{
  "name" : "2019-01-19__fe_10.1016@B978-0-12-814497-8.00010-2.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "SYNTHESIS AND APPLICATIONS OF NANOMATERIALS WITH HIGH PHOTOCATALYTIC ACTIVITY ON AIR PURIFICATION",
    "authors" : [ "Yu Huang", "Wei Wang", "Yufei Zhang", "Junji Cao", "Rujin Huang", "Xiaoru Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER\n0"
    }, {
      "heading" : "SYNTHESIS AND APPLICATIONSOF NANOMATERIALS WITH HIGH",
      "text" : ""
    }, {
      "heading" : "PHOTOCATALYTIC ACTIVITY ON",
      "text" : "AIR PURIFICATION 1\nYu Huang*, Wei Wang*, Yufei Zhang*, Junji Cao*, Rujin Huang*,†, Xiaoru Wang†"
    }, {
      "heading" : "Key Laboratory of Aerosol Chemistry and Physics, Institute of Earth Environment, Chinese Academy of Sciences, Xi’an,",
      "text" : "China* Department of Analytical Science and Technology, Xiamen Huaxia University, Xiamen, China†"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "In 2014, a Nature report pointed out that the reducing secondary aerosol precursors (i.e., nitrogen oxides (NOx) and volatile organic compounds (VOCs)) was important for mitigating the air pollution problems in China [1]. It is known that the total NOx emission is mainly from anthropogenic activities, which include anthropogenic sources coming from stationary power plants (mainly coal burning) and automobile engines (gasoline burning) [2]. The mitigation strategies for NOx include primary methods that focus on the emission control such as the fossil fuel replacement and pretreatment and the second-\nary methods to convert NOx into N2 (reduction route) or HNO3 (oxidation route). Different from the emission source control methodologies, the secondary methods mainly focus on reducing the NOx that is already discharged into atmosphere environment. Photocatalysis has been considered as a promising\nand sustainable technology for environmental remediation by producing photogenerated charge car-\nriers and reactive oxygen species (ROS) over illuminated semiconductor, since the pioneering work\nof polychlorinated biphenyl photodegradation conducted by Frank in 1976 [3]. Employing photocatalysis to remove NOx mainly includes three different routes: photodecomposition [4,5], photooxidation [6], and photo-SCR (selective catalytic reduction) [7]. The photooxidation of NOx is to convert NO into nitrates NO3 ð Þwith the assistance of photocatalysts, and this process is more easily proceeded without harsh reaction conditions. In this chapter, we will focus on the design of photocatalyst material ded-\nicated to NO oxidation removal.\nThe photocatalytic activity is intimately associated with the nature of photocatalysts, which deter-\nmines the photon absorption efficiency, charge carrier production, migration, and recombination effi-\nciency [8]. Earlier studies were mainly focused on wide-bandgap semiconductors such as TiO2-based [9] and ZnO-based [10] photocatalysts. However, the photocatalytic efficiency still remained at a very\nlow level due to the inefficient visible-light harvest. To achieve the higher efficiency, exploring novel\nphotocatalyst nanomaterials has become a research hotspot in the field of air purification nowadays.\nNovel Nanomaterials for Biomedical, Environmental and Energy Applications. https://doi.org/10.1016/B978-0-12-814497-8.00010-2 Copyright # 2019 Elsevier Inc. All rights reserved. 299\n300 CHAPTER 10 SYNTHESIS AND APPLICATIONS OF NANOMATERIALS\nLu evano-Hipólito [11,12], Ho [13,14], Dong [15,16], and other researchers have done lots of work in respect to the synthesis of efficient photocatalysts for NOx removal. For example, several environmental friendly methods were used to synthesize innoxious and earth-abundant metal-based photocatalysts\nZn2SnO4 [17], Bi2O3 [18], etc. Our group also has done great efforts on photocatalytic mechanism through combining the experimental and theory calculations [19–22]. In addition, many field tests employing photocatalysis to reduce atmospheric NOx level in macroscale open or semiopen space, such as streets and tunnels in European countries, were carried out [23–26]. These studies provide encouraging results for the development and commercialization of photocatalysis in air purification in the\nfuture.\nIn this chapter, we briefly summarize the photocatalyst nanomaterials synthesized in our lab,\nnamely, bismuth compounds, perovskite oxides, and g-C3N4-based nanophotocatalysts, and review the related materials in the literature. Through material characterization and photocatalytic activity\nevaluation, we try to elucidate the relationship between the physicochemical properties and photoca-\ntalytic activity of NOx."
    }, {
      "heading" : "SYNTHESIS, CHARACTERIZATION AND PROPERTIES OF Bi-BASED NANO-PHOTOCATALYSTS",
      "text" : "Bismuth (Bi) is the only heavy metallic element with low toxicity and low radioactive in nature, but its\nnatural abundance is not very high. Thus, the research on efficient utilization of Bi-related resources\nhas important academic and practical value. In recent years, bismuth-based compounds have received\nconsiderable attention in visible-light-assisted photocatalysis because of their narrow-bandgap structures, which are determined by the hybridized Bi 6s2 and O 2p orbitals that formed valence bands. Be-\nsides, the unique layer structure is advantageous for efficient electron transfer. Fig. 10.1 lists the band positions of some typical bismuth-based compounds. As depicted in Fig. 10.1, most Bi-based\nBand positions and crystal structure of some common bismuth compounds (pH¼7).\n301Bi-BASED NANO-PHOTOCATALYSTS\nphotocatalysts are capable of producing strong oxidative •OH radicals, thus showing their potential for\noxidative degradation of pollutants. In order to achieve the higher photocatalytic efficiency, several\nattempts including oxygen defect engineering, heterostructure constructing, and plasmonic Bi nanopar-\nticle decoration are reviewed in this section."
    }, {
      "heading" : "Bi-BASED NANO-PHOTOCATALYSTS WITH OXYGEN VACANCY DEFECT",
      "text" : "In recent years, the oxygen-vacancy (OV)-modifying metal-oxide- and oxygen-containing nanomater-\nials are the most popular and intensively studied photocatalysts. Due to the absence of oxygen atom\nfrom the crystal lattice, negative charge carriers will be withdrawn to the vacancy site and increase the\nlocal charge density [27]. So, the energy level of oxygen vacancy can serve as electron donor states to\ncontribute to bandgap narrowing for visible-light harvest. Especially, the surface oxygen vacancy plays a very important role in mediating photogenerated electron-hole separation and surface charge transfer\nin photocatalytic processes [28]. In addition, surface oxygen vacancy also serves as excellent sites for molecular O2 adsorption and activation to form superoxide anion radicals O2 ð Þ. As a consequence of the abovementioned benefits associating with oxygen vacancy, numerous studies are dedicated to con-\nstructing bismuth-based compounds with OV to improve photocatalytic efficiency. These studies are\nmainly focused on degradation of organic pollutants in aqueous phase [29], H2 generation [30], and CO2 reduction [31], while reports on NOx removal is very limited. Here, a few examples are just mentioned.\nUsing glycerol and distilled water as mixed reaction solution, Wu et al. successfully prepared oxygen-vacancy-enriched BiOX (X¼Cl, Br, and I) nanoparticles for photocatalytic treatment of toxic NO [32]. The concentration of oxygen vacancies and the light absorption of BiOX nanoparticles could\nbe easily modulated by controlling the amount of glycerol in the reaction solution. As a result of the\nenhanced light absorption in UV and visible-light range, a higher NO removal rate was achieved. Dong\net al. introduced oxygen defects into BiOCl nanosheets with exposed {001} or {010} facets through in situ reduction of partial Bi3+ on the surface of BiOCl, along with the creation of Bi nanowires [15]. The strong symmetrical peaks centered at g¼2.002 appeared in the dark indicated the successful introduction of oxygen defects. The obtained oxygen defect modified Bi@BiOCl photocatalyst exhibited about 50% enhancement of NO removal efficiency. By disproportionated reaction of Bi3+ under vacuum heat treatment, Dong et al. also introduced oxygen defects into (Bi2O2) 2+ slabs of (BiO)2CO3 and obtained novel black defective (BiO)2CO3 microspheres containing Bi 0, Bi5+ ions and oxygen defects [33]. The obtained black defective (BiO)2CO3 microspheres enhanced NO removal ability by about 59.6%, which was attributed by the synergistic integration of room-temperature catalysis and visible-light-\ninduced photocatalysis.\nThrough combining the experimental and density-functional theory calculations, our research group demonstrated that the presence of surface OVs in Bi2O3/Bi2O2CO3 heterojunctions not only worked as NO adsorption sites but also offered an intimate and integrated structure between surface\ndefects and light-harvesting heterojunctions, which could facilitate solar energy conversion and charge\ncarrier transfer. These vacancies enriched nanostructured Bi2O3/Bi2O2CO3 that increased the photocatalytic activity of NO, durability, and selectivity for final products NO3 formation.\n302 CHAPTER 10 SYNTHESIS AND APPLICATIONS OF NANOMATERIALS"
    }, {
      "heading" : "ELEMENTAL Bi/Bi-BASED NANO-PHOTOCATALYST COMPOSITES",
      "text" : "Considering the use of local surface plasma resonance (LSPR) effect, nano-noble metals (Au, Ag, etc.)\ndeposited on the surface of semiconductor catalytic materials could extend the light absorption range\nand improve the photocatalytic efficiency [34]. Awazu et al. first developed a visible-light-driven\nphotocatalyst Ag/TiO2, which creatively introduced LSPR effect into photocatalysis process in 2008 [35]. Later in 2012, through theoretical calculation and experimental analysis, Toudert proved\nthat the bismuth nanoparticles (Bi NPs) also possess LSPR effect [36]. Besides, our group found that\nthe Bi nanoparticle-assembled ZnWO4 microspheres (Bi/ZnWO4) showed broad visible-light absorption and much higher photocatalytic NO removal reaction rate (0.067min 1) than that of the bare Bi nanoparticles (0.027min 1) [37]. Table 10.1 lists some results in NOx photooxidation with Bi/Bi-based nanophotocatalysts under visible-light irradiation.\nMoreover, Yu et al. developed an in situ reduction method to deposit Bi nanoparticles on the I - doped BiOIO3 [38]. They found that the boosted light absorption in violet-visible region came from the I impurity level and the LSPR absorption of metallic Bi in infrared region (550–800nm), respectively. By controlling the concentration of NaBH4 reductant, the amount of Bi nanoparticles, photoresponse range, and photooxidation properties toward gaseous NO can be easily tuned. Using Bi2MoO6 microspheres as self-sacrificial template and glucose as reductant, Zhao et al. constructed Bi-Bi2MoO6 (BiMo) nanohybrids and applied for NO removal [39]. It was found that the amount of glucose played an\nimportant role in tuning the material morphology and absorption properties, which probably affected\nthe NO removal activity. Due to the enlarged BET surface area, the enhanced light absorption, and\ncharge separation efficiency arisen from LSPR effect of metallic Bi, the optimized Bi-Mo-50 hybrids\nlifted the NO removal ratio up to 68.1%. In addition, Dong’s group fabricated a series of Bi-decorated\n(BiO)2CO3 nanomaterial (Bi/BOC) photocatalysts using various reductants, such as ethylene glycol, citrate ions, thiourea, and NaBH4 [40–43]. Among these, the sample reduced by NaBH4 performed the highest NO removal efficiency up to 63.6%. Due to the existence of numerous bulk defects as carrier\nrecombination centers, it is seldom to employ amorphous semiconductor as effective photocatalysts.\nTo overcome the abovementioned drawback, Li et al. introduced semimetal Bi onto amorphous Bi2O3 via NaBH4-assisted in situ reduction route, and the Bi-decorated amorphous Bi2O3 (Bi-BiO) showed NO photocatalytic removal of 53% [44]. Using Bi(NO3)3 5H2O as precursor, ethylene glycol as the complex agent and reducing agent, our group synthesized core-shell structured Bi@ amorphous Bi2O3 nanospheres through one-step solvothermal method (Fig. 10.2A) [45]. As the reaction time varies from 12 to 48h, the shell thickness of Bi2O3 became smaller, and the visible-light absorption gradually increased. When the reaction time lasted for 18h, the obtained B@BiO18 with suitable size and Bi2O3 shell thickness exhibited the optimal visible-light activity and selectivity (Fig. 10.2B). We believed that in this core-shell structure, the Bi core generated photocarriers by LSPR effect can be fac-\nilely transferred to the outer amorphous Bi2O3 layer, thereby facilitating the charge separation and improving the photocatalytic performance. This study provided a new insight into core-shell structured\namorphous semiconductors as photocatalysts featuring high visible-light activity for NO abatement."
    }, {
      "heading" : "Bi-BASED HETEROJUNCTION NANO-PHOTOCATALYSTS",
      "text" : "The heterostructured photocatalysts combine the merits of each component together to break the limitations of individual photocatalyst. Various materials such as noble metals, single metal oxides (metal\nsulfides), and metal-free semiconductors have been coupled with Bi-based compounds to build hetero-\njunctions that have high performance in NO removal. Table 10.2 lists some of the recent results in\nphotodegradation of NOx on Bi-based heterojunctions.\nContinued\n3 0 3\nB i-B A S E D N A N O -P H O T O C A T A L Y S T S\n3 0 4\nC H A P T E R 1 0 S Y N T H E S IS A N D A P P L IC A T IO N S O F N A N O M A T E R IA L S\nSchematic illustration of (A) the synthesis process of core-shell Bi@Bi2O3 nanospheres by solvothermal method and (B) the photocatalytic degradation of NO with B@BiO18 under visible-light irradiation.\nReproduced with permission from American Chemical Society, Copyright # 2017.\n3 0 5\nB i-B A S E D N A N O -P H O T O C A T A L Y S T S\n3 0 6\nC H A P T E R 1 0 S Y N T H E S IS A N D A P P L IC A T IO N S O F N A N O M A T E R IA L S\nBi2WO6/graphene (Bi2WO6/graphene (2wt%), two-step method)\nHierarchical morphology constructed from nanosheet building blocks\n– 0.2g, 600ppb, 150W tungsten\nhalogen lamp with a cutoff filter\nNO3 59.0% in\n5min, decreased slightly in 20min\nh+ and O2\n[51]\nGe/(BiO)2CO3 (BOCGe, the amount of Ge¼1wt%, chemical precipitation method)\nBOC nanoflakes 25–120nm in size decorated with the near-transparent Ge nanosheets\n69 0.1g, 600ppb,\nrelative humidity is 70%, 100W tungsten halogen lamp with a cutoff filter of 420nm\n– 63.5% in 30min\nh+ and • OH\n[52]\nGO/(BiO)2CO3 (BOCGO, the amount of GO¼1wt%, chemical precipitation method)\nBOC nanoflakes 25–120nm in size decorated with the near-transparent GO nanosheets\n52 0.1g, 600ppb,\nrelative humidity is 70%, 100W tungsten halogen lamp with a cutoff filter of 420nm\n– 61.6% in 30min\nh+ and • OH\n[52]\nN-(BiO)2CO3/GO (NBOC-GO 1.0, the mass ratio of GO/ NBOC¼1.0%, one-pot hydrothermal method)\nThree-dimensional flowerlike hierarchical microspheres composed of approximately 14.2–32.3nm nanosheets in thickness\n22.9 0.2g, 400ppb,\n300W commercial xenon lamp with a cutoff filter of 420nm\nNO3 74.6% in\n30min\n• OH and O2\n[53]\nN-doped Bi2O2CO3/ graphene quantum dot (NBOC/GQDs 1%, the amount of GQDs¼1wt%, three-step method)\nTwo-dimensional nanosheets with a size of hundreds of nanometers\n20.9 550ppb, relative\nhumidity is 50%, 100W tungsten halogen lamp with a cutoff filter of 420nm\nNO3 53% in 30min •OH\nand O2\n[54]\nThree-dimensional BiOI/(BiO)2CO3 solid solution (BOC-BOI25%, the molar ratio of (BiO)2CO3/BiOI¼3:1, chemical precipitation method)\n1.5–2.5μm flowerlike microspheres consisted of 2D nanosheets\n34 0.2g, 600ppb,\nrelative humidity is 70%, 150W commercial tungsten halogen lamp with a cutoff filter of 420nm\nNO2 50.8% in\n30min\n• OH [55]\nContinued\n3 0 7\nB i-B A S E D N A N O -P H O T O C A T A L Y S T S\n3 0 8\nC H A P T E R 1 0 S Y N T H E S IS A N D A P P L IC A T IO N S O F N A N O M A T E R IA L S\n309Bi-BASED NANO-PHOTOCATALYSTS\nTaking into account of the LSPR effect on enhancing light harvest, Dong’s group combined three-\ndimensional (3D) (BiO)2CO3 microspheres with Ag and Au nanocrystal to fabricate plasmonic photocatalysts (Ag/BOC and Au/BOC) [46,47]. The constructed plasmonic photocatalysts performed\nsuperior visible-light-assisted abatement of NO. Currently, some single metal oxides and metal sulfides\nhave also been employed to Bi-based system for improving the photodegradation of NO. Dong et al.\ncoupled (BiO)2CO3 with amorphous Bi2S3 via a facile anion-exchange reaction between (BiO)2CO3 and Na2S to obtain 3D hierarchical (BiO)2CO3/amorphous Bi2S3 [16]. The combination of amorphous Bi2S3 prompted a high NO removal ratio up to 57.1%. Dong et al. introduced transition metal sulfide MoS2 into Bi-based system and fabricated a unique Z-scheme (BiO)2CO3/MoS2 heterojunction [49]. The obtained (BiO)2CO3/MoS2 possessed unchanged redox ability, enhanced visible-light absorption, efficient carrier separation, and higher visible photocatalytic efficiency. Through in situ thermal treatment of (BiO)2CO3 nanoplates, our group combined nanoplate (BiO)2CO3 with α-Bi2O3 to enhance NO removal efficiency [48]. The as-prepared α-Bi2O3/(BiO)2CO3 heterojunction could not only broaden the light absorption range but also improve the separation of photoinduced carriers. In agreement with the theoretical analysis, ESR results indicated that •OH radicals were the major\nROS involved in NO degradation.\nOwing to their unique properties such as large specific surface area and high charge carrier mobil-\nity, metal-free two-dimensional (2D) nanostructured materials graphene (Ge) and graphene oxide (GO)\nare immensely intriguing to researchers. Due to the existence of abundant delocalized electrons in the\nconjugated carbon network, fast electron transport and transfer properties make Ge and GO become the\nmost proper components for constructing heterojunction photocatalysts. Zhou fabricated Bi2WO6/ graphene composites via a two-step approach using graphene as precursor [51]. Ai et al. prepared the BiOBr-graphene nanocomposites (BGCs) through a facile solvothermal route [50]. The strong\nchemical bonding between BiOBr and Ge resulted in more effective charge separation. Utilizing\natmospheric CO2 as carbon source, Zhang et al. synthesized (BiO)2CO3 nanoflakes and decorated with Ge and GO nanosheets. The obtained BOC-Ge and BOC-GO increased NO removal efficiency to\n61.6% and 63.5%, respectively [52]. Our group successfully synthesized 3D hierarchical N-doped\n(BiO)2CO3/GO (NBOC-GO) composite by one-pot hydrothermal method [53]. In this synthesis, citrate ion was critical for N doping. Compared with regular GO and bare (BiO)2CO3, NBOC-GO composite with 1.0wt% GO (NBOC-GO 1.0) exhibited a NO removal ratio high up to 74.6% and fully inhibited toxic NO2 intermediate generation (Fig. 10.3). N doping was important for the inhibition of NO2 generation. As far as we know, it is the highest removal value among all of the photooxidation of NOx process at parts-per-billion lever under visible-light irradiation. Graphene quantum dots (GQDs), as\nzero-dimensional carbonmaterials, were also employed to improve photocatalytic NO removal activity\nby Liu’s group [54]. The introduction of GQDs had barely any effect on the structure and morphology\nof NBOC while promoting the light harvesting and accelerating charge carrier separation.\nAdditionally, Bi-based materials with similar layered structure were also coupled to build hetero-\njunctions. Ou et al. synthesized 3D BiOI/(BiO)2CO3 solid solutions assembled with 2D nanosheets through a template-free precipitation method, with atmospheric CO2 as carbon source. The band structure and photocatalytic activity of BiOI/(BiO)2CO3 nanocomposites can be successively adjusted through the chemical composition [55]. However, because of the less positive valence band position\nof BiOI/(BiO)2CO3 solid solution, the transformation of NO NO3 was not complete due to insufficient oxidation power.\n(A) Photocatalytic removal ratio of NO and (B) generation of NO2 in the presence of NBOC-GO 1.0 under visible-light irradiation (λ>420nm). Reproduced with permission from Elsevier.\n310 CHAPTER 10 SYNTHESIS AND APPLICATIONS OF NANOMATERIALS\nBesides, Bi-based ternary composite photocatalysts have also been developed for NO removal.\nDong’s group introduced Ag/AgCl system into BiOIO3 and (BiO)2CO3 to form Ag/AgCl-(BiO)2CO3 and Ag/AgCl/BiOIO3 that enhanced the visible-light-induced NO removal to 64% and 56%, respectively [56,57]. Jia et al. synthesized the 3D Au/Bi2MoO6/Bi2WO6 microspheres via a facile hydrothermal method and microwave-assisted chemical reduction followed process. The result showed that the\noxidation products of NO were NO3 [58]. Hu et al. employed the carbon nanofibers (CNFs) as support, on which Bi2O2CO3 microflowers were assembled and wrapped with thin MoS2 nanosheets to form Bi2O2CO3-MoS2-CNFs [59]. The Bi2O2CO3-MoS2-CNFs performed the maximum visible-lightinduced NO removal efficiency of 68%. In this material system, CNFs acted as structural support and\nelectron transport media; MoS2 enhanced visible-light harvest and prohibited interfacial charge recombination."
    }, {
      "heading" : "SYNTHESIS, CHARACTERIZATION AND PROPERTIES OF PEROVSKITE NANO-PHOTOCATALYSTS",
      "text" : "Perovskite oxides with general formula of ABO3 (A representing alkali/alkaline/rare earth metals and B representing transition metals) are widely studied as excellent sorbing and catalytic materials for NOx abatement in automobile or stationary depollution processes [60]. The photocatalytic abatement of NO,\nhowever, is seldom investigated. This is mainly ascribed to wide bandgap (e.g., SrTiO3, 3.2eV), intrinsic low electric conductivity, and low surface area, which greatly hampers their photocatalytic pol-\nlutant degradation efficiency especially in gas phase. On the other hand, benefiting from the\nextraordinarily tunable chemical composition and crystal structure, perovskite oxides with broad light absorption and facile charge separation can be rationally synthesized. Among various modification\nmethods, doping with transition metals at A and B sites or nonmetal elements at oxygen site and con-\nstructing heterojunction at nanoscale are the main strategies for preparing visible-light-responsive\nperovskite oxides.\n311PEROVSKITE NANO-PHOTOCATALYSTS"
    }, {
      "heading" : "ELEMENT DOPED PEROVSKITE NANO-PHOTOCATALYSTS",
      "text" : "Doping with transition metal and nonmetal is the most straightforward and cost-effective strategy to extend light absorption range and improve photocatalytic activity [61–63]. Table 10.3 lists some related results of photooxidation of NOx over element-doped perovskite nanophotocatalysts. The nonmetal doping can introduce dopant states that mix with O 2p orbital, which results in a lifted\nvalence band level and narrow bandgap for visible-light utilization. Wang et al. fabricated fibrous N-doped SrTiO3 under ammonia heat treatment at 600°C, and the sample showed the highest NO removal efficiency of 39.9% under visible light [64]. However, due to the charge compensation effect, the substitution of O2 with N3 would bring in anion defects that could act as electron-hole recombination centers. To solve this problem, the higher valence metal ions such as La3+ and V3+ were introduced to maintain the charge balance caused by replacing O2 with N3 [64–66]. Using the high energy milling method, Wang et al. prepared La, N-codoped and V, N-codoped SrTiO3, and these two samples possessed more intensive visible-light absorption and more excellent photocatalytic\nNO removal activity than pure SrTiO3.\nNotably, the doping of transition metal Cr ion is considered to narrow the wide bandgap of\nperovskite nanophotocatalysts [69]. For instance, Sulaeman et al. synthesized Cr-doped SrTiO3 nanoparticles with a particle size of 15–20nm by a microwave-assisted solvothermal reaction in KOH methanol-oleic acid solution [67]. In this synthesis, oleic acid adsorbed onto the surface of SrTiO3 might play an important role in inducing visible-light photocatalytic activity by forming a dipole\nlayer. The modified SrTiO3 displayed high photocatalytic activity of NO even under near-infrared light (627nm) irradiation. Hailili et al. employed molten salt synthesis methodology to fabricate\nPb2Bi4Ti5O18 nanospheres as novel photocatalysts for NO removal [68]. The obtained perovskite Pb2Bi4Ti5O18 sample displayed over 50% NO removal efficiency under visible light. Theoretical calculation also revealed that the excellent photocatalytic activity of NO was contributed by dipole-induced internal field coming from the distorted units of Pb2Bi4Ti5O18."
    }, {
      "heading" : "PEROVSKITE HETEROJUNCTION NANO-PHOTOCATALYSTS",
      "text" : "Except for transition metal and nonmetal element doping, constructing perovskite-based heterojunc-\ntion nanomaterials are considered to be an efficient approach to enhance the NO removal efficiency\nunder visible-light irradiation. Table 10.4 lists recent results regarding on photodegradation of NOx over nanoperovskite heterojunctions. Li et al. prepared persistent fluorescence-assisted photocatalyst CaAl2O4/(Eu, Nd)/Cr-doped SrTiO3, which showed superior NO removal activity even after the mercury lamp was turned off [69]. Recently, our group synthesized Ag-SrTiO3 nanocubes (Ag-STO) via one-pot solvothermal method for NO photocatalytic removal [70]. The Ag deposition triggered a broad\nplasmonic resonance absorption in the visible-light range and a remarkable improvement of NO re-\nmoval efficiency as compared with the pristine SrTiO3 (Fig. 10.4). The photocatalytic activity can be facilely modulated by changing the concentration of Ag precursor. The ESR spectra revealed that •O 2 and •OH radicals were major reactive species in NO photocatalytic oxidation. It is worth to mention that although bare STO was inferior to P25 in terms of NO removal efficiency, it produced less toxic NO2 molecules. This study gave us a hint that the surface alkaline sites may strengthen the interaction with intermediate NO2 and prevent it from desorbing into environment. This is extremely important due to the adverse effect on air quality that may arise from toxic NO2 release.\n3 1 2\nC H A P T E R 1 0 S Y N T H E S IS A N D A P P L IC A T IO N S O F N A N O M A T E R IA L S\nCr-doped SrTiO3 (SrTi0.995Cr0.005O3, microwave-assisted solvothermal method, KOH methanol-oleic acid solution; Cr source, Cr(NO3)3 9H2O)\n15–20nm particles\n36.1 1ppm, LED lamps with\n2mW in light irradiation intensity\nHNO2, HNO3\n35% with wavelengths of 445nm (blue)\n27% with wavelengths of 530nm (green)\n17% with wavelengths of 627nm (red)\nO2\nand • OOH\n[67]\nPb2Bi4Ti5O18 (molten salt synthesis method, 900°C for 15h; salt composition, NaCl-NaH2PO4)\nNanosphere 41.1 0.05g, 500ppb, 300W\nXe lamp with a cutoff filter of 420nm\nNO3 50.3% in\n25min\nO2 [68]\n3 1 3\nP E R O V S K IT E N A N O -P H O T O C A T A L Y S T S\n3 1 4\nC H A P T E R 1 0 S Y N T H E S IS A N D A P P L IC A T IO N S O F N A N O M A T E R IA L S\nSchematic illustration of LSPR-induced charge injection process.\nReproduced with permission from American Chemical Society, Copyright # 2016.\n315g-C3N4 LAYERED NANO-PHOTOCATALYSTS\nBesides, LaFeO3 is a typical visible-light-driven perovskite photocatalyst with bandgap of about 2.6eV. However, because of the intrinsic extremely low charge mobility and lifetime, most photoin-\nduced charge carriers are recombined before reaching on the surface of LaFeO3, which leads to a poor photocatalytic activity. Thereby, our group synthesized LaFeO3/SrTiO3 heterojunction composite with high lattice match degree via a two-step solution method. The LaFeO3-SrTiO3 composite with proper mass ratio (0.3:1) displayed 3.1- and 4.5-fold enhancement in NO removal rate as compared with the\npristine LaFeO3 and SrTiO3 and decreased NO2 formation [71]. The photocurrent measurement and DFT calculation both confirmed that the synergistically improved activity arose from depressed charge\nrecombination at LaFeO3/SrTiO3 interface with staggered band position. Furthermore, it was proposed that the low NO2 formation could be due to the enhanced [Sr 2+-NO2] and [Fe 3+-NO2] chemical interaction. This study provided some new insights into perovskite nanomaterials as photocatalyst featuring\nhigh visible-light activity and selectivity for NO abatement."
    }, {
      "heading" : "SYNTHESIS, CHARACTERIZATION AND PROPERTIES OF g-C3N4 LAYERED NANO-PHOTOCATALYSTS",
      "text" : "Graphitic carbon nitrides (g-C3N4) as a typical metal-free photocatalyst have triggered considerable interests sinceWang et al. reported that g-C3N4 can be applied in photocatalytic H2 evolution inNature Materials [72]. The abundant source of metal-free element composition (C and N), fascinating conjugated structure, and high chemical and thermal stability contribute to its superiority. In view of the elementary composition, g-C3N4 can be synthesized by pyrolysis of nitrogen-rich precursors, such as melamine, cyanamide, dicyandiamide, urea, and thiourea [73]. For the structure aspect, the graphitic planes were constructed from tri-s-triazine units connected by planar amino groups, and the in-plane\n316 CHAPTER 10 SYNTHESIS AND APPLICATIONS OF NANOMATERIALS\norganization of tri-s-triazine units and the compression of aromatic planes were found to follow the perfection of condensation [72]. As with graphite, the stacking with optimized van der Waals interac-\ntions between the single layer of g-C3N4 made it insoluble in most solvents, and this material was significantly robust and nonvolatile up to 600°C even in the air [74]. Nonetheless, pristine g-C3N4 derived from direct calcination of aforementioned precursors is always subjected to high recombination rate of\nphotoexcited electrons and holes and limited light absorption in visible range. This section mainly introduces the modification of g-C3N4 from the aspects of surface modified and heterojunction constructed to enhance its removal efficiency of NOx."
    }, {
      "heading" : "SURFACE MODIFIED g-C3N4 LAYERED NANO-PHOTOCATALYSTS",
      "text" : "The decoration of metal nanoparticles on the surface of g-C3N4 has been perceived as an appealing strategy to improve the photocatalytic activity of the pristine g-C3N4. The photoinduced electrons could transfer from g-C3N4 to superficial metal, which can suppress photogenerated electron-hole recombination. Sun et al. deposited monodispersed Ag nanoparticles on the surface of g-C3N4 nanosheets for NOx removal under visible-light irradiation. [75]. Dong et al. fabricated Bi/g-C3N4 hybrid photocatalysts by an in situ deposition technique. When the Bi metal content was controlled at 25%, the\ncorresponding Bi/g-C3N4 displayed an outstanding visible-light photocatalytic activity of NO compared with those of other visible-light photocatalysts [76].\ng-C3N4 HETEROJUNCTION NANO-PHOTOCATALYSTS In addition to the surface modification method, the construction of g-C3N4-based heterojunction nanomaterials has elicited a lot of attention in the field of photocatalysis, owing to heterojunction interface electric field and synergistic catalytic effects generated for suppressing e -h+ pair recombination. Table 10.5 lists the recent results on photodegradation of NOx over g-C3N4-based heterojunctions. In general, the g-C3N4-based heterojunctions are classified into three main types: type I (straddling gap), type II (staggered gap), and type III (broken gap) heterojunctions. The most g-C3N4 heterojunction is type II. For the type II g-C3N4 heterojunction, its band-edge potentials are staggered between two semiconductors. As a result of chemical potential between both semiconductors, upward or down-\nward band bending is formed, which leads to the migration of charge carriers in the opposite direction.\nThis significantly enhances the electron-hole spatial separation on various parts of heterojunction to\nretard the charge recombination to prolong the lifetime of free electrons and holes. Song et al. reported on a simple solvent-free in situ method for synthesizing g-C3N4/{001}TiO2 composite that exhibited higher photocatalytic activity of NO than pure g-C3N4 or {001}TiO2 nanosheets separately [77]. He’s group utilized commercial P25 and melamine as the precursors to prepare g-C3N4/TiO2 heterojunction for photocatalytic removal of NOx. At the optimal g-C3N4 content ( 15wt%, labeled as M400), the conversion efficiency of NOxwas 27%, which was higher than that of pure P25 (17%) and g-C3N4 (7%) under visible light [78]. Besides, Dong et al. developed a facile in situ method to construct g-C3N4/ g-C3N4 isotype heterojunctionwith the aim to greatly promote the charge separation. The sample exhibited significantly enhanced visible-light photocatalytic activity of NO, which can be directly ascribed to efficient charge separation and transfer across the heterojunction interface as well as prolonged lifetime\nof charge carriers [79]. Our group also successfully prepared a layer-structured Bi2O2CO3/g-C3N4 heterojunction photocatalysts via one-pot hydrothermal method for the first time (Fig. 10.5A).\nTable 10.5 Examples of Modified g-C3N4 Used for the Photodegradation of NO\nPhotocatalyst (Photocatalyst of the Highest Activity) Morphology\nSBET (m2 g21)\nLight Source and Reaction Condition\nMain Products\nMax NO Removal Ratio\nActive Species Refs.\nAg/g-C3N4 (C3N4Ag-10%; precursor, urea)\nMonodispersed Ag nanoparticles deposited on the surface of g-C3N4 nanosheets\n38.4 0.2g, 600ppb, 300W\ncommercial tungsten halogen lamp with a cutoff filter of 420nm\nNO3 54.3% O2\nand • OH\n[75]\nBi/g-C3N4 (Bi-CN-25, the mass ratio of Bi/ C3N4¼25%, heating treatment and hydrothermal method followed)\nBi nanospheres deposited on g-C3N4 nanosheets\n49 0.2g, 600ppb, 300W\ncommercial tungsten halogen lamp with a cutoff filter of 420nm\nHNO2, HNO3\n59.7% O2\nand • OH\n[76]\ng-C3N4/{001} TiO2 (CT10, the ratio of C3N4¼10wt%, calcination method; precursor, urea)\n{001} exposed TiO2 nanosheet and wrinkled structure of g-C3N4\n– 20mg, 40ppm, 125W high-pressure\nmercury lamp with a cutoff filter of 420nm\nNO2, NO3 12.6% O2 , h+ [77]\ng-C3N4/P25 (M400, the ratio of melamine/ P25¼400wt%, one-step calcination method)\nPure TiO2 shows spherical particles, whereas pure g-C3N4 displays a 2D lamellar structure\n53.4 0.05g, 400ppb,\n500W commercial Hg lamp with/ without an optical filter (¼ 365–366nm)\nNO2, NO3 44% O2 ,\n• OH and h+\n[78]\ng-C3N4/g-C3N4 (CN-TU, heating treatment method; precursor, thiourea-urea composite)\nSheets 41 0.2g, 600ppb, 300W\ncommercial tungsten halogen lamp with a cutoff filter of 420nm\n– 47.6% – [79]\nBi2O2CO3/g-C3N4 (BOC-CN-160, precursor, Bi(NO3)3 5H2O, g-C3N4; hydrothermal method, 160°C, 12h)\nLayered structure 27 0.1g, 400ppb, 300W\nXe lamp with a cutoff filter of 420nm\nNO2 ,NO3 34.8% O2 ,\n• OH and h+\n[80]\ng-C3N4/Ag3PO4 (10CA, the ratio of C3N4/ Ag3PO4¼10wt%; precursor, melamine)\nAg3PO4 is the tetrahedral particles and g-C3N4 shows nanosheet structure\n11.2 0.1g, 600ppb, 300W\nXe lamp with a cutoff filter of 400nm\n– 49.3% O2 and h+ [81] 3\n1 7\ng -C 3 N 4 L A Y E R E D N A N O -P H O T O C A T A L Y S T S\n(A) Mechanism of Bi2O2CO3/g-C3N4 heterojunction formation via g-C3N4 self-sacrifice and (B) schematic diagram of the proposed photocatalytic mechanism for enhancing NO removal activity with Bi2O2CO3/g-C3N4 heterojunctions under visible-light irradiation.\nReproduced with permission from Elsevier.\n3 1 8\nC H A P T E R 1 0 S Y N T H E S IS A N D A P P L IC A T IO N S O F N A N O M A T E R IA L S\n319APPLICATIONS OF NANOMATERIALS\nThe sample exhibited superior visible-light-driven photocatalytic activity of NO, which can be ascribed\nto the morphology and structure modulation during the sacrificial synthesis processes. The sample fabricated at 160°C for 12h (BOC-CN-160) showed high stability and durability and the highest NO removal rate that is up to 34.8% under visible-light irradiation. Combined with the quantification of\nreaction intermediates, the photocatalytic removal mechanism of NO over Bi2O2CO3/g-C3N4 heterojunction photocatalyst was proposed (Fig. 10.5B). More importantly, the novel approach developed in this study may be further extended to synthesize a series of novel and highly efficient g-C3N4-based carbonate heterojunction photocatalysts for visible-light-harvesting and energy conversion\napplications [80].\nHowever, due to the deterioration of the reducing and oxidizing abilities, the type II g-C3N4 heterojunctions need a further improvement. Tang et al. synthesized a g-C3N4/Ag3PO4 hybrid, and the as-prepared sample exhibited higher photocatalytic activity of NO than that of pure g-C3N4 and Ag3PO4 samples under visible-light irradiation. The enhanced photocatalytic performance of g-C3N4/Ag3PO4 hybrid photocatalysts could be ascribed to the combined effect of reactive {111} facets and the efficient separation of electron-hole pairs through a Z-scheme system composed of Ag3PO4, Ag and g-C3N4 [81]."
    }, {
      "heading" : "APPLICATIONS OF NANOMATERIALS WITH HIGH PHOTOCATALYTIC",
      "text" : "ACTIVITY IN AIR PURIFICATION In previous sections, we show various advanced nanomaterials with optimized photocatalytic activity\nin laboratory scale. As a competing and promising technology, the final aim of photocatalysis is to apply it in commercial products for air purification. For this purpose, differing photocatalysts sup-\nported on the surface of matrix, building elevation and street, etc. are prepared and tested in real sit-\nuations. Here, in this section, we propose the construction of photocatalytic products for\nphotoabatement of atmospheric NOx."
    }, {
      "heading" : "AIR PURIFIER",
      "text" : "The crucial step before applying photocatalytic materials into air pollution control is to construct the\nphotocatalytic unit and purification device. In this regard, our group designed an indoor air purifier\nmodel with a filter coated with ion-doped TiO2 photocatalysts as the core part. The main function of the filter is to remove particle matters, NOx, and other air pollutants (e.g., VOCs). TiO2 hydrosols loaded with metal (Fe, Sn, Bi, Mn, Cu, Pt, Au, etc.) or nonmetal (B, C, N, S, Cl, and Br) ions were\ndipcoated onto the surface of the filter. Air was flown through the voids of the filter under the extraction\nforce of the built-in fan. During this process, pollutants were in contact with coated photocatalyst and then transformed into harmless substances under UV light irradiation. The air purifier with scroll-type\nfilter replacing the HEPA filter has a low cost and can be replaced easily. Fig. 10.6 shows the sketch of\nair purifier model and the photocatalytic coating filter from the patent.\nThe sketch diagram of photocatalytic air purifier and scroll-type filter adapted from the patent.\n320 CHAPTER 10 SYNTHESIS AND APPLICATIONS OF NANOMATERIALS"
    }, {
      "heading" : "SOLAR CITY AIR CLEANING STREET LAMP",
      "text" : "Recently, our group has developed a solar city air cleaning street lamp with both lighting and air pu-\nrifying functions for improving regional air quality. In the Xi’an Chanba ecological district (Xi’an,\nChina), an air purification demonstration project containing hundreds of air cleaning street lamps\nhas been built for mitigating local severe ozone pollution. Based on our earlier observation data, such\nhigh-level ozone is resulted from the photoreaction of NOx and VOCs in the atmosphere. Since the Chanba district is very close to the highway, high concentration of NOx is emitted from heavy-duty vehicles. In addition, the large vegetation coverage in this area leads to the release of bio-VOCs, which increases the chance of generating O3. Moreover, given the scenery spot of this area, such air cleaning street lamp is designed. This air cleaning street lamp consists of two main units—the filtration and\nphotocleaning modules to remove particle matters and air pollutants, respectively. For the photoclean-\ning module, photoactive materials (mainly TiO2) are coated onto the ceramics that are placed in the upper part of the lamp. Polluted air is pumped into the lamp from the bottom and then filtered by\nthe filtration module before reaching the photocatalytic material in the upper part. After the photore-\naction process irradiated by the built-in UV lights, clean air is released from the top of the lamp. To\nevaluate the air purifying efficiency of this demo product, portable DustTrak (TSI, the United States), chemiluminescence NOx analyzer (Thermo Fisher, the United States), and ozone monitor (2B technologies, the United States) are employed in the field. The lamp showed impressively high removal ef-\nficiency of PM2.5, NOx, and O3. In view of the excellent air purification efficacy, our solar city air cleaning street lamp is attracting a wide attention from more and more cities in China (Fig. 10.7).\nDemonstration of solar city air cleaning street lamp.\n321CONCLUSIONS AND PROSPECTS"
    }, {
      "heading" : "HSALSCS DEMONSTRATION PROJECT",
      "text" : "Photocatalytic coatings on various substrates can realize atmospheric pollutant abatement and self-\ncleaning at the same time. The hybrid solar-assisted large-scale cleaning system (HSALSCS) for urban\nair purification is first proposed by David Pui from the University of Minnesota in 2015. The HSALSCS can use greenhouse effect for heating air underneath the glass shelter and then drive the\nair flowing through the 60m-high chimney. During this process, particle matters are removed by filter\nbanks equipped below the glass shelter. For decomposing gaseous pollutants, the glass shelter with size of 60 43m2 was deposited with photoactive materials. Consequently, air pollution near the HSALSCS can be purified. In addition, since glasses cannot withstand high-temperature calcination,\nour group devised a low-temperature coating technology to deposit TiO2 or modified TiO2 on both sides of the glass shelter with strong adhesion. Preliminary results show that the HSALSCS gains a\nNOx removal efficiency of about 30% and a remarkable self-cleaning effect."
    }, {
      "heading" : "CONCLUSIONS AND PROSPECTS",
      "text" : "As one of the effective and green technologies, photocatalysis have been creatively employed to tackle\nair pollution problems in the past few decades. Researchers have obtained great understanding on el-\nementary processes such as light absorption, charge separation, and air pollution transformation mech-\nanism in photocatalytic reaction process. However, photocatalysis abatement of air pollutions still\n322 CHAPTER 10 SYNTHESIS AND APPLICATIONS OF NANOMATERIALS\nstays at the laboratory research stage, due to its low quantum efficiency, limited light absorption, high\nintermediate selectivity, and poor stability in complex atmospheric environment. In view of this, nano-\nmaterials with photocatalytic activity on air purification offer an exciting platform to address grand\nchallenges: (i) band adjustment engineering of the traditional nanophotocatalysts, (ii) further research\non the numerical relationship between nanostructure and photocatalytic activity, (iii) developing low-\ncost techniques to immobilize powdery photocatalysts and an application-oriented macropreparation process."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "INTRODUCTION In 2014, a Nature report pointed out that the reducing secondary aerosol precursors (i.e., nitrogen oxides (NOx) and volatile organic compounds (VOCs)) was important for mitigating the air pollution problems in China [1]. It is known that the total NOx emission is mainly from anthropogenic activities, which include anthropogenic sources coming from stationary power plants (mainly coal burning) and automobile engines (gasoline burning) [2]. The mitigation strategies for NOx include primary methods that focus on the emission control such as the fossil fuel replacement and pretreatment and the secondary methods to convert NOx into N2 (reduction route) or HNO3 (oxidation route). Different from the emission source control methodologies, the secondary methods mainly focus on reducing the NOx that is already discharged into atmosphere environment. Photocatalysis has been considered as a promising and sustainable technology for environmental remediation by producing photogenerated charge carriers and reactive oxygen species (ROS) over illuminated semiconductor, since the pioneering work of polychlorinated biphenyl photodegradation conducted by Frank in 1976 [3]. Employing photocatalysis to remove NOx mainly includes three different routes: photodecomposition [4,5], photooxidation [6], and photo-SCR (selective catalytic reduction) [7]. The photooxidation of NOx is to convert NO into nitrates NO3 ð Þwith the assistance of photocatalysts, and this process is more easily proceeded without harsh reaction conditions. In this chapter, we will focus on the design of photocatalyst material dedicated to NO oxidation removal. The photocatalytic activity is intimately associated with the nature of photocatalysts, which determines the photon absorption efficiency, charge carrier production, migration, and recombination efficiency [8]. Earlier studies were mainly focused on wide-bandgap semiconductors such as TiO2-based [9] and ZnO-based [10] photocatalysts. However, the photocatalytic efficiency still remained at a very low level due to the inefficient visible-light harvest. To achieve the higher efficiency, exploring novel photocatalyst nanomaterials has become a research hotspot in the field of air purification nowadays.",
    "creator" : "Elsevier"
  }
}