{
  "name" : "2020-06-24__a0_10.3390@nano10061221.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Structure–Properties Relationship of Electrospun PVDF Fibers",
    "authors" : [ "Klara Castkova", "Jaroslav Kastyl", "Dinara Sobola", "Josef Petrus", "Eva Stastna", "David Riha", "Pavel Tofel" ],
    "emails" : [ "jaroslav.kastyl@ceitec.vutbr.cz", "sobola@vutbr.cz", "josef.petrus@ceitec.vutbr.cz", "eva.stastna@ceitec.vutbr.cz", "pavel.tofel@ceitec.vutbr.cz", "xrihad01@stud.feec.vutbr.cz", "castkova@fme.vutbr.cz" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: electrospinning; poly(vinylidene fluoride); surfactant; nanofiber; electroactive phase; piezoelectric activity"
    }, {
      "heading" : "1. Introduction",
      "text" : "Flexible electroactive materials play an important role in electronic applications such as sensing, actuating, energy harvesting, etc. Belonging to them, poly(vinylidene fluoride) (PVDF) has been attracting a great deal of research attention due to its outstanding pyroelectricity, piezoelectricity and ferroelectricity, as well as its relatively high dielectric permittivity [1]. PVDF’s formability, flexibility and biocompatibility further reinforce its candidature for various advanced applications [2–4]. Presently, PVDF-based devices come in flat films or one-dimensional (1D) fibers. PVDF is a semi-crystalline polymer showing at least four polymorphs, of which the polar β phase exhibits the highest piezoelectric properties. PVDF from melt or solution crystallizes into a thermodynamically stable non-polar α phase. Various physical transformations like annealing, stretching or poling are carried out to transform the α phase into β phase. Electrospinning as a facile and versatile technique producing nanofibers is also effective on the electroactive performance of PVDF through the β phase, forming directly from a solution [5,6]. In the\nNanomaterials 2020, 10, 1221; doi:10.3390/nano10061221 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1221 2 of 19\ncourse of the electrospinning, a high voltage is applied to the polymer solution which is ejected through a needle of a syringe. When an electrostatic force overcomes the surface tension at the tip of the needle, a so-called Taylor’s cone is formed and it is elongated into a fluid jet. The jetting fluid is collected on a collector in the form of fibers due to the potential difference between the needle tip and the collector. Besides the polymer solution’s intrinsic properties (such as polymer concentration, viscosity, solution type, surface tension, molecular weight and conformation of the polymer chain and electrical conductivity) [7,8], the electrospinning processing conditions (applied voltage, distance between needle and collector, collector’s rotational speed, solution feed rate, size of needle, material and shape of collector, etc.) [9–11] have a significant effect both on the β phase’s proportion and the crystallinity of the electrospun PVDF. Since it is known that the degree of crystallinity of PVDF can range between 35% and 70%, it is highly effective to enhance the overall PVDF crystallinity to the maximal level. The amount of crystalline phases in PVDF during a solution’s crystallization does not depend only on the temperature [12] but also significantly on the crystallization rate, which in turn depends on the solvent’s evaporation rate. Low evaporation rates favor the nucleation and growth of the thermodynamically stable β phase, whereas high evaporation rates yield the metastable α phase [13]. During the electrospinning, its own specifics contribute to the crystallization process. The possible mechanism for the formation of the β phase in PVDF produced by electrospinning can be explained by the high voltage applied to the polymer solution and the high stretching ratio of the fluid jets (influenced by the spinning distance and the rotational speed) [14,15]. The high ratio of stretching during electrospinning is similar to uniaxial mechanical stretching, which can cause the β phase transition [16]. Analogously, the low crystallization temperature, that arises from the low environmental temperature during electrospinning and thus the controlled evaporation of the solvent, can lead to the predominance of the β phase of PVDF [17]. The maximum fraction of the β phase in the range of 60–90 wt% was observed for samples with smaller fiber diameters which were electrospun at higher voltages. Decreasing the fiber diameter by up to 300 nm showed higher electrical outputs of the prepared structures [9,10]. Moreover, the poling effect of the high electrostatic field applied during electrospinning was approved in comparison to the force spinning process, where no visible piezoelectric activity was observed in the PVDF fibers containing a high fraction of β phase [11]. Taking account all these findings, and regarding the extremely high specificity and individuality of each piece of electrospinning equipment and each processing step, a systematic study on the relationships among the process parameters and material characteristics of the PVDF is necessary to maximize the electric behavior of the designed material. In the present paper, a detailed study of the process and solution parameters’ influence on the fibers’ morphology, bulk density, crystallinity, phase composition and dielectric and piezoelectric characteristics is reported in order to obtain various fiber dimensions and find a clear relationship between the PVDF fibers’ structures and their electrical performance. Additionally, the optimization of the electrospinning process for preparing reproducible nano-/micro-sized fibrous PVDF layers with defined electro-activity is presented."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "PVDF a with molar mass of 275,000 g mol−1 (Sigma Aldrich, St. Louis, MO, USA) was used for electrospinning. As solvents, dimethylsulfoxide p.a. (DMSO, Sigma Aldrich, St. Louis, MO, USA) and acetone p.a. (Ac, Sigma Aldrich, St. Louis, MO, USA) were used. CTAB (Sigma Aldrich, St. Louis, MO, USA) was added as a surfactant in given cases. Solvents, DMSO and Ac, were mixed with a volume ratio of 7/3. The PVDF beads were dissolved in the binary solvent in a concentration of 20 wt% at 50 ◦C for 24 h until a visually homogeneous solution was formed. See Table 1 for a sample identification. The sample abbreviation, e.g., “50-25-15” means that the sample was electrospun at a voltage of 50 kV, in a collecting distance of 25 cm, with a collection time of 15 min on the aluminum foil, whereas the abbreviation “50-20-90-C-M” means that the sample was electrospun at a voltage of 50 kV, in a collecting distance of 20 cm, with a collection\nNanomaterials 2020, 10, 1221 3 of 19\ntime of 90 min in the presence of CTAB on aluminum coated Mylar® foil. In given cases, the CTAB surfactant in a concentration of 1 wt% (to whole mass) was added.\nThe prepared solutions were electrospun using the 4spin electrospinning equipment (Contipro a.s., Dolni Dobrouc, The Czech Republic), at a feeding rate of 18–20 µL min−1 through a needle with an inner diameter of 1.067 mm (17 G), at a collector rotational speed of 2000 rpm. The accelerating voltage was 10–50 kV. The distance between the needle tip and the collector (rotating metal drum covered by aluminum foil or Mylar® foil) was 15–25 cm. The fibers were collected in the form of non-woven mats, which were characterized in this study. The viscosity of the PVDF solutions was measured in the shear rate range of 0.1–500 s−1 at a temperature of 30 ◦C, using a rotational rheometer (HAAKE MARSII, Thermo Scientific, Dreieich, Germany) equipped with a double gap cylinder sensor system. Measurements of the electric conductivity of the solutions were done with the conductivity meter SevenCompact S230 (Mettler-Toledo, s.r.o., Prague, The Czech Republic). Surface tension measurements of both DMSO-Ac (7/3 v/v) and PVDF solution were carried out by the tensiometer Sigma 701F (KVS Instruments Ltd., Helsinki, Finland). Due to the different viscosities of the tested samples, the Du Noüy and Wilhelmy plate methods were used for the DMSO-Ac and PVDF solutions, respectively. The parameters used for measurement were as follows: temperature 25 ◦C, speed up/down 20 mm min−1, wetting depth 6 mm, detect range 2 mN m−1, 10 points for each of the three measurements. The morphology of the electrospun fibers was investigated by scanning electron microscopy (SEM, Verios 460 L, FEI Czech Republic s.r.o., Brno, The Czech Republic). The fibers’ mean diameters and 95% confidence intervals (normal distribution and level of significance, alpha = 0.05) were calculated from the SEM images. For each sample, we recorded five SEM images and fifteen diameters were measured in each SEM image (75 diameter values in total for one sample). The bulk density (volumetric density including the spaces among fibers and the envelope volumes of the fibers themselves) of the spun PVDF layers was established by mercury intrusion porosimetry\nNanomaterials 2020, 10, 1221 4 of 19\nusing a porosimeter, Poremaster 60 (Quantachrome, Boynton Beach, FL, USA). The bulk density ρbulk was calculated based on Equation (1):\nρbulk = msample × ρHg\nmHg −mHg+sample + msample (1)\nwhere msample is weight of the sample, ρHg is the mercury density, mHg is the weight of the mercury in a fully filled penetrometer and mHg+sample is the weight of the sample and the mercury, both in the mercury filled penetrometer. The mercury density ρHg used in the calculations was 13.5387 g cm−3 at a temperature of 23.3 ◦C. Three measurements were performed for the calculation of the mean bulk density as well as the confidence intervals of Student’s probability t-distribution, at a significance level of alpha = 0.05 (95% confidence interval). Differential scanning calorimetry (DSC, DSC Discovery, TA Instruments, New Castle, DE, USA) was performed in a temperature range of 30–200 ◦C, at a heating rate of 10 ◦C min−1, in the nitrogen atmosphere. The crystallinity Xc was calculated according to Equation (2):\nXc = ∆Hm ∆H0m · 100 (%) (2)\nwhere ∆Hm is the heat of fusion and ∆H0m is the heat of the fusion of 100% crystalline PVDF (104.5 J g−1 [18]). The phase composition of the fibers was determined by Fourier transform infrared spectroscopy (FTIR), X-ray diffraction (XRD) and Raman spectroscopy. FTIR spectra were collected on Vertex 70 V (Bruker, Billerica, MA, USA), set up by accumulating 512 scans with a resolution of 1 cm−1 in transmission mode. Normalized FTIR transmission spectra after background subtraction and recalculation to absorbance were used for the quantitative evaluation of the phase ratios. The amount of electrically active β and γ phases was calculated according to Gregorio and Cestari, as shown in Equation (3) [19]:\nF(β+ γ) = Aβ,γ\n1, 26Aα + Aβ,γ (3)\nwhere Aα and Aβ,γ are the absorbance values at 763 cm−1 (CH2 in-plane bending or rocking and CF2 bending and skeletal bending) and 840 cm−1 (CH2 rocking and CF2 asymmetrical stretching), respectively. The exclusive β phase peak at 1275 cm−1 (C–F stretching vibrations) and the γ phase peak at 1234 cm−1 (CF2 asymmetrical stretching and rocking) were used to determine the content of the phases separately [20]. XRD data were obtained by the X-ray powder diffractometer Rigaku SmartLab 3 kW (Rigaku Corporation, Tokyo, Japan), using a Cu Kα radiation. Raman spectra were collected by the WITec confocal Raman imaging system, alpha300 (WITec, Ulm, Germany). The excitation wavelength was 531.959 nm and the laser power was 5 mW, while the number of accumulations was 20 at an integration time of 10 sec. The AXIS SupraTM (Kratos Analytical Ltd., Manchester, UK) X-ray photoelectron spectrometer (XPS) was used to study the chemical composition of the samples. The data were collected at 15 mA of emission current with a resolution of 80 for wide spectra and 20 for element spectra. A charge piezoelectric coefficient was measured by the electrometer 6517b (Keithley, Cleveland, OH, USA). The dielectric constant and dielectric loss were measured by a 4263B LCR Meter at a frequency of 1 kHz (HP/Agilent, Tokyo, Japan).\nThe piezoelectric charge coefficient di (pC N−1) was evaluated by Equation (4):\ndi = Q/F (4)\nwhere i is Tr or Lo for the piezoelectric charge coefficient evaluated in the transversal or longitudinal mode (described below), respectively; Q is the electric charge generated by the sample and F is the force applied on the sample.\nNanomaterials 2020, 10, 1221 5 of 19\nThe electric charge was measured in the transversal mode (dTr), as illustrated in Figure 1, and in longitudinal mode (dLo), as illustrated in Figure 2. In the transversal mode, the sample of fibers was placed between two Cu electrodes, where the lower electrode had a diameter of d = 20 mm and the upper electrode a diameter of d = 10 mm. A mechanical force F = 0.49 N was applied on the upper electrode and the electric charge generated by the sample was measured. By this technique, each sample was evaluated in twenty positions and the resulting piezoelectric charge coefficient was represented by the average value of these obtained values.\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 22 The piezoelectric charge coefficient di (pC N−1) was evaluated by Equation (4): = / (4) where i is Tr or Lo for the piezoelectric charge coefficient evaluated in the transversal or longitudinal mode (described below), respectively; Q is the electric charge generated by the sample and F is the force applied on the sample. The electric charge was measured in the transversal mode (dTr), as illustrated in Figure 1, and in longitudinal mode (dLo), as illustrated in Figure 2. In the transversal mode, the sample of fibers was placed between two Cu electrodes, where the lower electrode had a diameter of d = 20 mm and the upper electrode a diameter of d = 10 mm. A mechanical force F = 0.49 N was applied on the upper electrode and the electric charge generated by the sample was measured. By this technique, each sample was evaluated in twenty positions and the resulting piezoelectric charge coefficient was represented by the average value of these obtained values.\nFigure 2. Illustrative figure of the evaluation of the piezoelectric charge coefficient in the longitudinal direction (dLo) on the PVDF sample.\nIn the longitudinal mode, the samples were mechanically stressed in the direction of the fibers, as shown in Figure 2. A PVDF fiber strap was cut from each sample with a width of 5 mm and this strap was clamped between two Cu electrodes. Fibers of the sample were oriented in the direction of the acting force and the gap between the electrodes was 0.77 mm. One electrode was fixed and the second electrode was mechanically stressed by force F = 0.49 N. The plastic and elastic deformations of the Cu electrodes were neglected. The electric charge generated by the sample was measured during the mechanical stressing and the piezoelectric charge constant was evaluated, as mentioned in Equation (4).\n3. Results and Discussion\n3.1. PVDF Electrospinning Optimization\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 22 The piezoelectric charge coefficient di (pC N−1) was evaluated by Equation (4): = / (4) where i is Tr or Lo for the piezoelectric charge coefficient evaluated in the transversal or longitudinal mode (described below), respectively; Q is the electric charge generated by the sample and F is the force applied on the sample. The electric charge was measured in the transversal mode (dTr), as illustrated in Figure 1, and in longitudinal mode (dLo), as illustrated in Figure 2. In the transversal mode, the sample of fibers was placed between two Cu electrodes, where the lower electrode had a diameter of d = 20 mm and the upper electrode a diameter of d = 10 mm. A mechanical force F = 0.49 N was applied on the upper electrode and the electric charge generated by the sample was measured. By this technique, each sample was evaluated in twenty positions and the resulting piezoelectric charge coefficient was represented by the average value of these obtained values."
    }, {
      "heading" : "In the longitudinal mode, the samples were mechanically stressed in the direction of the fibers,",
      "text" : "as shown in Figure 2. A PVDF fiber strap was cut from each sample with a width of 5 mm and this strap was clamped between two Cu electrodes. Fibers of the sample were oriented in the direction of the acting force and the gap between the electrodes was 0.77 mm. One electrode was fixed and the second electrode was mechanically stressed by force F = 0.49 N. The plastic and elastic deformations of the Cu electrodes were neglected. The electric charge generated by the sample was measured during the mechanical stressing and the piezoelectric charge constant was evaluated, as mentioned in Equation (4)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "3.1. PVDF Electrospinning Optimization\nfi ffi ) on t e sa le.\nIn the longitudinal ode, the samples were mechanically stressed in the direction of the fibers, as shown in Figure 2. A PVDF fiber strap was cut from each sample with a width of 5 mm and this strap was clamped between two Cu electrodes. Fibers of the sa ple were oriented in the direction of the acting force and the gap between the electrodes was 0.77 mm. One electrode was fixed and the second electrode was mechanically stressed by force F = 0.49 N. The plastic and elastic deformations of the Cu electrodes were neglected. The electric charge generated by the sample was measured during the mechanical stressing and the piezoelectric charge constant as evaluated, as entioned in Equation (4)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. PVDF Electrospinning Optimization",
      "text" : "A polymer solution’s properties play a key role in the spinning process, resulting in a specific fiber morphology. Thus, in order to comprehend the process, it is essential to determine the main parts of the solution’s characteristics, namely its viscosity and conductivity. Based on our previous experiments and our knowledge of the literature [7,8,11], the fixed vol. ratio of solvents DMSO-Ac = 7/3 and the PVDF concentration in the binary mixture of 20 wt% was used for all the experiments. The CTAB, as the optimal surfactant type from the point of view of the solution preparation and the surfactant ion\nNanomaterials 2020, 10, 1221 6 of 19\nnature [21], was chosen. Table 2 summarizes the measured characteristics of the solvent and solutions with or without the CTAB surfactant. Since surfactants act as surface active agents, the surface tension reduction of the polymer solution was measured in the presence of the surfactant, as is evident from Table 2. The conductivity of the solvent solution was extremely low in the order of units µS cm−1. Nevertheless, the conductivity decreased even more after 20 wt% of PVDF was dissolved in the solvent solution, because some positively charged ions in solvents can interact strongly with fluorine atoms on the PVDF chains. It was noticeable that the addition of the surfactant significantly increased the conductivity in two orders of the units (Table 2). Moreover, the increase in conductivity caused by the ionic nature of the CTAB could bring about the intense initiation of a stable surface charge, resulting in easier drawing and stretching of the fibers. All these conditions should favor the formation of finer fibers [8,21].\nIn order to quantitatively compare the physical effects of CTAB on the flow properties of the PVDF solution, a rheological characterization was performed. The PVDF solutions with and without CTAB had pseudoplastic behavior (in Figure 3), i.e., with an increasing shear rate, the viscosity decreased. Nanomaterials 2020, 10, x FOR PEER REVIEW 7 of 22\nFigure 3. Viscosity of PVDF and solvent solutions as dependent on the shear rate. The error bars show 95% confidence intervals.\nThe solution of DMSO-Ac in a vol. ratio of 7/3 was also characterized. The viscosity of the PVDF solutions increased by two orders of magnitude compared to the pure solution of the solvents DMSOAc. In Figure 3, the effect of 1 wt% of CTAB is reflected by the significant decrease in the viscosity of the PVDF solution. The shear rate in the needle was calculated from the needle’s diameter and volume flow and it was approximately equal to 0.3 s−1. The viscosities of all solutions are shown in Table 2 for a shear rate of 0.3 s−1. Thus, the better fluidity of the PVDF solution with the CTAB (i.e., lower viscosity) should reduce the resistance that the solution must overcome during spinning and the Taylor’s cone should be developed easily. With a lower viscosity, the thinner fibers can be obtained, but, on the other hand, the risk of bead formation on the fibers arises [22]. However, in our case, the viscosity was high enough that we noticed no evidence of beads on the fibers, as discussed below. To compare the effect of the electrospinning process on PVDF’s crystallinity in further work, the PVDF solutions (without and with the CTAB) were simply cast into a petri dish in a thin layer and slowly dried at laboratory temperature. The DSC analysis showed 80.6% and 60.6% of the crystalline phase for PVDF with and without the CTAB, respectively. The crystallinity of pure PVDF is in agreement with published data referring to the crystallinity of the pure PVDF cast film from 45% to 59% with a process temperature dependence [12]. The surfactant’s incorporation into the PVDF solution resulted in fine alignment and good molecular orientation, leading to higher crystallinity, as was also shown by other authors [23]. The spinnability of the prepared pure PVDF solutions in the mixed DMSO-Ac solvent was studied at the voltages of 10 kV–25 kV–35 kV–45 kV–50 kV and at the collecting distances of 15 cm– 20 cm–25 cm, as shown in Table 3.\nTable 3. Fiber diameter and phase composition depending on process parameters of samples collected on aluminum foil (collection time of 15 min).\nFigure 3. Viscosity of PVDF and solvent solutions a dep ndent on the shear rate. The erro bars show 95% confidence intervals.\nThe solution of DMSO-Ac in a vol. ratio of 7/3 was also characterized. The viscosity of the PVDF solutions increased by two orders of magnitude compared to the pure solution of the solvents DMSO-Ac. In Figure 3, the effect of 1 wt% of CTAB is reflected by the significant decrease in the\nNanomaterials 2020, 10, 1221 7 of 19\nviscosity of the PVDF solution. The shear rate in the needle was calculated from the needle’s diameter and volume flow and it was approximately equal to 0.3 s−1. The viscosities of all solutions are shown in Table 2 for a shear rate of 0.3 s−1. Thus, the better fluidity of the PVDF solution with the CTAB (i.e., lower viscosity) should reduce the resistance that the solution must overcome during spinning and the Taylor’s cone should be developed easily. With a lower viscosity, the thinner fibers can be obtained, but, on the other hand, the risk of bead formation on the fibers arises [22]. However, in our case, the viscosity was high enough that we noticed no evidence of beads on the fibers, as discussed below. To compare the effect of the electrospinning process on PVDF’s crystallinity in further work, the PVDF solutions (without and with the CTAB) were simply cast into a petri dish in a thin layer and slowly dried at laboratory temperature. The DSC analysis showed 80.6% and 60.6% of the crystalline phase for PVDF with and without the CTAB, respectively. The crystallinity of pure PVDF is in agreement with published data referring to the crystallinity of the pure PVDF cast film from 45% to 59% with a process temperature dependence [12]. The surfactant’s incorporation into the PVDF solution resulted in fine alignment and good molecular orientation, leading to higher crystallinity, as was also shown by other authors [23]. The spinnability of the prepared pure PVDF solutions in the mixed DMSO-Ac solvent was studied at the voltages of 10 kV–25 kV–35 kV–45 kV–50 kV and at the collecting distances of 15 cm–20 cm–25 cm, as shown in Table 3.\nAt the lowest voltage of 10 kV, the PVDF solution was unable to spin. The lowest voltage was not enough to pull the fibers and no fibers were collected. The higher voltages (25 kV–50 kV) were already enough for fiber formation. The lowest collecting distance of 15 cm at 25 kV did not lead to stable electrospinning; the solution visibly overcame the surface forces, but the distance was probably not high enough to form a continual fibrous structure and almost drops or imperfect fibers were deposited on the collector. Exceeding the conditions of 25 kV and 15 cm (to the higher distances and voltages), the smoothest fibers without any defects or crucial imperfections were collected at differing diameter values (see Table 3 and selected samples in Figure 4).\nNanomaterials 2020, 10, 1221 8 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 22\nFigure 4. SEM images of fiber morphology and diameter distributions obtained by electrospinning at (a) 25 kV and (b) 50 kV, at a distance of 20 cm and spinning time of 15 min. The insets depict a more detailed view of the fibers’ morphology.\nTaking into account the benefit of a fiber alignment for potential applications [11,24], the highest collecting rate was applied in our experiments. The highly oriented arrangement of the fibers can be observed in Figure 4a, where, at an applied voltage of 25 kV, the stretched and aligned fibers were formed. In contrast, the higher voltage of 50 kV led to partially random collecting of the fibers (see Figure 4b). This phenomenon can be explained by the excessive stretching force at the ultrahigh voltage, which destabilized Taylor’s cone formation, and the aligned chains were disturbed and reentangled [9]. The mean diameters of the fibers ranged from ca 600 nm to 1400 nm. The mean diameter as well as its confidence interval decreased with an increase in the applied voltage (see Table 3). The effect of increasing the voltage on the narrowing diameter size distribution is evident also from Figure 5. There was no other significant dependence of the collecting distance on the fiber diameters, at applied voltages of 35 kV and higher, in the whole collecting distance range, as can be seen in Figure 5.\nFigure 4. SEM images of fiber morpholog istributions obtained by lectrospin ing at (a) 25 kV and (b) 50 kV, at a distance of 20 cm and s i f 15 in. The insets depict a more detailed view of the fibers’ morphology.\nTaking into account the benefit of a fiber ali otential a plications [11,24], the highest collecting rate was ap lied in our experi ents. l oriented a rangement of the fibers can be observed in Figure 4a, where, at an applie l f 5 k , t e stretched and aligned fibers w re formed. In contrast, the higher voltage f 50 le t artially random collecting of the fibers (see Figure 4b). This phenomenon can be explained by the excessive stretching force at the ultrahigh voltage, which destabilized Taylor’s cone formation, and the aligned chains were disturbed and re-entangled [9]. The mean diameters of the fibers ranged from ca 600 nm to 1400 nm. The mean diameter as well as its confidence interval decreased with an increase in the applied voltage (see Table 3). The effect of increasing the voltage on the narrowing diameter size distribution is evident also from Figure 5. There was no other significant dependence of the collecting distance on the fiber diameters, at applied voltages of 35 kV and higher, in the whole collecting distance range, as can be seen in Figure 5. Certain spinning instability was revealed at the relatively high voltage of 45 kV; especially when measured at the low distances of 15 cm and 20 cm, a layer of highly randomly orienteered under micrometer-size fibers was produced. The inability to align the fibers caused an increase in the fibers’ diameters. This could be the result of a decrease in the electric field’s intensity. An electric field’s intensity is not stable with a differing spinning distance at a constant voltage, so the one shorter than critical length could lead to insufficient fiber stretching, resulting in thick non-aligned fibers even at the high rotational speed of the collector [10]. The effect of the applied voltages and spinning distances on the fibers’ phase composition was further demonstrated by the determination of electroactive phases using FTIR analysis. The electroactive β- plus γ-phase content is shown in Table 3, and it was in the range of ca 82–92%. A correlation between fiber diameter and electroactive phase content is evident. The lower the fiber’s diameter, the higher the content of the electroactive phases that was obtained. The fibers with the highest values (90–92%)\nNanomaterials 2020, 10, 1221 9 of 19\nof electroactive phases contained also the highest amount of β phase itself. The β phase values of around 86–89% are among the highest published ones [9,10,24]. The applied voltage had a significantly higher effect on the phase composition in contrast to the stretch power, causing the high alignment. The process parameters used for the electrospinning of the thinnest fibers with the highest volume of β phase were stated as the optimal parameters from the point of view of a prospective composition, and these were applied in further experiments which targeted the preparation of PVDF fibrous layers that are as electro-effective as possible. Nanomaterials 2020, 10, x FOR PEER REVIEW 10 of 22\nFigure 5. Dependence of the collecting distance on PVDF fiber diameters at different applied voltages. The error bars show 95% confidence intervals.\nCertain spinning instability was revealed at the relatively high voltage of 45 kV; especially when measured at the low distances of 15 cm and 20 cm, a layer of highly randomly orienteered under micrometer-size fibers was produced. The inability to align the fibers caused an increase in the fibers’ diameters. This could be the result of a decrease in the electric field’s intensity. An electric field’s intensity is not stable with a differing spinning distance at a constant voltage, so the one shorter than critical length could lead to insufficient fiber stretching, resulting in thick non-aligned fibers even at the high rotational speed of the collector [10]. The effect of the applied voltages and spinning distances on the fibers’ phase composition was further demonstrated by the determination of electroactive phases using FTIR analysis. The electroactive β- plus γ- phase content is shown in Table 3, and it was in the range of ca 82–92%. A correlation between fiber diameter and electroactive phase content is evident. The lower the fiber’s diameter, the higher the content of the electroactive phases that was obtained. The fibers with the highest values (90–92%) of electroactive phases contained also the highest amount of β phase itself. The β phase values of around 86–89% are among the highest published ones [9,10,24]. The applied voltage had a significantly higher effect on the phase composition in contrast to the stretch power, causing the high alignment. The process parameters used for the electrospinning of the thinnest fibers with the highest volume of β phase were stated as the optimal parameters from the point of view of a prospective composition, and these were applied in further experiments which targeted the preparation of PVDF fibrous layers that are as electro-effective as possible\n3.2. Characterization of Electrospun PVDF Fibers under Optimized Processing Parameters\nIn order to describe the relationship between the morphology and electro-behavior, the most diverging fibers with the highest and the lowest diameters, processed at 25 kV and 50 kV in the collecting distance of 20 cm, were selected for further detailed analysis of the structure and the phase composition. These samples were compared to the fibers prepared by an advanced process, including the optimal process parameters (50 kV, 20 cm), the addition of the CTAB into the PVDF solution (50- 20-90-C) and the collection, with Mylar® foil as the collector surface (instead of the aluminum foil) (50-20-90-C-M). Mylar® foil is a good choice to substitute the conventionally used aluminum foil during electrospinning collection, as Mylar® foil is conductive and stiff enough to prevent PVDF fiber shrinkage during solvent evaporation and drying, thus stabilizing an amount of the electroactive phase.\nFigure 5. Dependence of the collecting distance on PVDF fiber diamet rs at differ nt applied voltages. The erro bars show 95% confidence intervals."
    }, {
      "heading" : "3.2. Characterization of Electrospun PVDF Fibers under Optimized Processing Parameters",
      "text" : "In order to describe the relationship between the morphology and electro-behavior, the most diverging fibers with the highest an the lowest diameters, processed at 25 kV and 50 kV in the collecting distance of 20 cm, w re selected for furth r detailed analysis of the structure and the phase composition. These samples were compared to the fibers prepared by an advanced process, including the optimal pro ess par meters (50 kV, 20 cm), the addition of the CTAB into the PVDF solutio (50-20-90-C) and the collection, with Mylar® foil as the collector surface (instead of the aluminum foil) (50-20-90-C-M). Mylar® foil is a good choice to substitute the conv ntionally used aluminum foil during lectrospinning collection, as Mylar® foil is conductive and stiff enough to prevent PVDF fiber shrinkage during solvent evaporation and drying, thus stabilizing an amount of the electroactive phase. For the detail d mat rial nd functional characterization of the selecte fibers, stablishing the appropriate t ickness of the fib r layer was necessary; hence, t e collection time was increased to 90 min. The process parameters and fiber characteristics are given in Table 4. Analysis of the fiber diameters showed conformity of the obtained results i the different collection times of 15 min and 90 min, at the same collecting distance of 20 cm. The mean diameter of the fibers spun at 25 kV was ca 1343 nm (sample 25-20-15) and 1346 nm (sample 25-20-90) after 15 and 90 min of collection time, respectively. At 50 kV, the diameter was 678 n (sample 50-20-15) and 649 nm (sample 50-20-90) after 15 and 90 mi of collection time, respectively. T e fiber morphology can be seen in Figure 6a,b. The same conf rmit was determined for the phase content of these fibers (see Table 4). This comparison shows the time-dependent stability of the process from the point of view of fiber diameter, as well as a presumption of the morphology repeatability during the electrospinning process.\nNanomaterials 2020, 10, 1221 10 of 19\nTable 4. Characterization of the fibers electrospun for 90 min at a collecting distance of 20 cm.\nSample a Fiber\nDiameter b (nm)\nγ- + β-/β-/γ Phase Content\n(wt%)\nCrystallinity Xc (%)\nBulk Density b\n(g·cm−3)\nDielectric Constant ε b (-) Dielectric Loss tanδ (10−3) b (-) dTr b (pC N−1)\ndLo b\n(pC N−1)\n25-20-90 1346 ± 141 83.2/74.4/8.8 54.7 0.581 ± 0.010 2.2 ± 0.2 2.6 ± 0.2 23.7 ± 2.0 4.3 ± 0.6 50-20-90 649 ± 50 92.1/82.3/9.8 56.3 0.721 ± 0.012 2.0 ± 0.1 2.5 ± 0.2 33.0 ± 2.6 10.4 ± 1.1 50-20-90-C 474 ± 28 88.4/84.8/3.6 61.1 0.624 ± 0.013 1.7 ± 0.2 14.0 ± 2.0 12.3 ± 1.1 3.2 ± 0.3 50-20-90-C-M 276 ± 26 90.8/89.5/1.3 64.0 0.592 ± 0.015 1.1 ± 0.02 14.0 ± 2.4 5.1 ± 0.6 1.0 ± 0.2\na Definitions of the sample abbreviations are given in Table 1. b Fiber diameter, bulk density, dielectric constant, dielectric loss tanδ and piezoelectric charge coefficients dTr and dLo are shown with 95% confidence interval.Nanomaterials 2020, 10, x FOR PEER REVIEW 12 of 22\nFigure 6. SEM images of fiber morphology and diameter distributions obtained by electrospinning of PVDF solution at (a) 25 kV and (b) 50 kV and by electrospinning of PVDF solution with CTAB at (c) 50 kV on aluminum foil and (d) 50 kV on Mylar® foil at distance of 20 cm and spinning time of 90 min.\nThe morphology of the highly aligned fibers prepared from the PVDF solution with the CTAB (sample 50-20-90-C and 50-20-90-C-M) can be seen in Figure 6c,d. The mean fiber diameters of 474 nm and 276 nm are significantly lower, with a narrow diameter size distribution than the diameters of the fibers prepared from the solutions without CTAB. The effect of decreasing surface tension and viscosity, and increasing conductivity, on the decrease in the fiber diameter as well as on the\nFigure 6. SEM images of fiber morphology and diameter distributions obtained by electrospinning of PVDF solution at (a) 25 kV and (b) 50 kV and by electrospinning of PVDF solution with CTAB at (c) 50 kV on aluminum foil and (d) 50 kV on Mylar® foil at distance of 20 cm and spinning time of 90 min.\nNanomaterials 2020, 10, 1221 11 of 19\nThe morphology of the highly aligned fibers prepared from the PVDF solution with the CTAB (sample 50-20-90-C and 50-20-90-C-M) can be seen in Figure 6c,d. The mean fiber diameters of 474 nm and 276 nm are significantly lower, with a narrow diameter size distribution than the diameters of the fibers prepared from the solutions without CTAB. The effect of decreasing surface tension and viscosity, and increasing conductivity, on the decrease in the fiber diameter as well as on the confidence interval is evident. Moreover, the Mylar® foil enhanced the forming and collection of the thinner fibers. The overall crystallinity Xc increased with the increasing diameter from ca 55% to 62%, which is slightly lower than the values for the cast PVDF film with or without the CTAB. The CTAB’s presence increased the crystallinity regardless of the processing method. This meant that it was not only a reduction in the surface tension and solution conductivity during electrospinning that were the consequences that contributed to the increase in crystallinity. The hydrophobic part of the CTAB can join to the hydro-carbonic structure of the polymer chain but the hydrophilic/polar one leaves freely. The accumulation of polar groups in the polymer space resulted in repulsion between the polymer chains, and this consequently increased the chains’ organization and the PVDF’s crystallinity during electrospinning as well as during casting. The presence of CTAB in the electrospun PVDF fibers was confirmed by XPS analysis. Wide spectra (see Figure 7a) show peaks of core levels of carbon (C1s), fluorine (F1s) and oxygen (O1s). XPS spectra of the F1s’ core levels (see Figure 7b) have a similar shape to the F-C-F bond at 687.4 eV for all samples. The C1s’ spectra (see Figure 7c) confirm the presence of carbon bonds with fluorine and with hydrogen. Deconvolution of the O1s’ peaks shows that samples prepared with CTAB are enriched with oxygen containing functional groups (see Figure 7d–g). For the detailed phase composition, the samples were comprehensively characterized by FTIR spectroscopy, XRD and Raman spectroscopy. The FTIR characteristic absorption bands that were used for the phase quantity calculation are shown in the spectra in Figure 8.Nanomaterials 2020, 10, x FOR PEER REVIEW 14 of 22\nFigure 7. (a) XPS survey spectra of PVDF samples and XPS element spectra of PVDF samples for elements (b) F1s, (c) C1s and (d–g) O1s for individual PVDF samples.\nFigure 7. Cont.\nNanomaterials 2020, 10, 1221 12 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 14 of 22\nFigure 7. (a) XPS survey spectra of PVDF samples and XPS element spectra of PVDF samples for elements (b) F1s, (c) C1s and (d–g) O1s for individual PVDF samples.\nFigure 7. (a) XPS survey spectra of PVDF samples and XPS element spectra of PVDF samples for elements (b) F1s, (c) C1s and (d–g) O1s for individual PVDF samples.\nNanomaterials 2020, 10, x FOR PEER REVIEW 15 of 22\nFor the detailed phase composition, the samples were comprehensively characterized by FTIR spectroscopy, XRD and Raman spectroscopy. The FTIR characteristic absorption bands that were used for the phase quantity calculation are shown in the spectra in Figure 8.\nFigure 8. FTIR spectra of the PVDF samples.\nTable 4 shows the β phase content from 74.4 to 89.5 wt% and confirms the predominance of the β phase over the α and γ phases at lower diameters of the fibers. The γ phase content in the range 1.3 wt%–9.8 wt% decreased with a decrease in the fiber diameter. XRD measurements correlate with the calculations from FTIR and show dominant reflections of the β phase at 20.6° (110/200) and 36.6° (101) [25] (see Figure 9a). The diffraction bands of the monoclinic α phase peaks are located at 18.4° (020) and 41.1° (111). Since the diffraction bands are overlapped, the Lorentzian function was used to distinguish the peaks reflecting the γ phase at 20.3° (101) [20]. The results of peak fitting after background correction are shown in Figure 9b.\nFigure 8. FTIR spectra of the PV F sa ples.\nTable 4 shows the β phase content fro 74.4 to 89.5 t and confir s the predo inance of the β as ases at lower diameters of the fibers. The γ phase content in the range\nNanomaterials 2020, 10, 1221 13 of 19\n1.3 wt%–9.8 wt% decreased with a decrease in the fiber diameter. XRD measurements correlate with the calculations from FTIR and show dominant reflections of the β phase at 20.6◦ (110/200) and 36.6◦ (101) [25] (see Figure 9a). The diffraction bands of the monoclinic α phase peaks are located at 18.4◦ (020) and 41.1◦ (111). Since the diffraction bands are overlapped, the Lorentzian function was used to distinguish the peaks reflecting the γ phase at 20.3◦ (101) [20]. The results of peak fitting after background correction are shown in Figure 9b.Nanomaterials 2020, 10, x FOR PEER REVIEW 16 of 22\nComplementary information is given by the Raman spectra (Figure 10). The relative peak intensity of the β phase at 839 cm−1 increases in comparison with the α phase peak at 794 cm−1. A decrease in the peak intensity of the amorphous halo is observed with an increase in the fibers’ crystallinity. The Raman spectra provide additional data about the skeleton chain, but the γ phase peak is hardly distinguished. It is situated at 811 cm−1 and 839 cm−1, where it overlaps with the α and β phase peaks.\nComplementary information is given by the Raman spectra (Figure 10). The relative peak intensity of the β phase at 839 cm−1 increases in comparison with the α phase peak at 794 cm−1. A decrease in the peak intensity of the amorphous halo is observed with an increase in the fibers’ crystallinity. The Raman spectra provide additional data about the skeleton chain, but the γ phase peak is hardly distinguished. It is situated at 811 cm−1 and 839 cm−1, where it overlaps with the α and β phase peaks.\nNanomaterials 2020, 10, 1221 14 of 19 Nanomaterials 2020, 10, x FOR PEER REVIEW 17 of 22\nFigure 10. Raman spectra of the PVDF samples.\nThe above described comprehensive phase composition and morphology analysis data clearly showed and confirmed the effectiveness of the electrospinning process in enhancing the PVDF’s crystallinity and the electroactive phase amounts. The dielectric properties of PVDF polymer are based on the crystalline phase, orientation and temperature [26–29]. In a fully dense PVDF sample, the dielectric constant is approximately εr 14 for the α phase, and the higher content of the β phase can slightly decrease this value by one or more [27,28]. But the more significant effect of lowering the dielectric constant has the porosity. The higher porosity inside the material introduces a lower dielectric constant. The electrospinning procedure fabricates a fiber material with a very high porosity. The porosity can reach more than 70% [30,31]. Figure 11 shows the electrospun PVDF fibers characterized from a dielectric point of view. From our results, the increase in the dielectric constant with an increase in the size of the fiber diameter in the electrospun material is observed. This can be assigned to the decreasing content of the β phase and the crystallinity in samples with a higher diameter of the fibers (see Table 4). The smaller crystalline size, the presence of defects and irregularities in the samples with a lower crystallinity caused the higher mobility of the dipole moments and the growth of the dielectric constant [26–29]. The increase is not linear and the highest increase of the dielectric constant appears between the sample with the lowest size of the mean fiber diameter, i.e., 276 nm, and the second lowest size of the mean fiber diameter, i.e., 474 nm, where the dielectric constant was 1.1 and 1.7, respectively. The dielectric constant increased by nearly two times when the size of the fiber diameter was increased by approximately 200 nm and the fiber diameter was almost doubled. A further increase in the fiber size on the mean diameters of 649 nm and 1346 nm resulted in the increase of the dielectric constant to 2.0 and 2.2, respectively. This increase is not so evident for larger fiber diameters compared to the values that were observed for the lowest diameters.\nFigure 10. Ra an spectra of the PVDF samples.\nThe above described comprehensive phase composition and morphology analysis data clearly showed and confirmed the effectiveness of the electrospinning process in enhancing the PVDF’s crystallinity and the electroactive phase amounts. The dielectric properties of PVDF polymer are based on the crystalline phase, orientation and temperature [26–29]. In a fully dense PVDF sample, the dielectric constant is approximately εr 14 for the α phase, and the higher content of the β phase can slightly decrease this value by one or more [27,28]. But the more significant effect of lowering the dielectric constant has the porosity. The higher porosity inside the material introduces a lower dielectric constant. The electrospinning procedure fabricates a fiber material with a very high porosity. The porosity can reach more than 70% [30,31]. Figure 11 shows the electrospun PVDF fibers characterized from a dielectric point of view. From our results, the increase in the dielectric constant with an increase in the size of the fiber diameter in the electrospun material is observed. This can be assigned to the decreasing co t nt f the β phase and the crystallinity in samples with a higher diameter of the fibers (se Table 4). The smaller crystalline size, the presence of defects and irregularities in th samples with a low r crystallinity caused the highe mob lity of the ipole mom nts and the growth f the di lectric constant [26–29]. Th inc ease i no linear and the high st increase of the iel ctric constant ppears betw en the sample with the lo est size of the mean fiber diame er, i.e., 276 n , and the second lowest size of the mean fiber iam ter, .e., 474 nm, where the\nielectric constant was 1.1 and 1.7, resp ively. The dielectric co stant increased by nearly two times when the size of the fiber diame er was increas d by approximat ly 200 nm and the fiber diameter was almost doub ed. A further increase in th fiber ize on the mean diamet s of 649 nm and 1346 nm result d in the increa e of the dielectric co stant to 2.0 and 2.2, re pectiv ly. This in rease is not so evi ent for larger fiber diamet rs compared to the values that w re observed f r the lowest diameters.\nNanomaterials 2020, 10, 1221 15 of 19 Nanomaterials 2020, 10, x FOR PEER REVIEW 18 of 22\nThe dielectric loss of the samples 25-20-90, 50-20-90, 50-20-90-C and 50-20-90-C-M nanofibers were 2.6 × 10−3, 2.5 × 10−3, 14.0 × 10−3 and 14.0 × 10−3, respectively, at 1 kHz. The increase in dielectric loss can be attributed to the larger interface of PVDF-air and the interface of nanofibers among themselves. This type of energy dissipation has been described by several authors [32,33]. Moreover, the steep difference in the dielectric loss between fibers with diameters of up to 470 nm and over 649 nm can be affected by the presence of the hygroscopic surfactant CTAB in the PVDF fibers with lower diameters. The retained irremovable water in the fibers led to hydrogen bonding among the fluorine atoms of the PVDF and the water molecules (the presence of hydrogen bonds was confirmed by XPS analysis, as discussed above) and thus the dielectric loss increased in the material [34,35]. The piezoelectric charge coefficient dTr obtained at the samples, measured in the transversal mode, is shown in Figure 12. In the figure, the increase in the piezoelectric charge coefficient value with a decrease in the diameter of the pure PVDF fibers (25-20-90 and 50-20-90) can be observed. The highest value of the dTr = 33 pC N−1 was observed for the sample 50-20-90, where the mean fiber diameter was 649 nm and contained the highest amounts of the electroactive phases, including the highest amount of γ phase. Then, the piezoelectric charge coefficient decreases in the value 12.3 pC N−1 for the sample 50-20-90-C, represented by the mean fiber diameter of 474 nm, and it decreased further in the value 5.1 pC N−1 for the sample 50-20-90-C-M, with the mean fiber diameter of 276 nm, as is described in Table 4. Despite the high content of β phases in both samples, the presence of CTAB in the fibers with mean diameters of 474 nm and 276 nm significantly contributed to the decrease in the piezoelectric activity due to its conductivity [36] and water retention [37].\nFigure 1 . Diel ctric onstant and dielectric loss measured on the PVDF fibers with different diam t rs. The erro bars show 95% confidence intervals.\nThe dielectric loss of the samples 25-20-90, 50-20-90, 50-20-90-C and 50-20-90-C-M nanofibers were 2.6 × 10−3, 2.5 × 10−3, 14.0 × 10−3 and 14.0 × 10−3, respectively, at 1 kHz. The increase in dielectric loss can be attributed to the larger interface of PVDF-air and the interface of nanofibers among themselves. This type of energy dissipation has been described by several authors [32,33]. Moreover, the steep difference in the dielectric loss between fibers with diameters of up to 470 nm and over 649 nm can be affected by the presence of the hygroscopic surfactant CTAB in the PVDF fibers with lower diameters. The retained irremovable water in the fibers led to hydrogen bonding among the fluorine atoms of the PVDF and the water molecules (the presence of hydrogen bonds was confirmed by XPS analysis, as discussed above) and thus the dielectric loss increased in the material [34,35]. The piezoelectric charge coefficient dTr obtained at the samples, measured in the transversal mode, is shown in Figure 12. In the figure, the increase in the piezoelectric charge coefficient value with a decrease in the diameter of the pure PVDF fibers (25-20-90 and 50-20-90) can be observed. The highest value of the dTr = 33 pC N−1 was observed for the sample 50-20-90, where the mean fiber dia eter was 649 nm and contained the highest amounts of the electroactive phases, including the highest amount of γ phase. Then, the piezoelectric charge coefficient decreases in the value 12.3 pC N−1 for the sample 50-20-90-C, represented by the mean fiber diameter of 474 n , and it decreased further in the value 5.1 pC N−1 for the sample 50-20-90-C-M, with the ean fiber diameter of 276 n , as is described in Table 4. Despite the high content of β phases in both samples, the presence of CTAB in the fibers with mean diameters of 474 nm and 276 n significantly contributed to the decrease in the piezoelectric activity due to its conductivity [36] and water retention [37]. The values dLo obtained in the longitudinal direction were lower than the values dTr measured in the transversal direction, as shown in Figure 12. The increasing trend of the piezoelectric charge coefficient in the longitudinal direction, dLo, with the decrease in the fiber diameters of the pure PVDF samples is obvious and can be seen in Figure 12. The highest value dLo = 10.4 pC N−1 was observed for the sample 50-20-90, with the mean fiber diameter of 649 nm. Then, dLo decreased for both samples with the CTAB with a decrease in the fiber diameter, and the lowest value was obtained for the sample 50-20-90-C-M, with the lowest mean fiber diameter of 276 nm, where the dLo was around 1 pC N−1. The deterioration effect of CTAB on the piezoelectric activity is obvious. These determined characteristics correlate with the bulk densities of the samples (calculated according to Equation (1)), as shown in Figure 12 and Table 4. The bulk density of the spun PVDF’s fibrous layers increased with the diameter decrease in the pure PVDF fiber and, inversely, the bulk density decreased in the case of the PVDF fibers with the CTAB. The pore-forming effect in the presence of the hydrophilic surfactants (like CTAB) in polymers during their processing was reported [38,39], and the higher porosity could\nNanomaterials 2020, 10, 1221 16 of 19\ncontribute to the deterioration of the dielectric properties of the PVDF material which is described above. Despite the assumption of a denser PVDF structure formation due to thinner and more aligned fibers, the CTAB could negatively affect the degree of porosity from the viewpoint of the piezoelectric properties as well. Nanomaterials 2020, 10, x FOR PEER REVIEW 19 of 22\nFigure 12. Piezoelectric charge coefficient of the PVDF fibers in the transversal (dTr) and longitudinal (dLo) directions and the bulk density of the PVDF samples. The error bars show 95% confidence intervals.\nThe values dLo obtained in the longitudinal direction were lower than the values dTr measured in the transversal direction, as shown in Figure 12. The increasing trend of the piezoelectric charge coefficient in the longitudinal direction, dLo, with the decrease in the fiber diameters of the pure PVDF samples is obvious and can be seen in Figure 12. The highest value dLo = 10.4 pC N−1 was observed for the sample 50-20-90, with the mean fiber diameter of 649 nm. Then, dLo decreased for both samples with the CTAB with a decrease in the fiber diameter, and the lowest value was obtained for the sample 50-20-90-C-M, with the lowest mean fiber diameter of 276 nm, where the dLo was around 1 pC N−1. The deterioration effect of CTAB on the piezoelectric activity is obvious. These determined characteristics correlate with the bulk densities of the samples (calculated according to Equation (1)), as shown in Figure 12 and Table 4. The bulk density of the spun PVDF’s fibrous layers increased with the diameter decrease in the pure PVDF fiber and, inversely, the bulk density decreased in the case of the PVDF fibers with the CTAB. The pore-forming effect in the presence of the hydrophilic surfactants (like CTAB) in polymers during their processing was reported [38,39], and the higher porosity could contribute to the deterioration of the dielectric properties of the PVDF material which is described above. Despite the assumption of a denser PVDF structure formation due to thinner and more aligned fibers, the CTAB could negatively affect the degree of porosity from the viewpoint of the piezoelectric properties as well. As evidenced by the piezoelectric charge coefficient trends, the electrospun fibers are more piezo-electrically sensitive in the transversal direction than in the longitudinal one. This is due to the dominant polarization of the dipoles in the direction normal to the fibers’ longitudinal axis, which is connected to the potential on the collector. These findings point to the application of the fibrous material in the field of pressure active sensors (heart rate sensors in wearable textiles, precise lowpressure acoustic sensors, etc.). From our results, it can be seen that there is an increasing trend of piezoelectric activity with the decreasing size of the fiber diameter/increasing of the β phase in the case of pure PVDF fibers, in accordance with published results [9,10]. Interestingly, a negative impact of the use of surfactants on PVDF’s electrical performance was found. The negative impact of CTAB in the PVDF solution exceeded its positive effect on the morphology and phase composition during the electrospinning process, which was aimed primarily at piezoelectric activity enhancing. To the best of our knowledge, the relationship between surfactant enhanced fiber diameter and fibers’ electric performance has still not been published. Our results showed the possible consequences of the chemical and physical nature of the surfactant used, and thus its selection must take into account not only its effect on spinnability but also the effect on the functionality of the resulting material. This phenomenon will\nFigure 12. Piezoelectric charge coefficient of the P F fi ers i t e tr s rs l ( Tr) and longitudinal (dLo) directi the bulk density of the PVDF samples. The error bars show 95% confiden e intervals.\nAs evidenced by the piezoelectric charge coefficient trends, the electrospun fibers are more piezo-electrically sensitive in the transversal direction than in the longitudinal one. This is due to the dominant polarization of the dip les in the dir ction normal to the fibers’ longitudinal axis, w ich is connected to t potential on the collector. These findings point to the application of the fibro s material in the field of pre sure active sensors (hea t rate sensors in wearable textiles, precise low-pr ssure acoustic sensors, etc.). From our results, it can b seen that there is an increasing trend of piezoelectric activity with the decreasing size of the fiber diameter/increasing of the β phase i the case of pure PVDF fibers, in accordanc with published results [9,10]. Interestingly, a negative impact of the us of surfactants on PVDF’s elect ical performance was found. The negative impact of CTAB in the PVDF s lution exceeded its positive effect on the morphology and p ase composition during the ele tro pinning process, which was aimed primarily at piezoelectric activity en ancing. To the best of our knowledg , the r lationship between surfactant enhanced fiber diameter and fibers’ el ctri performance has still not bee published. Our results showed the possible c nsequences of the chemical and physical nature of the surfactant used, and thus its s lection must take into account not only its ffect on spinnability but also the effect n the functionality of the resulting material. This phenomenon will b studied deeper in further work focused on the r le of different surfa tants on the PVDF fibers’ piezoel ctric response."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Poly(vinylidene fluoride) (PVDF) fibrous layers with a o- and micro-sized fiber diameters were prepared by controlled electrospin ing process. The fibers with m an diameters from 276 nm to 1392 nm were spun at voltages of 25 kV–50 kV, either from the pure PVDF solutions or in the presence of the CTAB surfactant. The mean fiber diameters decreased a d the β phase content increased with the increas in the applied spinning voltage. The presence of the CTAB surfactant enhanced the PVDF’s spinnability and crystallinity. A maximum crystallinity of 64% with 89 wt% of th β ph se was achieved in the PVDF sample with a mean fiber diameter of 276 nm, which was spun from a solution of PVDF with 1 wt% of the CTAB su factant. The piezo lectric activity increased with the d creasing diameter of the pure PVDF fibers. The highest piezoelectric charge of 33 pC N−1 was measured in the transversal\nNanomaterials 2020, 10, 1221 17 of 19\ndirection on the sample with the mean fiber diameter of 649 nm, spun from the PVDF solution without the CTAB, containing the lowest amount of β phase and with the presence of the γ phase. Although the presence of the CTAB decreased the fibers’ diameter and increased the electroactive phase content, it evidently deteriorated the electro performance of the PVDF material. This finding is contrary to the results found in other publications, namely that thinner fibers with high crystallinity and high amounts of β phase should enhance the piezoelectric activity of fibrous PVDF. In order to decrease fibers’ diameters by using a surfactant, the tailoring of its chemical and physical properties to the PVDF functionality is necessary. The prepared PVDF based fibrous structure is a prospective material for the pressure active sensors where the pressure is applied in the transversal direction.\nAuthor Contributions: Conceptualization, K.C.; Formal analysis, J.K. and P.T.; Investigation, J.K., D.S., J.P. and P.T.; Methodology, J.P., E.S. and D.R.; Supervision, K.C.; Writing—Original draft, K.C., J.K., D.S., J.P. and P.T. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was supported by the Czech foundation Agency (GA 19-17457S). Part of the work was carried out at CEITEC Nano Research Infrastructure. CzechNanoLab project LM2018110 funded by MEYS CR is gratefully acknowledged for the financial support of the measurements at CEITEC Nano Research Infrastructure. The support of Ministry of Education, Youth and Sports of the Czech Republic under the project CEITEC 2020 (grant number LQ1601) is acknowledged.\nAcknowledgments: The author (J.K.) would like to thank Martin Trunec, for valuable discussion about bulk density measurements by mercury porosimetry.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Electroactive phases of poly(vinylidene fluoride): Determination, processing and applications",
      "author" : [ "P. Martins", "A.C. Lopes", "S. Lanceros-Mendez" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Piezoelectric materials for tissue regeneration: A review",
      "author" : [ "A.H. Rajabi", "M. Jaffe", "T.L. Arinzeh" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Recent Progress on Piezoelectric and Triboelectric Energy Harvesters",
      "author" : [ "Q. Zheng", "B. Shi", "Z. Li", "Z.L. Wang" ],
      "venue" : "Biomedical Systems. Adv. Sci. 2017,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Performance enhancements in poly(vinylidene fluoride)-based piezoelectric nanogenerators for efficient energy harvesting",
      "author" : [ "J. Yan", "M. Liu", "Y.G. Jeong", "W.M. Kang", "L. Li", "Y.X. Zhao", "N.P. Deng", "B.W. Cheng", "G. Yang" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Electrospinning/electrospray of polyvinylidene fluoride (PVDF): Piezoelectric nanofibers",
      "author" : [ "F. Mokhtari", "M. Latifi", "M. Shamshirsaz" ],
      "venue" : "J. Text. Inst",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Journey of Electroactive beta-Polymorph of Poly(vinylidenefluoride) from Crystal Growth to Design to Applications. Cryst",
      "author" : [ "A. Gebrekrstos", "G. Madras", "S. Bose" ],
      "venue" : "Growth Des",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Synthesis and Characterization of Polyvinylidene-fluoride (PVDF) Nanofiber for Application as Piezoelectric Force Sensor",
      "author" : [ "S. Saha", "V. Yauvana", "S. Chakraborty", "D. Sanyal" ],
      "venue" : "Mater. Today Proc",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Formation of uniform PVDF fibers under ultrasound exposure in presence of anionic surfactant",
      "author" : [ "E. Tarasova", "K.G. Tamberg", "M. Viirsalu", "N. Savest", "V. Gudkova", "I. Krasnou", "T. Märtson", "A. Krumme" ],
      "venue" : "J. Electrost",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Linear dependence between content of effective piezo-phase and mechanical-to-electrical conversion in electrospun poly(vinylidene fluoride) fibrous membrane",
      "author" : [ "P.H. Hu", "D.C. Zheng", "C.X. Zhao", "Y.Y. Zhang", "J. Niu" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Effect of electrospinning parameters and polymer concentrations on mechanical-to-electrical energy conversion of randomly-oriented electrospun poly(vinylidene fluoride) nanofiber mats",
      "author" : [ "H. Shao", "J. Fang", "H.X. Wang", "T. Lin" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Electrospinning-induced preferred dipole orientation in PVDF fibers",
      "author" : [ "T.P. Lei", "L.K. Yu", "G.F. Zheng", "L.Y. Wang", "D.Z. Wu", "D.H. Sun" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Effect of temperature on the crystalline phase and dielectric and ferroelectric properties of poly(vinylidene fluoride) film",
      "author" : [ "L. Yang", "H. Ji", "J. Qiu", "K. Zhu", "B. Shao" ],
      "venue" : "J. Intell. Mater. Syst. Struct",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Influence of the solvent evaporation rate on the crystalline phases of solution-cast poly(vinylidene fluoride) films",
      "author" : [ "D.L. Chinaglia", "Gregorio", "R.", "J.C. Stefanello", "R.A. Pisani Altafim", "W. Wirges", "F. Wang", "R. Gerhard" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2010
    }, {
      "title" : "Electric-field-induced phase changes in poly(vinylidene fluoride)",
      "author" : [ "G.T. Davis", "J.E. McKinney", "M.G. Broadhurst", "S.C. Roth" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1978
    }, {
      "title" : "Polymorphism Control of Poly(vinylidene fluoride) through Electrospinning",
      "author" : [ "J. Zheng", "A. He", "J. Li", "C.C. Han" ],
      "venue" : "Macromol. Rapid Commun",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2007
    }, {
      "title" : "Analysis Method: FTIR studies of β-phase crystal formation in stretched PVDF films",
      "author" : [ "A. Salimi", "A.A. Yousefi" ],
      "venue" : "Polym. Test",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2003
    }, {
      "title" : "Effect of temperature on structure, morphology and crystallinity of PVDF nanofibers via electrospinning",
      "author" : [ "F.L. Huang", "Q.F. Wei", "J.X. Wang", "Y.B. Cai", "Y.B. Huang" ],
      "venue" : "e-Polymers",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2008
    }, {
      "title" : "Effect of preparation conditions on the morphology, polymorphism and mechanical properties of polyvinylidene fluoride membranes formed via thermally induced phase separation",
      "author" : [ "J. Liu", "X.L. Lu", "C.R. Wu", "C. Zhao" ],
      "venue" : "J. Polym. Res",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "A critical analysis of the α, β and γ phases in poly(vinylidene fluoride) using FTIR",
      "author" : [ "X. Cai", "T. Lei", "D. Sun", "L. Lin" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Energy-induced polymorphic changes in poly(vinylidene fluoride): How ultrasonication results in polymer with predominantly γ phase",
      "author" : [ "R.E. Roy", "S. Bhuvaneswari", "K.P. Vijayalakshmi", "R. Dimple", "P.B. Soumyamol", "R.S.N. Rajeev" ],
      "venue" : "J. Polym. Sci. Part B Polym. Phys",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "The Effect of Surfactants on the Diameter and Morphology of Electrospun Ultrafine Nanofiber",
      "author" : [ "J.Y. Zheng", "M.F. Zhuang", "Z.J. Yu", "G.F. Zheng", "Y. Zhao", "H. Wang", "D.H. Sun" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Beaded nanofibers formed during electrospinning",
      "author" : [ "H. Fong", "I. Chun", "D.H. Reneker" ],
      "venue" : "Polymer",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 1999
    }, {
      "title" : "Deduction of Surfactants Effect on Performance, Morphology, Thermal and Molecular Properties of Polymeric Polyvinylidene Fluoride (PVDF) Based Ultrafiltration Membrane",
      "author" : [ "N.H.M. Safari", "A.R. Hassan", "C.W.I.C.W. Takwa", "S. Rozali" ],
      "venue" : "Period. Polytech. Chem. Eng",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Piezoelectric Response of Aligned Electrospun Polyvinylidene Fluoride/Carbon Nanotube Nanofibrous Membranes",
      "author" : [ "C.M. Wu", "M.H. Chou", "W.Y. Zeng" ],
      "venue" : "Nanomaterials (Basel) 2018,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Ultra-long MWCNTs highly oriented in electrospun PVDF/MWCNT composite nanofibers with enhanced β phase",
      "author" : [ "X. Liu", "S. Xu", "X. Kuang", "X. Wang" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2016
    }, {
      "title" : "Effect of crystalline phase, orientation and temperature on the dielectric properties of poly (vinylidene fluoride) (PVDF)",
      "author" : [ "R. Gregorio", "E.M. Ueno" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1999
    }, {
      "title" : "Effect of drawing on the dielectric properties and polarization of pressed solution cast β-PVDF films",
      "author" : [ "A.B. Da Silva", "C. Wisniewski", "J.V.A. Esteves", "R. Gregorio" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2010
    }, {
      "title" : "PVDF-based dielectric polymers and their applications in electronic materials",
      "author" : [ "W. Xia", "Z. Zhang" ],
      "venue" : "In IET Nanodielectrics; Institution of Engineering and Technology: London, UK,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Influence of crystalline properties on the dielectric and energy storage properties of poly(vinylidene fluoride)",
      "author" : [ "J. Li", "Q. Meng", "W. Li", "Z. Zhang" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2011
    }, {
      "title" : "Fabrication of polyvinylidene fluoride (PVDF) nanofiber membranes by electro-spinning for direct contact membrane distillation",
      "author" : [ "Y. Liao", "R. Wang", "M. Tian", "C. Qiu", "A.G. Fane" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "Fabrication and characterization of polyvinylidenefluoride-co-hexafluoropropylene (PVDF-HFP) electrospun membranes for direct contact membrane distillation",
      "author" : [ "B.S. Lalia", "E. Guillen-Burrieza", "H.A. Arafat", "R. Hashaikeh" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Microstructures and properties of glass fiber reinforced PTFE composite substrates with laminated construction",
      "author" : [ "F. Huang", "Y. Yuan", "Z. Jiang", "B. Tang", "S. Zhang" ],
      "venue" : "Mater. Res. Express 2019,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Ferroelectric Poly(vinylidene fluoride) PVDF Films Derived from the Solutions with Retainable Water and Controlled Water Loss",
      "author" : [ "X. Li", "S.T. Chen", "K. Yao", "F.E.H. Tay" ],
      "venue" : "J. Polym. Sci. Polym. Phys",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2009
    }, {
      "title" : "The Role of Solution Phase Water on the Deposition of Thin Films of Poly(vinylidene fluoride)",
      "author" : [ "M. Benz", "W.B. Euler", "O.J. Gregory" ],
      "venue" : "Macromolecules",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2002
    }, {
      "title" : "Modification of surface energy and electrical and thermal properties of spherical polypyrrole nanoparticles synthesized by CTAB for potential application as a conductive ink",
      "author" : [ "K. Vahidi", "Y. Seyed Jalili" ],
      "venue" : "J. Theor. Appl. Phys. 2013,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Multiscale-structuring of polyvinylidene fluoride for energy harvesting: The impact of molecular-, micro- and macro-structure",
      "author" : [ "C. Wan", "C.R. Bowen" ],
      "venue" : "J. Mater. Chem. A 2017,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "The effect of surfactants on the structure and performance of PES membrane for separation of carbon dioxide from methane",
      "author" : [ "S. Saedi", "S.S. Madaeni", "A.A. Shamsabadi", "F. Mottaghi" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Belonging to them, poly(vinylidene fluoride) (PVDF) has been attracting a great deal of research attention due to its outstanding pyroelectricity, piezoelectricity and ferroelectricity, as well as its relatively high dielectric permittivity [1].",
      "startOffset" : 241,
      "endOffset" : 244
    }, {
      "referenceID" : 4,
      "context" : "Electrospinning as a facile and versatile technique producing nanofibers is also effective on the electroactive performance of PVDF through the β phase, forming directly from a solution [5,6].",
      "startOffset" : 186,
      "endOffset" : 191
    }, {
      "referenceID" : 5,
      "context" : "Electrospinning as a facile and versatile technique producing nanofibers is also effective on the electroactive performance of PVDF through the β phase, forming directly from a solution [5,6].",
      "startOffset" : 186,
      "endOffset" : 191
    }, {
      "referenceID" : 6,
      "context" : "Besides the polymer solution’s intrinsic properties (such as polymer concentration, viscosity, solution type, surface tension, molecular weight and conformation of the polymer chain and electrical conductivity) [7,8], the electrospinning processing conditions (applied voltage, distance between needle and collector, collector’s rotational speed, solution feed rate, size of needle, material and shape of collector, etc.",
      "startOffset" : 211,
      "endOffset" : 216
    }, {
      "referenceID" : 7,
      "context" : "Besides the polymer solution’s intrinsic properties (such as polymer concentration, viscosity, solution type, surface tension, molecular weight and conformation of the polymer chain and electrical conductivity) [7,8], the electrospinning processing conditions (applied voltage, distance between needle and collector, collector’s rotational speed, solution feed rate, size of needle, material and shape of collector, etc.",
      "startOffset" : 211,
      "endOffset" : 216
    }, {
      "referenceID" : 11,
      "context" : "The amount of crystalline phases in PVDF during a solution’s crystallization does not depend only on the temperature [12] but also significantly on the crystallization rate, which in turn depends on the solvent’s evaporation rate.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 12,
      "context" : "Low evaporation rates favor the nucleation and growth of the thermodynamically stable β phase, whereas high evaporation rates yield the metastable α phase [13].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 13,
      "context" : "The possible mechanism for the formation of the β phase in PVDF produced by electrospinning can be explained by the high voltage applied to the polymer solution and the high stretching ratio of the fluid jets (influenced by the spinning distance and the rotational speed) [14,15].",
      "startOffset" : 272,
      "endOffset" : 279
    }, {
      "referenceID" : 14,
      "context" : "The possible mechanism for the formation of the β phase in PVDF produced by electrospinning can be explained by the high voltage applied to the polymer solution and the high stretching ratio of the fluid jets (influenced by the spinning distance and the rotational speed) [14,15].",
      "startOffset" : 272,
      "endOffset" : 279
    }, {
      "referenceID" : 15,
      "context" : "The high ratio of stretching during electrospinning is similar to uniaxial mechanical stretching, which can cause the β phase transition [16].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 16,
      "context" : "Analogously, the low crystallization temperature, that arises from the low environmental temperature during electrospinning and thus the controlled evaporation of the solvent, can lead to the predominance of the β phase of PVDF [17].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 8,
      "context" : "Decreasing the fiber diameter by up to 300 nm showed higher electrical outputs of the prepared structures [9,10].",
      "startOffset" : 106,
      "endOffset" : 112
    }, {
      "referenceID" : 9,
      "context" : "Decreasing the fiber diameter by up to 300 nm showed higher electrical outputs of the prepared structures [9,10].",
      "startOffset" : 106,
      "endOffset" : 112
    }, {
      "referenceID" : 10,
      "context" : "Moreover, the poling effect of the high electrostatic field applied during electrospinning was approved in comparison to the force spinning process, where no visible piezoelectric activity was observed in the PVDF fibers containing a high fraction of β phase [11].",
      "startOffset" : 259,
      "endOffset" : 263
    }, {
      "referenceID" : 18,
      "context" : "The amount of electrically active β and γ phases was calculated according to Gregorio and Cestari, as shown in Equation (3) [19]:",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 19,
      "context" : "The exclusive β phase peak at 1275 cm−1 (C–F stretching vibrations) and the γ phase peak at 1234 cm−1 (CF2 asymmetrical stretching and rocking) were used to determine the content of the phases separately [20].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 6,
      "context" : "Based on our previous experiments and our knowledge of the literature [7,8,11], the fixed vol.",
      "startOffset" : 70,
      "endOffset" : 78
    }, {
      "referenceID" : 7,
      "context" : "Based on our previous experiments and our knowledge of the literature [7,8,11], the fixed vol.",
      "startOffset" : 70,
      "endOffset" : 78
    }, {
      "referenceID" : 10,
      "context" : "Based on our previous experiments and our knowledge of the literature [7,8,11], the fixed vol.",
      "startOffset" : 70,
      "endOffset" : 78
    }, {
      "referenceID" : 7,
      "context" : "All these conditions should favor the formation of finer fibers [8,21].",
      "startOffset" : 64,
      "endOffset" : 70
    }, {
      "referenceID" : 20,
      "context" : "All these conditions should favor the formation of finer fibers [8,21].",
      "startOffset" : 64,
      "endOffset" : 70
    }, {
      "referenceID" : 21,
      "context" : "With a lower viscosity, the thinner fibers can be obtained, but, on the other hand, the risk of bead formation on the fibers arises [22].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 11,
      "context" : "The crystallinity of pure PVDF is in agreement with published data referring to the crystallinity of the pure PVDF cast film from 45% to 59% with a process temperature dependence [12].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 22,
      "context" : "The surfactant’s incorporation into the PVDF solution resulted in fine alignment and good molecular orientation, leading to higher crystallinity, as was also shown by other authors [23].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 21,
      "context" : "With a lower viscosity, the thinner fibers can be obtained, but, on the other hand, the risk of bead formation on the fibers arises [22].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 11,
      "context" : "The crystallinity of pure PVDF is in agreement with published data referring to the crystallinity of the pure PVDF cast film from 45% to 59% with a process temperature dependence [12].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 22,
      "context" : "The surfactant’s incorporation into the PVDF solution resulted in fine alignment and good molecular orientation, leading to higher crystallinity, as was also shown by other authors [23].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 10,
      "context" : "Taking into account the benefit of a fiber alignment for potential applications [11,24], the highest collecting rate was applied in our experiments.",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 23,
      "context" : "Taking into account the benefit of a fiber alignment for potential applications [11,24], the highest collecting rate was applied in our experiments.",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 8,
      "context" : "This phenomenon can be explained by the excessive stretching force at the ultrahigh voltage, which destabilized Taylor’s cone formation, and the aligned chains were disturbed and reentangled [9].",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 10,
      "context" : "Taking into account the benefit of a fiber ali otential a plications [11,24], the highest collecting rate was ap lied in our experi ents.",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 23,
      "context" : "Taking into account the benefit of a fiber ali otential a plications [11,24], the highest collecting rate was ap lied in our experi ents.",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 8,
      "context" : "This phenomenon can be explained by the excessive stretching force at the ultrahigh voltage, which destabilized Taylor’s cone formation, and the aligned chains were disturbed and re-entangled [9].",
      "startOffset" : 192,
      "endOffset" : 195
    }, {
      "referenceID" : 9,
      "context" : "An electric field’s intensity is not stable with a differing spinning distance at a constant voltage, so the one shorter than critical length could lead to insufficient fiber stretching, resulting in thick non-aligned fibers even at the high rotational speed of the collector [10].",
      "startOffset" : 276,
      "endOffset" : 280
    }, {
      "referenceID" : 8,
      "context" : "The β phase values of around 86–89% are among the highest published ones [9,10,24].",
      "startOffset" : 73,
      "endOffset" : 82
    }, {
      "referenceID" : 9,
      "context" : "The β phase values of around 86–89% are among the highest published ones [9,10,24].",
      "startOffset" : 73,
      "endOffset" : 82
    }, {
      "referenceID" : 23,
      "context" : "The β phase values of around 86–89% are among the highest published ones [9,10,24].",
      "startOffset" : 73,
      "endOffset" : 82
    }, {
      "referenceID" : 9,
      "context" : "An electric field’s intensity is not stable with a differing spinning distance at a constant voltage, so the one shorter than critical length could lead to insufficient fiber stretching, resulting in thick non-aligned fibers even at the high rotational speed of the collector [10].",
      "startOffset" : 276,
      "endOffset" : 280
    }, {
      "referenceID" : 8,
      "context" : "The β phase values of around 86–89% are among the highest published ones [9,10,24].",
      "startOffset" : 73,
      "endOffset" : 82
    }, {
      "referenceID" : 9,
      "context" : "The β phase values of around 86–89% are among the highest published ones [9,10,24].",
      "startOffset" : 73,
      "endOffset" : 82
    }, {
      "referenceID" : 23,
      "context" : "The β phase values of around 86–89% are among the highest published ones [9,10,24].",
      "startOffset" : 73,
      "endOffset" : 82
    }, {
      "referenceID" : 26,
      "context" : "In a fully dense PVDF sample, the dielectric constant is approximately εr 14 for the α phase, and the higher content of the β phase can slightly decrease this value by one or more [27,28].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 27,
      "context" : "In a fully dense PVDF sample, the dielectric constant is approximately εr 14 for the α phase, and the higher content of the β phase can slightly decrease this value by one or more [27,28].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 29,
      "context" : "The porosity can reach more than 70% [30,31].",
      "startOffset" : 37,
      "endOffset" : 44
    }, {
      "referenceID" : 30,
      "context" : "The porosity can reach more than 70% [30,31].",
      "startOffset" : 37,
      "endOffset" : 44
    }, {
      "referenceID" : 26,
      "context" : "In a fully dense PVDF sample, the dielectric constant is approximately εr 14 for the α phase, and the higher content of the β phase can slightly decrease this value by one or more [27,28].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 27,
      "context" : "In a fully dense PVDF sample, the dielectric constant is approximately εr 14 for the α phase, and the higher content of the β phase can slightly decrease this value by one or more [27,28].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 29,
      "context" : "The porosity can reach more than 70% [30,31].",
      "startOffset" : 37,
      "endOffset" : 44
    }, {
      "referenceID" : 30,
      "context" : "The porosity can reach more than 70% [30,31].",
      "startOffset" : 37,
      "endOffset" : 44
    }, {
      "referenceID" : 31,
      "context" : "This type of energy dissipation has been described by several authors [32,33].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 32,
      "context" : "The retained irremovable water in the fibers led to hydrogen bonding among the fluorine atoms of the PVDF and the water molecules (the presence of hydrogen bonds was confirmed by XPS analysis, as discussed above) and thus the dielectric loss increased in the material [34,35].",
      "startOffset" : 268,
      "endOffset" : 275
    }, {
      "referenceID" : 33,
      "context" : "The retained irremovable water in the fibers led to hydrogen bonding among the fluorine atoms of the PVDF and the water molecules (the presence of hydrogen bonds was confirmed by XPS analysis, as discussed above) and thus the dielectric loss increased in the material [34,35].",
      "startOffset" : 268,
      "endOffset" : 275
    }, {
      "referenceID" : 34,
      "context" : "Despite the high content of β phases in both samples, the presence of CTAB in the fibers with mean diameters of 474 nm and 276 nm significantly contributed to the decrease in the piezoelectric activity due to its conductivity [36] and water retention [37].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 35,
      "context" : "Despite the high content of β phases in both samples, the presence of CTAB in the fibers with mean diameters of 474 nm and 276 nm significantly contributed to the decrease in the piezoelectric activity due to its conductivity [36] and water retention [37].",
      "startOffset" : 251,
      "endOffset" : 255
    }, {
      "referenceID" : 31,
      "context" : "This type of energy dissipation has been described by several authors [32,33].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 32,
      "context" : "The retained irremovable water in the fibers led to hydrogen bonding among the fluorine atoms of the PVDF and the water molecules (the presence of hydrogen bonds was confirmed by XPS analysis, as discussed above) and thus the dielectric loss increased in the material [34,35].",
      "startOffset" : 268,
      "endOffset" : 275
    }, {
      "referenceID" : 33,
      "context" : "The retained irremovable water in the fibers led to hydrogen bonding among the fluorine atoms of the PVDF and the water molecules (the presence of hydrogen bonds was confirmed by XPS analysis, as discussed above) and thus the dielectric loss increased in the material [34,35].",
      "startOffset" : 268,
      "endOffset" : 275
    }, {
      "referenceID" : 34,
      "context" : "Despite the high content of β phases in both samples, the presence of CTAB in the fibers with mean diameters of 474 nm and 276 n significantly contributed to the decrease in the piezoelectric activity due to its conductivity [36] and water retention [37].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 35,
      "context" : "Despite the high content of β phases in both samples, the presence of CTAB in the fibers with mean diameters of 474 nm and 276 n significantly contributed to the decrease in the piezoelectric activity due to its conductivity [36] and water retention [37].",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 36,
      "context" : "The pore-forming effect in the presence of the hydrophilic surfactants (like CTAB) in polymers during their processing was reported [38,39], and the higher porosity could",
      "startOffset" : 132,
      "endOffset" : 139
    }, {
      "referenceID" : 36,
      "context" : "The pore-forming effect in the presence of the hydrophilic surfactants (like CTAB) in polymers during their processing was reported [38,39], and the higher porosity could contribute to the deterioration of the dielectric properties of the PVDF material which is described above.",
      "startOffset" : 132,
      "endOffset" : 139
    }, {
      "referenceID" : 8,
      "context" : "From our results, it can be seen that there is an increasing trend of piezoelectric activity with the decreasing size of the fiber diameter/increasing of the β phase in the case of pure PVDF fibers, in accordance with published results [9,10].",
      "startOffset" : 236,
      "endOffset" : 242
    }, {
      "referenceID" : 9,
      "context" : "From our results, it can be seen that there is an increasing trend of piezoelectric activity with the decreasing size of the fiber diameter/increasing of the β phase in the case of pure PVDF fibers, in accordance with published results [9,10].",
      "startOffset" : 236,
      "endOffset" : 242
    }, {
      "referenceID" : 8,
      "context" : "From our results, it can b seen that there is an increasing trend of piezoelectric activity with the decreasing size of the fiber diameter/increasing of the β phase i the case of pure PVDF fibers, in accordanc with published results [9,10].",
      "startOffset" : 233,
      "endOffset" : 239
    }, {
      "referenceID" : 9,
      "context" : "From our results, it can b seen that there is an increasing trend of piezoelectric activity with the decreasing size of the fiber diameter/increasing of the β phase i the case of pure PVDF fibers, in accordanc with published results [9,10].",
      "startOffset" : 233,
      "endOffset" : 239
    } ],
    "year" : 2020,
    "abstractText" : "Electrospinning as a versatile technique producing nanofibers was employed to study the influence of the processing parameters and chemical and physical parameters of solutions on poly(vinylidene fluoride) (PVDF) fibers’ morphology, crystallinity, phase composition and dielectric and piezoelectric characteristics. PVDF fibrous layers with nanoand micro-sized fiber diameters were prepared by a controlled and reliable electrospinning process. The fibers with diameters from 276 nm to 1392 nm were spun at a voltage of 25 kV–50 kV from the pure PVDF solutions or in the presence of a surfactant—Hexadecyltrimethylammonium bromide (CTAB). Although the presence of the CTAB decreased the fibers’ diameter and increased the electroactive phase content, the piezoelectric performance of the PVDF material was evidently deteriorated. The maximum piezoelectric activity was achieved in the fibrous PVDF material without the use of the surfactant, when a piezoelectric charge of 33 pC N−1 was measured in the transversal direction on a mean fiber diameter of 649 nm. In this direction, the material showed a higher piezoelectric activity than in the longitudinal direction.",
    "creator" : "LaTeX with hyperref package"
  }
}