{
  "name" : "2020-07-02__cb_10.1021@acs.chemrestox.9b00468.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Thermodynamic parameters at bio-nano interface and nanomaterial toxicity: A case study on BSA interaction with ZnO, SiO2 and TiO2",
    "authors" : [ "Aurica Precupas", "Daniela Gheorghe", "Alina Botea-Petcu", "Anca Ruxandra Leonties", "Romica Sandu", "Vlad Tudor Popa", "Espen Mariussen", "Elyamani Naouale", "Elise Runden Pran", "Veronica Dumit", "Ying Xue", "Mihaela Roxana Cimpan", "Maria Dusinska", "Andrea Haase", "Speranta Tanasescu", "Naouale El Yamani", "Elise Rundén-Pran", "Mihaela Cimpan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Subscriber access provided by Uppsala universitetsbibliotek\nis published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nArticle\nThermodynamic parameters at bio-nano interface and nanomaterial toxicity: A case study on BSA interaction with ZnO, SiO 2 and TiO 2\nAurica Precupas, Daniela Gheorghe, Alina Botea-Petcu, Anca Ruxandra Leonties, Romica Sandu, Vlad Tudor Popa, Espen Mariussen, Elyamani Naouale, Elise Runden Pran, Veronica Dumit,\nYing Xue, Mihaela Roxana Cimpan, Maria Dusinska, Andrea Haase, and Speranta Tanasescu Chem. Res. Toxicol., Just Accepted Manuscript • DOI: 10.1021/acs.chemrestox.9b00468 • Publication Date (Web): 29 Jun 2020\nDownloaded from pubs.acs.org on July 2, 2020"
    }, {
      "heading" : "Just Accepted",
      "text" : "“Just Accepted” manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society provides “Just Accepted” as a service to the research community to expedite the dissemination of scientific material as soon as possible after acceptance. “Just Accepted” manuscripts appear in full in PDF format accompanied by an HTML abstract. “Just Accepted” manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are citable by the Digital Object Identifier (DOI®). “Just Accepted” is an optional service offered to authors. Therefore, the “Just Accepted” Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the “Just Accepted” Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and ethical guidelines that apply to the journal pertain. ACS cannot be held responsible for errors or consequences arising from the use of information contained in these “Just Accepted” manuscripts.\n1"
    }, {
      "heading" : "Thermodynamic parameters at bio-nano",
      "text" : "interface and nanomaterial toxicity: A case study on BSA interaction with ZnO, SiO2 and TiO2"
    }, {
      "heading" : "Aurica Precupas1, Daniela Gheorghe1, Alina Botea-Petcu1, Anca Ruxandra Leonties1, Romica",
      "text" : "Sandu1, Vlad Tudor Popa1, Espen Mariussen2, Naouale El Yamani2, Elise Rundén-Pran2, Veronica Dumit3, Ying Xue4, Mihaela Cimpan4, Maria Dusinska*2, Andrea Haase*3 and Speranta Tanasescu*1 1Institute of Physical Chemistry “Ilie Murgulescu” of the Romanian Academy, Bucharest, Romania 2NILU-Norwegian Institute for Air Research, Kjeller, Norway 3German Federal Institute for Risk Assessment, Department of Chemical and Product Safety, Berlin, Germany 4Biomaterials, Department of Clinical Dentistry, Faculty of Medicine, University of Bergen, Norway\nPage 1 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n2 Table of Contents (TOC)\nPage 2 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n3 ABSTRACT: Understanding the nanomaterial (NM) - protein interactions is a key issue in defining the bio-reactivity of NMs with great impact for nanosafety. In the present work, the complex phenomena occurring at the bio/nano interface were evaluated in a simple case study focusing on NM-protein binding thermodynamics and protein stability for three representative metal oxide NMs, namely zinc oxide (ZnO)(NM-110), titanium dioxide (TiO2)(NM-101) and silica (SiO2)(NM-203), The thermodynamic signature associated with the NM interaction with an abundant protein occurring in most cell culture media, bovine serum albumin (BSA), has been investigated by isothermal titration and differential scanning calorimetry. Circular Dichroism spectroscopy offered additional information concerning adsorption-induced protein conformational changes. The BSA adsorption onto NMs is enthalpy-controlled, the enthalpic character (favourable interaction) decreasing as follows: ZnO(NM-110) > SiO2(NM-203) > TiO2(NM-101). The binding of BSA is spontaneous, as revealed by the negative free energy, ΔG, for all systems. The structural stability of the protein decreased as follows: TiO2(NM-101) > SiO2(NM-203) > ZnO(NM-110). As protein binding may alter NM reactivity and thus the toxicity, we furthermore assessed its putative influence on DNA damage, as well as on the expression of target genes for cell death (RIPK1, FAS) and oxidative stress (SOD1, SOD2, CAT, GSTK1) in the A549 human alveolar basal epithelial cell line. The enthalpic component of the BSA-NM interaction, corroborated with BSA structural stability, matched the ranking for the biological alterations, i.e., DNA strand breaks, oxidized DNA lesions, cell-death and antioxidant gene expression in A549 cells. The relative and total content of BSA in the protein corona was determined using mass spectrometry-based proteomics. For the present case study, the thermodynamic parameters at bio-nano interface emerge as key descriptors for the dominant contributions determining the adsorption processes and NMs toxicological effect.\nPage 3 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n4"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "In recent times, manufactured nanomaterials (NMs) have received much attention due to their increased use in biomedical, magnetic, catalytic, energy production and electronic applications. A great amount of work is dedicated to designing novel NMs and nano-enabled products. At the same time, it has been well recognized that concerns on potential impacts on human health and the environment have to be adequately addressed, which requires approaches that sometimes challenge the conventional hazard and risk assessment.1 4 Due to the unique physical and chemical properties of NMs, the understanding of their behavior, especially with concern to their stability and reactivity, presents a host of questions and problems. Particularly, understanding the interaction of NMs with biological system (bio-nano interaction) is important not only for the appropriate use of these materials in nanomedicine (for more efficient diagnostics, therapeutics and tissue regeneration), but also to find key parameters that are predictive for NM-reactivity and thus for nanotoxicity. This is an emerging field investigated in parallel with the design of materials for novel applications.5-10 It has been emphasized that the biological behaviour of NMs and their consequences on human and ecological health are largely dictated by how they interface with physiological environments.11 The interaction of NMs with proteins and other biomolecules from their surroundings to form socalled “biomolecular coronas” 10,12-15 modifies the surface of the NMs, creating the “biological identity” of a NM.16-18 The “bio-nano interface” is then responsible for and mediates the “biological responses” of NMs, i.e. it can be critical in determining the extent of NM interactions with cells. Protein adsorption is considered a key element that influences biological responses and therefore most thoroughly investigated.5,12,19-21 Important factors that influence NM-protein interactions,\nPage 4 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n5 i.e. the physicochemical properties of the NMs and proteins, the nature of the surrounding biological medium, the protein/NM concentration ratio, the duration of exposure etc., were excellently addressed in a series of papers and reviews5,15,17,20,22-25, contributing to the understanding of how the protein adsorption may affect the overall bio-reactivity of the NM and which are their implications on cellular uptake. However, due to the complexity of NM-protein interactions, a deeper understanding of the critical factors governing NMs’ biological response is still limited. There are currently many knowledge gaps to be filled in this respect.26 One important reason for these gaps stems from a lack of understanding of thermodynamic determinants involved in the NM-protein interactions. Thermodynamic data are needed because the driving forces for chemical reactions and diffusion can be described properly in terms of thermodynamic properties. Thus, the thermodynamics of NM-protein interaction is a key issue when searching for both scientific and applicative reasons. In line with this challenging concept, within the EU funded NanoReg2- Nr. 646221/2015 project a systematic study of the thermodynamic parameters of the interactions between the NM surface and selected model proteins that are representative of the protein corona of that NM has been developed.27,28 TiO2, ZnO and SiO2 are three of relevant metal oxide NMs, whose widespread use in industrial applications, consumer products, as well as the biomedical field24,29,30 increases concern over their potential impact on the environment and human health. They were also included by the OECD’s Working Party on Manufactured Nanomaterials (WPMN) in the priority list of the Sponsorship Programme for the Testing of Manufactured Nanomaterials (Testing Programme) in November 2007.31\nPage 5 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n6 In the present work, the complex phenomena occurring at the bio-nano interface were evaluated by assessing the effect of the NMs on the protein stability and the thermodynamics of binding. The thermodynamic signature of the interaction of three representative metal oxide NMs received from the Joint Research Center Repository, i.e. zinc oxide ZnO(NM-110), titanium dioxide TiO2(NM-101) and silica SiO2(NM-203) with bovine serum albumin (BSA) has been investigated by using isothermal titration and differential scanning calorimetric measurements. Bovine serum albumin is commonly found in cell culture medium as a main component of fetal bovine serum, a widely used cell culture supplement. Furthermore, BSA has a well-known structure, being 98 % similar to the human analog, human serum albumin (HSA). Albumin is the major and most abundant protein in blood and many biological fluids32,33 who can mitigate oxidative stress caused by NMs.34 The beneficial properties of albumin are dependent on the integrity and preservation of its structure. In addition, albumin has frequently been identified as a major component in many different NM protein coronas.10,20,35,36 The following issues were addressed: (i) analysis of binding characteristics for protein-NMs systems represented by the binding constant, binding stoichiometry, enthalpy, Gibbs energy and entropy changes of binding interaction; (ii) assessment of the effect of NMs on the protein stability by measuring the thermodynamic parameters for the proteins denaturation (denaturation temperature, heat capacity; enthalpy, entropy and free energy changes). The thermodynamic data together with the information on conformational changes/unfolding of the protein during adsorption obtained by means of Circular Dichroism (CD) have been evaluated to get insight into adsorption-induced changes in the protein structure and stability, as well as into the mechanism of binding. The relative content of BSA in the protein corona has been determined using mass spectrometry (MS)-based proteomics. Furthermore, we aimed to correlate parameters describing\nPage 6 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n7 the bio-nano interaction to overall NM toxicity. The underlying idea is that several adverse effects of NMs areas sumed to be causally linked to surface reactivity, which in turn is influenced by a biomolecule corona covering the surface. Oxidative stress can be assumed to be directly linked to NM surface reactivity. Cytotoxity and genotoxicity might also be correlated to NM reactivity. With respect to genotoxicity NMs often do not directly interact with DNA but act via an indirect mode-of-action, e.g., via causing oxidative stress37,38. Thus, for assessing genotoxic outcomes, DNA damage was measured by the Enzyme-linked comet assay with inclusion of formamidopyrimidine DNA glycosylase (Fpg) that detects predominantly DNA oxidation lesions, specifically oxidized purines39 in the human alveolar basal epithelial cell line A549. Additionally, real-time reverse transcription-polymerase chain reaction (RT-PCR) determined the mRNA expression level of target genes for cell death (receptor-interacting serine/threonine-protein kinase 1 -RIPK1, FAS) and oxidative stress (superoxide dismutase 1 - SOD1, superoxide dismutase 2 - SOD2, chatalase - CAT, glutathione S-transferase kappa 1 - GSTK1) in A549 cells. The role of the thermodynamic parameters as suitable descriptors of the NM/protein interaction, allowing a good correlation with the dominant contributions determining the adsorption processes and NMs genotoxicity effect is discussed."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "The NMs used in these investigations are representative NMs from the JRC Repository and are indicated in Table 1. Each of these NMs originates from one batch of commercially manufactured NMs.40,41 The details about their main physico-chemical characteristics are\nPage 7 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n8\ndescribed in the JRC Scientific and Technical Reports on NM-Series of Representative Manufactured Nanomaterials42-44, OECD Dossiers on NMs45-47, as well as in the recent publications.25,48\nTable 1. List of the nanomaterials used in this study\n1NMs that have been used in the OECD WPMN Testing Programme 2According to JRC Nanomaterials Repository, List of Representative Nanomaterials, March 2016 * median Feret min size below 100 nm classifying this material as nanomaterial Bovine serum albumin (BSA), Fraction V, A9056, fatty acid free was purchased from SigmaAldrich and used without further purification."
    }, {
      "heading" : "Methods",
      "text" : ""
    }, {
      "heading" : "Dispersion of the NM",
      "text" : ""
    }, {
      "heading" : "Dispersion of NMs for thermodynamic analyses",
      "text" : "Aqueous NMs dispersions of different concentrations and aqueous protein solutions were prepared by weighting and by adding Milli Q (Direct-Q 3UV System, Millipore, 18.2 MΩ cm) pure water (pH 5.4). The NMs dispersions were sonicated using a 13 mm disruptor horn Former NM code1 JRC ID 2 Type of material Primary particle size (nm) NM-101 JRCNM01001a Titanium Dioxide (100% anatase)42 5-6 NM-203 JRCNM10404a Silicon Dioxide (synthetic amorphous)43 58 NM-110 JRCNM01100a Zinc Oxide (uncoated, pure synthetic zincite)44 158*\nPage 8 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n9 (SONOPULS HD 3100, Bandelin, Germany) for 10 min with 10% amplitude and energy of 7.192 kJ, following the NANoREG D2.08 SOP 0249 adjusted to calorimetric concentrations. Dynamic light scattering (DLS) measurements were carried out in order to characterize NMs dispersions in the absence and presence of BSA using a Zetasizer Nano-ZS instrument (Malvern Instruments, Worcestershire, UK) with a 4mW He-Ne laser module. All measurements were performed at 298 K using the standard viscosity (0.89 cP) and optical and electrical properties of Milli Q water (RI 1.33, dielectric constant 78.3). Before each measurement, the samples were thermally equilibrated for 2 min to minimize changes in viscosity during measurements. The hydrodynamic diameter of NMs in dispersion and polydispersity index (PdI) were measured and the average of ten runs is reported as Z-average ± SD and PdI ± SD in Table S1 from Electronic Supplementary Information. The zeta potential (ζ), a measure of net surface charge density for NMs was analyzed as a function of pH to determine stability properties of the aqueous suspensions. The isoelectric point (IEP) was determined from ζ of water dispersed NMs in the absence and presence of BSA in the pH range 2 - 8 by titration with HCl (0.1 M) and NaOH (0.1 M) and dosing using the MPT-2 Titrator (Malvern Instruments, Malvern, UK). The DLS measurements were performed at BSA/NMs molar ratio used in calorimetric experiments: BSA (0.51 mM) with TiO2 NM-101 (9x10-4mM); (B) BSA (0.1 mM) with SiO2 NM203 (3.35x10-5 mM) and (C) BSA (0.51 mM) with ZnO NM-110 (2.88x10-9 mM) in water. Dispersion of NMs for protein corona analysis and toxicity studies NMs were dispersed in MilliQ-filtered water added 0.05% (weight/volume) BSA as described in the “NANoREG D2.08 SOP 02.49,50 A short description of the protocol can be found in Supporting Information. In all cases the quality of the dispersions has been assessed by Dynamic Light Scattering (DLS).\nPage 9 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n10\nDLS measurements were done to obtain the mean hydrodynamic diameter (Z-average) and zeta potential for the stock solutions as well as for the final dispersions in complete cell culture medium (2 and 100 μg/mL, at 37°C) using a Zetasizer Nano ZSP (Malvern Instruments Ltd., UK) following the procedure described.49 Measurements in complete DMEM cell culture medium were carried out prior to cell exposure (time zero) and after the 24 h exposure time. In addition, the morphology of single particles was determined by TEM at 160 kV (JEM-2100, JOEL, Japan) using the drop-on-grid method and air-drying at room temperature according to the “NANoREG D2.10 SOP 01.51 The average particle size of each NM was determined using ImageJ (Version 1.50i, National Institutes of Health, USA). Furthermore, the effective density of NMs in cell culture medium was determined as described by DeLoid et al.52 and Cohen et al.53 using the theoretical stacking factor of 0.634 (random packing of spheres) for all NMs.52,54 The DLS results of the NMs’ dispersions used for mass spectrometry can be found in Figure S2, while the physico-chemical data pertaining the toxicity studies are presented in Table S3."
    }, {
      "heading" : "Isothermal Titration Calorimetry (ITC) measurements",
      "text" : "ITC titrations at 298 K were performed using an ITC 200 microcalorimeter (MicroCal Inc.) for evaluation of native protein - NM interaction. Protein solutions and NM dispersions were degassed for 10 min under vacuum prior to their use in ITC experiments, by using MicroCal ThermoVac degasser, to eliminate air bubble formation inside the calorimeter cell. The sample cell was loaded with sonicated and degassed solution of dispersed NMs (ZnO NM-110, TiO2 NM-101, SiO2 NM-203) in water and the titrant syringe of the calorimeter was filled with BSA solution. The reference cell was filled with double-distilled and degassed water. The following settings were used: stir speed 400 rpm, to ensure the solutions mixing, reference power 3 μCal per second, feedback mode/gain set to high, initial delay 300 seconds and filter period of 1\nPage 10 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n11\nsecond. One 1 μl injection followed by 19 injections of 2-μl were performed at a rate of 1-μl per second, spaced at 150 s in all the experiments (except a space of 250 s for the BSA-ZnO NM110), so that the system is given time to equilibrate and the heat signal returns to baseline before the next injection occurs. The first injection was excluded from the analysis according to usages in ITC, due to the anomaly of the first peak 55. The thermograms of the interaction were corrected for the heat effects of dilution of the BSA and the NMs, determined in separate experiments. Each peak in the binding isotherm represents a single injection of BSA to NMs dispersion. The total heat content Q of the NM suspension contained in the active cell volume V0 at fractional binding Θ is given by the following equation56,57:\n(1)0HVMnQ  t\nwhere ∆H is the molar enthalpy change of protein binding, Mt is the total concentration of the NM in the cell and n is the number of protein molecules adsorbed on NM. The heat released, ∆Q(i) from the ith injection for an injection volume, dVi ,is then given by equation:\n(2)         1 2 1\n0 \n \n  \n\n    iQiQiQ V idViQiQ\nThe integration of the area under each injection in the heat profile, after subtraction of heat of dilution of both NMs and the protein, gives the differential curve shown in the bottom panel of the respective thermogram. The corrected experimental data were fitted with a single set of independent sites (OneSites) binding model, implemented in the Origin for ITC v.7 software (Microcal) (Supporting Information). The fitting results allow to determine the binding stoichiometry n, the binding constant K and enthalpy change ΔH. The free energy ΔG and entropy changes ΔS were calculated by using the standard thermodynamic equations (3) and (4):\nPage 11 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n12\n(3)KRTG ln ΔG = ΔH-TΔS (4) where R, T and K are the ideal gas constant, the absolute temperature and the binding constant, respectively."
    }, {
      "heading" : "Circular dichroism (CD) spectra",
      "text" : "The far-UV CD spectra were recorded, in order to evaluate the structural change of the protein induced by the presence of NMs. CD measurements were performed on a JASCO J-815 circular dichroism spectrometer with a 1 cm path length quartz cuvette at 25°C using a Peltier temperature controller. The concentration of BSA was fixed at 1 µM whereas the concentrations of NMs correspond to the stoichiometry of protein binding to the NMs obtained from ITC measurements. Three consecutive scans were performed on wavelength range of 190−260 nm, with 1 nm standard sensitivity, band width of 1.00 nm, and rate of 50 nm/min. The spectra were baseline-corrected, and the results are presented as mean residue ellipticity, MRE. NMs present no signal in CD spectra. The secondary structure content of BSA in the absence and presence of NMs was estimated using the Dichroweb online server 58 with CDSSTR analysis algorithm and reference dataset 759,60, as previously reported.61\nDifferential scanning calorimetry (DSC) measurements Nano DSC differential scanning calorimeter from TA Instruments was used for measurements of BSA thermal denaturation in water, in the absence and in the presence of NMs. For all the measurements the protein concentration was 1.05x10-4 M. The NMs-containing samples had the concentrations: 3.89x10-8 M for TiO2 NM-101, 6.12x10-11 M for SiO2 NM-203 and 1.43x10-12 M for ZnO NM-110. The resulting systems were kept at 4 °C for 24 hours, before DSC experiments. All measurements were performed at constant pressure of 2 atm in the\nPage 12 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n13\ntemperature range of 298 K to 378 K, with a scanning rate of 1 K min-1. The volume of the cell was 300 μL and the experiment was recorded with minimum response time of 4 sec and shortterm noise (RMS Average) of 0.14 μW (2 μcal min-1). The partial heat capacity contribution from water and NMs in water were measured independently and subtracted from those of the individual protein and protein adsorbed onto NMs measurements, respectively. The calorimetric data were corrected for the calorimetric baseline between the initial and the final state by using a sigmoidal baseline from NanoAnalyze software. DSC curves for NMs showed no evidence of endothermic or exothermic transitions over the examined temperature range. The reversibility of the thermal transitions was investigated by heating the sample to a temperature just above the transition, followed by cooling and then reheating at the original scan rate. All the thermal transitions of BSA in the absence and in the presence of NMs were found to be irreversible for the whole temperature domain. Decomposition of the obtained thermograms via PeakFit v.4.12 software with Haarhoff-Van der Linde built-in function allowed for the estimation of denaturation enthalpy change, ΔH, and peak denaturation temperature, Tm for transition components.62,63 The entropy change, ΔS was calculated from integrated DSC traces, where CP represents heat capacity as a function of T at constant pressure:\n(5)\n  1\n2\nT T T PCS"
    }, {
      "heading" : "Analysis of NM protein corona",
      "text" : ""
    }, {
      "heading" : "Harvesting of the protein corona",
      "text" : "390 µL of dispersed NM (2.56 mg/mL) were mixed with 1410 µL of DMEM without phenol supplemented with 200 µL of Fetal Bovine Serum(FBS) (pre-centrifuged at maximal speed to avoid protein aggregates). Samples were incubated 1 hour at 37°C in the dark.\nPage 13 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n14\nTubes containing the NM with the protein corona were centrifuged during 30 min at 13.000 rpm. Supernatants were removed and the pellets of the NM with the protein corona were re-suspended in PBS and transferred to a new tube. Two additional wash-cycles were done before protein elution."
    }, {
      "heading" : "MS sample preparation, measurements, and data analysis",
      "text" : "Samples of harvested protein corona were prepared for MS measurements following an insolution digestion approach with trypsin/LysC. StageTips procedure was used for peptide desalting.64 Measurments were done using Liquid Chromatography–Electrospray Ionization– Tandem Mass Spectrometry (LC–ESI–MS/MS). Further details are included in the Supporting Information."
    }, {
      "heading" : "SDS-PAGE sample preparation",
      "text" : "Samples of harvested protein corona were prepared SDS-PAGE by eluting the proteins in 100 mM Tris pH=7,6; 0,5% SDS, 5% β-mercaptoethanol and protease inhibitors. Proteins were resolved in 4-12% gradient PAGE (Biorad) and stained with Coomasie blue under suppliers’ recommended conditions."
    }, {
      "heading" : "Cell culture",
      "text" : "The human alveolar basal epithelial cell line A549 was obtained from the European Collection of Cell Culture (ECACC). A549 cells were cultured in low glucose DMEM (Sigma) supplemented with 9% (Alamar Blue and Comet assay) or 10 % (Real-Time RT-PCR) v/v FBS (HyCloneTM) and 1 % v/v Penicillin/Streptomycin (10,000 U/mL penicillin and 10,000 IU/mL streptomycin) (HyCloneTM) and were kept at 37°C in a humidified, 5% CO2 atmosphere in 75 or 150 cm2 flasks (NuncTM, Thermo Scientific). The cells were routinely sub-cultured by trypsinization every\nPage 14 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n15\nsecond day or when they reached a confluency of about 70-80%. Cultured cells tested negative for mycoplasma (MycoAlert PLUS detection kit, Lonza). For the experiments, cells were used if their viability was above 90%, measured by Trypan blue exclusion (Trypan blue solution, 0.4%) (InvitrogenTM, Molecular ProbesTM) and underwent no more than 15 passages."
    }, {
      "heading" : "Alamar Blue Cytotoxicity assay",
      "text" : "Cytotoxicity testing is integral part of each genotoxicity experiment. Cytotoxicity experiments were performed to calculate LC50 (lethal concentration that causes 50% of cell death) and to set up concentration scale for genotoxicity experiments as also recommended by OECD test guidelines.65 A549 cells were seeded on a 96-well plate (10 000 cells/well) the day before exposure to the NMs. The cells were then exposed to the NMs and a series of control substances for 3 or 24 hours. After exposure, the medium was removed and the cells washed once with phosphate buffered saline (PBS), followed by addition of 10% Alamar Blue solution mixed with the culture medium. The cells were treated with Alamar Blue for 3 hours. After incubation, aliquots of the Alamar Blue were transferred to a 96-well plate for fluorescence measurement on a plate reader (excitation 530 nm, emission 590 nm). Results were analyzed by plotting the relative fluorescence intensity in exposed cells versus non-exposed control cells. Blanks, with 10% Alamar Blue only, were subtracted from the data."
    }, {
      "heading" : "Comet assay",
      "text" : "A549 cells were seeded on a 96-well plate (10 000 cells/well) the day before exposure to the NMs. The cells were exposed for 3 and 24 hours to freshly dispersed NMs at concentrations between 0.1 and 100 μg /cm2 (0.16-160 µg/ml) based on LC50 values from both treatment times. After exposure, cells were washed with PBS, trypsinized and re-suspended in fresh medium. The\nPage 15 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n16\nminiaturized 12-minigel comet assay was performed as previously described in detail.50,65 The cells were mixed with low melting point-agarose (0.8 % w/v, Sigma-Aldrich, 37 °C, 1:3 vol/vol). Mini-gels (10 µl) were made on microscope slides pre-coated with 0.5 % standard melting point agarose (05066, Sigma-Aldrich), and submerged in lysis solution (2.5 M NaCl, 0.1 M EDTA, 10 mMTris, 10 % v/v Triton X-100, pH 10, 4°C). The modified Enzyme-linked comet assay was used with the bacterial repair enzyme Fpg (gift from Professor Andrew Collins, University of Oslo, Norway), which converts oxidized purines to strand breaks (SBs). After lysis, slides with nuclei embedded in gels were washed twice in buffer F (40 mM HEPES, 0.1 M KCl, 0.5 mM EDTA, 0.2 mg/ml BSA, pH 8, 4°C), added Fpg enzyme and incubated at 37°C for 30 minutes in a humid box. The slides were then placed in electrophoresis solution (0.3 M NaOH, 1 mM EDTA, pH > 13, 4 °C), and subjected to electrophoresis for 20 min (25 V, 1.25 V/cm, Consort EV202). Comets images were visualized after staining with SyBr gold (1:2000, S11494, SigmaAldrich), and scored in Leica DMI 6000 B (Leica Microsystems), using the software Comet assay IV 4.3.1 (Perceptive Instruments, Bury St Edmunds, UK), calculating median % DNA in tail from 50 comets per gel as a measure of DNA SBs."
    }, {
      "heading" : "Real-Time RT-PCR",
      "text" : "The real-time RT-PCR assay was performed as described in the NANoREG D5.07 SOP 09 TaqMan.66 Briefly, cell cultures were collected after a 24 h exposure to NMs, then a total RNA isolation was performed using the Maxwell LEV RNA kit, followed first by the reverse transcription reaction to cDNA and then by amplification (StepOne Plus system). At the end, the relative mRNA expression was calculated for the selected cell death markers, i.e., the TNF receptor super family member 6 (FAS) and receptor (TNFRSF) ‐ interacting serine‐threonine kinase 1 (RIPK1), as well as for the selected oxidative stress markers, i.e., superoxide dismutase\nPage 16 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n17\n1 (SOD1), superoxide dismutase 2 (SOD2), Catalase (CAT) and GSTK1. The gene expression levels were measured relative to the controls. The experiments were performed at least three times in duplicates. For statistical analysis, the experimental values were compared to their corresponding controls using two ways ANOVA (P < 0.05) with Tukey's multiple comparison using GraphPad Prism 6.0c (GraphPad Software, Inc., USA) (*, P ≤ 0.05; **, P ≤0.01)."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "A proper understanding of NM- protein interactions is central to describe the biological identity of a NM and to get first insights into NM reactivity. This was the central motivation to perform a case study using three well-characterized NMs from the JRC repository representing three important, commercial relevant material classes, namely TiO2, ZnO and SiO2 (Table 1), and to describe NM-protein binding thermodynamics and protein stability for an abundant model protein, BSA. BSA has frequently been mentioned before as a major component of the protein corona for several NMs, being used as a model protein in numerous studies on proteinnanoparticle interaction10,20,35. It structurally resembles with the human analog, human serum albumin (HSA), so, BSA interaction studies could also give insight into interaction of that NMs with HSA. Furthermore, we aimed to correlate parameters describing the bio-nano interaction to overall NM toxicity based on the hypothesis that several adverse effects of NMs are assumed to be linked to surface reactivity 13,15,20,35,67, which in turn is influenced by a biomolecule corona covering the surface.\nPage 17 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n18\nHydrodynamic diameters and zeta potentials of NMs in suspension\nDue to their nanoscale size and surface properties, NMs present an evident tendency to aggregate in order to reduce surface area and the surface energy.68 The characteristics of polydisperse samples of NMs before the thermodynamic measurements have been detected from DLS measurements. The mean hydrodynamic diameter Z-average provided information on aggregate sizes in aqueous solution. PdI is an indicator of the width of particle-size distribution of a sample. The magnitude of the zeta potential (ζ) indicates the degree of electrostatic repulsion between adjacent, similarly charged particles in dispersion, giving some insight into the mechanism of NM size stabilization. A widely cited empirical rule holds that negative zeta potentials, lower than -30 mV, or positive values of zeta potential higher than +30 mV indicate a stable NM suspension.69 To evaluate the effect of protein adsorption on the physico-chemical characteristic of the NMs, the hydrodynamic diameter (Table S1) and ζ (Table S2) of the NMs after interaction with BSA were determined and the values in the presence and absence of protein were compared. The Z-average of TiO2 aggregates (Table S1) was reduced in the presence of BSA (from 493.10±10.02 to 475.50±11.50), indicating an improved dispersion stability in the presence of albumin, which is in accordance with a previous study by Allouni et al.70 For SiO2 NMs in the presence of BSA, even though a small increase of approximately 7 nm in Z-average was observed (which is almost within the experimental error), the PdI value decreases (from 0.24±0.01 to 0.15±0.03) and indicates a narrow size distribution, as a result of protein adsorption. The Z-average value for ZnO NMs decreases considerably in the presence of BSA, namely the ZnO agglomerates shrink from 520 to 147 nm (Table S1). Thus, for the tested protein concentrations we found that BSA prevent the particles from agglomeration. The result is in\nPage 18 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n19\nagreement with other studies showing that BSA adsorbs on the NMs surface and stabilize the suspensions.70-73 The effect of BSA on the NMs dispersions is also revealed by analyzing ζ-potential values of NMs in the absence and presence of protein (Table S2). In water, the surface for all studied NMs is negatively charged and the negative values of ζ around -30 mV for NMs dispersions suggest the presence of stable aggregates. The adsorption of the protein onto the NM surface brings about a modification of the surface net charge with more negative zeta potential values for BSA complexation with SiO2 NM-203 and TiO2 NM-101 and less negative zeta potential value for ZnO NM-110. The presence of surface charge on the metal oxide results from two distinct mechanisms, i.e., the adsorption of protons or hydroxyls on the surface sites and the deposition of the hydroxylated metal species from the solution.74 Electrostatic interactions have been suggested to be the main mechanism involved in the adsorption of BSA to SiO2 NM-203 and TiO2 NM-101 systems.75-77 Both NMs, once hydrated, have –OH groups on their surfaces which can interact with the –COOand –NH3+ groups from the amino acid chain of the protein.76,77 In the case of BSA adsorption on zinc oxide NM, the value of - 19 mV for zeta potential obtained in our study could reflect the effect of BSA by inhibiting the ions release and thus influencing the contribution of solvated Zn species binding to the protein.56,78,79 Our result it is also consistent with the literature data reporting values from – 15 to -20 mV for different oxides binding serum proteins 80-82 suggesting that in these cases the protein adsorption dominated the surface charge distribution for oxide NMs. According to Meißner71, an electrostatic stabilization of the formed NM-BSA complexes is not possible at these higher values of the zeta potential, the stabilization effect being only of steric or electro-steric nature.71,72\nPage 19 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n20\nFrom zeta potential measurements in the pH range 2-8, the isoelectric point was determined for NM-101, NM-203 and NM-110, in the absence and presence of BSA (Figure S1).The IEP values obtained for NMs in water are consistent with those reported in other studies: IEP values of 2-4 for SiO2 NM-20343, 6 for TiO2 NM-10183 and 3.9 for ZnO NM-110.45 For BSA-NMs systems, IEP values are near each other (4.60, 4.61 and 4.65 for systems containing TiO2 NM-101, SiO2 NM-203 and ZnO NM-110, respectively). Protein molecules can be adsorbed onto a NM’s surface through electrostatic interaction, hydrophobic interaction, or specific chemical interaction. The pH value of the medium determines the type of interaction between protein and the NM. When the working pH is far from the IEP, the electrostatic repulsive force overcomes, such that agglomeration is suppressed and NMs dispersions are stable (Table S2 and Figure S1). IEP of BSA in pure water is at pH 4.72.76,84 BSA adsorption at pH values above the IEP of the protein is expected to be due to electrostatic interactions of positively charged amino acid residues with negatively charged surfaces.\nThermodynamic parameters of BSA interaction with NMs The thermodynamic nature of the interactions between BSA and the NM was investigated using isothermal titration calorimetry (ITC). The binding characteristics for protein-NMs systems, namely binding constant Kb, the binding stoichiometry n, the changes of enthalpy ΔH, entropy ΔS and Gibbs free energy ΔG have been accurately estimated in order to determine the specific contributions of the driving forces that dominate the complex formation. Figure 1 presents the ITC signals for TiO2 NM-101, ZnO NM-110 and SiO2 NM-203 interaction with BSA in water. In these thermograms, the upper panels show the differential power (μWatts) versus time, representing the calorimetric response as successive injections of protein solution are added to the calorimetric cell containing the NMs dispersion. For the BSA-ZnO NM-110\nPage 20 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n21\ninteraction, the heat signal needs a longer time to reach the baseline, thus the time used between successive injections is 250 s, larger than the time (150 s) used for the other protein–NMs systems. The lower panels of the thermograms depict the binding isotherm, showing heat evolved per mole of added proteins (corrected for the heat of protein and NMs dilution) versus the molar ratio (BSA/NMs) for each injection. The heat profile of BSA-NMs interaction was fitted using the OneSites binding model and the results are presented in Table 2.\nFigure 1. ITC signal for interaction of (A) BSA (0.51 mM) with TiO2 NM-101 (9x10-4 mM); (B) BSA (0.1 mM) with SiO2 NM-203 (3.35x10-5 mM) and (C) BSA (0.51 mM) with ZnO NM-110 (2.88x10-9 mM) in water. The continuous line in the lower panel is obtained by fitting of the data with OneSites binding model, after the subtraction of dilution effects of BSA and NMs.\nPage 21 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n22\nTable 2. Thermodynamic parameters of BSA interaction with NMs in water\nSystem n K (M-1) ∆H\n(kJ mol-1)\n∆S (J mol-1 K-1) ∆G\n(kJ mol-1) BSA-TiO2 NM-101 9.1±1.1 1.1x105±9.4 -61.1±8.2 -108±27.3 -28.7±0.2 BSA-SiO2 NM-203 195±7.3 1.3x106±2.6x102 -83.7±4.4 -164±14.9 -34.8±0.5 BSA-ZnO NM-110 5.1x106±4.7x105 1.8x105±34.6 x103 -206±24.5 -592±82.2 -29.9±0.4\n*The error for n, K and ΔH represents standard deviation obtained from fitting to OneSites binding model using the Origin 7.0 software provided by MicroCal. The error for ΔS and ΔG were subsequently obtained from standard propagation of the error using the equations reported by Morgunova et al.85\nThe protein binding with all NMs is strongly exothermic and gradually decreases with the increasing number of injections, as the sites available on the surface of the NMs become progressively occupied during titration. The BSA-ZnO NM-110 reaction reaches adsorption equilibrium at higher molar ratio than other systems. In pure water, the binding stoichiometry, n, is very different as order of magnitude, being around 9 for the BSA-TiO2 NM-101 interaction, 195 for the BSA-SiO2 NM-203 system and 5.08x106 for the BSA-ZnO NM-110 system. Previous studies showed that stoichiometry depends on NM size (curvature) and surface characteristics (surface charge, apparent hydrophobicity, surface coating).12,86-88 In our study, the lowest stoichiometry is observed for the TiO2 NM-101 (6 nm), while the highest was seen for ZnO NM-110 (158 nm). This result is in agreement with the previous supposition that at higher curvature, such as in the presence of TiO2 NM-101, proteins are spatially deflected from their neighbors and crystal contacts cannot form.86 Instead, the number of bound protein molecules (stoichiometry) increases for the BSA-ZnO NM-110 system compared with those of the other two systems. In our study, a larger number of protein injections were needed to reach saturation in the BSA-ZnO NM-110 system. For surfaces with low curvature, Lindman 86 suggested that the adsorbed protein molecules form a two-dimensional\nPage 22 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n23\nordered structure reinforced by repetitive “crystal contacts” between proteins. However, if a multilayer adsorption would take place, some detectable steps should be identified as the layers become complete.89,90 In our measurements we did not identify during the interaction with ZnO NM-110 (of 158 nm particle size) a stepwise pattern upon adsorption. The reason for this could be that it is only the first layer of protein that shows an enthalpy change upon binding, the adsorption of additional layers occurring with only changes in entropy (the binding being entirely entropy driven these due to the release of water) 86,91 and is thus not observable by ITC. The interaction would also be governed by the electrostatic charge distribution. It seems that besides the particle size, in terms of binding stoichiometry, the surface charge of ZnO is also a critical parameter. At the pH of our measurements, following the dissolution of ZnO(s) in water, the zinc species that are present in the suspension are Zn2+(aq) and Zn(OH)+(s), which are in equilibrium with the surface hydroxide ≡ZnOH(s) or Zn(OH)2(s).49,90 They may also be responsible for the longer equilibration time between two successive injections. The BSA-ZnO NM-110 is thus a more complex system with the protein acting both as ligand for the suspended NMs and receptor for the solvated Zn ionic species. The large value of stoichiometry for this system may be caused by the interference of solvated species binding on BSA. This contribution singles out ZnO among the investigated NMs. At the same time, the more hydrophobic nature of ZnO particles should contribute to the increased stoichiometry in the BSA-ZnO system.88 The binding equilibrium constants of protein on NMs are in the range of 105~106 M-1, indicating a moderate-strength interaction. A higher K value is observed for BSA-SiO2 NM-203 interaction. This trend of the affinity towards higher values for the more hydrophilic particles was also observed for other systems of proteins-NMs.86 The binding constant for the BSA-ZnO NM-110 complex is smaller (a lowering by a factor of 7\nPage 23 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n24\nof the binding affinity is observed) compared to the BSA-SiO2 NM-203. The observed differences in adsorption as a function of NM surfaces can be attributed to the availability of binding sites for hydrogen binding between protein and NM surface76 and to the contribution of solvated Zn species binding to the protein.79 It was shown that the presence of proteins that can be adsorbed on ZnO NMs surface form a protein corona that can hide chemical groups initially grafted onto the NM surface, inhibiting the ZnO NMs dissolution and thus modifying the NM surface charge93 and consequently the interaction effects. This is also consistent with the literature data reporting significant differences in zinc ions leakage in the presence of serum proteins, as well as a change of the rate of cellular uptake and cytotoxic effects.82,94 We also have to note that the zeta potential of ZnO in the presence of the protein strongly increased (Table S2). The enthalpy change was negative in all cases contributing favorably to the free energy of binding, however, it appeared to be more negative for the BSA-ZnO NM-110 complex. Overall, unfavorable entropy changes are observed for the complexation of NMs with BSA. Important unfavorable contribution to the entropy change may arise from the conformational restriction of the flexible amino acid residues upon complexation23, when the entropy increase due to desolvation is not large enough to recover the entropy loss due to solute freedom reduction. Although the decrease in entropy appeared lower for BSA-SiO2 NM-203 and BSATiO2 NM-101 binding comparatively with that of the BSA-ZnO NM-110 complex, this gets adequately compensated by enthalpy, and overall the binding reaction is enthalpically driven. The large favorable value of the enthalpy (ΔH<0) and the unfavorable contribution of the entropy (ΔS<0) indicated that hydrogen bonds and van der Waals forces played major roles in the binding process. The reaction is mainly enthalpy-driven95, the enthalpic character decreasing in the order: ZnO NM-110 > SiO2 NM-203 > TiO2 NM-101.\nPage 24 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n25\nThe binding free energies (ΔG) for all systems are negative, showing the spontaneity of BSA binding to NMs surface. The free energy lowering (-4.9 kJ mol-1) of the BSA-SiO2 NM-203 binding corresponds to the observed increase by a factor of 7 in binding affinity, which can be attributed to a more energetically favorable packing of native BSA. It was also shown that the changes in adsorption of the BSA on the NMs should be associated with some structural rearrangements/unfolding of the protein during adsorption.23,96,97 This is consistent with the CD and DSC data described in the following sections.\nProtein conformational changes upon binding to NMs To further investigate the protein conformational changes upon binding to NMs, CD spectroscopy has been used. The CD spectra of BSA in the presence of NMs are shown in Figure 2 (A) and display two maxima, at 208 and 222 nm, characteristic to preponderant α-helical structure of protein, in good agreement with previous CD measurements.23,88,98 The BSA secondary structure content (α-helix, β-sheets, turns and unordered) in the absence and presence of NMs was determined using the Dichroweb online server and is presented in Figure 2 (B). In the UV-CD spectrum, the increase in the ellipticity value is consistent with a loss of 8-10% of BSA α-helical structure when SiO2 NM-203 and ZnO NM-110 are present. β-structure increased from 9% for native BSA, to 20% for BSA-SiO2 NM-203 and 24% for BSA-ZnO NM-110. This is a clear indication of a partial denaturation of the polypeptide chain.99,100 Also, high amounts of unordered structure in the presence of NMs and low amounts of turn structure could suggest that the protein undergoes adsorption on NMs’ surface.76 The loss of BSA α-helical structure was also reported by Bhogale et al.101 and Bhunia et al.102 for the adsorption of BSA on ZnO NMs, as well as by Kondo et al.103 for the adsorption of BSA on colloidal silica NMPs, the differences between the reported alpha helix content for BSA\nPage 25 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n26\nadsorbed onto SiO2 and ZnO NMs being due to the different particle size, as well as the environmental pH.\nFigure 2. (A) CD spectra of BSA in the absence and presence of NMs. (B) Secondary structure content of BSA in the absence and presence of NMs obtained using the CDSSTR analysis algorithm and reference dataset 7 from Dichroweb.\nA different behavior was observed when TiO2 NM-101 interacted with BSA: the ellipticity at 208 and 222 nm decreased, suggesting that new α-helices are formed (the α-helix content increased with 4%) at the expense of an unordered structure of the protein. Although the increase in α-helicity appears modest, one can at least suppose that in the presence of TiO2 NM-101 the protein is not completely unfolded, which is also supported by the only modest increase in -\nsheet content by TiO2. It was reported before that smaller NMs had a higher retention of nativelike protein structure and function than their larger counterparts.19,104,105 The change in the protein’s secondary structure should be associated with changes in the adsorption of the protein on the NM surface. The changes in the α-helix content in the adsorbed phase are expected to result from the change in hydrogen bond networks76,106, in agreement with the enthalpic nature of binding obtained from ITC. To relate the observed conformational\nPage 26 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n27\nchanges to the denaturation stability, the thermodynamic parameters of thermal denaturation of bound proteins have been evaluated.\nEffects of NMs on protein thermal stability\nThe thermodynamic investigation of protein stability in the presence of NMs and the evaluation of the thermodynamic parameters of thermal denaturation of bound proteins has been performed using a NanoDSC calorimeter (TA Instruments). Figure 3 displays the heat capacity change with the temperature for the thermal denaturation of BSA, free in water and adsorbed onto different NMs.\nFigure 3. DSC scans of BSA thermal unfolding (1.05x10-4 M) in the presence of TiO2 NM-101 (3.89x10-8 M), SiO2 NM-203 (6.12x10-11 M) and ZnO NM-110 (1.43x10-12 M) in water.\nIt is known that the BSA molecule is folded into three domains in the native state107 and it is possible that these domains unfold within slightly different temperature ranges.108 To obtain detailed information about thermodynamic properties of the investigated systems, a deconvolution of DSC traces was performed (Figure 4). From the PeakFit decomposition, two\nPage 27 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n28\ncomponents of thermal denaturation of BSA in water were observed (Figure 4A). The first transition involved about 72% of the unfolding heat of albumin. According to previous hypothesis, in aqueous solutions the two peaks observed in the DSC curve of BSA correspond to the unfolding of structurally independent parts of the molecule107,109, namely the carboxyl-terminal fragment containing domain III and the greater part of domain II unfold at lower temperatures, before the unfolding of smaller amino-terminal fragment consisting of domain I and a small part of domain II.\nFigure 4. PeakFit decomposition of the thermal unfolding signal of BSA in water (A) and in the presence of TiO2 NM-101 (B), SiO2 NM-203 (C) and ZnO NM-110 (D). The raw data are represented by solid lines and PeakFit components by dashed lines.\nPage 28 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n29\nThe temperatures at half-peak area and the calorimetric enthalpy corresponding to both components of transition for the investigated systems calculated from the DSC data are shown in Table 3. The denaturation temperature (Tm) is indicative of the protein stability and ∆Htotal is associated with energetically favourable intramolecular interactions in the protein.\nTable 3. Transition temperatures and thermodynamic parameters for unfolding (± SE*) obtained from PeakFit decomposition of DSC\n*SE represents standard error of the fitting parameters given by PeakFit.\nAs it can be seen, the denaturation temperatures Tm1and Tm2 shift toward lower values for both components of BSA denaturation following adsorption on NMs (Table 3), indicating that the thermal stability of the protein decreases in the adsorbed state. The corresponding enthalpy changes of the first component of denaturation ΔH1 for the BSA-NMs systems (Table 3, Figure 4) were significantly reduced showing partial unfolding of the protein during adsorption, which were confirmed by CD data. This effect is more evident in the presence of ZnO NM-110. The result agrees with the supposition that the low temperature peak corresponds to the collapse of the N-terminal BSA domain, which bares the major unbalanced negative charge.110 Instead, in\nThermodynamic parameters BSA BSA-TiO2 NM-101 BSA-SiO2 NM-203 BSA-ZnO NM-110 Tm1(K) 332.9±0.09 331.3±0.08 330.6±0.04 327.5±0.1 Tm2(K) 345±0.1 342.8±0.09 340.4±0.1 341.5±0.1 ∆H1(kJ mol-1) 754.7±4.3 469.2±3.2 400.4±3.2 169.3±2.8 ∆H2(kJ mol-1) 295±4.3 336.6±3.1 303.8±3.3 502.4±2.9 ∆Htotal(kJ mol-1) 1049.7±8.6 805.8±6.3 704.1±6.5 671.7±5.8 ∆S1(J mol-1 K-1) 2252.4±0.1 1409.7±0.1 1216.4±0.1 516.4±0.1 ∆S2(J mol-1 K-1) 850.4±0.1 977.1±0.1 891.8±0.1 1471.4±0.1 ∆Stotal(J mol-1 K-1) 3102.9±0.2 2386.9±0.1 2108.2±0.2 1987.7±0.2\nPage 29 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n30\nthe case of the second component of transition, larger enthalpy values are seen for the BSA NMs systems (Table 3, Figure 5), suggesting that the conformation of the terminal fragment involved in the unfolding at higher temperature adsorbed onto the surface was more stable than that of the protein in solution. A larger deviation from the ΔH2 value of the native protein was also observed for the BSA-ZnO NM-110 system. Nevertheless, because the contribution of the enthalpy corresponding to the second peak of thermal denaturation to the total calorimetric enthalpy of BSA was lower (~22%) compared to that related to the contribution of the first component (~78%), the total heat of unfolding, ΔHtotal was significantly reduced in the presence of NMs, the highest decrease being noted for the BSA-ZnO NM-110 system (Table 3, Figure 5). The decrease in unfolding enthalpy indicates a partial unfolding of BSA in the adsorbed state. Based on the DSC results, the order of decreasing for the structural stability should be ranked as follows: TiO2 NM-101 > SiO2 NM-203 > ZnO NM-110, in agreement with the results of the CD measurements.\nFigure 5. Thermodynamic parameters (ΔHtotal and ΔStotal) ± SE obtained for BSA unfolding in the absence and presence of NMs\nPage 30 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n31\nEntropy can be considered a very useful parameter in understanding the stability of proteins. When a protein is deactivated, the randomness of the system increases which is a direct measure of entropy. It was also being reported that the entropy values provide information regarding the relative degree of solvation, likely the degree of compactness. From the Table 3 and Figure 5 one can observe that the trend in the evolution of the entropy changes for the two components of transition is somewhat similar with that registered for the enthalpy changes: for BSA-NMs systems the ΔS1 are reduced and ΔS2 are increased compared with the corresponding values of the native protein, but the total entropy value ΔStotal is reduced upon adsorption. The results may be explained by an ordering of the solvent molecules. However, due to the positive values of the entropies (ΔS>0) obtained in this study it has been concluded that the rearrangements within the protein molecule are also involved in the unfolding process during the adsorption of BSA. The major decreasing of the denaturation entropy in the presence of ZnO NM-110 (by 1115 J mol-1 K-1) is consistent with CD data showing that large structural changes occurred in the presence of ZnO NM-110."
    }, {
      "heading" : "MS-proteomics",
      "text" : "Next, we have chosen to perform a MS-proteomics experiment to obtain a comprehensive insight of the physiological interaction of the NM with serum proteins. To this end, we incubated during one hour the NM with 10% of FBS at 37°C. Protein corona was harvested and we detected then the identity and the relative content of proteins present in the protein corona around TiO2 NM101, ZnO NM-110 and SiO2 NM-203. Three biological replicates were considered. Using MaxQuant111, we quantified 334 proteins in total, by a minimum of two peptides, of which one at least is a unique peptide, with a false discovery rate being <1% on protein and peptide level.\nPage 31 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n32\nThere is a remarkable difference of the relative content of BSA in the protein corona of the different NMs, as well of the content of other proteins, particularly apolipoproteins (Figure S3). Protein corona on TiO2 NM-101 showed the highest relative albumin content, well above 75%, and a minimum of apolipoproteins, which does not exceed 2%. On the other hand, in the case of silica NM-203, the amount of apolipoproteins in the protein corona exceeds that of BSA (Figure S3). Other studies also indicate that silica NMs preferentially interact with plasma proteins other than serum albumin.104,112 ZnO NM-110 proved to be an intermediate case among the other evaluated particles and contains twice as much albumin than apolipoprotein in the corona. Figure 6 displays the relative BSA content in the protein corona of TiO2 NM-101, ZnO NM-110 and SiO2 NM-203.\nFigure 6. Relative content of BSA present in the protein corona of evaluated NMs, showing the standard error (SD) calculated from three biological replicates.\nTo estimate the total amount of BSA present in the protein corona around the evaluated NMs, we performed an SDS-PAGE with the corona proteins around the evaluated NMs (Figure S4). The different NMs were incubated exactly under the same condition as for the proteomics experiment; however elution of the proteins from the NMs was achieved without tryptic digestion. This experiment allows for an estimation of the total content of BSA. It can be\nPage 32 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n33\nconcluded that SiO2 NM-203 contains between 2 and 5 µg of BSA, while TiO2 NM-101and ZnO NM-110 contain well less than 1 µg, being the amount of total BSA less in TiO2 NM-101 than in ZnO NM-110. The total amount of BSA in the NM corona analyzed by SDS-PAGE proved to follow a decreasing order from SiO2 NM-203 > ZnO NM-110 > TiO2 NM-101. It should be emphasized, that this result does not contradict the observations from the proteomics experiments. Quantitation from SDS-PAGE allows a comparison of the BSA content among samples, while the proteomics experiment does not permit the comparison among different samples, but just the ratio of the BSA content relative to the total protein content in the corona of one particular NM. Our data are in agreement with previous results showing that protein binding do not simply correlate with their relative abundance and that NM type, size, and surface properties can play a significant role in determining the composition of the corona.112-115 It is reasonable to assume that smaller proteins like BSA are enriched on small NMs like TiO2 NM-101, affecting the composition of the corona,112 but it cannot be concluded that TiO2 NM bind more total BSA than the other NMs. In addition, the reaction pathway is different depending on the changes in protein stability in the NM presence,19 smaller NMs having a higher retention of native-like protein structure and function than their larger counterparts.19,104,105 This statement is consistent with our results showing enhanced protein stability during the adsorption of BSA on TiO2 NM-101. Furthermore, the trend in decreasing of total amount of BSA in the NM corona analyzed by SDS-PAGE (SiO2 NM-203 > ZnO NM-110 > TiO2 NM-101) matched the trend in the binding affinity obtained from ITC measurements: an increasing by a factor of 16 of the binding constant is observed for the BSA-SiO2 NM-203 complex, and by a factor of 11 for the BSA-ZnO NM110, comparatively with the BSA-TiO2 NM-101 system (which correspond to the free energy\nPage 33 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n34\nlowering of -2.1 kJ mol-1, respectively 1.2 kJ mol-1). This analysis demonstrates the importance of the thermodynamic profile/signature of protein -NMs interaction in understanding the complex phenomena at bio-nano interface driving the formation of the protein corona."
    }, {
      "heading" : "Cytotoxicity and genotoxicity of the NMs",
      "text" : "The genotoxicity of NMs is regarded as a particularly important aspect of NM toxicity, as DNA damage can lead to mutation and potentially to the development of cancer. If mutation occurs in germ cells it could cause serious birth defects. DNA damage can be the result of direct interaction of NMs with the DNA, or can result from indirect effect of the induction of oxidative stress37. Oxidative stress has been described as a key mechanism underlying the ability of NMs to cause DNA damage.37 The enhanced production of reactive oxygen species (ROS) can lead to DNA base damage and is considered as one of the most important mechanisms for genotoxicity of NMs.36 For genotoxicity, several endpoints at different DNA organization levels can be assessed, e.g.,SBs, DNA base damage, point mutation, large chromosomal damage or aneuploidy. The most common method to detect potential genotoxicity of NMs is the alkaline comet assay that detects SBs.SBs can be induced after exposure to genotoxic compound but also appear during cell death. In order to obtain meaningful results on genotoxicity, cytotoxicity must always be assessed to set up LC50 and to select appropriate concentrations. Thus, when assessing SBs it is crucially important to expose cells in non cytotoxic concentrations to demonstrate that increased DNA damage reflects to genotoxicity and not cytotoxicity, e.g. to DNA fragmentation in apoptotic cells.64 Alamar Blue® measures cell viability through a colorimetric response to the intracellular reducing metabolism of living cells. Our Alamar Blue® data show that only the ZnO NM-110 induced cytotoxic effects on the A549 cells (Figure 7) with calculated LC50 values of 215 and\nPage 34 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n35\n76 µg/ml after 3 h and 24 h exposure, respectively (113 μg/cm2 and 35 μg/cm2). The data show that in case of 24 h exposure lower concentration is needed to kill 50% of cell compared to 3h exposure.\nPage 35 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n36\nFigure 7. The effect of the NMs on cell viability of A549 cells exposed for 3 and 24h, respectively. The results are shown as mean (± SD) from two (ZnO NM-110 and TiO2 NM-101) or three independent experiments (SiO2 NM-203) performed in duplicate. Asterisks indicate significant different effects on cell viability analyzed by ANOVA followed by Dunnet posttest (*p<0.05, **p<0.01, ***p<0.001). The data for ZnO NM-110 is from50. ZnO LC50 values are calculated for both treatment times.\nIn the Enzyme-linked comet assay, Fpg converts oxidized purines to SBs that could be measured by the comet assay. Both ZnO NM-110 and SiO2 NM-203 induced DNA oxidation lesions (Figure 8). DNA damage was primarily observed after 3 hours of exposure, which implies that extensive DNA repair was initiated following the exposure. Formation of oxidized purines, which is an indication of DNA damage induced by oxidative stress, was estimated by calculating the net DNA damage as the difference in % DNA in tail between samples with Fpg incubation and samples without incubation.\nPage 36 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n37\nFigure 8. DNA damage of NM tested with the comet assay on human lung epithelial A549. Relative amount of DNA in the comet tail represents the amount of DNA strand breaks (SBs). Net Fpg represents the modified version of the comet assay applying the end nuclease for detection of oxidized purines, and is calculated as the DNA damage in Fpg treated cells subtracted DNA damage in cells without Fpg incubation. The results are shown as mean of the median of duplicate wells from each of two (TiO2 NM-101 and ZnO NM-110) or three independent experiments (SiO2 NM-203). Asterisks indicate significant effects analyzed by\nPage 37 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n38\nANOVA followed by Dunnet posttest (*p<0.05, **p<0.01, ***p<0.001). The data for ZnONM110 is from 50.\nThere was a slight increasing trend in DNA oxidation in the cells exposed to ZnO. The variation in the effect was, however, very large and the results should be interpreted with caution. Overall, it appears that the genotoxic effect of the selected NM, can be arranged in the order of ZnO being the most genotoxic followed by SiO2 and TiO2 as the least genotoxic (ZnO NM-110 > SiO2 NM-203 > TiO2 NM-101). These results correlate with the trend in variation of thermodynamic parameters previously discussed and suggest that the thermodynamic parameters at the bio-nano interface should be important determinants for genotoxicity responses."
    }, {
      "heading" : "Effects of NMs on gene expression",
      "text" : "The real-time RT-PCR assay revealed a significant upregulation of the cell death marker RIPK1 following exposure to ZnO NM-110 at 100 µg/ml (50 μg/cm2). The highest upregulation of markers for defense against oxidative stress was seen for SOD1 and SOD2 as a result of exposure to ZnO NM-110 at 100 µg/ml (50 μg/cm2), while a moderate upregulation was observed for GSTK1 as a result of exposure to SiO2 NM-203 at 100 µg/ml (50 μg/cm2), as compared to unexposed cells. Exposure of A549 cells to TiO2 NM-101 did not have any significant effect on cell death and antioxidant gene expression (Figure 9). The ranking of the NMs with respect to the cell death and oxidative stress inducing potential is: ZnO NM-110 > SiO2 NM-203 > TiO2 NM-101. These results follow the same ranking order seen in NMs’ influence on the BSA structural stability (associated with the variation of enthalpic character of binding), indicating that NMs’ toxicity may be linked to their effect on the structural stability of BSA.\nPage 38 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n39\nOxidative stress emerges as an important candidate in explaining the overall toxicity ranking, as can be seen from the significant upregulation of SOD1 and SOD2 at the highest concentration of ZnO NM-110, as well as from the increasing trend in DNA oxidation in the cells exposed to ZnO NM-110 (Figure 8 and Figure 9). This hypothesis is further strengthened by the structural modifications suffered by BSA, which were more pronounced when BSA was in contact with ZnO NM-110, that may have diminished its antioxidant capacity.\nPage 39 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n40\nFigure 9. Overview of gene expressions for several cell death (FAS and RIPK1) and defense against oxidative stress (SOD 1, SOD 2, CAT and GSTK1) markers following the exposure of a human epithelial lung cancer cell line (A549) for 24 h to TiO2NM-101, ZnO NM-110 and SiO2NM-203 at 2 and 100 μg/ml (corresponding to 1 and 50 μg/cm2). The relative mRNA expression was normalized to the house-keeping gene GAPDH and test groups were compared with the control (0 μg/ml) group. All data is presented as the mean ± standard error (SE) of at least three independent experiments performed in duplicates. The ranking based on cell death markers and markers for defense againstoxidative was: ZnO NM-110 > SiO2 NM-203 > TiO2 NM-101. (* P ≤ 0.05, ** P ≤ 0.01, ANOVA (P < 0.05) with Tukey's multiple comparison).\nRelationships between the thermodynamic properties at nano-bio interface and the dominant contributions determining the adsorption processes and NMs toxicological effect\nIn the present study, the protein-NMs interaction and dominant contributions determining the adsorption processes were studied for a set of metal oxide NMs with different core composition, having different particle size and crystal structure. At the same time, they are representative for the most assessed NMs, being extensively reviewed in the latest years.19, 65,116-119 In the complex context related to the risk assessment of MNM, the initiatives and different specific recommendation for a mandatory minimum criteria and characterization points prior genotoxicity testing have been discussed.120-125A variety of factors (e.g. surface area, size, surface properties, shape, aggregation, agglomeration, solubility) were reported to influence the mechanisms contributing to their toxicity and several key physico-chemical descriptors (measured, as well as calculated ones) showing a good correlation with genotoxicity have been proposed for a range of NMs.11, 119, 120, 125-127 However, identification of key parameters driving toxicity is a complex and difficult task, especially due to some “context-dependent” physico-\nPage 40 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n41\nchemical property changes.6,14, 128 Thus, for an appropriate interpretation of the toxicity tests, it is not sufficient to characterize the intrinsic properties of NMs only, because the biological responses to NMs are highly affected by the dynamic physicochemical interactions at the bionanointerface, the cytotoxicity and genotoxicity of NMs depending on their interaction with the surrounding environment, e.g. on their protein binding properties.20, 118-121 It has been shown that the biointeraction tendency of nanoscale surfaces results from their need to reduce their surface energy by binding available biomolecules,11,16 thermodynamics of exchanges between NMs surfaces and the surfaces of biological components driving the formation of the protein corona35. The changes in interactions that occur upon NMs binding are reflected in the changes of enthalpy (ΔH) and entropy (ΔS), which in turn determine the free energy of binding, according to Gibbs law of free energy(see Equation 4). Therefore, ΔH andΔS are being considered as the driving factors for protein–ligand binding. Structural rearrangements, electrostatic interactions, dehydration, dispersion interaction have been mentioned in previous reports 14,16,17,91 as being important contributions to the energetic parameters determining adsorption processes and, consequently having implications for NMs’ biological impact. In our work, by applying a combination of techniques, such as isothermal titration calorimetry, circular dichroism and differential scanning calorimetry, specific effects driving adsorption during the interaction between BSA and the metal oxides TiO2 NM-101, SiO2 NM-203 and ZnO NM-110 were evaluated (Figure 10).\nPage 41 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n42\nFigure 10. Correlation between thermodynamic properties at bio-nano interface and the dominant contributions determining adsorption processes during protein-NM interactions\nFrom the thermodynamic viewpoint, the formation of noncovalent bonds is exothermic (ΔH<0), while the disruption of structurally well-defined solvent shells is endothermic (ΔH>0).127 129In our study, a large negative enthalpy change, resulting from multiple favorable noncovalent interactions between association partners was observed for all NMs, the enthalpic character decreasing in the order: ZnO NM-110 >SiO2 NM-203 >TiO2 NM-101. The enthalpy driven protein binding processes usually result in significant protein conformational changes. The structural rearrangements/unfolding of the protein during adsorption examined in our study by CD and DSC, provide a general physical picture and a quantitative description of the energetics of the adsorption-induced unfolding of protein on NMs\nPage 42 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n43\nsurfaces. The results indicate that the actual extent of protein conformational change in these protein layers are strongly correlated with the changes in energetic parameters, the decreasing structural stability of the protein following the trend: TiO2 NM-101> SiO2 NM-203 > ZnO NM110. In turn, this interaction and the resulting changes of the protein structure will affect the protein corona configuration mediating binding to the cell surface. In a series of cellular binding competition studies performed on different BSA-NMs systems and on different cell types, Fleischer et al.23 relate the changes of BSA secondary structure that result from adsorption of protein on NM surface to the observed cellular binding trends. When BSA adsorbed on NMs retains its native structure (such as the BSA-TiO2NM-101 system investigated by us) this will allow the BSA-NM complexes to be recognized by the native albumin receptor and cellular binding of complexes is inhibited by the presence of excess BSA. When BSA structure is disrupted, likely partially denatured (e.g. BSA-ZnO NM-110 and BSA-SiO2 NM-203 systems), then the complexes will bind to receptors with an affinity for modified albumins, the cellular binding being enhanced by BSA, thus affecting the cellular responses and biological outcomes. More than that, the results of binding affinity obtained from ITC measurements showing enhanced values during the adsorption on SiO2 NM-203 and ZnO NM-110 are in agreement with the higher values of the total amount of BSA in the corona of these NMs comparative with the value estimated by SDS-PAGE for TiO2 NM-101. Given that, in our study, the same protein results in different degree of cellular outcomes. The ranking for the biological alterations obtained in our study, i.e., DNA SBs, oxidized DNA lesions, cell-death and changes in expression of antioxidant defense genes in A549 cells matched the enthalpic component of the protein-NM interaction, corroborated with the BSA structural stability.\nPage 43 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n44\nTo our knowledge, our report is the first work providing a model system to unravel the relationship between the bio-nano interface thermodynamic parameters (describing both the binding interaction and protein structure stability), protein corona configuration and cellular responses."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "For the present case study, the thermodynamic parameters at bio-nano interface emerge as key descriptors for the dominant contributions determining the adsorption/binding processes and NMs toxic effect. The thermodynamic characteristics of the BSA binding to NMs indicate that BSA adsorption onto NMs’ surface is an enthalpy-controlled process, the enthalpic character (favorable interaction) decreasing in the order: ZnO (NM-110) > SiO2 (NM-203) > TiO2 (NM-101). The large favorable value of the enthalpy (ΔH<0) and the unfavorable contribution of the entropy (ΔS<0) indicated that hydrogen bonds and van der Waals forces played major roles in the binding process. The enthalpy and entropy changes were balanced to get a favorable free energy change (ΔG<0) for all systems, showing the spontaneity of the interaction. The binding equilibrium constants of the BSA protein on NMs were in the range of 105~106 M-1, indicating a moderate interaction. The changes in the adsorption of BSA on the NMs were associated with some rearrangements/unfolding of the protein during adsorption, the results speaking in favor of the correlation between the increasing of the enthalpic character of interaction with the decreasing of protein’s structural stability. The interaction at bio-nano interface and the resulting changes of the protein structure affect the protein corona configuration mediating the binding to the cell surface. Thus, the trend in the\nPage 44 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n45\nbinding affinity and the trend in the complex stability evidenced by ITC showed a good correlation with the trend of the total amount of BSA in the NMs corona analyzed by SDSPAGE. The toxicity of the NMs appears to be linked to the thermodynamic profile/signature of the protein-NM interactions. Thus, the ranking order for the enthalpic character of the protein-NM interaction and for NMs’ influence on the structural stability of BSA matched the NM ranking based on cytotoxicity, genotoxicity and gene expression data. Overall, the thermodynamic parameters governing the interaction of BSA with the NMs at the bio/nano interface are important factors in determining the extent of NM interaction with cells and provide clues for understanding the biological consequences of these different protein corona configurations. At this point further studies are in progress for a systematic investigation focusing specifically on the interaction between different variants of TiO2, SiO2 and ZnO NMs and selected proteins. Thermodynamic data will be used to analyze the effect of different variables, e.g., NM type, particle size, crystalline structure, and hydrophobicity on the binding characteristics and to evaluate the interplay between the energetic parameters at the bio-nano interface and toxicological outcomes of the NMs. It is a complex task requiring robust, detailed and precise experimental data. Data generation/gathering and a better understanding of this relationship is crucial for nanosafety issues and biomedical applications."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "Supporting Information\nDetails of DLS and Zeta potential measurements for ITC analysis, Protocol for NMs dispersion used in mass spectrometry measurements, MS sample preparation, measurements,\nPage 45 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n46\nand data analysis, Liquid Chromatography–Electrospray Ionization–Tandem Mass Spectrometry (LC–ESI–MS/MS), Protein Identification (relative content of proteins detected by mass spectrometry and total amount of BSA present in the protein corona of NMs as resolved by SDS-PAGE), Protocol for NM dispersion for toxicity testing, Physicochemical properties of NMs in 0.05% w/v BSA-water (stock solution) and in exposure medium (DMEM + 10% FBS v/v).\nThis material is available free of charge via the Internet at http://pubs.acs.org\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "*Speranta Tanasescu; Email stanasescu2004@yahoo.com; stanasescu@icf.ro *Andrea Haase; Email: andrea.haase@bfr.bund.de *Maria Dusinska; E-mail: maria.dusinska@nilu.no"
    }, {
      "heading" : "Authors' contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Funding Sources",
      "text" : "Not applicable.\nACKNOWLEDGMENT\nPage 46 of 64\nACS Paragon Plus Environment\nChemical Research in Toxicology\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n47\nThe support of the projects NanoReg2 - Nr. 646221/2015 and RiskGONE, - Nr. 814425 in the frame of the Horizon 2020 Framework Programme of the European Union, NANoREG EU FP7 Programme (grant agreement No. 310584/2013), NanoBioReal project no. 288768 financed by The Research Council of Norway and the support of the EU (ERDF) and Romanian Government under the project INFRANANOCHEM - Nr. 19/01.03.2009 are acknowledged. The authors also thank Murat Eravci for support with measuring the NP protein corona and the assistance of the Free University (FU) Berlin Core Facility BioSupraMol supported by the DFG. One author (ST) gratefully acknowledges stimulating discussions with Keld Alstrup Jensen from National Research Center for the Working Environment (NFA), Denmark."
    } ],
    "references" : [ {
      "title" : "Nanotechnology: The Next Big Thing, or Much Ado about Nothing ",
      "author" : [ "A.D. Maynard" ],
      "venue" : "Ann. Occup. Hyg",
      "citeRegEx" : "Maynard,? \\Q2007\\E",
      "shortCiteRegEx" : "Maynard",
      "year" : 2007
    }, {
      "title" : "Toxic effects of nanoparticles and nanomaterials: Implications for public health, risk assessment and the public perception of nanotechnology",
      "author" : [ "R.D. Handy", "B.J. Shaw" ],
      "venue" : "Health, Risk & Society",
      "citeRegEx" : "Handy and Shaw,? \\Q2007\\E",
      "shortCiteRegEx" : "Handy and Shaw",
      "year" : 2007
    }, {
      "title" : "Protein-Nanoparticle Interactions: Opportunities and Challenges",
      "author" : [ "M. Mahmoudi", "I Lynch", "M.R. Ejtehadi", "M.P. Monopoli", "Baldelli Bombelli F", "S. Laurent" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Mahmoudi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Mahmoudi et al\\.",
      "year" : 2011
    }, {
      "title" : "ITS-NANO – Prioritising nanosafety research to develop a stake holder driven intelligent testing strategy",
      "author" : [ "V. Stone", "S. Pozzi-Mucelli", "L. Tran", "K Aschberger", "S Sabella", "U Vogel", "C Poland", "D Balharry", "T Fernandes", "S Gottardo", "S Hankin", "Hartl", "M.G.J", "N. Hartmann", "D. Hristozov", "K. Hund-Rinke", "H. Johnston", "A. Marcomini", "O. Panzer", "D. Roncato", "A.T. Saber", "H. Wallin", "J.J. Scott-Fordsmand" ],
      "venue" : "Part. Fibre. Toxicol",
      "citeRegEx" : "Stone et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Stone et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanoparticles: Properties, applications and toxicities",
      "author" : [ "I. Khan", "K. Saeed" ],
      "venue" : "Arab. J. Chem",
      "citeRegEx" : "Khan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Khan et al\\.",
      "year" : 2017
    }, {
      "title" : "Protein corona: a new approach for nanomedicine design",
      "author" : [ "V.H. Nguyen", "B.J. Lee" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "Nguyen and Lee,? \\Q2017\\E",
      "shortCiteRegEx" : "Nguyen and Lee",
      "year" : 2017
    }, {
      "title" : "Quality in nanosafety - Towards reliable nanomaterial safety assessment",
      "author" : [ "A. Haase", "I. Lynch" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Haase and Lynch,? \\Q2018\\E",
      "shortCiteRegEx" : "Haase and Lynch",
      "year" : 2018
    }, {
      "title" : "Particle toxicology and health where are we ",
      "author" : [ "M. Riediker", "D. Zink", "W. Kreyling", "G. Oberdörster", "A. Elder", "U. Graham", "I. Lynch", "A Dusch", "G. Ichihara", "S. Ichihara", "T. Kobayashi", "N. Hisanaga", "M. Umezawa", "T.J. Cheng", "R. Handy", "M. Gulumian", "S. Tinkle", "F. Cassee" ],
      "venue" : "Part. Fibre. Toxicol",
      "citeRegEx" : "Riediker et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Riediker et al\\.",
      "year" : 2019
    }, {
      "title" : "2015)‘Bio-nano interactions: new tools, insights and impacts’: summary of the Royal Society discussion meeting",
      "author" : [ "I. Lynch", "I.L. Feitshans", "M. Kendall" ],
      "venue" : "Phil. Trans. R Soc. B",
      "citeRegEx" : "Lynch et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lynch et al\\.",
      "year" : 2014
    }, {
      "title" : "Understanding the nanoparticle-protein corona using methods to quantify",
      "author" : [ "T. Cedervall", "I. Lynch", "Lindman. S", "T. Berggard", "E. Thulin", "H. Nilsson", "K.A. Dawson", "S. Linse" ],
      "venue" : null,
      "citeRegEx" : "Cedervall et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Cedervall et al\\.",
      "year" : 2007
    }, {
      "title" : "The bio-nano-interface in predicting nanoparticle fate and behaviour in living organisms: towards grouping and categorizing nanomaterials and ensuring nanosafety by design",
      "author" : [ "I. Lynch", "A. Ahluwalia", "D. Boraschi", "H.J. Byrne", "B. Fadeel", "P. Gehr", "A.C. Gutleb", "M. Kendall", "M.G. Papadopoulos" ],
      "venue" : "Bio Nano Materials",
      "citeRegEx" : "Lynch et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lynch et al\\.",
      "year" : 2013
    }, {
      "title" : "Macromolecular Coronas and Their Importance in Nanotoxicology and Nanoecotoxicology, in Nanoscience and the Environment, J.R",
      "author" : [ "I. Lynch", "K.A. Dawson", "J.R. Lead", "E. Valsami-Jones" ],
      "venue" : null,
      "citeRegEx" : "Lynch et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lynch et al\\.",
      "year" : 2014
    }, {
      "title" : "Biomolecular coronas provide the biological identity of nanosized materials",
      "author" : [ "M.P. Monopoli", "C. Åberg", "A. Salvati", "K.A. Dawson" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Monopoli et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Monopoli et al\\.",
      "year" : 2012
    }, {
      "title" : "Protein–nanoparticle interactions. What does the cell see",
      "author" : [ "I. Lynch", "A. Salvati", "K.A. Dawson" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Lynch et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lynch et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanoparticle interaction with plasma proteins as it relates to particle biodistribution, biocompatibility and therapeutic efficacy",
      "author" : [ "P. Aggarwal", "J.B. Hall", "C.B. McLeland", "M.A. Dobrovolskaia", "S.E. Mc Neil" ],
      "venue" : "Adv. Drug. Deliv. Rev",
      "citeRegEx" : "Aggarwal et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Aggarwal et al\\.",
      "year" : 2009
    }, {
      "title" : "Interaction of nanoparticles with protein: relation to bio-reactivity",
      "author" : [ "S.R. Saptarshi", "A. Duschland", "A.L. Lopata" ],
      "venue" : "J. Nanobiotechnol.11,",
      "citeRegEx" : "Saptarshi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Saptarshi et al\\.",
      "year" : 2013
    }, {
      "title" : "The interaction of nanoparticles with plasma proteins and the consequent influence on nanoparticles behavior, Expert Opin",
      "author" : [ "H. Gao", "Q. He" ],
      "venue" : "Drug Deliv",
      "citeRegEx" : "Gao and He,? \\Q2014\\E",
      "shortCiteRegEx" : "Gao and He",
      "year" : 2014
    }, {
      "title" : "Toward a molecular understanding of nanoparticle–protein interactions",
      "author" : [ "L. Treueland", "G.U. Nienhaus" ],
      "venue" : "Biophys. Rev",
      "citeRegEx" : "Treueland and Nienhaus,? \\Q2012\\E",
      "shortCiteRegEx" : "Treueland and Nienhaus",
      "year" : 2012
    }, {
      "title" : "Secondary Structure of Corona Proteins Determines the Cell Surface Receptors Used by Nanoparticles",
      "author" : [ "C.C. Fleischer", "C.K. Payne" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Fleischer and Payne,? \\Q2014\\E",
      "shortCiteRegEx" : "Fleischer and Payne",
      "year" : 2014
    }, {
      "title" : "TheToxicity of Nanoparticles Depends on Multiple Molecular and Physicochemical Mechanisms",
      "author" : [ "Y.W. Huang", "M. Cambre", "H.J. Lee" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "Huang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2017
    }, {
      "title" : "Interaction of biologically relevant proteins with ZnO nanomaterials: A confounding factor for in vitro toxicity end points",
      "author" : [ "E. Da Silva", "Y. Kembouche", "U. Tegner", "A. Baun", "K.A. Jensen" ],
      "venue" : "Toxic. in Vitro",
      "citeRegEx" : "Silva et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Silva et al\\.",
      "year" : 2019
    }, {
      "title" : "A strategy for grouping of nanomaterials based on key physico-chemical descriptors as a basis for safer-by-design NMs",
      "author" : [ "I. Lynch", "C. Weiss", "E. Valsami-Jones" ],
      "venue" : "Nano Today",
      "citeRegEx" : "Lynch et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lynch et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanomaterial Grouping: Existing Approaches and Future",
      "author" : [ "A. Giusti", "R. Atluri", "R. Tsekovska", "A. Gajewicz", "Y. Handzhiyski", "Bleeker", "E.A.J", "C. Bossa", "M. Dusinska", "P. Jantunen", "A. Mech", "J.M. Navas", "P. Nymark", "R. Grafström", "Oomen A.G", "T. Puzyn", "K. Rasmussen", "C. Riebeling", "I. Rodriguez-Llopis", "P. Gómez-Fernández", "S. Sabella", "J.R. Sintes", "N. Raun-Jakobsen", "B. Suarez-Merino", "S. Tanasescu", "H. Wallin", "M.D. Apostolova", "A. Haase" ],
      "venue" : null,
      "citeRegEx" : "Giusti et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Giusti et al\\.",
      "year" : 2019
    }, {
      "title" : "Microparticles and nanoparticles for drug",
      "author" : [ "D.S. Kohane" ],
      "venue" : "delivery. Biotechnol. Bioeng",
      "citeRegEx" : "Kohane,? \\Q2007\\E",
      "shortCiteRegEx" : "Kohane",
      "year" : 2007
    }, {
      "title" : "Applications of nanoparticles in biology",
      "author" : [ "M. De", "P.S. Ghosh", "V.M. Rotello" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "De et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "De et al\\.",
      "year" : 2008
    }, {
      "title" : "Antioxidant effect of bovine serum albumin on membrane lipid peroxidation induced by iron chelate and superoxide",
      "author" : [ "F. Fukuzawa", "Y. Saitoh", "K. Akai", "K. Kogure", "S. Ueno", "A. Tokumura", "M. Otagiri", "A. Shibata" ],
      "venue" : "Biochim. Biophys",
      "citeRegEx" : "Fukuzawa et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Fukuzawa et al\\.",
      "year" : 2005
    }, {
      "title" : "The antioxidant properties of serum albumin",
      "author" : [ "M. Roche", "P. Rondeau", "N.R. Singh", "E. Tarnus", "E. Bourdon" ],
      "venue" : "FEBS Letters",
      "citeRegEx" : "Roche et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Roche et al\\.",
      "year" : 2008
    }, {
      "title" : "2016) Work Group Report on Ultrafine Particles (AAAAI) Why Ambient Ultrafine and Engineered Nanoparticles Should Receive Special Attention for Possible Adverse Health Outcomes in Humans",
      "author" : [ "N. Li", "S. Georas", "N. Alexis", "P. Fritz", "T. Xia", "M.A. Williams", "E. Horner", "A.A. Nel" ],
      "venue" : "J. Allergy Clin. Immunol",
      "citeRegEx" : "Li et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2016
    }, {
      "title" : "Understanding biophysicochemical interactions at the nano–bio interface",
      "author" : [ "A.E. Nel", "L. Mädler", "D. Velegol", "T. Xia", "E.M.V. Hoek", "P. Somasundaran", "F. Klaessig", "V. Castranova", "M. Thompson" ],
      "venue" : "Nature Materials",
      "citeRegEx" : "Nel et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Nel et al\\.",
      "year" : 2009
    }, {
      "title" : "2019) Corona Composition Can Affect the Mechanisms Cells Use to Internalize Nanoparticles",
      "author" : [ "V. Francia", "K. Yang", "S. Deville", "C. Reker-Smit", "I. Nelissen", "A. Salvati" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Francia et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Francia et al\\.",
      "year" : 2019
    }, {
      "title" : "Possible genotoxic mechanisms of nanoparticles: criteria for improved test strategies",
      "author" : [ "K. Donaldson", "C.A. Poland", "R.P. Schins" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Donaldson et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Donaldson et al\\.",
      "year" : 2010
    }, {
      "title" : "Mechanisms of Genotoxicity. A Review of In Vitro and In Vivo Studies with Engineered Nanoparticles",
      "author" : [ "Z. Magdolenova", "A. Collins", "A. Kumar", "A. Dhawan", "V. Stone", "M. Dusinska" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Magdolenova et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Magdolenova et al\\.",
      "year" : 2014
    }, {
      "title" : "Detection of oxidised purines and UV-induced photoproducts in DNA, by inclusion of lesion-specific enzymes in the comet assay (single cell gell electrophoresis)",
      "author" : [ "M. Dusinska", "A.R. Collins" ],
      "venue" : "Alternatives to Laboratory Animals",
      "citeRegEx" : "Dusinska and Collins,? \\Q1996\\E",
      "shortCiteRegEx" : "Dusinska and Collins",
      "year" : 1996
    }, {
      "title" : "The JRC Nanomaterials Repository: A unique facility providing representative test materials for nanoEHS research",
      "author" : [ "S. Totaro", "G. Cotogno", "K. Rasmussen", "F. Pianella", "M. Roncaglia", "H. Olsson", "Riego", "Sintes J.M", "H.P. Crutzen" ],
      "venue" : "Regulatory Tox. Pharm",
      "citeRegEx" : "Totaro et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Totaro et al\\.",
      "year" : 2016
    }, {
      "title" : "NANoREG framework for the safety assessment of nanomaterials",
      "author" : [ "S. Gottardo", "H. Crutzen", "P. Jantunen" ],
      "venue" : "JRC 105651,",
      "citeRegEx" : "Gottardo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gottardo et al\\.",
      "year" : 2017
    }, {
      "title" : "2019b) Data supporting the investigation of interaction of biologically relevant proteins with ZnO nanomaterials: A confounding factor for in vitrotoxicity end points",
      "author" : [ "E. Da Silva", "Y. Kembouche", "U. Tegner", "A. Baun", "K.A. Jensen" ],
      "venue" : "Data in brief",
      "citeRegEx" : "Silva et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Silva et al\\.",
      "year" : 2019
    }, {
      "title" : "NANoREG D2.08 SOP 02 for measurement of hydrodynamic SizeDistribution and Dispersion Stability by DLS",
      "author" : [ "A.K. Jensen" ],
      "venue" : null,
      "citeRegEx" : "Jensen,? \\Q2002\\E",
      "shortCiteRegEx" : "Jensen",
      "year" : 2002
    }, {
      "title" : "Genotoxicity testing of four reference metal nanomaterials, titanium dioxide, zinc oxide, cerium oxide and silver: Towards a robust and reliable hazard assessment",
      "author" : [ "N. El Yamani", "A.R. Collins", "E. Rundén-Pran", "L.M. Fjellsbø", "S. Shaposhnikov", "S. Zielonddiny", "M. Dusinska" ],
      "venue" : "Mutagenesis",
      "citeRegEx" : "Yamani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yamani et al\\.",
      "year" : 2017
    }, {
      "title" : "Estimating the effective density of engineered nanomaterials for in vitro dosimetry",
      "author" : [ "G. DeLoid", "J.M. Cohen", "T. Darrah", "R. Derk", "L. Rojanasakul", "G. Pyrgiotakis", "W. Wohlleben", "P. Demokritou" ],
      "venue" : "Nat. Comm",
      "citeRegEx" : "DeLoid et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "DeLoid et al\\.",
      "year" : 2014
    }, {
      "title" : "An integrated approach for the in vitro dosimetry of engineered nanomaterials",
      "author" : [ "J.M. Cohen", "J.G. Teeguarden", "P. Demokritou" ],
      "venue" : "Part. Fibre. Toxicol",
      "citeRegEx" : "Cohen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Cohen et al\\.",
      "year" : 2014
    }, {
      "title" : "A phase diagram for jammed matter",
      "author" : [ "C. Song", "P. Wang", "H.A. Makse" ],
      "venue" : null,
      "citeRegEx" : "Song et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2008
    }, {
      "title" : "The role of backlash in the “first injection anomaly” in isothermal titration calorimetry",
      "author" : [ "L.S. Mizoue", "J. Tellinghuisen" ],
      "venue" : null,
      "citeRegEx" : "Mizoue and Tellinghuisen,? \\Q2004\\E",
      "shortCiteRegEx" : "Mizoue and Tellinghuisen",
      "year" : 2004
    }, {
      "title" : "Calorimetric and spectroscopic studies on the interaction of anticancer drug mitoxantrone with human serum albumin",
      "author" : [ "N. Keswani", "N. Kishore" ],
      "venue" : "J. Chem. Thermodyn",
      "citeRegEx" : "Keswani and Kishore,? \\Q2011\\E",
      "shortCiteRegEx" : "Keswani and Kishore",
      "year" : 2011
    }, {
      "title" : "Complex interaction of caffeic acid with bovine serum albumin: calorimetric, spectroscopic and molecular docking evidence",
      "author" : [ "A. Precupas", "R. Sandu", "A.R. Leonties", "D.F. Anghel", "V.T. Popa" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "Precupas et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Precupas et al\\.",
      "year" : 2017
    }, {
      "title" : "DICHROWEB: An Online Server for Protein Secondary Structure Analyses from Circular Dichroism Spectroscopic Data",
      "author" : [ "L. Whitmore", "B.A. Wallace" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "Whitmore and Wallace,? \\Q2004\\E",
      "shortCiteRegEx" : "Whitmore and Wallace",
      "year" : 2004
    }, {
      "title" : "Estimation of Protein Secondary Structure from Circular Dichroism Spectra: Comparison of CONTIN, SELCON, and CDSSTR Methods with an Expanded",
      "author" : [ "N. Sreerama", "R.W. Woody" ],
      "venue" : "Reference Set. Anal. Biochem",
      "citeRegEx" : "Sreerama and Woody,? \\Q2000\\E",
      "shortCiteRegEx" : "Sreerama and Woody",
      "year" : 2000
    }, {
      "title" : "Analysis of protein circular dichroism spectra for secondary structure using a simple matrix multiplication",
      "author" : [ "L.A. Compton", "Johnson", "W.C. Jr." ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "Compton et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Compton et al\\.",
      "year" : 1986
    }, {
      "title" : "Interaction of piroxicam with bovine serum albumin investigated by spectroscopic, calorimetric and computational molecular methods",
      "author" : [ "L. Aricov", "D.G. Angelescu", "A. Băran", "A.R. Leontieş", "V.T. Popa", "A. Precupaş", "R. Sandu", "G. Stîngă", "Anghel", "(2019) D.F" ],
      "venue" : "J. Biomol. Struct. Dynam. doi: 10.1080/07391102.2019.1645733",
      "citeRegEx" : "Aricov et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Aricov et al\\.",
      "year" : 2019
    }, {
      "title" : "Quercetin Influence on Thermal Denaturation of Bovine Serum Albumin",
      "author" : [ "A. Precupas", "R. Sandu", "V.T. Popa" ],
      "venue" : "J. Phys. Chem. B,",
      "citeRegEx" : "Precupas et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Precupas et al\\.",
      "year" : 2016
    }, {
      "title" : "Gallic acid influence on bovine serum albumin thermal stability",
      "author" : [ "A. Precupas", "A. Neacsu", "A.R. Leonties", "R. Sandu", "V.T. Popa" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "Precupas et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Precupas et al\\.",
      "year" : 2019
    }, {
      "title" : "Stop and go extraction tips for matrixassisted laser desorption/ionization, nanoelectrospray, and LC/MS sample pretreatment in proteomics",
      "author" : [ "J. Rappsilber", "Y. Ishihama", "M. Mann" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Rappsilber et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Rappsilber et al\\.",
      "year" : 2003
    }, {
      "title" : "Vitro Approaches for Assessing the Genotoxicity of Nanomaterials",
      "author" : [ "M. Dusinska", "E. Mariussen", "E. Rundén-Pran", "A.M. Hudecova", "E. Elje", "A. Kazimirova", "N. El Yamani", "N. Dommershausen", "J. Tharmann", "D. Fieblinger", "F. Herzberg", "A. Luch", "A. Haase" ],
      "venue" : "Methods Mol. Biol",
      "citeRegEx" : "Dusinska et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Dusinska et al\\.",
      "year" : 2019
    }, {
      "title" : "NANoREG D5.07 SOP 09 TaqMan Real-time Reverse Transcription PCR",
      "author" : [ "Y. Xue", "M.R. Cimpan" ],
      "venue" : null,
      "citeRegEx" : "Xue and Cimpan,? \\Q2017\\E",
      "shortCiteRegEx" : "Xue and Cimpan",
      "year" : 2017
    }, {
      "title" : "Impact of nanosilver on various DNA lesions and HPRT gene mutations",
      "author" : [ "A. Huk", "E. Izak-Nau", "N. El Yamani", "H. Uggerud", "M. Vadset", "B. Zasonska", "A. Duschl", "M. Dusinska" ],
      "venue" : "Part. Fibre. Toxicol",
      "citeRegEx" : "Huk et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Huk et al\\.",
      "year" : 2015
    }, {
      "title" : "Systematic study on the preparation of BSA nanoparticles",
      "author" : [ "F. Galisteo-González", "J.A. Molina-Bolívar" ],
      "venue" : "Colloid Surf. B",
      "citeRegEx" : "Galisteo.González and Molina.Bolívar,? \\Q2014\\E",
      "shortCiteRegEx" : "Galisteo.González and Molina.Bolívar",
      "year" : 2014
    }, {
      "title" : "The relationship between pH and zeta potential of 30 nm metal oxide nanoparticle suspensions relevant to in vitro toxicological evaluations",
      "author" : [ "J.M. Berg", "A. Romoser", "N. Banerjee", "R. Zebda", "C.M. Sayes" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Berg et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Berg et al\\.",
      "year" : 2009
    }, {
      "title" : "Agglomeration and sedimentation of TiO2 nanoparticles in cell culture medium",
      "author" : [ "Z.E. Allouni", "M.R. Cimpan", "P.J. Høl", "T. Skodvin", "N.R. Gjerdet" ],
      "venue" : "Colloids and Surfaces B:Biointerfaces",
      "citeRegEx" : "Allouni et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Allouni et al\\.",
      "year" : 2009
    }, {
      "title" : "Suspension characterization as important key for toxicological investigations",
      "author" : [ "T. Meißner", "A. Potthoff", "V. Richter" ],
      "venue" : "J. Phys.: Conf. Ser",
      "citeRegEx" : "Meißner et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Meißner et al\\.",
      "year" : 2009
    }, {
      "title" : "The effect of blood protein adsorption on cellular uptake of anatase TiO2 nanoparticles",
      "author" : [ "Z.E. Allouni", "N.R. Gjerdet", "M.R. Cimpan", "P.J. Høl" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "Allouni et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Allouni et al\\.",
      "year" : 2015
    }, {
      "title" : "Genotoxicity Investigations on Nanomaterials: Methods, Preparation and Characterization of Test Material, Potential Artifacts and Limitations – Many Questions",
      "author" : [ "R. Landsiedel", "M.D. Kapp", "M. Schulz", "K. Wiench", "F. Oesch" ],
      "venue" : "Some Answers. Mutat",
      "citeRegEx" : "Landsiedel et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Landsiedel et al\\.",
      "year" : 2009
    }, {
      "title" : "Stability of ZnO Nanoparticles in Solution. Influence of pH, Dissolution, Aggregation and Disaggregation Effects",
      "author" : [ "F.M. Omar", "H.A. Aziz", "S. Stoll" ],
      "venue" : "J. Colloid Sci. Biotechnol",
      "citeRegEx" : "Omar et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Omar et al\\.",
      "year" : 2014
    }, {
      "title" : "Mechanism of adsorption of human albumin to titanium in vitro",
      "author" : [ "A. Klinger", "D. Steinberg", "D. Kohavi", "M.N. Sela" ],
      "venue" : "J. Biomed. Mater. Res",
      "citeRegEx" : "Klinger et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Klinger et al\\.",
      "year" : 1997
    }, {
      "title" : "Adsorption of bovine serum albumin on silicon dioxide nanoparticles: Impact of pH on nanoparticle–protein interactions",
      "author" : [ "E. Givens", "N.D. Diklich", "J. Fiegel", "V.H. Grassian" ],
      "venue" : "B –Biointerphases 12,",
      "citeRegEx" : "Givens et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Givens et al\\.",
      "year" : 2017
    }, {
      "title" : "What Governs Protein Adsorption and Immobilization at a Charged Solid Surface ",
      "author" : [ "K. Kubiak-Ossowska", "P.A. Mulheran" ],
      "venue" : null,
      "citeRegEx" : "Kubiak.Ossowska and Mulheran,? \\Q2010\\E",
      "shortCiteRegEx" : "Kubiak.Ossowska and Mulheran",
      "year" : 2010
    }, {
      "title" : "Comparison of the Mechanism of Toxicity of Zinc Oxide and Cerium Oxide Nanoparticles Based on Dissolution and Oxidative Stress Properties",
      "author" : [ "T. Xia", "M. Kovochich", "M. Liong", "L. Mädler", "B. Gilbert", "H. Shi", "J.I. Yeh", "J.I. Zink", "A.E. Nel" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Xia et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Xia et al\\.",
      "year" : 2008
    }, {
      "title" : "Intrinsic Stoichiometric Equilibrium Constants for the Binding of Zinc(I1) and Copper(I1) to the High Affinity Site of Serum Albumin",
      "author" : [ "J. Masuoka", "J. Hegenauer", "B.R. Van Dyke", "P. Saltman" ],
      "venue" : "J. Biol",
      "citeRegEx" : "Masuoka et al\\.,? \\Q1993\\E",
      "shortCiteRegEx" : "Masuoka et al\\.",
      "year" : 1993
    }, {
      "title" : "Oxide nanoparticle uptake in human lung fibroblasts: effects of particle size, agglomeration, and diffusion at low concentrations",
      "author" : [ "L.K. Limbach", "Y. Li", "R.N. Grass", "T.J. Brunner", "M.A. Hintermann", "M. Muller", "D. Gunther", "W. Stark" ],
      "venue" : "J. Environ. Sci. Technol",
      "citeRegEx" : "Limbach et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Limbach et al\\.",
      "year" : 2005
    }, {
      "title" : "Bovine Serum Albumin Adsorption onto Colloidal Al2O3 Particles: A New Model Based on Zeta Potential and UV-Vis Measurements",
      "author" : [ "K. Rezwan", "L.P. Meier", "M. Rezwan", "J. Vörös", "M. Textor", "L.J. Gauckler" ],
      "venue" : "Langmuir 20,",
      "citeRegEx" : "Rezwan et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Rezwan et al\\.",
      "year" : 2004
    }, {
      "title" : "Role of Surface Area, Primary Particle Size, and Crystal Phase on Titanium Dioxide Nanoparticle Dispersion Properties",
      "author" : [ "K. Suttiponparnit", "J. Jiang", "M. Sahu", "S. Suvachittanont", "T. Charinpanitkul", "P. Biswas" ],
      "venue" : "Nanoscale Res",
      "citeRegEx" : "Suttiponparnit et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Suttiponparnit et al\\.",
      "year" : 2011
    }, {
      "title" : "Stabilizing and dispersing methods of TiO2 nanoparticles in biological studies",
      "author" : [ "M.H. Nia", "M. Rezaei-Tavirani", "A.R. Nikoofar", "H. Masoumi", "R. Nasr", "H. Hasanzadeh", "M. Jadidi", "M. Shadnush" ],
      "venue" : "J. Paramedical Sci",
      "citeRegEx" : "Nia et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Nia et al\\.",
      "year" : 2015
    }, {
      "title" : "Lumazine Synthase from Candida albicans as an Anti-fungal Target Enzyme",
      "author" : [ "E. Morgunova", "S. Saller", "I. Haase", "M. Cushman", "A. Bacher", "M. Fischer", "R. Ladenstein" ],
      "venue" : "J. Biol",
      "citeRegEx" : "Morgunova et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Morgunova et al\\.",
      "year" : 2007
    }, {
      "title" : "Systematic Investigation of the Thermodynamics of HAS Adsorption to N-isoPropylacrylamide/N-tert-Butylacrylamide Copolymer Nanoparticles",
      "author" : [ "S. Lindman", "I. Lynch", "E. Thulin", "H. Nilsson", "K.A. Dawson", "S. Linse" ],
      "venue" : "Effects of Particle Size and Hydrophobicity. Nano",
      "citeRegEx" : "Lindman et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lindman et al\\.",
      "year" : 2007
    }, {
      "title" : "Structure and Activity of Lysozyme on Binding to ZnO Nanoparticles",
      "author" : [ "S. Chakraborti", "T. Chatterjee", "P. Joshi", "A. Poddar", "B. Bhattacharyya", "S.P. Singh", "V. Gupta", "P. Chakrabarti" ],
      "venue" : null,
      "citeRegEx" : "Chakraborti et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Chakraborti et al\\.",
      "year" : 2010
    }, {
      "title" : "Interaction of Polyethyleneimine-Functionalized ZnO Nanoparticles with Bovine Serum Albumin",
      "author" : [ "S. Chakraborti", "P. Joshi", "D. Chakravarty", "V. Shanker", "Z.A. Ansari", "S.P. Singh", "P. Chakrabarti" ],
      "venue" : null,
      "citeRegEx" : "Chakraborti et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Chakraborti et al\\.",
      "year" : 2012
    }, {
      "title" : "Protein adsorption at solid–liquid interfaces: reversibility and conformation aspects",
      "author" : [ "W. Norde", "F. Mac Ritchie", "G. Nowicka", "J. Lyklema" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Norde et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Norde et al\\.",
      "year" : 1986
    }, {
      "title" : "Microcalorimetry of the adsorption of lysozyme onto polymeric substratres",
      "author" : [ "V.A. Lee", "R.G. Craig", "F.E. Filisko", "R. Zand" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Lee et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2005
    }, {
      "title" : "Water as a mediator of protein– nanoparticle interactions: entropy driven protein binding as a paradigm for protein therapeutics in the Biopharma industry",
      "author" : [ "K.A. Dawson", "S. Linse", "I. Lynch" ],
      "venue" : "E-Nano",
      "citeRegEx" : "Dawson et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Dawson et al\\.",
      "year" : 2007
    }, {
      "title" : "Effect of pH and impurities on the surface charge of zinc oxide in aqueous solution",
      "author" : [ "A. Degen", "M. Kosec" ],
      "venue" : "J. Eur. Ceram. Soc",
      "citeRegEx" : "Degen and Kosec,? \\Q2000\\E",
      "shortCiteRegEx" : "Degen and Kosec",
      "year" : 2000
    }, {
      "title" : "Impact of silica nanoparticle surface chemistry on protein corona formation and consequential interactions with biological cells",
      "author" : [ "A. Kurtz-Chalot", "C. Villiers", "J. Pourchez", "D. Boudard", "M. Martini", "P.N. Marche", "M. Cottier", "V. Forest" ],
      "venue" : "Mat. Sci. and Eng. C",
      "citeRegEx" : "Kurtz.Chalot et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kurtz.Chalot et al\\.",
      "year" : 2017
    }, {
      "title" : "Comparative study of ZnO and TiO2 nanoparticles: physicochemical characterisation and toxicological effects on human colon carcinoma cells",
      "author" : [ "I. De Angelis", "F. Barone", "A. Zijno", "L. Bizzarri", "M.T. Russo", "R. Pozzi", "F. Franchini", "G. Giudetti", "C. Uboldi", "J. Ponti", "F. Rossi", "B. De Berardis" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Angelis et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Angelis et al\\.",
      "year" : 2013
    }, {
      "title" : "Thermodynamics of Protein Association Reactions: Forces",
      "author" : [ "P.D. Ross", "S. Subramanian" ],
      "venue" : "Contributing to Stability. Biochem",
      "citeRegEx" : "Ross and Subramanian,? \\Q1981\\E",
      "shortCiteRegEx" : "Ross and Subramanian",
      "year" : 1981
    }, {
      "title" : "ZnO nanoparticle-protein interaction: Corona formation with associated unfolding",
      "author" : [ "A.K. Bhunia", "P.K. Samanta", "S. Saha", "T. Kamilya" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "Bhunia et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bhunia et al\\.",
      "year" : 2013
    }, {
      "title" : "Globular proteins at solid/liquid interfaces. Coloid",
      "author" : [ "C.A. Haynes", "W. Norde" ],
      "venue" : "Surf. B Structure",
      "citeRegEx" : "Haynes and Norde,? \\Q1994\\E",
      "shortCiteRegEx" : "Haynes and Norde",
      "year" : 1994
    }, {
      "title" : "Using Circular Dichroism Spectra to Estimate Protein Secondary Structure",
      "author" : [ "N.J. Greenfield" ],
      "venue" : "Nat. Protoc",
      "citeRegEx" : "Greenfield,? \\Q2007\\E",
      "shortCiteRegEx" : "Greenfield",
      "year" : 2007
    }, {
      "title" : "Mechanism for the alpha-helix to beta-hairpin",
      "author" : [ "F. Ding", "J.M. Borreguero", "S.V. Buldyrey", "H.E. Stanley", "N.V. Dokholyan" ],
      "venue" : "transition. Proteins",
      "citeRegEx" : "Ding et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Ding et al\\.",
      "year" : 2003
    }, {
      "title" : "Molecular Dynamics Simulation of the-Helix to BetaSheet Transition in Coiled Protein Filaments: Evidence for a Critical Filament",
      "author" : [ "Z. Qin", "M.J. Buehler" ],
      "venue" : "Length Scale. Phys.Rev",
      "citeRegEx" : "Qin and Buehler,? \\Q2010\\E",
      "shortCiteRegEx" : "Qin and Buehler",
      "year" : 2010
    }, {
      "title" : "Systematic investigation on the interaction of bovine serum albumin with ZnO nanoparticles using fluorescence spectroscopy",
      "author" : [ "A. Bhogale", "N. Patel", "P. Sarpotdar", "J. Mariam", "P.M. Dongre", "A. Miotello", "D.C. Kothari" ],
      "venue" : "Colloid. Surf. B",
      "citeRegEx" : "Bhogale et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bhogale et al\\.",
      "year" : 2013
    }, {
      "title" : "ZnO nanoparticle-protein interaction: Corona formation with associated unfolding",
      "author" : [ "A.K. Bhunia", "P.K. Samanta", "S. Saha", "T. Kamilya" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "Bhunia et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bhunia et al\\.",
      "year" : 2013
    }, {
      "title" : "Structural Changes in Protein Molecules Adsorbed on Ultrafine Silica Particles",
      "author" : [ "A. Kondo", "S. Oku", "K. Higashitani" ],
      "venue" : "J. Colloid. Interface",
      "citeRegEx" : "Kondo et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Kondo et al\\.",
      "year" : 1991
    }, {
      "title" : "Protein adsorption onto silica nanoparticles: conformational changes depend on the particles' curvature and the protein",
      "author" : [ "M. Lundqvist", "I. Sethson", "B.H. Jonsson" ],
      "venue" : "stability. Langmuir",
      "citeRegEx" : "Lundqvist et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Lundqvist et al\\.",
      "year" : 2004
    }, {
      "title" : "Fluorescence Study on the Interaction of Bovine Serum Albumin with P-Aminoazobenzene",
      "author" : [ "Y.Z. Zhang", "B. Zhou", "Y.X. Liu", "C.X. Zhou", "X.L. Ding", "Y. Liu" ],
      "venue" : "J. Fluoresc",
      "citeRegEx" : "Zhang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2008
    }, {
      "title" : "BSA structural changes during homomolecular exchange between the adsorbed and the dissolved states",
      "author" : [ "W. Norde", "C.E. Giacomelli" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "Norde and Giacomelli,? \\Q2000\\E",
      "shortCiteRegEx" : "Norde and Giacomelli",
      "year" : 2000
    }, {
      "title" : "Differential scanning calorimetric studies on bovine serum albumin: I",
      "author" : [ "M. Yamasaki", "H. Yano", "K. Aoki" ],
      "venue" : "Effects of pH and ionic strength. Int. J. Biol. Macromol",
      "citeRegEx" : "Yamasaki et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Yamasaki et al\\.",
      "year" : 1990
    }, {
      "title" : "DSC Studies on Bovine Serum Albumin Denaturation",
      "author" : [ "C. Giancola", "C. De Sena", "D. Fessas", "G. Graziano", "G. Barone" ],
      "venue" : "Effects of Ionic Strength and SDS Concentration. Int. J. Biol. Macromol",
      "citeRegEx" : "Giancola et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Giancola et al\\.",
      "year" : 1997
    }, {
      "title" : "Quant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification",
      "author" : [ "J. Cox", "M.M. Mann" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "Cox and Mann,? \\Q2008\\E",
      "shortCiteRegEx" : "Cox and Mann",
      "year" : 2008
    }, {
      "title" : "Nanoparticle Size Is a Critical Physicochemical Determinant of the Human Blood Plasma Corona: A Comprehensive Quantitative Proteomic Analysis",
      "author" : [ "S. Tenzer", "D. Docter", "S. Rosfa", "A. Wlodarski", "J. Kuharev", "A. Rekik", "S.K. Knauer", "C. Bantz", "T. Nawroth", "C. Bier", "J. Sirirattanapan", "W. Mann", "L. Treuel", "R. Zellner", "M. Maskos", "H. Schild", "R.H. Stauber" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Tenzer et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Tenzer et al\\.",
      "year" : 2011
    }, {
      "title" : "The role radius of curvature plays in thiolated oligonucleotide loading on gold nanoparticles",
      "author" : [ "H.D. Hill", "J.E. Millstone", "M.J. Banholzer", "C.A. Mirkin" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Hill et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hill et al\\.",
      "year" : 2009
    }, {
      "title" : "Role of omics techniques in the toxicity testing of nanoparticles",
      "author" : [ "E. Fröhlich" ],
      "venue" : "J. Nanobiotechnol",
      "citeRegEx" : "Fröhlich,? \\Q2017\\E",
      "shortCiteRegEx" : "Fröhlich",
      "year" : 2017
    }, {
      "title" : "The nanoparticle protein corona: The myth of average",
      "author" : [ "V. Forest", "J. Pourchez" ],
      "venue" : "Nano Today",
      "citeRegEx" : "Forest and Pourchez,? \\Q2016\\E",
      "shortCiteRegEx" : "Forest and Pourchez",
      "year" : 2016
    }, {
      "title" : "Zinc oxide nanoparticles exhibit cytotoxicity and genotoxicity through oxidative stress responses in human lung fibroblasts and Drosophila melanogaster",
      "author" : [ "C.T. Ng", "L.Q. Yong", "M.P. Hande", "C.N. Ong", "L.E. Yu", "B.H. Bay", "G.H. Baeg" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "Ng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ng et al\\.",
      "year" : 2017
    }, {
      "title" : "Zinc oxide nanoparticles impacts: cytotoxicity, genotoxicity, developmental toxicity, and neurotoxicity",
      "author" : [ "S. Singh" ],
      "venue" : "Toxicol. Mech. Method",
      "citeRegEx" : "Singh,? \\Q2019\\E",
      "shortCiteRegEx" : "Singh",
      "year" : 2019
    }, {
      "title" : "Genotoxicity of metal oxide nanomaterials: Review of Recent data and discussion of possible mechanisms",
      "author" : [ "N. Golbamaki", "B. Rasulev", "A. Cassano", "R.L. Marchese Robinson", "E. Benfenati", "J. Leszczynski", "M.T.D. Cronin" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Golbamaki et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Golbamaki et al\\.",
      "year" : 2015
    }, {
      "title" : "Genotoxicity Investigations on Nanomaterials: Methods, Preparation and Characterization of Test Material, Potential Artifacts and Limitations – Many Questions",
      "author" : [ "R. Landsiedel", "M.D. Kapp", "M. Schulz", "K. Wiench", "F. Oesch" ],
      "venue" : "Some Answers. Mutat",
      "citeRegEx" : "Landsiedel et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Landsiedel et al\\.",
      "year" : 2009
    }, {
      "title" : "Genotoxicity induced by metal oxide nanoparticles: a weight of evidence study and effect of particle surface and electronic properties",
      "author" : [ "A. Golbamaki", "N. Golbamaki", "N. Sizochenko", "B. Rasulev", "J. Leszczynski", "E. Benfenati" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Golbamaki et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Golbamaki et al\\.",
      "year" : 2018
    }, {
      "title" : "Testing Metal-Oxide Nanomaterials for Human",
      "author" : [ "R. Landsiedel", "L. Ma-Hock", "A. Kroll", "D. Hahn", "J. Schnekenburger", "K. Wiench", "W. Wohlleben" ],
      "venue" : "Safety Adv. Mater",
      "citeRegEx" : "Landsiedel et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Landsiedel et al\\.",
      "year" : 2010
    }, {
      "title" : "Techniques for Physicochemical Characterization of Nanomaterials",
      "author" : [ "P.C. Lin", "S. Lin", "P.C. Wang", "R. Sridhar" ],
      "venue" : "Biotech. Adv",
      "citeRegEx" : "Lin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2014
    }, {
      "title" : "Concern-Driven Integrated Approaches to Nanomaterial",
      "author" : [ "A.G. Oomen", "Bos", "P.M. J", "T.F. Fernandes", "K. Hund-Rinke", "D. Boraschi", "H.J. Byrne", "K. Aschberger", "S. Gottardo", "F. Kammer", "D. Kühnel", "D. Hristozov", "A. Marcomini", "L. Migliore", "J. Scott-Fordsmand", "P. Wick", "R. Landsiedel" ],
      "venue" : "Testingand Assessment–Report of the NanoSafety Cluster Working Group 10. Nanotoxicology",
      "citeRegEx" : "Oomen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Oomen et al\\.",
      "year" : 2014
    }, {
      "title" : "Critical Factors to Be Considered When Testing Nanomaterials for Genotoxicity with the Comet Assay",
      "author" : [ "A. Huk", "A.R. Collins", "N. El Yamani", "C. Porredon", "A. Azqueta", "J. de Lapuente", "M. Dusinska" ],
      "venue" : "Mutagenesis",
      "citeRegEx" : "Huk et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Huk et al\\.",
      "year" : 2015
    }, {
      "title" : "Using nano-QSAR to predict the cytotoxicity of metal oxide nanoparticles",
      "author" : [ "T. Puzyn", "B. Rasulev", "A. Gajewicz", "X. Hu", "T.P. Dasari", "A. Michalkova", "H.M. Hwang", "A. Toropov", "D. Leszczynska", "J. Leszczynski" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Puzyn et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Puzyn et al\\.",
      "year" : 2011
    }, {
      "title" : "Nano-QSAR Modeling for Predicting Biological Activity of Diverse Nanomaterials",
      "author" : [ "K.P. Singh", "Gupta. S" ],
      "venue" : "RSC Advances",
      "citeRegEx" : "Singh and S.,? \\Q2014\\E",
      "shortCiteRegEx" : "Singh and S.",
      "year" : 2014
    }, {
      "title" : "Correlating Physico-Chemical with Toxicological Properties of Nanoparticles: The Present and the Future",
      "author" : [ "P. Rivera Gil", "G. Oberdörster", "A. Elder", "V. Puntes", "W.J. Parak" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Gil et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Gil et al\\.",
      "year" : 2010
    }, {
      "title" : "Size and geometry dependent protein–nanoparticle self-assembly",
      "author" : [ "M. De", "O.R. Miranda", "S. Rana", "V.M. Rotello" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "De et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "De et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : null,
    "creator" : null
  }
}