{
  "name" : "2020-10-21__eb_kamiya2021.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Formation of nano-sized lipid vesicles with asymmetric lipid components using a pulsed-jet flow method",
    "authors" : [ "Koki Kamiya", "Toshihisa Osaki", "Shoji Takeuchi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Sensors & Actuators: B. Chemical 327 (2021) 128917\nAvailable online 17 September 2020 0925-4005/© 2020 Elsevier B.V. All rights reserved.\nFormation of nano-sized lipid vesicles with asymmetric lipid components using a pulsed-jet flow method\nKoki Kamiya a,c, Toshihisa Osaki a, Shoji Takeuchi a,b,* a Artificial Cell Membrane Systems Group, Kanagawa Institute of Industrial Science and Technology, 3-2-1 Sakado Takatsu-ku, Kawasaki, Kanagawa, 213-0012, Japan b Department of Mechano-Informatics, Graduate School of Information Science and Technology, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8656, Japan c Division of Molecular Science, Graduate School of Science and Technology, Gunma University, 1-5-1 Tenjin-cho, Kiryu, Gunma, 376-8515, Japan\nA R T I C L E I N F O\nKeywords: Artificial cell membrane Nano-sized asymmetric lipid vesicle Microfluidic device Drug delivery system\nA B S T R A C T\nNano-sized lipid vesicles (50–300 nm in diameter) are widely used in drug delivery systems and cosmetics. Recently, exosomes have been shown to be important as the carriers of biomolecules. The membrane structures of exosomes exhibit the same asymmetric lipid distributions as those of the plasma membranes of eukaryotic cells. The asymmetric lipid distributions of the exosome membranes play a key role in the interactions with and recognition of living cells. The asymmetric lipid distributions of nano-sized lipid vesicles facilitate delivery in advanced drug delivery systems, which emulate the cellular transportation systems of exosomes. In this study, we generate nano-sized asymmetric lipid vesicles using a pulsed-jet method for cell-sized asymmetric lipid vesicle formation. They were generated from an asymmetric planar lipid bilayer by applying pulsed-jet flows of longer duration and higher pressure than those used in the formation of micro-sized lipid vesicles. Using a transmission electron microscope, nano-sized lipid vesicles with thicknesses of approximately 5–6 nm (approximately 70 % of the generated sample), unilamellarity, and asymmetry were observed to be produced by this method. The nanosized asymmetric lipid vesicles using this method have the potential to be useful as carriers in drug delivery systems."
    }, {
      "heading" : "1. Introduction",
      "text" : "Liposomes are lipid vesicles (50–300 nm in diameter) that are useful tools in drug delivery systems and cosmetics owing to their ability to carry drugs, microRNA, and chemical reagents [1,2]. Liposomes are generated by sonication or extrusion of hydrated lipid films [3]. These methods result in symmetric distribution of the lipids in the outer and inner leaflets. To improve the liposome functions, the structure of vesicles in vivo such as exosomes is the strong candidate to learn from; exosomes are small intercellular vesicles (30–150 nm in diameter), that are released from the multivesicular bodies of cells and are communicated to other cells [4,5]. Exosomes consist of asymmetric lipid membranes [6] and various membrane proteins, such as cluster-of-differentiation (CD) proteins, receptors, and MHC proteins [7,8]. The asymmetric lipid membranes and these membrane proteins play an important role in the interactions with and recognition of living cells [9,10], and thus, are considered attractive candidates in producing\nhighly functional liposome-based drug delivery systems. Although nano-sized lipid vesicles containing the membrane proteins of the exosomes have been applied [11,12], no studies have been conducted thus far on nano-sized lipid vesicles utilizing the asymmetric lipid distributions of exosomes in drug delivery systems.\nIn this study, we propose a method for synthesizing nano-sized asymmetric lipid vesicles that is a modification of the pulsed-jet flow method for synthesizing larger vesicles (approximately 5 μm in diameter) [13]. Using the proposed method, nano-sized asymmetric lipid vesicles are generated from an asymmetric planar lipid bilayer by applying pulsed-jet flows that are of longer duration and higher pressure than those used in the formation of micro-sized lipid vesicles (Fig. 1). First, using optical microscopy, we optimize the formation parameters of the nano-sized lipid vesicles, such as application times and pressures. We then measure the membrane thicknesses and diameters of the nano-sized lipid vesicles using cryo-transmission electron microscopy (cryo-TEM). By binding a biotin-conjugated gold colloid, we finally\n* Corresponding author at: Artificial Cell Membrane Systems Group, Kanagawa Academy of Science and Technology, KSP East 303, 3-2-1 Sakado, Takatsu, Kawasaki, Kanagawa, 213-0012, Japan.\nE-mail address: takeuchi@hybrid.t.u-tokyo.ac.jp (S. Takeuchi).\nContents lists available at ScienceDirect\nSensors and Actuators: B. Chemical\njournal homepage: www.elsevier.com/locate/snb\nhttps://doi.org/10.1016/j.snb.2020.128917 Received 25 June 2020; Received in revised form 12 September 2020; Accepted 14 September 2020\nSensors and Actuators: B. Chemical 327 (2021) 128917\nconfirm the asymmetry of the nano-sized lipid vesicles formed using the proposed method."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "2.1. Materials\n1,2-Dioleoyl-sn-glycero-3-phosphocholine (DOPC), 1,2-dioleoyl-snglycero-3-phosphoethanolamine-N-(lissamine rhodamine B sulfonyl) (ammonium salt) (Rh-DOPE), 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[biotinyl(polyethylene glycol)-2000] (ammonium salt) (Biotin-PEG(2000)-DSPE), and n-decane were purchased from SigmaAldrich Co., LLC (St. Louis, MO, USA). NaCl and LabAssay Phospholipid were purchased from FUJIFILM Wako Pure Chemical Corporation (Osaka, Japan). HEPES (2-[4-(2-Hydroxyethyl)-1-piperazinyl] ethanesulfonic acid) was purchased from DOJINDO Laboratories (Kumamoto, Japan). Streptavidin-conjugated gold (5 nm) was purchased from BBI Solutions (Wales, UK)."
    }, {
      "heading" : "2.2. Device fabrication",
      "text" : "The fabrication method of this device was modified from that of our previous studies [13]. A double-well device was fabricated by assembling a poly(methyl methacrylate) (PMMA) plate (Acrylite; Mitsubishi Chemical) using an automated computer-aided design and computer-aided manufacturing (CAD/CAM) modeling machine (MM-100; Modia Systems Co., Inc., Koshigaya, Japan). A separator with a 100 μm diameter aperture was prepared from PMMA film with a\nthickness of 75 μm. The separator was assembled between the wells. The bottom of this double well was attached to a 1 mm thick acrylic substrate by thermocompression bonding. A micro-jet nozzle with a 20 μm inner-diameter orifice was fabricated from a thin-walled glass capillary with a 1 mm outer diameter using a micropipette puller (PC-10; Narishige Group, Tokyo, Japan). The nozzle tip was curved to 30◦ using a microforge (MF-900; Narishige Group, Tokyo, Japan)."
    }, {
      "heading" : "2.3. Formation of nano-sized lipid vesicles",
      "text" : "This vesicle formation method was modified from that of our previous studies [13–16]. Phospholipids (DOPC, rhodamine-DOPE, and biotin-DOPE) dissolved in chloroform were evaporated in a glass test tube. Then, a 60 mM phospholipid solution was prepared from the lipid film dissolved in n-decane solution. To form the planar lipid bilayer, 6 μL of the phospholipid solution was added to each well. Next, 23 μL of 10 mM HEPES/140 mM NaCl (pH 7.4) buffer containing 500 mM sucrose was added to the well of the jetting side, and 23 μL of 10 mM HEPES/140 mM NaCl (pH 7.4) buffer containing 500 mM glucose was added to the well of the vesicle generation side. The planar lipid bilayer was formed into the 100 μm diameter aperture. The pulsed-jet flows were applied at approximately five application times to the planar lipid bilayer using a liquid dispenser system (SJVC3000, SAN-EI TECH Ltd., Chiba, Japan) (application times: 2–8 ms, application pressures: 0.4 and 0.5 MPa). Subsequently, 8 μL of the solution containing the vesicles was collected from the well of the vesicle generation side. A lipid amount of the nano-sized lipid vesicle solution was estimated using the LabAssay Phospholipid kit."
    }, {
      "heading" : "2.4. Optical microscopy observation",
      "text" : "The rhodamine-DOPE conjugated lipid vesicles were observed using a confocal laser-scanning microscope (CLSM; FV-1200, Olympus, Tokyo, Japan) with an oil-immersion lens (60×) (UPlanSApo, Olympus, Tokyo, Japan) using a diode laser (559 nm) for rhodamine. The diameters of the vesicles were measured using the ImageJ software."
    }, {
      "heading" : "2.5. Cryo-transmission electron microscopy observation",
      "text" : "Nano-sized lipid vesicles were generated at an application pressure of 0.5 MPa and an application time of 6 ms using the pulsed-jet flow method. They were treated to enable cryo-TEM observation (JEM-2100 F, JEOL, Tokyo, Japan)."
    }, {
      "heading" : "2.6. Asymmetry assay of nano-sized lipid vesicles by gold binding",
      "text" : "Nano-sized asymmetric lipid vesicles containing biotin-conjugated phospholipids (3 μg/mL Biotin-PEG(2000)-DSPE) on the outer or inner leaflets were generated from a planar asymmetric lipid bilayer\nK. Kamiya et al.\nSensors and Actuators: B. Chemical 327 (2021) 128917\ncontaining the biotin-conjugated phospholipid. Streptavidin-conjugated gold was added to the nano-sized asymmetric lipid vesicles. After incubation for 1 h at 23 ◦C, they were observed using the negative stain method with TEM."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Cryo-TEM observation of nano-sized lipid vesicles",
      "text" : "We have previously demonstrated size control of micro-sized lipid vesicles formed by the pulsed-jet flow method. When the jet flow application time was long, the vesicle diameter decreased [13,14]. For instance, the vesicle diameter was approximately 3 μm when the application time and pressure of the jet flow were 6 ms and 0.3 MPa, respectively. To generate nano-sized lipid vesicles, we changed the application time and pressure of the jet flow. First, we observed the lipid vesicles using an optical microscope (Fig. 2 (a)). At an application pressure of 0.4 MPa, we observed lipid vesicles 2.1 ± 0.1 (S.D.) μm (n = 39) in diameter after an application time of 2 ms. When the application time of the jet flow was increased, the diameter of the vesicles decreased (1.3 ± 0.3 (S.D.) μm (n = 38) after an application time of 8 ms). At an application pressure of 0.5 MPa, lipid vesicles of a smaller diameter than those generated at an application pressure of 0.4 MPa were produced. Lipid vesicles less than 1 μm in diameter were observed, suggesting that nano-sized lipid vesicles were formed (Fig. 2(b)). Cell-sized vesicles (more than 5 μm in diameter) were not observed within the range of the jet flow application times and pressures considered. It is difficult to measure the diameters of nano-sized lipid vesicles accurately using optical microscopy. Therefore, these lipid vesicles were observed using cryo-TEM.\nWe used cryo-TEM to confirm the vesicle diameter and membrane thickness of nano-sized lipid vesicles generated at a jet flow application time and pressure of 6 ms and 0.5 MPa, respectively (Fig. 3(a)). We obtained two groups of nano-sized lipid vesicles with membrane thicknesses of approximately 5–6 nm and with thicknesses of more than 6 nm. Approximately 70 % of the nano-sized lipid vesicles had thicknesses of approximately 5–6 nm. The TEM images suggest that the membrane thicknesses of approximately 5–6 nm correspond to unilamellar nanosized lipid vesicles. On the other hand, the nano-sized lipid vesicles\nwith membrane thicknesses greater than 6 nm were found to be multilamellar lipid vesicles or to contain residual organic solvent (n-decane). The average diameter of nano-sized lipid vesicles with membrane thicknesses of approximately 5–6 nm was 201 ± 99 (S.D.) nm (Fig. 3(b)). The nano-sized lipid vesicles generated by the pulsed-jet flow were polydisperse. The generation of monodisperse nano-sized lipid vesicles can be improved by modifying the size of the planar lipid bilayer, the application times and pressures of the jet flow, and the diameter of the jet nozzle. On the other hand, the average diameter of the nano-sized lipid vesicles with membrane thicknesses greater than 6 nm was 360 ± 130 (S.D.) nm (Fig. 3(c)). We found that nano-sized lipid vesicles that were polydisperse and 100–200 nm in diameter had lipid bilayer thicknesses of only 5–6 nm, based on histograms of the nano-sized lipid vesicle diameters. In fact, the diameter of nano-sized lipid vesicles that were used in drug delivery systems and monodisperse was approximately 50–200 nm [17]. Therefore, to differentiate between unilamellar nano-sized lipid vesicles and multilamellar or organic solvent-containing nano-sized lipid vesicles and collect the nano-sized lipid vesicles that were monodisperse (which fulfilled the requirements for carriers in drug delivery systems), the nano-sized lipid vesicle solution was filtered using a filter with a pore diameter in the range of 100–200 nm. The formation process of the nano-sized lipid vesicles by the pulsed-jet flow method was observed using a high-speed camera. Large vesicles of approximately 10–20 μm diameter with a tube thickness of approximately 2.4 μm were observed when the flow was applied at 0.5 MPa for 8 ms (Fig. S1). On the other hand, when micro-sized lipid vesicles were formed by applying the flow at 0.3 MPa for 2 ms, large vesicles of approximately 150 μm diameter with a tube thickness of approximately 40 μm were observed using the high-speed camera [13]. Therefore, we found that size control of the lipid vesicles from micro-sized to nano-sized was mainly dependent on the application pressures and times of the jet flow."
    }, {
      "heading" : "3.2. Confirmation of asymmetric lipid distribution of nano-sized lipid vesicles",
      "text" : "To confirm the generation of asymmetric lipid vesicles, we performed binding assays of streptavidin (biotin)-conjugated gold colloids to the biotin-conjugated phospholipids on the outer leaflet. Fig. 4 shows\nK. Kamiya et al.\nSensors and Actuators: B. Chemical 327 (2021) 128917\nnegative stain images of TEM with the streptavidin-conjugated gold colloid added to the outer solution. The gold colloid was observed only on the nano-sized asymmetric lipid vesicles, with the biotin-conjugated phospholipids on the outer leaflet, suggesting that nano-sized asymmetric lipid vesicles were generated by this formation method. In this study, we demonstrated the formation of nano-sized asymmetric lipid vesicles using the pulsed-jet flow method by changing the application pressure and application time from those used in the formation of giant lipid vesicles. To seed nano-sized asymmetric lipid vesicles into living cells for drug delivery, approximately 3− 100 μg of nano-sized asymmetric lipid vesicles is necessary [17–19]. In our experiment, the lipid amount of the nano-sized DOPC vesicles using the pulsed-jet flow method was 0.79 ± 0.17 (S.D.) μg in 8 μL (3 experiments); thus the amount formed using this device was not sufficient to apply them as drug delivery systems. To achieve the sufficient amounts of nano-sized asymmetric lipid vesicles, we can apply a previously reported method where vesicles can be generated continuously by reforming a planar lipid bilayer every time when applying a pulsed-jet flow [15,16]. Moreover, although the unsaturated phospholipids were used to show proof-of-concept for generating nano-sized asymmetric lipid vesicles by the pulsed-jet flow method, it is necessary to use saturated phospholipids or unsaturated phospholipids containing cholesterol with a higher phase transition temperature than room temperature to form nano-sized lipid vesicles that mimic the exosome membrane environments. Nano-sized lipid vesicles with saturated phospholipids or unsaturated phospholipids containing cholesterol can be formed by changing the jet flow application time and pressure of the pulsed-jet flow method, which has already been proved for cell-sized vesicles [13]. To form nano-sized lipid vesicles containing membrane proteins derived from the exosome membranes, the pulsed-jet flow can be applied against the membrane proteins-reconstituted the planar lipid bilayer. Therefore, this formation method for nano-sized asymmetric lipid vesicles will be useful for exosome-like drug delivery systems."
    }, {
      "heading" : "4. Conclusion",
      "text" : "We proposed a method for synthesizing nano-sized asymmetric lipid vesicles using a pulsed-jet flow method. The TEM observation revealed the formation of unilamellar nano-sized lipid vesicles, with a membrane thickness of 5–6 nm and an asymmetric lipid distribution. Nano-sized asymmetric lipid vesicles will demonstrate potential as useful carriers in drug delivery systems and for improving the interactions between living cells and asymmetric nano-sized lipid vesicles.\nCRediT authorship contribution statement\nKoki Kamiya: Conceptualization, Methodology, Validation, Formal analysis, Investigation, Writing - original draft, Writing - review & editing, Funding acquisition. Toshihisa Osaki: Methodology, Writing - review & editing. Shoji Takeuchi: Conceptualization, Writing - review & editing, Supervision, Funding acquisition.\nDeclaration of Competing Interest\nThe authors report no declarations of interest."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We acknowledge the technical support provided by Ms. Y. Nozaki. This work was partly supported by a Grant-in-Aid for Scientific Research (B) (JP18H02092 K.K.) from the Japan Society for the Promotion of Science (JSPS) and the Regional Innovation Strategy Support Program of the Ministry of Education, Culture, Sports, Science and Technology (MEXT), Japan and by JST CREST Grant Number JPMJCR18S5, Japan."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.snb.2020.128917."
    } ],
    "references" : [ {
      "title" : "How to stabilize phospholipid liposomes (Using nanoparticles)",
      "author" : [ "L. Zhang", "S. Granick" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2006
    }, {
      "title" : "Extracellular vesicles: exosomes, microvesicles, and friends",
      "author" : [ "G. Raposo", "W. Stoorvogel" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Exosomal lipid composition and the role of ether lipids and phosphoinositides in exosome",
      "author" : [ "T. Skotland", "N.P. Hessvik", "K. Sandvig", "A. Llorente" ],
      "venue" : "biology, J. Lipid Res",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Extracellular vesicles as a platform for membrane-associated therapeutic protein delivery",
      "author" : [ "Y. Yang", "Y. Hong", "E. Cho", "G.B. Kim", "I.-S. Kim" ],
      "venue" : "J. Extracell. Vesicles",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2001
    }, {
      "title" : "Stylli, Cancer exosomes in cerebrospinal fluid, Transl",
      "author" : [ "C.A. Whitehead", "R.B. Luwor", "A.P. Morokoff", "S.S.A.H. Kaye" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Lipids in exosomes: current knowledge and the way forward, Prog",
      "author" : [ "T. Skotland", "K. Sandvig", "A. Llorente" ],
      "venue" : "Lipid Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Extracellular vesicles for drug delivery, Adv",
      "author" : [ "P. Vader", "E.A. Mol", "G. Pasterkamp", "R.M. Schiffelers" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Exosome-mimetic nanoplatforms for targeted cancer drug",
      "author" : [ "A.J. Vázquez-Ríos", "Á. Molina-Crespo", "B.L. Bouzo", "R. López-López", "G. Moreno- Bueno", "M. de la Fuente" ],
      "venue" : "Sensors and Actuators: B. Chemical",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Cell-sized asymmetric lipid vesicles facilitate the investigation of asymmetric membranes",
      "author" : [ "K. Kamiya", "R. Kawano", "T. Osaki", "K. Akiyoshi", "S. Takeuchi" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Formation of vesicles-in-a-vesicle with asymmetric lipid components using a pulsed-jet flow method",
      "author" : [ "K. Kamiya", "T. Osaki", "S. Takeuchi" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Sequential generation of asymmetric lipid vesicles using a pulsed-jetting method in rotational wells",
      "author" : [ "M. Gotanda", "K. Kamiya", "T. Osaki", "S. Fujii", "N. Misawa", "N. Miki", "S. Takeuchi" ],
      "venue" : "Sens. Actuators, B Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Automatic generation system of cell-sized liposomes",
      "author" : [ "M. Gotanda", "K. Kamiya", "T. Osaki", "N. Miki", "S. Takeuchi" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Cadherin-integrated liposomes with potential in a drug delivery system, Biomaterials",
      "author" : [ "K. Kamiya", "K. Tsumoto", "T. Yoshimura", "K. Kazunari" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Liposomes are generated by sonication or extrusion of hydrated lipid films [3].",
      "startOffset" : 75,
      "endOffset" : 78
    }, {
      "referenceID" : 1,
      "context" : "To improve the liposome functions, the structure of vesicles in vivo such as exosomes is the strong candidate to learn from; exosomes are small intercellular vesicles (30–150 nm in diameter), that are released from the multivesicular bodies of cells and are communicated to other cells [4,5].",
      "startOffset" : 286,
      "endOffset" : 291
    }, {
      "referenceID" : 2,
      "context" : "Exosomes consist of asymmetric lipid membranes [6] and various membrane proteins, such as cluster-of-differentiation (CD) proteins, receptors, and MHC proteins [7,8].",
      "startOffset" : 47,
      "endOffset" : 50
    }, {
      "referenceID" : 3,
      "context" : "Exosomes consist of asymmetric lipid membranes [6] and various membrane proteins, such as cluster-of-differentiation (CD) proteins, receptors, and MHC proteins [7,8].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 4,
      "context" : "Exosomes consist of asymmetric lipid membranes [6] and various membrane proteins, such as cluster-of-differentiation (CD) proteins, receptors, and MHC proteins [7,8].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 5,
      "context" : "The asymmetric lipid membranes and these membrane proteins play an important role in the interactions with and recognition of living cells [9,10], and thus, are considered attractive candidates in producing highly functional liposome-based drug delivery systems.",
      "startOffset" : 139,
      "endOffset" : 145
    }, {
      "referenceID" : 6,
      "context" : "Although nano-sized lipid vesicles containing the membrane proteins of the exosomes have been applied [11,12], no studies have been conducted thus far on nano-sized lipid vesicles utilizing the asymmetric lipid distributions of exosomes in drug delivery systems.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 7,
      "context" : "Although nano-sized lipid vesicles containing the membrane proteins of the exosomes have been applied [11,12], no studies have been conducted thus far on nano-sized lipid vesicles utilizing the asymmetric lipid distributions of exosomes in drug delivery systems.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 8,
      "context" : "In this study, we propose a method for synthesizing nano-sized asymmetric lipid vesicles that is a modification of the pulsed-jet flow method for synthesizing larger vesicles (approximately 5 μm in diameter) [13].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 8,
      "context" : "The fabrication method of this device was modified from that of our previous studies [13].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 8,
      "context" : "When the jet flow application time was long, the vesicle diameter decreased [13,14].",
      "startOffset" : 76,
      "endOffset" : 83
    }, {
      "referenceID" : 9,
      "context" : "When the jet flow application time was long, the vesicle diameter decreased [13,14].",
      "startOffset" : 76,
      "endOffset" : 83
    }, {
      "referenceID" : 8,
      "context" : "3 MPa for 2 ms, large vesicles of approximately 150 μm diameter with a tube thickness of approximately 40 μm were observed using the high-speed camera [13].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 10,
      "context" : "To achieve the sufficient amounts of nano-sized asymmetric lipid vesicles, we can apply a previously reported method where vesicles can be generated continuously by reforming a planar lipid bilayer every time when applying a pulsed-jet flow [15,16].",
      "startOffset" : 241,
      "endOffset" : 248
    }, {
      "referenceID" : 11,
      "context" : "To achieve the sufficient amounts of nano-sized asymmetric lipid vesicles, we can apply a previously reported method where vesicles can be generated continuously by reforming a planar lipid bilayer every time when applying a pulsed-jet flow [15,16].",
      "startOffset" : 241,
      "endOffset" : 248
    }, {
      "referenceID" : 8,
      "context" : "Nano-sized lipid vesicles with saturated phospholipids or unsaturated phospholipids containing cholesterol can be formed by changing the jet flow application time and pressure of the pulsed-jet flow method, which has already been proved for cell-sized vesicles [13].",
      "startOffset" : 261,
      "endOffset" : 265
    } ],
    "year" : 2020,
    "abstractText" : "Nano-sized lipid vesicles (50–300 nm in diameter) are widely used in drug delivery systems and cosmetics. Recently, exosomes have been shown to be important as the carriers of biomolecules. The membrane structures of exosomes exhibit the same asymmetric lipid distributions as those of the plasma membranes of eukaryotic cells. The asymmetric lipid distributions of the exosome membranes play a key role in the interactions with and recognition of living cells. The asymmetric lipid distributions of nano-sized lipid vesicles facilitate delivery in advanced drug delivery systems, which emulate the cellular transportation systems of exosomes. In this study, we generate nano-sized asymmetric lipid vesicles using a pulsed-jet method for cell-sized asymmetric lipid vesicle formation. They were generated from an asymmetric planar lipid bilayer by applying pulsed-jet flows of longer duration and higher pressure than those used in the formation of micro-sized lipid vesicles. Using a transmission electron microscope, nano-sized lipid vesicles with thicknesses of approximately 5–6 nm (approximately 70 % of the generated sample), unilamellarity, and asymmetry were observed to be produced by this method. The nanosized asymmetric lipid vesicles using this method have the potential to be useful as carriers in drug delivery",
    "creator" : "Elsevier"
  }
}