{
  "name" : "2020-06-23__b8_goodge2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Biotin-Conjugated Cellulose Nanofibers Prepared via Copper-Catalyzed Alkyne-Azide Cycloaddition (CuAAC) “Click” Chemistry",
    "authors" : [ "Katarina Goodge" ],
    "emails" : [ "keg222@cornell.edu", "mfw24@cornell.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: electrospin; nanofiber; cellulose; CuAAC; click; biotin; selective capture"
    }, {
      "heading" : "1. Introduction",
      "text" : "Current biosensor research tackles performance issues by immobilizing probes on planar surfaces in point-of-care devices. However, the largest drawback is that the poor surface area limits the attachment of probes, directly correlating to lower sensitivity and higher response time [1]. Instead, 3D structures are being explored for their high surface-area-to-volume ratio, enhanced roughness, and porosity. Increased reproducibility is gained from the consequent higher probe loading. Fabrication methods include photolithography, metal etching, and layer-by-layer growth of nanotubes/particles, but these are expensive, time consuming, and process intensive. Furthermore, the probe immobilization techniques have added drawbacks including probe leaching, deactivation of the probe during immobilization, low loading capacity, and poor shelf life [2–5]. Nanofibers are an attractive option due to their ease of formation, high surface-area-to-volume ratio, and range of potential functionalization. The high surface-area-to-volume ratio corresponds to high availability of active sites on the surface and is crucial in extending the sensitivity of the resulting assay. Out of the multitude of techniques to produce nanofibers, including drawing, template synthesis, phase separation, self-assembly, and electrospinning, electrospinning is the only process that has\nNanomaterials 2020, 10, 1172; doi:10.3390/nano10061172 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1172 2 of 15\nsuccessfully fabricated nanofiber membranes on an industrial scale [6]. Multi-jet, needle-free spinnerets and roll-to-roll collector systems such as Nanospider™, Inovenso, and Bioinicia mitigate the lab-scale drawbacks of low throughput, and adaptable configurations of the equipment make electrospinning an attractive option for a wide range of applications. Useful overviews of the fundamentals of nanofiber formation via electrospinning and applications of electrospun fibers have been published [6–10]. Cellulose acetate was chosen for this study based on its low cost from a renewable source, spinnability, and ability to readily functionalize with various chemistries. The cellulose acetate nanofibers can be functionalized via their acetyl groups, or they can be deacetylated to take advantage of the change in reactivity of the hydroxyl group on cellulose carbon-6 [10]. The simplest technique for immobilizing molecules onto substrate surfaces is physical immobilization such as adsorption and entrapment. These are not sufficient for applications requiring that the immobilized biomolecules maintain functionality and remain on the substrate surface without leaching during washing or storage [11]. These challenges can be overcome by permanently attaching the biomolecules to the substrate with covalent linkages. Some strategies for biomolecule attachment to nanofibers include N-ethyl-N′-(3-(dimethylamino)propyl) carbodiimide/N-hydroxysuccinimide (EDC/NHS) coupling [2], crosslinking with glutaraldehyde (GA) vapor [3], and creating reactive sites with plasma [4]. While the coupling chemistries mentioned above have varying degrees of success in short-term stability, reusability, and bioactivity, these methods are susceptible to hydrolysis and degradation with long-term storage [12]. As anticipated applications of the functionalized nanofibers will be in aqueous systems, such as filtration, microanalytical devices, catalysts, etc., water instability is unfavorable. A relatively new post-electrospinning modification strategy, click chemistry, allows for site-specific bioconjugation. Click chemistry is a class of specific reactions, characterized by relatively fast, catalyzed reactions, high efficiency, high selectivity, and stable reactants, that was originally named by Karl Barry Sharpless in 2001 [13]. A key advantage of click reactions is that they are bio-orthogonal, and, therefore, biomolecules can participate in the reactions while preserving their bioactivity [13]. The specific click reaction used in this work, copper-catalyzed azide-alkyne cycloaddition (CuAAC), is irreversible and highly selective to only couple azides and alkynes to form a triazole ring [14–17]. The alkyne attachment reaction to the nanofiber and the click reaction between the alkyne and azide were both achieved under mild conditions, with the latter performed in an aqueous solution at room temperature. Click modification of polysaccharides has been widely studied, yet central reviews on this topic do not discuss cellulose nanofibers as click substrates [18,19]. Further, various click reactions have been studied as bioconjugation techniques with nanofibers [20–22], but only a few recent studies have reported CuAAC clicking with cellulose-based fibers [23–25]. These studies employed the click reactions in nanofiber systems but did not further investigate the dynamics of the heterogeneous reaction on the porous, sorbent nanofiber membranes. Herein, cellulose nanofibers were spun via electrospinning, modified with propargyl bromide to create reactive alkyne sites, and clicked with azide-biotin conjugate. The biotin yield as a function of intermediate functionalization and click reaction conditions was characterized. The click reaction was studied by varying the ratio of ascorbic acid to copper sulfate as well as the various permutations of the click reaction components to elucidate the interactions of each component with the cellulose nanofiber membranes. The biotin-cellulose fibrous membrane was used to specifically and rapidly detect streptavidin present in the fluid sample based on the biotin-streptavidin binding affinity. By covalently bonding biorecognition molecules to the nanofiber surface, these biotin-cellulose membranes demonstrate the potential for immobilizing specific antibodies to the surface of the nanofibers to be used in a portable, nonwoven diagnostic device.\nNanomaterials 2020, 10, 1172 3 of 15"
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Cellulose acetate (CA) (average molecular weight (Mn) = 30,000, acetyl content = 39.8%) was purchased from Sigma-Aldrich, St. Louis, MO, USA. Dichloromethane (DCM) (Fisher Chemical, Hampton, NH, USA), isopropanol (IPA) (Fisher Chemical), methanol (Fisher Chemical), ethanol (Decon Labs, King of Prussia, PA, USA), potassium hydroxide (KOH) (Mallinckrodt, St. Louis, MO, USA), sodium hydroxide (NaOH) (Avantor, Radnor Township, PA, USA), propargyl bromide (PBr) (Sigma-Aldrich), L-ascorbic acid (Sigma-Aldrich), copper (II) sulfate anhydrous (Sigma-Aldrich), azide-(poly(ethylene glycol))biotin (azide-PEG3-biotin) conjugate (Sigma-Aldrich), streptavidin-fluorescein-isothiocyanate (FITC) from Streptomyces avidinii (Millipore Sigma, Burlington, MA, USA), and PierceTM Biotin Quantification Kit (Thermo Scientific, Waltham, MA, USA) were used without further purification."
    }, {
      "heading" : "2.2. Electrospinning",
      "text" : "CA electrospinning solution was prepared at 12% weight per volume ratio (w/v) polymer concentration in 4/1 volume per volume ratio (v/v) DCM/methanol solvent mixture. The solution was added to a 5-mL BD plastic syringe (inner diameter = 11.989 mm) with BD PrecisionGlide needle (21 gauge (G), 50-mm length). A high voltage supply (Gamma high Voltage Research) provided 15 kV to the needle tip and a grounded copper collector was placed 12 cm away. The solution feed rate was maintained at 1.0 mL/h using a programmable PHS Ultrasyringe pump (Harvard Apparatus). Electrospinning took place in a Plexiglas humidity-control box (Plas Labs) at 20–60% relative humidity and room temperature. The resulting nonwoven membrane was kept in 40 ◦C oven overnight to remove residual solvent."
    }, {
      "heading" : "2.3. Regeneration of Cellulose (Scheme 1a)",
      "text" : "In Scheme 1a, deacetylation of the CA nanofibers was achieved with 0.5 Normal (N) KOH in ethanol solution at constant shaking at room temperature [26]. After 3 h, the regenerated cellulose (RC) membrane was rinsed with deionized water until pH paper confirmed neutral pH and placed in oven at 40 ◦C overnight."
    }, {
      "heading" : "2.4. Alkyne Substitution (Scheme 1b)",
      "text" : "Scheme 1b is adapted from Mangiante [27]. Briefly, nanofiber membranes were added to IPA (12.75 mL/mmol CA, 48.5 mL/mmol RC) in a flask and let sit for 15 min. Then, 5.1 wt.% NaOH (aqueous) (40.0 mL/mmol CA, 4.25 mL/mmol RC) was added to the reaction mixture in 0.5-mL increments over 15 min to avoid chemically destroying the nanofibers. The reaction mixture was heated over one hour while shaking, and propargyl bromide (4.5 mL/mmol fiber) was added via syringe. Temperature and shaking were maintained for specified time. For each sample removal, the flask was removed from water bath and let cool for 30 min. The nanofiber mat was rinsed with water, then IPA, then IPA/water mix, then it sat in water for 10 min to ensure all unreacted materials had diffused from the mat. Lastly, the mat was dried in 40 ◦C oven overnight."
    }, {
      "heading" : "2.5. Click Reaction with Azide-Biotin Conjugate (Scheme 1c)",
      "text" : "Scheme 1c is adapted from Celebioglu [25]. Briefly, the azide-biotin conjugate (1 equiv) was dissolved in 33.3 mL water per mmol fiber, and the nanofiber membrane was added to the solution. Fresh solutions of ascorbic acid (2.5 equiv, clear solution) and copper sulfate anhydrous (2.5 equiv, light blue solution) were prepared. The copper sulfate solution was added to the azide-biotin conjugate solution first, then the ascorbic acid solution was added. The mixture was shaken at room temperature. After the specified time, the nanofiber membrane was removed from the solution, rinsed with water,\nNanomaterials 2020, 10, 1172 4 of 15\nand let soak in fresh water for three days to ensure all unreacted biotin diffused from the membrane. The biotin-cellulose membrane was rinsed briefly with water and dried in 30 ◦C oven overnight.\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 15\n(a)\n(b)\n(c)\nScheme 1. Reaction scheme for (a) regeneration of cellulose, (b) alkyne substitution, and (c) Coppercatalyzed Alkyne-Azide Cycloaddition (CuAAC) click.\n2.6. Characterization\nFiber morphology and diameter were examined using scanning electron microscopy (Zeiss Gemini 500 SEM) with an accelerating voltage of 2 kV. ImageJ™ open source software (National Institutes of Health) was used to measure the mean fiber diameters. Fifty measurements were taken for each sample from three separate images. Energy Dispersive X-ray spectroscopy (EDX) spectra were collected with an accelerating voltage of 10 kV. Samples were sputter coated with carbon for SEM and EDX. Chemical structure was analyzed with Attenuated Total Reflection-Fourier Transform Infrared (ATR-FTIR) spectroscopy (ATR-FTIR Spectrometer PerkinElmer Frontier) at each reaction\nScheme 1. Reaction scheme for (a) regeneration of cellulose, (b) alkyne substitution, and (c) Coppercatalyzed Alkyne-Azide Cycloaddition (CuAAC) click."
    }, {
      "heading" : "2.6. Characterization",
      "text" : "Fiber morphology and diameter were examined using scanning electron microscopy (Zeiss Gemini 500 SEM) with an accelerating voltage of 2 kV. ImageJ™ open source software (National Institutes of Health) was used to measure the mean fiber diameters. Fifty measurements were taken for each sample from three separate images. Energy Dispersive X-ray spectroscopy (EDX) spectra were collected with\nNanomaterials 2020, 10, 1172 5 of 15\nan accelerating voltage of 10 kV. Samples were sputter coated with carbon for SEM and EDX. Chemical structure was analyzed with Attenuated Total Reflection-Fourier Transform Infrared (ATR-FTIR) spectroscopy (ATR-FTIR Spectrometer PerkinElmer Frontier) at each reaction step. Each spectrum was an average of 128 scans obtained between 4000 and 600 cm−1 at a resolution of 4 cm−1. Four spectra were collected per sample. Alkyne substitution was confirmed with Raman spectroscopy (Renishaw InVia Confocal Raman microscope). Each spectrum was obtained between 3250 and 200 cm−1 with an excitation wavelength of 785 nm and a resolution of ~1 cm−1. Three spectra were collected per sample. Crystalline structure was analyzed with X-ray diffraction (Bruker D8 Advance ECO powder diffractometer, 1 kW Cu-Kα source). Three spectra were collected per sample."
    }, {
      "heading" : "2.7. Streptavidin Binding and Confocal Microscopy",
      "text" : "Static binding of streptavidin-FITC was carried out in microwell plate; 4 mm × 4 mm fiber samples were wet with Phosphate-Buffered Saline (PBS) solution (0.300 mL) in microwell plate overnight then let dry. Then, 100 µL of 1 micromolar (µM) streptavidin-FITC solution per 0.70 mg of fiber was added to each well. Fiber membranes soaked for 1 h. Each sample was rinsed with PBS solution 3 times then placed in transportation containers to bring to confocal microscope. Bound streptavidin on the nanofiber surface was imaged using Zeiss LSM710 confocal microscope with water immersed 40× objective and 488 laser line. Emission and detection wavelength ranges were 488–563.5 nm and 493–634 nm, respectively."
    }, {
      "heading" : "2.8. Surface-Available Biotin Quantification",
      "text" : "The surface-available biotin was quantified using a competitive colorimetric assay kit. The absorbance was measured at 500 nm using a Lambda 35 UV/Vis Spectrophotometer from Perkin Elmer. The HABA (4′-hydroxyazobenzene-2-carboxylic acid)/avidin solution was reconstituted in 100 µL of ultra-pure water, added to 1000 µL of 1× PBS buffer solution, and the absorbance was measured. A preweighed piece of fiber mat was placed in the cuvette and shaken for 3 min. The absorbance was measured with and without the fiber mat. The surface-available biotin was calculated using the following equation:\nSurface-Available Biotin (mg biotin/g fiber) = (A0500−A500) (MWbiotinV/εbW) × 103, (1)\nwhere A0500 is the absorbance of the solution prior to the addition of nanofiber mat, A500 is the absorbance of the solution after reaction with nanofiber mat. MWbiotin is the molecular weight of the biotin (244.3 g/mol), V is the volume of the solution (L), b is the cuvette path length (1 cm), ε is the extinction coefficient of the HABA/avidin complex at 500 nm (3.4 × 103 L/(mol cm)), and W is weight of the surface shell of the fiber (g). The surface-available biotin was used to calculate the degree of substitution of biotin (DSHABA) on the cellulose nanofibers:\nDSHABA = [Surface-Available Biotin] ×MWRC/(103 ×MWbiotin), (2)\nwhere MWRC is the molecular weight of one anhydrous glucose unit (AGU) (162.14 g/mol). Samples were also analyzed with X-ray photoelectron spectroscopy (XPS) using a Scienta Omicron ESCA-2SR with operating pressure ca. 1 × 10−9 Torr. Monochromatic Al Kα X-rays (1486.6 electronvolt (eV)) with photoelectrons collected from a 2-mm diameter analysis spot. Photoelectrons were collected at a 0◦ emission angle with source-to-analyzer angle of 54.7◦. A hemispherical analyzer determined electron kinetic energy, using a pass energy of 200 eV for wide/survey scans, and 50 eV for high resolution scans. A flood gun was used for charge neutralization of non-conductive samples. Degree of substitution of azide-PEG3-biotin conjugate onto alkyne-RC nanofibers was calculated based on the ratio of sulfur to carbon obtained from the XPS scans:\nDSXPS = (72.06 × (S/C))/(32 − (12 × (S/C))). (3)\nNanomaterials 2020, 10, 1172 6 of 15"
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Morphological Characterization",
      "text" : "Cellulose acetate (CA) was electrospun into fibrous, nonwoven membranes then deacetylated to regenerated cellulose (RC), grafted with alkyne moiety (alkyne-cellulose), and finally clicked with azide-biotin conjugate (biotin-cellulose). SEM images of the nanofiber membranes at each reaction step are compared in Figure 1. The rough surface of the cylindrical as-spun fibers (Figure 1a) became smooth and round after deacetylation (Figure 1b). Swelling of the cellulose fibers during the alkyne substitution and click reaction steps caused the irregular appearance observed in Figure 1c,d, respectively. Figure 1c depicts the two-step alkyne substitution sample but is representative of both the one- and two-step alkyne substitution processes; neither process negatively impacted the fiber morphology at the respective optimal reaction conditions. Figure 1d illustrates a successful click reaction of the 10:1 AA:Cu ratio for 48 h and is representative for the click samples listed in Table 1. Nanomaterials 2020, 10, x FOR PEER REVIEW 6 of 15 step are compared in Figure 1. The rough surface of the cylindrical as-spun fibers (Figure 1a) became smooth and round after deacetylation (Figure 1b). Swelling of the cellulose fibers during the alkyne substitution and click reaction steps caused the irregular appearance observed in Figure 1c,d, respectively. Figure 1c depicts the two-step alkyne substitution sample but is representative of both the one- and two-step alkyne substitution processes; neither process negatively impacted the fiber morphology at the respective optimal reaction conditions. Figure 1d illustrates a successful click reaction of the 10:1 AA:Cu ratio for 48 h and is representative for the click samples listed in Table 1.\nFigure 1. SEM images of (a) as-spun cellulose acetate (CA), (b) regenerated cellulose (RC), (c) alkynecellulose, and (d) biotin-cellulose nanofibers.\nTemporary needle blockage caused side jets to form that reduced the diameter of the fibers and resulted in a skewed fiber diameter distribution (Figure S1a) with a mean of 741 nm and median of 680 nm. The diameter of CA fibers from as-spun to deacetylated (Figure S1b) was not significantly reduced, but the alkyne-cellulose fiber diameters (Figure S1c) were significantly reduced relative to both the as-spun and deacetylated CA fibers. The change in hydrogen bonding, removal of the acetyl groups, and addition of alkyne groups contributed to the changes in fiber diameter. No trend was found between successful click reactions and significant change in fiber diameter (Figure S2). Although no definite size was provided by the supplier, the azide-biotin conjugate had a molecular weight of 444.55 g/mol and was distinctly smaller than the diameter of the nanofibers. Therefore, the biotin addition was not the only factor in the change of fiber diameter."
    }, {
      "heading" : "3.2. Alkyne Substitution",
      "text" : ""
    }, {
      "heading" : "CA nanofibers were modified to obtain alkyne-cellulose nanofibers, either in a one- or two-step",
      "text" : "process. In the one-step process, CA nanofibers were deacetylated and alkyne substituted in one pot. In the two-step process, CA nanofibers were first deacetylated to regenerated cellulose (RC) nanofibers, and the alkyne groups were attached to the RC nanofibers in a separate step. The nucleophilic substitution of the alkyne group onto the nanofiber surface was tested at three levels of temperature and six time intervals for both CA (one-step) and RC (two-step). ATR-FTIR was used to monitor the changes in sample surface chemistry. Representative spectra for each step are shown in Figure 2a. The characteristic absorption bands for CA appeared at 1740,\nFigure 1. SE i ages of (a) as-spun cellulose acetate (CA), (b) regenerated cellulose (RC), (c) alkynecellulose, and (d) biotin-cellulose nanofibers.\nfi fi\ni t r f fi fi fi fi\nfi i fi\nbetwe n successful cli k reactions a d significa t change in fiber diam ter (Figur S2). Although no definite size was provided by the supplier, the azide-biotin conjugate had a molecul r weight of 444.55 g/mol and was distinctly smaller than the diameter of the nanofibers. Th efore, the biotin add tion was ot the nly factor in the change of fib r diameter.\nNanomaterials 2020, 10, 1172 7 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluorescein-isothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent MicroscopyChemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReaction X X X X 2, 5, 10 24, 48\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours)\nConfocal Fluorescent\nicroscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReaction X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of substitution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,\nControl\n1 X X X - 24\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Flu res ent Microscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReaction X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of substitution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,\n2 X X - 24\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent Microscopy Chemical AlkyneRC Azid - Biotin CuSO4 Ascorbic Acid\nReaction X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber embrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of substitution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,\n3 X X X - 24\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent Microscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReaction X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and egree of substitution were cal ulated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,\n4 X X X - 24\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent Microscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic A id\nReact on X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of substitution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellul se samples at 1.5, 3.5,\n5 X X X - 24\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent Microscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReact on X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of subst tution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,\n6 X X - 24\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent Microscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReact on X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 - 24\n3 X -\n4 X X -\n5 X\n6\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of substitution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,"
    }, {
      "heading" : "3.2. Alkyne Substitution",
      "text" : "CA nanofibers were modified to obtain alkyne-cellulose nanofibers, either in a one- or two-step process. In the one-step process, CA nanofibers were deacetylated and alkyne substituted in one pot. In the two-step process, CA nanofibers wer first deacetylated t regene ated cellulose (RC) nanofibers, and the alkyne groups were attached to the RC nanofibers in a s parate step. The nucleophilic substitution of the alkyne group onto the nanofiber surface was tested at three levels of tem erat re and six time int rvals for both CA ( ne-step) and RC (two-step). ATR-FTIR was used to monitor the changes in sample surface chemistry. Representative spectra for each step are shown in Figure 2a. The characteristic absorption bands for CA appeared at 1740, 1226, and 1368 cm−1, attributed to the C=0 and C-O stretching and C-H bending vibration of CH3 of the acetyl group, respectively. The broad bands at 2850–2950 and 3400–3500 cm−1 were attributed to the C-H stretching of CH2 or CH3 and -OH stretching of unacetylated cellulose, respectively. The RC spectrum showed changes in these characteristic peaks to resemble native cellulose. Specifically, the disappearance of the 1740, 1226, and 1368 cm−1 peaks and increase in the 3100–3500 cm−1 band confirmed the removal of the acetyl groups and exposure of the hydroxyl groups. The alkyne peak at 2116 cm−1 was small for FTIR, even at high concentrations of the alkyne group (see inset of Figure 2a). So, for low concentrations, it was difficult to differentiate the alkyne substitution from the background noise. However, Raman spectroscopy showed an intense, sharp peak for the alkyne group at 2100 cm−1 (Figure S3). So, coupled with the low noise-to-signal ratio, Raman is a more reliable way to show that a sample contains an alkyne group. Raman is difficult to perform on nanofibers due to their curvature and, therefore, both FTIR and Raman spectroscopy were employed for the alkyne substitution. Care was taken to obtain reproducibl spectr . Changes in the sharpness of the broad band between 3100 and 3600 cm−1 confirme the change in the bonding of the hydroxyl groups and disruption of the hydrogen bonding. The ratio of the peak height of the alkyne group at 2115 cm−1 (F IR) and 2100 cm−1 (Raman) to the reference peak of the ether bridge t ~1155 cm−1 was calculated to correlate the degree of alkyne su stitution to reaction condition (Figure 3).\nNanomaterials 2020, 10, 1172 8 of 15\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 15\n1226, and 1368 cm−1, attributed to the C=0 and C-O stretching and C-H bending vibration of CH3 of the acetyl group, respectively. The broad bands at 2850–2950 and 3400–3500 cm−1 were attributed to the C-H stretching of CH2 or CH3 and -OH stretching of unacetylated cellulose, respectively. The RC spectrum showed changes in these characteristic peaks to resemble native cellulose. Specifically, the disappearance of the 1740, 1226, and 1368 cm−1 peaks and increase in the 3100–3500 cm−1 band confirmed the removal of the acetyl groups and exposure of the hydroxyl groups.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 15"
    }, {
      "heading" : "1226, and 1368 cm−1, attributed to the C=0 and C-O stretching and C-H bending vibration of CH3 of",
      "text" : "the acetyl group, respectively. The broad bands at 2850–2950 and 3400–3500 cm−1 were attributed to the C-H stretching of CH2 or CH3 and -OH stretching of unacetylated cellulose, respectively. The RC spectrum showed changes in these characteristic peaks to resemble native cellulose. Specifically, the disappearance of the 1740, 1226, and 1368 cm−1 peaks and increase in the 3100–3500 cm−1 band confirmed the removal of the acetyl groups and exposure of the hydroxyl groups.\nwithin the first 3 h. The calculated peak height ratios were relative but showed trends in the alkyne substitution. The FTIR and Raman data followed the same trends for all trials except for the RC at 60°C. This trial exhibited a high peak height ratio and high standard deviation for the 3-h Raman, while all other trials started with a low substitution at 3 h and increased over time before reaching a maximum and subsequently decreasing the peak height ratio. The alkyne substitution reached a maximum peak height ratio for each temperature due to the competition between the nucleophilic substitution of the alkyne group, side reactions, and degradation of the nanofiber mat. The Raman showed that as the reaction progressed (3 to 18 h), the standard deviation decreased, and the fibers became more uniformly substituted. After 18 h, hydrolysis of the glucose units resulted in loss of the alkyne substitution and a decrease in the alkyne peak ratio.\nFTIR and XRD were used to monitor the change in crystallinity after the deacetylation and alkyne substitution reactions. Amorphous as-spun CA fibers became more ordered upon removal of the acetyl groups and rearrangement of the inter- and intra-molecular hydrogen bonds to form the stable RC nanofibers. Increasing the deacetylation time led to increase in chain orientation. For the alkyne substitution, any order obtained during deacetylation was lost with increase in reaction time until an equilibrium was reached for the two-step RC (Figure S4a). The amorphous as-spun CA in the one-step process transitioned into regenerated cellulose as the reaction proceeded and also reached an equilibrium (Figure S4b). Therefore, the alkyne substitution reaction only took place at the surface, and the bulk of the fiber was unaffected.\nRC membranes maintained sufficient strength and dimensional stability to process further in the click reaction step. The CA membranes, however, were weak and did not retain sufficient strength for further handling. Regenerating cellulose nanofibers and separately substituting the alkyne group was a milder process that reduced the overall reaction time from 48 h to 8 h. Optimal conditions chosen for alkyne substitution were RC in 20/80 (v/v) IPA/water at 50 °C for 6 h. Samples prepared under these conditions were used for the click reaction investigation of biotin immobilization.\n3.3. Biotin Immobilization\nAlkyne-substituted RC mats and azide-biotin conjugate participated in the copper(I)-catalyzed alkyne-azide cycloaddition (CuAAC) click reaction. Copper (II) sulfate was used as the source of copper, and ascorbic acid acted as a reducing agent to reduce copper (II) to copper (I). The copper (I) subsequently catalyzed the click coupling of the alkyne attached to the nanofiber mat and the azide attached to the biotin conjugate to form the triazole ring that linked the biotin to the cellulose nanofibers. Then, 2, 5, and 10 equiv of ascorbic acid to copper sulfate were tested alongside six\nFor the one-step trials, the carbonyl peak of the acetyl group disappeared in the FTIR spectra within the first 3 h. The calculated peak height ratios were relative but showed trends in the alkyne substitution. The FTIR and Raman data followed the same trends for all trials except for the RC at 60◦C. This trial exhibited a high peak height ratio and high standard deviation for the 3-h Raman,\nNanomaterials 2020, 10, 1172 9 of 15\nwhile all other trials started with a low substitution at 3 h and increased over time before reaching a maximum and subsequently decreasing the peak height ratio. The alkyne substitution reached a maximum peak height ratio for each temperature due to the competition between the nucleophilic substitution of the alkyne group, side reactions, and degradation of the nanofiber mat. The Raman showed that as the reaction progressed (3 to 18 h), the standard deviation decreased, and the fibers became more uniformly substituted. After 18 h, hydrolysis of the glucose units resulted in loss of the alkyne substitution and a decrease in the alkyne peak ratio. FTIR and XRD were used to monitor the change in crystallinity after the deacetylation and alkyne substitution reactions. Amorphous as-spun CA fibers became more ordered upon removal of the acetyl groups and rearrangement of the inter- and intra-molecular hydrogen bonds to form the stable RC nanofibers. Increasing the deacetylation time led to increase in chain orientation. For the alkyne substitution, any order obtained during deacetylation was lost with increase in reaction time until an equilibrium was reached for the two-step RC (Figure S4a). The amorphous as-spun CA in the one-step process transitioned into regenerated cellulose as the reaction proceeded and also reached an equilibrium (Figure S4b). Therefore, the alkyne substitution reaction only took place at the surface, and the bulk of the fiber was unaffected. RC membranes maintained sufficient strength and dimensional stability to process further in the click reaction step. The CA membranes, however, were weak and did not retain sufficient strength for further handling. Regenerating cellulose nanofibers and separately substituting the alkyne group was a milder process that reduced the overall reaction time from 48 h to 8 h. Optimal conditions chosen for alkyne substitution were RC in 20/80 (v/v) IPA/water at 50 ◦C for 6 h. Samples prepared under these conditions were used for the click reaction investigation of biotin immobilization."
    }, {
      "heading" : "3.3. Biotin Immobilization",
      "text" : "Alkyne-substituted RC mats and azide-biotin conjugate participated in the copper(I)-catalyzed alkyne-azide cycloaddition (CuAAC) click reaction. Copper (II) sulfate was used as the source of copper, and ascorbic acid acted as a reducing agent to reduce copper (II) to copper (I). The copper (I) subsequently catalyzed the click coupling of the alkyne attached to the nanofiber mat and the azide attached to the biotin conjugate to form the triazole ring that linked the biotin to the cellulose nanofibers. Then, 2, 5, and 10 equiv of ascorbic acid to copper sulfate were tested alongside six controls in the following permutations, listed in Table 1, to elucidate the interactions of each component with the RC nanofiber membranes. FTIR was used as first indication of successful biotin immobilization (Figure 2b). The characteristic absorption bands for the biotin conjugate appeared around 1700, 1650, and 1550 cm−1, due to amide I and II of the carbamide of biotin and amide of the peptide linkage of biotin to PEG section of the conjugate. Amide I band was due to C=O stretching vibrations of the peptide bonds whereas the amide II band was due to C-N stretching vibrations in combination with N-H bending. The azide group in the biotin conjugate at 2100 cm−1 disappeared after the click reaction, but the 1700, 1650, and 1550 cm−1 peaks remained in the successfully clicked samples. All samples with full reaction components and Control 5 (Table 1) gained biotin peaks, whereas the remaining control samples did not show evidence of biotin (Figure S5). Elemental mapping was used to analyze the distribution of biotin (Figure S6). Nitrogen, only present in the biotin conjugate, was seen along the fibers and not in the interstitial spaces. This confirmed that the biotin conjugate was not simply just entangled in the pores of the membrane but immobilized on the surface of the nanofibers. The nitrogen along the fibers was consistently seen in all the same trials as the ones with biotin FTIR peaks. No nitrogen was detected for the remaining samples. For the biotin-cellulose nanofiber membranes to be used in a diagnostic device, the membranes must be able to selectively and rapidly bind streptavidin. Fluorescently tagged streptavidin (streptavidin-FITC) was used as the model binding molecule. The binding schematic is shown in Figure 4.\nNanomaterials 2020, 10, 1172 10 of 15\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 15 controls in the following permutations, listed in Table 1, to elucidate the interactions of each component with the RC nanofiber membranes. FTIR was used as first indication of successful biotin immobilization (Figure 2b). The characteristic absorption bands for the biotin conjugate appeared around 1700, 1650, and 1550 cm−1, due to amide I and II of the carbamide of biotin and amide of the peptide linkage of biotin to PEG section of the conjugate. Amide I band was due to C=O stretching vibrations of the peptide bonds whereas the amide II band was due to C-N stretching vibrations in combination with N-H bending. The azide group in the biotin conjugate at 2100 cm−1 disappeared after the click reaction, but the 1700, 1650, and 1550 cm−1 peaks remained in the successfully clicked samples. All samples with full reaction components and Control 5 (Table 1) gained biotin peaks, whereas the remaining control samples did not show evidence of biotin (Figure S5).\nElemental mapping was used to analyze the distribution of biotin (Figure S6). Nitrogen, only present in the biotin conjugate, was seen along the fibers and not in the interstitial spaces. This confirmed that the biotin conjugate was not simply just entangled in the pores of the membrane but immobilized on the surface of the nanofibers. The nitrogen along the fibers was consistently seen in all the same trials as the ones with biotin FTIR peaks. No nitrogen was detected for the remaining samples. For the biotin-cellulose nanofiber membranes to be used in a diagnostic device, the membranes must be able to selectively and rapidly bind streptavidin. Fluorescently tagged streptavidin (streptavidin-FITC) was used as the model binding molecule. The binding schematic is shown in Figure 4.\nFigure 4. Streptavidin-biotin binding schematic: Fluorescently tagged streptavidin in aqueous solution binds with the immobilized biotin on the nanofiber surface once the membrane is added to the solution.\nConfocal microscopy was used to image the fluorescent emission of the bound streptavidinFITC (Table 1). Z stack images were taken to ensure the fluorescence or lack thereof was throughout the membrane and not solely on the surface of the membranes. The lack of fluorescence of Control 3 confirmed that no nonspecific binding of the streptavidin-FITC occurred when biotin was absent. Control 1 and 2 showed that the alkyne moiety was required for the biotin conjugate to be immobilized and bind with the streptavidin-FITC; the biotin conjugate did not physically absorb onto the fibers. Control 5 contained copper sulfate but not ascorbic acid to reduce the copper (II) to its catalyst copper (I) oxidation state, yet successfully bound some biotin conjugate. Control 6 contained no catalyst and could only react at uncatalyzed amounts. Therefore, both Control 5 and 6 had less intense fluorescence than the full reaction sample due to smaller initial yield.\nFigure 4. Streptavidin-biotin bindi g schematic: Fluorescently tagged streptavidin in aqueous sol ti n binds with the immobilized bi tin on the na ofiber surface once the m mbrane is added to the solution.\nConfocal microscopy was used to image the fluorescent emission of the bound streptavidin-FITC (Table 1). Z stack images were taken t ensure t e fl resce ce or lack thereof was throughout the membrane and not solely on the surface of the membranes. The lack of fluorescence of C ntrol 3 confirmed that no nonspecific binding of the streptavidin-FITC occurred when biotin was absent. C trol 1 and 2 sh wed that the alkyne m iety was required for the biotin conjugate to be immobilized and bind with the streptavidin-FITC; the biotin conjugate did not physically absorb to the fibers. Contr l 5 contained copper sulfate but not ascorbic acid t reduce the copper (II) to its catalyst copper (I) oxidation state, yet successfully bound some ioti conjugate. Contr l 6 contained no catalyst and could only react at uncatalyzed amounts. Therefore, both Control 5 and 6 had less inte se fluoresce ce than the full reacti n sample due to smaller initial yield. The click reaction yield was quantified using HABA colorimetric assa an XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nTable 1. Click reaction sample components and confocal images of streptavidin-fluoresceinisothiocyanate (FITC) bound to the click reaction sample membranes.\nRole Click Molecule Catalyst AA:Cu Ratio\nReaction Time\n(hours) Confocal Fluorescent Microscopy Chemical AlkyneRC AzideBiotin CuSO4 Ascorbic Acid\nReaction X X X X 2, 5, 10 24, 48\nC on\ntr ol\n1 X X X - 24\n2 X X - 24\n3 X X X - 24\n4 X X X - 24\n5 X X X - 24\n6 X X - 24\nThe click reaction yield was quantified using HABA colorimetric assay and XPS. Figure 5 describes the HABA assay process for the biotin-cellulose nanofiber membrane samples. Each sample was given sufficient time to allow for the streptavidin-HABA complex to diffuse through the porous membrane and reach all available biotin molecules bound to the surface of the nanofibers.\nFigure 5. HABA (4'-hydroxyazobenzene-2-carboxylic acid) colorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind with the available biotin. The change in absorbance at 500 nm correlates to the surface-available biotin.\nSurface-available biotin and degree of substitution were calculated using Equations (1) and (2), respectively. The HABA colorimetric assay was performed on the biotin-cellulose samples at 1.5, 3.5,\nFigure 5. ( ′ azobenzene-2-carboxylic acid) c lorimetric assay: Streptavidin forms a complex with HABA molecules initially. Once biotinylated membrane is added to the mixture, the streptavidin will favorably bind wit the v ilable biotin. The change in absorbance at 500 nm cor elates to the surface-available i ti .\nSurface-available biotin and degree of substitution ere calculated using Equations (1) and (2), respectively. The HABA colori etric assay as perfor ed on the biotin-cellulose samples at 1.5, 3.5,\nNanomaterials 2020, 10, 1172 11 of 15\nand 5 months of aging in a desiccator, shown in Figure 6. The 1.5-month samples were measured on four separate pieces of the original mat. The 3.5- and 5-month samples were only measured on one piece of original mat each. Controls 1–4 had no detected biotin and were omitted from Figure 6. Control 6 had no detected biotin for the 3.5- and 5-month samples but is included in Figure 6 to show the significance of the reaction solution’s pH.\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 15\nand 5 months of aging in a desiccator, shown in Figure 6. The 1.5-month samples were measured on four separate pieces of the original mat. The 3.5- and 5-month samples were only measured on one piece of original mat each. Controls 1–4 had no detected biotin and were omitted from Figure 6. Control 6 had no detected biotin for the 3.5- and 5-month samples but is included in Figure 6 to show the significance of the reaction solution’s pH.\nFigure 6. Degree of substitution of biotin on cellulose nanofibers, calculated from HABA colorimetric assay, increases with pH of reaction conditions and aging over a period of 5 months. All samples were stored in air for 5 months, and portions of each sample were assayed at 1.5, 3.5, and 5 months. Full reaction samples were tested at 2, 5, and 10 ascorbic acid-to-copper ratio (AA:Cu) for 24 and 48 h reaction times. All controls were quantified, and only Controls 5 and 6, shown here, had detectable biotin.\nThe HABA assays were first conducted 1.5 months after the reactions were completed and showed that, within the 1.5-month sample set, the biotin yield increased with both increase in reaction time and ascorbic acid-to-copper sulfate ratio. The excess ascorbic acid ensured that enough Cu(II) was reduced to Cu(I) so as to not be the limiting step in the reaction. The ascorbic acid also lowered the pH of the solution, below the isoelectric point (pI) of the biotin (5.1), and can also denature proteins. At low pH, the protonated biotin had reduced its reactivity. Control 5 reaction did not contain ascorbic acid and ran at a pH above biotin’s pI. The measured biotin was higher than any of the trials with both components of the catalyst. The copper (I) was previously proven to be generated via alcohol oxidation and terminal alkyne homocoupling [28]. Removing the need for a reducing agent will be important for bioconjugation applications, such as direct click of proteins or antibodies on the nanofibers, since ascorbic acid reduces the pH into the range that can disrupt the structure of biomolecules. The reduced form of ascorbic acid, dehydroascorbate, can react with certain amino acids that change the protein functionality and/or cause protein aggregation [28]. Control 6 had no ascorbic acid or copper sulfate, so only a negligible amount of uncatalyzed click reaction was\nFigure 6. Degree of substitution of biotin on cellulose nanofibers, calculated from HABA colorimetric assay, increases with pH of reaction conditions and aging over a period of 5 months. All samples were stored in air for 5 months, and portions of each sample were assayed at 1.5, 3.5, and 5 months. Full reaction samples were tested at 2, 5, and 10 ascorbic acid-to-copper ratio (AA:Cu) for 24 and 48 h reaction times. All controls were quantified, and only Controls 5 and 6, shown here, had detectable biotin.\nThe HABA assays were first conducted 1.5 months after the reactions were completed and showed that, within the 1.5-month sample set, th biotin yield increas d wi h both increase in re ction time and ascorbic acid-to-copper sulfate ratio. T e excess ascorbic acid ensured that enough Cu(II) was reduced to Cu(I) so as to not be the limiting step in the reaction. The ascorbic acid also lowered the pH of the solution, below the isoelectric point (pI) of the biotin (5.1), and can also denature proteins. At low pH, the protonated biotin had reduced its reactivity. Control 5 reaction did not contain ascorbic acid and ran at a pH above biotin’s pI. The measured biotin was higher than any of the trials with both components of the catalyst. The copper (I) was previously proven to be generated via alcohol oxidation and terminal alkyne homocoupling [28]. Removing the need for a reducing agent will be importa t for bioconjugation applications, such as direct click of proteins or antibodies n the na ofibers, sin e ascorbic acid reduces the pH into the ange that can disrupt the structure of biomolecules. The reduced form of ascorbic acid, dehydroascorbate, can react with certain amino acids that change the protein functionality and/or cause protein aggregation [28]. Control 6 had no ascorbic acid or copper sulfate, so only a negligible amount of uncatalyzed click reaction was occurring. Control 6 further supported the assertion that Control 5 was being catalyzed via an alternative copper-reducing route.\nNanomaterials 2020, 10, 1172 12 of 15\nAll click reaction samples were stored in a desiccator for 5 months and were retested at the 3.5- and 5-month marks. Overall, surface-available biotin increased exponentially with storage time for all full-reaction samples. Control 5 maintained a more stable amount of surface-available biotin. Both alkyne and biotin have lower surface energy than cellulose, so they should stay on the surface and not migrate to the fiber interior. Since the click reaction was carried out in aqueous solution, the water molecules disrupted the intra- and inter-molecular hydrogen bonding of the cellulose chains, causing the cellulose fibers to swell in the aqueous solution. Once the cellulose membrane was removed from the aqueous solution, the hydroxyl groups remained in their conformation, which inhibited biotin availability to bind with the streptavidin in the HABA colorimetric assay. Over time in air, the cellulose chains can rotate the lower energy biotin to the surface to minimize the free surface energy. The reverse phenomenon was observed when samples after 5 months of storage were re-submerged in water for 24 h and 7 days. Both submersion times resulted in complete disappearance of the surface-available biotin in the HABA assays. Normalized FTIR spectra of the samples before and after water submersion showed that the characteristic biotin peaks had no change in absorbance (Figure S7). This supported the hypothesis that the biotin did not leach away from the fibers when submerged in water, but instead rotated below the surface of the fibers due to the water molecules favorably hydrogen bonding with the cellulose hydroxyl groups. For the diagnostic device application, short contact times (up to one hour) did not affect the surface composition of the cellulose nanofibers. The degree of substitution of the biotin after 5 months of storage was also calculated from the XPS results using Equation (3). The ratio of sulfur to carbon was calculated from the XPS survey scans. Figure 7 shows the comparison of the degree of substitution of biotin calculated from HABA and XPS.\nNanomaterials 2020, 10, x FOR PEER REVIEW 12 of 15\noccurring. Control 6 further supported the assertion that Control 5 was being catalyzed via an alternative copper-reducing route.\nAll click reaction samples were stored in a desiccator for 5 months and were retested at the 3.5- and 5-month marks. Overall, surface-available biotin increased exponentially with storage time for all full-reaction samples. Control 5 maintained a more stable amount of surface-available biotin. Both alkyne and biotin have lower surface energy than cellulose, so they should stay on the surface and not migrate to the fiber interior. Since the click reaction was carried out in aqueous solution, the water molecules disrupted the intra- and inter-molecular hydrogen bonding of the cellulose chains, causing the cellulose fibers to swell in the aqueous solution. Once the cellulose membrane was removed from the aqueous solution, the hydroxyl groups remained in their conformation, which inhibited biotin availability to bind with the streptavidin in the HABA colorimetric assay. Over time in a r, the cellulose chains can rotate the lower energy biotin to the surface to minimize the free surface energy. The reverse phenomenon was observed when samples after 5 months of storage were re-submerged in water for 24 h and 7 days. Both submersion times resulted in complete disappearance of the surface-available biotin in the HABA assays. Normalized FTIR spectra of the samples before and after water submersion showed that the characteristic biotin peaks had no change in absorbance (Figure S7). This supported the hypothesis that the biotin did not leach away from the fibers when submerged in water, but instead rotated below the surface of the fibers due to the water molecules favorably hydrogen bonding with the cellulose hydroxyl groups. For the diagnostic device application, short contact times (up to one hour) did not affect t surface composition of the cellulose nanofibers.\nThe deg ee of substitution of the bioti after 5 months of storage was also calculated from the XPS results using Eq ation (3). The ratio of sulfur to carbo was calculated from the XPS survey scans. Figure 7 shows the comparison of the degree of substitution of biotin calculated from HABA and XPS.\nFigure 7. Degree of substitution of biotin on cellulose nanofibers after 5 months of storage calculated from HABA colorimetric assay and XPS survey scans.\nFigure 7. Degree of substitution of biotin on cellulose nanofibers after 5 months of storage calculated from HABA colorimetric assay and XPS survey scans.\nHABA quantified only the amount of biotin available to bind with the streptavidin in solution. The HABA assay did not account for any diffusion limitations, any biotin that was chemically modified, or any biotin that resided in a conformation that made it unavailable to bind with streptavidin. XPS detected all carbon and sulfur present on the sample near the surface. Therefore, it can detect total surface biotin regardless of configuration or chemical modification. Two main disadvantages to XPS for\nNanomaterials 2020, 10, 1172 13 of 15\ncellulose nanofibers are carbon contamination that can accumulate on the surface of the samples as well as the shadowing effect of the round nanofibers. Both sources of error can reduce the sulfur-to-carbon ratio and resulted in lower degree of substitution (DS) results as seen in the 2 ascorbic acid to copper sulfate (AA:Cu) ratio samples. Overall, the XPS and HABA DS calculations were in agreement. The degree of substitution of biotin was calculated to be between 0.01 and 0.10 from both the HABA colorimetric assay and XPS. This magnitude of DS translates to one biotin molecule per every 10 to 100 AGU. The repeat unit of cellulose, cellobiose, contained two AGU and had a unit length of approximately 1.03 nm [29]. Therefore, the biotin was, on average, spaced 5 to 50 nm apart. This biotin spacing is useful for filtration and diagnostic device applications as it allows for target and amplification molecules’ immobilization onto the pendant biotin. For example, streptavidin is approximately 5 nm and fits well within the biotin spacing [30]. Amplification molecules rely on proper spacing of the first layer (i.e., biotin) so that subsequent molecules can bind without steric hindrance in sandwich assays."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Cellulose nanofiber membranes were successfully functionalized with biotin conjugate via click chemistry. The intermediate step of alkyne substitution onto cellulose was dependent on the ratio of solvents, time, and temperature. Both alkyne substitution methods only modified the surface of the nanofibers and did not disturb the bulk. The two-step (RC) compared to the one-step (CA) alkyne substitution method achieved a higher alkyne yield at 80% lower NaOH concentration, less membrane degradation, and six times faster reaction (2 h deacetylation plus 6 h alkyne substitution compared to 48 h alkyne substitution). The two-step method uses milder reaction conditions and is still more efficient than the one-step method, so only the two-step method was used for the click reaction experiments.\nThe CuAAC click reaction step revealed two major findings:\n(1) With all click reaction components, the initial apparent biotin yield was dependent on the ratio of ascorbic acid to copper sulfate, pH, and time.\n(2) Click reaction controls confirmed the selectivity and specificity of the reaction; catalysis is possible without a reducing agent, as seen with Control 5 (all click reaction components except ascorbic acid).\nFurther, the surface-available biotin of the ascorbic acid-free sample (Control 5) was stable with storage over a period of 5 months. The surface-available biotin for the samples with both copper sulfate and ascorbic acid increased with storage. The proposed mechanism of aging is based on the cellulose chain mobility and the minimization of free surface energy. The surface chemistry of the cellulose nanofibers can be controlled by immersing the membrane in water to force the biotin below the surface and storing the membrane in air to allow the biotin to resurface.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/6/1172/s1. Figure S1: Fiber diameter distributions from SEM images for as-spun CA, deacetylated CA, and alkyne-RC. Figure S2: Fiber diameter distributions from SEM images of click reaction samples. Figure S3: Raman spectra of regenerated cellulose and alkyne-cellulose nanofibers. Figure S4: XRD plots of (a) one-step (CA) and (b) two-step (RC) during the alkyne substitution reaction. The hydroalcoholic NaOH initially alters the structure of the polymer chains until an equilibrium structure is reached. Figure S5: FTIR spectra of biotin-RC samples for various reaction conditions. Figure S6: Elemental mapping from EDX of biotin-RC fibers. Figure S7: FTIR spectra of biotin-cellulose nanofiber membrane (a) after click reaction, (b) after submerging in water for 1 week, and (c) after performing the HABA assay on (b) sample\nAuthor Contributions: K.G.: Conceptualization, data curation, formal analysis, methodology, writing—original draft; M.F.: Funding acquisition, supervision. All authors have read and agreed to the published version of the manuscript.\nFunding: This work made use of the Cornell Center for Materials Research Shared Facilities, which are supported through the National Science Foundation (NSF) Materials Research Science and Engineering Centers (MRSEC) program (DMR-1719875). Imaging data was acquired through the Cornell University Biotechnology Resource Center, with National Institutes of Health (NIH) 1S10RR025502 funding for the shared Zeiss LSM 710 Confocal Microscope.\nConflicts of Interest: The authors declare no conflict of interest.\nNanomaterials 2020, 10, 1172 14 of 15"
    } ],
    "references" : [ {
      "title" : "3D biosensors in advanced medical diagnostics of high mortality diseases",
      "author" : [ "R. Rebelo", "A.I. Barbosa", "D. Caballero", "I.K. Kwon", "J.M. Oliveira", "S.C. Kundu", "R.L. Reis", "V.M. Correlo" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Electrospun polyethersolfone nanofibrous membrane as novel platform for protein immobilization in microfluidic systems",
      "author" : [ "M. Mahmoudifard", "M. Vossoughi", "S. Soudi", "M. Soleimani" ],
      "venue" : "J. Biomed. Mater. Res. Part B Appl. Biomater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Thermal stability of the immobilization process of horseradish peroxidase in electrospun polymeric nanofibers",
      "author" : [ "S.E. Rodriguez-deLuna", "I.E. Moreno-Cortez", "M.A. Garza-Navarro", "R. Lucio-Porto", "L. Lopez Pavon", "V.A. Gonzalez-Gonzalez" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Surface modification of polyvinyl alcohol/malonic acid nanofibers by gaseous dielectric barrier discharge plasma for glucose oxidase immobilization",
      "author" : [ "E. Afshari", "S. Mazinani", "S.-O. Ranaei-Siadat", "H. Ghomi" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Increasing Stability of Biotin Functionalized Electrospun Fibers for Biosensor Applications",
      "author" : [ "L.M. Shepherd", "E. Gonzalez", "E.X. Chen", "M.W. Frey" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1968
    }, {
      "title" : "An Introduction to Electrospinning and Nanofibers",
      "author" : [ "S. Ramakrishna", "K.A. Fujihara", "W.E. Teo", "T.C. Lim", "Z. Ma" ],
      "venue" : "World Scientific: Singapore,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2005
    }, {
      "title" : "A review on polymer nanofibers by electrospinning and their applications in nanocomposites",
      "author" : [ "Z.-M. Huang", "Y.-Z. Zhang", "M. Kotaki", "S. Ramakrishna" ],
      "venue" : "Compos. Sci. Technol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2003
    }, {
      "title" : "Electrospun Nanofibers for Chemical Separation",
      "author" : [ "M. Najafi", "M.W. Frey" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2020
    }, {
      "title" : "Electrochemical Sensors Fabricated by Electrospinning Technology: An Overview",
      "author" : [ "K. Chen", "W. Chou", "L. Liu", "Y. Cui", "P. Xue", "M. Jia" ],
      "venue" : "Sensors 2019,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Electrospinning Cellulose and Cellulose Derivatives",
      "author" : [ "M.W. Frey" ],
      "venue" : "Polym. Rev",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Covalent Attachment of Proteins to Solid Supports and Surfaces via Sortase-Mediated Ligation",
      "author" : [ "L. Chan", "H.F. Cross", "J.K. She", "G. Cavalli", "H.F.P. Martins", "C. Neylon" ],
      "venue" : "PLoS ONE 2007,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2007
    }, {
      "title" : "Development and Applications of the Copper-Catalyzed Azide-Alkyne Cycloaddition (CuAAC) as a Bioorthogonal Reaction",
      "author" : [ "L. Li", "Z. Zhang" ],
      "venue" : "Molecules 2016,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Click Chemistry: Diverse Chemical Function from a Few Good Reactions",
      "author" : [ "H.C. Kolb", "M.G. Finn", "K.B. Sharpless" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2001
    }, {
      "title" : "The copper(I)-catalyzed alkyne-azide cycloaddition (CuAAC) “click” reaction and its applications. An overview",
      "author" : [ "L. Liang", "D. Astruc" ],
      "venue" : "Coord. Chem. Rev",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Advancements in the mechanistic understanding of the copper-catalyzed azide–alkyne cycloaddition",
      "author" : [ "R. Berg", "B.F. Straub" ],
      "venue" : "Beilstein J. Org. Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Direct Evidence of a Dinuclear Copper Intermediate in Cu(I)-Catalyzed Azide-Alkyne Cycloadditions",
      "author" : [ "B.T. Worrell", "J.A. Malik", "V.V. Fokin" ],
      "venue" : "Science",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2013
    }, {
      "title" : "The CuAAC: Principles, Homogeneous and Heterogeneous Catalysts, and Novel Developments and Applications. Macromol",
      "author" : [ "S. Neumann", "M. Biewend", "S. Rana", "W.H. Binder" ],
      "venue" : "Rapid Commun. 2020,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1900
    }, {
      "title" : "Click” reactions in polysaccharide modification",
      "author" : [ "X. Meng", "K.J. Edgar" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Polysaccharides: The “Click",
      "author" : [ "P.-H. Elchinger", "P.-A. Faugeras", "B. Boëns", "F. Brouillette", "D. Montplaisir", "R. Zerrouki", "R. Lucas" ],
      "venue" : "Chemistry Impact. Polymers 2011,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2011
    }, {
      "title" : "The immobilization of proteins on biodegradable polymer fibers via click chemistry",
      "author" : [ "Q. Shi", "X. Chen", "T. Lu", "X. Jing" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2008
    }, {
      "title" : "Post-electrospinning “triclick” functionalization of degradable polymer nanofibers",
      "author" : [ "J. Zheng", "G. Hua", "J. Yu", "F. Lin", "M.B. Wade", "D.H. Reneker", "M.L. Becker" ],
      "venue" : "ACS Macro Lett. 2015,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "Thiol-based chemistry as versatile routes for the effective functionalization of cellulose nanofibers",
      "author" : [ "S. An", "B. Jeon", "J.H. Bae", "I.S. Kim", "K. Paeng", "M. Kim", "H. Lee" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Clickable cellulosic surfaces for peptide-based bioassays",
      "author" : [ "M.T. Odinolfi", "A. Romanato", "G. Bergamaschi", "A. Strada", "L. Sola", "A. Girella", "C. Milanese", "M. Chiari", "A. Gori", "M. Cretich" ],
      "venue" : "Talanta 2019,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1201
    }, {
      "title" : "Cellulose-based click-scaffolds: Synthesis, characterization and biofabrications",
      "author" : [ "A.A. Nada", "F.H.H. Abdellatif", "E.A. Ali", "R.A. Abdelazeem", "A.A.S. Soliman", "N.Y. Abou-Zeid" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Cyclodextrin-grafted electrospun cellulose acetate nanofibers via Click reaction for removal of phenanthrene",
      "author" : [ "A. Celebioglu", "S. Demirci", "T. Uyar" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "Ultrafine fibrous cellulose membranes from electrospinning of cellulose acetate",
      "author" : [ "H. Liu", "Y.-L. Hsieh" ],
      "venue" : "J. Polym. Sci. B Polym. Phys",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2002
    }, {
      "title" : "Apparent Copper(II)-Accelerated Azide−Alkyne Cycloaddition",
      "author" : [ "W.S. Brotherton", "H.A. Michaels", "J.T. Simmons", "R.J. Clark", "N.S. Dalal", "L. Zhu" ],
      "venue" : "Org. Lett",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2009
    }, {
      "title" : "On the determination of crystallinity and cellulose content in plant fibres",
      "author" : [ "A. Thygesen", "J. Oddershede", "H. Lilholt", "A.B. Thomsen", "K. Ståhl" ],
      "venue" : "Cellulose",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2005
    }, {
      "title" : "Bioengineered Approaches for Site Orientation of Peptide-Based Ligands of Nanomaterials",
      "author" : [ "S. Avvakumova", "M. Colombo", "E. Galbiati", "S. Mazzucchelli", "R. Rotem", "D. Prosperi" ],
      "venue" : "In Biomedical Applications of Functionalized Nanomaterials; Elsevier: Amsterdam, the Netherlands,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "However, the largest drawback is that the poor surface area limits the attachment of probes, directly correlating to lower sensitivity and higher response time [1].",
      "startOffset" : 160,
      "endOffset" : 163
    }, {
      "referenceID" : 5,
      "context" : "successfully fabricated nanofiber membranes on an industrial scale [6].",
      "startOffset" : 67,
      "endOffset" : 70
    }, {
      "referenceID" : 9,
      "context" : "The cellulose acetate nanofibers can be functionalized via their acetyl groups, or they can be deacetylated to take advantage of the change in reactivity of the hydroxyl group on cellulose carbon-6 [10].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 10,
      "context" : "These are not sufficient for applications requiring that the immobilized biomolecules maintain functionality and remain on the substrate surface without leaching during washing or storage [11].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 1,
      "context" : "Some strategies for biomolecule attachment to nanofibers include N-ethyl-N′-(3-(dimethylamino)propyl) carbodiimide/N-hydroxysuccinimide (EDC/NHS) coupling [2], crosslinking with glutaraldehyde (GA) vapor [3], and creating reactive sites with plasma [4].",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 2,
      "context" : "Some strategies for biomolecule attachment to nanofibers include N-ethyl-N′-(3-(dimethylamino)propyl) carbodiimide/N-hydroxysuccinimide (EDC/NHS) coupling [2], crosslinking with glutaraldehyde (GA) vapor [3], and creating reactive sites with plasma [4].",
      "startOffset" : 204,
      "endOffset" : 207
    }, {
      "referenceID" : 3,
      "context" : "Some strategies for biomolecule attachment to nanofibers include N-ethyl-N′-(3-(dimethylamino)propyl) carbodiimide/N-hydroxysuccinimide (EDC/NHS) coupling [2], crosslinking with glutaraldehyde (GA) vapor [3], and creating reactive sites with plasma [4].",
      "startOffset" : 249,
      "endOffset" : 252
    }, {
      "referenceID" : 11,
      "context" : "While the coupling chemistries mentioned above have varying degrees of success in short-term stability, reusability, and bioactivity, these methods are susceptible to hydrolysis and degradation with long-term storage [12].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 12,
      "context" : "Click chemistry is a class of specific reactions, characterized by relatively fast, catalyzed reactions, high efficiency, high selectivity, and stable reactants, that was originally named by Karl Barry Sharpless in 2001 [13].",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 12,
      "context" : "A key advantage of click reactions is that they are bio-orthogonal, and, therefore, biomolecules can participate in the reactions while preserving their bioactivity [13].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 17,
      "context" : "Click modification of polysaccharides has been widely studied, yet central reviews on this topic do not discuss cellulose nanofibers as click substrates [18,19].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 18,
      "context" : "Click modification of polysaccharides has been widely studied, yet central reviews on this topic do not discuss cellulose nanofibers as click substrates [18,19].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 25,
      "context" : "5 Normal (N) KOH in ethanol solution at constant shaking at room temperature [26].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 24,
      "context" : "Scheme 1c is adapted from Celebioglu [25].",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 26,
      "context" : "The copper (I) was previously proven to be generated via alcohol oxidation and terminal alkyne homocoupling [28].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 26,
      "context" : "The reduced form of ascorbic acid, dehydroascorbate, can react with certain amino acids that change the protein functionality and/or cause protein aggregation [28].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 26,
      "context" : "The copper (I) was previously proven to be generated via alcohol oxidation and terminal alkyne homocoupling [28].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 26,
      "context" : "The reduced form of ascorbic acid, dehydroascorbate, can react with certain amino acids that change the protein functionality and/or cause protein aggregation [28].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 28,
      "context" : "For example, streptavidin is approximately 5 nm and fits well within the biotin spacing [30].",
      "startOffset" : 88,
      "endOffset" : 92
    } ],
    "year" : 2020,
    "abstractText" : "As potential high surface area for selective capture in diagnostic or filtration devices, biotin-cellulose nanofiber membranes were fabricated to demonstrate the potential for specific and bio-orthogonal attachment of biomolecules onto nanofiber surfaces. Cellulose acetate was electrospun and substituted with alkyne groups in either a oneor two-step process. The alkyne reaction, confirmed by FTIR and Raman spectroscopy, was dependent on solvent ratio, time, and temperature. The two-step process maximized alkyne substitution in 10/90 volume per volume ratio (v/v) water to isopropanol at 50 ◦C after 6 h compared to the one-step process in 80/20 (v/v) at 50 ◦C after 48 h. Azide-biotin conjugate “clicked” with the alkyne-cellulose via copper-catalyzed alkyne-azide cycloaddition (CuAAC). The biotin-cellulose membranes, characterized by FTIR, SEM, Energy Dispersive X-ray spectroscopy (EDX), and XPS, were used in proof-of-concept assays (HABA (4′-hydroxyazobenzene-2-carboxylic acid) colorimetric assay and fluorescently tagged streptavidin assay) where streptavidin selectively bound to the pendant biotin. The click reaction was specific to alkyne-azide coupling and dependent on pH, ratio of ascorbic acid to copper sulfate, and time. Copper (II) reduction to copper (I) was successful without ascorbic acid, increasing the viability of the click conjugation with biomolecules. The surface-available biotin was dependent on storage medium and time: Decreasing with immersion in water and increasing with storage in air.",
    "creator" : "LaTeX with hyperref package"
  }
}