{
  "name" : "2020-06-18__1e_10.1021@acsmaterialslett.0c00171.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Hierarchically Structured Nitrogen-doped Carbon Microspheres for Advanced Potassium Ion Batteries",
    "authors" : [ "Junmin Ge", "Bin Wang", "Jiang Zhou", "Shuquan Liang", "Apparao M. Rao", "Bingan Lu", "J. Ge", "Prof. B. Lu", "B. Wang" ],
    "emails" : [ "zhou_jiang@csu.edu.cn", "luba2012@hnu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "widespread attention in various fields, such as energy storage, medicine, and biosensors. In this study, hierarchically structured nitrogen-doped carbon microspheres (CMSs) are synthesized for use as electrodes in a potassium ion battery (PIBs). Compared to traditional carbon nanomaterials, the CMSs possess rich internal structure, which not only provide additional active sites and better electron transport but also mitigate the volume expansion related challenges caused by potassium ion intercalation. As the anode material for PIBs, the CMSs could deliver high reversible discharge capacities\nACS Paragon Plus Environment\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nof 328 and 125 mAh g-1 at 100 and 3000 mA g-1, respectively. Moreover, the CMSs anodes also exhibit durable cycling performance with a remaining capacity of 136 mAh g-1 even after 10000 cycles at a high current density of 2000 mA g-1. Notably, a full cell assembled with the CMSs anode and an organic cathode exhibits excellent electrochemical characteristics with 78% capacity retention after 1900 cycles at 500 mA g-1, and high energy and power densities of 141Wh kg-1 and 4382 W kg-1, respectively. Considering the rich microstructure of CMSs and their facile synthesis method, this study delineates the merits of employing CMSs in battery applications over other electrode materials.\nThe implementation of large-scale intermittent renewable energy power generation technologies urgently warrants the development of large-scale energy storage devices.1, 2 In the past few decades, the lithium ion battery (LIB) technologies have progressed significantly, but because of the limited lithium resources, safety issues and high costs. It is imperative to develop alternate alkaline metal battery other than the LIBs.3-5 Among various metal ion batteries, the potassium ion batteries (PIBs) offer attractive benefits such as, abundant potassium reserves, low cost and the higher negative standard electrode potential of K.6-10 As such, recent battery research is shifting towards the development of PIBs with a special focus on structural engineering of electrode materials.9, 11-18\nCarbon materials have always played a vital role in the development of energy storage systems owing to their low cost, and excellent structural and electrical properties.19-23 Graphite, the forerunner in the carbon family, is a widely used\nPage 2 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\ncommercial anode material in LIBs which provides a theoretical capacity of 372 mAh g-1 due to its ability to form a graphite intercalation compound with Li.24, 25 Unfortunately, graphite anodes suffer from poor rate performance and low initial Coulombic efficiency in PIBs.10, 26 Thus, graphite is currently not the perfect anode material for PIBs. Various carbon nanomaterials have been investigated, including porous hollow carbon spheres,27 carbon nanofibers,13 3D nitrogen-doped framework carbons,28 and hierarchical carbon nanotubes29 etc. As the anodes for PIBs, multi-level nanostructures and rich element doping to make anodes perform outstanding electrochemical performance. However, the lower initial Coulombic efficiency and nanoscale carbons in commercial batteries has been limited. Carbonaceous micron materials that not only possess hierarchical structure but also contain dopants that enhance electrochemical properties are more desirable as electrode materials.1, 30, 31\nThis study introduces a novel zinc catalysis method for preparing nitrogen-doped carbon microspheres (CMSs) using the graphitic C3N4 (g-C3N4). As-prepared CMSs exhibit a unique hierarchical structure with multi-compartmentalized interior microand nano-structures that serve as abundant sites for functional groups, and K ion adsorption. This new anode has micropores, which is conducive to electrolyte penetration. Cross-linked nanosheets and nanospheres provide more electron transmission channels. Micron-level structural materials provide convenience for commercialization and increase initial coulombic efficiency. Thus, the PIB anodes prepared using CMSs outperform electrodes prepared using any other carbonaceous materials by exhibiting high reversible discharge capacity of 328 mAh g-1, high initial\nPage 3 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\ncoulombic efficiency of 73%, high operating time of more than 12 months at 100 mA g-1, and durable cycling performance with a reversible capacity of 136 mAh g-1 even after 10000 cycles at 2000 mA g-1 (capacity decay rate per cycle is 0.0064 mAh g-1). Notably, a full cell assembled using the CMSs anode and an organic cathode yields high energy and power densities of 141Wh kg-1 and 4382 W kg-1, respectively.\nThe CMSs were prepared via the facile zinc catalysis of g-C3N4 (Figure. 1a). First, the g-C3N4 that was synthesized by a conventional method is mixed with Zn powder (1:1 wt.%) and annealed at varying calcination temperatures of 700, 800 and 900 oC, respectively. The CMSs were obtained by washing the annealed products, and are henceforth referred as CMSs-700, CMSs-800 and CMSs-900, respectively.\nThe morphology and microstructure of as-prepared CMSs were deduced using scanning electron microscopy (SEM) and transmission electron microscopy (TEM). A representative SEM image of CMSs-800 (Figure. 1b) exhibits a porous micron-sized spherical morphology with an uneven size distribution. We attribute the uneven surfaces of the spherical shell of CMSs to rupturing, which occurs during the Zn removal process, leading to spillage of the smaller size microspheres that were embedded inside the larger CMSs. Figure. 1c depicts a ruptured CMSs-800 (dia. ~25μm) with embedded smaller sized microspheres. Due to rupturing, the surfaces the microspheres in Figure. 1b are not smooth. As evident in Figure. S1a, the surface of the CMSs is composed of nanosheets, and there is no adhesion between the CMSs (Figure. 1b). The micro-cavity inside the CMSs provides rich electroactive sites and promotes electrolyte infiltration (Figure. 1d). Several nanosheets and nanospheres are present\nPage 4 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\ninside the cavity (Figure. 1e). The TEM images in Figure. 1f-h and Figure. S1b show a zoomed in view of a CMSs-800, which reveal its spherical shape that is composed of nanosheets and several embedded microspheres. The average shell thickness of CMSs800 is ≈50 nm (Figure. S1c), which is comprised of amorphous nanosheets, as evident in the high-resolution TEM image (Figure. 1i). The interlayer spacing between these nan sheets is about 0.6 nm (Figure. S1d). In addition, HRTEM and element mapping images (Figure. 1j) demonstrate the uniform distribution of N and O in the carbon nan sheets. The contents of N and O will be discussed later in the X-ray photoelectron spectroscopy (XPS) section.\nThe CMSs with multi-compartmentalized structures in its cavity have the following characteristics: the diameter of the first-order structure is of the order of tens of microns, and it encompasses on an average of a dozen micro-spheres with the second-order structure. The second-order structure of microspheres encompasses nanosheets and nanospheres. The structural units are mostly spheres and nanosheets, and the thickness of the spherical wall ranges from 40 - 60nm. The spherical wall is composed of dozens of nanosheets of amorphous carbon. The formation mechanism of CMSs can be described as follows: Zn and g-C3N4 form carbon-containing Zn droplets or carbon clusters at high temperatures. The droplets continuously absorb external carbon clusters until the droplets becomes supersaturated with carbon which then precipitates, forming graphite layer on the surface of the droplets. Thus, the supersaturated droplet and the graphite layer form a core-shell structure.32-34 The molten state of Zn powder at a low temperature (≤ 419 oC) is more long-range and ordered in structure, and the atomic\nPage 5 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nclusters are larger. The high-temperature (≥ 419 oC) molten state is closer to the vaporization state, and as a result the atomic clusters are smaller. The varying size of Zn droplets at different temperatures results in the formation of CMSs with varying diameters.\nX-ray diffraction (XRD) and Raman measurements were employed to assess the\nmicrostructural characteristics of CMSs-800. Two broad peaks present at 27° and 42° correspond to peaks associated with the (002) and (100) planes in disordered carbon (Figure. 2a).35 The presence of the (002) peak around 27° is indicative of very small interlayer space of, which could hinder, or is even unfavorable for the electrochemical insertion/extraction of K+. As shown later in the cyclic voltammetry (CV) plots, no plateau was observed for K+- intercalation in the graphite layer. The Raman spectrum of CMSs-800 (Figure. S2) exhibits two broad peaks at 1332 cm−1 (D band corresponding to presence of defects in carbon lattice) and 1579 cm−1 (G band corresponding to in-plane stretching vibration sp2 hybridized carbon).36 Clearly, the Dband intensity is higher than that of the G-band, and the ID/IG ratio as deduced from the ratio of areas under the D and G peaks is 1.18, consistent with the amorphous structure of carbon in CMSs. The surface area and pore structure of CMSs-800 was further ratified by the N2 adsorption–desorption tests (Figure. 2b and Figure. S3). The Brunauer–Emmett–Teller (BET) surface area of CMSs-800 is ~105 m2 g-1 with a pore size distribution ranging from 0.4–1.7 nm.\nTo analyze elemental composition and bonding configurations present in CMSs-\n800, the XPS measurements were conducted. The full survey XPS of CMSs-800\nPage 6 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nexhibits three peaks around 285, 400 and 532 eV, which are assigned to C 1s, N 1s and O 1s, respectively (Figure. S4). The C, N and O contents were calculated to be 84%, 12% and 4% for CMSs-800. The high-resolution XPS spectrum of C1s (Figure. 2c) could be deconvoluted into two peaks at 284.7 and 286.5 eV corresponding to C-C/C=C and C– N/C=O, respectively,37 which is indicative of in-situ doping of both N and O in the sample. The O 1s XPS spectrum (Figure. 2d) displays two peaks at approximately 531.6 and 532.3 eV, which correspond to C=O and C-OH/C-O-C groups, respectively. The presence of the C-OH hydroxyl group could promote electrolyte penetration, and further promote the storage of K+.38 Moreover, the presence of C=O can also increase the capacity of CMSs. Three typical peaks at 398.2, 399.8 and 402.2 eV were observed in N 1s spectra, corresponding to Pyridinic N (3.9%), Pyrrolic N (6.5%) and Graphitic N (1.7%) dopant configurations, respectively (Figure. 2e). Pyridinic N and Pyrrolic N could provide more electroactive sites to promote the capacitive behavior of carbon materials.13, 39-41 Graphitic N could increase the conductivity of the sample and accelerate ion diffusion. The relative atomic contents of Pyridinic N, Pyrrolic N and Graphitic N are 30.8%, 51.3% and 13.8%, respectively (Figure. 2f).\nThe electrochemical performance of K-ion storage in the CMSs-800 were\ninvestigated using potassium as the counter electrode. Before assembling the battery, we performed in-situ pre- potassiation of the electrodes. The specific steps are described in the experimental section. Figure. 3a depicts the CV curves of the CMSs-800 anode at the scan rate of 0.1mV s-1 in the electrochemical window of 0.01-3V. The broad cathodic peak starts at 1.1V with a width of about 1.1V, and no peak was observed in\nPage 7 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nthe anodic scan for the first cycle. The broad cathodic peak is due to the irreversible reaction between the electrolyte and CMSs-800, and the formation of solid electrolyte interface (SEI). For subsequent cycles, the profiles are rectangular-shaped, which is representative of a typical capacitor behavior after the first cycle.8, 28, 42 After the first cycle, the observed overlapping CV curves highlight the good reversibility of the cell. The galvanostatic charge/discharge (GCD) curves of the CMSs-800 at a current density of 100 mA g-1 are depicted in Figure. 3b. The initial discharge and charge capacities are 473 mAh g-1 and 345 mAh g-1, respectively with an initial coulombic efficiency (ICE) of 73% (in situ pre-potassization). This ICE is attributed to an increase in the irreversible side reaction stemming from the small discharge current and the presence of nitrogen doped carbon.43-45 Nevertheless, the low ICE results in stable SEI films that guarantee long cycle stability and coulombic efficiency close to 100% after several cycles. The GCD curves recorded under similar conditions as for CMSs-800 (Figure. 3b) for the other two samples (CMSs-700 and CMSs-900) are shown in Figure. S5 and 6. Clearly, the charging and discharging plateaus gradually appear as the sample synthesis temperature increases (Figure. S7). The GCD curves of CMSs-800 electrode at various current densities are depicted in Figure. 3c, and a high reversible capacity of 125 mAh g-1 is observed even at 3000 mA g-1.\nNext, the long-term cycling stability of the CMSs-800 electrode was evaluated at\nlow and high current densities. The battery could deliver a stable cycle performance for over 1000 cycles at a low current density of 100 mA g-1 and a reversible capacity above 300 mAh g-1 (Figure. 3d). It is noteworthy that the battery operated for over 12 months\nPage 8 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nat 100 mA g-1 current density. Likewise, Figure. 3e shows the cycle performance of CMSs-800 electrode at a current density of 2000 mA g-1. The battery exhibited a capacity of 136 mAh g-1 after 10000 cycles, and the corresponding capacity decay rate per cycle was 0.0064 mAh g-1. It should be mentioned that the electrochemical data shown in Figure. 3e and 3f were collected with the same battery. The rate performance of CMSs electrode is shown in Figure. 3f, and clearly CMSs-800 exhibited the highest capacity. Specifically, it delivered reversible capacities of 328, 278, 225, 180, 164, 150, and 125 mAh g−1 at current rates of 100, 200, 500, 1000, 1500, 2000, and 3000 mA g−1, respectively. Subsequently, when the current density returned to 100 mA g-1, a reversible capacity of 320 mAh g-1 was recovered, suggesting the highly reversible capacity and excellent rate performance of CMSs-800 electrode. Indeed, the cycling durability of our CMSs-800-based anodes exceeds all other carbon-based anode materials for PIBs (Figure. 3g and Table S1).13, 28, 29, 39, 43, 44, 46-51\nThe density functional theory (DFT) calculations were carried out to investigate\nthe K-adsorption ability of the CMSs using a 4 x 4 x 1 supercell structure of graphite (Figure. S8). One C atom is replaced by N atom in three position (N-5, N-6, N-Q) shown in Figure. S9. The calculated lattice parameters and volume are listed in Table S2 and Table S3. As radius of N is smaller than C atom, the volume of N-6 and N-Q is lower compared with that of Gd. Although there is one less C atom in the N-5 structure, its volume increased little, which is due to the defect induced volume deformation. From Table S3, it is also found that the layer distance changed very little since one N atom replaced one C atom.\nPage 9 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nAt first, one K atom was placed right underneath the N atom as shown\nschematically in Figure. 4a-f. The lattice parameters a, c, volume, and the interlayer distance were determined after geometry optimization (Table S3). Among them, the NQ structure with one absorbed K atom exhibited the highest volume expansion due to the bonding of the N atom with three C atoms, which also helps maintain the integrity of the structure. Furthermore, after geometry optimization, the K atom stays right underneath N atom. The interlayer distance was the smallest in the N-5 structure with one absorbed K atom, which is due to one less C atom being present in the N-5 structure near the N atom compared with the N-6 and N-Q structures. After geometry optimization, the K atom moved to the central defect position, which is the region of the layer where interaction is weak.\nThe K intercalation energy ( ) is defined as - - , where 𝐸𝑖 𝐸𝐺𝑁 ― 𝑋 + 𝐾 𝐸𝐺𝑁 ― 𝑋 𝐸𝐾\nand are total energies of the K-intercalated and pristine (x=5, 𝐸𝐺𝑁 ― 𝑋 + 𝐾 𝐸𝐺𝑁 ― 𝑋 𝐺𝑁 ― 𝑋 6, Q), respectively, and is the energy of an isolated K atom. By definition ( ) 𝐸𝐾 𝐸𝑖 < 0 corresponds to an exothermic reaction and attractive interaction. From Figure. 4g and Table S3, , which implies that the structure with one absorbed K atom 𝐸𝑖 < 0 𝐺𝑁 ― 𝑋 is stable. Moreover, the absolute value of for one absorbed K atom in the N-5 𝐸𝑖 structure is the largest implying that the presence of more defects is favorable for the absorbed K atom. The calculated electron densities revealed the absence of bonding between the K atom and neighboring carbon atoms.\nThe CMSs-800 showed excellent rate and high capacity performance in half-cells.\nWe further assembled full cells with the CMSs-800 anodes and 3,4,9,10-\nPage 10 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nperylenetetracarboxylic dianhydride (PTCDA) cathodes to evaluate the practical application of CMSs-800. A schematic of the full cell operation is depicted in Figure. 5a. The GCD curves of the CMSs-800//K half-cell, PTCDA//K half-cell and the CMSs800//PTCDA full cell are displayed in Figure. 5b. The differential specific capacity profile (dQm/dV) of CMSs-800 (Figure. S10) shows two redox couples located at 2.1/1.2 V and 2.7/2.4 V, representing the K+ intercalation/deintercalation process. The GCD curves shown in Figure. S11 suggest that the full cell can operate for more than 12000 s at a current density of 50 mA g-1. Figure. 5c exhibits the rate capability of the full-cell in the potential range of 0.01–3.3 V, which delivers a reversible capacity of 126, 116, 97, 79, 56 and 26 mAh g-1 at various current density ranging from 50 to 2000 mA g-1 (the capacity, energy density and power density were calculated based on the mass of anode and cathode). Furthermore, when the current densities are returned to 500 mA g-1, a discharge capacity of 71 mAh g-1 was recovered. The GCD curves of full cell at different current densities are shown in Figure. S12. Moreover, the full cell exhibits an excellent stability (Figure. 5d) with 78% capacity retention after 1900 cycles at 500 mA g-1, which is a result of the outstanding electrochemical performance of the anode and cathode. Specifically, the full cell displayed an energy density of 141, 130, 112, 82, 54 and 28 Wh kg-1, which is equivalent to a power density of 115, 229, 455, 985, 1790 and 4382 W kg-1, respectively. Lastly in Figure. 5e, the cycling performance of our full cell is compared to those reported in the literature,13, 52-58 which clearly highlights the prospects of using CMSs electrodes in full cell PIBs for long term stability and super rate performance in a wide range of applications.\nPage 11 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nIn summary, we reported a facile Zn catalyzed method to synthesize CMSs using\ng-C3N4 as the precursor. The CMSs, whose hierarchically structured interior was doped with nitrogen and oxygen, when used as PIB anodes exhibited a reversible capacity of 304 mAh g-1 at 100 mA g-1 after 1000 cycles, high rate performance (328 mAh g-1 at 100 mA g-1 and 125 mAh g-1 at 3000 mA g-1) as well as super cycling stability (remaining 136 mAh g-1 after 10000 cycles at 2000 mA g-1). The theoretical simulations elucidated the advantage of nitrogen doping in the carbon framework of CMSs. Importantly, a CMSs full cell matched with the PTCDA cathode, exhibited excellent cycling stability with 78% capacity retention after 1900 cycles at 500 mA g-1; and energy and power densities of 141Wh kg-1 and 4382 W kg-1, respectively. This study highlights the importance of using hierarchically structured doped CMSs as anodes for the development of low-cost and high-performance PIBs. Supporting Information. This material is available free of charge via the Internet. Experiment section; Calculated Method and Crystal Structure; TEM images; Raman spectrum; BET; XPS survey spectra; Discharge/charge curves."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by National Nature Science Foundation of China (Nos. 51922038 and 51672078), Hunan Outstanding Youth Talents (No. 2019JJ20005) and Hunan University State Key Laboratory of Advanced Design and Manufacturing for Vehicle Body Independent Research Project (No. 71675004) Hunan Youth Talents (2016RS3025), and Foundation of State Key Laboratory of Coal Conversion (Grant No. J17-18-903), and the Hunan Provincial Innovation Foundation for Postgraduate\nPage 12 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n(No. CX20190276). AMR gratefully acknowledges funding support through the SC EPSCoR/IDeA Program under Award #18-SR03, and the NASA EPSCoR Program under Award #NNH17ZHA002C. Conflict of Interest\nThe authors declare no conflict of interest.\n[1]Pomerantseva, E.; Bonaccorso, F.; Feng, X.; Cui, Y.; Gogotsi, Y. Energy storage: The future enabled by nanomaterials. Science 2019, 366, 969.\n[2]Gür, T. M. Review of electrical energy storage technologies, materials and systems: challenges and prospects for large-scale grid storage. Energy Environ. Sci. 2018, 11, 2696-2767.\n[3]Zhang, R.; Chen, X.; Shen, X.; Zhang, X. Q.; Chen, X. R.; Cheng, X. B.; Yan, C.; Zhao, C.\nZ.; Zhang, Q. Coralloid Carbon Fiber-Based Composite Lithium Anode for Robust Lithium Metal Batteries. Joule 2018, 2, 764-777.\n[4]Yu, X.; Wang, B.; Gong, D.; Xu, Z.; Lu, B. Graphene Nanoribbons on Highly Porous 3D Graphene for High-Capacity and Ultrastable Al-Ion Batteries. Adv. Mater. 2017, 29, 1604118.\n[5]Xie, X. S.; Liang, S. Q.; Gao, J. W.; Guo, S.; Guo, J. B.; Wang, C.; Xu, G. Y.; Wu, X. W.;\nChen, G.; Zhou, J. Manipulating the ion-transfer kinetics and interface stability for highperformance zinc metal anodes. Energy Environ. Sci. 2020, 13, 503-510. [6]Eftekhari, A. Potassium secondary cell based on Prussian blue cathode. J. Power Sources 2004, 126, 221-228.\n[7]Fan, L.; Chen, S.; Ma, R.; Wang, J.; Wang, L.; Zhang, Q.; Zhang, E.; Liu, Z.; Lu, B. Ultrastable\nPotassium Storage Performance Realized by Highly Effective Solid Electrolyte Interphase\nPage 13 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nLayer. Small 2018, 14, e1801806.\n[8]Yang, W. X.; Zhou, J. H.; Wang, S.; Zhang, W. Y.; Wang, Z. C.; Lv, F.; Wang, K.; Sun, Q.;\nGuo, S. J. Freestanding film made by necklace-like N-doped hollow carbon with hierarchical pores for high-performance potassium-ion storage. Energy Environ. Sci. 2019, 12, 1605-1612.\n[9]Zhang, W.; Mao, J.; Li, S.; Chen, Z.; Guo, Z. Phosphorus-Based Alloy Materials for Advanced Potassium-Ion Battery Anode. J. Am. Chem. Soc. 2017, 139, 3316-3319. [10]Jian, Z.; Luo, W.; Ji, X. Carbon Electrodes for K-Ion Batteries. J. Am. Chem. Soc. 2015, 137, 11566-11569.\n[11]Beltrop, K.; Beuker, S.; Heckmann, A.; Winter, M.; Placke, T. Alternative electrochemical energy storage: potassium-based dual-graphite batteries. Energy Environ. Sci. 2017, 10, 2090-\n2094.\n[12]Xie, K.; Yuan, K.; Li, X.; Lu, W.; Shen, C.; Liang, C.; Vajtai, R.; Ajayan, P.; Wei, B. Superior\nPotassium Ion Storage via Vertical MoS2 \"Nano-Rose\" with Expanded Interlayers on Graphene. Small 2017, 13, 1701471.\n[13]Xu, Y.; Zhang, C.; Zhou, M.; Fu, Q.; Zhao, C.; Wu, M.; Lei, Y. Highly nitrogen doped carbon nanofibers with superior rate capability and cyclability for potassium ion batteries. Nat. Commun. 2018, 9, 1720.\n[14]Liu, Y. J.; Tai, Z. X.; Zhang, Q.; Wang, H. Q.; Pang, W. K.; Liu, H. K.; Konstantinov, K.; Guo, Z. P. A new energy storage system: Rechargeable potassium-selenium battery. Nano Energy 2017, 35, 36-43.\n[15]Chen, Y. N.; Luo, W.; Carter, M.; Zhou, L. H.; Dai, J. Q.; Fu, K.; Lacey, S.; Li, T.; Wan, J.\nY.; Han, X. G.; Bao, Y. P.; Hu, L. B. Organic electrode for non-aqueous potassium-ion batteries.\nPage 14 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nNano Energy 2015, 18, 205-211.\n[16]Huang, K. S.; Xing, Z.; Wang, L. C.; Wu, X.; Zhao, W.; Qi, X. J.; Wang, H.; Ju, Z. C. Direct\nsynthesis of 3D hierarchically porous carbon/Sn composites via in situ generated NaCl crystals as templates for potassium-ion batteries anode. J. Mater. Chem. A 2018, 6, 434-442.\n[17]Zhang, W.; Pang, W. K.; Sencadas, V.; Guo, Z. Understanding High-Energy-Density Sn4P3 Anodes for Potassium-Ion Batteries. Joule 2018, 2, 1534-1547.\n[18]Wang, G.; Xiong, X. H.; Xie, D.; Lin, Z. H.; Zheng, J.; Zheng, F. H.; Li, Y. P.; Liu, Y. Z.;\nYang, C. H.; Liu, M. L. Chemically activated hollow carbon nanospheres as a high-performance anode material for potassium ion batteries. J. Mater. Chem. A 2018, 6, 24317-24323.\n[19]Zhang, A. Y.; Fang, X.; Shen, C. F.; Liu, Y. H.; Zhou, C. W. A carbon nanofiber network for stable lithium metal anodes with high Coulombic efficiency and long cycle life. Nano Res. 2016, 9, 3428-3436.\n[20]Cao, Y.; Xiao, L.; Sushko, M. L.; Wang, W.; Schwenzer, B.; Xiao, J.; Nie, Z.; Saraf, L. V.; Yang, Z.; Liu, J. Sodium ion insertion in hollow carbon nanowires for battery applications. Nano Lett. 2012, 12, 3783-3787\n[21]Feng, Y. H.; Chen, S. H.; Wang, J.; Lu, B. A. Carbon foam with microporous structure for high performance symmetric potassium dual-ion capacitor. J Energy Chem 2020, 43, 129-138.\n[22]Zhou, L.; Cao, H.; Zhu, S. Q.; Hou, L. R.; Yuan, C. Z. Hierarchical micro-/mesoporous N-\nand O-enriched carbon derived from disposable cashmere: a competitive cost-effective material for high-performance electrochemical capacitors. Green Chem. 2015, 17, 2373-2382.\n[23]Cui, C.; Wang, H.; Wang, M.; Ou, X.; Wei, Z.; Ma, J.; Tang, Y. Hollow Carbon Nanobelts\nCodoped with Nitrogen and Sulfur via a Self-Templated Method for a High-Performance\nPage 15 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nSodium-Ion Capacitor. Small 2019, 15, e1902659.\n[24]Zhang, W. J. A review of the electrochemical performance of alloy anodes for lithium-ion batteries. J. Power Sources 2011, 196, 13-24.\n[25]Liang, H. J.; Hou, B. H.; Li, W. H.; Ning, Q. L.; Yang, X.; Gu, Z. Y.; Nie, X. J.; Wang, G.;\nWu, X. L. Staging Na/K-ion de-/intercalation of graphite retrieved from spent Li-ion batteries: in\noperando X-ray diffraction studies and an advanced anode material for Na/K-ion batteries. Energy Environ. Sci. 2019, 12, 3575-3584.\n[26]Luo, W.; Wan, J.; Ozdemir, B.; Bao, W.; Chen, Y.; Dai, J.; Lin, H.; Xu, Y.; Gu, F.; Barone, V.; Hu, L. Potassium Ion Batteries with Graphitic Materials. Nano Lett. 2015, 15, 7671-7677.\n[27]Qiu, D.; Guan, J.; Li, M.; Kang, C.; Wei, J.; Li, Y.; Xie, Z.; Wang, F.; Yang, R. Kinetics\nEnhanced Nitrogen‐Doped Hierarchical Porous Hollow Carbon Spheres Boosting Advanced Potassium‐Ion Hybrid Capacitors. Adv. Funct. Mater. 2019, 29, 1903496.\n[28]Yang, B. J.; Chen, J. T.; Liu, L. Y.; Ma, P. J.; Liu, B.; Lang, J. W.; Tang, Y.; Yan, X. B. 3D nitrogen-doped framework carbon for high-performance potassium ion hybrid capacitor. Energy Storage Materials 2019, 23, 522-529.\n[29]Wang, Y.; Wang, Z.; Chen, Y.; Zhang, H.; Yousaf, M.; Wu, H.; Zou, M.; Cao, A.; Han, R. P.\nS. Hyperporous Sponge Interconnected by Hierarchical Carbon Nanotubes as a HighPerformance Potassium-Ion Battery Anode. Adv. Mater. 2018, 30, e1802074.\n[30]Liu, D.; Xue, N.; Wei, L.; Zhang, Y.; Qin, Z.; Li, X.; Binks, B. P.; Yang, H. Surfactant\nAssembly within Pickering Emulsion Droplets for Fabrication of Interior-Structured Mesoporous Carbon Microspheres. Angew. Chem., Int. Ed. Engl. 2018, 57, 10899-10904.\n[31]Li, W. H.; Ning, Q. L.; Xi, X. T.; Hou, B. H.; Guo, J. Z.; Yang, Y.; Chen, B.; Wu, X. L. Highly\nPage 16 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nImproved Cycling Stability of Anion De-/Intercalation in the Graphite Cathode for Dual-Ion Batteries. Adv. Mater. 2019, 31, e1804766.\n[32]Biró, L. P.; Márk, G. I.; Horváth, Z. E.; Kertész, K.; Gyulai, J.; Nagy, J. B.; Lambin, P. Carbon nanoarchitectures containing non-hexagonal rings: “necklaces of pearls”. Carbon 2004, 42,\n2561-2566.\n[33]Okuno, H.; Grivei, E.; Fabry, F.; Gruenberger, T. M.; Gonzalez-Aguilar, J.; Palnichenko, A.;\nFulcheri, L.; Probst, N.; Charlier, J. C. Synthesis of carbon nanotubes and nano-necklaces by thermal plasma process. Carbon 2004, 42, 2543-2549.\n[34]Jourdain, V.; Kanzow, H.; Castignolles, M.; Loiseau, A.; Bernier, P. Sequential catalytic growth of carbon nanotubes. Chem. Phys. Lett. 2002, 364, 27-33.\n[35]Zhang, J.; Yang, C. P.; Yin, Y. X.; Wan, L. J.; Guo, Y. G. Sulfur Encapsulated in Graphitic Carbon Nanocages for High-Rate and Long-Cycle Lithium-Sulfur Batteries. Adv. Mater. 2016, 28, 9539.\n[36]Hao, R.; Yang, Y.; Wang, H.; Jia, B. B.; Ma, G. S.; Yu, D. D.; Guo, L.; Yang, S. H. Direct\nchitin conversion to N-doped amorphous carbon nanofibers for high-performing full sodium-ion batteries. Nano Energy 2018, 45, 220-228.\n[37]Li, Y. M.; Hu, Y. S.; Titirici, M. M.; Chen, L. Q.; Huang, X. J. Hard Carbon Microtubes Made from Renewable Cotton as High-Performance Anode Material for Sodium-Ion Batteries. Adv. Energy Mater. 2016, 6, 1600659.\n[38]Wang, H.; Mitlin, D.; Ding, J.; Li, Z.; Cui, K. Excellent energy–power characteristics from a hybrid sodium ion capacitor based on identical carbon nanosheets in both electrodes. J. Mater. Chem. A 2016, 4, 5149-5158.\nPage 17 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n[39]Huang, H.; Xu, R.; Feng, Y.; Zeng, S.; Jiang, Y.; Wang, H.; Luo, W.; Yu, Y.\nSodium/Potassium-Ion Batteries: Boosting the Rate Capability and Cycle Life by Combining Morphology, Defect and Structure Engineering. Adv. Mater. 2020, 32, e1904320.\n[40]Zheng, F.; Yang, Y.; Chen, Q. High lithium anodic performance of highly nitrogen-doped porous carbon prepared from a metal-organic framework. Nat Commun 2014, 5, 5261.\n[41]Wang, X.; Weng, Q.; Liu, X.; Wang, X.; Tang, D. M.; Tian, W.; Zhang, C.; Yi, W.; Liu, D.;\nBando, Y.; Golberg, D. Atomistic origins of high rate capability and capacity of N-doped graphene for lithium storage. Nano Lett. 2014, 14, 1164-1171.\n[42]Hu, X. D.; Sun, X. H.; Yoo, S. J.; Evanko, B.; Fan, F. R.; Cai, S.; Zheng, C. M.; Hu, W. B.;\nStucky, G. D. Nitrogen-rich hierarchically porous carbon as a high-rate anode material with ultra-stable cyclability and high capacity for capacitive sodium-ion batteries. Nano Energy 2019, 56, 828-839.\n[43]Yang, J.; Ju, Z.; Jiang, Y.; Xing, Z.; Xi, B.; Feng, J.; Xiong, S. Enhanced Capacity and Rate\nCapability of Nitrogen/Oxygen Dual-Doped Hard Carbon in Capacitive Potassium-Ion Storage. Adv. Mater. 2018, 30, 1700104.\n[44]Chen, J.; Yang, B.; Hou, H.; Li, H.; Liu, L.; Zhang, L.; Yan, X. Disordered, Large Interlayer Spacing, and Oxygen ‐ Rich Carbon Nanosheets for Potassium Ion Hybrid Capacitor. Adv. Energy Mater. 2019, 9, 1803894.\n[45]Liu, L.; Chen, Y.; Xie, Y. H.; Tao, P.; Li, Q. Y.; Yan, C. L. Understanding of the Ultrastable K-Ion Storage of Carbonaceous Anode. Adv. Funct. Mater. 2018, 28, 1801989.\n[46]Cui, R. C.; Xu, B.; Dong, H. J.; Yang, C. C.; Jiang, Q. N/O Dual-Doped EnvironmentFriendly Hard Carbon as Advanced Anode for Potassium-Ion Batteries. Adv. Sci. 2020, 7,\nPage 18 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n1902547.\n[47]Wang, W.; Zhou, J. H.; Wang, Z. P.; Zhao, L. Y.; Li, P. H.; Yang, Y.; Yang, C.; Huang, H.\nX.; Guo, S. J. Short-Range Order in Mesoporous Carbon Boosts Potassium-Ion Battery Performance. Adv. Energy Mater. 2018, 8, 1701648.\n[48]Chen, M.; Wang, W.; Liang, X.; Gong, S.; Liu, J.; Wang, Q.; Guo, S. J.; Yang, H.\nSulfur/Oxygen Codoped Porous Hard Carbon Microspheres for High-Performance PotassiumIon Batteries. Adv. Energy Mater. 2018, 8, 1800171.\n[49]Cao, B.; Zhang, Q.; Liu, H.; Xu, B.; Zhang, S. L.; Zhou, T. F.; Mao, J. F.; Pang, W. K.; Guo,\nZ. P.; Li, A.; Zhou, J. S.; Chen, X. H.; Song, H. H. Graphitic Carbon Nanocage as a Stable and High Power Anode for Potassium-Ion Batteries. Adv. Energy Mater. 2018, 8, 1801149.\n[50]Li, Z. F.; Bommier, C.; Sen Chong, Z.; Jian, Z. L.; Surta, T. W.; Wang, X. F.; Xing, Z. Y.;\nNeuefeind, J. C.; Stickle, W. F.; Dolgos, M.; Greaney, P. A.; Ji, X. L. Mechanism of Na-Ion Storage in Hard Carbon Anodes Revealed by Heteroatom Doping. Adv. Energy Mater. 2017,"
    }, {
      "heading" : "7, 1602894.",
      "text" : "[51]Cui, Y.; Liu, W.; Wang, X.; Li, J.; Zhang, Y.; Du, Y.; Liu, S.; Wang, H.; Feng, W.; Chen, M.\nBioinspired Mineralization under Freezing Conditions: An Approach to Fabricate Porous Carbons with Complicated Architecture and Superior K(+) Storage Performance. ACS Nano 2019, 13, 11582-11592.\n[52]Hu, Y.; Ding, H.; Bai, Y.; Liu, Z.; Chen, S.; Wu, Y.; Yu, X.; Fan, L.; Lu, B. Rational Design of a Polyimide Cathode for a Stable and High-Rate Potassium-Ion Battery. ACS Appl. Mater. Interfaces 2019, 11, 42078-42085.\n[53]Zhang, X. Y.; Yang, Y. B.; Qu, X. L.; Wei, Z. X.; Zheng, K.; Yu, H. J.; Du, F. Layered P2-\nPage 19 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nType K0.44Ni0.22Mn0.78O2 as a High-Performance Cathode for Potassium-Ion Batteries. Adv. Funct. Mater. 2019, 29, 1905679.\n[54]Fan, L.; Ma, R.; Zhang, Q.; Jia, X.; Lu, B. Graphite Anode for a Potassium-Ion Battery with Unprecedented Performance. Angew. Chem., Int. Ed. Engl. 2019, 58, 10500-10505.\n[55]Lin, X.; Huang, J.; Tan, H.; Huang, J.; Zhang, B. K3V2(PO4)2F3 as a robust cathode for potassium-ion batteries. Energy Storage Materials 2019, 16, 97-101.\n[56]Tang, M.; Wu, Y.; Chen, Y.; Jiang, C.; Zhu, S.; Zhuo, S.; Wang, C. An organic cathode with high capacities for fast-charge potassium-ion batteries. J. Mater. Chem. A 2019, 7, 486-492.\n[57]Choi, J. U.; Kim, J.; Hwang, J.-Y.; Jo, J. H.; Sun, Y.-K.; Myung, S.-T. K0.54[Co0.5Mn0.5]O2: New cathode with high power capability for potassium-ion batteries. Nano Energy 2019, 61,\nNano Energy.\n[58]Ji, B.; Yao, W.; Zheng, Y.; Kidkhunthod, P.; Zhou, X.; Tunmee, S.; Sattayaporn, S.; Cheng,\nH. M.; He, H.; Tang, Y. A fluoroxalate cathode material for potassium-ion batteries with ultralong cyclability. Nat. Commun. 2020, 11, 1225.\nPage 20 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 1. (a) A schematic illustration of the Zn catalyzed process for carbon microspheres (CMSs). (b-f) SEM images of CMSs-800. (g-i) TEM images of CMSs800. (j) HAADF analysis of CMSs-800.\nPage 21 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 2. (a) XRD pattern of CMSs-800. (b) N2 adsorption–desorption isotherms of CMSs-800. (c-e) C1s, O1s and N1s high-resolution XPS of CMSs-800. (f) Atomic content (orange bars) and relative percent (green bars) of N in CMSs-800.\nPage 22 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 3. Electrochemical performance of the CMSs anodes. (a) CV curves of CMSs800. (b) GCD of CMSs-800. (c) GCD curves of CMSs-800 at different current densities. (d) Cycle performance of CMSs-800 at 100 mA g-1. (e) Cycle performance of CMSs800 at 2000 mA g-1. (f) Rate capability of CMSs-700, CMSs-800, CMSs-900. (g) Comparison of long-cycle and rate-cycle performance of CMSs-800 anodes with other carbon anodes reported for PIBs.\nPage 23 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 4. Theoretical simulations of K-adsorption in different N-doped structures. Side view of a single K atom adsorbed in the N-5 (a), N-Q (b), and N-6 (c) structures before geometry optimization. Electron density differences of K adsorbed in the N-5 (d), N-6 (e), and N-Q (f) structures after geometry optimization. Blue circles around the K atoms represent electron density. g) Binding energies (Ei) for one K atom adsorbed in N-5, N-6, N-Q.\nPage 24 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 5. (a) Schematic illustration of the working mechanism in a PIB full cell. (b) The normalized voltage–capacity curves of the half cells and full cell. (c) Rate capability of CMSs-800//PTCDA full cell. d) Cycling stability of CMSs-800//PTCDA full cell at 500 mA g−1. (e) Comparison of cycling performance of CMSs anodes with that of anodes prepared using other materials reported in the literature.\nPage 25 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nTOC\nPage 26 of 26\nACS Paragon Plus Environment\nACS Materials Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Owing to their unique properties, micro-structured carbons have received widespread attention in various fields, such as energy storage, medicine, and biosensors. In this study, hierarchically structured nitrogen-doped carbon microspheres (CMSs) are synthesized for use as electrodes in a potassium ion battery (PIBs). Compared to traditional carbon nanomaterials, the CMSs possess rich internal structure, which not only provide additional active sites and better electron transport but also mitigate the volume expansion related challenges caused by potassium ion intercalation. As the anode material for PIBs, the CMSs could deliver high reversible discharge capacities Page 1 of 26 ACS Paragon Plus Environment ACS Materials Letters 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 of 328 and 125 mAh g-1 at 100 and 3000 mA g-1, respectively. Moreover, the CMSs anodes also exhibit durable cycling performance with a remaining capacity of 136 mAh g-1 even after 10000 cycles at a high current density of 2000 mA g-1. Notably, a full cell assembled with the CMSs anode and an organic cathode exhibits excellent electrochemical characteristics with 78% capacity retention after 1900 cycles at 500 mA g-1, and high energy and power densities of 141Wh kg-1 and 4382 W kg-1, respectively. Considering the rich microstructure of CMSs and their facile synthesis method, this study delineates the merits of employing CMSs in battery applications over other electrode materials. The implementation of large-scale intermittent renewable energy power generation technologies urgently warrants the development of large-scale energy storage devices.1, 2 In the past few decades, the lithium ion battery (LIB) technologies have progressed significantly, but because of the limited lithium resources, safety issues and high costs. It is imperative to develop alternate alkaline metal battery other than the LIBs.3-5 Among various metal ion batteries, the potassium ion batteries (PIBs) offer attractive benefits such as, abundant potassium reserves, low cost and the higher negative standard electrode potential of K.6-10 As such, recent battery research is shifting towards the development of PIBs with a special focus on structural engineering of electrode",
    "creator" : null
  }
}