{
  "name" : "2020-07-01__db_gordon2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The Importance of Mechanical Forces for in vitro Endothelial Cell Biology",
    "authors" : [ "Stephan Huveneers" ],
    "emails" : [ "e.gordon@imb.uq.edu.au", "m.frye@uke.de" ],
    "sections" : [ {
      "heading" : null,
      "text" : "REVIEW published: 18 June 2020\ndoi: 10.3389/fphys.2020.00684\nEdited by: Stephan Huveneers,\nAmsterdam University Medical Center (UMC), Netherlands\nReviewed by: Julian Albarran Juarez, Aarhus University, Denmark Elizabeth Anne Vincent Jones,\nKU Leuven, Belgium\n*Correspondence: Emma Gordon e.gordon@imb.uq.edu.au Maike Frye\nm.frye@uke.de\nSpecialty section: This article was submitted to\nVascular Physiology, a section of the journal Frontiers in Physiology\nReceived: 27 February 2020 Accepted: 26 May 2020\nPublished: 18 June 2020\nCitation: Gordon E, Schimmel L and Frye M (2020) The Importance of Mechanical Forces for in vitro\nEndothelial Cell Biology. Front. Physiol. 11:684.\ndoi: 10.3389/fphys.2020.00684\nThe Importance of Mechanical Forces for in vitro Endothelial Cell Biology Emma Gordon1* , Lilian Schimmel1 and Maike Frye2*\n1 Division of Cell and Developmental Biology, Institute for Molecular Bioscience, The University of Queensland, Brisbane, QLD, Australia, 2 Institute of Clinical Chemistry and Laboratory Medicine, University Medical Center Hamburg-Eppendorf, Hamburg, Germany\nBlood and lymphatic vessels are lined by endothelial cells which constantly interact with their luminal and abluminal extracellular environments. These interactions confer physical forces on the endothelium, such as shear stress, stretch and stiffness, to mediate biological responses. These physical forces are often altered during disease, driving abnormal endothelial cell behavior and pathology. Therefore, it is critical that we understand the mechanisms by which endothelial cells respond to physical forces. Traditionally, endothelial cells in culture are grown in the absence of flow on stiff substrates such as plastic or glass. These cells are not subjected to the physical forces that endothelial cells endure in vivo, thus the results of these experiments often do not mimic those observed in the body. The field of vascular biology now realize that an intricate analysis of endothelial signaling mechanisms requires complex in vitro systems to mimic in vivo conditions. Here, we will review what is known about the mechanical forces that guide endothelial cell behavior and then discuss the advancements in endothelial cell culture models designed to better mimic the in vivo vascular microenvironment. A wider application of these technologies will provide more biologically relevant information from cultured cells which will be reproducible to conditions found in the body.\nKeywords: blood endothelial cells, lymphatic endothelial cells, mechanotransduction, fluid shear stress, matrix stiffness, ECM - extracellular matrix, in vitro model culture system, (lymph-)angiogenesis\nINTRODUCTION\nBlood and lymphatic vessels are critical components of the vascular system, controlling the transport, delivery and recycling of nutrients and waste to all tissues in the body. The blood vascular system is comprised of a closed circulatory network of arteries, veins and capillaries. Arteries transport oxygenated blood with gases, nutrients, metabolites and immune cells to the organs, while veins return oxygen-poor blood to the heart. In contrast to the blood vascular system, lymphatic vessels are comprised of a blind-end, unidirectional vascular network of lymphatic collecting vessels and capillaries. Due to their specialized button-like cell junctions, lymphatic capillaries are able to take up fluid, macromolecules and immune cells. The lymph is then transported through collecting vessels that are equipped with zipper-like junctions and drained back into the venous circulation (Potente and Makinen, 2017).\nAs a result of their unique functions, each vessel sub-type is subjected to unique mechanical stresses. They are comprised of specialized subtypes of endothelial cells (ECs) with unique properties and genetic profiles, allowing them to perform their specific function\nFrontiers in Physiology | www.frontiersin.org 1 June 2020 | Volume 11 | Article 684\n(Potente and Makinen, 2017). Not only does each vessel have unique ECs, the EC properties also differ across tissue beds. For example, blood vascular ECs are continuously aligned in most tissues, but fenestrated in tissues involved in filtration and secretion (kidney and intestinal mucosa) or discontinuous in sinusoidal vascular beds (liver and bone marrow) [reviewed in detail by Augustin and Koh (2017)]. Lymphatic endothelial cells also display heterogeneity across tissue beds, with specialized Schlemm’s canal vessels found in the eye and meningeal lymphatics found in the brain [reviewed in detail by Petrova and Koh (2018)].\nIn addition to the heterogeneity of ECs, vessels are surrounded by a wide range of support structures with differing mechanical properties. They may be surrounded by supportive mural cells [such as pericytes and smooth muscle cells (SMCs)] and varying components of extracellular matrix, which is comprised of basement membrane (BM) and the interstitial matrix (occupying/filling the interstitial space). Large arteries and veins are characterized by a continuous lining of BM and layers of mural cells, whereas lymphatic collecting vessels only exhibit a thin BM layer and sparse SMC support. Lymphatic capillaries lack mural cell support and are characterized by a discontinuous or absent BM (Potente and Makinen, 2017). These features allow each vessel subtype to maintain its integrity while performing its unique function.\nMuch of the pioneering work characterizing EC structure and function was performed using cells grown in vitro. It is beginning to be appreciated that ECs within their in vivo environment differ greatly to those that are cultured in static two-dimensional or three-dimensional (2D/3D) settings. Indeed, the physical forces that ECs are subjected to in vivo, such as fluid shear stress, stiffness and stretch, greatly influence how these cells function. Here, we will briefly summarize what is known about the mechanical forces that regulate EC function and further discuss existing and emerging techniques to model these forces in vitro. By growing cells in mechanically relevant conditions, we can more accurately predict cellular behavior in physiological environments."
    }, {
      "heading" : "MECHANOTRANSDUCTION OF FLUID SHEAR STRESS",
      "text" : "Blood ECs lining the vessel wall are subjected to mechanical forces due to the friction between the ECs and the blood being pumped from the heart, known as fluid shear stress (FSS). The effects of FSS depends on a multitude of factors, such as the magnitude and direction of flow and the speed and strength of pump pulses (Baeyens et al., 2016). Shear stress can be steady laminar (where fluid moves in one direction at a steady magnitude), disturbed laminar (where flow is separated, recirculates and subsequently reattaches) oscillatory (where laminar flow fluid moves in a bidirectional manner) and turbulent (where flow is chaotic and moves in all directions) (Chatzizisis et al., 2007). All FSS may be pulsatile, where magnitude of flow is varied. Both oscillatory and turbulent flow may also be classified as disturbed. These different stresses\nplay a key role in regulating vascular physiology, as alterations to FSS parameters or changes in the EC response can lead to a range of vascular pathologies [reviewed in Baeyens et al. (2016)]. Indeed, disturbed flow is known to have a wide range of effects on ECs, inducing changes in gene expression, cell shape and inflammatory profiles. This can lead to diseases such as atherosclerosis and pulmonary arterial hypertension. For a more detailed view on the effects of disturbed flow in the blood vasculature, please see the recent review by Souilhol et al. (2020).\nAs arteries transport blood away from the heart, they are subjected to high FSS (10–50 dyn/cm2) which is highly pulsatile, whereas veins are subjected to a more consistent flow with forces around 10-fold less (Paszkowiak and Dardik, 2003). Unlike blood vessels which are controlled by a central pump, lymphatic capillaries are exposed to interstitial fluid flow, thus are exposed to the lowest FSS, approximately 10-fold less than blood vessels (Dixon et al., 2006). The uptake of interstitial fluid and resulting forces are guided by hydrostatic and osmotic pressure between lymphatic vessels, blood vessels and the interstitial space [known as Starling forces (Swartz and Fleury, 2007; Levick and Michel, 2010)]. Collecting lymphatic vessels have an intrinsic pumping capacity and smooth muscle cell coverage, thus are exposed to greater FSS than capillaries to ensure efficient transport of the lymph back to the venous circulation (Scallan et al., 2016). Here, we will discuss how ECs sense and respond to these different forces to generate and maintain a functional vascular network."
    }, {
      "heading" : "Flow Mediated Mechanosensory Hubs at Junctions",
      "text" : "In order for ECs to respond to FSS, they require mechanisms to sense changes in flow conditions. This may be done via cilia, glycocalyx, ion channels, G-proteins or protein kinases (Hahn and Schwartz, 2009; Goetz et al., 2014; Wang et al., 2015; Givens and Tzima, 2016; Chistiakov et al., 2017). Perhaps the most well characterized mechanism of FSS sensing is through cell surface receptor ‘mechanosensory hubs’ found at cell–cell junctions [otherwise known as adherens junctions (AJs)]. Receptors within these AJ hubs include PECAM-1 (CD31), Vascular endothelial (VE)-cadherin, VEGFR2 and VEGFR3 (Tzima et al., 2005; Conway et al., 2013; Coon et al., 2015). Most central to this hub is PECAM-1, which is a direct sensor of shear stress tension (Tzima et al., 2005). Increased tension on PECAM-1 via steady laminar FSS [12 dyn/cm2 for 16 hours (h)] triggers association of this cell surface receptor with the vimentin cytoskeleton, which permits transmission of force from myosin to PECAM-1 (Conway et al., 2013). These tensile forces on PECAM-1 trigger the activation of Src family kinases (SFK), which in turn phosphorylate VEGF receptors in a ligand independent manner. Phosphorylated VEGFRs then activate downstream signaling cascades, including the PI(3)K and NFκB pathways (Tzima et al., 2005; Coon et al., 2015). Within this complex, VE-cadherin acts to assemble VEGFRs at the junction through its transmembrane domain, facilitating their activation by SFK (Coon et al., 2015).\nWhile known to be a critical component of AJ mechanosensory hubs and a key controller of vascular integrity and sprouting (Coon et al., 2015; Schimmel and Gordon,\nFrontiers in Physiology | www.frontiersin.org 2 June 2020 | Volume 11 | Article 684\n2018), the precise role of VE-cadherin as a sensor of tension in response to shear stress remains undefined. In contrast to PECAM-1, when steady laminar FSS is applied to VE-cadherin (15 dyn/cm2), tension is reduced within 2 min (Conway et al., 2013). Interestingly, 2 min at 15 dyn/cm2 is sufficient to induce tension on PECAM-1 (Conway et al., 2013). In vivo, VE-cadherin tension in vessels under high levels of FSS (arteries) is lower than that observed in low shear, immature vessels (Lagendijk et al., 2017). However, VE-cadherin can be phosphorylated in response to PECAM-1-SFK on its Tyr658 site (Conway et al., 2017). This results in dissociation of p120-catenin and association with polarity protein LGN, which subsequently activates inflammatory pathways at sites of disturbed flow. Additional research is required to fully elucidate the mechanosensory role of VE-cadherin in response to FSS in physiological settings."
    }, {
      "heading" : "Flow Mediated Mechanosensory Hubs at",
      "text" : "Cell-Matrix Interfaces In addition to junctions, mechanosensory hubs are found at sites of cell-matrix adhesion [otherwise known as focal adhesions (FAs)]. FAs are comprised of extracellular matrix (ECM) binding proteins known as integrins, which are coupled to the cytoskeleton through actin binding proteins, including the mechanosensors vinculin and talin (Bays and DeMali, 2017; Goult et al., 2018). FAs are vital components of the EC mechanosensory complex, mediating a wide range of signaling cascades in response to traction forces and FSS (Katsumi et al., 2004; Yurdagul and Orr, 2016). However, while FAs are remodeled in response to FSS and ECs display larger FA under steady laminar flow (17 dyn/cm2) than those under disturbed flow after 14 h (Ting et al., 2012), whether FA proteins themselves can physically sense changes in tension in response to FSS remains unclear.\nWithin FAs, integrins play a central role in transducing chemical and physical signals from their surroundings by interacting and binding to their adhesion ligands presented by the BM. For a detailed overview of integrins and their ECM interactions, please see the following reviews (Ross et al., 2013; Hamidi and Ivaska, 2018). Notably, integrin can mediate bidirectional signaling. “Inside-out” signaling activates the ligand binding function of integrins (for example when FSS is sensed and subsequently transduced inside the EC) and “outside-in” signaling mediates cellular responses (for example in response to changes in ECM stiffness) leading to changes in cell spreading, retraction, migration, and proliferation (Hamidi and Ivaska, 2018). Although integrins do physically respond to FSS, albeit at a significantly lower degree compared to their response to traction forces (Katsumi et al., 2004), whether they confer biologically relevant tension changes in response to FSS remains unclear. However, they are activated downstream of PECAM-1 and PI(3)K activity (Collins et al., 2012; Russell-Puleri et al., 2017), revealing they may indeed involved in a FSS mechanosensory complex. The Integrin-actin linker protein talin is a wellestablished traction force mechanosensor (Kumar et al., 2016, 2018; Goult et al., 2018). Yet similar to integrins, whether it confers physical tension sensing capacity in response to FSS\nremains unclear. Talin activates integrins by binding to the β-tail (Yurdagul and Orr, 2016) and loss of talin results in impaired integrin activation (Monkley et al., 2000). EC-specific knockout of either integrin-β1 itself or talin (leading to loss of integrinβ1 activation) leads to perturbed VE-cadherin localization and loss of junctional integrity (Yamamoto et al., 2015; Pulous et al., 2019). This reveals that FAs are intimately associated with AJs, potentially through their attachment to the cytoskeleton. However, it may also suggest that integrins and talin may not be FSS tension sensors, but are simply activated downstream of AJ mechanosensory hubs though the physical link with the cytoskeleton or by downstream signaling pathways. More work is required to elucidate the FSS tension sensing capacity of integrins and their associated actin-binding proteins.\nRecently, it was reported that guidance receptor PlexinD1 is a mechanosensor, and upon loss of PlexinD1 cells fail to align after 24 h steady laminar FSS (12 dyn/cm2). This occurs through a PlexinD1-Neuropilin-1 complex with VEGFR2, which acts as a mechanosensor upstream of the PECAM-1 mediated junctional complex and integrin-based focal adhesions (Mehta et al., 2020). If PlexinD1 is held in its ring-like conformation it cannot act as a mechanosensor, suggesting it is not only the expression, but also the structure, of each mechanosensory component which confers its role."
    }, {
      "heading" : "Sensing Flow Dynamics During Vessel Sprouting and Remodeling",
      "text" : "As blood and lymphatic vessels sprout, mature and remodel, they become subjected to different FSS. Therefore, EC mechanosensors need to be able to adapt to each vessel’s physiological requirements. During formation of the initial blood vascular plexus in vivo, angiogenic sprouting is more likely to occur at sites of low FSS (Ghaffari et al., 2015) and vascular fusion is induced by steady laminar low FSS and VE-cadherin phosphorylation (induced at 1.8 dyn/cm2 but not 10 dyn/cm2 for 4 h) (Caolo et al., 2018). Later in development during vascular remodeling, in vessels with low FSS (such as capillaries) ECs are less likely to align against the direction of flow than ECs in regions of high FSS (such as arteries) (Franco et al., 2015). This prevents polarity-induced migration into regions of high flow and subsequent vessel regression. ECs deficient in canonical Wnt signaling display increased sensitivity to FSS-induced regression in vivo or after being subjected to steady laminar FSS in culture (20 dyn/cm2 for 4 h) (Franco et al., 2016), suggesting that a FSS ‘setpoint’ controlling EC polarity and vascular stability is modulated by Wnt. These ‘setpoints’ define the optimal FSS exposure for normal vascular function, whereby if FSS is above or below the setpoint, vascular abnormalities occur. Interestingly, loss of Wnt signaling leads to reduced sprouting capacity (Korn et al., 2014; Carvalho et al., 2019), yet whether this is guided through altered sensitivity to a low FSS setpoint remains unclear.\nIn addition to FSS setpoints being defined during EC polarity and remodeling, they must be specified across different vessel sub-types in order for each vessel to exert its biological function. As blood vessels are exposed to higher FSS in the body than lymphatic vessels, blood ECs become misaligned and activate\nFrontiers in Physiology | www.frontiersin.org 3 June 2020 | Volume 11 | Article 684\nNFκB at much higher steady laminar FSS levels (25 dyn/cm2 and over for 16 h) than that of lymphatic ECs (10 dyn/cm2 and over for 16 h) (Baeyens et al., 2015). This allows blood vessels to be exposed to higher rates of FSS without causing inflammation and disease. This is a reflection of vessel physiology – lymphatics are exposed to significantly lower FSS in vivo as their function is to transport interstitial fluid back to venous circulation. The FSS setpoint in blood EC versus lymphatic EC is mediated though expression of VEGFR3, which is enriched in lymphatic ECs compared to blood ECs (Kaipainen et al., 1995). The elevated expression of VEGFR3 in lymphatic EC causes them to respond to FSS at lower levels to that of blood ECs, and reducing VEGFR3 expression in lymphatic ECs increases the FSS setpoint (Baeyens et al., 2015). Conversely, increasing VEGFR3 expression in blood EC decreases the FSS setpoint, causing induction of inflammatory profiles at FSS levels seen in lymphatic EC.\nAlthough FSS is lower in lymphatic compared to blood vessels, there are still physiologically relevant fluctuations in flow that drive genetic and morphological changes in lymphatics. During early development, functional lymphatic drainage can be detected as early as embryonic day (E) 11.5 (Planas-Paz et al., 2012) suggesting that induction of FSS might contribute to the development of the primary lymphatic plexus by inducing lymphatic EC proliferation. Indeed, steady laminar FSS has been shown to induce proliferation via ORAI1 and KLF2/4mediated upregulation of VEGF-A, VEGF-C, FGFR3 and p57 (2 dyn/cm2 for 12–24 h) (Choi et al., 2017a) and downregulation of NOTCH1 activity (2 dyn/cm2 for 12–24 h) (Choi et al., 2017b). Lymphatic valve development is predominantly initiated in areas of disturbed flow, and oscillatory flow (4 dyn/cm2 for 48 h) has been shown to reproduce a lymphatic valve EC phenotype in vitro (Sabine et al., 2012). Oscillatory flow but not steady laminar flow (4 dyn/cm2 for 48 h) induces expression of the transcription factor GATA2 in valve-forming lymphatic ECs, which in turn upregulates expression of the lymphatic endothelial transcription factors PROX1 and FOXC2 (Kazenwadel et al., 2015), both of which are key regulators of valve formation. In agreement, loss of lymphatic flow in a mouse model of CLEC2-deficiency (in which blood backfills the lymphatic network and thereby blocks lymph flow) results in a phenotype identical to that observed upon loss of FOXC2 (Petrova et al., 2004; Sweet et al., 2015). In the postnatal lymphatic vasculature, FOXC2 is necessary to maintain collecting vessel quiescence and stability in valve areas by linking oscillatory flow responses to cell junction stabilization and cellcycle arrest (Sabine et al., 2015), revealing flow dynamics as key regulators of the formation and maintenance of a functional lymphatic system."
    }, {
      "heading" : "Changes in Membrane Tension by FSS",
      "text" : "Interestingly, FSS can induce changes in membrane curvature, leading to activation of a range of cell surface receptors including calcium and ion channels. The ion channel Piezo1, which is sensitive to changes in membrane tension (Lewis and Grandl, 2015; Cox et al., 2016), is also required for FSS sensing (Ranade et al., 2014; Albarran-Juarez et al., 2018), thereby coupling FSS and membrane stretch. Piezo1 regulates vascular permeability in the lungs by inducing VE-cadherin internalization, and\nsubsequent leakage, in response to increased hydrostatic pressure (Friedrich et al., 2019). Piezo1 is also mechanically activated in lymphatic vessels and is required for lymphatic valve formation (Nonomura et al., 2018) by sensing disturbed flow to induce GATA2 and FOXC2 expression (Choi et al., 2019). Although not as widely studied, ion channels such as TRPV4 have also been implicated in FSS sensing to regulate vascular permeability (Thorneloe et al., 2012). Not only is membrane curvature altered, but membrane fluidity changes upon the onset of shear stress, which may directly induce the difference in tension that opens up channels such as Piezo1. However, these changes occur in biologically inactive lipid membranes, thus may be a basic physical phenomena that can transduce shear stress (Yamamoto and Ando, 2013).\nIn addition to Piezo1, caveolae (invaginations on the cell membrane) are sensitive to changes in membrane tension and are known to be altered in response to FSS (Shihata et al., 2016). ECs flatten their caveolae in response to increased osmotic pressure to allow for membrane ‘stretching,’ which may be a survival mechanism by increasing cell surface area (Sinha et al., 2011; Parton and del Pozo, 2013). Interestingly, a recent study found caveolae are abundant in arterial ECs of the central nervous system and are responsible for transmitting signals from the neurovascular unit to adjacent SMC to induce vasodilation (Chow et al., 2020). This was proposed to be through the ability of caveolae to cluster TRPV4 ion channels (Goedicke-Fritz et al., 2015) rather than mediating changes in arterial membrane stretch. Precisely how physical stretch by FSS alters membrane components in ECs remains largely unknown."
    }, {
      "heading" : "MECHANOTRANSDUCTION OF EXTRACELLULAR MATRIX (ECM) STIFFNESS",
      "text" : "Extracellular matrix stiffness has been shown to guide the behavior of ECs to form the initial functional vascular network. Embryonic stem cells (ESCs) depend on the mechanical environment of the stem cell niche, as the fate of vascular progenitor cells (VPC) was shown to be dependent on substrate stiffness, with EC lineages favoring softer substrates (10 kPa) and SMC lineages favoring stiffer substrates (plastic, GPa range) (Wong et al., 2019). During early lymphatic development, venous lymphatic EC progenitors laminate from the cardinal vein and encounter very soft surrounding tissue (0.27 kPa) while they migrate dorsally to form primary lymphatic structures (Frye et al., 2018). This value matches those measured in early chicken embryos (0.3 kPa) (Majkut et al., 2013) and adult brain (0.33 kPa) (Georges et al., 2006) but are significantly lower compared to values from most other adult tissues, such as muscle (around 12 kPa) (Engler et al., 2004) or bone (GPa range) (Rho et al., 1993). Upon remodeling and maturation, ECs form the inner layer of blood and lymphatic vessels and are attached to the underlying 2D ECM environment. The composition and mechanical properties of the ECM differ along vascular trees, across tissues and during development and disease states (Di Russo et al., 2017).\nFrontiers in Physiology | www.frontiersin.org 4 June 2020 | Volume 11 | Article 684\nThe range of venous tissue stiffness in mammals is about 3– 50 kPa (Xue et al., 2017; Frye et al., 2018), which is positioned between the stiffness of the epithelium and cartilage. Unlike veins, arteries must be able to withstand higher blood pressure and are surrounded by several layers of smooth muscle cells and connective tissue (Corada et al., 2014). Therefore, arteries are stiffer, ranging from about 50–150 kPa (Kohn et al., 2015). Differences in ECM stiffness experienced by endothelial progenitor cells (EPCs) have been implicated in the regulation of arterial-venous differentiation in vitro (Xue et al., 2017). In contrast to EPCs cultured on venous substrate stiffness (7 kPa), EPCs cultured on arterial substrate stiffness (128 kPa) showed an increase in expression of the arterial marker EphrinB2 (Xue et al., 2017).\nThe stiffness values experienced by the endothelium must be interpreted with caution as substantially different measurement techniques have been employed to generate values [reviewed by Kohn et al. (2015) and Guimarães et al. (2020)]. Macroscale techniques, such as Shear Wave Elastography (SWE) (Maksuti et al., 2016) generally analyze the entire vessel structure as a uniform material, and do not take into account cell-scale differences of the individual vessel components, such as the endothelial or SMC layer or the surrounding ECM. Furthermore, macroscale techniques typically provide values of the stiffest component of a vessel structure. Therefore, these data underscore the importance of analyzing mechanical properties of individual vessel components using microscale techniques, such as Atomic Force Microscopy (AFM) (Alsteens et al., 2017; Frye et al., 2018) and Scanning Ion Conductance Microscopy (SICM) (Schaffer, 2013). It is important to attempt comprehensive measurements of in vivo ECM stiffness experienced by ECs to accurately choose the stiffness values for studies on EC-type or organspecific vasculature."
    }, {
      "heading" : "EC-Induced ECM Deformation",
      "text" : "Adherent cells sense ECM stiffness by probing their extracellular environment, resulting in substrate displacements when substrates are compliant. The measurement of compliant ECM substrate deformations (and calculation of deformation-based metrics) via Traction Force Microscopy (TFM) (Califano and Reinhart-King, 2009) or 4D displacement microscopy (Vaeyens et al., 2020) can provide quantitative information on cell-ECM mechanical interactions. For example, by employing 4D displacement microscopy, it has been demonstrated that ECM substrate deformations are spatio-temporally correlated with sprout-morphological dynamics during sprouting angiogenesis (Vaeyens et al., 2020). Interestingly, protrusions from extending sprouts increase their pulling forces, while retracting protrusions reduce pulling.\nIn vitro ECM substrate deformation analysis can provide insight into how ECs exert forces into their surroundings. However, which ECM components or EC-surrounding cells are responsible to generate the absolute in vivo ECM stiffness that counteracts those deformation forces is poorly defined. The BM underlying ECs in most mature vessel types is a very thin layer (30–500 nm) and is comprised of ECM matrix molecules such as elastin, collagen, enactin/nidogen, heparan-sulfate proteoglycans,\nand laminin (Liliensiek et al., 2009). Interestingly, a study by Sen et al. (2009) showed that cells can “feel” up to several micrometers deep into a compliant substrate. Consistently, induction of EC network formation on compliant substrate (0.4 kPa) was prevented on very thin compliant substrates (<20 µm) as ECs sensed the stiffness of the underlying coverslip (Davidson et al., 2019). These findings suggest that absolute in vivo ECM stiffness experienced by ECs might rather be generated by several different EC-surrounding structures, including the BM, the interstitial matrix and, importantly, the adjacent cells."
    }, {
      "heading" : "Mechanosensing of ECM Stiffness",
      "text" : "Similar to their FSS mechanotransduction capacity, FAs are fundamental mechanotransducers of ECM-endothelial stiffness. FAs propagate ECM stiffness stimuli to the actin cytoskeleton, resulting in cytoskeletal rearrangements that can lead to an immediate adaptation of cells to their physiological environment, such as alignment (Maniotis et al., 1997) or translocalization of proteins to the nucleus in order to modify the genetic program and thereby cellular behavior [reviewed in detail in Martino et al. (2018)]. Within FAs, the expression of integrins is highly cell type- and substrate-specific, and this integrin diversity can regulate intracellular signaling cascades in response to different mechanical stimuli (Seetharaman and EtienneManneville, 2018). In epithelial cells, an increase in matrix stiffness (0.2 kPa vs. GPa range) regulates the expression of β1 integrin and Cav1 to regulate FA assembly and turnover (Yeh et al., 2017). Similarly, ECs matrix stiffening (3 kPa vs. 70 kPa) has been shown to induce β1 integrin activity (Bastounis et al., 2019). Strong changes in expression of β1 integrin were not observed in this study, however, analysis of ECs on softer matrices were not included.\nIntracellularly, FAs are dynamically associated with a variety of proteins that can sense and/or transduce force, such as focal adhesion kinase (FAK), vinculin and talin (Martino et al., 2018). FAK is one of the first proteins recruited to FAs in response to extracellular mechanical stimuli. In fibroblasts, autophosphorylation of FAK is required for induction of adhesion and integrin-binding responses (Michael et al., 2009). Furthermore, FAK activity is necessary to regulate directed migration of fibroblasts toward stiffer substrates (Plotnikov et al., 2012) and to induce matrix stiffness-mediated translocation of the mechanotransducer Yes-associated protein (YAP) to the nucleus of hepatic stellate cells (Lachowski et al., 2018). The mechanosensor talin is a 270 kDa protein composed of an N-terminal globular head, a flexible rod domain and C-terminal helices. It binds to the cytoplasmic domain of integrin β-subunits and regulates integrin signaling in a switch-like behavior via the helix bundles of its flexible rod domains (Goult et al., 2018). It has been suggested that individual domains open at different tension levels, exerting positive or negative effects on different protein interactions (Goult et al., 2018). For example, force loading of talin leads to the exposure of cryptic hydrophobic binding sites, which can subsequently bind vinculin (Rahikainen et al., 2017). As increasing force is applied to talin, more bundles are unfolded, revealing additional vinculin binding sites and thus activation of an increasing number of vinculin molecules\nFrontiers in Physiology | www.frontiersin.org 5 June 2020 | Volume 11 | Article 684\n(Haining et al., 2016). These FA molecules have been extensively studied as general tension sensors/transducers in non-endothelial cell types (Provenzano et al., 2009; Zhou et al., 2017; Martino et al., 2018). It will be important to study the expression and function of those proteins specifically in the context of matrix stiffness-regulated EC behavior.\nAfter they have been engaged downstream of integrins, FAs propagate mechanical stimuli to the actin cytoskeleton. Culturing ECs on different stiffness matrices leads to a substantial remodeling of the actin cytoskeleton (Jannatbabaei et al., 2019). With increasing matrix stiffness (3 kPa, 12 kPa, and 1.5 MPa), actin cytoskeleton remodeling becomes more organized, with an increasing amount of actin stress fibers. Interestingly, increasing matrix stiffness translates to increased EC stiffness in 2D (1.7 kPa vs. 9 kPa) and 3D (0.125 kPa vs. 0.5 kPa) environments (Byfield et al., 2009; Jannatbabaei et al., 2019). The actin cytoskeleton is connected to VE-cadherin via its intracellularly associated proteins β-catenin and α-catenin (Lampugnani et al., 1995). Tension-induced actin remodeling tightly controls assembly and disassembly of VE-cadherin-based junctions (Oldenburg and de Rooij, 2014). Cytoskeletal pulling at the VE-cadherin complex also recruits the FA tension sensor protein vinculin via α-catenin to reinforce endothelial junctions (Huveneers et al., 2012; Daneshjou et al., 2015).\nBesides a direct effect on endothelial junction stability, cytoskeletal mechanotransduction can result in structural modification of membrane-bound or cytoplasmic proteins and their subsequent shuttling to the nucleus. β-catenin is not only a structural protein within the VE-cadherin adhesion complex, but can also shuttle to the nucleus upon cytoskeletal remodeling to act as a transcriptional co-activator. In chondrocytes, β-catenin expression is induced and localized to the nucleus in a β1integrin/FAK dependent manner in cells seeded on stiff matrices (100 kPa vs. 0.5–1 kPa) (Du et al., 2016). Furthermore, β-catenin was shown to localize to the nucleus in valvular ECs grown on stiff matrices (50 kPa vs. 5 kPa) (Zhong et al., 2018). Another class of nuclear shuttling proteins consists of YAP and WW DomainContaining Transcription Regulator Protein 1 (WWTR1/TAZ), which are downstream effectors of the Hippo pathway (Zhong et al., 2018). YAP/TAZ are shuttled to the nucleus in lymphatic ECs grown on stiff substrates (25 kPa vs. 0.2 kPa) as evident by the induction of their target genes CTGF and ANKRD1 (Frye et al., 2018). YAP/TAZ function has been extensively studied in the development of the vasculature (Kim et al., 2017; Sakabe et al., 2017; Wang et al., 2017b; Neto et al., 2018; Cho et al., 2019; Sivaraj et al., 2020). Precisely how changes in ECM stiffness experienced by ECs might regulate those processes remains to be elucidated."
    }, {
      "heading" : "ECM Stiffness and Endothelial Proliferation and Migration",
      "text" : "During angiogenesis, VEGFR2 activation and internalization induces proliferation of ECs to enable nascent blood vessels and tumor vessels to expand (Simons et al., 2016). In blood and lymphatic ECs, proliferation is decreased on soft 2D substrates and enhanced on stiff 2D substrates. Sub-confluent\nHUVECs grown on stiffer substrates (10 kPa vs. 1 kPa) increase VEGFR2 internalization, mediated via Rho activity and actin contractility (LaValley et al., 2017). Additionally, expression of Septin9, a negative upstream effector of RhoA, is increased in ECs grown on soft 2D substrates (1.72 kPa vs. 21.5 kPa), attenuates Src/Vav2 phosphorylation and inhibits RhoA-dependent EC proliferation (Yeh et al., 2012). However, in a confluent endothelial monolayer, stiffness-enhanced VEGF signaling is no longer observed (LaValley et al., 2017), suggesting this mechanism is unique to actively proliferating cells and angiogenic processes.\nIn contrast, maximal VEGFR2 expression and capillary blood vessel formation in an in vivo 3D Matrigel implant assay was detected in a relatively soft microenvironment of 0.8 kPa (Mammoto et al., 2009). Similarly, lymphatic ECs leave the stiffer cardinal vein (4 kPa) to migrate through a very soft 3D environment (0.27 kPa) (Frye et al., 2018). The decrease in matrix stiffness experienced by those cells induces an increase in VEGFR3 expression that is necessary to allow efficient migration. As has been suggested by Mammoto et al. (2009), a difference in migratory and sprouting response to matrix stiffness could be explained by differential EC requirements on a 2D ECM versus a 3D ECM environment. This hypothesis is further supported by the finding that sprouting of blood ECs is increased in synthetic 3D hydrogels with lower matrix crosslinking, which is accompanied by a decrease in matrix stiffness (1 kPa vs. 6 kPa) (Trappmann et al., 2017).\nFurthermore, it is important to note that in vitro studies have been performed using different definitions of a stiff substrate. Comparing the absolute kPa values reveals that ‘stiff ’ ECM values (such as 4 kPa) are used as the ‘soft’ ECM standards in other studies (Canver et al., 2016). This underscores the necessity to comprehensively measure in vivo stiffness of blood and lymphatic vasculature to better define the ranges that can be adapted for in vitro studies."
    }, {
      "heading" : "ECM Stiffness and Disease",
      "text" : "More than 80% of all cardiovascular deaths in developed countries occurs in the population aged 65 or older, making aging a major risk factor for cardiovascular disease. It is well established that age-induced stiffening of the ECM in the intima alters the function of blood vessels. These alterations of ECM stiffness affect EC health, resulting in inflammation, hypertension and ultimately disease progression in disorders such as atherosclerosis and pulmonary arterial hypertension (PAH) (Zieman et al., 2005; Ley et al., 2007; Wang and Chesler, 2011; Marti et al., 2012; Tan et al., 2014). Indeed, increased vascular ECM stiffness is induced upon aging and/or inflammation, as revealed by rigidity measurements using murine aortas of different ages (Huynh et al., 2011) and murine and human atherosclerotic plaques (Tracqui et al., 2011; Chai et al., 2013). Vascular calcification is often observed in human atherosclerotic plaques and is known to induce EC dysfunction, which is one of the main characteristics of arterial aging (Lee and Oh, 2010). This calcification seems to be irreversible, with a number of studies attempting to inhibit or reverse ECM stiffening being unsuccessful (Little et al., 2005; Hope and Hughes, 2007; Zieman et al., 2007; Willemsen et al.,\nFrontiers in Physiology | www.frontiersin.org 6 June 2020 | Volume 11 | Article 684\n2010). Hence, current research has shifted toward investigating the translational effects of ECM stiffness on ECs, to explore the possibilities of reversing the EC response to increased ECM stiffness, instead of directly targeting ECM stiffening.\nIn the context of cancer biology, it is well appreciated that a solid tumor environment is stiffer than that of healthy tissue (Levental et al., 2009). How tumors overcome the mechanical barrier of a stiffer environment to promote tumor angiogenesis is likely through matrix metalloproteinase (MMP) signaling, which was found to be induced in ECs cultured in stiffer 3D collagen gels (Levental et al., 2009). Endothelial dysregulation results in vascular leakage due to a loss of cell junction integrity. In tumors, this dysregulation has been largely attributed to an increase in pro-angiogenic growth factors. However, tumor ECM stiffness has been shown to also play a central role in promoting a characteristically leakier tumor vasculature (Bordeleau et al., 2017). Sub-confluent ECs on compliant substrates assemble spontaneously into networks reminiscent of an angiogenic process (Califano and Reinhart-King, 2008). Therefore, subconfluent ECs grown on soft substrates (0.2 kPa) form continuous VE-cadherin-positive junctions, which are highly discontinuous and punctuated compared to those grown on stiff, tumorigenic substrates (10 kPa) (Bordeleau et al., 2017).\nMechanistically, increased matrix stiffness activates FAK, resulting in Src localization to cell–cell junctions and subsequent Src-mediated VE-cadherin phosphorylation (Wang et al., 2019). Interestingly, loss of VE-cadherin function activates intercellular force transduction signals that increase integrin-dependent cell contractility, disrupting both cell–cell and cell-matrix adhesions. Increased substrate stiffness (40 kPa vs. 1.1 kPa) further exacerbates these effects (Andresen Eguiluz et al., 2017). Tumor matrix stiffening not only impacts angiogenesis and tumor vessel leakage, but is also implicated in regulating metastasis. Matrix stiffening from 0.4 kPa to 22 kPa induced matricellular protein CCN1, which in turn upregulates N-cadherin levels on the EC surface to facilitate cancer cell binding to the endothelium and intravasation into the vessel lumen (Reid et al., 2017). These data suggest that identifying and targeting EC behavior in response to altered stiffness in solid tumors could provide novel therapeutic approaches to normalize tumor vasculature."
    }, {
      "heading" : "Endothelial Cellular Stiffness and",
      "text" : "Leukocyte Trans-Endothelial Migration (TEM) It has become clear that changes in ECM stiffness can directly regulate EC internal stiffness and/or expression of endothelial adhesion molecules, which is correlated with altered leukocyte extravasation (Stroka and Aranda-Espinoza, 2010, 2011; Schimmel et al., 2018; Chen et al., 2019). Whereas differences in ECM stiffness directs EC migration during angiogenesis, in the case of leukocyte trans-endothelial migration (TEM), it is the internal EC stiffness that guides the direction of leukocyte migration. The internal stiffness of ECs is regulated by crosslinking of ICAM-1 to the actin cytoskeleton via actin binding proteins (ABPs) α-actinin and cortactin (Schaefer et al., 2014). DLC-1, a Rho GTPase Activating Protein induced by ECM\nstiffness, is able to stabilize this crosslinking (Schimmel et al., 2018). Loss of DLC-1 in ECs cultured on stiff substrates results in leukocyte transmigration kinetics similar to those observed for ECs cultured on soft substrates, revealing DLC-1 as a critical transmitter of ECM-induced EC stiffness required for TEM. These changes in TEM and EC internal stiffness caused by the ECM are observed in inflammatory diseases, as in areas of increased ECM stiffening (such as atherosclerotic lesions or in the lung microvasculature of PAH patients) increased leukocyte extravasation is observed (Dorfmuller et al., 2003).\nBesides the effects of ECM stiffness on leukocyte TEM via changes in EC internal stiffness, it has been shown that ECM stiffness regulates leukocyte and monocyte transmigration via microRNAs. Expression of adhesion molecules ICAM-1 and VCAM-1 on ECs, both essential for leukocyte and monocyte adhesion, is regulated by miR-222 and miR-126, respectively (Harris et al., 2008; Ueda et al., 2009). ECs cultured on high stiffness substrates (20 kPa) showed reduced migration of monocytes, which correlated with higher levels of miR-222 and miR-126 to inhibit endothelial ICAM-1 and VCAM-1 expression compared to soft (8 kPa) and diseased (40 kPa) stiffness values (Chen et al., 2019). This suggest that matrix stiffness exerts a biphasic regulation of endothelial adhesion molecules ICAM-1 and VCAM-1, which promotes EC-monocyte interactions both in healthy (soft) and diseased (stiff) environments."
    }, {
      "heading" : "MECHANOTRANSDUCTION OF ENDOTHELIAL CELL STRETCH",
      "text" : "While much focus has been placed on the role of FSS sensing and cell-ECM interactions, the role of cyclic stretch (CS) on endothelial cell function is far less studied. This is despite its intricate link to matrix stiffness, as a stiffer matrix will in principle result in a reduction of cyclic stretch. ECs are constantly exposed to cyclical stretch due to dilation across the vessel wall as a result of blood pumping, respiration in the lungs or uptake of interstitial fluid in lymphatics. This stretch of the EC membrane results in activation of signaling pathways and physiological responses, such as sprouting, permeability and remodeling (Jufri et al., 2015)."
    }, {
      "heading" : "Stretch in Blood Endothelial Cells",
      "text" : "To date, much of our knowledge on how vascular ECs respond to stretch comes from cultured cells. In blood ECs, normal stretch is 5% elongation and pathological stress is 18% elongation, with acute stretch being 15 min and stretch being chronic 48 h (Birukov et al., 2003). Stretch has been associated with a range of pathways, many of which result in loss of barrier integrity. Even after short term exposure to CS, ECs become significantly more prone to leakage in response to thrombin or VEGF, linked to an increase in Rho GTPase activity and MLC phosphorylation (Birukov et al., 2003; Birukova et al., 2008a). However, changes in barrier integrity are not simply linked to changes in mechanical imbalance, as after cells have been re-plated to non-elastic substrates, they continue to be susceptible to leakage (Birukova et al., 2008b). Interestingly, pre-conditioning of ECs to CS\nFrontiers in Physiology | www.frontiersin.org 7 June 2020 | Volume 11 | Article 684\nprovides protection against barrier breakdown (Birukova et al., 2008a), which is thought to be a result of induction of Rap1 signaling to promote junctional stability and suppress RhoA signaling (Ke et al., 2019). Interestingly, cyclic stretch can also induce EC proliferation in response to mechanical stimulation, in a process that requires cell–cell contacts. Indeed, stretch induced EC proliferation is lost upon VE-cadherin inhibition or knockdown (Liu et al., 2007; Neto et al., 2018) and dependent on the Hippo pathway downstream effector YAP (Neto et al., 2018).\nCardiovascular diseases such as hypertension and atherosclerosis are associated with CS, as an increase in blood pressure or changes in the ECM environment can affect the amount of stretch (Jufri et al., 2015). Pathological but not physiological CS results in activation of VEGFR2 and SFKs, and subsequent phosphorylation of VE-cadherin and disassembly of junctions (Gawlak et al., 2016; Tian et al., 2016a). Pathological and chronic exposure to CS also induces inflammation by upregulation of ICAM1 and secretion of IL-8 (Tian et al., 2016b). Therefore, increased CS can cause both pathological barrier breakdown and induce inflammation. Pulsatile stretch above 10% in brain ECs induces inflammation through ICAM1 and NO and induces amyloid precursor protein expression, which may explain why the severity of Alzheimer’s disease is increased with a higher pulsatility index and pressure (Nation et al., 2013; Gangoda et al., 2018). Interestingly, multi-directional stretch, analogous to the forces exerted on ECs in oscillatory FSS, results in upregulation of inflammatory stimulators such as NF-κB (Pedrigi et al., 2017), Both uniaxial and equiaxial stretch (10%) have been shown to drive induction of smooth muscle genes, an effect which is abrogated upon induction of FSS (uniform at 5 dyn/cm2 or cyclic between 0 and 5 dyn/cm2), suggesting stretch alone may induce transdifferentiation of ECs toward SMCs (Shoajei et al., 2014). Thus, multidirectional stretch may be directly linked to cellular processes which drive diseases such as fibrosis and atherosclerosis."
    }, {
      "heading" : "Stretch in Lymphatic Endothelial Cells",
      "text" : "Lymphatic vessels are exposed to stretch as a result of their fluid uptake and pumping properties. Capillaries take up interstitial fluid via an extrinsic (passive) mechanism, where the lymph enters the lymphatic capillaries against a hydrostatic pressure gradient (Scallan et al., 2016). It has been elegantly demonstrated that during early lymphatic development, fluid that leaks out of newly formed arteries swells the tissue that surrounds the first primary lymphatic structures and stretches these nascent structures (Planas-Paz et al., 2012). Stretching of the lymphatic ECs leads to activation of VEGFR3 and subsequent proliferation, resulting in enlargement of lymphatic structures so they are able to drain the excessive fluid from the embryonic tissue.\nCollecting lymphatic vessels pump lymph via cyclic compression and expansion of lymphatic SMCs that surrounds the lymphatic collecting ECs (lymphatic muscle) (Zawieja, 2009). Increased intraluminal lymph pressure after fluid uptake leads to stretching of the collecting lymphatics and activates an intrinsic (active) lymph pump. The impact of stretch on lymphatic EC behavior exerted by SMC surrounding the collecting vessels has not been extensively addressed. In contrast to blood ECs, normal\nlymphatic ECs stretch is 4% elongation and pathological stretch is 8% elongation (Wang et al., 2017a), suggesting that similar to FSS, lymphatic ECs have a lower stretch setpoint.\nTo briefly summarize, blood and lymphatic vessels (and their vessel sub-types such as arteries, veins, capillaries and collectors) all display different sensitivities to mechanical stimuli, such as fluid shear stress, stiffness or stretch. These mechanical forces must be considered when performing in vitro experiments in the context of the vascular process to be studied, in order to gain biologically relevant insights into EC physiology.\nADVANCES IN IN VITRO MODELING OF"
    }, {
      "heading" : "VASCULAR FORCES",
      "text" : "With an appreciation of the importance of the extracellular environment, the vascular field has begun to develop in vitro approaches that more closely mimic in vivo environments. Bioengineering approaches have been developed in vitro to recapitulate in vivo forces, providing more cost effective, biologically relevant experimentation. Here, we will review commonly used cell culture techniques to model forces of fluid shear stress, matrix stiffness and cell stretch, and discuss emerging technologies to combine these mechanical forces."
    }, {
      "heading" : "2D Techniques to Model FSS",
      "text" : "There are numerous models which have been used in the vascular biology field to identify defined FSS-mediated EC outputs. Traditionally, these have been performed by seeding cells on a 2D flat and stiff substrate, allowing them to adhere and form a monolayer, then passing fluid over them (Figure 1) (Akbari et al., 2017). This can be achieved using a cone and plate system, where flow is generated by rotation of a cone around a central axis which is oriented in a perpendicular manner to the surface of a flat plate. More commonly, however, these experiments are performed using a parallel plate chamber, where fluid is pumped using a peristaltic pump, constant pressure head or syringe pump. These models have been particularly useful when modeling how ECs respond to changes in shear stress force and duration, where straight channels model laminar FSS (Figure 1B) and bifurcated channels model gradient shear stress regions (Figure 1C). Fluid can be pumped in a steady unidirectional manner or in an oscillatory manner, and in both of these cases it may be pulsatile. Examples of knowledge that has come from these models include when exposed to low levels of steady laminar FSS (10 dyn/cm2 for 5 h), EC junctions become stabilized (DePaola et al., 2001) and when exposed to disturbed shear stress, ECs acquire an inflammatory phenotype typically associated with atherosclerosis (Hahn and Schwartz, 2009; Chiu and Chien, 2011). Similar experiments have also helped to identify the mechanical contribution to formation of the lymphatic valves. When exposed to oscillatory but not steady state laminar FSS (4 dyn/cm2 or cultured on a rocking platform for 48 h), lymphatic ECs acquire features of lymphatic valves. In line with these findings, lymphatic valves form at sites of disturbed flow in vivo (Sabine et al., 2012, 2015; Kazenwadel et al., 2015; Cha et al., 2016).\nFrontiers in Physiology | www.frontiersin.org 8 June 2020 | Volume 11 | Article 684\nFIGURE 1 | 2D and 3D techniques to model FSS. (A) Cross section of a parallel plate flow chamber in which a monolayer of ECs is cultured on the bottom of the channel. Perfusion of media, containing growth factors and/or leukocytes, is added through the inlet and outlets. (B) Top view of a parallel plate flow chamber device to mimic steady laminar FSS or oscillatory laminar FSS, when fluid is pumped in a bidirectional manner. (C) Top view of a bifurcated channel to model gradient shear stress regions. (D) Cross section of a transwell filter system, where ECs are cultured on a thin ECM matrix on top of a porous membrane. The hydrostatic pressure difference between the upper and lower compartment models interstitial flow through the monolayer of ECs. Addition of fluorescent dextran or leukocytes to the upper compartment can be used to study permeability or leukocyte TEM. (E) Top view and horizontal cross section of a PDMS-only 3D microchannel in which ECs are grown inside the channels. (F) Top view and horizontal cross section of a PDMS-hydrogel hybrid 3D microchannel in which ECs are grown in the outer channels, and then allowed to migrate into the central hydrogel. (G) Top view and horizontal cross section of a hydrogel-only 3D microchannel in which ECs are grown fully surrounded by hydrogel. (H) Top view and vertical cross section of a PDMS-hydrogel hybrid 3D microchannel incorporating bifurcation.\nModels of interstitial flow within lymphatic capillaries have been pioneered by the Swartz lab and are largely performed using Boyden chamber assays (Figure 1D) (i.e., transwell filter systems) or radial flow systems (Ng et al., 2004; Helm et al., 2005; Miteva et al., 2010; Swartz and Lund, 2012). Boyden chamber assays are performed by plating cells as a monolayer on a semiporous ECM, such as collagen or fibrin, and seeded in the upper compartment of a transwell chamber. Then, a fixed hydrostatic pressure difference is maintained between the top and bottom chambers. Alternatively, radial flow chambers consist of ECM with ECs embedded and exposed to flow oriented radially, which is then placed between two glass coverslips and fixed with porous boundaries. Boyden chamber assays are also widely utilized amongst vascular biologists to study vascular permeability and chemotaxis of ECs and leukocytes (Nowak-Sliwinska et al., 2018).\n2D FSS assays have been utilized for much of the pioneering work in understanding the mechanisms of how ECs sense\nflow-mediated mechanotransduction, and continue to provide valuable insights. However, these standard commercial assays are limited in that they do not fully recapitulate vessel physiology, which is significantly more complex. Of relevance to this review, these assays do not incorporate important components that can alter hydrodynamics (Huber et al., 2018) such as mural cells, ECM stiffness, or circular stretch."
    }, {
      "heading" : "3D Techniques to Model FSS",
      "text" : "More complex microfluidic systems to model FSS involve growing ECs in 3D microchannels using microfabrication techniques. These can be entirely poly(dimethylsiloxane) (PDMS) derived, PDMS-hydrogel hybrids, or pure hydrogel (Akbari et al., 2017). Similar to 2D FSS models, flow can be controlled using hydrostatic pumps. PDMS-alone devices are typically linear rectangular channels that are optically transparent and permeable to gases, placed with an inlet-channel-outlet flow\nFrontiers in Physiology | www.frontiersin.org 9 June 2020 | Volume 11 | Article 684\nsystem (Figure 1E) (Duffy et al., 1998). These channels provide a suitable model to study dynamics of red blood cells or thrombosis (Shevkoplyas et al., 2003; Tsai et al., 2012). However, PDMS does not resemble native tissue environments as it is rigid, impermeable to water and not able to be remodeled by ECs (Stroock and Fischbach, 2010).\nPDMS-hydrogel hybrids consist of a channel of hydrogel scaffold (typically collagen or fibrin) lined on both sides by PDMS channels lined with ECs (Figure 1F). These ECs then form sprouts and migrate across the hydrogel scaffolds in response to changes in pressure or growth factor gradients (Song and Munn, 2011), forming a perfused capillary plexus with a functional vascular barrier (Moya et al., 2013). ECs lining the PDMS channel can also be co-cultured with mural, stromal and cancer cells, and may be derived from either normal blood, tumor or lymphatic vessels (Kim et al., 2013, 2016). These hybrid models have provided extensive information about how capillaries sprout, revealing that angiogenesis and lymphangiogenesis occur in response to interstitial flow, as sprouts in this model preferentially extend against the direction of flow; i.e., capillaries sprout from vessels with a low pressure gradient toward those with higher pressure (Song and Munn, 2011; Song et al., 2012; Kim et al., 2016). Precisely how FSS applied to the PDMS channel mediates sprouting remains under debate. It has been shown steady laminar FSS (3 dyn/cm2 for 1–3 days) inhibits VEGFinduced sprouting (Song and Munn, 2011), whereas increasing the magnitude of FSS (to 10 dyn/cm2 for 24–48 h) can induce angiogenesis (Galie et al., 2014). This suggests a FSS setpoint may regulate the degree of sprouting.\nGrowing microvessels in pure hydrogels is perhaps the most physiological of all FSS models, as ECs form lumenised vessels surrounded by ECM. In this model, typically a PDMS mold is produced with two media ports at each end and an ECM port in the center (Figure 1G). The hydrogel scaffold is allowed to set within this 3D ECM scaffold around a cylindrical needle, before the needle is removed leaving a circular channel within the ECM (Polacheck et al., 2019). Cells (such as EC alone or EC co-culture with pericytes) can then be seeded via the media ports, where they will subsequently adhere and form a cylindrical monolayer (Polacheck et al., 2019). Once ECs have adhered, flow can be applied by a syringe pump or using a laboratory rocker (to produce steady laminar or oscillatory FSS, respectively). As a needle is used to set the channel, it’s width can be set to a defined diameter from 15–300 µm (Nguyen et al., 2013; Linville et al., 2016; Polacheck et al., 2017). This is unlike vessels in PDMS-hydrogel hybrids, where form lumens spontaneously. These systems can be used to assess barrier function of the vasculature. Interestingly, in the absence of flow these vessels are leaky but when constant application of low FSS is applied (5 dyn/cm2 overnight), cell–cell adhesion is induced to prevent leakage of 70-kDa Dextran (Polacheck et al., 2017). If two cylindrical vessels are embedded within the same hydrogel these models can also be used to assess angiogenesis, with newly formed capillaries sprouting across the ECM in response to growth factor gradients between two larger vessels (Nguyen et al., 2013), a process which is dependent on EC-mediated Myosin IIA forces (Yoon et al., 2019).\nWhile hydrogel-embedded microvessels are excellent models to study the effects of FSS on the vasculature, cells are embedded in a linear vessel. Therefore, they do not accurately model the effects of disturbed flow in bifurcating vessels which are found abundantly in vivo. Recently, PDMS-hydrogel hybrids have been developed to study the effects of flow at bifurcation points in vessels (Figure 1H) (Akbari et al., 2018). Interestingly both angiogenic sprouting and permeability at bifurcation points is reduced after 48 h (where the bifurcation point has stagnation pressure of approximately 38 dyn/cm2 and branched vessels are exposed to 3 dyn/cm2) (Akbari et al., 2018, 2019). This suggests bifurcation points stabilize the blood vasculature, as has been demonstrated in vivo (Ghaffari et al., 2015)."
    }, {
      "heading" : "Models to Study EC Behavior Regulated via Matrix Stiffness and Stretching",
      "text" : "Conventional in vitro studies have long been performed using plastic or glass matrices to culture ECs. The stiffness of plastic and glass dishes (which is in the GPa range) by far exceeds the physiological stiffness that ECs experience in vivo (Wells, 2008; Guimarães et al., 2020). As discussed above, the physiological ECM stiffness experienced by ECs varies from very soft microenvironments during development to stiffer microenvironments in arterial ECs or in aged and diseased tissues. EC behavior in response to more compliant substrates has been assessed more frequently in 2D culture where ECs are seeded on top of those substrates (Figure 2A).\nHydrogels, which are water-swollen networks of polymers, have emerged as the most promising choice for cell culture since they mimic salient elements of the ECM, have mechanics similar to those of softer tissues and can support cell adhesion and protein sequestration (Tibbitt and Anseth, 2009). The properties of hydrogels, such as mechanics, swelling, porosity and degradation, are modifiable and can be adjusted to the specific requirements of the desired experiment. For commercially available hydrogels, these properties have been experimentally characterized and can be easily adapted by the user (Caliari and Burdick, 2016). Diverse stiffness hydrogels can be generated from natural materials, such as collagen, fibrin or alginate, and synthetic materials, such as polyacrylamide (PA) or Polyethylene glycol (PEG) (Caliari and Burdick, 2016). In selected settings, the use of natural materials can be advantageous as they exhibit high biocompatibility, allowing for EC interaction via integrin ligation. However, ECM stiffness provided by those natural materials is very soft. For example, the matrix stiffness of collagen hydrogels is very low (<1 kPa) (Mason et al., 2013). Another frequently used natural hydrogel, Matrigel, which is a heterogenic mixture of various ECM proteins, was found to have a stiffness of approximately 0.45 kPa when measured with AFM in an aqueous, temperature controlled environment (Soofi et al., 2009). Furthermore, Matrigel and other natural hydrogel materials do not allow user-defined variability of ECM components.\nIn contrast, synthetic materials are more inert and usually have to be combined with chemically modified crosslinkers. This allows for integrin ligation to facilitate interaction of ECs with the substrate (Caliari and Burdick, 2016). Synthetic\nFrontiers in Physiology | www.frontiersin.org 10 June 2020 | Volume 11 | Article 684\nFIGURE 2 | Models to study EC behavior regulated by matrix stiffness. (A) ECs cultured on 2D substrates with different stiffness ranging from 0.1 kPa up to GPa (glass) display different morphologies. As an example, on soft substrates human dermal lymphatic endothelial cells (HDLECs, C-12216, PromoCell, Heidelberg, Germany) show a spindle-shaped morphology with a distorted and elongated nucleus and form networks via their cell–cell interactions. On stiff substrates HDLECs flatten out and preferably undergo cell-substrate interactions compared to HDLECs cultured on soft substrates. ECs can “feel” up to several micrometers deep into a compliant substrate, suggesting a minimum hydrogel thickness of 50–100 µm is necessary to analyze ECs on compliant 2D substrates. (B) ECs coated on cytodex microcarrier beads are embedded into a fibrin hydrogel to study 3D in vitro angiogenic sprouting. Fibroblast are layered on top of the gel to provide necessary factors to promote EC sprouting and lumenisation. The stiffness range of this assay is very low due to the use of natural materials such as fibrin or collagen. (C) Encapsulation of endothelial colony-forming cells (ECFCs) in 3D collagen gels with varying thickness provides a temporal hypoxic gradient, where thick gels model hypoxia and thin gels normoxia. Increased matrix stiffness of the 3D collagen gels is performed by crosslinking and results in a stiffness range of 0.1–0.15 kPa. (D) Top view and horizontal cross section of PDMS-hydrogel microchannel containing non-swelling MMP-degradable DexMA hydrogel. This allows ECs grown in one channel to migrate toward a growth factor gradient formed by diffusion of growth factors from the other channel. Incorporation of the MMP-degradable peptide crosslinkers into the synthetic hydrogel makes the stiffness variable within a range of 1–6 kPa, compared to non-variable standard hydrogels used in Figures 1F–H.\nFrontiers in Physiology | www.frontiersin.org 11 June 2020 | Volume 11 | Article 684\nmaterials, such as PA, can be utilized to generate hydrogels with much wider matrix stiffness ranges, from 0.1 kPa to high kPa values (Tse and Engler, 2010; Denisin and Pruitt, 2016). These characteristics become highly advantageous when matrix stiffness and EC-matrix interactions have to be analyzed separately. For example, PA hydrogels with different matrix stiffness values can be generated with variable collagen I concentrations. This allows for study of the balance between substrate mechanics and matrix chemistry in the process of EC network assembly (Califano and Reinhart-King, 2008).\nThe impact of ECM stiffness on EC behavior has not been studied extensively in 3D in vitro models. Most 3D studies to analyze angiogenic sprouting processes have been performed using natural hydrogel materials, such as collagen type I and fibrin (Juliar et al., 2018). For example, ECs can be coated onto cytodex microcarriers and embedded into a fibrin hydrogel (Figure 2B). Here, fibroblasts are layered on top of the gel where they provide necessary soluble factors that promote EC sprouting from the surface of the beads (Nakatsu et al., 2007). These fibroblast derived factors act to minimally stiffen gels (0.03–0.05 kPa) and are required for the lumenisation of sprouting vessels (Newman et al., 2011). In an elegant study by Blatchley et al. (2019), thick 3D collagen gels were demonstrated to provide a temporal hypoxic gradient (Figure 2C), allowing for the study of EC behavior in response to changes in both hypoxia and ECM stiffness. These models have simultaneously revealed encapsulation of endothelial colony-forming cells (ECFCs) leads to vasculogenic cluster formation through ROS production in hypoxic (thick) but not normoxic (thin) collagen hydrogels (Figure 2C), and that increased matrix stiffness via collagen crosslinking leads to reduced cluster formation (Blatchley et al., 2019).\nAs described above, natural hydrogels provide a soft microenvironment for ECs in culture, suggesting these 3D in vitro models are most suitable to mimic the soft ECM environment that allows ECs to migrate and sprout in vivo (Mammoto et al., 2009; Frye et al., 2018). To generate stiffer (>1 kPa) 3D environments to study the impact of higher ECM stiffness on EC behavior, commonly used PA hydrogels are not suitable to encapsulate ECs due to the high toxicity of the hydrogel precursors (Caliari and Burdick, 2016). Therefore, synthetic PEG hydrogels are more widely used to analyze the effects of a stiff ECM in a 3D context (Jonker et al., 2015; Carthew et al., 2018; Whitehead et al., 2018).\nIn addition to higher matrix stiffness ranges and the ability to independently modulate adhesive ligand presentation, tunable degradation of synthetic hydrogels offers the possibility to alter the microenvironment and stiffness experienced by cells during an experiment. This can be done using ultraviolet light (Kloxin et al., 2009) or by adding engineered, MMP-degradable peptide crosslinkers to the hydrogel solution (Lutolf et al., 2003). Another advantage of using synthetic materials is that the swelling properties of these hydrogels can be modulated. An elegant study by Trappmann et al. (2017) eliminated the swelling properties of a synthetic hydrogel after polymerization, which enabled its integration into microfluidic channels (without channel closure)\nand subsequent channel colonization with ECs (Figure 2D) (Trappmann et al., 2017).\nIn addition to alterations in stiffness, growing cells on flexible substrates to allow for cyclic stretch has wide implications for EC biology. Most of the studies on stretch are performed using commercial systems, such as the Flexcell Tension Plus system (Flexercell, United States). Here, cells are plated on flexible silicon membranes coated with matrix and grown in standard media before being subjected to stretch. These systems induce cellular elongation in response to stretching and deformation of the elastomere base of the plates, achieved using vacuum pressure which exposes cells to radial, but not uniaxial stretch (Gilbert et al., 1994). High throughput techniques to induce CS in a 96 well place format have been developed using PDMS devices, where cells are exposed to uniaxial stretch. However, these can only reach 10% stretch (Matsui et al., 2018). Advances in models for measuring cyclic stretch are found in lung-on-a-chip models, discussed in further detail in the following section."
    }, {
      "heading" : "INTEGRATIVE AND NOVEL APPROACHES TO MODEL AND VISUALIZE EC FORCES",
      "text" : ""
    }, {
      "heading" : "FRET Biosensors to Visualize Tensile Changes",
      "text" : "Förster resonance energy transfer (FRET) reporter constructs have been widely used in the field of cell biology to study protein activity, interactions and conformational changes. FRET biosensors rely on transferring energy from the excited state of the donor fluorescent protein to the unexcited acceptor fluorescent protein, which then emits free photons (Snell et al., 2018). FRET efficiency is sensitive to the distance and orientation of the separation of the two fluorophores which make up the FRET pair, with distance changes as small as 1 nm substantially affecting the amount of energy transfer. Biosensors may consist of an intracellular construct that is sensitive to kinase activity, such as Src and FAK-Lyn (Figure 3A) (Wang et al., 2005; Seong et al., 2011) or conformational changes in proteins, such as Src, nonmuscle Myosin II and α-catenin (Kim et al., 2015; Markwardt et al., 2018; Koudelkova et al., 2019). Biosensors have also been utilized in vivo to measure changes in protein activity, such as Src, AKT, NO, and RhoA (Nobis et al., 2014; Li et al., 2017; Nobis et al., 2017; Conway et al., 2018; Bhuckory et al., 2019).\nThe vascular biology field has utilized FRET biosensors in EC culture to measure tension across vinculin and talin at FAs (Grashoff et al., 2010; Kumar et al., 2016) and PECAM-1 and VE-cadherin at cell–cell junctions (Conway et al., 2013). These tension sensor constructs consist of a donor fluorophore connected to an acceptor through a nanospring derived from the elastic spider silk protein flagelliform (Figure 3B) (Grashoff et al., 2010). Where tension is low or absent, the nanospring is compact and FRET is high, and conversely, application of tension stretches the spring and decreases FRET. These tension sensors are now being utilized in vivo in ECs, with a VE-cadherintension sensor zebrafish recently described by Lagendijk et al.\nFrontiers in Physiology | www.frontiersin.org 12 June 2020 | Volume 11 | Article 684\nFIGURE 3 | Integrative and novel approaches to study EC forces. (A) Schematic of a Src kinase activity FRET biosensor containing mTurqoise2 as donor and mCitrine as acceptor. Upon kinase activation, the substrate becomes phosphorylated and induces intramolecular binding of the SH2 domain, resulting in a conformational change of the molecule and reduction of FRET efficiency. (B) The VE-cadherin FRET tension sensor consists of the VE-cadherin protein and the sensor module, containing Teal as donor and Venus as acceptor, connected by the TV40 stretchable peptide. The FRET sensor module was placed in between the p120-catenin and β-catenin binding sites. When there is no force applied on VE-cadherin, there is a high FRET efficiency, while force on the p120-catenin and β-catenin binding sites stretches the TV40 linker and spatially separates the Venus acceptor and Teal donor, resulting in lower FRET efficiency. (C) Schematic of a lung-on-a-chip model in which alveolar epithelial cells are plated on the apical side of an ECM-coated porous membrane, and EC are plated on the basal side. The epithelial cells are exposed to air flow and ECs are exposed to fluid flow. Cyclic stretch is applied by a vacuum in the two flanking chambers, resulting in extension and retraction of the epithelial/endothelial cell layer in the center.\n(2017). This zebrafish line allows for live, intravital fluorescence lifetime imaging microscopy–fluorescence resonance energy transfer (FLIM- FRET) imaging of tension across junctions. These models and imaging techniques are predicted to be more widely utilized in the vascular biology field to measure changes in tension or subcellular signaling dynamics in tissue culture or in vivo models."
    }, {
      "heading" : "Organ-on-a-Chip",
      "text" : "Recent scRNA-seq approaches have revealed high levels of EC heterogeneity not only between EC types, but also between organ tissues (He et al., 2018; Vanlandewijck and Betsholtz, 2018; Takeda et al., 2019; Kalucka et al., 2020). To investigate organspecific vasculature functions, organ-on-a-chip models have been developed to study tumor, gut, liver, pancreas and muscle function. These are also being applied in the field of personalized medicine by incorporating patient samples (van den Berg et al., 2019). These models aim to culture cells in conditions that closely mimic the body, taking into account factors such as tissue geometry and composition, dynamics and flow gradients (Bhatia and Ingber, 2014). Generally, they consist of microfluidic devices integrated with microchip manufacturing methods, which allow for continuously perfused chambers with live cells that have been arranged to simulate tissue- and organ-level physiology.\nFrontiers in Physiology | www.frontiersin.org 13 June 2020 | Volume 11 | Article 684\nDue to the fact that the lung vasculature is exposed to multiple mechanical forces, here we will focus on lung-on-a-chip models. Pioneered by the Ingber laboratory, these devices are comprised of alveolar epithelial cells plated on the apical side of an ECM-coated porous membrane, with EC coated on the basal side (Huh et al., 2010; Huh et al., 2013) (Figure 3C). Alveolar cells are exposed to air and ECs are exposed to FSS at a range between 1 and 15 dyn/cm2, similar to forces applied in vivo. To model cyclic stretch, suction is applied to two external chambers flanking the cell channel, causing it to extend and retract at a rate and degree to that found in the body (approximately 10% cyclic stretch). This allows for modeling of multiple mechanical forces on the cells, including stretch, ECM components and fluid flow, making them superior to traditional microfluidic devices. Such devices can also can be modified to model other tissues with polarized EC interfaces, such as kidney (EC-podocyte) (Musah et al., 2017), liver (EC-hepatocyte) (Jang et al., 2019), brain (ECastrocyte) (Herland et al., 2016), and tumor (tumor-epitheliumEC) (Hassell et al., 2017).\nMicrocirculation-on-a-chip models have been developed to model organizational layers within the vasculature. One such model allows for the co-culture of blood and lymphatic vessels within the same device, separated by a porous polyethylene terephthalate (PET) membrane (Sato et al., 2015). This chip can be utilized to measure vascular permeability and lymphatic absorption. Other devices with an organized composition of ECs and SMCs separated by a porous membrane have been developed to better model the composition of the arterial wall. These allow for a more accurate examination of the interactions and signaling between these cellular components (van Engeland et al., 2018). Finally, models of interconnected, perfused vessels with a high flow arterial input, capillary plexus and low flow venous output have also been developed, to model multiple stages of vascular development including vasculogenesis, angiogenesis to anastomosis (Wang et al., 2016). While advantageous for their complex vascular organization, these chips lack the integration of other organ-specific cells.\nIn addition to organ-on-a-chip models, the use of organoids for in vitro investigation of organ-specific phenotypes is emerging in the fields of biology and drug discovery. A major road block in organoid research is how to incorporate a functional vasculature network. Not only is the field faced with the challenge of EC heterogeneity and matching the vasculature to the type of tissue organoid, organoids in vitro remain small and immature due to our inability to grow a perfused, functional vascular network within them. However, when transplanted in vivo, organoids can become vascularized due to ECs derived from transplanted iPSCs or the host (Pham et al., 2018; van den Berg et al., 2018). For a detailed review on the challenges in vascularization of organoids, see the review by Daniel and Cleaver (2019)."
    }, {
      "heading" : "SUMMARY",
      "text" : "The complexity and relevance of mechanical forces to generate and maintain a functional vascular system is well appreciated by vascular biologists. Sophisticated methods have been developed to model and measure forces in 2D cultured monolayers, but are now being adopted into more complex 3D models. The choice of a suitable 2D or 3D model is dependent on the specific endothelial process to be studied. While 3D models may be superior to study FSS within a model of a circular, lumenised vessel, or to model the ECM stiffness microenvironment surrounding sprouting and migrating ECs, stiffness experienced by ECs of a mature vessel network may be more accurately studied in 2D settings. This is due to the fact mature vessels are equipped with a monolayer of ECs which are naturally attached to the underlying ECM in a 2D manner.\nGiven the transport of fluid exposes ECs to the mechanical forces of FSS and cyclic stretch simultaneously, and the stiffness of the surrounding matrix will affect the degree of cyclic stretch and FSS, techniques to incorporate modeling of all these forces will yield maximal physiological relevance. We believe that further improvements to in vitro and in vivo force modeling will begin to unravel the precise impact of FSS, stiffness and stretch on the development and function of a heterogeneous vessel network across different tissues."
    }, {
      "heading" : "AUTHOR CONTRIBUTIONS",
      "text" : "MF, EG, and LS wrote and edited the manuscript."
    }, {
      "heading" : "FUNDING",
      "text" : "MF was supported by the European Union’s Horizon 2020 Research and Innovation Programme under the Marie Skłodowska-Curie Grant Agreement No. 840189 and The Werner Otto Stiftung Hamburg (8/95). EG was supported by the Australian Research Council (DE170100167 and DP200100737) and National Health and Medical Research Council (APP1158002). LS was supported by a The University of Queensland ECR grant (UQECR2058733)."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We thank Anne Lagendijk for helpful discussions and critical reading of the manuscript. We thank Patricia Essebier for critical reading."
    } ],
    "references" : [ {
      "title" : "Flow dynamics control endothelial permeability in a microfluidic vessel bifurcation model",
      "author" : [ "E. Akbari", "G.B. Spychalski", "K.K. Rangharajan", "S. Prakash", "J.W. Song" ],
      "venue" : "Lab Chip 18, 1084–1093. doi: 10.1039/c8lc00130h",
      "citeRegEx" : "Akbari et al\\.,? 2018",
      "shortCiteRegEx" : "Akbari et al\\.",
      "year" : 2018
    }, {
      "title" : "Competing fluid forces control endothelial sprouting in a 3-D microfluidic vessel bifurcation model",
      "author" : [ "E. Akbari", "G.B. Spychalski", "K.K. Rangharajan", "S. Prakash", "J.W. Song" ],
      "venue" : "Micromachines (Basel) 10:451. doi: 10.3390/mi1007 0451",
      "citeRegEx" : "Akbari et al\\.,? 2019",
      "shortCiteRegEx" : "Akbari et al\\.",
      "year" : 2019
    }, {
      "title" : "Microfluidic approaches to the study of angiogenesis and the microcirculation",
      "author" : [ "E. Akbari", "G.B. Spychalski", "J.W. Song" ],
      "venue" : "Microcirculation 24:e12363. doi: 10.1111/micc.12363",
      "citeRegEx" : "Akbari et al\\.,? 2017",
      "shortCiteRegEx" : "Akbari et al\\.",
      "year" : 2017
    }, {
      "title" : "Piezo1 and Gq/G11 promote endothelial inflammation depending on flow pattern and integrin activation",
      "author" : [ "J. Albarran-Juarez", "A. Iring", "S. Wang", "S. Joseph", "M. Grimm", "B Strilic" ],
      "venue" : "J. Exp. Med",
      "citeRegEx" : "Albarran.Juarez et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Albarran.Juarez et al\\.",
      "year" : 2018
    }, {
      "title" : "Atomic force microscopy-based characterization and design of biointerfaces",
      "author" : [ "D. Alsteens", "H.E. Gaub", "R. Newton", "M. Pfreundschuh", "C. Gerber", "D.J. Müller" ],
      "venue" : "Nat. Rev. Mater. 2:17008. doi: 10.1038/natrevmats.2017.8",
      "citeRegEx" : "Alsteens et al\\.,? 2017",
      "shortCiteRegEx" : "Alsteens et al\\.",
      "year" : 2017
    }, {
      "title" : "Substrate stiffness and VE-cadherin mechano-transduction coordinate to regulate endothelial monolayer integrity",
      "author" : [ "R.C. Andresen Eguiluz", "K.B. Kaylan", "G.H. Underhill", "D.E. Leckband" ],
      "venue" : "Biomaterials 140, 45–57. doi: 10. 1016/j.biomaterials.2017.06.010",
      "citeRegEx" : "Eguiluz et al\\.,? 2017",
      "shortCiteRegEx" : "Eguiluz et al\\.",
      "year" : 2017
    }, {
      "title" : "Organotypic vasculature: from descriptive heterogeneity to functional pathophysiology",
      "author" : [ "H.G. Augustin", "G.Y. Koh" ],
      "venue" : "Science 357:eaal2379. doi: 10. 1126/science.aal2379",
      "citeRegEx" : "Augustin and Koh,? 2017",
      "shortCiteRegEx" : "Augustin and Koh",
      "year" : 2017
    }, {
      "title" : "Endothelial fluid shear stress sensing in vascular health and disease",
      "author" : [ "N. Baeyens", "C. Bandyopadhyay", "B.G. Coon", "S. Yun", "M.A. Schwartz" ],
      "venue" : "J. Clin. Invest. 126, 821–828. doi: 10.1172/JCI83083",
      "citeRegEx" : "Baeyens et al\\.,? 2016",
      "shortCiteRegEx" : "Baeyens et al\\.",
      "year" : 2016
    }, {
      "title" : "Vascular remodeling is governed by a VEGFR3-dependent fluid shear stress set point. eLife 4:e04645",
      "author" : [ "N. Baeyens", "S. Nicoli", "B.G. Coon", "T.D. Ross", "K. Van den Dries", "J Han" ],
      "venue" : null,
      "citeRegEx" : "Baeyens et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Baeyens et al\\.",
      "year" : 2015
    }, {
      "title" : "Subendothelial stiffness alters endothelial cell traction force generation while exerting a minimal effect on the transcriptome",
      "author" : [ "E.E. Bastounis", "Yeh", "Y.-T.", "J.A. Theriot" ],
      "venue" : "Sci. Rep. 9:18209. doi: 10.1038/s41598-019-54336-2",
      "citeRegEx" : "Bastounis et al\\.,? 2019",
      "shortCiteRegEx" : "Bastounis et al\\.",
      "year" : 2019
    }, {
      "title" : "Vinculin in cell-cell and cell-matrix adhesions",
      "author" : [ "J.L. Bays", "K.A. DeMali" ],
      "venue" : "Cell. Mol. Life Sci. 74, 2999–3009. doi: 10.1007/s00018-017-2511-3",
      "citeRegEx" : "Bays and DeMali,? 2017",
      "shortCiteRegEx" : "Bays and DeMali",
      "year" : 2017
    }, {
      "title" : "Microfluidic organs-on-chips",
      "author" : [ "S.N. Bhatia", "D.E. Ingber" ],
      "venue" : "Nat. Biotechnol. 32, 760–772. doi: 10.1038/nbt.2989",
      "citeRegEx" : "Bhatia and Ingber,? 2014",
      "shortCiteRegEx" : "Bhatia and Ingber",
      "year" : 2014
    }, {
      "title" : "In vivo biosensing using resonance energy transfer",
      "author" : [ "S. Bhuckory", "J.C. Kays", "A.M. Dennis" ],
      "venue" : "Biosensors (Basel) 9:76. doi: 10.3390/bios9020076",
      "citeRegEx" : "Bhuckory et al\\.,? 2019",
      "shortCiteRegEx" : "Bhuckory et al\\.",
      "year" : 2019
    }, {
      "title" : "Magnitude-dependent regulation of pulmonary endothelial cell barrier function by cyclic stretch",
      "author" : [ "K.G. Birukov", "J.R. Jacobson", "A.A. Flores", "S.Q. Ye", "A.A. Birukova", "Verin", "A. D" ],
      "venue" : "Am. J. Physiol. Lung Cell. Mol. Physiol",
      "citeRegEx" : "Birukov et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Birukov et al\\.",
      "year" : 2003
    }, {
      "title" : "Magnitudedependent effects of cyclic stretch on HGF- and VEGF-induced pulmonary endothelial remodeling and barrier regulation",
      "author" : [ "A.A. Birukova", "N. Moldobaeva", "J. Xing", "K.G. Birukov" ],
      "venue" : "Am. J. Physiol. Lung Cell. Mol. Physiol. 295, L612–L623. doi: 10.1152/ajplung.90236.2008",
      "citeRegEx" : "Birukova et al\\.,? 2008a",
      "shortCiteRegEx" : "Birukova et al\\.",
      "year" : 2008
    }, {
      "title" : "Long-term cyclic stretch controls pulmonary endothelial permeability at translational and posttranslational levels",
      "author" : [ "A.A. Birukova", "A. Rios", "K.G. Birukov" ],
      "venue" : "Exp. Cell Res. 314, 3466–3477. doi: 10.1016/j.yexcr.2008.09. 003",
      "citeRegEx" : "Birukova et al\\.,? 2008b",
      "shortCiteRegEx" : "Birukova et al\\.",
      "year" : 2008
    }, {
      "title" : "Hypoxia and matrix viscoelasticity sequentially regulate endothelial progenitor clusterbased vasculogenesis",
      "author" : [ "M.R. Blatchley", "F. Hall", "S. Wang", "H.C. Pruitt", "S. Gerecht" ],
      "venue" : "Sci. Adv. 5:eaau7518. doi: 10.1126/sciadv.aau7518",
      "citeRegEx" : "Blatchley et al\\.,? 2019",
      "shortCiteRegEx" : "Blatchley et al\\.",
      "year" : 2019
    }, {
      "title" : "Matrix stiffening promotes a tumor vasculature phenotype",
      "author" : [ "F. Bordeleau", "B.N. Mason", "E.M. Lollis", "M. Mazzola", "M.R. Zanotelli", "S Somasegar" ],
      "venue" : "Proc. Natl. Acad. Sci. U.S.A",
      "citeRegEx" : "Bordeleau et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bordeleau et al\\.",
      "year" : 2017
    }, {
      "title" : "Endothelial actin and cell stiffness is modulated by substrate stiffness in 2D and 3D",
      "author" : [ "F.J. Byfield", "R.K. Reen", "Shentu", "T.-P.", "I. Levitan", "K.J. Gooch" ],
      "venue" : "J. Biomech. 42, 1114–1119. doi: 10.1016/j.jbiomech.2009.02.012",
      "citeRegEx" : "Byfield et al\\.,? 2009",
      "shortCiteRegEx" : "Byfield et al\\.",
      "year" : 2009
    }, {
      "title" : "A practical guide to hydrogels for cell culture",
      "author" : [ "S.R. Caliari", "J.A. Burdick" ],
      "venue" : "Nat. Methods 13, 405–414. doi: 10.1038/nmeth.3839",
      "citeRegEx" : "Caliari and Burdick,? 2016",
      "shortCiteRegEx" : "Caliari and Burdick",
      "year" : 2016
    }, {
      "title" : "A balance of substrate mechanics and matrix chemistry regulates endothelial cell network assembly",
      "author" : [ "J.P. Califano", "C.A. Reinhart-King" ],
      "venue" : "Cell. Mol. Bioeng. 1:122. doi: 10.1007/s12195-008-0022-x",
      "citeRegEx" : "Califano and Reinhart.King,? 2008",
      "shortCiteRegEx" : "Califano and Reinhart.King",
      "year" : 2008
    }, {
      "title" : "The effects of substrate elasticity on endothelial cell network formation and traction force generation",
      "author" : [ "J.P. Califano", "C.A. Reinhart-King" ],
      "venue" : "Conf. Proc. IEEE Eng. Med. Biol. Soc. 2009, 3343–3345. doi: 10.1109/IEMBS.2009.5333194",
      "citeRegEx" : "Califano and Reinhart.King,? 2009",
      "shortCiteRegEx" : "Califano and Reinhart.King",
      "year" : 2009
    }, {
      "title" : "Endothelial directed collective migration depends on substrate stiffness via localized myosin contractility and cell-matrix interactions",
      "author" : [ "A.C. Canver", "O. Ngo", "R.L. Urbano", "A.M. Clyne" ],
      "venue" : "J. Biomech. 49, 1369–1380. doi: 10. 1016/j.jbiomech.2015.12.037",
      "citeRegEx" : "Canver et al\\.,? 2016",
      "shortCiteRegEx" : "Canver et al\\.",
      "year" : 2016
    }, {
      "title" : "Shear stress and VE-cadherin: the molecular mechanism",
      "author" : [ "V. Caolo", "H.M. Peacock", "B. Kasaai", "G. Swennen", "E. Gordon", "L Claesson-Welsh" ],
      "venue" : null,
      "citeRegEx" : "Caolo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Caolo et al\\.",
      "year" : 2018
    }, {
      "title" : "Non-canonical Wnt signaling regulates",
      "author" : [ "Dominguez-Cejudo", "M. A" ],
      "venue" : null,
      "citeRegEx" : "Dominguez.Cejudo and A,? \\Q2019\\E",
      "shortCiteRegEx" : "Dominguez.Cejudo and A",
      "year" : 2019
    }, {
      "title" : "Local axial compressive mechanical properties",
      "author" : [ "Sambeek", "M. R" ],
      "venue" : null,
      "citeRegEx" : "Sambeek and R,? \\Q2013\\E",
      "shortCiteRegEx" : "Sambeek and R",
      "year" : 2013
    }, {
      "title" : "Role of endothelial shear stress in the natural history",
      "author" : [ "P.H. Stone" ],
      "venue" : null,
      "citeRegEx" : "Stone,? \\Q2007\\E",
      "shortCiteRegEx" : "Stone",
      "year" : 2007
    }, {
      "title" : "Effects of shear",
      "author" : [ "D.A. Chistiakov", "A.N. Orekhov", "Y.V. Bobryshev" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Chistiakov et al\\.,? \\Q1193\\E",
      "shortCiteRegEx" : "Chistiakov et al\\.",
      "year" : 1193
    }, {
      "title" : "Effects of disturbed flow on vascular endothelium",
      "author" : [ "S. Chien" ],
      "venue" : null,
      "citeRegEx" : "Chiu and Chien,? \\Q2011\\E",
      "shortCiteRegEx" : "Chiu and Chien",
      "year" : 2011
    }, {
      "title" : "Laminar flow",
      "author" : [ "D. CIRCRESAHA.116.309548 Choi", "E. Park", "E. Jung", "Y.J. Seong", "J. Yoo", "E Lee" ],
      "venue" : null,
      "citeRegEx" : "Choi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2017
    }, {
      "title" : "Localized tensional forces on PECAM-1 elicit a global",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "R,? \\Q2012\\E",
      "shortCiteRegEx" : "R",
      "year" : 2012
    }, {
      "title" : "Fluid shear stress on endothelial cells modulates",
      "author" : [ "M.A. Schwartz" ],
      "venue" : null,
      "citeRegEx" : "Schwartz,? \\Q2013\\E",
      "shortCiteRegEx" : "Schwartz",
      "year" : 2013
    }, {
      "title" : "VE-cadherin phosphorylation regulates endothelial fluid shear",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "F,? \\Q2017\\E",
      "shortCiteRegEx" : "F",
      "year" : 2017
    }, {
      "title" : "Intravital imaging to monitor therapeutic response in moving",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "C,? \\Q2018\\E",
      "shortCiteRegEx" : "C",
      "year" : 2018
    }, {
      "title" : "Signaling pathways",
      "author" : [ "M.F. Morini", "E. Dejana" ],
      "venue" : null,
      "citeRegEx" : "Corada et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Corada et al\\.",
      "year" : 2014
    }, {
      "title" : "Rac1 functions as a reversible tension",
      "author" : [ "A. M", "Komarova", "A Y" ],
      "venue" : null,
      "citeRegEx" : "M. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2015
    }, {
      "title" : "Vascularizing organogenesis: lessons",
      "author" : [ "O. Cleaver" ],
      "venue" : null,
      "citeRegEx" : "Daniel and Cleaver,? \\Q2019\\E",
      "shortCiteRegEx" : "Daniel and Cleaver",
      "year" : 2019
    }, {
      "title" : "Lymph flow, shear stress, and lymphocyte velocity",
      "author" : [ "D.C. Zawieja" ],
      "venue" : null,
      "citeRegEx" : "Zawieja,? \\Q2006\\E",
      "shortCiteRegEx" : "Zawieja",
      "year" : 2006
    }, {
      "title" : "Extracellular matrix",
      "author" : [ "J. Du", "Y. Zu", "J. Li", "S. Du", "Y. Xu", "L Zhang" ],
      "venue" : null,
      "citeRegEx" : "09031936",
      "shortCiteRegEx" : "09031936",
      "year" : 2016
    }, {
      "title" : "Myotubes differentiate optimally on substrates with tissue-like",
      "author" : [ "E. D" ],
      "venue" : null,
      "citeRegEx" : "D.,? \\Q2004\\E",
      "shortCiteRegEx" : "D.",
      "year" : 2004
    }, {
      "title" : "Fluid shear stress threshold regulates angiogenic sprouting",
      "author" : [ "S.C." ],
      "venue" : "Proc.",
      "citeRegEx" : "C.,? 2014",
      "shortCiteRegEx" : "C.",
      "year" : 2014
    }, {
      "title" : "Flow dynamics control",
      "author" : [ "R.L. Leask", "E.A. Jones" ],
      "venue" : null,
      "citeRegEx" : "Ghaffari et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ghaffari et al\\.",
      "year" : 2015
    }, {
      "title" : "Endothelial mechanosignaling: does one sensor",
      "author" : [ "C. Givens", "E. Tzima" ],
      "venue" : null,
      "citeRegEx" : "Givens and Tzima,? \\Q2016\\E",
      "shortCiteRegEx" : "Givens and Tzima",
      "year" : 2016
    }, {
      "title" : "Mechanotransduction in vascular",
      "author" : [ "C. Hahn", "M.A. Schwartz" ],
      "venue" : null,
      "citeRegEx" : "Hahn and Schwartz,? \\Q2009\\E",
      "shortCiteRegEx" : "Hahn and Schwartz",
      "year" : 2009
    }, {
      "title" : "All subdomains of the talin rod are mechanically",
      "author" : [ "A. Río Hernández" ],
      "venue" : null,
      "citeRegEx" : "Hernández,? \\Q2016\\E",
      "shortCiteRegEx" : "Hernández",
      "year" : 2016
    }, {
      "title" : "Every step of the way: integrins in cancer",
      "author" : [ "H. Hamidi", "J. Ivaska" ],
      "venue" : null,
      "citeRegEx" : "Hamidi and Ivaska,? \\Q2018\\E",
      "shortCiteRegEx" : "Hamidi and Ivaska",
      "year" : 2018
    }, {
      "title" : "MicroRNA-126 regulates endothelial expression of vascular cell",
      "author" : [ "J. C" ],
      "venue" : null,
      "citeRegEx" : "C.,? \\Q2008\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2008
    }, {
      "title" : "Distinct contributions of astrocytes and pericytes",
      "author" : [ "D.E. Ingber" ],
      "venue" : null,
      "citeRegEx" : "Ingber,? \\Q2016\\E",
      "shortCiteRegEx" : "Ingber",
      "year" : 2016
    }, {
      "title" : "Reconstituting organ-level lung functions on a chip",
      "author" : [ "D.E. Ingber" ],
      "venue" : null,
      "citeRegEx" : "Ingber,? \\Q2010\\E",
      "shortCiteRegEx" : "Ingber",
      "year" : 2010
    }, {
      "title" : "Vinculin associates with endothelial VE-cadherin",
      "author" : [ "A Akhmanova" ],
      "venue" : null,
      "citeRegEx" : "Akhmanova,? \\Q2012\\E",
      "shortCiteRegEx" : "Akhmanova",
      "year" : 2012
    }, {
      "title" : "Expression of the fms-like tyrosine kinase 4 gene",
      "author" : [ "D Dumont" ],
      "venue" : null,
      "citeRegEx" : "Dumont,? \\Q1995\\E",
      "shortCiteRegEx" : "Dumont",
      "year" : 1995
    }, {
      "title" : "GATA2 is required for lymphatic vessel valve development",
      "author" : [ "A G" ],
      "venue" : null,
      "citeRegEx" : "G.,? \\Q2015\\E",
      "shortCiteRegEx" : "G.",
      "year" : 2015
    }, {
      "title" : "Three-dimensional biomimetic model",
      "author" : [ "S. Kim", "M. Chung", "N.L. Jeon" ],
      "venue" : null,
      "citeRegEx" : "Kim et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2016
    }, {
      "title" : "Age-related vascular",
      "author" : [ "J.C. Kohn", "M.C. Lampi", "C.A. Reinhart-King" ],
      "venue" : "properties. Science",
      "citeRegEx" : "Kohn et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kohn et al\\.",
      "year" : 2015
    }, {
      "title" : "Local tension on talin in focal adhesions correlates with F-actin",
      "author" : [ "A. M" ],
      "venue" : null,
      "citeRegEx" : "M.,? \\Q2018\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2018
    }, {
      "title" : "Talin tension sensor reveals novel features of focal adhesion",
      "author" : [ "D M" ],
      "venue" : null,
      "citeRegEx" : "M.,? \\Q2016\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2016
    }, {
      "title" : "FAK controls the mechanical activation of YAP",
      "author" : [ "A.E. Hernandez" ],
      "venue" : null,
      "citeRegEx" : "Hernandez,? \\Q2018\\E",
      "shortCiteRegEx" : "Hernandez",
      "year" : 2018
    }, {
      "title" : "Live imaging molecular changes in junctional tension",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "S,? \\Q2017\\E",
      "shortCiteRegEx" : "S",
      "year" : 2017
    }, {
      "title" : "The effect of alagebrium chloride",
      "author" : [ "R.C. Degroof" ],
      "venue" : null,
      "citeRegEx" : "Degroof,? \\Q2005\\E",
      "shortCiteRegEx" : "Degroof",
      "year" : 2005
    }, {
      "title" : "Synthetic matrix metalloproteinase-sensitive",
      "author" : [ "E. F", "Fields", "B G" ],
      "venue" : null,
      "citeRegEx" : "F. et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2003
    }, {
      "title" : "Arterial stiffness estimation by shear wave elastography: validation",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : ".2016..,? \\Q2016\\E",
      "shortCiteRegEx" : ".2016..",
      "year" : 2016
    }, {
      "title" : "A mechanosensitive transcriptional mechanism",
      "author" : [ "M C" ],
      "venue" : null,
      "citeRegEx" : "C.,? \\Q2009\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2009
    }, {
      "title" : "Endothelial dysfunction, arterial stiffness",
      "author" : [ "A.A. Quyyumi", "J. Butler" ],
      "venue" : null,
      "citeRegEx" : "Quyyumi and Butler,? \\Q2012\\E",
      "shortCiteRegEx" : "Quyyumi and Butler",
      "year" : 2012
    }, {
      "title" : "Tuning three-dimensional collagen matrix stiffness independently",
      "author" : [ "A. C" ],
      "venue" : null,
      "citeRegEx" : "C.,? \\Q2013\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2013
    }, {
      "title" : "Deformable 96-well cell culture plate",
      "author" : [ "T.S. Matsui", "H. Wu", "S. Deguchi" ],
      "venue" : null,
      "citeRegEx" : "Matsui et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Matsui et al\\.",
      "year" : 2018
    }, {
      "title" : "Focal adhesion kinase modulates cell adhesion strengthening",
      "author" : [ "J. A" ],
      "venue" : null,
      "citeRegEx" : "A.,? \\Q2009\\E",
      "shortCiteRegEx" : "A.",
      "year" : 2009
    }, {
      "title" : "Transmural flow modulates cell and fluid transport functions",
      "author" : [ "A. M" ],
      "venue" : null,
      "citeRegEx" : "M.,? \\Q2010\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2010
    }, {
      "title" : "Disruption of the talin gene arrests mouse development",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "H,? \\Q2000\\E",
      "shortCiteRegEx" : "H",
      "year" : 2000
    }, {
      "title" : "Pulse pressure is associated with Alzheimer",
      "author" : [ "Peskind", "E. R" ],
      "venue" : null,
      "citeRegEx" : "Peskind and R,? \\Q2013\\E",
      "shortCiteRegEx" : "Peskind and R",
      "year" : 2013
    }, {
      "title" : "Biomimetic model to reconstitute angiogenic sprouting",
      "author" : [ "A P" ],
      "venue" : null,
      "citeRegEx" : "P.,? \\Q2013\\E",
      "shortCiteRegEx" : "P.",
      "year" : 2013
    }, {
      "title" : "Monitoring the dynamics of Src activity in response",
      "author" : [ "I K" ],
      "venue" : null,
      "citeRegEx" : "K.,? \\Q2014\\E",
      "shortCiteRegEx" : "K.",
      "year" : 2014
    }, {
      "title" : "Mechanically activated ion channel PIEZO1 is required",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "T,? \\Q2018\\E",
      "shortCiteRegEx" : "T",
      "year" : 2018
    }, {
      "title" : "Mechanical control of the endothelial barrier",
      "author" : [ "J. Oldenburg", "J. de Rooij" ],
      "venue" : "assays. Angiogenesis",
      "citeRegEx" : "Oldenburg and Rooij,? \\Q2014\\E",
      "shortCiteRegEx" : "Oldenburg and Rooij",
      "year" : 2014
    }, {
      "title" : "Arterial wall shear stress: observations",
      "author" : [ "J.J. Paszkowiak", "A. Dardik" ],
      "venue" : null,
      "citeRegEx" : "Paszkowiak and Dardik,? \\Q2003\\E",
      "shortCiteRegEx" : "Paszkowiak and Dardik",
      "year" : 2003
    }, {
      "title" : "Disturbed cyclical stretch of endothelial cells",
      "author" : [ "B M" ],
      "venue" : null,
      "citeRegEx" : "M.,? \\Q2017\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2017
    }, {
      "title" : "Defective valves and abnormal mural cell recruitment",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "D,? \\Q2004\\E",
      "shortCiteRegEx" : "D",
      "year" : 2004
    }, {
      "title" : "Organ-specific lymphatic vasculature",
      "author" : [ "G.Y. Koh" ],
      "venue" : null,
      "citeRegEx" : "Petrova and Koh,? \\Q2018\\E",
      "shortCiteRegEx" : "Petrova and Koh",
      "year" : 2018
    }, {
      "title" : "Vascular heterogeneity and specialization",
      "author" : [ "M. 24998 Potente", "T. Makinen" ],
      "venue" : null,
      "citeRegEx" : "Potente and Makinen,? \\Q2017\\E",
      "shortCiteRegEx" : "Potente and Makinen",
      "year" : 2017
    }, {
      "title" : "Talin-dependent integrin activation regulates VE-Cadherin Frontiers in Physiology",
      "author" : [ "G. B" ],
      "venue" : null,
      "citeRegEx" : "B.,? \\Q2019\\E",
      "shortCiteRegEx" : "B.",
      "year" : 2019
    }, {
      "title" : "Young’s modulus of trabecular",
      "author" : [ "J.Y. Rho", "R.B. Ashman", "C.H. Turner" ],
      "venue" : "the endothelium. EMBO J",
      "citeRegEx" : "Rho et al\\.,? \\Q1993\\E",
      "shortCiteRegEx" : "Rho et al\\.",
      "year" : 1993
    }, {
      "title" : "Fluid shear stress induces upregulation of COX-2",
      "author" : [ "E Ebong" ],
      "venue" : null,
      "citeRegEx" : "Ebong,? \\Q2017\\E",
      "shortCiteRegEx" : "Ebong",
      "year" : 2017
    }, {
      "title" : "Mechanotransduction, PROX1, and FOXC2 cooperate",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "C,? \\Q2012\\E",
      "shortCiteRegEx" : "C",
      "year" : 2012
    }, {
      "title" : "The precise molecular signals that control",
      "author" : [ "L. ac400686k Schimmel", "E. Gordon" ],
      "venue" : null,
      "citeRegEx" : "Schimmel and Gordon,? \\Q2018\\E",
      "shortCiteRegEx" : "Schimmel and Gordon",
      "year" : 2018
    }, {
      "title" : "Stiffness-induced endothelial",
      "author" : [ "A. Ligt", "M Hoogenboezem" ],
      "venue" : null,
      "citeRegEx" : "Ligt and Hoogenboezem,? \\Q2018\\E",
      "shortCiteRegEx" : "Ligt and Hoogenboezem",
      "year" : 2018
    }, {
      "title" : "Integrin diversity brings",
      "author" : [ "S. Seetharaman", "S. Etienne-Manneville" ],
      "venue" : null,
      "citeRegEx" : "08",
      "shortCiteRegEx" : "08",
      "year" : 2018
    }, {
      "title" : "Matrix strains induced by cells",
      "author" : [ "S. 201700060 Sen", "A.J. Engler", "D.E. Discher" ],
      "venue" : null,
      "citeRegEx" : "Sen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Sen et al\\.",
      "year" : 2009
    }, {
      "title" : "YAP1 and TAZ negatively control bone",
      "author" : [ "S Schroder" ],
      "venue" : null,
      "citeRegEx" : "K. and Schroder,? \\Q2020\\E",
      "shortCiteRegEx" : "K. and Schroder",
      "year" : 2020
    }, {
      "title" : "Endothelial responses to shear stress in atherosclerosis: a novel",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "H,? \\Q2020\\E",
      "shortCiteRegEx" : "H",
      "year" : 2020
    }, {
      "title" : "A biophysical view of the interplay",
      "author" : [ "K.M. 019-0239-5 Stroka", "H. Aranda-Espinoza" ],
      "venue" : null,
      "citeRegEx" : "Stroka and Aranda.Espinoza,? \\Q2010\\E",
      "shortCiteRegEx" : "Stroka and Aranda.Espinoza",
      "year" : 2010
    }, {
      "title" : "Microfluidic culture models of tumor",
      "author" : [ "A.D. Stroock", "C. Fischbach" ],
      "venue" : "cell contraction",
      "citeRegEx" : "Stroock and Fischbach,? \\Q2010\\E",
      "shortCiteRegEx" : "Stroock and Fischbach",
      "year" : 2010
    }, {
      "title" : "Interstitial flow and its effects in soft tissues",
      "author" : [ "M.A. 0689 Swartz", "M.E. Fleury" ],
      "venue" : null,
      "citeRegEx" : "Swartz and Fleury,? \\Q2007\\E",
      "shortCiteRegEx" : "Swartz and Fleury",
      "year" : 2007
    }, {
      "title" : "Lymphatic and interstitial flow",
      "author" : [ "M.A. 151850 Swartz", "A.W. Lund" ],
      "venue" : null,
      "citeRegEx" : "Swartz and Lund,? \\Q2012\\E",
      "shortCiteRegEx" : "Swartz and Lund",
      "year" : 2012
    }, {
      "title" : "Matrix degradability controls multicellularity of 3D cell migration",
      "author" : [ "S. C" ],
      "venue" : null,
      "citeRegEx" : "C.,? \\Q2017\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2017
    }, {
      "title" : "A mechanosensory complex that mediates the endothelial cell",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "B,? \\Q2005\\E",
      "shortCiteRegEx" : "B",
      "year" : 2005
    }, {
      "title" : "Matrix deformations around angiogenic sprouts correlate",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "P,? \\Q2020\\E",
      "shortCiteRegEx" : "P",
      "year" : 2020
    }, {
      "title" : "Renal subcapsular transplantation",
      "author" : [ "B.M. Berg", "Leuning", "D. G" ],
      "venue" : null,
      "citeRegEx" : "Berg et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Berg et al\\.",
      "year" : 2018
    }, {
      "title" : "A biomimetic microfluidic",
      "author" : [ "Stassen", "O.M.J. A", "C.M. Sahlgren" ],
      "venue" : null,
      "citeRegEx" : "Stassen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Stassen et al\\.",
      "year" : 2018
    }, {
      "title" : "Single-cell mRNA sequencing",
      "author" : [ "M. C8LC00286J Vanlandewijck", "C. Betsholtz" ],
      "venue" : null,
      "citeRegEx" : "Vanlandewijck and Betsholtz,? \\Q2018\\E",
      "shortCiteRegEx" : "Vanlandewijck and Betsholtz",
      "year" : 2018
    }, {
      "title" : "Lymphatic endothelial",
      "author" : [ "S. Wang", "D. Nie", "J.P. Rubin", "L. Kokai" ],
      "venue" : "mechanotransduction. J. Clin. Invest",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Cell 42, 462–478.e7",
      "author" : [ "angiogenesis. Dev" ],
      "venue" : null,
      "citeRegEx" : "Dev.,? \\Q2017\\E",
      "shortCiteRegEx" : "Dev.",
      "year" : 2017
    }, {
      "title" : "Engineering anastomosis between living capillary networks",
      "author" : [ "A.P. Lee" ],
      "venue" : null,
      "citeRegEx" : "Lee,? \\Q2016\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 2016
    }, {
      "title" : "Pulmonary vascular wall stiffness",
      "author" : [ "Z. doi: 10.1038/nature03469 Wang", "N.C. Chesler" ],
      "venue" : null,
      "citeRegEx" : "Wang and Chesler,? \\Q2011\\E",
      "shortCiteRegEx" : "Wang and Chesler",
      "year" : 2011
    }, {
      "title" : "The role of matrix stiffness in regulating cell behavior",
      "author" : [ "R.G. Wells" ],
      "venue" : "Hepatology 47, 1394–1400. doi: 10.1002/hep.22193",
      "citeRegEx" : "Wells,? 2008",
      "shortCiteRegEx" : "Wells",
      "year" : 2008
    }, {
      "title" : "Poly (ethylene glycol) hydrogel elasticity influences human mesenchymal stem cell behavior",
      "author" : [ "A.K. Whitehead", "H.H. Barnett", "M.E. Caldorera-Moore", "J.J. Newman" ],
      "venue" : "Regener. Biomater. 5, 167–175. doi: 10.1093/ rb/rby008",
      "citeRegEx" : "Whitehead et al\\.,? 2018",
      "shortCiteRegEx" : "Whitehead et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of alagebrium, an advanced glycation end-product breaker, in patients with chronic heart failure: study design and baseline characteristics of the BENEFICIAL trial",
      "author" : [ "S. Willemsen", "J.W. Hartog", "Y.M. Hummel", "J.L. Posma", "L.M. van Wijk", "van Veldhuisen", "D. J" ],
      "venue" : "Eur. J. Heart Fail",
      "citeRegEx" : "Willemsen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Willemsen et al\\.",
      "year" : 2010
    }, {
      "title" : "Substrate stiffness directs diverging vascular fates",
      "author" : [ "L. Wong", "A. Kumar", "B. Gabela-Zuniga", "J. Chua", "G. Singh", "Happe", "C. L" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "Wong et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wong et al\\.",
      "year" : 2019
    }, {
      "title" : "Substrate stiffness regulates arterial-venous differentiation of endothelial progenitor cells via the Ras/Mek pathway",
      "author" : [ "C. Xue", "T. Zhang", "X. Xie", "Q. Zhang", "S. Zhang", "B Zhu" ],
      "venue" : "Biochim. Biophys. Acta Mol. Cell. Res",
      "citeRegEx" : "Xue et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xue et al\\.",
      "year" : 2017
    }, {
      "title" : "Integrin beta1 controls VE-cadherin localization and blood vessel",
      "author" : [ "H. Yamamoto", "M. Ehling", "K. Kato", "K. Kanai", "M. van Lessen", "M Frye" ],
      "venue" : null,
      "citeRegEx" : "Yamamoto et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Yamamoto et al\\.",
      "year" : 2015
    }, {
      "title" : "Endothelial cell and model membranes respond to shear stress by rapidly decreasing the order of their lipid phases",
      "author" : [ "K. Yamamoto", "J. Ando" ],
      "venue" : "J. Cell Sci. 126, 1227–1234. doi: 10.1242/jcs.119628",
      "citeRegEx" : "Yamamoto and Ando,? 2013",
      "shortCiteRegEx" : "Yamamoto and Ando",
      "year" : 2013
    }, {
      "title" : "Mechanotransduction of matrix stiffness in regulation of focal adhesion size and number: reciprocal regulation of caveolin-1 and beta1 integrin",
      "author" : [ "Y.C. Yeh", "J.Y. Ling", "W.C. Chen", "H.H. Lin", "M.J. Tang" ],
      "venue" : "Sci. Rep. 7:15008. doi: 10.1038/s41598-017-14932-6",
      "citeRegEx" : "Yeh et al\\.,? 2017",
      "shortCiteRegEx" : "Yeh et al\\.",
      "year" : 2017
    }, {
      "title" : "Matrix stiffness regulates endothelial cell proliferation through septin",
      "author" : [ "Y.T. Yeh", "S.S. Hur", "J. Chang", "K.C. Wang", "J.J. Chiu", "Li", "Y. S" ],
      "venue" : "PLoS One 7:e46889. doi: 10.1371/journal.pone.0046889",
      "citeRegEx" : "Yeh et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yeh et al\\.",
      "year" : 2012
    }, {
      "title" : "Myosin IIA-mediated forces regulate multicellular integrity during vascular sprouting",
      "author" : [ "C. Yoon", "C. Choi", "S. Stapleton", "T. Mirabella", "C. Howes", "L Dong" ],
      "venue" : "Mol. Biol. Cell",
      "citeRegEx" : "Yoon et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yoon et al\\.",
      "year" : 2019
    }, {
      "title" : "Blood brothers: hemodynamics and cell-matrix interactions in endothelial function",
      "author" : [ "Yurdagul", "A. Jr.", "A.W. Orr" ],
      "venue" : "Antioxid. Redox Signal. 25, 415–434. doi: 10.1089/ars.2015.6525",
      "citeRegEx" : "Yurdagul et al\\.,? 2016",
      "shortCiteRegEx" : "Yurdagul et al\\.",
      "year" : 2016
    }, {
      "title" : "Contractile physiology of lymphatics",
      "author" : [ "D.C. Zawieja" ],
      "venue" : "Lymphat. Res. Biol. 7, 87–96. doi: 10.1089/lrb.2009.0007",
      "citeRegEx" : "Zawieja,? 2009",
      "shortCiteRegEx" : "Zawieja",
      "year" : 2009
    }, {
      "title" : "The roles of matrix stiffness and ß-catenin signaling in endothelial-to-mesenchymal transition of aortic valve endothelial cells",
      "author" : [ "A. Zhong", "Z. Mirzaei", "C.A. Simmons" ],
      "venue" : "Cardiovasc. Eng. Technol. 9, 158–167. doi: 10.1007/s13239018-0363-0",
      "citeRegEx" : "Zhong et al\\.,? 2018",
      "shortCiteRegEx" : "Zhong et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of substrate stiffness and actomyosin contractility on coupling between force transmission and vinculin-paxillin recruitment at single focal adhesions",
      "author" : [ "D.W. Zhou", "T.T. Lee", "S. Weng", "J. Fu", "A.J. Garcia" ],
      "venue" : "Mol. Biol. Cell 28, 1901–1911. doi: 10.1091/mbc.E17-02-0116",
      "citeRegEx" : "Zhou et al\\.,? 2017",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2017
    }, {
      "title" : "Advanced glycation endproduct crosslink breaker (alagebrium) improves endothelial function in patients with isolated systolic hypertension",
      "author" : [ "S.J. Zieman", "V. Melenovsky", "L. Clattenburg", "M.C. Corretti", "A. Capriotti", "G Gerstenblith" ],
      "venue" : "J. Hypertens",
      "citeRegEx" : "Zieman et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Zieman et al\\.",
      "year" : 2007
    }, {
      "title" : "Mechanisms, pathophysiology, and therapy of arterial stiffness",
      "author" : [ "S.J. Zieman", "V. Melenovsky", "D.A. Kass" ],
      "venue" : "Arterioscler. Thromb. Vasc. Biol. 25, 932–943. doi: 10.1161/01.ATV.0000160548. 78317.29",
      "citeRegEx" : "Zieman et al\\.,? 2005",
      "shortCiteRegEx" : "Zieman et al\\.",
      "year" : 2005
    } ],
    "referenceMentions" : [ {
      "referenceID" : 77,
      "context" : "The lymph is then transported through collecting vessels that are equipped with zipper-like junctions and drained back into the venous circulation (Potente and Makinen, 2017).",
      "startOffset" : 147,
      "endOffset" : 174
    }, {
      "referenceID" : 77,
      "context" : "Lymphatic capillaries lack mural cell support and are characterized by a discontinuous or absent BM (Potente and Makinen, 2017).",
      "startOffset" : 100,
      "endOffset" : 127
    }, {
      "referenceID" : 7,
      "context" : "The effects of FSS depends on a multitude of factors, such as the magnitude and direction of flow and the speed and strength of pump pulses (Baeyens et al., 2016).",
      "startOffset" : 140,
      "endOffset" : 162
    }, {
      "referenceID" : 73,
      "context" : "As arteries transport blood away from the heart, they are subjected to high FSS (10–50 dyn/cm2) which is highly pulsatile, whereas veins are subjected to a more consistent flow with forces around 10-fold less (Paszkowiak and Dardik, 2003).",
      "startOffset" : 209,
      "endOffset" : 238
    }, {
      "referenceID" : 90,
      "context" : "The uptake of interstitial fluid and resulting forces are guided by hydrostatic and osmotic pressure between lymphatic vessels, blood vessels and the interstitial space [known as Starling forces (Swartz and Fleury, 2007; Levick and Michel, 2010)].",
      "startOffset" : 195,
      "endOffset" : 245
    }, {
      "referenceID" : 43,
      "context" : "This may be done via cilia, glycocalyx, ion channels, G-proteins or protein kinases (Hahn and Schwartz, 2009; Goetz et al., 2014; Wang et al., 2015; Givens and Tzima, 2016; Chistiakov et al., 2017).",
      "startOffset" : 84,
      "endOffset" : 197
    }, {
      "referenceID" : 42,
      "context" : "This may be done via cilia, glycocalyx, ion channels, G-proteins or protein kinases (Hahn and Schwartz, 2009; Goetz et al., 2014; Wang et al., 2015; Givens and Tzima, 2016; Chistiakov et al., 2017).",
      "startOffset" : 84,
      "endOffset" : 197
    }, {
      "referenceID" : 10,
      "context" : "FAs are comprised of extracellular matrix (ECM) binding proteins known as integrins, which are coupled to the cytoskeleton through actin binding proteins, including the mechanosensors vinculin and talin (Bays and DeMali, 2017; Goult et al., 2018).",
      "startOffset" : 203,
      "endOffset" : 246
    }, {
      "referenceID" : 45,
      "context" : "For a detailed overview of integrins and their ECM interactions, please see the following reviews (Ross et al., 2013; Hamidi and Ivaska, 2018).",
      "startOffset" : 98,
      "endOffset" : 142
    }, {
      "referenceID" : 45,
      "context" : "“Inside-out” signaling activates the ligand binding function of integrins (for example when FSS is sensed and subsequently transduced inside the EC) and “outside-in” signaling mediates cellular responses (for example in response to changes in ECM stiffness) leading to changes in cell spreading, retraction, migration, and proliferation (Hamidi and Ivaska, 2018).",
      "startOffset" : 337,
      "endOffset" : 362
    }, {
      "referenceID" : 107,
      "context" : "EC-specific knockout of either integrin-β1 itself or talin (leading to loss of integrinβ1 activation) leads to perturbed VE-cadherin localization and loss of junctional integrity (Yamamoto et al., 2015; Pulous et al., 2019).",
      "startOffset" : 179,
      "endOffset" : 223
    }, {
      "referenceID" : 41,
      "context" : "During formation of the initial blood vascular plexus in vivo, angiogenic sprouting is more likely to occur at sites of low FSS (Ghaffari et al., 2015) and vascular fusion is induced by steady laminar low FSS and VE-cadherin phosphorylation (induced at 1.",
      "startOffset" : 128,
      "endOffset" : 151
    }, {
      "referenceID" : 23,
      "context" : "8 dyn/cm2 but not 10 dyn/cm2 for 4 h) (Caolo et al., 2018).",
      "startOffset" : 38,
      "endOffset" : 58
    }, {
      "referenceID" : 8,
      "context" : "NFκB at much higher steady laminar FSS levels (25 dyn/cm2 and over for 16 h) than that of lymphatic ECs (10 dyn/cm2 and over for 16 h) (Baeyens et al., 2015).",
      "startOffset" : 135,
      "endOffset" : 157
    }, {
      "referenceID" : 8,
      "context" : "The elevated expression of VEGFR3 in lymphatic EC causes them to respond to FSS at lower levels to that of blood ECs, and reducing VEGFR3 expression in lymphatic ECs increases the FSS setpoint (Baeyens et al., 2015).",
      "startOffset" : 193,
      "endOffset" : 215
    }, {
      "referenceID" : 3,
      "context" : ", 2016), is also required for FSS sensing (Ranade et al., 2014; Albarran-Juarez et al., 2018), thereby coupling FSS and membrane stretch.",
      "startOffset" : 42,
      "endOffset" : 93
    }, {
      "referenceID" : 108,
      "context" : "However, these changes occur in biologically inactive lipid membranes, thus may be a basic physical phenomena that can transduce shear stress (Yamamoto and Ando, 2013).",
      "startOffset" : 142,
      "endOffset" : 167
    }, {
      "referenceID" : 105,
      "context" : "Embryonic stem cells (ESCs) depend on the mechanical environment of the stem cell niche, as the fate of vascular progenitor cells (VPC) was shown to be dependent on substrate stiffness, with EC lineages favoring softer substrates (10 kPa) and SMC lineages favoring stiffer substrates (plastic, GPa range) (Wong et al., 2019).",
      "startOffset" : 305,
      "endOffset" : 324
    }, {
      "referenceID" : 106,
      "context" : "The range of venous tissue stiffness in mammals is about 3– 50 kPa (Xue et al., 2017; Frye et al., 2018), which is positioned between the stiffness of the epithelium and cartilage.",
      "startOffset" : 67,
      "endOffset" : 104
    }, {
      "referenceID" : 34,
      "context" : "Unlike veins, arteries must be able to withstand higher blood pressure and are surrounded by several layers of smooth muscle cells and connective tissue (Corada et al., 2014).",
      "startOffset" : 153,
      "endOffset" : 174
    }, {
      "referenceID" : 53,
      "context" : "Therefore, arteries are stiffer, ranging from about 50–150 kPa (Kohn et al., 2015).",
      "startOffset" : 63,
      "endOffset" : 82
    }, {
      "referenceID" : 106,
      "context" : "Differences in ECM stiffness experienced by endothelial progenitor cells (EPCs) have been implicated in the regulation of arterial-venous differentiation in vitro (Xue et al., 2017).",
      "startOffset" : 163,
      "endOffset" : 181
    }, {
      "referenceID" : 106,
      "context" : "In contrast to EPCs cultured on venous substrate stiffness (7 kPa), EPCs cultured on arterial substrate stiffness (128 kPa) showed an increase in expression of the arterial marker EphrinB2 (Xue et al., 2017).",
      "startOffset" : 189,
      "endOffset" : 207
    }, {
      "referenceID" : 4,
      "context" : "Therefore, these data underscore the importance of analyzing mechanical properties of individual vessel components using microscale techniques, such as Atomic Force Microscopy (AFM) (Alsteens et al., 2017; Frye et al., 2018) and Scanning Ion Conductance Microscopy (SICM) (Schaffer, 2013).",
      "startOffset" : 182,
      "endOffset" : 224
    }, {
      "referenceID" : 21,
      "context" : "The measurement of compliant ECM substrate deformations (and calculation of deformation-based metrics) via Traction Force Microscopy (TFM) (Califano and Reinhart-King, 2009) or 4D displacement microscopy (Vaeyens et al.",
      "startOffset" : 139,
      "endOffset" : 173
    }, {
      "referenceID" : 109,
      "context" : "GPa range) regulates the expression of β1 integrin and Cav1 to regulate FA assembly and turnover (Yeh et al., 2017).",
      "startOffset" : 97,
      "endOffset" : 115
    }, {
      "referenceID" : 9,
      "context" : "70 kPa) has been shown to induce β1 integrin activity (Bastounis et al., 2019).",
      "startOffset" : 54,
      "endOffset" : 78
    }, {
      "referenceID" : 115,
      "context" : "These FA molecules have been extensively studied as general tension sensors/transducers in non-endothelial cell types (Provenzano et al., 2009; Zhou et al., 2017; Martino et al., 2018).",
      "startOffset" : 118,
      "endOffset" : 184
    }, {
      "referenceID" : 114,
      "context" : "Another class of nuclear shuttling proteins consists of YAP and WW DomainContaining Transcription Regulator Protein 1 (WWTR1/TAZ), which are downstream effectors of the Hippo pathway (Zhong et al., 2018).",
      "startOffset" : 183,
      "endOffset" : 203
    }, {
      "referenceID" : 110,
      "context" : "5 kPa), attenuates Src/Vav2 phosphorylation and inhibits RhoA-dependent EC proliferation (Yeh et al., 2012).",
      "startOffset" : 89,
      "endOffset" : 107
    }, {
      "referenceID" : 22,
      "context" : "Comparing the absolute kPa values reveals that ‘stiff ’ ECM values (such as 4 kPa) are used as the ‘soft’ ECM standards in other studies (Canver et al., 2016).",
      "startOffset" : 137,
      "endOffset" : 158
    }, {
      "referenceID" : 117,
      "context" : "These alterations of ECM stiffness affect EC health, resulting in inflammation, hypertension and ultimately disease progression in disorders such as atherosclerosis and pulmonary arterial hypertension (PAH) (Zieman et al., 2005; Ley et al., 2007; Wang and Chesler, 2011; Marti et al., 2012; Tan et al., 2014).",
      "startOffset" : 207,
      "endOffset" : 308
    }, {
      "referenceID" : 101,
      "context" : "These alterations of ECM stiffness affect EC health, resulting in inflammation, hypertension and ultimately disease progression in disorders such as atherosclerosis and pulmonary arterial hypertension (PAH) (Zieman et al., 2005; Ley et al., 2007; Wang and Chesler, 2011; Marti et al., 2012; Tan et al., 2014).",
      "startOffset" : 207,
      "endOffset" : 308
    }, {
      "referenceID" : 17,
      "context" : "However, tumor ECM stiffness has been shown to also play a central role in promoting a characteristically leakier tumor vasculature (Bordeleau et al., 2017).",
      "startOffset" : 132,
      "endOffset" : 156
    }, {
      "referenceID" : 20,
      "context" : "Sub-confluent ECs on compliant substrates assemble spontaneously into networks reminiscent of an angiogenic process (Califano and Reinhart-King, 2008).",
      "startOffset" : 116,
      "endOffset" : 150
    }, {
      "referenceID" : 17,
      "context" : "2 kPa) form continuous VE-cadherin-positive junctions, which are highly discontinuous and punctuated compared to those grown on stiff, tumorigenic substrates (10 kPa) (Bordeleau et al., 2017).",
      "startOffset" : 167,
      "endOffset" : 191
    }, {
      "referenceID" : 13,
      "context" : "In blood ECs, normal stretch is 5% elongation and pathological stress is 18% elongation, with acute stretch being 15 min and stretch being chronic 48 h (Birukov et al., 2003).",
      "startOffset" : 152,
      "endOffset" : 174
    }, {
      "referenceID" : 13,
      "context" : "Even after short term exposure to CS, ECs become significantly more prone to leakage in response to thrombin or VEGF, linked to an increase in Rho GTPase activity and MLC phosphorylation (Birukov et al., 2003; Birukova et al., 2008a).",
      "startOffset" : 187,
      "endOffset" : 233
    }, {
      "referenceID" : 14,
      "context" : "Even after short term exposure to CS, ECs become significantly more prone to leakage in response to thrombin or VEGF, linked to an increase in Rho GTPase activity and MLC phosphorylation (Birukov et al., 2003; Birukova et al., 2008a).",
      "startOffset" : 187,
      "endOffset" : 233
    }, {
      "referenceID" : 15,
      "context" : "However, changes in barrier integrity are not simply linked to changes in mechanical imbalance, as after cells have been re-plated to non-elastic substrates, they continue to be susceptible to leakage (Birukova et al., 2008b).",
      "startOffset" : 201,
      "endOffset" : 225
    }, {
      "referenceID" : 14,
      "context" : "provides protection against barrier breakdown (Birukova et al., 2008a), which is thought to be a result of induction of Rap1 signaling to promote junctional stability and suppress RhoA signaling (Ke et al.",
      "startOffset" : 46,
      "endOffset" : 70
    }, {
      "referenceID" : 113,
      "context" : "Collecting lymphatic vessels pump lymph via cyclic compression and expansion of lymphatic SMCs that surrounds the lymphatic collecting ECs (lymphatic muscle) (Zawieja, 2009).",
      "startOffset" : 158,
      "endOffset" : 173
    }, {
      "referenceID" : 2,
      "context" : "Traditionally, these have been performed by seeding cells on a 2D flat and stiff substrate, allowing them to adhere and form a monolayer, then passing fluid over them (Figure 1) (Akbari et al., 2017).",
      "startOffset" : 178,
      "endOffset" : 199
    }, {
      "referenceID" : 43,
      "context" : ", 2001) and when exposed to disturbed shear stress, ECs acquire an inflammatory phenotype typically associated with atherosclerosis (Hahn and Schwartz, 2009; Chiu and Chien, 2011).",
      "startOffset" : 132,
      "endOffset" : 179
    }, {
      "referenceID" : 28,
      "context" : ", 2001) and when exposed to disturbed shear stress, ECs acquire an inflammatory phenotype typically associated with atherosclerosis (Hahn and Schwartz, 2009; Chiu and Chien, 2011).",
      "startOffset" : 132,
      "endOffset" : 179
    }, {
      "referenceID" : 91,
      "context" : ", transwell filter systems) or radial flow systems (Ng et al., 2004; Helm et al., 2005; Miteva et al., 2010; Swartz and Lund, 2012).",
      "startOffset" : 51,
      "endOffset" : 131
    }, {
      "referenceID" : 2,
      "context" : "These can be entirely poly(dimethylsiloxane) (PDMS) derived, PDMS-hydrogel hybrids, or pure hydrogel (Akbari et al., 2017).",
      "startOffset" : 101,
      "endOffset" : 122
    }, {
      "referenceID" : 89,
      "context" : "However, PDMS does not resemble native tissue environments as it is rigid, impermeable to water and not able to be remodeled by ECs (Stroock and Fischbach, 2010).",
      "startOffset" : 132,
      "endOffset" : 161
    }, {
      "referenceID" : 52,
      "context" : ", capillaries sprout from vessels with a low pressure gradient toward those with higher pressure (Song and Munn, 2011; Song et al., 2012; Kim et al., 2016).",
      "startOffset" : 97,
      "endOffset" : 155
    }, {
      "referenceID" : 111,
      "context" : ", 2013), a process which is dependent on EC-mediated Myosin IIA forces (Yoon et al., 2019).",
      "startOffset" : 71,
      "endOffset" : 90
    }, {
      "referenceID" : 0,
      "context" : "Recently, PDMS-hydrogel hybrids have been developed to study the effects of flow at bifurcation points in vessels (Figure 1H) (Akbari et al., 2018).",
      "startOffset" : 126,
      "endOffset" : 147
    }, {
      "referenceID" : 41,
      "context" : "This suggests bifurcation points stabilize the blood vasculature, as has been demonstrated in vivo (Ghaffari et al., 2015).",
      "startOffset" : 99,
      "endOffset" : 122
    }, {
      "referenceID" : 102,
      "context" : "The stiffness of plastic and glass dishes (which is in the GPa range) by far exceeds the physiological stiffness that ECs experience in vivo (Wells, 2008; Guimarães et al., 2020).",
      "startOffset" : 141,
      "endOffset" : 178
    }, {
      "referenceID" : 19,
      "context" : "For commercially available hydrogels, these properties have been experimentally characterized and can be easily adapted by the user (Caliari and Burdick, 2016).",
      "startOffset" : 132,
      "endOffset" : 159
    }, {
      "referenceID" : 19,
      "context" : "Diverse stiffness hydrogels can be generated from natural materials, such as collagen, fibrin or alginate, and synthetic materials, such as polyacrylamide (PA) or Polyethylene glycol (PEG) (Caliari and Burdick, 2016).",
      "startOffset" : 189,
      "endOffset" : 216
    }, {
      "referenceID" : 19,
      "context" : "This allows for integrin ligation to facilitate interaction of ECs with the substrate (Caliari and Burdick, 2016).",
      "startOffset" : 86,
      "endOffset" : 113
    }, {
      "referenceID" : 20,
      "context" : "This allows for study of the balance between substrate mechanics and matrix chemistry in the process of EC network assembly (Califano and Reinhart-King, 2008).",
      "startOffset" : 124,
      "endOffset" : 158
    }, {
      "referenceID" : 16,
      "context" : "These models have simultaneously revealed encapsulation of endothelial colony-forming cells (ECFCs) leads to vasculogenic cluster formation through ROS production in hypoxic (thick) but not normoxic (thin) collagen hydrogels (Figure 2C), and that increased matrix stiffness via collagen crosslinking leads to reduced cluster formation (Blatchley et al., 2019).",
      "startOffset" : 335,
      "endOffset" : 359
    }, {
      "referenceID" : 19,
      "context" : "To generate stiffer (>1 kPa) 3D environments to study the impact of higher ECM stiffness on EC behavior, commonly used PA hydrogels are not suitable to encapsulate ECs due to the high toxicity of the hydrogel precursors (Caliari and Burdick, 2016).",
      "startOffset" : 220,
      "endOffset" : 247
    }, {
      "referenceID" : 103,
      "context" : "Therefore, synthetic PEG hydrogels are more widely used to analyze the effects of a stiff ECM in a 3D context (Jonker et al., 2015; Carthew et al., 2018; Whitehead et al., 2018).",
      "startOffset" : 110,
      "endOffset" : 177
    }, {
      "referenceID" : 64,
      "context" : "However, these can only reach 10% stretch (Matsui et al., 2018).",
      "startOffset" : 42,
      "endOffset" : 63
    }, {
      "referenceID" : 12,
      "context" : "Biosensors have also been utilized in vivo to measure changes in protein activity, such as Src, AKT, NO, and RhoA (Nobis et al., 2014; Li et al., 2017; Nobis et al., 2017; Conway et al., 2018; Bhuckory et al., 2019).",
      "startOffset" : 114,
      "endOffset" : 215
    }, {
      "referenceID" : 97,
      "context" : "Organ-on-a-Chip Recent scRNA-seq approaches have revealed high levels of EC heterogeneity not only between EC types, but also between organ tissues (He et al., 2018; Vanlandewijck and Betsholtz, 2018; Takeda et al., 2019; Kalucka et al., 2020).",
      "startOffset" : 148,
      "endOffset" : 243
    }, {
      "referenceID" : 11,
      "context" : "These models aim to culture cells in conditions that closely mimic the body, taking into account factors such as tissue geometry and composition, dynamics and flow gradients (Bhatia and Ingber, 2014).",
      "startOffset" : 174,
      "endOffset" : 199
    } ],
    "year" : 2020,
    "abstractText" : "Blood and lymphatic vessels are lined by endothelial cells which constantly interact with their luminal and abluminal extracellular environments. These interactions confer physical forces on the endothelium, such as shear stress, stretch and stiffness, to mediate biological responses. These physical forces are often altered during disease, driving abnormal endothelial cell behavior and pathology. Therefore, it is critical that we understand the mechanisms by which endothelial cells respond to physical forces. Traditionally, endothelial cells in culture are grown in the absence of flow on stiff substrates such as plastic or glass. These cells are not subjected to the physical forces that endothelial cells endure in vivo, thus the results of these experiments often do not mimic those observed in the body. The field of vascular biology now realize that an intricate analysis of endothelial signaling mechanisms requires complex in vitro systems to mimic in vivo conditions. Here, we will review what is known about the mechanical forces that guide endothelial cell behavior and then discuss the advancements in endothelial cell culture models designed to better mimic the in vivo vascular microenvironment. A wider application of these technologies will provide more biologically relevant information from cultured cells which will be reproducible to conditions found in the body.",
    "creator" : "LaTeX with hyperref package"
  }
}