{
  "name" : "2020-06-30__2f_10.1016@j.colsurfb.2020.111211.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "c-Phycocyanin primed silver nano conjugates_ Studies on red blood cell stress resilience mechanism",
    "authors" : [ "Harishkumar Madhyastha", "Radha Madhyastha", "Abhishek Thakur", "Sakai Kentaro", "Abhimanyu Dev", "Sneha Singh", "Bistivalli Chandrashekharappa R", "Hemanth Kumar", "Orlando Acevedo", "Yuichi Nakajima", "Hemant Kumar Daima", "Akhela Aradhya", "Navya Nagaraj P", "Masugi Maruyama" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nColloids and Surfaces B: Biointerfaces\njournal homepage: www.elsevier.com/locate/colsurfb\nc-Phycocyanin primed silver nano conjugates: Studies on red blood cell stress resilience mechanism\nHarishkumar Madhyasthaa,*, Radha Madhyasthaa, Abhishek Thakurb, Sakai Kentaroc, Abhimanyu Devd, Sneha Singhe, Bistivalli Chandrashekharappa Rf, Hemanth Kumarf, Orlando Acevedob, Yuichi Nakajimaa, Hemant Kumar Daimag, Akhela Aradhyag, Navya Nagaraj Ph, Masugi Maruyamaa\na Department of Applied Physiology, School of Medicine, University of Miyazaki, Miyazaki, 889 1692, Japan bDepartment of Chemistry, University of Miami, Coral Gables, FL, 33146, United States c Center for Collaborative Research and Community Corporation, Division of Materials Research, University of Miyazaki, Miyazaki, 889 2192, Japan dDepartment of Pharmaceutical Science and Technology, Birla Institute of Technology Mesra, Ranchi, 835215, India e Department of Bioengineering, Birla Institute of Technology Mesra, Ranchi, 835215, India fDepartment of Pharmaceutical Chemistry, NGSM Institute of Pharmaceutical Sciences, Nitte (Deemed to be) University, Paneer Campus, Mangaluru, 575018, Karnataka, India g Amity Center for Nanobiotechnology and Nanomedcine (ACNN), Amity Institute of Biotechnology, Amity University, Rajasthan, Kant-Kalwar, Jaipur-Delhi Highway, Jaipur, 303002, India hDepartment of Biotechnology, Bannari Amman Institute of Technology, Sathyamangalam, Erode, 638401, Tamilnadu, India\nA R T I C L E I N F O\nKeywords: c-Phycocyanin Silver nanoparticles Conjugated nano-particles Haemoglobin configuration Blood electrolytes Anti-oxidation Wound healing Fibroblast cell migration\nA B S T R A C T\nGreen synthesis of metal-encased nutraceutical nano-hybrids has been a target for research over the last few years. In the present investigation, we have reported temperature dependent facile synthesis of silver nanoparticles using FDA approved c phycocyanin (cPC). The cPC conjugated silver nanoparticles (AgcPCNPs) were characterized by TEM, Zeta Potential, UV–vis, XPS, FTIR, and CD Spectroscopy. The temperature optimization studies suggested the synthesis of stable AgcPCNPs at 40 °C while at higher temperature system shows aggregated appearance. Molecular docking studies predicted the exclusive interaction of C, D, I, and J chains of cPC with the surface of AgNPs. Moreover, AgcPCNPs significantly (p<0.1 %) counteract the toxic nature of AgNPs on red blood cell by measuring parameters like total RBC count, % hemolysis, % hematocrit, coagulation time, pH, electrolyte concentrations and degree of blood cell lipid peroxidation by the anti-oxidation mechanism. Skin fibroblast in vitro cell migration result suggeststhat AgcPCNPs enhanced the degree of cell movement towards the wound area. Data obtained collectively demonstrate that AgcPCNPs can be a better agent in the dermal wound healing with reduced toxicity with the bi-phasic advantage of cPC as a wound healer and Ag nano-metal as an anti-bacterial agent."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nutraceutical conjugated nano-metal hybrids is a trending transdisciplinary area of research in biomedical prescriptive. c-Phycocyanin (cPC) is a water-soluble phycobiliprotein found in cyanobacteria. It is composed of two protein subunits, i.e., α and β chains, which are\npresent in equimolar quantity [1]. It is FDA approved diet supplement with various applications due to its bio-susceptibility, biocompatibility, and bio-resorbability in humans with low toxicity. It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7]. It absorbs orange-red light at 620 nm\nhttps://doi.org/10.1016/j.colsurfb.2020.111211 Received 7 April 2020; Received in revised form 4 June 2020; Accepted 20 June 2020\nAbbreviations: cPC, c-Phycocyanin; NPs, nanoparticles; AgNPs, silver nanoparticles; AgcPCNPs, silver nanoparticles conjugated with c-Phycocyanin; CNPs, conjugated nanoparticles; CD, circular dichromium spectroscopy; FBS, fetal bovine serum; FTIR, fourier transform infrared spectroscopy; Hb, hemoglobin; Hct, hematocrit; ICPS, inductively coupled plasma mass spectrometry; MDA, malondialdehyde; PSN, penicillin streptomycin neomycin; RBC, red blood cell; ROS, reactive oxygen species; RT, room temperature; SPR, surface plasmon resonance; TBA, thiobarbituric acid; TEM, transmission electron microscopy; TSC, tri sodium citrate; UV–vis, uv–vis spectroscopy; WBC, white blood cell; XPS, x ray photoelectron spectroscopy\n⁎ Correspondence author. E-mail address: hkumar@med.miyazaki-u.ac.jp (H. Madhyastha).\nColloids and Surfaces B: Biointerfaces 194 (2020) 111211\nAvailable online 25 June 2020 0927-7765/ © 2020 Elsevier B.V. All rights reserved.\nT\nand emits fluorescence at 650 nm; which makes it one of the most widely used agent in clinical and immunolabelling assays [8].\nEarlier investigations have shown that broad-spectrum anti-bacterial Ag nanoparticles haveemerged as unique consumer-friendly products for pharmaceutical, agricultural and medical sectors against silver sulfadiazine as a gold standard for the treatment of burn infections [9]. The unique bactericidal activity of Ag nanoparticles is attributed due to its high surface-to-volume ratio and active charges present on the surface. Ag nanoparticles are synthesized and stabilized by chemical and photochemical reductions, electrochemical methods and lithography techniques [10]. Recently, a green synthesis approach that utilizes phytoextracts and bacterial metabolites have been gaining importance due to its eco-friendly and cost-effectiveness in synthesis [11–13]. Functionalization of Ag nanoparticles with nutraceutical agents is a common strategy to enhance the stability, function, and biocompatibility of the nanoformulations due to its high surface-tovolume ratio and active positive charges present on the surface. Although there is awidespread usage of Ag nanoparticles in medical and cosmetic industries, however they remain a potential threat to humans due to their mode of interaction with body fluids, uptake by cells, interactions with blood, and accumulation in the different organs with possible toxic effects [14]. Hence, the distribution and biological responses of the Ag nanoparticles in the human tissues are dictated by the metal-biological interactions and possibly alerts the functions of cellular proteins. Notably, in the last two years, sporadic attempts have been made to fabricate cPC caged nanoparticles with Ag for controlling breast cancer, and prevention of skin cell oxidative stress [15,16]. However, to date no systemic studies have been carried out on nutraceutical primed Ag nanoparticles to understand the bio-nano interface at the cellular level particularly on blood cells.\nIn this study, we have reported the synthesis of cPC functionalized hybrid Ag nanoparticles (AgcPCNPs) by employing a green chemistry approach. This study also entails the in-depth understanding of different biochemical interactions between synthesized AgcPCNPs with whole blood and hemoglobin (Hb). Additionally, the molecular docking technique was applied to investigate the origin of stabilizing intermolecular interactions that leads to the formation of protein corona around AgcPCNPs. Finally, the effect of the NPs on cellular migration was evaluated as a functional validation of AgcPCNPs as therapeutic agent."
    }, {
      "heading" : "2. Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and materials",
      "text" : "Silver nitrate (AgNO3), trisodium citrate (TSC), 30 kDa molecular weight cut off (MWCO) cellulose dialysis membrane (Wako Chemicals. Tokyo, Japan), FBS and PSN were purchased from Sigma-Aldrich Chemical Co. (St. Louis, MO, USA). Phycocyanin dry powder (> 90 % pure) was a kind gift from Parry Nutraceutical Ltd. Chennai, India. Tetramethylammonium hydroxide (TMAH) and Triton-X 100 were purchased from Nakalai pure chemicals (Nakalai tesque, Inc. Tokyo, Japan). All other materials for experiments were of analytical grade and purchased from Wako pure Chemical (Wako Chemicals, Tokyo, Japan). All solutions were prepared with deionized water."
    }, {
      "heading" : "2.2. AgNPs and AgcPCNPs fabrication",
      "text" : "Initially, citrate capped AgNPs were synthesized by the citrate reduction method. The synthesis was carried out at varying temperatures (4–80 °C) by addition of 0.5 % (w/v) trisodium citrate to a solution of 10 mM silver nitrate. Subsequently, AgcPCNPs were synthesized by mixing with an equimolar concentration of CPC (75 μM) with AgNPs at varying temperatures (4–80 °C) under constant stirring at 200 rpm until the bluish-yellow color was developed. The resulting solutions were centrifuged at 3000 rpm and the supernatant was collected for further\nprocessing. The concentrated nanoparticle colloidal solutions were dialyzed at room temperature with respective dialysis membrane for 24 h to remove excess citrate, unreduced metals ions, and/or unbound molecules. AgNPs and AgcPCNPs were freeze-dried (Modulyo Freeze dryer, EF-4, Sussex, England) and kept at 4 °C for further characterization."
    }, {
      "heading" : "2.3. Characterization of NPs",
      "text" : "The optical properties of AgNPs and AgcPCNPs were measured by UV–vis Nano Drop spectrophotometer (ND 1000, Nano Drop technologies, Inc., Wilmington, USA). The morphology was measured by using ultra-high-resolution transmission electron microscope (200 kV, HT7700, Hitachi, Tokyo, Japan), wherein a drop of the sample (∼5 μl) placed on a carbon-coated Cu grid was dried under infrared light before analysis. The particle size distribution and the zeta (ζ) potential were measured at 25 °C by electrophoretic light scattering instrument (Zettaliter Nano ZS, Malvern Panalytical, Malvern, UK). The probable binding sites on the surface of AgNPs and AgcPCNPs were measured by X-Ray photoelectron spectroscopy (XPS) (Kratos ultra Supra-2, Shimadzu/Kratos Analytical Ltd, Manchester, UK) with X-ray source of Al-Kα operating at 150 W with a spot size of 400 × 700 μm2in hybrid mode. The binding sites for S(2p), C(1 s), Ag(3d), N(1 s), and O(1 s) were analyzed. The interactions between cPC and AgNPs were measured by using Jasco spectropolarimeter (Jasco, J-800, CD spectrophotometer, Easton, MD, USA)), wherein the baseline corrections were done with Na2HPO4 buffer. Interactions between sheep Hb and AgNPs (50 μg/L) or AgcPCNPs (50 μg/L) were also measured by the same instrument. The path length of the silica quartz cell was 0.1 cm and data were collected with a scan speed of 20 nm/min under constant nitrogen flow. The molar ellipticity of [θ]=degree dmol−1 cm2 was used as a heme basis scale."
    }, {
      "heading" : "2.3.1. Molecular docking of cPC AgNPs",
      "text" : "The x-ray crystallographic structure of cPC from Spirulina platensis with a resolution of 2.2 Å (PDB ID: 1GH0) was selected to determine interactions between cPC and AgNPs [17]. The reported crystal structure of cPC had a face-to-face association between two hexameric units wherein one hexameric unit was deleted. H atoms were added to the hexameric unit and all co-crystallized molecules, including solvent and phycocyanobilin by the Auto SMILES (pH = 7.0, Yasara software) [15]. In order to explore all possible binding modes, a large Ag sheet was designed using the Packmol program with a tolerance value of 2.0 [18]. The Ag sheet was 30 nm in length and breadth while 0.2 nm in thickness and consisted of 50,000 Ag atoms with a neutral charge and was treated as the receptor during docking. Molecular docking studies were carried out by using the Patch-Dock online server with default protocols applied [19]."
    }, {
      "heading" : "2.3.2. Hematological characterizations",
      "text" : "2.3.2.1. Ag uptake study by ICPS. The standard procedure laid by the American Society for Testing and Materials (ASTM) was followed. AgNPs (10 μg/L) and AgcPCNPs (10 μg/L) were incubated with sheep whole blood for various time intervals(0, 1, 2, 4, 6, and 12 h) at 40 °C. subsequently, 1 ml of whole blood was diluted with 0.5 mM TMAH and 0.1 % triton-X. To avoid agglomeration, samples were sonicated for 5 min at RT (Powersonic-603, Hwashin Technology, Co. Seoul, Korea). The Ag concentration was measured on the Shimadzu ICPS analyzer (Shimadzu-8100, Shimadzu Corp, Tokyo, Japan) against the standard calibration curve."
    }, {
      "heading" : "2.3.2.2. Whole blood cell lysis assay, hematocrit and coagulation",
      "text" : "time. Degree of whole blood cell lysis was determined by incubating sheep whole blood with cPC (75 μM), AgcPCNPs (Ag 50 μg/L; cPC 75 μM) and AgNPs (Ag 50 μg/L) at time intervals of 0, 20, 40, 60, 240 and 360 min with Triton-X (1%) as a positive control. After the incubation,\nabsorbance was recorded at 570 nm by UV–vis spectrophotometer (Thermo Scientific multiskan FC, Thermo-Fisher Scientific, Shanghai, China)\nFurther the hematocrit and coagulation time for AgNPs and AgcPCNPs at various concentrations (0, 2, 5, 10, 25, 50 and 100 μg/L) were determined by dose-dependent studies and measured at different time points of 0, 1, 2, 4, 6, and 12 h.\nFurther, the hematocrit and coagulation time for AgNPs and AgcPCNPs were determined at various concentartions (0, 2, 5, 10, 25, 50 and 100 μg/L) and time (0, 1, 2, 4, 6, and 12 h) repectively.\nAfter 12 h of incubation, hematocrit was measured using fisherbrand micro-hematocrit tubes (Thermo fisher scientific, CA, USA) centrifuged at 13,000 rpm for 5 min. A sublethal dose (50 μg/L) of NPs was selected for time-course studies. After 2 h of incubation, coagulation time was measured using an automatic blood coagulation analyzer (KC4, Sigma Amelung, Lemgo, Germany). partial thromboplastin time (PTT) method was used to evaluate the PTT time during the interaction between blood and nanoparticles.\n2.3.2.3. RBC count and hemolysis. AgNPs and AgcPCNPs at different concentrations (0, 2, 5, 10, 25, 50 and 100 μg/L) were tested on sheep whole blood. After 4 h incubation, RBC was counted manually by using a Neubauer chamber. For time-course effect of AgNPs and AgcPCNPs, non-toxic dose (25 μg/L) was incubated with different time intervals of 0, 1, 2, 4, 6, and 12 h. Triton-X (0.1 %) was used as a positive control. The hemolytic potential was measured using the standard cyanmethemoglobin (CMH) method against the hemoglobin standard curve. 100 μl of treated and non-treated blood was incubated at 37 °C for 180 min under constant shaking conditions. Following the incubation, the tubes were centrifuged at 2900 rpm for 15 min at RT. The supernatant was mixed in a ratio of 1:1 with CMH and analyzed at 540 nm.\n2.3.2.4. Lipid peroxidation assay. Lipid peroxidation activity, concerning malondialdehyde (MDA) was measured in sheep whole blood treated with different concentrations of AgNPs and AgcPCNPs (0, 2, 5, 10, 25, 50 and 100 μg/L) for 4 h according to procedures by Wilbur et al. [20]. For time-course studies, a sublethal dose (50 μg/L) of NPs was incubated for different periods, i.e., 0, 1, 2, 4, 6, and 12 h, respectively. Accordingly, 10 % trichloroacetic acid was mixed with 1 ml of NPs treated whole blood and incubated at 37 °C under stirring conditions. After incubation, the tubes were centrifuged at 3400 rpm for 5 min at 4 °C. The supernatant was collected and mixed with an equal volume of 0.6 % TBA solution and incubated at 37 °C for 1 h.\nThe developed Yellow color was measured at 530 nm at UV–vis Spectro colorimeter (Jasso Analytical Instruments Co. Ltd, Tokyo, Japan).\n2.3.2.5. Arterial blood gas analysis. Sheep arterial defibrinated blood (Product code, 12065205, Kohjin Bio Co. Ltd, Saitama, Japan) was used in ex vivo experiments. Blood parameters like pH, HCO3−, Na+, K+, and Ca++ were determined by auto-sampling blood gas analyzer GEMPremier 3000 PAK (Gem Premier 3000, Instrumentation Laboratory, Bedford, USA). Individual samples of pure cPC (75 μM), AgcPCNPs (Ag concentration 50 μg/L; cPC 75 μM) and AgNPs (50 μg/L) were incubated at 37 °C in ex vivo condition for different time intervals of 0, 30, 60, 120, 180 and 240 min. After incubation, samples were loaded into a blood analytic instrument (Gem Premier 3000, Instrumentation Laboratory, Bedford, MA, USA) and blood parameters were recorded.\n2.3.2.6. Fibroblast cell migration assay. Two well, 35 mm μ-dish culture inserts (# 81176, Ibidi GmbH, Martinsried, Germany) were used to assess cell migration under AgNPs and AgcPCNPs treatment. M5S skin fibroblast cells cultured in α-MEM medium with 10 % FBS and 1% PSN at 37 °C in a 5% CO2 incubator were loaded onto μ-dish culture inserts and treated with AgNPs or AgcPCNPs. Cell migration patterns were\nmonitored at different time intervals of 0, 12, and 24 h At each intervaltreated cells were fixed with 4% paraformaldehyde and stained with cell-permeable crystal violet. Photographs were taken under an ordinary microscope with 10X magnifications (BX-43, Olympus Co. Ltd., Tokyo, Japan)"
    }, {
      "heading" : "2.4. Statistical analysis",
      "text" : "Results were expressed as the mean± standard deviation of control and treated cells from three independent experiments. Nine replicates were first subjected to basic distributive analysis to judge the normal distribution pattern. Further statistical analysis was carried out using a non-parametric Kruskal-Wallis test as the median and interquartile ranges of the variable showed an even distribution. Statistically, a significant analysis was done using post-hoc Mann-Whitney test. p<0.05 %, p<0.1 % and p<0.05 % was set as the significant level between treated groups and control."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Synthesis, characterization and in-silico analysis",
      "text" : "In the present investigation, we have employed a green chemistry approach to conjugate the cPC with silver using sodium citrate as a reducing agent. In silver nanoparticle synthesis and application area the use of several reducing and stabilizing agents with different fabrication methods for various application routes is being studied. Table S1 explains the comparative statements of silver nanoparticles synthesis andapplication parameters. A novel green synthesis route with thermoguided parameters were adopted in this study. The physical parameterssuch as surface morphology, hydrodynamic radius, binding energies and surface charge for AgNPs and AgcPCNPs were characterized for understanding the stability, nature of bonding, helical changes in cPC after conjugation with Ag. The bio-hematological relevance of AgNPs and AgcPCNPs was assessed by measuring variations in different blood parameters like total red blood cell numbers, % hematocrit, blood coagulation time, % hemolysis, blood gas parameters like pH, HCO3−, Na+, K+, and Ca2+ and lipid oxidation.\nThe first indication of AgcPCNPs formation was observed as color changes from pale gray (Ag bulk form) and blue (pure cPC) to light yellow (AgcPCNPs) due to the oxido-reduction reactions. Here citrate buffer acts as a reducing chemical and cPC as reducing and stabilizing agents. This single-step synthesis is an eco-friendly method via energydependent chemical conversion. Further, the effect of temperature on cPC mediated synthesis of AgNPs was also studied at temperature ranging from 4 to 80 °C.\nThe changes in the morphology were determined by TEM and results are represented in Fig. 1a. The AgNPs, and AgcPCNPs shape varied over the thermo-synthesis range (4 to 80 °C), such as spherical, oval, hexagonal and quadrangular shape. The AgcPCNPs formed at 40 °C led to the retention of uniform spherical shape with an indication of reduced aggregation. AgNPs did not show any corona formation (Fig. 1b) whereas a perfect corona around the Ag core was visualized in the AgcPCNPs (Fig. 1c) which further indicates the interaction between cPC and Ag core for the latter system. At a higher temperature of synthesis at 60 & 80 °C, particles have shown to form an aggregated system (Fig. 1a. panel G, H, I and J). Thus, it may be concluded from the thermo-guided synthesis results that higher temperatures leads to agglomeration of both AgNPs and AgcPCNPs.\nAgcPCNPs prepared in the range of 4–80 °C were further subjected to UV–vis spectroscopic analysis in order to find the degree of cPC stability during the interaction with Ag metal. The NPs prepared at 40 °C demonstrated the λmax 610 nm (AgcPCNPs, marked in black arrow) during UV–vis study. Interestingly, λmax value did not change significantly from that of native cPC (λmax = 614 nm) (Fig. 1d). The latter result might be due to the chromophore of cPC which excites the\nmolecule from the ground state to a higher level and releases the free electron which ultimately helps in the reduction of AgNO3. Further, UV–vis characterization demonstrated a shift in the AgcPCNPs λmax towards 380−385 nm in the 60 and 80 °C temperature range, which is indicative of the thermal destabilization for phycocyanin. It is imperative to note that AgNPs do show a significant λmax (423 nm) indicating the formation of nanoparticles (marked in red arrow). Further, NPs stability is dictated by the degree of repulsion forces existing between like-charged NPs [21], which is a very important parameter for biomedical applications. Therefore, in the current investigation, ζ- potential values of AgNPs and AgcPCNPs were measured for systems synthesized at 4, 20, 40, 60, and 80 °C respectively. Results showed that ζ-potential values for AgNPs were in the range of 3.23 mV ζ to +48.3 mV ζ, synthesized at the temperature range of 4–80 °C. AgcPCNPs ζ potential values ranged from – 6.9 mV at 20 °C to +41.76 mV at 60° C (Table S2). This result demonstrates nanoparticles aggregation might be resulted due to cPC protein denaturation and conformation change of protein at higher temperature, i.e. beyond 60 °C. Albeit, at 40 °C, AgNPs and AgcPCNPs showed stable ζ-potential values of 48.3 mV and 44 mV, respectively. The characterization studies can be inferred as 40 °C to bethe optimum temperature for synthesis of AgcPCNPs.\nFig. 2A represents the surface bonds of pristine cPC and AgNO3 and the subsequent bond shifts in AgNPs and AgcPCNPs which is evaluated\nby FTIR. The IR spectrum of AgNO3 presents a peak at 1282 cm−1 due to asymmetric stretching of NO2 group, while the 796 cm−1 is due to the out of plane bending of NO2. The cPC displays peaks at 1633 cm-1 and 3312 cm-1 owing to carbonyl groups and -NH group stretching of the pyrrole ring, respectively. However, the carbonyl group is shifted to 1637 cm-1 and NH stretching to 3313 cm-1, in AgNPs. This confirms the presence of sodium citrate on the surface of Ag nanoparticles. Further, the spectrum of AgcPCNPs showed the peaks at 1635 cm−1 and 3326 cm−1 from carbonyl rings and -NH stretching, respectively indicating successful functionalization of cPC on the surface of AgNPs. Further, the available binding sites on NPs surfaces were measured by XPS studies. Each sample was measured from −5 eV until 1195 eV with a pass energy of 160 eV. From the results of XPS (X-ray photoelectron spectroscopy) analysis (Fig. 2B), binding energies at 615 eV, 820 eV, and 910 eV are attributed to C, N, and O respectively, which are indicative of C]O and COC/ COHeeee bonds. However, the binding energy for Ag was found at 795 eV. The protein secondary structure stability when conjugated with the Ag surface is an important parameter influencing its behavior. Therefore, we have characterized the structural modifications of cPC functionalized AgNPs through circulardichroism spectro-polarimeter analysis (Fig. 2C). Pure AgNPs and higher temperature synthesized AgcPCNPs does not show the bond shifts. Helix folding of pure cPC and AgcPCNPs were seen at 233 eV and 228 eV,\nrespectively. The α helix nature of AgcPCNPs, showed no significant reduction in helix folding from the pristine cPC confirming the preservation of the secondary structure of cPC in the AgcPCNPs. Whereas AgcPCNPs synthesized at 80 °C thermo-range (light green) showed complete denature of helix structure indicating that 40 °C thermo-range is preferred for green synthesis."
    }, {
      "heading" : "3.1.1. Molecular docking of cPC with AgNPs",
      "text" : "Molecular docking was performed between cPC and AgNPs to elucidate which amino acids within the protein most favorably interaction with the metal surface (Figure S1). The calculations of docking between Ag sheet and cPC generated 5 dock pose and results are summarized in Table 1. Docked pose 1–5 were relatively similar and included chains C, D, I, and J of cPC interacting with the AgNPs. Wang et al. reported the cPC crystal structure analysis that hexamers present in the S. platensis cPC are arranged in layers with the hexamer side-side arrangement, not in the same layer; the top hexamer is named hexA and the other two are hexB and hexC [14]. Intriguingly, the interactions between hexA and hexB involved chains C, D, I, and J of hexA and chains O, P, U, and V\nfrom hexB, and formed a buried surface area of 940 Å2. The A/B interface featured the amino acid residues: chain C – A138, N139, G141, S143; chain D – T149; chain I – K53; and chain J – D25, S28, Q29, A32, N143, P145, T149, P150, and G151. Most of these residues within chains C, D, I, and J are the same that are predicted from the docking calculations to favorably interact with the metal surface. An equivalent interface was also found for the C. caldarium crystal [14] which indicates the importance of these chains for surface-surface contact."
    }, {
      "heading" : "3.1.2. Ex vivo hemato-interactional studies",
      "text" : "The guidelines laid by ISO-10993-4 [22] suggest that it is primarily important to evaluate the interactions between the nanoparticles and blood. Therefore, the uptake of different NPs in whole blood by ICPS was analyzed to understand the reactivity coefficient of NPs with the blood cells. The AgNPs and AgcPCNPs displayed a significant rise at 4 h (p<0.05 %) compared to 0 h (Figure S2). Deviations in blood parameters such as hematocrit volume, coagulation time, and RBC count induced by NPs is relatively rare but has serious toxicity liabilities [23]. In latter context packed blood cell volume, hematocrit analysis was\ndetermined. Fig. 3 iA & B shows the dose and time dependendent studies on blood aggregation/hematocrit pattern of blood cells during the AgNPs and AgcPCNPs treatment. Results indicates no decrease in packed cell volume for the AgcPCNPs up to 50 μg/L and suggesting that a 6 h incubation time of AgcPCNPs is safe. Contact of whole blood with foreign bodies like NPs alters the blood coagulation cascade [24] which is accounted for the total red blood cells after AgNPs and AgcPCNPs treatment A significant linear decrease in RBC count was observed from 25−50 μg/L and 4−12 h (p<0.5) (Fig. 3. iiA & B). However, AgcPCNPs does not display significant RBC reduction until 100 μg/L and 12 h incubation (p<0.05) respectively. Still, there was no apparent hemolysis by AgcPCNPs at 12 h, indicating the stress preventive action of cPC on the red blood cell lysis co-efficient. The degree of nanometal toxic to blood is governed by percentage of blood membrane damage [21].The degree of hemolysis was evaluated by whole blood spectral analysis at 570 nm at different time period (Fig. 4 ii). The accumulated results suggests that red blood cell leaching co-efficient is\ndose and time dependently corelated therby percentage of haemolysis increased (Fig. 4i A and B). Triton-X (1%) is used as positive control. Results shows, AgcPCNP significantly prevented the percentage of hemolysis 6 h but AgNPS induced the red blodd cell lysis in 4 h like tritonX, which is evident from the haemolysis experiments.Therefore, its was hypothesized that number of packed cell volume plays an important role in the prevention of hemolysis due to AgNPS stress, that is evident from the representative figure (Fig. 4C) that red blood cell lysis was prevented in AgcPCNPs treated group. Blood the clotting time or coagulation process is governing by various intrinsic factors and it is hallmark of blood physiology. The control experiments without any treatment as well as for AgNPs and AgcPCNPs interactions with red blood cell was invetsigated. Interestingly, a significantly increased the clotting time up to 58 s (100 ug/L of AgNPs and AgcPCNPs) and 40 s (50 ug/L of AgcPCNPS)was observed. Where as all other concentrations coagulation time remained constant as control group, a clear indication of blood cell resilinace mechanism by AgcPCNP (Figure S3).\nThe hematological pH, divalent cations (Na+, K+, and Ca++) and base composition.\n(HCO3−) fluctuations were determined in the blood to various concentrations of AgNPs and AgcPCNAPs. The pH changed in the groups treated with AgNPs at 240 min (6.4) against control (7.2) (Fig. 5). HCO3−, Na+, and Ca2+ does not change significantly at any time point. However, K+ concentration in the blood was significantly decreased upon AgNPs treatment at the 120 min onwards but cPC and AgcPCNPs does not show a decrease in K+ ions. This indicates that AgcPCNPs helps in maintaining the K+ hemostasis in the whole blood. Lipid peroxidation (LPO) can lead to cell oxidative damage and eryptosis in blood cells [25], which can ultimately lead to blood cell hemolysis [26]. In the present investigatione amount of MDA released was significantly increased after 50 μg/L AgNPs treatment at 6 h (p<0.5). However, AgcPCNPs effectively ameliorated the degree of LPO in red blood cell (Fig. 6 A & B). The above hematological assays highlights the anti-oxidant potential of cPC in the rescue of Ag toxicity. Further changes in secondary structure, conformation, and stability of blood protein and hemoglobin upon treatment with AgNPs and AgcPCNPs were evaluated. α helices of Hb displays two peaks at 208 and 222 nm due to π-π transition [27]. Hb and cPC have similar protein secondary structure except for the central metal atom [28]. While Hb incubation with AgcPCNPs and AgNPs, θ values were 227.6 and 227. The Hb secondary structure does not change when treated with AgcPCNPs (Fig. 6C). This result confirms that AgcPCNPs cause\ninsignificant changes in Hb secondary structures. Earlier we have proved that cPC alone enhances the fibroblast cell migration associated with wound healing in animal models [6]. The patterns of cell migration in the presence of pristine cPC, AgNPs and AgcPCNPs were assessed to determine end point in vitro wound healing application. Pertinent goal of this study is functional validation of AgNPs and AgcPCNPs. We have analyzed the rate of cell migration during the treatment of AgNPs and AgcPCNPs in 2D in vitro model by using M5S skin fibroblast cells. As depicted in Fig. 7, cell migration towards the wound region was in the order of AgcPCNPs> control = cPC> AgNPs, indicating the potential of AgcPCNPs in enhancing fibroblast cell migration which gives the insight that AgcPCNPs perhaps the better healing agent in the contaminated wound."
    }, {
      "heading" : "4. Discussion",
      "text" : "In our earlier study, we have investigated the role of cPC as a radical scavenger [2,3,7]. The current study provides a thermo-regulated synthesis of cPC functionalized AgNPs, characterization, and evaluation of AgNPs and AgcPCNPs treatment in blood parameter variations. It was found that the temperature along with thermodynamic parameters like Gibbs free energy, enthalpy, entropy, and heat capacity [30] influences the stages reduction reaction of AgNO3 and standard reducing chemical agent like KOH and polyphenol are being commonly used [32,33]. However, in the current investigation, AgcPCNPs were synthesized with citrate as a reducing agent co-coupled with cPC in range of temperatures, i.e., 4−80 °C. Interestingly it was found that at 40 °C, AgcPCNPs retained its uniform shapes (Fig. 1a). Further, CD studies (Fig. 2c) confirmed that AgcPCNPs are thermo-stable owing to citrate presenting a high negative surface moiety stabilizing the AgcPCNPs [34]. An adverse effect in terms of stability was observed at higher synthesis temperature due to the thermo-inhibitory action on the protein moiety of cPC during priming on AgNPs supported by UV–vis studies (Fig. 1d). The corona formation (Fig. 1c) was also validated through molecular docking studies. To the best of our knowledge, this is the first reported docking between cPC and AgNPs. The calculations found the most favorable binding interactions between cPC and AgNPs involved residues from chains C, D, I and J of cPC (Table 1). The in-silico validation of nutraceutical products in corona formation and stabilization has been reported recently [31–34]. Numerous studies have been carried out on nanoparticle bioavailability coefficient on the human body. Ag nanoparticles act on different cellular targets in vitro, resulting in membrane damage, free radical generation, inflammatory signals, apoptosis initiation, and cell death [35,36]. The degree of toxicity depends on many properties of NPs like concentration, dispersion, and functionalization [37]. AgNPs enters into the human body through inhalation, ingestion and dermal or oral route and translocate into the circulatory system during which blood cells along with plasma proteins may trigger various pathophysiological events [38].\nDisturbances in the whole blood hematocrit parameter reflect the RBC stress with NPs [39]. In another study, 1 mg/L of α-Fe2O3NPs significantly decreased the total Hct content to 72 % indicating the degree of metal toxicity [40]. However, there is no evidence to evaluate the interaction of AgNPs with Hct of the mammalian cells, except for the present study. Blood clotting is a complex interplay of cellular and biochemical cascades [41] with many molecular events. 50 μg/L of AgNPs and AgcPCNPs significantly extended the coagulation time (Figure S3), which indicates the degree of Ag toxicity to the blood system. 50 μg/L of AgcPCNPs after 6 h of incubation did not show any significant decrease in RBC, but AgNPs proved to be lethal to the RBC population (Fig. 3 ii A & B). cPC protein component and blood globin portion carry the similar properties [28]. Therefore, AgcPCNPs carry their charge balance hemostasis andthereby maintaining RBC integrity contributing to the beneficial antioxidant effect of cPC on RBC cells. Stress-inducing materials that come in contact with blood cells react with RBCs and ruptures the cell membrane, leading to the leaching of\ncellular content, a phenomenon called hemolysis [42]. Hemolysis studies indicated no toxicity up to 50 μg/L of AgcPCNPs treatments (Fig. 4). Additionally, LPO also plays an important role in the lysis of the RBC l, ultimately inducing hemolysis [43]. Interaction of Ag with RBC causes the lysis of RBC membrane, leading to leaching of heme, and inducing hemolysis Additionally, AgNPs significantly reduced the blood pH in 240 min (Fig. 5A). Monovalent K+ was analyzed in the whole blood and the result indicated blood K+ content was undetectable after 120 min (Fig. 5D). This suggests a possible role of AgNPs in inducing early hemolysis dependent hypokalemia. AgcPCNPs prevented AgNPs effect on K+, indicating the protective role of AgcPCNPs. RBC is considered as a new paradigm transport agent for a variety of drugs wherein the AgcPCNPs indicating non-toxicity can be used as an enhanced activity nutraceutical using the RBC transport system.\nHemoglobin secondary structure helix changes reflect the degree of globin protein or misfolding caused by xenobiotic stress [44]. The interface between blood cells and nanoparticles comprises the rapid and dynamic bio-organic process, which ultimately re-design the properties of the blood cell and changes the hemoglobin secondary structure due to the process of protein corona formation. The stability of hemoglobin is determined by the physicochemical characteristics of the AgNPs with hemoglobin moiety, which directly influences the biological activity [45]. Hemoglobin interaction with Ag has been previously studied and confirmed the degree of Ag toxicity [45]. In the present study, data on CD analysis displayed the β sheet dominance angle for pure Hb (217 nm), AgcPC hybrid (217 nm), and Hb treated AgcPC (217 nm) and pure cPC (227 nm) (Fig. 6C). This observation further implies that the interaction of Hb with NPs indicated negligible changes as there are no significant changes in either Hb or cPC β sheet upon treatment with AgcPC 271 nm to 227 nm. Another observation is that SeS bond shift (223 nm) was maintained upon Hb interaction with AgcPCNP. This implies that the effect of cPC chips down the toxic effect of Ag metal on blood cells through the anti-oxidant mechanism. On the functional validation of AgcPC, we have studied the cell migration pattern in skin fibroblast cells. Fibroblast cell migration is also dependent on the nature of the formulation, for example, emulsion type formulation proved to be most efficient in fibroblast migration [46]. Fibroblast cells are the master regulator cells during dermal wound healing [6,47]. Skin fibroblast cell migration results are depicted in Fig. 7. AgcPCNPs are better agents for cell migration than cPC or AgNPs. The latter efficacy of AgcPCNPs over others can be proved as the wound edge cell stress phenomenon is reduced, which might be due to the presence of antioxidant β2 cyanopeptide [3]. These cumulatively proved the anti-oxidant nature of cPC, and therefore this novel and smart synthesis protocol must serve as a reference for other bio-nano materials applied for wound healing.\nFinally, in this investigation, we report the green route directed synthesis and characterization of cPC-primed AgNPs at various temperatures and their interaction on whole blood parameters. UV–vis data indicated aggregation of AgcPCNPs when synthesized at a higher temperature, however, at lower temperature allowed the formation of a stable AgcPCNPs. XPS of the synthesized Ag particles showed perfect charge transfer while interaction with cPC to form AgcPCNPs. Dose and time-dependent analysis of various hematological parameters revealed that Ag concentrations play a pivotal role in the hematological activity. Molecular docking studies explored the formation of stable protein interaction around AgNPs. The most favorable orientations included a significant number of protein chains interacting with AgNPs, i.e., chains C, D, I, and J of cPC. Intriguingly, these same chains were found to connect the hexamer interfaces for S. platensis and C. caldarium cPC crystals. Specific interactions between the protein and metal surface featured many charged and hydrophobic residues, suggesting that the formation of a stable protein corona may be dependent upon these prominent electrostatic and hydrophobic interactions. Biological studies proved that AgcPCNPs substantially reduced the toxic nature of\nAgNPs to blood cells and enhanced the migration of skin fibroblasts. These studies highlight the potential of AgcPCNPs as future nutra-nanodrug conjugates in the area of dermal wound healing regenerative material.\nCRediT authorship contribution statement\nHarishkumar Madhyastha: Conceptualization, Funding acquisition, Investigation, Writing - original draft, Validation. Radha Madhyastha: Investigation, Validation, Methodology, Writing - review & editing. Abhishek Thakur: Methodology, Formal analysis, Writing - review & editing. Sakai Kentaro: Methodology, Resources, Software, Validation. Abhimanyu Dev: Methodology, Resources, Software, Validation. Sneha Singh: Methodology, Resources, Software, Validation. Bistivalli Chandrashekharappa R: Methodology, Resources, Software, Validation. Hemanth Kumar: . Orlando Acevedo: Methodology, Formal analysis, Writing - review & editing. Yuichi Nakajima: Supervision, Validation. Hemant Kumar Daima: Visualization, Writing - review & editing, Formal analysis. Akhela Aradhya: Visualization, Writing - review & editing, Formal analysis. Navya Nagaraj P: Visualization, Writing - review & editing, Formal analysis. Masugi Maruyama: Supervision, Validation.\nDeclaration of Competing Interest\nThis work is an inter-institutional joint project. All authors contributed equally in the present work and authors disclose there is no conflict of interest in any findings."
    }, {
      "heading" : "Acknowledgments",
      "text" : "All authors individually acknowledge the respective heads of the department for permitting to carry out this work. We extend our sincere gratitude to the technicians who helped in the various instrumentsand analyses. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.colsurfb.2020.111211."
    } ],
    "references" : [ {
      "title" : "Production of phycocyanin–a pigment with applications in biology",
      "author" : [ "N.T. Eriksen" ],
      "venue" : "biotechnology, foods and medicine, Appl. Microbiol. Biotechnol. 80 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "C-Phycocyanin from spirulina fussiformis exposed to blue light demonstrates higher efficacy of in vitro anti-oxidant activity",
      "author" : [ "H. Madhyastha", "S. Sivashankari", "T.M. Vatsala" ],
      "venue" : "Biochem. Eng. J. 43 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Cysteine-rich cyanopeptide beta2 from Spirulina fusiformis exhibits plasmid DNA pBR322 scission prevention and cellular antioxidant activity",
      "author" : [ "H. Madhyastha", "T.M. Vatsala" ],
      "venue" : "Indian J. Exp. Biol. 48 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "C-phycocyanin prevents cisplatin-induced mitochondrial dysfunction and oxidative stress",
      "author" : [ "B. Fernández-Rojas", "D.S. Rodríguez-Rangel", "L.F. Granados-Castro", "M. Negrette- Guzmán", "J.C. León-Contreras", "R. Hernández-Pando", "E. Molina-Jijón", "J.L. Reyes", "C. Zazueta", "J. Pedraza-Chaverri" ],
      "venue" : "Mol. Cell. Biochem. 406 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Phycocyanin inhibits tumorigenic potential of pancreatic cancer cells: role of apoptosis and autophagy",
      "author" : [ "G. Liao", "B. Gao", "Y. Gao", "X. Yang", "X. Cheng", "Y. Ou" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "uPA dependent and independent mechanisms of wound healing by C-phycocyanin",
      "author" : [ "H.K. Madhyastha", "K.S. Radha", "Y. Nakajima", "S. Omura", "M. Maruyama" ],
      "venue" : "J. Cell. Mol. Med. 12 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Regulation of growth factors-associated cell migration by C-phycocyanin scaffold in dermal wound healing",
      "author" : [ "H. Madhyastha", "R. Madhyastha", "Y. Nakajima", "S. Omura", "M. Maruyama" ],
      "venue" : "Clin. Exp. Pharmacol. Physiol. 39 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Commercial applications of microalgae",
      "author" : [ "P. Spolaore", "C. Joannis-Cassan", "E. Duran", "A. Isambert" ],
      "venue" : "J. Biosci. Bioeng. 101 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "L",
      "author" : [ "E. Gouma", "A. Batistatou", "I.I. Verginadis", "Y.V. Simos" ],
      "venue" : "Kyros, S.K. Hadjikakou, S.Ch. Karkabounas, A.M. Evangelou, V.N. Ragos, D. Peschos, The healing effect of four different silver complexes on full-thickness skin burns in a rat model, In Vivo 29 (2015) 55–63.  H. Madhyastha, et al. Colloids and Surfaces B: Biointerfaces 194 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Recent advances in synthetic methods and applications of silver nanostructures",
      "author" : [ "Z. Zhang", "W. Shen", "J. Xue", "Y. Liu", "P. Yan", "J. Liu", "J. Tang" ],
      "venue" : "Nanoscale Res. Lett. 13 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bio-inspired green nanoparticles: synthesis",
      "author" : [ "P. Velusamy", "G.V. Kumar", "V. Jeyanthi", "J. Das", "R. Pachaiappan" ],
      "venue" : "mechanism, and antibacterial application, Toxicol. Res. 32 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A review on green synthesis of silver nanoparticles and their applications",
      "author" : [ "M. Rafique", "I. Sadaf", "M.S. Rafique", "M.B. Tahir" ],
      "venue" : "Artif. Cells Nanomed. Biotechnol. 45 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Single step formation of biocompatible bimetallic alloy nanoparticles of gold and silver using isonicotinylhydrazide",
      "author" : [ "P.N. Navya", "H. Madhyastha", "R. Madhyastha", "Y. Nakajima", "M. Maruyama", "S.P. Srinivas", "D. Jain", "M.H. Amin", "S.K. Bhargava", "H.K. Daima" ],
      "venue" : "Mater. Sci. Eng. C Mater. Biol. Appl. 96 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effects of particle size and coating on toxicologic parameters",
      "author" : [ "I.L. Bergin", "L.A. Wilding", "M. Morishita", "K. Walacavage", "A.P. Ault", "J.L. Axson", "D.I. Stark", "S.A. Hashway", "S.S. Capracotta", "P.R. Leroueil", "A.D. Maynard", "M.A. Philbert" ],
      "venue" : "fecal elimination kinetics and tissue distribution of acutely ingested silver nanoparticles in a mouse model, Nanotoxicology 10 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bio-fabrication of silver nanoparticles by phycocyanin",
      "author" : [ "N.E. El-Naggar", "M.H. Hussein", "A.A. El-Sawah" ],
      "venue" : "characterization, in vitro anticancer activity against breast cancer cell line and in vivo cytotxicity, Sci. Rep. 7 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Phycocyanin-encapsulating hyalurosomes as carrier for skin delivery and protection from oxidative stress damage",
      "author" : [ "I. Castangia", "M.L. Manca", "A. Catalán-Latorre", "A.M. Maccioni", "A.M. Fadda", "M. Manconi" ],
      "venue" : "J. Mater. Sci. Mater. Med. 27 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "PACKMOL: a package for building initial configurations for molecular dynamics simulations",
      "author" : [ "L. Martínez", "R. Andrade", "E.G. Birgin", "J.M. Martínez" ],
      "venue" : "J. Comput. Chem. 30 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "PatchDock and SymmDock: servers for rigid and symmetric docking",
      "author" : [ "D. Schneidman-Duhovny", "Y. Inbar", "R. Nussinov", "H.J. Wolfson" ],
      "venue" : "Nucleic Acids Res. 33 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "B",
      "author" : [ "KM W." ],
      "venue" : "F, S. OW, The thiobarbituric acid reagent as a test for the oxidation of unsaturated fatty acids by various agents, Arch. Biochem. ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1949
    }, {
      "title" : "Techniques for physicochemical characterization of nanomaterials",
      "author" : [ "P.C. Lin", "S. Lin", "P.C. Wang", "R. Sridhar" ],
      "venue" : "Biotechnol. Adv. 32 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "An evaluation of blood compatibility of silver nanoparticles",
      "author" : [ "H. Huang", "W. Lai", "M. Cui", "L. Liang", "Y. Lin", "Q. Fang", "Y. Liu", "L. Xie" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hemocompatibility evaluation of different silver nanoparticle concentrations employing a modified Chandler-loop in vitro assay on human blood",
      "author" : [ "S. Krajewski", "R. Prucek", "A. Panacek", "M. Avci-Adali", "A. Nolte", "A. Straub", "R. Zboril", "H.P. Wendel", "L. Kvitek" ],
      "venue" : "Acta Biomater. 9 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The in vitro effect of Polyvinylpyrrolidone and citrate coated silver nanoparticles on erythrocytic oxidative damage and eryptosis",
      "author" : [ "Z. Ferdous", "S. Beegam", "S. Tariq", "B.H. Ali", "A. Nemmar" ],
      "venue" : "Cell. Physiol. Biochem. 49 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanotoxicity of TiO (2) nanoparticles to erythrocyte in vitro",
      "author" : [ "S.Q. Li", "R.R. Zhu", "H. Zhu", "M. Xue", "X.Y. Sun", "S.D. Yao", "S.L. Wang" ],
      "venue" : "Food Chem. Toxicol. 46 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Comparison of interactions between human serum albumin and silver nanoparticles of different sizes  using spectroscopic methods",
      "author" : [ "W. Zhang", "Q. Zhang", "F. Wang", "L. Yuan", "Z. Xu", "F. Jiang", "Y. Liu" ],
      "venue" : "Luminescence 30 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : ", α and β chains, which are present in equimolar quantity [1].",
      "startOffset" : 58,
      "endOffset" : 61
    }, {
      "referenceID" : 1,
      "context" : "It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7].",
      "startOffset" : 60,
      "endOffset" : 65
    }, {
      "referenceID" : 2,
      "context" : "It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7].",
      "startOffset" : 60,
      "endOffset" : 65
    }, {
      "referenceID" : 3,
      "context" : "It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7].",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 4,
      "context" : "It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7].",
      "startOffset" : 125,
      "endOffset" : 128
    }, {
      "referenceID" : 5,
      "context" : "It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 6,
      "context" : "It displays very good therapeutic values as an anti-oxidant [2,3], neuroprotective [4], and pancreatic anti-cancerous agents [5], it also facilitates the dermal wound healing processe [6,7].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 7,
      "context" : "and emits fluorescence at 650 nm; which makes it one of the most widely used agent in clinical and immunolabelling assays [8].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 8,
      "context" : "Earlier investigations have shown that broad-spectrum anti-bacterial Ag nanoparticles haveemerged as unique consumer-friendly products for pharmaceutical, agricultural and medical sectors against silver sulfadiazine as a gold standard for the treatment of burn infections [9].",
      "startOffset" : 272,
      "endOffset" : 275
    }, {
      "referenceID" : 9,
      "context" : "Ag nanoparticles are synthesized and stabilized by chemical and photochemical reductions, electrochemical methods and lithography techniques [10].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 13,
      "context" : "Although there is awidespread usage of Ag nanoparticles in medical and cosmetic industries, however they remain a potential threat to humans due to their mode of interaction with body fluids, uptake by cells, interactions with blood, and accumulation in the different organs with possible toxic effects [14].",
      "startOffset" : 303,
      "endOffset" : 307
    }, {
      "referenceID" : 14,
      "context" : "Notably, in the last two years, sporadic attempts have been made to fabricate cPC caged nanoparticles with Ag for controlling breast cancer, and prevention of skin cell oxidative stress [15,16].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 15,
      "context" : "Notably, in the last two years, sporadic attempts have been made to fabricate cPC caged nanoparticles with Ag for controlling breast cancer, and prevention of skin cell oxidative stress [15,16].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 17,
      "context" : "Molecular docking studies were carried out by using the Patch-Dock online server with default protocols applied [19].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 19,
      "context" : "Further, NPs stability is dictated by the degree of repulsion forces existing between like-charged NPs [21], which is a very important parameter for biomedical applications.",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 13,
      "context" : "cPC are arranged in layers with the hexamer side-side arrangement, not in the same layer; the top hexamer is named hexA and the other two are hexB and hexC [14].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 13,
      "context" : "caldarium crystal [14] which indicates the importance of these chains for surface-surface contact.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 20,
      "context" : "Deviations in blood parameters such as hematocrit volume, coagulation time, and RBC count induced by NPs is relatively rare but has serious toxicity liabilities [23].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 21,
      "context" : "Contact of whole blood with foreign bodies like NPs alters the blood coagulation cascade [24] which",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 19,
      "context" : "The degree of nanometal toxic to blood is governed by percentage of blood membrane damage [21].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 22,
      "context" : "Lipid peroxidation (LPO) can lead to cell oxidative damage and eryptosis in blood cells [25], which can ultimately lead to blood cell hemolysis [26].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 23,
      "context" : "Lipid peroxidation (LPO) can lead to cell oxidative damage and eryptosis in blood cells [25], which can ultimately lead to blood cell hemolysis [26].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 24,
      "context" : "α helices of Hb displays two peaks at 208 and 222 nm due to π-π transition [27].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 5,
      "context" : "Earlier we have proved that cPC alone enhances the fibroblast cell migration associated with wound healing in animal models [6].",
      "startOffset" : 124,
      "endOffset" : 127
    }, {
      "referenceID" : 1,
      "context" : "In our earlier study, we have investigated the role of cPC as a radical scavenger [2,3,7].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 2,
      "context" : "In our earlier study, we have investigated the role of cPC as a radical scavenger [2,3,7].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 6,
      "context" : "In our earlier study, we have investigated the role of cPC as a radical scavenger [2,3,7].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 5,
      "context" : "Fibroblast cells are the master regulator cells during dermal wound healing [6,47].",
      "startOffset" : 76,
      "endOffset" : 82
    }, {
      "referenceID" : 2,
      "context" : "The latter efficacy of AgcPCNPs over others can be proved as the wound edge cell stress phenomenon is reduced, which might be due to the presence of antioxidant β2 cyanopeptide [3].",
      "startOffset" : 177,
      "endOffset" : 180
    } ],
    "year" : 2020,
    "abstractText" : "Green synthesis of metal-encased nutraceutical nano-hybrids has been a target for research over the last few years. In the present investigation, we have reported temperature dependent facile synthesis of silver nanoparticles using FDA approved c phycocyanin (cPC). The cPC conjugated silver nanoparticles (AgcPCNPs) were characterized by TEM, Zeta Potential, UV–vis, XPS, FTIR, and CD Spectroscopy. The temperature optimization studies suggested the synthesis of stable AgcPCNPs at 40 °C while at higher temperature system shows aggregated appearance. Molecular docking studies predicted the exclusive interaction of C, D, I, and J chains of cPC with the surface of AgNPs. Moreover, AgcPCNPs significantly (p<0.1 %) counteract the toxic nature of AgNPs on red blood cell by measuring parameters like total RBC count, % hemolysis, % hematocrit, coagulation time, pH, electrolyte concentrations and degree of blood cell lipid peroxidation by the anti-oxidation mechanism. Skin fibroblast in vitro cell migration result suggeststhat AgcPCNPs enhanced the degree of cell movement towards the wound area. Data obtained collectively demonstrate that AgcPCNPs can be a better agent in the dermal wound healing with reduced toxicity with the bi-phasic advantage of cPC as a wound healer and Ag nano-metal as an anti-bacterial agent.",
    "creator" : "Elsevier"
  }
}