{
  "name" : "2020-06-28__0b_10.1016@j.jssc.2020.121536.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Seed-assisted synthesis and characterization of nano and micron ZSM-5 molecular sieves in template-free system",
    "authors" : [ "Jie Wang", "Ruizhen Zhang", "Lina Han", "Jiancheng Wang", "Liangfu Zhao" ],
    "emails" : [ "zhangruizhen@tyut.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nSeed-assisted synthesis and characterization of nano and micron ZSM-5 molecular sieves in template-free system Jie Wang, Ruizhen Zhang, Lina Han, Jiancheng Wang, Liangfu Zhao\nPII: S0022-4596(20)30366-2 DOI: https://doi.org/10.1016/j.jssc.2020.121536 Reference: YJSSC 121536 To appear in: Journal of Solid State Chemistry Received Date: 30 April 2020 Revised Date: 17 June 2020 Accepted Date: 20 June 2020\nPlease cite this article as: J. Wang, R. Zhang, L. Han, J. Wang, L. Zhao, Seed-assisted synthesis and characterization of nano and micron ZSM-5 molecular sieves in template-free system, Journal of Solid State Chemistry (2020), doi: https://doi.org/10.1016/j.jssc.2020.121536.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier Inc.\nCredit Author Statement\nJie Wang: Writing - original draft. Ruizhen Zhang: Conceptualization, Data\ncuration. Lina Han: Resources, Funding acquisition. Jiancheng Wang: Supervision. Liangfu Zhao: Resources.\n1\nSeed-assisted Synthesis and Characterization of Nano and Micron\nZSM-5 Molecular Sieves in Template-free System\nJie Wang1, Ruizhen Zhang1∗, Lina Han1, Jiancheng Wang2, Liangfu Zhao3\n(1. College of Materials Science and Engineering, Taiyuan University of Technology, Taiyuan 030024, China, 2. Key Laboratory Breeding Base of Coal Science and Technology Co-founded by Shanxi Province and the Ministry of Science and Technology, Taiyuan University of Technology, Taiyuan 030024, China, 3. Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, China. *Corresponding author)\nRuizhen Zhang Address: College of Materials Science and Engineering, Taiyuan University of Technology, Taiyuan 030024, PR China Phone: +86-13073571175 E-mail: zhangruizhen@tyut.edu.cn ORCID code: 0000-0002-7660-5554\n2\nAbstract: A novel and environment friendly seed-assisted one-step and segmented methods were employed to synthesize micro-scale, submicron-scale and nano-scale ZSM-5 molecular sieves in template-free system. The products were characterized by XRD, SEM, FT-IR, TGA/DTA and N2 adsorption-desorption analysis, respectively. The results showed that micro-scale ZSM-5 were prepared by one-step method via ZSM-5 seeds with uniform and regular pupal-like shape and particles size of 5×3 μm, submicron-scale ZSM-5 of 250~500 nm and nano-scale ZSM-5 of 25~40 nm were successfully obtained with stacking mesopores via silicate-1 seeds by one-step crystallization method and segmented crystallization method, respectively. Furthermore, the crystallization time could be shortened to 6 h by silicate-1 seeds assisted low-high temperature segmented method.\nKey Words: ZSM-5 molecular sieves; Seed-assisted synthesis; Template-free system; One-step method; Low-high temperature segmented method"
    }, {
      "heading" : "1 Introduction",
      "text" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure\nand strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)[1-6]. The small grain ZSM-5 zeolites could be effectively used as catalysts due to an extremely large specific surface area, various active sites, small pore sizes, as well as a short diffusion path[7-9]. Several synthesis methods of nano-scale ZSM-5 zeolites have been reported[10-15]. In all of these methods, nano-scale ZSM-5 has been prepared using organic structure-directing agent (OSDA) as template. However, traditional\n3\nhydrothermal synthesis of ZSM-5 molecular sieves using OSDA is regarded as a method that will waste resources, consume energy and pollute environment, which will adversely affect ZSM-5 use as catalysts. Consequently, it has become extremely desired to develop a green preparation method for synthesizing nano-scale ZSM-5 without organic templates. Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system[16-22]. However, a longer preparation time was taken because the lack of templating agent leads to high activation energy for nucleation and growth.\nIn recent years, another seed-assisted method for improving crystallinity and shortening time\nhas been developed to synthesize ZSM-5 in absence of templating agents. There have been numerous studies with respect to the synthesis of nano-scale ZSM-5 by seed-assisted method[23-27]. Nevertheless, most of seeds were usually synthesized using an organic template such as organic template ZSM-5 seeds and silicalite-1 nanocrystals suspension[28-31]. The calcined silicalite-1 powder was rarely used as seeds for synthesis of nano-scale ZSM-5. Generally, the grain size and morphology can be controlled to obtain small crystal ZSM-5 molecular sieves via two-step method of low temperature nucleation and high temperature crystallization. At present, the existing small-grain ZSM-5 molecular sieves synthesis methods have many defects such as long synthesis cycle, large energy consumption and complicated operation, which are not conducive to industrial production. Therefore, it is of great significance for the synthesis of ZSM-5 molecular sieves to shorten the crystallization time, increase the product yield and reduce the synthesis cost. Thus, in order to shorten the crystallization time and reduce the crystal grain size at the same time, we have developed a novel and environmental friendly seed-assisted method to synthesize micros-scale, submicron-scale and nano-scale ZSM-5 molecular sieves in a completely template-free system by\n4\none-step method and low-high temperature segmented method. In addition, the effects of various seeds and synthesis conditions were investigated."
    }, {
      "heading" : "2 Experiment section",
      "text" : ""
    }, {
      "heading" : "2.1 Materials",
      "text" : "Deionized water, Sodium hydroxide (NaOH, purity ≥96%, Tianjin Kemiou Chemical Reagent\nCo., Ltd.), Sodium aluminate (45 wt.% Al2O3, Tianjin Guangfu Fine Chemical Research Institute), Silica sol (30 wt.% SiO2, Qingdao Jiyida Silica Sol Reagent Factory Co., Ltd.), Tetrapropylammonium hydroxide (TPAOH, 75 wt % aqueous solution, Sinopharm Chemical Reagent Co., Ltd.), Tetraethyl orthosilicate (TEOS, 28 wt.% SiO2, Sinopharm Chemical Reagent Co., Ltd.), Ethanol (ETOH, purity ≥99.7%, Tianjin Guangfu Fine Chemical Research Institute), and HZSM-5 (SiO2/Al2O3 = 38, Tianjin Nankai University Catalyst Factory, PR China)."
    }, {
      "heading" : "2.2 Preparation of two kinds of seed crystals",
      "text" : "ZSM-5 seed crystals were prepared with the molar ratio of 12Na2O: 80SiO2: 2Al2O3:\n2500H2O. The synthesis procedure was as follows: NaOH and NaAlO2 were dissolved in distilled water, followed by the addition of silica sol dropwise with stirring for 5 h. Then the mixture sol was transferred to a Teflon-lined autoclave and crystallized at 220°C for 4 h and 6 h respectively. The products were separated by centrifugation, washed with distilled water for three times and dried at 80°C for 12h. The prepared samples were respectively designated as A4 and A6.\nSilicalite-1 (S-1) seed crystals were prepared with the molar ratio of 2SiO2: 0.5TPAOH:\n8ETOH: 120H2O. TEOS and ETOH were firstly mixed and stirred for 10 min followed by the addition of H2O and stirring for 40 min, then TPAOH was added dropwise into the above solution\n5\nand continuously stirred for 24 h, and finally crystallized at 120°C for 48 h. The products were separated by centrifugation, washed with distilled water for three times, dried at 80°C and calcined at 550°C for 6 h."
    }, {
      "heading" : "2.3 Seed-assisted synthesis of ZSM-5",
      "text" : "Fig. 1 Flow diagram for preparation of ZSM-5 molecular sieves\nFlow diagram for preparing ZSM-5 molecular sieves with different crystallization methods is\nshown in Fig. 1."
    }, {
      "heading" : "2.3.1 One-step synthesis of ZSM-5",
      "text" : "Initial sol of ZSM-5 molecular sieves was firstly prepared with the molar ratio of 12Na2O:\n80SiO2: 2Al2O3: 2500H2O. The typical synthesis procedure was as follows: 0.764 g NaOH and 0.432 g NaAlO2 were dissolved in 42.86 g H2O and stirred for 10 min, and then 15.24 g silica sol was added and stirred for 5 h. 0.37 g S-1 seeds (0.6% of the total sol mass) and 1.12 g ZSM-5 seeds (A4 or A6) (1.8% of the total sol mass) were then added to the initial ZSM-5 sol and stirred for 1 h, respectively. Followed by crystallized at 180°C for 24 h, washed and dried with the same method as the above. The obtained samples were denoted as S-1-Z5, A4-Z5 and A6-Z5, respectively.\n6"
    }, {
      "heading" : "2.3.2 Segmented synthesis of ZSM-5",
      "text" : "0.37 g S-1 seeds (0.6% of the total sol mass) were firstly added to the initial ZSM-5 sol,\nfollowed by stirred for 1 h, crystallized at 90~120°C for 1~3 h, cooled down rapidly and stirred for 10 min to disperse, which was then secondly crystallized at 180°C for 3~12 h, washed and dried to obtain a series of products denoted as S1~S15, respectively (Table 1)."
    }, {
      "heading" : "2.4 Instruments and Characterization",
      "text" : "X-ray powder diffraction (XRD) patterns were obtained using the Rigaku Miniflex 600 X-ray\ndiffractometer with Cu Kα radiation (λ=1.54178 Å) generated at 33 kV and 26 mA, which 2θ scanning speed and scope were 8°/min and 5~50°. The relative crystallinity could be calculated as follows (1)[32]:\nsample reference of areasPeak product of areasPeak = (%) stallinityryC Relative (1)\nThe morphology of the samples was examined using field-emission scanning electron\nmicroscopy (SEM, MIRA3 V3LMH, TESCAN company). Dynamic light scattering (DLS, Malvern, UK) was applied to measure the particle size distribution of ZSM-5.\nFourier transform infrared (FT-IR) spectra were characterized with TENSOR 27 (Bruker,\nGermany) using dried KBr disk technique in the range of 400-4000 cm-1.\nTG-DTA were examined using thermogravimetric analysis (STA409C). The test was run by\nheating the samples up to 900℃ at a ramping rate of 10℃·min-1 under the flow of air.\nN2 adsorption-desorption isotherms were measured at -196°C with a Micromeritics JW-BK\n122W analyzer, and the sample was degassed at 180°C prior to the measurement.\n3 Results and Discussion\n7"
    }, {
      "heading" : "3.1 Sieving of seeds by one-step method",
      "text" : "The XRD patterns and SEM images of ZSM-5 seeds (A4, A6), silicalite-1 seeds (S-1) and\nZSM-5 synthesized by one-step seed-assisted method (A4-Z5, A6-Z5 and S-1-Z5) were shown in Fig. 2 and Fig. 3. It was found that A4 seeds was amorphous, while there appeared weak characteristic peaks of ZSM-5 and small amount hexagonal crystals of ZSM-5 in A6 seeds, and S-1 seeds were uniformed and monodispersed 250 nm crystals with MFI topology structure and high crystallinity.\n8\nZSM-5 molecular sieves with characteristic MFI topology structures were synthesized by\nseed-assisted one-step method, and crystallinities of products were increased with the improvement of crystallinities of seeds. As shown in Fig. 2, the products prepared from S-1 as seeds showed higher crystallinity than those synthesized from ZSM-5 as seeds. This could be interpreted as more silica was depolymerized in the ZSM-5 synthesis solution, providing a large amount of pure silicon\n9\ncrystal nuclei, which was more favorable for the crystallization of ZSM-5. The SEM images of A4-Z5 and A6-Z5, displayed in Fig. 3, clearly showed that these products were constructed from uniform and regular pupal-like crystal with particles size of 5×3 μm. Obviously, there was no significant difference in the morphology and particle size of the molecular sieves induced by A4 and A6. In contrast, S-1-Z5 synthesized by 250 nm S-1 as seeds resulted in particles size of less than 500 nm. From the above discussion, we can discover that pure silicon seeds (S-1) have a stronger guiding effect on the synthesis of high crystallinity and small grain ZSM-5."
    }, {
      "heading" : "3.2 Technical optimization of one-step synthesis using S-1 seeds",
      "text" : "5 10 15 20 25 30 35 40 45 50\n24h\n14h\n6h\n3h\n2θ(°)\nIn te n si ty\nFig. 4 XRD patterns of products obtained with different crystallization time by one-step method\nThe XRD patterns and SEM images of the synthesized products crystallized at 180°C for 3~24\nh were shown in Fig. 4 and Fig. 5, respectively. It could be seen from Fig. 4 that ZSM-5 molecular sieves with a typical MFI topology were synthesized at 180°C crystallized for 6~24 h, while only a weak characteristic peak of the ZSM-5 molecular sieves appeared in the products crystallized of 3 h.\n10\nAs could be seen from Fig. 5, most of the synthesized products crystallized for 3 h were in an\namorphous state. ZSM-5 molecular sieves were synthesized within crystallization time of 6~24 h. When crystallization time was extended to 24 h, the particle size of the synthesized products was about 250 nm."
    }, {
      "heading" : "3.3 Segmented seed-assisted method",
      "text" : "The purpose of reducing grain size cannot be achieved by one-step seed-assisted method.\n11\nTherefore, in this study, we expected to achieve this goal through segmented crystallization method, that is, a method of low-temperature nucleation and high-temperature growth.\nCrystallization conditions and relative crystallinity of different ZSM-5 synthesized by two-step\nmethod were shown in Table 1 (The relative crystallinity of products is based on commercial HZSM-5 with nSiO2 / nAl2O3=38)."
    }, {
      "heading" : "3.3.1 Effects of crystallization time at high temperature",
      "text" : "seed-assisted method, three experiments (S3, S4, and S5) with different crystallization time at high temperature were carried out. The XRD patterns and SEM images of A3, A4 and S5 were shown in Fig. 6 and Fig. 7, respectively.\n12\nAs shown in Fig. 6, three samples all have MFI topology, showing exact diffraction peaks of\nthe ZSM-5, no other impurity peaks were observed, indicating high purity of products, and the intensity of characteristic peaks gradually increased with crystallization time. The relative crystallinities of S3, S4 and S5 samples was 187.3, 294.6 and 303.2%, according to Table 1, which is consistent with the results of XRD analysis. The average crystallite size of the as-prepared ZSM-5 molecular sieves were calculated using the Debye-Scherrer formula (2):\nΒcosθ 89.0 λ=D (2)\nwhere D is the average crystallite size, λ is the X-ray wavelength, θ is the Bragg diffraction angle, and B is the full-width at half maximum (FWHM)[33]. The average crystallite size of S3 calculated from the diffraction peaks was found to be 40 nm.\nThe SEM images (Fig. 7) of S3, S4, and S5 indicated that the morphology of products was\naffected by crystallization time at high temperature. The morphology of S3 was aggregation of nanoparticles, and it was observed that S3 particles exhibited a relatively narrow size distribution located at approximately 100 nm (Fig. 8). The reason why the size of the prepared ZSM-5 molecular sieves was smaller than that of the S-1 seeds could be explained by the fact that the seed-assisted process was in accordance with the mechanism of “dissolution first and post-crystallization of the seeds”. Under high temperature and strong alkali conditions, the seeds were dissolved into microcrystalline structural units, and then grew with these structural units as the core. While the particle size of S4 was about 250 nm, and S5 varied from 250 to 500 nm. In addition, these submicron particle crystals were observed to be stacked together in the system of template-free to form larger stacks. Obviously, the crystal particles size of ZSM-5 was gradually increased with prolonged synthesis time because the growth rate will be accelerated with prolonged time during the\n13\nhydrothermal treatment.\n5 10 15 20 25 30 35 40 45 50\nS5\nS3\nS4 I nt\nen si\nty\n2θ(°)\nHZSM-5\nFig. 6 XRD patterns of the samples (S3, S4 and S5)\n14"
    }, {
      "heading" : "3.3.2 Effects of crystallization temperature at high temperature stage",
      "text" : "In order to study the effect of crystallization temperature at high temperature stage on the\nZSM-5 molecular sieves prepared by seed-assisted method, after pre-crystallization at 90℃ low temperature for 3 h, S14 and S3 were prepared by crystallization at 120℃ and 180℃ high temperature for 3 h, respectively. And S15 and S4 were prepared by crystallization at 120 ℃ and 180 ℃ for 6 h, respectively. Four samples XRD patterns and SEM images were shown in Fig. 9 and Fig. 10, respectively.\n15\nAs shown in Fig. 9, four samples all have the characteristic topological structure of MFI,\nshowing the precise diffraction peak of ZSM-5, and no other impurity peaks were observed, indicating the high purity of the product. The characteristic peak intensities of S14, S13 and S3 synthesized by crystallization at 120°C for 3 and 6 h and 180°C for 3 h were lower. While the characteristic peak intensity of the S4 synthesized by crystallization at 180°C for 6 h was significantly increased, which may be caused by the further growth of the grain size. It could be seen from Table 1 that the relative crystallinities of the S14, S3 and S15 samples are 156.2, 187.3 and 185.8%, respectively, while the relative crystallinity of the S4 sample is 294%.\nS14 S3\n16\nAs shown in Fig. 10, under the condition of crystallization time of 3 h, S14 synthesized at a\nlower crystallization temperature of 120°C was completely crystallized, and the synthesis products showed an aggregate of small particles, which were composed of about 25 nm nanoparticles, and S3 synthesized at a higher crystallization temperature of 180°C also exhibited aggregates of small particles, but this aggregate was composed of nanoparticles of about 40 nm. Because at the same crystallization time, as the crystallization temperature increases, more growth activation energy is provided, and the growth rate of the crystal is accelerated. Under the condition of crystallization time of 6 h, S15 synthesized at a lower crystallization temperature of 120°C exhibited aggregates of small particles. The aggregates were composed of nanoparticles of about 40 nm and which was consistent with the morphology and particle size of the product synthesized by crystallization at 180°C for 3 h. While the particle size of the S4 synthesized at a higher crystallization temperature of 180°C was about 250 nm, but it also exhibited agglomerate morphology. In summary, under the conditions of unchanged low temperature crystallization and high temperature crystallization time,\n17\nappropriately lowering the crystallization temperature can reduce the grain size and help to synthesize nano-sized ZSM-5 molecular sieves with smaller particle size. This can be explained as, at a lower crystallization temperature, a large number of ZSM-5 crystal nuclei formed under the induction of seeds can have sufficient time to further crystallize but will not grow up quickly, so ZSM-5 molecular sieves with complete crystallization but small grain size can be synthesized."
    }, {
      "heading" : "3.3.3 Effects of crystallization time at low temperature",
      "text" : "As shown in Fig. 11, three samples all have characteristic topology of MFI, showing the\nprecise diffraction peaks of ZSM-5, and no other impurity peaks were observed, indicating that the\n18\nproduct was of high purity. The crystallinity of the S1 synthesized in a very short 1 h low temperature pre-crystallization time was low. With the extension of the pre-crystallization time, the characteristic peak intensity gradually increased. From Table 1, the relative crystallinity of the S1 was 106%, the relative crystallinity of S2 synthesized when pre-crystallization time was extended to 2 h was 166.7%.\nAs shown in Fig. 12, the crystallization of S1 and S2 was incomplete, because small amount of\ncrystals nuclei were formed in a short low-temperature synthesis time, and then silicon and aluminum sources in the mother liquor were not fully utilized. This indicates that a relatively long low temperature pre-crystallization time is required to complete the crystallization process. Prolonging the pre-crystallization time has a positive effect on the synthesis of the ZSM-5 molecular\n19\nsieve. Because when the pre-crystallization time extended to 3h, the relative crystallinity of the synthesized S3 was 187.3%. Combined with the SEM image of the S3, we could see that molecular sieves were crystallized completely, and synthesis products presented an aggregate of small particles, which was composed of 40 nm nano-particles. This is because with the extension of the low temperature pre-crystallization time, a large number of crystals nuclei are formed, and after a short high temperature crystallization time, they grow into small particle crystals, but such small particles are easy to agglomerate without a template agent."
    }, {
      "heading" : "3.3.4 Effects of crystallization temperature at low temperature stage",
      "text" : "In order to study the effect of crystallization temperature at low temperature stage on the\nZSM-5 molecular sieves prepared by seed-assisted method. S12 and S3 were prepared by pre-crystallization at 60°C and 90°C low temperature for 3 h and then crystallization at 180℃ high temperature for 3 h, respectively. And S13 and S4 then crystallization at 180℃ high temperature for 6 h. The XRD patterns and SEM images of four samples (S12, S3, S13 and S4) were shown in Fig.\n20\n13 and Fig. 14, respectively.\nAs shown in Fig. 13, four samples all have the characteristic topological structure of MFI,\nshowing the precise diffraction peak of ZSM-5, and no other impurity peaks were observed, indicating that products were of higher purity. When crystallization time was 3 h, the characteristic peak intensities of the S12 and S3 samples synthesized by pre-crystallization at 60℃ and 90°C for 3 h was weak, while when the crystallization time was 6 h, the characteristic peak intensities of S13\n21\nand S4 samples synthesized by pre-crystallization at 60℃ and 90℃ for 3 h were obviously increased. This may be due to the further growth of the grain size. From Table 1, the relative crystallinities of S12 and S3 are 135.2 and 187.3%, respectively, and the relative crystallinities of S13 and S4 are 286 and 294%, respectively.\nAs shown in Fig. 14, under the condition of crystallization time of 3 h, S12 synthesized at the\nlower pre-crystallization temperature of 60°C was not completely crystallized, while nano ZSM-5 was synthesized at the pre-crystallization temperature of 90°C (S3). This can be explained as, increasing the pre-crystallization temperature helps the depolymerization of the seeds, and can depolymerize more microcrystalline structural units in the same time, providing more growth core for the subsequent crystallization process. Therefore, silicon source and aluminum source in the mother liquor can be fully utilized to form more ZSM-5 crystal nuclei, and nano molecular sieves can be synthesized after a short time of crystallization. Under the condition of crystallization time of 6h, the morphology and grain size of S13 and S4 synthesized at 60°C and 90°C pre-crystallization temperature were not significantly different. In summary, at a shorter crystallization time, properly increasing pre-crystallization temperature can increase the number of crystal nuclei, which is helpful for the synthesis of nano ZSM-5 molecular sieves. At a longer crystallization time, the pre-crystallization temperature has little effect on the synthesis of ZSM-5 molecular sieves.\nIn order to verify the above conclusions, after pre-crystallization at 90~120°C for 3 h, samples\nof S4, S9, S10 and S11 were prepared by crystallization at 180°C for 6 h, or samples of S5 ~ S8 were prepared by crystallization at 180°C for 12 h. The XRD patterns of samples of ZSM-5 synthesized at different low temperature were shown in Fig. 15, the diffraction peaks of a typical MFI crystal structure were appeared. The change in relative crystallinity was not obvious with the\n22\nincrease of low temperature (Table 1). As shown in Fig. 16 and Fig. 17, these samples exhibited large and irregular aggregated morphology consisting of submicron particles size of 250~500 nm, which particle size distribution was measured by DLS (Fig. 18). Apparently, these samples exhibited a relatively wide size distribution with different low temperature. Therefore, it was confirmed once again that at a longer crystallization time, the pre-crystallization temperature had little effect on the synthesis of ZSM-5 molecular sieves.\n5 10 15 20 25 30 35 40 45 50\nIn te\nns it\ny\nS11\nS10\nS9\nS4\n2θ(°)\nHZSM-5\n5 10 15 20 25 30 35 40 45 50\nIn te\nns it\ny S8 S7\nS6\nS5\n2θ(°)\nHZSM-5\nFig. 15 XRD patterns of the samples (S4, S9-S11 and S5-S8)\n23"
    }, {
      "heading" : "3.4 Physicochemical properties of different ZSM-5",
      "text" : "To understand the physicochemical properties of various ZSM-5 molecular sieves prepared via\nseed-assisted method in template-free system. Some representative samples (A4-Z5, S3, S4 and S14) synthesized under different condition were fully characterized with various techniques.\n24\nFTIR spectra of synthesized ZSM-5 molecular sieves via different methods are shown in Fig.\n19 (a). These ZSM-5 molecular sieves show the similar characteristic adsorption bands at around 455, 547, 796, 1100 and 1222 cm-1. The adsorption of various bands at 455 cm−1 (T-O bending vibration, where T denotes Si or Al), 547 cm−1 (double 5 ring asymmetric stretching vibration), 796cm−1 (T-O-T external symmetrical stretching vibration), 1100 cm−1 (T-O-T external asymmetrical stretching vibration), 1200 cm−1 (TO4 tetrahedral asymmetric stretching vibration) are assigned to the ZSM-5 vibrations of framework and tetrahedral atoms[34,35]. The existence of these bands further demonstrates that ZSM-5 molecular sieves can be obtained by using our synthesis\n25\nmethod. Thermogravimetric analysis (TGA) is used to examine the weight loss for the as-synthesized ZSM-5 zeolites and shown in Fig. 19 (b). The weight loss at around 100°C is characteristic of the physically adsorbed water associated with zeolite samples. Notably, the thermogravimetric curve of Silicalite-1 seeds is not appear the weight loss of template agent, which indicates that the Silicalite-1 seeds used in this article does not contain organic template.\nThe N2 adsorption-desorption isotherms and pore size distribution of the as-synthesized\nsamples are given in Fig. 20. The isotherms of the microscale (A4-Z5) and submicron (S4) ZSM-5 samples are both typical type I isotherms, according to the IUPAC classification, and they exhibit a\n26\nsteadily increasing adsorption amount at low relative pressure (P/Po＜0.1), which is characteristic of microporous zeolites. However, nanoscale ZSM-5 samples S3 and S14 show typically type IV isotherms whose adsorption saturation was reached quickly at low relative pressure (P/Po＜0.1). Besides, the isotherms of S4, S3 and S14 has a hysteresis loop apparently in the range of P/Po = 0.4 ~ 1.0, which belongs to the H4-type and reveals the presence of both micropore and mesopores. The hysteresis loop of S14 is slightly broader than S4 and S3, which confirm the formation of extra mesopores. Consequently, this implies that there are open mesopores formed by the accumulation of nanocrystallites connected to the external surface."
    }, {
      "heading" : "4 Conclusion",
      "text" : "Micron, submicron and nano-scale ZSM-5 molecular sieves were synthesized via the\nseed-assisted template-free method with the following molar ratio 12Na2O: 80SiO2: 2Al2O3: 2500H2O. Controlling the particle size by utilizing different seeds and modulating the crystallization conditions was two unique explored in this study. Using 250nm calcined silicalite-1 seeds with monodisperse, separated particles helps to synthesize nano- scale ZSM-5 crystals in the template-free system. The current research show that nano-scale ZSM-5 of 25~40 nm with open mesopores could be successfully obtained by introducing calcined silicalite-1 seeds first pre-crystallization at 90°C for 3 h and then crystallization at 120°C for 6 h or at 180°C for 3 h. Appreciably, the goal of decreasing synthesis time and reducing particle size has been achieved. In addition, the high and low temperature synthesis time have a great influence on the morphology of the product ZSM-5. It has been found that the crystallization rate of the ZSM-5 molecular sieves was increased by prolonging the low temperature synthesis time, the crystallinities and particle sizes of the ZSM-5 molecular sieves were increased with the prolongation of high-temperature synthesis\n27\ntime, and properly lowering the crystallization temperature and prolonging the pre-crystallization time can reduce the grain size and help to synthesize nano-sized ZSM-5 molecular sieves with smaller particle size. This work provides an efficient green process for the synthesis of nano-scale ZSM-5 molecular sieves."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The work was financially supported by the National Natural Science Foundation, China\n(21978195) and Natural Science Foundation of Shanxi Province, China (201801D121063).\nDeclaration of interest statement\nThe authors declare that they have no known competing financial interests or personal\nrelationships that could have appeared to influence the work reported in this paper."
    } ],
    "references" : [ {
      "title" : "Chemistry-zeolites and porous materials",
      "author" : [ "R.R. Xu", "W.Q. Pang" ],
      "venue" : "The Science Publishing Company, Beijing",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "W",
      "author" : [ "H. Wu", "M. Liu" ],
      "venue" : "Tan, et al., Effect of ZSM-5 zeolite morphology on the catalytic performance of the alkylation of toluene with methanol, J. Energy. Chem. 23 (4) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Catalysis on Zeolites - Catalysis Science & Technology",
      "author" : [ "J. Čejka", "R.E. Morris", "D.P. Serrano" ],
      "venue" : "Catal. Sci. Technol. 6 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "S. Nrayanan", "J.J. Vijaya" ],
      "venue" : "Sivasanker, et al., Catalytic conversion of polyols (sorbitol and xylitol) to hydrocarbons over hierarchical ZSM-5 zeolite catalysts in a fixed bed reactor, React. Kinet. Mech. Cat. 122 (1) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Predicting crystal growth via a unified kinetic three-dimensional partition model, Nature",
      "author" : [ "M.W. Anderson", "J.T. Gebbie-Rayet", "A.R. Hill" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Catalytic cracking of soybean oil using ZSM-5 zeolite",
      "author" : [ "E.Y. Emori", "H.H. Fábio", "H.Z. Cássio" ],
      "venue" : "Catal. Today",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Insight into seed-assisted template free synthesis of ZSM-5 zeolites",
      "author" : [ "M.H. Nada", "S.C. Larsen" ],
      "venue" : "Microporous Mesoporous Mater. 239 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanosized microporous crystals: emerging applications",
      "author" : [ "S. Mintova", "M. Jaber", "V. Valtchev" ],
      "venue" : "Chem. Soc. Rev. 44 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Advances in nanosized zeolites",
      "author" : [ "S. Mintova", "J.P. Gilson", "V. Valtchev" ],
      "venue" : "Nano. 5 (15) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis, characterization, and adsorption properties of nanocrystalline ZSM-5, Langmuir",
      "author" : [ "W Song", "RE Justice", "CA Jones" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2004
    }, {
      "title" : "Nanocrystalline zeolites and zeolite structures: synthesis",
      "author" : [ "S.C. Larsen" ],
      "venue" : "characterization, and applications, Cheminform. 39 (12) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Synthesis of hierarchical nanocrystalline ZSM-5 with controlled particle size and mesoporosity",
      "author" : [ "A. Petushkov", "S. Yoon", "S.C. Larsen" ],
      "venue" : "Microporous Mesoporous Mater. 137 (1-3) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "L",
      "author" : [ "Z. Qin", "L. Lakiss" ],
      "venue" : "Tosheva, et al., Comparative study of nano-ZSM-5 catalysts synthesized in OH and F media, Adv. Funct. Mater. 24 (2) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Effect of crystal size on butenes oligomerization over MFI catalysts",
      "author" : [ "A.G.Popov", "V.S. Pavlov", "I.I. Ivanova" ],
      "venue" : "J. Catal",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    }, {
      "title" : "Impact of external surface passivation of nano-ZSM-5 zeolites in the methanol-to-olefins reaction, Appl",
      "author" : [ "Losch", "P. Boltz", "M. Bernardon" ],
      "venue" : "Catal. A Gen",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "ZSM-5 membrane synthesis with organic-free mixtures",
      "author" : [ "R. Lai", "G.R. Gavalas" ],
      "venue" : "Microporous Mesoporous Mater. 38 (2) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "S",
      "author" : [ "K.P. Dey" ],
      "venue" : "Ghosh, M.K. Naskar, et al., Organic template-free synthesis of ZSM-5 zeolite particles using rice husk ash as silica source, Ceram. Int. 39 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Organic-free synthesis of ZSM-5 with narrow crystal size distribution using two-step temperature process, Microporous Mesoporous Mater",
      "author" : [ "S.D. Kim", "S.H. Noh", "J.W. Park" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2006
    }, {
      "title" : "The effffect of  Na2SO4 salt on the synthesis of ZSM-5 by template free crystallization method, Microporous Mesoporous Mater",
      "author" : [ "N.Y. Kang", "B.S. Song", "C.W. Lee" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Q",
      "author" : [ "Y. Wang", "X. Wang" ],
      "venue" : "Wu, et al., Seed-directed and organotemplate-free synthesis of TON zeolite, Catal. Today. 226 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Y",
      "author" : [ "Y. Yue", "L. Gu" ],
      "venue" : "Zhou, et al., Template-free synthesis and catalytic applications of microporous and hierarchical ZSM-5 zeolites from natural aluminosilicate minerals, Ind. Eng. Chem. Res. 56 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The effect of Na2SO4 salt on the synthesis of ZSM-5 by  29  template free crystallization method, Microporous Mesoporous Mater",
      "author" : [ "Y.K. Na", "S.S. Bu", "C.W. Lee" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2009
    }, {
      "title" : "K",
      "author" : [ "K. Itabashi", "Y. Kamimura" ],
      "venue" : "Iyoki, et al., A Working hypothesis for broadening framework typesof zeolites in seed-Assisted synthesis without organic structure-directing agent, J. Am. Chem. Soc. 134 (28) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Progress in seed-assisted synthesis of zeolites without using organic structure-directing agents",
      "author" : [ "K. Iyoki", "K. Itabashi", "T. Okubo" ],
      "venue" : "Microporous Mesoporous Mater. 189 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "Y.U. Qingjun", "X. Meng" ],
      "venue" : "Liu, et al., A fast organic template-free, ZSM-11 seed-assisted synthesis of ZSM-5 with good performance in methanol-to-olefin, Microporous Mesoporous Mater. 181 (22) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Insight into seed-assisted template free synthesis of ZSM-5 zeolites",
      "author" : [ "M.H. Nada", "S.C. Larsen" ],
      "venue" : "Microporous Mesoporous Mater. 239 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "A.L. Figueiredo", "A.S. Araujo" ],
      "venue" : "Linares, et al., Catalytic cracking of LDPE over nanocrystalline HZSM-5 zeolite prepared by seed-assisted synthesis from an organic-template-free system, J. Anal. Appl. Pyrolysis. 117 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "G. Majano", "A. Darwiche" ],
      "venue" : "Mintova, et al., Seed-Induced crystallization of nanosized Na-ZSM-5 crystals, Ind. Eng. Chem. Res. 48 (15) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A seed surface crystallization approach for rapid synthesis of submicron ZSM-5 zeolite with controllable crystal size and morphology, Microporous Mesoporous Mater",
      "author" : [ "N. Ren", "Z.J. Yang", "X.C. Lv" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2010
    }, {
      "title" : "X",
      "author" : [ "G. Wu", "W. Wu" ],
      "venue" : "Wang, et al., Nanosized ZSM-5 zeolites: Seed-induced synthesis and the relation between the physicochemical properties and the catalytic performance in the alkylation of naphthalene, Microporous Mesoporous Mater. 180 (6) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Y",
      "author" : [ "M. Li", "I.N. Oduro" ],
      "venue" : "Zhou, et al., Amphiphilic organosilane and seed assisted hierarchical ZSM-5 synthesis: Crystallization process and structure, Microporous Mesoporous Mater. 221 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "T",
      "author" : [ "F. Pan", "X. Lu" ],
      "venue" : "Wang, et al., Submicron ZSM-5 synthesized by green and fast route, Materials Letters. 196 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Anti-cancer activity of hierarchical ZSM-5 zeolites synthesized from rice-based waste materials",
      "author" : [ "S.K. Jesudoss", "V.J. Judith" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "Y.Y. Yue", "Y. Kang" ],
      "venue" : "Bai, et al., Seed-assisted, template-free synthesis of ZSM-5 zeolite from natural aluminosilicate minerals, Appl. Clay. Sci. 158 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of free template ZSM-5 catalyst from rice husk ash and co-modified with lanthanum and phosphorous for catalytic cracking of naphtha",
      "author" : [ "R. Ravandi", "R. Khoshbin", "R. Karimzadeh" ],
      "venue" : "J. Porous. Mater., 25 (2) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2500
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure and strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)([1-6]).",
      "startOffset" : 374,
      "endOffset" : 379
    }, {
      "referenceID" : 1,
      "context" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure and strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)([1-6]).",
      "startOffset" : 374,
      "endOffset" : 379
    }, {
      "referenceID" : 2,
      "context" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure and strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)([1-6]).",
      "startOffset" : 374,
      "endOffset" : 379
    }, {
      "referenceID" : 3,
      "context" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure and strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)([1-6]).",
      "startOffset" : 374,
      "endOffset" : 379
    }, {
      "referenceID" : 4,
      "context" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure and strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)([1-6]).",
      "startOffset" : 374,
      "endOffset" : 379
    }, {
      "referenceID" : 5,
      "context" : "ZSM-5, a kind of aluminosilicate molecular sieves with unique intersecting channel structure and strong acidity, has been broadly utilized as catalysts in many crucial catalytic reactions because of its unique pore structure, high catalytic activity and thermal stability that enable high selectivity to the target products benzene, toluene, ethyl benzene and xylene (BTEX)([1-6]).",
      "startOffset" : 374,
      "endOffset" : 379
    }, {
      "referenceID" : 6,
      "context" : "The small grain ZSM-5 zeolites could be effectively used as catalysts due to an extremely large specific surface area, various active sites, small pore sizes, as well as a short diffusion path([7-9]).",
      "startOffset" : 193,
      "endOffset" : 198
    }, {
      "referenceID" : 7,
      "context" : "The small grain ZSM-5 zeolites could be effectively used as catalysts due to an extremely large specific surface area, various active sites, small pore sizes, as well as a short diffusion path([7-9]).",
      "startOffset" : 193,
      "endOffset" : 198
    }, {
      "referenceID" : 8,
      "context" : "The small grain ZSM-5 zeolites could be effectively used as catalysts due to an extremely large specific surface area, various active sites, small pore sizes, as well as a short diffusion path([7-9]).",
      "startOffset" : 193,
      "endOffset" : 198
    }, {
      "referenceID" : 9,
      "context" : "Several synthesis methods of nano-scale ZSM-5 zeolites have been reported([10-15]).",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 10,
      "context" : "Several synthesis methods of nano-scale ZSM-5 zeolites have been reported([10-15]).",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 11,
      "context" : "Several synthesis methods of nano-scale ZSM-5 zeolites have been reported([10-15]).",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 12,
      "context" : "Several synthesis methods of nano-scale ZSM-5 zeolites have been reported([10-15]).",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 13,
      "context" : "Several synthesis methods of nano-scale ZSM-5 zeolites have been reported([10-15]).",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 14,
      "context" : "Several synthesis methods of nano-scale ZSM-5 zeolites have been reported([10-15]).",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 15,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 16,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 17,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 18,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 19,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 20,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 21,
      "context" : "Several researchers have committed to preparing highly crystalline ZSM-5 in template-free system([16-22]).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 22,
      "context" : "There have been numerous studies with respect to the synthesis of nano-scale ZSM-5 by seed-assisted method([23-27]).",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 23,
      "context" : "There have been numerous studies with respect to the synthesis of nano-scale ZSM-5 by seed-assisted method([23-27]).",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 24,
      "context" : "There have been numerous studies with respect to the synthesis of nano-scale ZSM-5 by seed-assisted method([23-27]).",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 25,
      "context" : "There have been numerous studies with respect to the synthesis of nano-scale ZSM-5 by seed-assisted method([23-27]).",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 26,
      "context" : "There have been numerous studies with respect to the synthesis of nano-scale ZSM-5 by seed-assisted method([23-27]).",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 27,
      "context" : "Nevertheless, most of seeds were usually synthesized using an organic template such as organic template ZSM-5 seeds and silicalite-1 nanocrystals suspension([28-31]).",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 28,
      "context" : "Nevertheless, most of seeds were usually synthesized using an organic template such as organic template ZSM-5 seeds and silicalite-1 nanocrystals suspension([28-31]).",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 29,
      "context" : "Nevertheless, most of seeds were usually synthesized using an organic template such as organic template ZSM-5 seeds and silicalite-1 nanocrystals suspension([28-31]).",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 30,
      "context" : "Nevertheless, most of seeds were usually synthesized using an organic template such as organic template ZSM-5 seeds and silicalite-1 nanocrystals suspension([28-31]).",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 31,
      "context" : "The relative crystallinity could be calculated as follows (1)([32]):",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 32,
      "context" : "where D is the average crystallite size, λ is the X-ray wavelength, θ is the Bragg diffraction angle, and B is the full-width at half maximum (FWHM)([33]).",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 33,
      "context" : "The adsorption of various bands at 455 cm (T-O bending vibration, where T denotes Si or Al), 547 cm (double 5 ring asymmetric stretching vibration), 796cm (T-O-T external symmetrical stretching vibration), 1100 cm (T-O-T external asymmetrical stretching vibration), 1200 cm (TO4 tetrahedral asymmetric stretching vibration) are assigned to the ZSM-5 vibrations of framework and tetrahedral atoms([34,35]).",
      "startOffset" : 396,
      "endOffset" : 403
    }, {
      "referenceID" : 34,
      "context" : "The adsorption of various bands at 455 cm (T-O bending vibration, where T denotes Si or Al), 547 cm (double 5 ring asymmetric stretching vibration), 796cm (T-O-T external symmetrical stretching vibration), 1100 cm (T-O-T external asymmetrical stretching vibration), 1200 cm (TO4 tetrahedral asymmetric stretching vibration) are assigned to the ZSM-5 vibrations of framework and tetrahedral atoms([34,35]).",
      "startOffset" : 396,
      "endOffset" : 403
    } ],
    "year" : 2020,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier"
  }
}