{
  "name" : "2020-06-30__02_10.1016@j.archoralbio.2020.104824.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Influence of Titanium and Zirconia modified surfaces for rapid healing on adhesion and biofilm formation of Staphylococcus epidermidis",
    "authors" : [ "Marcel F. Kunrath", "Marina S. G. Monteiro", "Saurabh Gupta", "Roberto Hubler", "Sílvia D. de Oliveira" ],
    "emails" : [ "marcelfkunrath@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nInfluence of Titanium and Zirconia modified surfaces for rapid healing on adhesion and biofilm formation of Staphylococcus epidermidis Marcel F. Kunrath (Conceptualization) (Methodology) (Formal analysis) (Investigation) (Writing - original draft) (Supervision), Marina S.G. Monteiro (Formal analysis) (Investigation) (Writing - original draft), Saurabh Gupta (Writing - original draft), Roberto Hubler (Methodology) (Formal analysis) (Investigation) (Writing - original draft), Sı́lvia D. de Oliveira (Methodology) (Formal analysis) (Investigation) (Writing - original draft) (Funding acquisition) (Supervision)\nPII: S0003-9969(20)30202-8 DOI: https://doi.org/10.1016/j.archoralbio.2020.104824 Reference: AOB 104824\nTo appear in: Archives of Oral Biology\nReceived Date: 4 May 2020 Revised Date: 9 June 2020 Accepted Date: 18 June 2020\nPlease cite this article as: Kunrath MF, Monteiro MSG, Gupta S, Hubler R, de Oliveira SD, Influence of Titanium and Zirconia modified surfaces for rapid healing on adhesion and biofilm formation of Staphylococcus epidermidis, Archives of Oral Biology (2020), doi: https://doi.org/10.1016/j.archoralbio.2020.104824\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier."
    }, {
      "heading" : "Title page",
      "text" : "Influence of Titanium and Zirconia modified surfaces for rapid healing on adhesion and biofilm formation of Staphylococcus epidermidis.\nRunning Title: Titanium and Zirconia modified surfaces\nMarcel F. Kunrath a,c*, Marina S. G. Monteirob, Saurabh Guptad, Roberto Hubler c, Sílvia D. de Oliveira b\na Pontifical Catholic University of Rio Grande do Sul (PUCRS), School of Health and Life Sciences, Dentistry Department, Av. Ipiranga, P.O. Box 6681, 90619-900, Porto Alegre, RS, Brazil. b Pontifical Catholic University of Rio Grande do Sul (PUCRS), School of Health and Life Sciences, Immunology and Microbiology Laboratory, Av. Ipiranga, P.O. Box 6681, 90619-900, Porto Alegre, Brazil. c Pontifical Catholic University of Rio Grande do Sul (PUCRS), Materials and Nanoscience Laboratory, P.O. Box 1429, 90619-900, Porto Alegre, Brazil. d International Academy of Ceramic Implantology, Silver Spring, MD 20901, USA\n*Corresponding author:\nDentistry Department, School of Health and Life Sciences, Pontifical Catholic University of Rio Grande do Sul (PUCRS), P.O. Box 1429, 90619-900, Porto Alegre, Brazil. Phone: +55 (51) 996557790 Marcel Ferreira Kunrath: ORCID: 0000-0003-0493-8891 Email: marcelfkunrath@gmail.com Jo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "Highlights:",
      "text" : "- Ti and Zr have similar antibacterial properties. - Alterations of nanomorphology, roughness, and wettability influence bacterial\nadhesion.\n- High roughness and hydrophilicity increase S. epidermidis interaction with\nsurfaces."
    }, {
      "heading" : "Abstract",
      "text" : "Objective: Surface alterations have been employed to enhance the osseointegration process in biomedical implants. However, these modifications may influence bacterial adhesion in different ways. Therefore, this study developed five different surfaces and evaluated the Staphylococcus epidermidis growth in early (1 h) and late (24 h) contact. Design: The Titanium (Ti) and Zirconia (Zr) surfaces were divided in five groups and characterized concerning your morphology, roughness, wettability and chemical surface composition. Then, were evaluated regarding bacterial adhesion and biofilm formation/thickness, viability and morphology. Results: Different topographies were manufactured resulting in a variety of combinations of surface properties. High roughness showed significantly higher bacterial adhesion in 1 h, while high hydrophilicity revealed greater bacterial proliferation in 24 h. Morphological changes were not found visually, however the viability test showed some cell membrane damage in the Ti micro and nano groups. Conclusions: Finally, surface distinct properties influence the growth of S. epidermidis independent of the based-material. Furthermore, some surface properties require precautions for use in contaminated sites according to the increased adhesion of S. epidermidis presented when in contact. Jo ur na l P re -p ro of\nKey-words: Titanium; Zirconia; Surfaces; Staphylococcus epidermidis; Implants; Infection"
    }, {
      "heading" : "1. Introduction",
      "text" : "Biocompatible materials that replace body hard tissues have been the subject of numerous researches concerning their biological and biomechanical properties (Ananth et al., 2015; Cross et al., 2016; Tosiriwatanapong and Singhatanadgit, 2018). Pure Titanium (Ti) and Zirconia (Zr) are widely used in dental implants, oral prostheses and orthopedic implants/prostheses (Ananth et al., 2015; Osman and Swain, 2015). The surfaces of both materials can be modified in terms of morphology, roughness, surface energy and wettability by different treatments (Henningsen et al., 2018; Schünemann et al., 2019). These surface treatments directly influence interaction, adhesion of osteoprogenitor cells, anti-inflammatory responses and antibacterial activity (Bosshardt et al., 2017; Ma et al., 2014; Hirano et al., 2015; Kunrath et al. 2019).\nMost studies show better osteogenic cells interaction on rougher surfaces for both Ti and Zr (Kuo et al., 2017; Hirano et al., 2015). However, higher roughness surfaces also directly support the bacterial colonization (Roehling et al., 2017; Al-Ahmad et al., 2016). As the surface treatment methods of Ti and Zr present wide variation and different approaches are employed because of their different chemical compositions and hardness of materials (Civantos et al., 2017; Schünemann et al., 2019), the adhesion of important bacteria in initial infection processes with the use of these biomaterials is not fully understood. J rn\nal Pr\n-p ro\nof\nSurface nanotechnology is rapidly evolving and showing promising results when applied in both Ti and Zr (Kulkarni et al., 2015; Schünemann et al., 2019). Nanometerscale surface changes reveal differentiated topographic morphologies with also diverse cellular responses (Faghihi et al., 2007), especially due to the nanoscale interaction of the cell membrane along the nanotextured surface (Faghihi et al., 2007). Meantime, the majority of all nanometric technology coupled with changes in wettability, roughness and possibilities of bioactive surfaces creates huge challenges in bacterial adhesion and proliferation, which could avoid biomaterial contamination in the initial stages after insertion into an organism (Kunrath et al., 2019).\nStaphylococcus epidermidis is considered a transient member of the oral microbiota, but it has been detected as a prevalent species in healthy patients with implants and in patients with peri-implantitis (O’Connor et al., 2018). In fact, S. epidermidis is one of the most common pathogens found in body-implanted biomaterial infections (Arciola et al., 2018; Oliveira et al., 2018), and ability to form biofilm is considered its major virulence factor (Arciola et al., 2018). The bacterial adhesion process usually occurs by chemical linkage between the bacterial surface and the external layer of the biomaterial, evolving into biofilm formation. The biofilm formation by S. epidermidis include the expression of the polysaccharide intercellular adhesin and the release of extracellular DNA derived from bacterial autolysis and from dead host cells (Arciola et al., 2018). In S. epidermidis, the β- subclass of phenol- soluble modulins contributes to biofilm structuring and leads to the formation of characteristic water channels observed in mature biofilms (Le et al., 2014), beyond to be involved in biofilm dispersal, together with proteases and nucleases (Arciola et al., 2018). The most important regulatory system in S. epidermidis biofilm is the accessory gene regulator (agr) quorum sensing system, since it is involved in the regulation of the initial attachment, aggregation, Jo u na l P re -p\nro of\nmaturation and dispersion steps, and, simultaneously regulates the expression of other virulence factors (Le et al., 2015).\nPresence of biofilm in the early stages of surgery is reported as one of the major factors responsible for loss of implantable biomaterials (Quirynen et al., 2002). To control possible infections, understanding the ability of S. epidermidis to colonize these biomaterials in the early stages is of paramount importance. However, in vivo approaches, it is possible to occur interaction among more than one bacterium, making it more difficult to visualize and analyze the responses of isolated bacterium. Thus, the use of in vitro methodologies becomes essential to observe the isolated behavior of bacteria. Adherence of S. epidermidis to different types of biomaterials used in surgeries can be affected by slightest change in roughness, although, other surface properties could influence adhesion as well (Al-Ahmad et al., 2013; Yoda et al., 2014). Cao et al., 2018 reported that different surface nanomorphologies distinctly affect bacterial adhesion in a short and extended period, proving that the minimal change in topography and surface property lead to interference in the colonization of S. epidermidis. To the best of our knowledge, no other studies have evaluated differences in macro, micro and nano-topography scale, surface morphology changes and hydrophilicity simultaneously, in relation to colonization of S. epidermidis on Ti and Zr surfaces. Therefore, this study aimed to investigate the physicochemical properties of materials, as well as the ability of S. epidermidis to adhere and colonize a range of surfaces with different properties that are similar to those found in commercial implants.\n2. Materials and methods\n2.1 Materials\nJo ur\nna l P\nr -p\nro of\nPure titanium grade II plate (Baumer, São Paulo, Brazil) was prepared into 45 discs (1 mm thick x 8 mm diameter). The samples were cleaned with 70% ethanol using different sandpapers manually for a clean burr-free surface. Zr plate (ZrO2-TPZ, Coho Biomedical Technology Co., Taiwan) was prepared into 30 discs (1 mm thick x 6 mm diameter). To initiate the Ti and Zr texturing, all samples were placed in acetone for 5 min and washed with deionized water (DI)."
    }, {
      "heading" : "2.2 Surfaces treatments",
      "text" : "To demonstrate the variety of surface properties currently found on the implant market, Ti and Zr samples were divided into five groups focusing on different final surface properties found in market, as can be seen in Table 1. Ti samples were treated with three distinct methodologies: Ti Macro - machined, Ti Micro - double acid etched and Ti Nano - anodization. Zr surfaces were modified by two treatments: Zr Macro - machined and Zr Micro - particle blasting. After the treatments, samples were sterilized with an autoclave at 125°C for 30 min and wrapped in sterilization paper for subsequent biological assays."
    }, {
      "heading" : "Insert Table 1",
      "text" : ""
    }, {
      "heading" : "2.3 Surfaces characterization",
      "text" : "Surfaces morphologies and elemental analysis were investigated (n=3 per group) using a scanning electron microscope (SEM, Inspect F50, Prague, Czech Republic) with an energy dispersive X-ray spectrometry (EDS, Prague, Czech Republic). To roughness evaluation (n=3 per group), an Atomic Force Microscope (AFM, Dimension Icon, Bruker, Massachusetts, USA) and the NanoScopeAnalysis® software were used. Four\nJo ur\nna l P\nr -p\nro of\nparameters were investigated (Sa= average surface roughness, Sq= root square, Ssk= skewness of height distribution, Sku= kurtosis of height distribution) using a cut-off value of 30 µm. Wettability was evaluated (n=3 per group) by the sessile drop method using a Goniometer - Contact Angle Measure (Phoenix 300, SEO, Kosekdong, Korea) equipped with DI water and the software (Surfaceware8, version 10.11, Korea).\n2.4 S. epidermidis adhesion\nS. epidermidis ATCC 35984 was grown overnight in Brain Heart Infusion (BHI) (Oxoid Ltd., Basingstoke, Hampshire, England) broth at 37°C. Afterwards, the culture was centrifuged at 8,000 rpm for 10 min, and pellet was resuspended in 0.85% saline solution to obtain 107 colony forming units (cfu)/mL. A 20 µL-aliquot of this inoculum was dropped onto a sterilized microscope slide enclosed inside a Petri dish and the samples (n=4 per group) to be tested were placed face-down onto the suspension, according to Narendrakumar et al., 2015. Bacterial attachment was allowed by incubation at room temperature for 1 h. After that, samples were gently washed thrice with 10 mL of phosphate-buffered saline (PBS) to remove loosely bound bacteria. 10 mL of sterile PBS were added to the samples that were incubated in an ultrasonic water bath (Ultrasonic Cleaner 1400A, Unique, Indaiatuba, Brazil) for 10 min to detach the bacteria adhered to the surfaces. Sonicated material was vortexed and diluted until 10-6 in 0.85% saline solution. 10 µL-aliquots of each dilution, in triplicate, were dropped on BHI agar and incubated at 37°C for 24 h to determine the number of the adhered cells.\n2.5 S. epidermidis biofilm formation\nJo ur\nna l P\nre -p\nro of\n100 µL-aliquots of an overnight culture of S. epidermidis ATCC 35984, corresponding to a 107 cfu/mL, were added to 24-wells plates containing the samples (n=4 per group) immersed in 1 mL of BHI broth, and incubated at 37°C for 24 h to form biofilm. Afterwards, samples were gently removed and added to a sterile microtube for washing twice with PBS for removing non-adherent cells. 1 mL of PBS was added to each sample, biofilm was disrupted in an ultrasonic water bath, and diluted until 10-6 in 0.85% saline solution. Number of cells forming biofilm was measured by drop plating aliquots of 10 µL on BHI agar surface, in triplicate, and incubating at 37°C for 24 h.\n2.6 S. epidermidis morphology and viability on different surfaces\nCell morphology and distribution on different surfaces were investigated by electron microscopy after adhesion and biofilm formation assays. The samples after 1 h and 24 h under culture were gently washed three times with 10 mL of PBS to remove loosely bound bacteria, and immediately fixed by immersion in 2.5% glutaraldehyde and 0.1 M phosphate buffer (pH 7.2-7.4) for one week. Then, samples were prepared with critical point methodology and sputtered with gold for SEM analysis.\nBacterial viability on different surfaces was analyzed in a qualitative (n=2 per group) way through confocal laser scanning microscope (Zeiss, LSM 5 Exciter, Germany). A 24 h biofilm was formed in each sample and non-adherent cells were removed as described in the section above. The samples were placed in a new 24-well plate and stained with a solution of the Live/Dead® BacLight™ Bacterial Viability kit, where 3 µL of SYTO®9 and propidium iodine were added to 1 mL of PBS. Then, 150 μL of the staining solution were gently added to each sample, which was incubated for 15 min in the dark. Suspensions were then aspirated and PBS was added to fully immerse the Jo ur\nna l P\nre -p\nro of\nsample. Samples were then visualized by a confocal laser scanning microscope with a 40x water dipping lens. The viable bacteria were stained green and dead bacteria were stained red."
    }, {
      "heading" : "2.7 Statistical analysis:",
      "text" : "Data on continuous variables were presented as means ± standard deviation (SD). For continuous data (roughness parameters - Sa/Sq; adhesion; biofilm formation and thickness), comparisons between groups were employed using student's t-test. Then, one-way ANOVA followed by post hoc testing (Tukey HSD), when necessary, was performed to analyze the results. Analyzes were conducted using (SPSS, version 20, USA), considering the significance level at 5% (p < 0.05)."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1 Surfaces characterization",
      "text" : "Treatments were employed to develop five different surface topographies, in macro, micro and anodic scale, as can be seen in Fig.1. The elemental composition analyzed by EDS showed the purity of Ti and Zr materials without unexpected impurities (Table 2). The Ti Nano group showed an oxygen peak, as can be seen in the graph (Fig.1c), due to the presence of a TiO2 nanotube layer (Fig.2a), where the O2 molecule can be stored internally, proving the surface nanomorphology and a more reactive surface area from this surface treatment."
    }, {
      "heading" : "Insert Fig. 1 a/e",
      "text" : ""
    }, {
      "heading" : "Insert Table 2",
      "text" : "Insert Fig.2\nJo ur\nal P\nepr\no f\nIn terms of roughness (Table 3), the Ti micro group revealed significantly major roughness parameters in comparison with all groups, being followed by the Ti nano and Zr micro groups, which showed higher roughness than Ti and Zr machined groups. Regarding spatial parameters, Ti micro presented the most expressive results, due to its more aggressive surface treatment involving acid attacks. Furthermore, the threedimensional graphics generated (Fig.2b) showed the five different topographies in terms of roughness, corroborating the images acquired by SEM, where the morphological differences are visualized.\nRegarding wettability, Ti nano was the only surface that presented hydrophilic characteristics due to its surface treatment while the samples from the other groups presented more similar hydrophobic characteristics (Table 3)."
    }, {
      "heading" : "Insert table 3",
      "text" : "3.2 S. epidermidis adhesion\nAt the early stages (1 h), microtexturization (Ti micro and Zr micro) provided a significant higher adhesion to S. epidermidis (Fig.3b), when compared with all other surface treatments. Ti machined and Ti nano showed lower bacterial adhesion compared to microtexturization; however, Ti machined and Ti nano showed higher bacterial adhesion, when compared with Zr machined. Taking into account results regarding roughness, it is possible to suppose that higher roughness had more influence in early adhesion of S. epidermidis than other properties. Jo ur\nal Pr\nepr\noo f\nComparing the base materials evaluated (Ti and Zr) alone, no significant difference was found in the bacterial adhesion after 1 h, revealing that both materials offer similar conditions regarding early bacterial contact.\nInsert Fig. 3\n3.3 S. epidermidis biofilm\nAll groups showed a high rate of colonization and biofilm formation after 24 h. A biofilm with a thin thickness covered all surfaces without the possibility of visualizing the surface characteristics of each group as can be seen in Fig. 4a. Measurements of the biofilm thickness formed using a lateral view of the samples showed no significant difference between the groups (Fig.5 a/b), suggesting a similar growth in height of the bacteria.\nRegarding biofilm counting, Ti Nano, a hydrophilic surface, provided the higher biofilm formation (Fig.4b) in comparison with all other surfaces. Likewise, Ti micro, Zr macro, and Zr micro supported a higher biofilm formation, when compared with Ti machined. Hydrophilicity seems to influence in biofilm formation when the surface was immersed in the culture, followed by the roughness properties that showed importance in biofilm formation under immersion.\nAs in the adhesion assessment, the base materials per se did not influence in the biofilm formation, suggesting that the properties of surfaces acquired by subsequent treatments can present more interference than the base material employed.\nInsert Fig. 4\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "Insert Fig.5",
      "text" : "3.4 S. epidermidis morphology and viability\nQualitative SEM analysis showed no visible differences in S. epidermidis morphology in either surface group, either 1 h or 24 h (Fig.3a,4a,5a). Images showed cells with intact morphology; however, viability analysis by confocal microscopy (Fig.6) suggested a higher number of dead cells in Ti nano surfaces, indicating a harmful effect of these surface structures on the bacterial cell membrane at the proposed time.\nInsert Fig. 6"
    }, {
      "heading" : "4. Discussion",
      "text" : "Osseointegration capacity and biocompatibility are the major differential of Ti and Zr. Researchers have modified the surfaces of these biomaterials seeking the best surface features to promote cell adhesion and accelerated bone healing (Civantos et al., 2017; Schünemann et al., 2019; Gupta et al., 2020). Moreover, topographies at different scales have been reported as influencing the inflammatory response to implant surfaces. Ma et al. (2014) revealed a significant role of surface nanostructuring in relation to the inflammatory response mediated by macrophages. Their study provides knowledge in vitro and in vivo about the positive polarization of macrophages when in contact with TiO2 nanotubes (30 nm), inducing a positive immune regulatory process for healing (Ma et al., 2014). Jo ur\nl P re\n-p ro\nof\nThe increase in surface roughness has been reported as improving the surface area and bone cell adhesion (Andrukhov et al., 2016). In addition, surface nanomorphology is investigated for its potential to interact at nanoscale with cells and bacteria revealing antibacterial properties (Faghihi et al., 2007; Cao et al., 2018), and hydrophilicity is reported by accelerating the process of cell spreading and adhesion (Kopf et al., 2015) as well as of proteins adsorption (Fabre et al., 2018). Therefore, in order to support the choices for their use in biomedical implants, materials with distinct surface characteristics (morphology, roughness, chemical composition, and wettability) matching the options currently available in the implant market were developed, characterized and analyzed concerning colonization of S. epidermidis. In addition to the well-recognized role of this bacterium as an important contaminant of prosthetics, catheters and several other implanted devices (Arciola et al., 2018; Oliveira et al., 2018), S. epidermidis was described as prevalent in patients with peri-implantitis, even overtaking Staphylococcus aureus. Actually, these authors reported that S. epidermidis was also more prevalent than S. aureus in orally healthy patients with and without implants and in patients with periodontal disease (O’Connor et al., 2018).\nUsually, local implant infections occur at the first hour of biomaterial contacting with the body, period when the body's defenses are still in migration and formation (de Oliveira et al., 2016), and, subsequently along exposure to a contaminated environment (Pye et al., 2009). Longer periods end up providing a more critical analysis of biofilm comprising linkage among cells and extracellular matrix above the surface, rather than investigating the interaction of the surface interface of the biomaterial and bacterial cell. Thus, this investigation aimed to analyze early adhesion and biofilm formation by S. epidermidis, evaluating two time points (1 h and 24 h), which allowed us to observe that features of surfaces may differently influence on bacterial growth over time. Jo ur\nna l P\nre -p\nr f\nThe S. epidermidis showed different growth levels when in contact with the diverse surfaces evaluated, and more intensely under culture for 24 h in immersion. When the contact of the sample with bacteria was only superficial for a short period of time (1 h), surface roughness demonstrated to improve bacterial adhesion, as can be seen in Fig.3a. Bacterial adhesion has been supported by high roughness in different biomedical materials (Wu et al., 2011; Yoda et al., 2014; Wu et al., 2018). Minimal changes in roughness measurements proved to be sufficient to increase the adhesion of S. epidermidis bacteria to Ti alloy surfaces (Yoda et al., 2014); however, only one roughness parameter (Ra) was analyzed in this study. On the other hand, roughness variations measured in a similar way did not influence the adhesion of Escherichia coli growing for 8 h, and greater adhesion was observed only in the rougher samples after 12 h of growth (Chen et al., 2016). Surface roughness has been described as a major feature that implies the adhesion of a range of both gram-negative and gram-positive bacteria, mainly due to irregularities and increased surface area (Bohinc et al., 2016). Nevertheless, these authors also consider that the extracellular characteristics of bacteria may generate different levels of adhesion.\nHydrophilicity has been reported as an advantageous property due to the promotion of osseointegration (Wei et al., 2009; Kopf et al., 2015). Conversely, hydrophilicity seems to present the disadvantage to favor bacterial colonization when we evaluated bacterial growth by immersion of the samples during 24 h. S. epidermidis and S. aureus demonstrate multiple mechanisms in their extracellular matrix that combine for adhesion in hydrophilic biomaterials (Arciola et al., 2018). In agreement with our study, Wang et al. showed that titanium surfaces with superhydrophobic characteristics have anti-adhesion properties in bacteria such as Streptococcus mutans, while surfaces with Jo ur\nna l P\nr -p\nro of\nhydrophilic characteristics revealed greater bacterial adhesion (Wang et al., 2020), highlighting a great concern when hydrophilic implant is inserted in a contaminated site.\nOn the other hand, machined surfaces provided the lowest bacterial adhesion and proliferation in both materials, showing the interesting difficulty of interaction of these bacteria with smoother surfaces, as also reported by other previous studies (Yoda et al., 2014; Pilz et al., 2019). However, smooth surfaces are known to be weaker in interacting with osteogenic cells than modified surfaces (Kuo et al., 2017; Hirano et al., 2015), providing a duel of surface properties for researchers to investigate and improve this technology.\nMorphological alterations in S. epidermidis have been observed when it was exposed to nanostructured surfaces for 48 h and six days (Cao et al., 2018). By contrast, we couldn’t detect such changes in any studied surfaces; however, we evaluated bacterial growth for only 1 h, suggesting that the short period may be not enough to induce morphological changes. Nevertheless, we observed cell membrane damage and cell death on our nanostructured surface, as also previously described (Truong et al., 2015; Cao et al., 2018).\nFinally, concerning to the substrates applied, it was demonstrated in the same materials, Ti and Zr, with modified surfaces, that Zr supported a less thick bacterial biofilm after 72 h; however, mass and metabolism of biofilm formed in Zr samples were not significantly different when compared to those grew on Ti (Roehling et al., 2017). Otherwise, our results did not reveal any difference caused by the variation of the material, suggesting similarity of antibacterial responses in the first contacts, probably due to the culture time up to 24 h. Jo ur\nn l P\nre -p\nro of"
    }, {
      "heading" : "5. Conclusion",
      "text" : "Ti and Zr were similar in antibacterial properties at the first contact stages; however, S. epidermidis demonstrated a significant different ability to grow according to the varied surface properties proposed in this study. Higher surface roughness and higher hydrophilicity seem to promote greater bacterial adhesion in early periods, as well as nanotexturization suggests to present a harmful effect on the bacterial cell membrane. Further investigations are needed with extended time and co-cultures to clarify all bacterial involvement on the current surfaces properties as hydrophilicity and high roughness, nevertheless, caution is suggested using implantable devices with these characteristics in contaminated sites.\nConflict of interest: The authors declare that they have no conflict of interest.\nFunding: This work was supported by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior - Brasil (CAPES) – [Finance Code 001]."
    }, {
      "heading" : "Author contributions",
      "text" : "Conceptualization: MFK; Methodology: MFK, RH and SDO; Formal analysis and investigation: MFK, MSGM, RH, and SDO; Writing - original draft preparation: MFK, MSGM, SDO; Writing - review and editing: MFK, MSGM, RH, SG, SDO; Funding acquisition: SDO; Supervision: MFK and SDO. All authors read and approved the manuscript.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "Declaration of interests",
      "text" : "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "MFK thanks the support by the Brazilian National Council of Research and Development (CNPq) - Research Grant Number: 140903 / 2016-0. SDO is Research Career Awarded of the National Council for Scientific and Technological Development (CNPq). We appreciate the help of Coho Biomedical Technology Co.- Taiwan in the Zr samples."
    }, {
      "heading" : "FIGURE CAPTIONS",
      "text" : "Fig. 2 High resolution microscopy image of Ti nano group in lateral view showing TiO2 nanotubes(a). Three-dimensional images showing the surface topographies, using a cutoff value of 30µm (b).\nFig. 3 Qualitative adhesion acquired by SEM (a) - 10.000x magnification; Bacterial counts after exposure of surfaces to Staphylococcus epidermidis culture for 1 h (b). Columns with different letters indicate counts that are significantly different from each other (p < 0.05).\nFig. 4 Qualitative adhesion acquired by SEM - 10.000x magnification - showing the biofilm formation covering all surfaces characteristics (a); Bacterial counts after exposure of surfaces to Staphylococcus epidermidis culture for 24 h (b). Columns with different letters indicate counts that are significantly different from each other (p < 0.05).\nJo ur\nna l P\nre -p\nro\nFig. 5 Biofilm thickness measurements using SEM - 10.000x magnification, without statistical significance.\nFig 1\nJo ur\nna l P\nre -p\nro of\nFig 2a\nJo ur\nna l P\nre -p\nro of\nFig 2 b\nFig 3\nJo ur\nna l P\nre -p\nro of\nFig 4\nJo ur\nna l P\nre -p\nro of\nFig 5\nJo ur\nna l P\nre -p\nro of\nFig 6\nJo ur\nna l P\nre -p\nro of\nTable 1 - Groups division and surface treatments"
    }, {
      "heading" : "Group Surface Treatments References",
      "text" : "Ti Macro Machined: Only cleaned (Kunrath et al., 2020b)\nTi Micro\nDouble acid etched: with a solution of hydrochloric acid and 70% diluted sulfuric acid for half hour at 98°C.\nModified from (Kunrath et\nal., 2020b)\nTi Nano\nAnodized: in an electrolytic solution composed of ethylene glycol, 0.5% NH4F, 10% DI H2O with controlled voltage (40 V) for 1 h followed by a heat treatment (300°C).\n(Kunrath et al., 2020a)\nZr Macro Machined: Only cleaned -\nZr Micro\nParticle Blasting: airbone particle abrasion with 50- 100 µm Al2O3 particles.\n-\nJo ur\nna l P\nre -p\nro of\nTable 2 - Surfaces elemental compositions (%).\nGroups\nAtomic composition (%)\nTitanium (Ti) Oxygen (O) Carbon (C) Zirconium (Zr)\nTi Machined 99.1% - 0.9% -\nTi Micro 93.93% - 6.07% -\nTi Nano 65.94% 31.66% 2.40% -\nZr Machined - 16.89% - 83.11%\nZr Micro - 18.25% - 81.75%\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "In vivo study of the initial bacterial adhesion on different implant materials",
      "author" : [ "A. Al-Ahmad", "M. Wiedmann-Al-Ahmad", "A. Fackler", "M. Follo", "E. Hellwig", "M Bächle" ],
      "venue" : "Archives of Oral Biology,",
      "citeRegEx" : "Al.Ahmad et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Al.Ahmad et al\\.",
      "year" : 2013
    }, {
      "title" : "A review on biomaterials in dental implantology",
      "author" : [ "H. Ananth", "V. Kundapur", "H.S. Mohammed", "M. Anand", "G.S. Amarnath", "S. Mankar" ],
      "venue" : "International Journal of Biomedical Science,",
      "citeRegEx" : "Ananth et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ananth et al\\.",
      "year" : 2015
    }, {
      "title" : "Implant infections: adhesion, biofilm formation and immune evasion",
      "author" : [ "C.R. Arciola", "D. Campoccia", "L. Montanaro" ],
      "venue" : "microroughness. Dental Materials,",
      "citeRegEx" : "Arciola et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Arciola et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanostructured titanium surfaces exhibit recalcitrance towards Staphylococcus epidermidis biofilm formation",
      "author" : [ "Y. Cao", "B. Su", "S. Chinnaraj", "S. Jana", "L. Bowen", "S Charlton" ],
      "venue" : "Scientific Reports,",
      "citeRegEx" : "Cao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Cao et al\\.",
      "year" : 2018
    }, {
      "title" : "Titanium coatings and surface modifications: toward clinically useful bioactive implants",
      "author" : [ "A. Civantos", "E. Martinez-Campos", "V. Ramos", "C. Elvira", "A. Gallardo", "A. Abarrategi" ],
      "venue" : "ACS Biomaterials Science & Engineering,",
      "citeRegEx" : "Civantos et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Civantos et al\\.",
      "year" : 2017
    }, {
      "title" : "Cellular and molecular interactions between MC3T3-E1 pre-osteoblasts and nanostructured titanium produced by high-pressure torsion",
      "author" : [ "F. Azari", "A.P. Zhilyaev", "J.A. Szpunar", "H. Vali", "M. Tabrizian" ],
      "venue" : null,
      "citeRegEx" : "Faghihi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Faghihi et al\\.",
      "year" : 2007
    }, {
      "title" : "Nano modified zirconia dental implants: Advances and the frontiers for rapid osseointegration",
      "author" : [ "S. Gupta", "S. Noumbissi", "M.F. Kunrath" ],
      "venue" : "Medical Devices & Sensors,",
      "citeRegEx" : "Gupta et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2020
    }, {
      "title" : "Proliferation and osteogenic differentiation of human mesenchymal stem cells on zirconia and titanium with different surface topography",
      "author" : [ "T. Hirano", "H. Sasaki", "S. Honma", "Y. Furuya", "T. Miura", "Y. Yajima", "M. Yoshinari" ],
      "venue" : "Dental Materials Journal,",
      "citeRegEx" : "Hirano et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hirano et al\\.",
      "year" : 2015
    }, {
      "title" : "role of nanostructures and hydrophilicity in osseointegration: In‐ vitro protein‐ adsorption and blood‐ interaction studies",
      "author" : [ "M. Kulkarni", "A. Mazare", "E. Gongadze", "Š. Perutkova", "V. Kralj-Iglič", "I Milošev" ],
      "venue" : "Journal of Biomedical Materials Research Part A,",
      "citeRegEx" : "Kulkarni et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kulkarni et al\\.",
      "year" : 2015
    }, {
      "title" : "Antibacterial potential associated with drug-delivery built TiO2 nanotubes in biomedical implants",
      "author" : [ "B.F. Leal", "R. Hubler", "S.D. de Oliveira", "E.R. Teixeira" ],
      "venue" : "AMB Express,",
      "citeRegEx" : "062002",
      "shortCiteRegEx" : "062002",
      "year" : 2019
    }, {
      "title" : "Anodization as a promising surface treatment for drug delivery implants and a non-cytotoxic process for surface alteration: a pilot study",
      "author" : [ "M.F. Kunrath", "N. Penha", "J.C. Ng" ],
      "venue" : "Journal of Osseointegration,",
      "citeRegEx" : "Kunrath et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Kunrath et al\\.",
      "year" : 2020
    }, {
      "title" : "Evaluation of Osseointegration in Titanium and Zirconia-Based Dental Implants with Surface Modification in a Miniature Pig Model",
      "author" : [ "T.F. Kuo", "H.C. Lu", "C.F. Tseng", "J.C. Yang", "S.F. Wang", "T.C.K. Yang", "S.Y. Lee" ],
      "venue" : "Journal of Medical and Biological Engineering,",
      "citeRegEx" : "Kuo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kuo et al\\.",
      "year" : 2017
    }, {
      "title" : "staphylococcal biofilm dispersal and structuring",
      "author" : [ "Q. L", "L.Z. Zhao", "R.R. Liu", "B.Q. Jin", "W. Song", "Y Wang" ],
      "venue" : "Frontiers in cellular and infection microbiology,",
      "citeRegEx" : "L. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2015
    }, {
      "title" : "Improved implant osseointegration of a nanostructured titanium surface via mediation of macrophage polarization. Biomaterials",
      "author" : [ "K. Narendrakumar", "M. Kulkarni", "O. Addison", "A. Mazare", "I. Junkar", "P Schmuki" ],
      "venue" : "Dental",
      "citeRegEx" : "Narendrakumar et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Narendrakumar et al\\.",
      "year" : 2015
    }, {
      "title" : "Significant enrichment and diversity of the Staphylococcal arginine catabolic mobile element ACME in Staphylococcus epidermidis isolates from subgingival peri-implantitis sites and periodontal pockets",
      "author" : [ "A.M. O’Connor", "B.A. McManus", "P.M. Kinnevey", "G.I. Brennan", "T.E. Fleming", "Cashin", "P. J" ],
      "venue" : "Frontiers in microbiology,",
      "citeRegEx" : "O.Connor et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "O.Connor et al\\.",
      "year" : 2018
    }, {
      "title" : "Neutrophil migration in infection and wound repair: going forward in reverse",
      "author" : [ "S. de Oliveira", "E.E. Rosowski", "A. Huttenlocher" ],
      "venue" : "Nature Reviews Immunology,",
      "citeRegEx" : "Oliveira et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Oliveira et al\\.",
      "year" : 2016
    }, {
      "title" : "Zirconium nitride coating reduced Staphylococcus epidermidis biofilm formation on orthopaedic implant surfaces: an in vitro study",
      "author" : [ "M. Pilz", "K. Staats", "S. Tobudic", "O. Assadian", "E. Presterl", "R. Windhager", "J. Holinka" ],
      "venue" : "Clinical Orthopaedics and Related Research,",
      "citeRegEx" : "Pilz et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pilz et al\\.",
      "year" : 2018
    }, {
      "title" : "In vitro biofilm formation on titanium",
      "author" : [ "S. Roehling", "M. Astasov‐ Frauenhoffer", "I. Hauser‐ Gerspach", "O. Braissant", "H. Woelfler", "T. Waltimo", "M. Gahlert" ],
      "venue" : null,
      "citeRegEx" : "Roehling et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Roehling et al\\.",
      "year" : 2017
    }, {
      "title" : "zirconia implant surfaces",
      "author" : [ "F.H. Schünemann", "M.E. Galárraga-Vinueza", "R. Magini", "M. Fredel", "F. Silva", "Souza", "J. C" ],
      "venue" : "Journal of Periodontology,",
      "citeRegEx" : "Schünemann et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Schünemann et al\\.",
      "year" : 2019
    }, {
      "title" : "Zirconia-based biomaterials for hard tissue reconstruction. Bone and Tissue Regeneration Insights, 9, 1179061X18767886",
      "author" : [ "T. Tosiriwatanapong", "W. Singhatanadgit" ],
      "venue" : null,
      "citeRegEx" : "Tosiriwatanapong and Singhatanadgit,? \\Q2018\\E",
      "shortCiteRegEx" : "Tosiriwatanapong and Singhatanadgit",
      "year" : 2018
    }, {
      "title" : "Staphylococcus aureus and Pseudomonas aeruginosa bacteria",
      "author" : [ "I. Yoda", "H. Koseki", "M. Tomita", "T. Shida", "H. Horiuchi", "H. Sakoda", "M. Osaki" ],
      "venue" : "Applied Microbiology and Biotechnology,",
      "citeRegEx" : "Yoda et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yoda et al\\.",
      "year" : 2014
    }, {
      "title" : "Influence of TiO2 nanostructure size and surface modification on surface wettability and bacterial adhesion",
      "author" : [ "G. Wang", "D. Weng", "C. Chen", "L. Chen", "J. Wang" ],
      "venue" : "Colloid and Interface Science Communications,",
      "citeRegEx" : "Wang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2020
    }, {
      "title" : "Influence of surface topography on bacterial adhesion: A review",
      "author" : [ "S. Wu", "B. Zhang", "Y. Liu", "X. Suo", "H. Li" ],
      "venue" : "Biointerphases,",
      "citeRegEx" : "Wu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Biocompatible materials that replace body hard tissues have been the subject of numerous researches concerning their biological and biomechanical properties (Ananth et al., 2015; Cross et al., 2016; Tosiriwatanapong and Singhatanadgit, 2018).",
      "startOffset" : 157,
      "endOffset" : 241
    }, {
      "referenceID" : 19,
      "context" : "Biocompatible materials that replace body hard tissues have been the subject of numerous researches concerning their biological and biomechanical properties (Ananth et al., 2015; Cross et al., 2016; Tosiriwatanapong and Singhatanadgit, 2018).",
      "startOffset" : 157,
      "endOffset" : 241
    }, {
      "referenceID" : 1,
      "context" : "Pure Titanium (Ti) and Zirconia (Zr) are widely used in dental implants, oral prostheses and orthopedic implants/prostheses (Ananth et al., 2015; Osman and Swain, 2015).",
      "startOffset" : 124,
      "endOffset" : 168
    }, {
      "referenceID" : 18,
      "context" : "The surfaces of both materials can be modified in terms of morphology, roughness, surface energy and wettability by different treatments (Henningsen et al., 2018; Schünemann et al., 2019).",
      "startOffset" : 137,
      "endOffset" : 187
    }, {
      "referenceID" : 7,
      "context" : "These surface treatments directly influence interaction, adhesion of osteoprogenitor cells, anti-inflammatory responses and antibacterial activity (Bosshardt et al., 2017; Ma et al., 2014; Hirano et al., 2015; Kunrath et al. 2019).",
      "startOffset" : 147,
      "endOffset" : 230
    }, {
      "referenceID" : 11,
      "context" : "Most studies show better osteogenic cells interaction on rougher surfaces for both Ti and Zr (Kuo et al., 2017; Hirano et al., 2015).",
      "startOffset" : 93,
      "endOffset" : 132
    }, {
      "referenceID" : 7,
      "context" : "Most studies show better osteogenic cells interaction on rougher surfaces for both Ti and Zr (Kuo et al., 2017; Hirano et al., 2015).",
      "startOffset" : 93,
      "endOffset" : 132
    }, {
      "referenceID" : 17,
      "context" : "However, higher roughness surfaces also directly support the bacterial colonization (Roehling et al., 2017; Al-Ahmad et al., 2016).",
      "startOffset" : 84,
      "endOffset" : 130
    }, {
      "referenceID" : 4,
      "context" : "As the surface treatment methods of Ti and Zr present wide variation and different approaches are employed because of their different chemical compositions and hardness of materials (Civantos et al., 2017; Schünemann et al., 2019), the adhesion of important bacteria in initial infection processes with the use of these biomaterials is not fully understood.",
      "startOffset" : 182,
      "endOffset" : 230
    }, {
      "referenceID" : 18,
      "context" : "As the surface treatment methods of Ti and Zr present wide variation and different approaches are employed because of their different chemical compositions and hardness of materials (Civantos et al., 2017; Schünemann et al., 2019), the adhesion of important bacteria in initial infection processes with the use of these biomaterials is not fully understood.",
      "startOffset" : 182,
      "endOffset" : 230
    }, {
      "referenceID" : 8,
      "context" : "4 Surface nanotechnology is rapidly evolving and showing promising results when applied in both Ti and Zr (Kulkarni et al., 2015; Schünemann et al., 2019).",
      "startOffset" : 106,
      "endOffset" : 154
    }, {
      "referenceID" : 18,
      "context" : "4 Surface nanotechnology is rapidly evolving and showing promising results when applied in both Ti and Zr (Kulkarni et al., 2015; Schünemann et al., 2019).",
      "startOffset" : 106,
      "endOffset" : 154
    }, {
      "referenceID" : 5,
      "context" : "Nanometerscale surface changes reveal differentiated topographic morphologies with also diverse cellular responses (Faghihi et al., 2007), especially due to the nanoscale interaction of the cell membrane along the nanotextured surface (Faghihi et al.",
      "startOffset" : 115,
      "endOffset" : 137
    }, {
      "referenceID" : 5,
      "context" : ", 2007), especially due to the nanoscale interaction of the cell membrane along the nanotextured surface (Faghihi et al., 2007).",
      "startOffset" : 105,
      "endOffset" : 127
    }, {
      "referenceID" : 14,
      "context" : "Staphylococcus epidermidis is considered a transient member of the oral microbiota, but it has been detected as a prevalent species in healthy patients with implants and in patients with peri-implantitis (O’Connor et al., 2018).",
      "startOffset" : 204,
      "endOffset" : 227
    }, {
      "referenceID" : 2,
      "context" : "epidermidis is one of the most common pathogens found in body-implanted biomaterial infections (Arciola et al., 2018; Oliveira et al., 2018), and ability to form biofilm is considered its major virulence factor (Arciola et al.",
      "startOffset" : 95,
      "endOffset" : 140
    }, {
      "referenceID" : 2,
      "context" : ", 2018), and ability to form biofilm is considered its major virulence factor (Arciola et al., 2018).",
      "startOffset" : 78,
      "endOffset" : 100
    }, {
      "referenceID" : 2,
      "context" : "epidermidis include the expression of the polysaccharide intercellular adhesin and the release of extracellular DNA derived from bacterial autolysis and from dead host cells (Arciola et al., 2018).",
      "startOffset" : 174,
      "endOffset" : 196
    }, {
      "referenceID" : 2,
      "context" : ", 2014), beyond to be involved in biofilm dispersal, together with proteases and nucleases (Arciola et al., 2018).",
      "startOffset" : 91,
      "endOffset" : 113
    }, {
      "referenceID" : 12,
      "context" : "5 maturation and dispersion steps, and, simultaneously regulates the expression of other virulence factors (Le et al., 2015).",
      "startOffset" : 107,
      "endOffset" : 124
    }, {
      "referenceID" : 0,
      "context" : "epidermidis to different types of biomaterials used in surgeries can be affected by slightest change in roughness, although, other surface properties could influence adhesion as well (Al-Ahmad et al., 2013; Yoda et al., 2014).",
      "startOffset" : 183,
      "endOffset" : 225
    }, {
      "referenceID" : 20,
      "context" : "epidermidis to different types of biomaterials used in surgeries can be affected by slightest change in roughness, although, other surface properties could influence adhesion as well (Al-Ahmad et al., 2013; Yoda et al., 2014).",
      "startOffset" : 183,
      "endOffset" : 225
    }, {
      "referenceID" : 4,
      "context" : "Researchers have modified the surfaces of these biomaterials seeking the best surface features to promote cell adhesion and accelerated bone healing (Civantos et al., 2017; Schünemann et al., 2019; Gupta et al., 2020).",
      "startOffset" : 149,
      "endOffset" : 217
    }, {
      "referenceID" : 18,
      "context" : "Researchers have modified the surfaces of these biomaterials seeking the best surface features to promote cell adhesion and accelerated bone healing (Civantos et al., 2017; Schünemann et al., 2019; Gupta et al., 2020).",
      "startOffset" : 149,
      "endOffset" : 217
    }, {
      "referenceID" : 6,
      "context" : "Researchers have modified the surfaces of these biomaterials seeking the best surface features to promote cell adhesion and accelerated bone healing (Civantos et al., 2017; Schünemann et al., 2019; Gupta et al., 2020).",
      "startOffset" : 149,
      "endOffset" : 217
    }, {
      "referenceID" : 5,
      "context" : "In addition, surface nanomorphology is investigated for its potential to interact at nanoscale with cells and bacteria revealing antibacterial properties (Faghihi et al., 2007; Cao et al., 2018), and hydrophilicity is reported by accelerating the process of cell spreading and adhesion (Kopf et al.",
      "startOffset" : 154,
      "endOffset" : 194
    }, {
      "referenceID" : 3,
      "context" : "In addition, surface nanomorphology is investigated for its potential to interact at nanoscale with cells and bacteria revealing antibacterial properties (Faghihi et al., 2007; Cao et al., 2018), and hydrophilicity is reported by accelerating the process of cell spreading and adhesion (Kopf et al.",
      "startOffset" : 154,
      "endOffset" : 194
    }, {
      "referenceID" : 2,
      "context" : "In addition to the well-recognized role of this bacterium as an important contaminant of prosthetics, catheters and several other implanted devices (Arciola et al., 2018; Oliveira et al., 2018), S.",
      "startOffset" : 148,
      "endOffset" : 193
    }, {
      "referenceID" : 14,
      "context" : "aureus in orally healthy patients with and without implants and in patients with periodontal disease (O’Connor et al., 2018).",
      "startOffset" : 101,
      "endOffset" : 124
    }, {
      "referenceID" : 20,
      "context" : "Bacterial adhesion has been supported by high roughness in different biomedical materials (Wu et al., 2011; Yoda et al., 2014; Wu et al., 2018).",
      "startOffset" : 90,
      "endOffset" : 143
    }, {
      "referenceID" : 22,
      "context" : "Bacterial adhesion has been supported by high roughness in different biomedical materials (Wu et al., 2011; Yoda et al., 2014; Wu et al., 2018).",
      "startOffset" : 90,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "epidermidis bacteria to Ti alloy surfaces (Yoda et al., 2014); however, only one roughness parameter (Ra) was analyzed in this study.",
      "startOffset" : 42,
      "endOffset" : 61
    }, {
      "referenceID" : 2,
      "context" : "aureus demonstrate multiple mechanisms in their extracellular matrix that combine for adhesion in hydrophilic biomaterials (Arciola et al., 2018).",
      "startOffset" : 123,
      "endOffset" : 145
    }, {
      "referenceID" : 21,
      "context" : "15 hydrophilic characteristics revealed greater bacterial adhesion (Wang et al., 2020), highlighting a great concern when hydrophilic implant is inserted in a contaminated site.",
      "startOffset" : 67,
      "endOffset" : 86
    }, {
      "referenceID" : 20,
      "context" : "On the other hand, machined surfaces provided the lowest bacterial adhesion and proliferation in both materials, showing the interesting difficulty of interaction of these bacteria with smoother surfaces, as also reported by other previous studies (Yoda et al., 2014; Pilz et al., 2019).",
      "startOffset" : 248,
      "endOffset" : 286
    }, {
      "referenceID" : 11,
      "context" : "However, smooth surfaces are known to be weaker in interacting with osteogenic cells than modified surfaces (Kuo et al., 2017; Hirano et al., 2015), providing a duel of surface properties for researchers to investigate and improve this technology.",
      "startOffset" : 108,
      "endOffset" : 147
    }, {
      "referenceID" : 7,
      "context" : "However, smooth surfaces are known to be weaker in interacting with osteogenic cells than modified surfaces (Kuo et al., 2017; Hirano et al., 2015), providing a duel of surface properties for researchers to investigate and improve this technology.",
      "startOffset" : 108,
      "endOffset" : 147
    }, {
      "referenceID" : 3,
      "context" : "epidermidis have been observed when it was exposed to nanostructured surfaces for 48 h and six days (Cao et al., 2018).",
      "startOffset" : 100,
      "endOffset" : 118
    }, {
      "referenceID" : 3,
      "context" : "Nevertheless, we observed cell membrane damage and cell death on our nanostructured surface, as also previously described (Truong et al., 2015; Cao et al., 2018).",
      "startOffset" : 122,
      "endOffset" : 161
    }, {
      "referenceID" : 17,
      "context" : "Finally, concerning to the substrates applied, it was demonstrated in the same materials, Ti and Zr, with modified surfaces, that Zr supported a less thick bacterial biofilm after 72 h; however, mass and metabolism of biofilm formed in Zr samples were not significantly different when compared to those grew on Ti (Roehling et al., 2017).",
      "startOffset" : 314,
      "endOffset" : 337
    } ],
    "year" : 2020,
    "abstractText" : "Objective: Surface alterations have been employed to enhance the osseointegration process in biomedical implants. However, these modifications may influence bacterial adhesion in different ways. Therefore, this study developed five different surfaces and evaluated the Staphylococcus epidermidis growth in early (1 h) and late (24 h) contact. Design: The Titanium (Ti) and Zirconia (Zr) surfaces were divided in five groups and characterized concerning your morphology, roughness, wettability and chemical surface composition. Then, were evaluated regarding bacterial adhesion and biofilm formation/thickness, viability and morphology. Results: Different topographies were manufactured resulting in a variety of combinations of surface properties. High roughness showed significantly higher bacterial adhesion in 1 h, while high hydrophilicity revealed greater bacterial proliferation in 24 h. Morphological changes were not found visually, however the viability test showed some cell membrane damage in the Ti micro and nano groups. Conclusions: Finally, surface distinct properties influence the growth of S. epidermidis independent of the based-material. Furthermore, some surface properties require precautions for use in contaminated sites according to the increased adhesion of S. epidermidis presented when in contact. Jo ur na l P re -p ro of",
    "creator" : "Elsevier"
  }
}