{
  "name" : "2020-06-27__7e_boppana2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis and characterization of nano graphene and ZrO2 reinforced Al 6061 metal matrix composites",
    "authors" : [ "Satish Babu Boppanaa", "Samuel Dayanandb", "Anil Kumar MRc", "Vijee Kumard", "Aravinda Ta" ],
    "emails" : [ "samueldayanand@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "j m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362\nwww.jmrt .com.br\nAvailable online at www.sciencedirect.com\nShort Communication\nSynthesis and characterization of nano graphene and ZrO2 reinforced Al 6061 metal matrix composites\nSatish Babu Boppanaa, Samuel Dayanandb,∗, Anil Kumar MRc, Vijee Kumard, Aravinda Ta\na Department of Mechanical Engineering, Presidency University, Bengaluru, Karnataka, India b Department of Mechanical Engineering, Government Engineering College, Raichur, Karnataka, India c Department of Chemistry, East West Institute of Technology, Bengaluru, Karnataka, India d Department of Mechanical Engineering, Reva University, Bengaluru, Karnataka, India\na r t i c l e i n f o\nArticle history: Received 18 March 2020 Accepted 5 May 2020\nKeywords: Al 6061 Metal matrix composite Stir casting Tensile Zirconium dioxide Graphene etc.\na b s t r a c t\nThe present work explores the microstructural and mechanical properties of Aluminium (Al) Metal Matrix Composites (MMCs) fortified with Zirconium Oxide (ZrO2) and nanographene particles. The composite material is processed by the mix fluid metallurgy course. ZrO2 and graphene is blended in various extents in which ZrO2 (1 wt. %) reinforcement is kept steady and graphene support is varied independently with 0.5 and 0.75 wt. %. Utilizing optical and SEM equipment, micro examination is conveyed and results uncover that uniform circulation of ceramic zirconium dioxide (ZrO2) and graphene particles are found in the as cast Al6061 MMCs. Fourier-Transform Infrared Spectroscopy (FTIR) investigation is done to know the quality and measure of fortification present in composites and notes the energy gap (Eg) obtained as 4.05 eV. Mechanical tests according to ASTM standards were led on the composites viz., tensile strength, yield strength and % elongation to check the properties of Al based MMCs. The consequence of this work is reasoned with a noteworthy improvement in tensile and yield strength values of the processed composites however, the percentage elongation diminishes with the addition of reinforcement content in the fabricated composite.\n© 2020 The Author(s). Published by Elsevier B.V. This is an open access article under the\nCC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)."
    }, {
      "heading" : "1. Introduction",
      "text" : "In the present era, there has been an extraordinary improvement in materials utilized for designing applications. The customary engineering materials are not appropriate for some\n∗ Corresponding author. E-mail: samueldayanand@gmail.com (S. Dayanand).\nhttps://doi.org/10.1016/j.jmrt.2020.05.013 2238-7854/© 2020 The Author(s). Published by Elsevier B.V. This is a creativecommons.org/licenses/by-nc-nd/4.0/).\napplications as they are unmodified monolithic materials. Be that as it may, composite materials have been ingenious in meeting the prerequisites for such applications [1]. Scientists are focused around using blends of cutting edge materials and new forming techniques to amalgam a new set of MMCs. The customized composite materials got particular application in aviation, defense field and many automobile ventures because of uniqueness and broad improved properties when contrasted with solid materials. Because of basic properties\nn open access article under the CC BY-NC-ND license (http://\nj m a t e r r e s t e c h n o l . 2 0 2\nl a i fi m o p a t r m a a a a c l e l t D i ( N c p f d o h o g z a d o N h i l\nike light weight and high quality of Al MMC’s, these materils possess a broad spectrum in engineering materials. Most mportant leeway of innovation of composite materials is to nd the best mixture of base metals with suitable reinforceents [2]. Nowadays there is an ample scope on the impacts f addition of reinforcement in aluminum alloy based comosites. A solitary metal or material doesn’t communicate ll the properties like high hardness, low weight and high ensile strength; so we have to consolidate at least two mateials to deliver the ideal properties [3]. Aluminum is the most\nainstream matrix for the MMCs and accordingly aluminum nd its alloys are one of the most broadly utilized materils in the present era. Aluminum metal and its compounds re very alluring because of their low thickness, high warm nd electrical conductivity, their ability to be fortified by preipitation, their great erosion opposition and high damping imit. They offer an enormous assortment of mechanical proprties relying upon the synthetic creation of the aluminum attice. Al based MMCs are typically fortified with ceramic pariculates like Al2O3, SiC, SiO2, B, BN, B4C, AlN and so forth. ifferent fabrication strategies, generally dependent on castng or powder metallurgy, are accessible to create nano-size or miniaturized scale size) molecule/metal composites [4]. onetheless, uniform scattering of particles in liquid metal an be very troublesome. Additionally, smaller scale level orosity, a typical casting imperfection, can be inconvenient or creating miniaturized scale level geometry [5]. Among the ifferent particulate fortifications utilized, Zirconia (ZrO2) is ne of the most modest, effectively accessible support and as the ability to hold high quality at raised temperature and ffers brilliant mechanical and wear properties [6]. Similarly, raphene has one of a kind properties: high explicit surface one, high electron portability, high Young’s modulus with\ngreat conductivity. Because of its astounding thermal conuctivity, graphene is a decent contender for the fortification f an aluminum matrix to upgrade the thermal conductivity. ote that the point of such examinations isn’t constrained by ypothetical intrigue just, explicit applications in present day\nnnovation are additionally broadly talked about. There is a imitation in processing of graphene reinforced metal matric\n0;9(x x):7354–7362 7355\ncomposites with liquid stirring strategy due to the fact that graphene rigorously settles down at the bottom and may not mix properly [7]. Numerous analysts have worked away at hybrid fortified MMC to upgrade the mechanical and wear properties of Al based composites. D M Patoliya.et al. [8], fabricated Al6061-ZrO2 composites utilizing stir casting course and reasoned that the ceramic particles conveyed uniformly into the base metal, and with the expanding wt. % of reinforcement, the hardness also improved. J. Jenix Rino et al., [9] observed the mechanical properties of Al6063 strengthened with zircon sand and alumina particles by using liquid metallurgy route. With 4 wt. % of ZrSiO4 and 4 wt. % Al2O3, a maximum tensile strength of 165.35 MPa was recorded. K. Aruna, et al., [10] picked stir casting course for the processing of ZrO2- Al MMCs. They included distinctive weight rates of ZrO2 in the range of 0–10 wt. % in the matrix of Al6061. They were able to reason that, with increasing weight levels of fortification there was an improvement in the mechanical property estimations; however there was a decline in elongation. K.B. Girisha et al., [11] worked on Al356 as a base material and zirconium oxide nano particles as a support material. The fortification is included into the network material in the weight parts of 0.5, 1, 1.5 and 2% through stir casting procedure. They could record the improvements in hardness and wear resistance with the expanding of wt. % portion of zirconium oxide nano particles. Sachin Malhotra et al. [12], processed hybrid composites utilizing diverse wt. % of zirconia and fixed wt. % of fly ash debris in Al6061 through casting procedure. They reasoned that the hardness and elasticity expanded with expanding wt. % of fortification. The % of elongation is likewise diminished with expanded weight level of fortification. M Cecilia et al., [13] worked on zirconiaalumina composites by controlling the measure of zirconia so as to accomplish higher densities, higher flexural quality and crack sturdiness. Perez Bustamante et al. [14], studied about the microstructure and hardness of aluminum-graphene nano platelet composites created by mechanical alloying, cold combination and sintering. The hardness of the composites were found at various sintering temperatures. The composites sintered for 2 h showed high hardness of 90 HV for 1 wt. % of graphene. Rashad et al. [15], contemplated on the mechanical properties of aluminum-graphene (0.3 wt. %) blended by compaction and hot extrusion. The composites demonstrated an addition of 11.8% in hardness, 14.7% in yield quality and 11.1% in Ultimate Tensile Strength (UTS) when contrasted with that of unadulterated aluminum test handled under similar conditions. Shin et al. [16], considered the fortifying conduct of multilayered graphene strengthened aluminum composites created by hot rolling. Rigidity of unadulterated aluminum was upgraded from 262 to 440 MPa for 0.7 vol. % graphene fortified aluminum composite. Bartolucci et al., [17] worked on the ball milling procedure to powder aluminum and graphene platelets; it is then followed by hot isostatic pressing and extrusion. aluminum carbide was noticed in the composite and it was concluded that mechanical properties like hardness declined due to the carbide formation present in between the grains thus weakening the tensile strength.\nA great deal of research has been accounted for utilizing ZrO2 and graphene fortifications in Al MMCs. Anyway not much deliberate endeavor has been made to process the\n7356 j m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362\nhybrid composite utilizing ZrO2 and graphene as strengthening media. Hence an attempt is made to fabricate hybrid composite using stir casting method; stir casting is selected since it is one of the most economical methods suitable for mass production."
    }, {
      "heading" : "2. Fabrication details",
      "text" : ""
    }, {
      "heading" : "2.1. Matrix and reinforcement materials",
      "text" : "For the present examination, Al6061 was chosen as matrix material because of its wide scope of uses in car and aviation industry and it was strengthened with ZrO2 and graphene fortification; ZrO2 is chosen to be steady at 1 wt. % and graphene is varied as 0.5 and 0.75 wt. % of matrix material for developing hybrid MMCs. The chemical composition of Al6061 is shown in Table.1; purchased from Fenfee Metallurgical Pvt. Ltd, Bangalore, Karnataka, India.\nReinforcement material for the present examination is selected as Zirconium Dioxide (ZrO2) because of its superb properties like high hardness and great wear opposition. The density of ZrO2 is 5.68 g/cm3 and the melting point is more\nprominent than 2600 ◦C. For the present examination, ZrO2 is taken in the powder form with a size 40−50 m and graphene is likewise taken as a strengthening material in light of its exceptional properties: high Young’s modulus value, high specific surface area, high electron mobility and good thermal conductivity. The chemical composition of zirconium dioxide is reflected in Table. 2."
    }, {
      "heading" : "2.2. Preparation of composites",
      "text" : "A known quantity of Al 6061 alloy was melted in an electrical resistance furnace to a temperature of 660 ◦C and then superheated. To obtain composites of Al-1 wt. % ZrO2-0.5 wt. % graphene and Al-1 wt. % ZrO2-0.75 wt. % graphene, a known quantity of ZrO2 powder of purity 99% and graphene nano particles (procured from United Nanotech Innovations Pvt. Ltd, Bengaluru) were weighed, carefully packed in an aluminum foil and added to the melt. The reinforcements were initially pre heated in a muffle furnace to remove moisture from particulates and improve wettability in matrix material [18,19]. A cover flux was added to the melt to prevent oxidation and to remove the dissolved gases present in the molten metal during melting process. Hexachloro ethane tablets were then used as\nj m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362 7357\nzirco\nd u m u 5 w T t r c p 3\ns t w i e c t o a f\negassing tablets. The melt was continuously stirred at reglar intervals using a graphite rod. The temperature of the elt was maintained to 800 ◦C and was constantly monitored sing a digital temperature controller with an accuracy of +/- ◦C. After a reaction temperature of around 30 min, the melt as then poured in to a permanent die made of alloy steel. he casting is allowed to cool for few minutes [20,21] and then aken for microstructural studies. To remove some of the segegations found during casting, and homogenize the chemical ontent of the casting, the composites were heated to a temerature of 600 ◦C in the same electrical furnace and held for\nh and finally cooled rapidly to the ambient temperature. All the composite samples were then machined by ASTM\ntandards for various mechanical tests and microstrucure analysis. Microstructure and basic elemental analysis as contemplated using a scanning electron microscope nstrument. Fourier-Transform Infrared Spectroscopy (FTIR) xamination is used to scan the specimen and report the hemical properties. Test specimens were cut from the botom of the casting using a hack saw; grinding was carried out n a 600 number emery paper followed by polishing using an lumina gel. The composite samples were dried in hot air oven or 12 h to drive off moisture. Cleaned and polished samples\nnium oxide reinforcement (c) Graphene morphology.\nwere then subjected to Kellers etchant. Tensile strength was estimated utilizing computerized hydraulic Universal Testing Machine (UTM) with a max capacity of 200 K N at room temperature as per the ASTM E8 standard. The specimen having cylindrical surface with length and diameter of 104 and 12 mm respectively was prepared and set in the machine to such an extent that the cross head simply contacted the cylindrical shaped surface of the specimen. Load applied on the testing specimens was steadily expanded from zero tons until the cross head had travelled a distance for deformation at a speed of 1 m/s. The value noted was the average of six trials conducted on the tensile specimen."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Microstructure analysis",
      "text" : "To know the morphologies of ZrO2 and graphene particles, optical and SEM micrographs were utilized. Spherical shaped particles correspond to ZrO2 particles. The optical micrographs of Al6061, Al-1 wt. % ZrO2-0.5 wt. % graphene and Al-1 wt. % ZrO2-0.75 wt. % graphene, is represented in the Fig. 1 (a) to (c). The ZrO2/graphene particles are viewed as round\n7358 j m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362\nphen\nspherical particles in Fig. 1 (b) and (c). The spherical shaped particles uncover the presence of zirconium oxide particles and nanographene in the matrix. The grain limits appear to introduce a dendritic structure in the optical micrograph of Fig. 1 (a) - (c). The dendrites may likewise bolster that there is a uniform circulation of the strengthening particulates in quantitative results of the composite and alloy.\nFrom all the microstructures, fine precipitates are seen in the alloying components scattered along the grain limit in the framework of Al6061 composite. It is observed that aggregates of ZrO2 and graphene particles are scattered in the grey aluminum network. These micrographs shows fine conveyance of ZrO2 and graphene particles resulting in increasingly uniform composites. The explanation for fine dissemination of ZrO2 and graphene particles is the ideal choice of suitable time and strategy for mixing/stirring during casting. Graphene is usually found in between dendrites. The shape of most ZrO2 are spherical, angular and sub-angular shaped in nature and here and there plate like structure for graphene is also observed. It is perceptible from the micrograph that ZrO2 and graphene platelets are consistently scattered in the aluminum network without forming clusters. Great interfacial holding is achieved by pre warming of ZrO2 and graphene particulates before including in the molten material. Fig. 2 (a) shows the micrograph of the alloy used, which exhibits the dendritic form. The base matrix has a white light -Al phase and con-\ne composite (b) Quantitative results of the composite.\nsists of precipitates located outside and inside the grain. The FeMnSiAl phase of the alloy is basically seen on the surface of the alloy. Fig. 2 (b) reveals the faceted features of ZrO2 crystal that has a monoclinic crystal structure at room temperature while at higher temperatures it transits to tetragonal and cubic structure. Fig. 2 (c) pertains to the graphene reinforcement in which layers appear to stack on each other and seem to be crumpled.\nIn the optical micrographs (Fig. 1), in spite of the fact that intergranular porosity is available, a dense phase microstructure was seen because of good holding between the aluminum and ZrO2 /graphene particles. The grain limits are unmistakably obvious in the sample and holding between the particles is acceptable. Fig. 1 (b) shows micrograph of the sample where a dense phase microstructure with limited quantity of porosity could be observed. Along these lines, a superior holding between the particles and decrease in porosity could prompt increment in the load bearing limit of the composite specimens’ samples. The distribution of grey ZrO2 particles may be probably related to the high thermal conductivity of the alloy steel die that enhances solidification process. Increasing the graphene content would probably increase the number of agglomerates and porosity would also increase. Also there is a substantial mismatch between Al and graphene and debonding could take place at the interface. Because of its extremely high conductivity, the graphene molecule may be\nj m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362 7359\np i m r i m\n3\nT w o e s t r o c\ne M l o u f\n3\nT c y r t a a t 2 C o t\nFig. 4 – FTIR analysis of hybrid composites.\nrofoundly illuminated up in contrast with the encompassng microstructure of the composite sample. The dendritic\nicrostructure demonstrates the morphology because of the esponse between the aluminum and graphene particles durng casting process. This may be due to the carbide stage that\night have been additionally accounted for [17].\n.2. EDS analysis\no estimate the adsorption of the fortifications in the frameork, an EDS study was carefully carried out. The examination f the EDS peaks show the presence of zirconium and oxygen manation vitality pinnacles and in this way relate to the ZrO2 upport (Fig. 3 (a)). A decent holding is seen between the forifications and the framework. The carbonaceous pinnacles elate to the graphene content. The quantitative examination f the examples in Fig. 3 (b) likewise shows the presence of the omponents.\nFrom the investigation it has uncovered the presence of lemental components of Al6061 composite, for example, Al, g, Zr and O in the processed composite with the carbon peak evel. Upon calculating the elemental composition (Fig. 3 (b)) f the composite, it is unmistakably noticeable that there is niform scattering of ZrO2 and graphene in the aluminum ramework material.\n.3. FTIR analysis\nhe existence of functional groups in the prepared hybrid omposites were analyzed by FTIR analysis. The spectral analsis was carried out by exposing the samples to infrared adiations in the range of 400 to 4000 cm−1. The FTIR specra of hybrid composites are represented in Fig. 4. The peaks t 3461 cm−1match to hydroxyl stretching and 1640 cm−1 was ttributed to vibration modes from the moisture absorbed on he hybrid composites. The broad absorption peaks at around 925 cm-1 are due to the characteristic stretching vibration of H2. The peak at 1640 cm−1 is due to the presence of sp2 bond f graphite in GO. The peak at 600 cm−1 can be assigned to he Zr–O vibration. This clarification may indicate that most\nFig. 5 – DRS analysis of hybrid composites.\noxygen functionalities in the graphene were removed and a hybrid composite has been formed [22]."
    }, {
      "heading" : "3.4. DRS analysis",
      "text" : "The hybrid composites were analyzed by using diffused reflectance spectroscopy (DRS) as in the inset Fig. 5. The dissimilarity between the valence band (VB) and the conduction band (CB) gives energy band gap (Eg), from which the electronic structure of hybrid composites was characterized. Calculation of energy band gap for the synthesized hybrid composites is very important and it is determined by the Wood–Tauc relationship. As shown in Fig. 5, an extrapolation of the linear region of a plot of f(R) 2 on the Y-axis versus energy (eV) on the X-axis gives the value of the Eg. The Eg value of hybrid composites was found to be 4.05 eV respectively. This Eg value for hybrid composites was very close to the Eg value reported by Braj Raj Singh and his co-workers [23].The value of Eg decreases to 4.05 eV. The literature anchoring of ZrO2 onto the enhanced graphene, suggests that the hybrid composites can absorb the visible light irradiation efficiently. The narrowing in the band gap can be attributed to the formation of Zr–C and Zr–O–C bond between ZrO2 and graphene."
    }, {
      "heading" : "3.5. Mechanical characterization",
      "text" : "Beneath Table 3. shows the mechanical properties of the processed hybrid composites. From the table, it is observed that with the presence of ZrO2 and graphene particles, strength of the hybrid composites improved and affirms the uniform dissemination of reinforcement support in the Al MMCs."
    }, {
      "heading" : "3.6. Tensile strength",
      "text" : "In order to evaluate the mechanical property of the fabricated hybrid composite materials, a tensile test was conducted. Fig. 6 shows the impact of zirconium dioxide and graphene reinforcement on the tensile strength of the Al6061 composite. Results show that with the presence of ZrO2 and increasing\n7360 j m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362\nS wi\nwt. % of graphene particles, the tensile strength of the composites increases. Tensile strength of unreinforced segment of aluminum alloy Al6061 is 180 MPa and this increments to a maximum of 250 for the composition of Al6061 + 1 wt. % ZrO2 + 0.75 wt. % graphene composites. The expansion in the tensile strength properties might be ascribed to the presence of harder zircon particles and nano graphene reinforcement, because of the close packing and uniform conveyance of fortifications and subsequently resulting in to lesser intermolecular spaces."
    }, {
      "heading" : "3.7. Yield strength",
      "text" : "From the tensile test, it is observed from the Fig. 7 that the yield strength of composite is more noteworthy than unreinforced Al alloy. The applied load moves to the emphatically fortified ZrO2 particles and nano graphene particles in Al matrix. It is also true that the expanded dislocation density is\nth wt.% of reinforcement.\nrelated to the reinforcement-matrix interface. The other probable reason is attributed to the grain refining strengthening mechanism. Strength increases gradually with the increase in weight levels of nano graphene and ZrO2 reinforcement in the base matrix material. This enhancement of strength can be comprehended by different mechanisms like Orowan strengthening, dislocation strengthening and load transfer strengthening, where presence of both nano graphene and ZrO2 particles have strong adhesion, close packing, good bonding and uniform distribution of reinforcement within the matrix material."
    }, {
      "heading" : "3.8. Percentage of elongation",
      "text" : "Fig. 8 shows the chart between the elongation and wt. % of zirconium dioxide and nano graphene particles. Results reveal that, by increasing the reinforcement level of zirconium dioxide and nano graphene particles, the % of elongation of the\nj m a t e r r e s t e c h n o l . 2 0 2 0;9(x x):7354–7362 7361\nTable 3 – Mechanical properties of the hybrid composites.\nSl.No Sample Yield strength (MPa)\nTensile strength (MPa)\nElongation (%)\n1 Al 6061 128 180 10.5\nm o w\n4\nA t m p c\n•\n•\n•\n•\n•\nr\n2 Al 6061 + 1 wt.% ZrO2+ 0.5 wt.% graphene 160 3 Al 6061 + 1 wt.% ZrO2+ 0.75 wt.% graphene 182\naterial decreases. This is mainly attributed to the presence f harder ceramic content of ZrO2 and nano graphene particle ithin the composite.\n. Conclusions\nprecise report on synthesis and microstructural characerization of nanographene and ZrO2 fortified Al 6061 metal\natrix composites have been accounted for in the present aper. The exploratory outcomes have been examined basially and the accompanying significant ends have been drawn:\nHybrid composites were effectively fabricated utilizing ZrO2 and nanographene particles in the aluminum alloy utilizing liquid metallurgy course. Optical micrographs show the relevance of ZrO2 and nanographene fortification; consistently distributed with better packing and great holding between the particles in the base matrix alongside some minute measure of pores. Dendrite microstructure are seen in the sample containing 0.75 wt. % graphene processed at 800 ◦C through casting process. FTIR investigation reveals a peak due to the presence of sp2 bond of graphite in GO. Similarly the other peak is assigned to the Zr–O vibration. DRS analysis reflects the narrowing in the band gap relating to the formation of Zr–C and Zr–O–C bond between ZrO2 and graphene. Tensile and yield strength expanded with increment in the wt. % of nanographene fortification when contrasted with as cast matrix. The increase in the strength is attributed to the hard ZrO2 particulates and graphene that share strength\n225 8.6 250 7.8\nwith the matrix and result in better resistance against tensile load. • % of elongation diminishes with increment in wt. % of hybrid reinforcement since the hard particles impart brittleness that will reduce ductility in the composite. This may also be attributed to the hard ceramic particle\nConflict of interest\nThe authors declare no conflicts of interest.."
    }, {
      "heading" : "Acknowledgement",
      "text" : "Authors appreciatively recognizes Jyothi Institute of Technology, Bangalore for providing SEM/EDS facility and East West Institute of Technology, Bangalore for providing FTIR equipment facility to complete this exploration.\ne f e r e n c e s\n[1] Boppana SB, Chennakeshavalu K. In situ synthesis of titanium carbide in pure aluminium. J Mater Sci Chem Eng 2020;8:1–10, http://dx.doi.org/10.4236/msce.2020.81001. [2] Dayanand Samuel, Satish Babu B, Joel Hemanth, Aravinda T. Microstructure and corrosion characteristics of insitu aluminium diboride metal matrix composites. J BioTribo-corrosion 2019;5:60, http://dx.doi.org/10.1007/s40735-019-0250-8. [3] Boppana S, Chennakeshavalu K. Preparation of Al-5Ti master alloys for the in-situ processing of Al-TiC metal matrix composites. J. Miner Mater Char Eng 2009;8:563–8, http://dx.doi.org/10.4236/jmmce.2009.87049.\no l . 2 7362 j m a t e r r e s t e c h n\n[4] Dayanand Samuel, Satish Babu B, Auradi V. Experimental investigation of microstructure and wear behavior of Al-AlB2 metal matrix composites. Mater Today Proc 2018;5:22536–42, http://dx.doi.org/10.1016/j.matpr.2018.06.625. [5] Boppana Satish Babu, Dayanand Samuel. Impact of heat treatment on mechanical, wear and corrosion behaviour of insitu AlB2 reinforced metal matrix composites produced by liquid metallurgy route. J Bio- Tribo-corrosion 2020;6:33, http://dx.doi.org/10.1007/s40735-020-0324-7. [6] Dyva Isac Premkumar B, Chandrasekhar J, Kishore Kumar KCH, Sastry MRCh. Development and characterization of aluminum 6061-zirconium dioxide reinforced metal matrix composites by stir casting. Int J Res Appl Sci Eng Technol 2019;7:1309–15. [7] Prashantha Kumar HG, Anthony Xavior M. Effect of graphene addition on flexural properties of Al6061 nano composites. Mater Today Proc 2017;4:8127–33. [8] Patoliya Dharmesh M, Sharma Sunil. Preparation and characterization of zirconium dioxide reinforced aluminum metal matrix composites. Int J Innov Res Sci Eng Technol 2015;4:3315–21. [9] Jenix Rino J, Sivalingappa D, Koti Halesh, Daniel Jebin V. Properties of Al6063 MMC reinforced with zircon sand and alumina. Iosr J Mech Civ Eng 2013;5:72–7.\n[10] Aruna K, Diwakar K, Bhargav Kumar K. Development and characterization of Al6061-ZrO2 reinforced metal matrix composites. International Journals of Advanced Research in Computer Science and Software Engineering 2018;8:270–5. [11] Girisha KB, Chittappa HC. Preparation, characterization and wear study of aluminium alloy (Al 356.1) reinforced with zirconium nano particles. Int J Innov Res Sci Eng Technol 2013;2:3627–37. [12] Malhotra Sachin, Narayan Ram, Gupta RD. Synthesis and characterization of aluminium 6061 alloy-fly ash & zirconia metal matrix composite. Int J Curr Eng Technol 2013;3:1716–9. [13] Cecilia Maria. Carlos Nelson Elias, Jamil Duailibi Filho, Leandra, guimaraes De Oliveira. Mechanical properties of alumina- zirconia composites for ceramic abutments. Mat Res 2004;7:643–9.\n0 2 0;9(x x):7354–7362\n[14] Perez-Bustamante R, Bolanos-Morales D, Bonilla-Martinez J, Estrada-Guel I, Martinez-Sanchez R. Microstructural and hardness behavior of graphene-nanoplatelets/aluminium composites synthesized by mechanical alloying. J Alloys Compd 2014;615:S578–82. [15] Rashad Muhammad, Pan Fusheng, Tang Aitao, Asif Muhammad. Effect of graphene nanoplatelets addition on mechanical properties of pure aluminum. Prog Nat Sci Mater Int 2014;24:101–8. [16] Shin SE, Choi HJ, Shin JH, Bae DH. Strengthening behavior of few-layered graphene/aluminium composites. Carbon 2015;82:143–51. [17] Bartolucci SF, Paras J, Rafiee MA, Rafiee J, Lee S, Kapoor D, et al. Graphene-aluminium nanocomposites. Mater Sci Eng A 2011;528:7933–7. [18] Ravesh SK, Garg TK. Preparation and analysis for some mechanical property of aluminium based metal matrix composite reinforced with SiC and fly ash. Int J Eng Res Appl 2012;2:727–31. [19] Alaneme KK, Ademilua BO, Bodunrin MO. Mechanical properties and corrosion behavior of aluminium hybrid composites reinforced with silicon carbide and bamboo leaf ash. Tribol Ind 2013;35:25–35. [20] Bala Katsina Christopher, Khan Reyazul Haque. Rate of solidification of aluminium casting in varying wall thickness of cylindrical metallic moulds. Leonardo Journal of Sciences 2014;25:19–30. [21] Malekan M, Naghdali S, Abrishami S, Mirghaderi SH. Effect of cooling rate on the solidification characteristics and dendrite coherency point of ADC12 aluminum die casting alloy using thermal analysis. J Therm Anal 2016;124:601–6. [22] Gurushantha K, Ananthasraju KS, Renuka L, Sharma SC, Nagaswarupa HP, Prashantha SC, et al. New green synthesized reduced graphene oxide-ZrO2 composite as high performance photocatalyst under sunlight. RSC Adv 2017;7:12690–703. [23] Singh BR, Shoeb M, Khan W, Naqvi AH. Synthesis of graphene/zirconium oxide nanocomposite photocatalyst for the removal of rhodamineB dye from aqueous environment. J Alloys Compd 2015;651:598–607."
    } ],
    "references" : [ {
      "title" : "In situ synthesis of titanium carbide in pure aluminium",
      "author" : [ "SB Boppana", "K. Chennakeshavalu" ],
      "venue" : "J Mater Sci Chem Eng 2020;8:1–10,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2020
    }, {
      "title" : "Microstructure and corrosion characteristics of insitu aluminium diboride metal matrix composites",
      "author" : [ "Dayanand Samuel", "Satish Babu B", "Joel Hemanth", "Aravinda T" ],
      "venue" : "J Bio- Tribo-corrosion 2019;5:60,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Preparation of Al-5Ti master alloys for the in-situ processing of Al-TiC metal matrix composites",
      "author" : [ "S Boppana", "K. Chennakeshavalu" ],
      "venue" : "J. Miner Mater Char Eng 2009;8:563–8,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2009
    }, {
      "title" : "Experimental investigation of microstructure and wear behavior of Al-AlB2 metal matrix composites",
      "author" : [ "Samuel Dayanand", "B Satish Babu", "V. Auradi" ],
      "venue" : "Mater Today Proc 2018;5:22536–42,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Impact of heat treatment on mechanical, wear and corrosion behaviour of insitu AlB2 reinforced metal matrix composites produced by liquid metallurgy route",
      "author" : [ "Boppana Satish Babu", "Dayanand Samuel" ],
      "venue" : "J Bio- Tribo-corrosion 2020;6:33,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2020
    }, {
      "title" : "Development and characterization of aluminum 6061-zirconium dioxide reinforced metal matrix composites by stir casting",
      "author" : [ "B Dyva Isac Premkumar", "J Chandrasekhar", "KCH Kishore Kumar", "MRCh. Sastry" ],
      "venue" : "Int J Res Appl Sci Eng Technol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Effect of graphene addition on flexural properties of Al6061 nano composites",
      "author" : [ "HG Prashantha Kumar", "M. Anthony Xavior" ],
      "venue" : "Mater Today Proc 2017;4:8127–33",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Preparation and characterization of zirconium dioxide reinforced aluminum metal matrix composites",
      "author" : [ "Patoliya Dharmesh M", "Sharma Sunil" ],
      "venue" : "Int J Innov Res Sci Eng Technol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Properties of Al6063 MMC reinforced with zircon sand and alumina",
      "author" : [ "J Jenix Rino", "D Sivalingappa", "Halesh Koti", "V. Daniel Jebin" ],
      "venue" : "Iosr J Mech Civ Eng 2013;5:72–7",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2013
    }, {
      "title" : "Development and characterization of Al6061-ZrO2 reinforced metal matrix composites",
      "author" : [ "K Aruna", "K Diwakar", "K. Bhargav Kumar" ],
      "venue" : "International Journals of Advanced Research in Computer Science and Software Engineering",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Preparation, characterization and wear study of aluminium alloy (Al 356.1) reinforced with zirconium nano particles",
      "author" : [ "Girisha KB", "Chittappa HC" ],
      "venue" : "Int J Innov Res Sci Eng Technol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Synthesis and characterization of aluminium 6061 alloy-fly ash & zirconia metal matrix composite",
      "author" : [ "Malhotra Sachin", "Narayan Ram", "Gupta RD" ],
      "venue" : "Int J Curr Eng Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Mechanical properties of alumina- zirconia composites for ceramic abutments. Mat Res 2004;7:643–9",
      "author" : [ "Jamil Duailibi Filho", "Leandra", "guimaraes De Oliveira" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2004
    }, {
      "title" : "Microstructural and hardness behavior of graphene-nanoplatelets/aluminium composites synthesized by mechanical alloying",
      "author" : [ "R Perez-Bustamante", "D Bolanos-Morales", "J Bonilla-Martinez", "I Estrada-Guel", "R. Martinez-Sanchez" ],
      "venue" : "J Alloys Compd 2014;615:S578–82",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "Effect of graphene nanoplatelets addition on mechanical properties of pure aluminum",
      "author" : [ "Rashad Muhammad", "Pan Fusheng", "Tang Aitao", "Asif Muhammad" ],
      "venue" : "Prog Nat Sci Mater Int 2014;24:101–8",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "Strengthening behavior of few-layered graphene/aluminium composites",
      "author" : [ "SE Shin", "HJ Choi", "JH Shin", "DH. Bae" ],
      "venue" : "Carbon",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Graphene-aluminium nanocomposites",
      "author" : [ "SF Bartolucci", "J Paras", "MA Rafiee", "J Rafiee", "S Lee", "D Kapoor" ],
      "venue" : "Mater Sci Eng A 2011;528:7933–7",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2011
    }, {
      "title" : "Preparation and analysis for some mechanical property of aluminium based metal matrix composite reinforced with SiC and fly ash",
      "author" : [ "Ravesh SK", "Garg TK" ],
      "venue" : "Int J Eng Res Appl 2012;2:727–31",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2012
    }, {
      "title" : "Mechanical properties and corrosion behavior of aluminium hybrid composites reinforced with silicon carbide and bamboo leaf ash",
      "author" : [ "KK Alaneme", "BO Ademilua", "MO. Bodunrin" ],
      "venue" : "Tribol Ind 2013;35:25–35",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Rate of solidification of aluminium casting in varying wall thickness of cylindrical metallic moulds",
      "author" : [ "Bala Katsina Christopher", "Khan Reyazul Haque" ],
      "venue" : "Leonardo Journal of Sciences",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Effect of cooling rate on the solidification characteristics and dendrite coherency point of ADC12 aluminum die casting alloy using thermal analysis",
      "author" : [ "M Malekan", "S Naghdali", "S Abrishami", "SH. Mirghaderi" ],
      "venue" : "J Therm Anal 2016;124:601–6",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "New green synthesized reduced graphene oxide-ZrO2 composite as high performance photocatalyst under sunlight",
      "author" : [ "K Gurushantha", "KS Ananthasraju", "L Renuka", "SC Sharma", "HP Nagaswarupa", "SC Prashantha" ],
      "venue" : "RSC Adv 2017;7:12690–703",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Synthesis of graphene/zirconium oxide nanocomposite photocatalyst for the removal of rhodamineB dye from aqueous environment",
      "author" : [ "BR Singh", "M Shoeb", "W Khan", "AH. Naqvi" ],
      "venue" : "J Alloys Compd 2015;651:598–607",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Be that as it may, composite materials have been ingenious in meeting the prerequisites for such applications [1].",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 1,
      "context" : "Most mportant leeway of innovation of composite materials is to nd the best mixture of base metals with suitable reinforceents [2].",
      "startOffset" : 127,
      "endOffset" : 130
    }, {
      "referenceID" : 2,
      "context" : "A solitary metal or material doesn’t communicate ll the properties like high hardness, low weight and high ensile strength; so we have to consolidate at least two mateials to deliver the ideal properties [3].",
      "startOffset" : 204,
      "endOffset" : 207
    }, {
      "referenceID" : 3,
      "context" : "ifferent fabrication strategies, generally dependent on castng or powder metallurgy, are accessible to create nano-size or miniaturized scale size) molecule/metal composites [4].",
      "startOffset" : 174,
      "endOffset" : 177
    }, {
      "referenceID" : 4,
      "context" : "Additionally, smaller scale level orosity, a typical casting imperfection, can be inconvenient or creating miniaturized scale level geometry [5].",
      "startOffset" : 141,
      "endOffset" : 144
    }, {
      "referenceID" : 5,
      "context" : "Among the ifferent particulate fortifications utilized, Zirconia (ZrO2) is ne of the most modest, effectively accessible support and as the ability to hold high quality at raised temperature and ffers brilliant mechanical and wear properties [6].",
      "startOffset" : 242,
      "endOffset" : 245
    }, {
      "referenceID" : 6,
      "context" : "composites with liquid stirring strategy due to the fact that graphene rigorously settles down at the bottom and may not mix properly [7].",
      "startOffset" : 134,
      "endOffset" : 137
    }, {
      "referenceID" : 7,
      "context" : "[8], fabricated Al6061-ZrO2 composites utilizing stir casting course and reasoned that the ceramic particles conveyed uniformly into the base metal, and with the expanding wt.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : ", [9] observed the mechanical properties of Al6063 strengthened with zircon sand and alumina particles by using liquid metallurgy route.",
      "startOffset" : 2,
      "endOffset" : 5
    }, {
      "referenceID" : 9,
      "context" : ", [10] picked stir casting course for the processing of ZrO2- Al MMCs.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 10,
      "context" : ", [11] worked on Al356 as a base material and zirconium oxide nano particles as a support material.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 11,
      "context" : "[12], processed hybrid composites utilizing diverse wt.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : ", [13] worked on zirconiaalumina composites by controlling the measure of zirconia so as to accomplish higher densities, higher flexural quality and crack sturdiness.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 13,
      "context" : "[14], studied about the microstructure and hardness of aluminum-graphene nano platelet composites created by mechanical alloying, cold combination and sintering.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15], contemplated on the mechanical properties of aluminum-graphene (0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16], considered the fortifying conduct of multilayered graphene strengthened aluminum composites created by hot rolling.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : ", [17] worked on the ball milling procedure to powder aluminum and graphene platelets; it is then followed by hot isostatic pressing and extrusion.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 17,
      "context" : "The reinforcements were initially pre heated in a muffle furnace to remove moisture from particulates and improve wettability in matrix material [18,19].",
      "startOffset" : 145,
      "endOffset" : 152
    }, {
      "referenceID" : 18,
      "context" : "The reinforcements were initially pre heated in a muffle furnace to remove moisture from particulates and improve wettability in matrix material [18,19].",
      "startOffset" : 145,
      "endOffset" : 152
    }, {
      "referenceID" : 19,
      "context" : "he casting is allowed to cool for few minutes [20,21] and then aken for microstructural studies.",
      "startOffset" : 46,
      "endOffset" : 53
    }, {
      "referenceID" : 20,
      "context" : "he casting is allowed to cool for few minutes [20,21] and then aken for microstructural studies.",
      "startOffset" : 46,
      "endOffset" : 53
    }, {
      "referenceID" : 16,
      "context" : "This may be due to the carbide stage that ight have been additionally accounted for [17].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 21,
      "context" : "oxygen functionalities in the graphene were removed and a hybrid composite has been formed [22].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 22,
      "context" : "This Eg value for hybrid composites was very close to the Eg value reported by Braj Raj Singh and his co-workers [23].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 1,
      "context" : "[2] Dayanand Samuel, Satish Babu B, Joel Hemanth, Aravinda T.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "[4] Dayanand Samuel, Satish Babu B, Auradi V.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 4,
      "context" : "[5] Boppana Satish Babu, Dayanand Samuel.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 5,
      "context" : "[6] Dyva Isac Premkumar B, Chandrasekhar J, Kishore Kumar KCH, Sastry MRCh.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 6,
      "context" : "[7] Prashantha Kumar HG, Anthony Xavior M.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "[8] Patoliya Dharmesh M, Sharma Sunil.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : "[9] Jenix Rino J, Sivalingappa D, Koti Halesh, Daniel Jebin V.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "[10] Aruna K, Diwakar K, Bhargav Kumar K.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[12] Malhotra Sachin, Narayan Ram, Gupta RD.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] Perez-Bustamante R, Bolanos-Morales D, Bonilla-Martinez J, Estrada-Guel I, Martinez-Sanchez R.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] Rashad Muhammad, Pan Fusheng, Tang Aitao, Asif Muhammad.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] Shin SE, Choi HJ, Shin JH, Bae DH.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] Bartolucci SF, Paras J, Rafiee MA, Rafiee J, Lee S, Kapoor D, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] Alaneme KK, Ademilua BO, Bodunrin MO.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] Bala Katsina Christopher, Khan Reyazul Haque.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] Malekan M, Naghdali S, Abrishami S, Mirghaderi SH.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] Gurushantha K, Ananthasraju KS, Renuka L, Sharma SC, Nagaswarupa HP, Prashantha SC, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] Singh BR, Shoeb M, Khan W, Naqvi AH.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2020,
    "abstractText" : "The present work explores the microstructural and mechanical properties of Aluminium (Al) Metal Matrix Composites (MMCs) fortified with Zirconium Oxide (ZrO2) and nanographene particles. The composite material is processed by the mix fluid metallurgy course. ZrO2 and graphene is blended in various extents in which ZrO2 (1 wt. %) reinforcement is kept steady and graphene support is varied independently with 0.5 and 0.75 wt. %. Utilizing optical and SEM equipment, micro examination is conveyed and results uncover that uniform circulation of ceramic zirconium dioxide (ZrO2) and graphene particles are found in the as cast Al6061 MMCs. Fourier-Transform Infrared Spectroscopy (FTIR) investigation is done to know the quality and measure of fortification present in composites and notes the energy gap (Eg) obtained as 4.05 eV. Mechanical tests according to ASTM standards were led on the composites viz., tensile strength, yield strength and % elongation to check the properties of Al based MMCs. The consequence of this work is reasoned with a noteworthy improvement in tensile and yield strength values of the processed composites however, the percentage elongation diminishes with the addition of reinforcement content in the fabricated composite. © 2020 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
    "creator" : "Elsevier"
  }
}