{
  "name" : "2020-06-25__c1_you2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Degradation of bisphenol A by peroxymonosulfate activated with oxygen vacancy modified nano-NiO-ZnO composite oxides_ A typical surface-bound radical system",
    "authors" : [ "Junjie You", "Weiyi Sun", "Shijun Su", "Zhimin Ao", "Chao Liua", "Gang Yao", "Bo Laia" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChemical Engineering Journal\njournal homepage: www.elsevier.com/locate/cej\nDegradation of bisphenol A by peroxymonosulfate activated with oxygen vacancy modified nano-NiO-ZnO composite oxides: A typical surface-bound radical system\nJunjie Youa,c, Weiyi Suna, Shijun Sua, Zhimin Aoe, Chao Liua,b,⁎, Gang Yaoc,d, Bo Laia,c,⁎\na State Key Laboratory of Hydraulics and Mountain River Engineering, College of Architecture and Environment, Sichuan University, Chengdu 610065, China b College of Hydraulic and Hydroelectric Engineering, Sichuan University, Chengdu 610065, China c Sino-German Centre for Water and Health Research, Sichuan University, Chengdu 610065, China d Institute of Environmental Engineering, RWTH Aachen University, Germany eGuangzhou Key Laboratory of Environmental Catalysis and Pollution Control, Institute of Environmental Health and Pollution Control, School of Environmental Science and Engineering, Guangdong University of Technology, Guangzhou 51006, China\nH I G H L I G H T S\n• A nano-composite oxide was successfully synthesized by homogeneous precipitation. • The Ni15Zn85-500/PMS system is a typical surface-bound radical system. • The role of oxygen vacancy was clarified through DFT calculations. • The mechanism of PMS activation was investigated by DFT calculations.\nA R T I C L E I N F O\nKeywords: Peroxymonosulfate Oxygen vacancy Nano-NiO-ZnO Surface-bound radical DFT\nA B S T R A C T\nIn this paper, a composite oxide catalyst consisting of NiO and ZnO was prepared by homogeneous precipitation method, which was used to activate peroxymonosulfate (PMS) to remove bisphenol A (BPA) in water. 95.26% BPA removal and 67.11% total organic carbon (TOC) removal were obtained under the optimum condition. Characterization and theoretical calculations (DFT) of the catalyst proved that electron rearrangement occurred in oxygen vacancy modified heterojunction catalysts. It resulted in the formation of acidic sites (NiO) and alkaline sites (oxygen vacancies) on the surface of the catalyst, thus promoting the adsorption and activation of PMS. According to the quenching experiments, a typical surface-bound radical reaction system was proposed. The reactive oxygen species (ROS) in the system were surface-bond SO4•−, surface-bond •OH and 1O2. Finally, the BPA degradation pathways and the activation mechanism of PMS were analyzed in detail."
    }, {
      "heading" : "1. Introduction",
      "text" : "A large number of environmental hormones are released into the environment during the production and use of pesticides, hormone drugs, additives and plastic products. Bisphenol A (BPA), an important environmental hormone, is widely used in the manufacture of epoxy resin, polycarbonate, polyphenol oxygen and plastic products, which leads to the widespread distribution of BPA in surface water and groundwater environment [1]. Studies have shown that BPA has certain embryotoxicity and teratogenicity which can significantly increase the incidence of cancer [2,3]. In addition, BPA can cause endocrine\ndisorder and precocious puberty in children [4]. Therefore, the removal of BPA has drawn more attraction from researchers in the field of environmental protection.\nTo solve this problem, some conventional methods have been used to remove BPA in water, such as adsorption [5], biodegradation [6], flocculation [7]. However, the difficult treatment of BPA regeneration solution limits the application of adsorption [8]. Meanwhile, the weak interaction between flocculant and BPA weakens the removal efficiency of flocculation [9]. Besides, the biodegradation is hindered by the refractory properties of BPA [10]. Based on these reasons, it is very important to develop an effective process for BPA removal from water.\nhttps://doi.org/10.1016/j.cej.2020.125915 Received 31 March 2020; Received in revised form 21 May 2020; Accepted 13 June 2020\n⁎ Corresponding authors at: State Key Laboratory of Hydraulics and Mountain River Engineering, College of Architecture and Environment, Sichuan University, Chengdu 610065, China (B. Lai).\nE-mail addresses: liuchao@scu.edu.cn (C. Liu), laibo@scu.edu.cn (B. Lai).\nChemical Engineering Journal 400 (2020) 125915\nAvailable online 17 June 2020 1385-8947/ © 2020 Elsevier B.V. All rights reserved.\nT\nCompared with the former methods, Advanced oxidation processes (AOPs) have faster and better degradation efficiency for water pollutants [11–15]. Therefore, AOPs have attracted considerable attention from researchers. Moreover, due to the asymmetric structure of PMS, some radicals with high redox potential are easy to be produced, such as sulfate radical (SO4•−) and hydroxyl radical (•OH). These radicals have the advantages of non-selectivity and wide pH application range, which has great potential in wastewater treatment [16,17]. Based on the above reasons, PMS-based advanced oxidation processes have been widely concerned by researchers. Furthermore, people have paid increasing attention to environmental and friendly activation methods of PMS for organic pollutant elimination. Compared with homogeneous catalytic process, the application of heterogeneous catalysts would produce less secondary pollution [18,19]. Thereby, the development of heterogeneous catalysts for efficient activation of PMS has become the focus of current researchers.\nNiO, a transition metal oxide, has been used to activate peroxymonosulfate (PMS) to degrade organic pollutants in the aquatic environment [20]. Compared with the reported cobalt oxide catalysts, the reported NiO catalysts do not have a strong advantage in activating PMS. Therefore, it is of great significance to prepare NiO catalyst with high efficiency which can match the typical Co-based catalyst. ZnO, a ntype semiconductor material with excellent optical, physical, chemical and electrical properties, can promote electron transfer and enhance the performance of the catalyst [21,22]. Besides, ZnO is easy to generate oxygen vacancy to promote charge redistribution [23]. The above advantages imply that ZnO is a promising electronic assistant. Therefore, it might be an effective way to use ZnO to regulate the charge distribution and promote the electron transfer between NiO and PMS.\nIn this work, NiO-ZnO nanoparticles were synthesized by homogeneous precipitation method. The catalytic performance of NiO-ZnO nanoparticles was evaluated by BPA degradation test. First, the mole ratio of Ni to Zn in composites and the calcination temperature were optimized. Then, the optimal parameters, including catalyst dosage, PMS concentration, initial solution pH, initial concentration of BPA and reaction temperature, were also obtained by single factor control method. The effects of co-existing inorganic ions (Cl-, H2PO4-, NO3- and HCO3-) were discussed. Meanwhile, cycle test and degradation test of trace BPA in real water were carried out. Besides, the major reactive oxygen species (ROS) were identified by quenching test and electron paramagnetic resonance (EPR). The degradation pathways of BPA were also elucidated by the analysis of intermediates. Finally, the activation mechanism of PMS and the characteristics of the catalyst were clarified according to the characterization and DFT calculations."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and reagents",
      "text" : "Chemicals and reagents required for the study are listed in the supporting documents (Supporting Information (SI) TEXT S1.1)."
    }, {
      "heading" : "2.2. Preparation of the catalyst",
      "text" : "Homogeneous precipitation method was used to prepare NiO-ZnO nanoparticle catalysts [24]. In brief, 0.02 mol NiSO4·6H2O, 0.02 mol ZnSO4·7H2O and 0.80 mol urea were dissolved in 500 mL deionized water (the molar ratio of urea to metal salt was 20). Then, the salt solution was placed in a beaker sealed with plastic film, stirred and refluxed in a water bath at 90 °C for 13 h. After that, pale green precipitation, obtained through filtration and drying, was calcined at a specified temperature for 3 h in a muffle furnace. Finally, the nanoparticle catalyst was synthesized (Fig. 1). Additionally, the pure NiO or pure ZnO catalyst involved in the control experiment was prepared according to the above methods, only without the addition of ZnSO4·7H2O or NiSO4·6H2O."
    }, {
      "heading" : "2.3. Experiment procedure",
      "text" : "The batch experiment was carried out in a glass beaker (250 mL) in a water bath (constant temperature 30 ± 1 °C). The process of each test was as follows: 200 mL of BPA stock solution (10 mg·L−1 and the initial pH is 6.5) prepared in advance was added into the glass beaker. Then, the required amount of catalyst and PMS was added into the solution in turn and reacted in continuous stirring (300 rpm) for 30 min. During the reaction, 2 mL sample was taken out and filtered through a PTFE syringe filter disc (0.45 μm) at a given time interval. Also, 100 uL sodium thiosulfate (Na2S2O3, 0.10 mM) was injected into the samples to scavenge free radicals. All the experiment was carried out three times. The data in the figure was average, and the error bar represented the standard deviation of the average."
    }, {
      "heading" : "2.4. Characterization and analytical method",
      "text" : "Characterization and analytical method are listed in the supporting documents (SI TEXT S1.2-S1.3)."
    }, {
      "heading" : "2.5. DFT calculations",
      "text" : "To further understand the properties of catalyst and the activation mechanism of PMS, DFT calculations were carried out using the Vienna Ab-initio Simulation Package (VASP 5.4). The projector-augmented wave (PAW) was used to describe the electron–ion interactions, and the generalized gradient approximation functional (GGA-PBE) was applied to describe the electron exchange and correlation [25,26]. The cutoff energy and Gaussian smearing width were set to 400 eV and 0.10 eV, respectively. The Brillouin zone was sampled with a 3 × 3 × 1 K points. All structures and energy were allowed to relax below 0.01 eVÅ−1. Considering the antiferromagnetic properties of NiO, spin polarization was applied. To better describe the strong electron correlation in the localized Ni 3d states, strong on-site Coulomb repulsion parameter U and the screened exchange interaction parameter J (U = 6.30 eV and J = 1.00 eV) were introduced [27]. In addition, when discussing the adsorption of PMS on the surface of catalyst, the adsorption energy (Eads) was defined as follows [13]:\n= − +−E E E E( )ads sum Ni Zn PMS15 85 500 (1)\nwhere Esum, ENi15Zn85-500 and EPMS denote the total energy of the adsorption complex, pure ENi15Zn85-500 and the isolated molecule (PMS), respectively."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "In the early stage of the experiment, the preparation parameters of the catalyst, including the molar ratio of Ni/Zn and calcination temperature, were optimized (SI Text S2). Finally, the catalyst with Ni/Zn molar ratio of 15:85 and calcined at 500 °C was selected as the research object to carry out the following experiments (Ni15Zn85-500)."
    }, {
      "heading" : "3.1. Characteristics of the prepared Ni15Zn85-500",
      "text" : ""
    }, {
      "heading" : "3.1.1. The phase, morphology and structure of the Ni15Zn85-500",
      "text" : "X-ray diffraction was used to analyze the phase of the prepared\nNi15Zn85-500. According to the analysis of XRD data (Fig. 2(a)), the diffraction peaks at 31.8°, 34.4°, 36.3°, 47.5°, 56.6°, 62.9°, 66.4° and 67.9° correspond to (1 1 0), (0 0 2), (1 0 1), (1 0 2), (1 1 0), (1 0 3), (2 0 0) and (1 1 2) crystal planes of ZnO (JCPDS card No.36–1451), respectively. It implies that ZnO with wurtzite structure has been detected in the Ni15Zn85-500. Meanwhile, the diffraction peak at 43.2°, detected in the Ni15Zn85-500, belongs to the (2 0 0) crystal plane of cubic NiO (JCPDS card No.78–0643). In addition, no other phase can be found.\nTo further confirm the structure and phase of the catalyst, the SEM\nand HRTEM images of the Ni15Zn85-500 was obtained (Fig. 2(c-h)). As observed in Fig. 2(c-d), the fresh Ni15Zn85-500 is formed by sintering spherical particles with a diameter of around 20 nm, which exhibits a series of loose sheets as a whole. Additionally, lattice fringes belonging to NiO (2 0 0), ZnO (1 0 1) and ZnO (1 0 0) crystal planes were found in HRTEM images (Fig. 2(h)). Therefore, the Ni15Zn85-500 is a composite oxide composed of wurtzite phase ZnO and cubic phase NiO, and those two oxides are sintered together at high temperature to form a type of heterojunction catalyst.\nBesides, the N2 adsorption/desorption isotherms show that when P/ P0 ≥ 0.88, the adsorption isotherm is smaller than the desorption isotherm, leading to the formation of hysteresis loop (Fig. 2(b)). It proves that the Ni15Zn85-500 belongs to a type of IV isotherm and is a typical mesoporous material (single point average hole radius is around 18.13 nm). Meanwhile, the TEM images also illustrate that the prepared catalyst can form mesopores with the size of 20 nm by sintering particles with the size of around 20 nm (Fig. 2(g)). Furthermore, the Ni15Zn85-500 has a larger specific surface area (SBET, 62.70 m2·g−1), which is instrumental in providing more adsorption sites for PMS and promoting the catalytic reaction (Fig. S1(f)).\nIn addition, the EDS-mapping of the Ni15Zn85-500 was measured to study the distribution of elements in nano-catalysts (Fig. 2(i)). It can be seen that the main body of the prepared catalyst is ZnO, and NiO is evenly distributed around ZnO. Moreover, the morphologies of the Ni15Zn85-500 after reaction (the used Ni15Zn85-500) were also analyzed by SEM (Fig. 2(e-f)). As observed, the morphology of the used Ni15Zn85500 is still a sheet formed by the sintering of nanoparticles. Combined with the metal leaching data shown in Fig. S1(c), it illustrates that the overall structure of the catalyst remains heterojunction structure due to less metal leaching, suggesting the good stability and reusability of the Ni15Zn85-500."
    }, {
      "heading" : "3.1.2. The XPS of the Ni15Zn85-500",
      "text" : "X-ray photoelectron spectroscopy (XPS) was used for the analysis of\nsurface atomic composition and chemical state. The XPS survey spectra of the fresh and used Ni15Zn85-500 reveal the presence of Ni 2p, Zn 2p, O 1s (Fig. 3(a)). The C 1s peak (binding energy relative to 284.60 eV) was used to obtain accurate spectra. Meanwhile, the core level spectra of Ni 2p, Zn 2p and O 1s were scanned in more detail to determine the charge states of elements in the fresh and used Ni15Zn85-500. All XPS core level spectra were fitted using Shirley background. Fig. 3(b) displays the high resolution XPS scan of Zn 2p for the fresh and used Ni15Zn85-500. The doublet spectral lines of Zn 2p are observed at the binding energies of 1021.20 eV (Zn 2p3/2) and 1044.30 eV (Zn 2p1/2) in the fresh and used Ni15Zn85-500, which is consistent with Zn2+ in ZnO [28]. In addition, as shown in Fig. 3(c), the detected O 1s peaks in the fresh Ni15Zn85-500 can be fitted into three components, which correspond to the lattice oxygen in NiO and ZnO (at 528.70 eV), the molecular oxygen adsorbed on surficial oxygen vacancies (at 531.20 eV), and the loosely bonded surface oxygen species on the surface (at 530.00 eV) [29–31]. Compared with the fresh Ni15Zn85-500, a new signal peak (at 533.20 eV) appears in O 1s core level of the used\nNi15Zn85-500, which belongs to the water molecules adsorbed on the surface of catalyst [32]. Additionally, Ni 2p high resolution XPS spectra of the fresh and used Ni15Zn85-500 were obtained (Fig. 3(d)). The results reveal that Ni 2p peaks can be fixed into six peaks. The peaks at 853.20, 854.90 and 860.40 eV can be attributed to Ni 2p3/2 and its satellite peaks, while the peaks at 870.60, 872.50 and 878.50 eV belong to Ni 2p1/2 and its satellite peaks, indicating the existence of Ni2+ (853.20 eV, 860.40 eV, 872.50 eV and 870.60 eV) and Ni3+ (at 854.90 eV and 873.50 eV) in the fresh and used Ni15Zn85-500 [31,33,34]. The above results infer that the presence of oxygen vacancies leads to charge rearrangement in the Ni15Zn85-500, which causes the formation of Ni3+ ions. It might be beneficial to the activation of PMS [35]."
    }, {
      "heading" : "3.1.3. The FTIR of the Ni15Zn85-500",
      "text" : "Fourier transform infrared spectroscopy (FTIR) was used to distin-\nguish the surface groups of catalysts (NiO, ZnO and Ni15Zn85-500). As observed in Fig. 4(a), the absorption bands locating at 3450 cm−1 and 1629 cm−1 might correspond to the stretching mode and bending vibration of the hydroxyl groups in the adsorbed water molecules, respectively [36]. The absorption band at 500–800 cm−1 could be attributed to the vibration mode of metal oxygen bond (Zn-O or Ni-O). The peak appearing at 1386 cm−1 could be identified as the C]O vibration of polydentate carbonate species formed via the interaction of CO2 with oxygen vacancy [37,38]. Furthermore, comparing with NiO and ZnO, there is a unique absorption peak in the Ni15Zn85-500 at 1119.7 cm−1, which is due to the C]O stretching modes arising from the absorption of atmospheric CO2 on the surface of the nanocrystals [39]. To sum up, it further proves the existence of oxygen vacancies on the surface of the Ni15Zn85-500, which can lead to the rearrangement of the charge distribution of the catalyst. The change might be beneficial to the activation of PMS [35]."
    }, {
      "heading" : "3.1.4. The TPD of the Ni15Zn85-500",
      "text" : "To further analyze the adsorptive properties of the Ni15Zn85-500, CO2-TPD and NH3-TPD were carried out. As shown in Fig. 4(b), it can be seen from CO2-TPD that with the increase of temperature, there are some CO2 desorption peaks in 300–400 °C, 400–650 °C and 650–850 °C, which belong to the CO2 signal peaks adsorbed by weak alkaline sites, moderate alkaline sites and strong alkaline sites on the surface of the Ni15Zn85-500, respectively [40]. It proves the existence of alkaline sites on the surface of the Ni15Zn85-500. According to FTIR results, oxygen vacancies on the surface of the catalyst are the main sites for CO2 adsorption. In other words, oxygen vacancies act as a major basic site on the surface of the Ni15Zn85-500. Meanwhile, the NH3-TPD profiles of the Ni15Zn85-500 show that a series of NH3 desorption peaks appear in the temperature ranges of 200–350 °C, 350–650 °C and 650–830 °C, respectively, corresponding to the NH3 desorption signals adsorbed at different acidic sites on the catalyst surface (Fig. 4(c)). Therefore, both acidic and alkaline sites exist on the surface of the Ni15Zn85-500."
    }, {
      "heading" : "3.1.5. The Tafel scans of the Ni15Zn85-500",
      "text" : "The electron transfer activity of catalysts (NiO, ZnO and Ni15Zn85500) were obtained by measuring their free corrosion potential with Tafel polarization diagrams. As observed in Fig. 4(d), Tafel diagrams illustrate that the free corrosion potential of the pure NiO, the pure ZnO and the Ni15Zn85-500 are 0.25 V, −0.18 V and −0.17 V, respectively. Normally, a more negative free corrosion potential corresponds to a higher electron transfer rate [41]. The data shows that both the pure ZnO and the Ni15Zn85-500 have high electron transfer rates. In other words, the Ni15Zn85-500 inherit the excellent electron transfer properties of ZnO. The excellent electron transport property might be one of\nthe important reasons why the Ni15Zn85-500 had a strong ability to activate PMS.\nAccording to the above characterization results, it can be found that the Ni15Zn85-500 is a type of mesoporous heterojunction catalyst, which is mainly composed of 20-nm-sized NiO and ZnO particles. Moreover, XPS and FTIR results show that there are a large number of oxygen vacancies on the surface of the Ni15Zn85-500, and the oxygen vacancies mainly act as the basic sites. TPD characterizations further confirm the presence of both alkaline and acidic sites on the surface of the Ni15Zn85500. Generally, the alkaline sites are nucleophilic and easy to bind with electrophilic substances, while acidic sites are electrophilic and easy to\ncombine with nucleophilic substances (HSO5-) [42–44]. Thereby, acidic sites in the catalyst provide a better adsorption and activation sites for PMS, and oxygen vacancies acting as alkaline sites can cause charge rearrangement of the catalyst. Besides, Ni15Zn85-500 inherit the excellent electron transfer properties of ZnO. All of these will promote PMS activation to produce ROS to remove contaminants in water."
    }, {
      "heading" : "3.2. Effects of operational parameters",
      "text" : ""
    }, {
      "heading" : "3.2.1. Effects of catalyst dosage",
      "text" : "Fig. 5(a) displays the effect of the Ni15Zn85-500 dosage (0–60 mg·L−1) on BPA removal efficiency in the Ni15Zn85-500/PMS system. The data shows that BPA is difficult to be degraded by PMS alone (0.10 mM). However, after introducing the Ni15Zn85-500, the residue rate of BPA decreases rapidly. When the catalyst dosage increases from 10 mg·L−1 to 60 mg·L−1, the BPA residue decreases from 69.53% to 7.73%. The results indicate that in the Ni15Zn85-500/PMS system, the ability of BPA removal in the presence of PMS alone can be neglected, and the rapid degradation of BPA is due to the excellent activation of PMS by the Ni15Zn85-500. From Fig. S2(a), all experimental data could be fitted as pseudo-first order kinetic (R2 > 0.990). With the increase of the Ni15Zn85-500 dosage, the kobs for BPA removal at 60 mg·L−1 Ni15Zn85-500 (0.128 min−1) is almost 6.70 times than that at 10 mg·L−1 Ni15Zn85-500 (0.019 min−1). The phenomenon could be explained that more catalyst dosage leads to more active sites in the system, which provides more sites for the adsorption and activation of PMS. It means that more PMS can be quickly converted into ROS to remove BPA [45]."
    }, {
      "heading" : "3.2.2. Effect of PMS dosage",
      "text" : "The effect of PMS dosage (0–0.13 mM) on the removal efficiency of\nBPA was studied. As shown in Fig. 5(b), BPA removal is not obvious when only the Ni15Zn85-500 was added, suggesting that the physical adsorption of BPA by Ni15Zn85-500 can be neglected. On the other hand, at a specific dosage of 50 mg·L−1 Ni15Zn85-500, the residue of BPA decreases from 99.88% to 3.32% with PMS dosage increasing from 0 to 0.13 mM, which infers that PMS is transformed to ROS under the action of the Ni15Zn85-500. When the total amount of PMS is less than 0.07 mM, the trend of data is parallel to abscissa after 20 min of treatment, suggesting that BPA is no longer degraded due to the complete consumption of PMS. Meanwhile, the kobs of BPA removal increases evidently from 0.045 to 0.074, 0.101, 0.117 and 0.136 min−1\nwith PMS dose increasing from 0.03 to 0.05, 0.07, 0.10 and 0.13 mM (Fig. S2(b)). It can be understood that the dosage of PMS is the limiting factor for the production of ROS, and the increase of PMS dosage is beneficial to the interaction between Ni15Zn85-500 and PMS, which leads to more ROS to remove BPA [46]."
    }, {
      "heading" : "3.2.3. Effect of initial pH",
      "text" : "To investigate the suitable range of initial pH for the Ni15Zn85-500, a series of BPA degradation experiments with different initial pH were carried out. The solution was adjusted to a specific pH value by adding sulfuric acid and sodium hydroxide. Fig. 5(c) displays the removal efficiency of BPA at initial pH values of 3 to 11. At the initial pH ≥ 5, the degradation trend of BPA is almost the same, and the reaction rate constants are around 0.117 min−1 (kobs, Fig. S2(c)). After 30 min of treatment, the residual rate of BPA is less than 5.00%. However, the removal efficiency of BPA is greatly reduced at the initial pH < 5. Especially at the initial pH = 3, the catalyst in the reaction system is\ncompletely dissolved by H+. Thereby, metal leaching may be an important reason to reduce the removal efficiency of BPA at pH < 5. In addition, since dissociated BPA (pKa1 = 9.6; pKa2 = 10.2) is easier to react with ROS and alkaline conditions are favorable for PMS activation, the Ni15Zn85-500/PMS system has better BPA removal efficiency under alkaline conditions [47,48].\nMoreover, the change of pH in the reaction process of the system was detected. As shown in Fig. S3 (a), the pH of the systems decreased rapidly with the injection of PMS at the initial pH < 7. It is due to the H+ produced by the hydrolysis of PMS. After adding the catalyst, the pH increased gradually and finally stabilized near 7. However, at the initial pH = 9, the pH of the system will slowly decrease to around 7, which is attributed to the consumption of OH– by H+ in the system. The phenomenon did not appear in the system at pH = 11, because the H+\nproduced by hydrolysis of the added PMS was completely consumed by OH– in the system, which could not cause significant changes in the pH of the system. In addition, the results of metal leaching in different initial pH reaction systems were obtained (Table S2). It could be found that the increase of pH might be due to the reaction of NiO and ZnO with H+ at the initial pH < 7. Furthermore, the pHzpc of the Ni15Zn85500 was also measured (Fig. S3 (b)). The results infer that the catalyst surface has a positive charge at the initial pH < 7, which is beneficial to the adsorption and activation of PMS [49]. However, the catalyst surface has negative charge under alkaline condition, which is not conducive to PMS adsorption. The degradation results of BPA show that the Ni15Zn85-500/PMS system has high removal efficiency of BPA under alkaline condition. Obviously, it is not the only factor that can affect the ability of the Ni15Zn85-500 to activate PMS in different initial pH systems. As observed above, the Ni15Zn85-500 has good catalytic\nperformance in the initial pH range of 5–11."
    }, {
      "heading" : "3.2.4. Effect of initial BPA concentration",
      "text" : "To investigate the effect of initial concentration of pollutants on\nremoval efficiency, removal data of different BPA concentrations are shown in Fig. 5(d). The results illustrate that the removal efficiency of BPA decreases with the increase of initial concentration of BPA. When the initial concentration of BPA is 2.5 mg·L−1, the removal efficiency of BPA is 99.54% in 10 min, while with the initial concentration of BPA increasing to 20 mg·L−1, only 72.59% BPA can be removed in 30 min. It is attributed to that the limited amount of PMS and catalysts result in a limited number of ROS to remove BPA [50]."
    }, {
      "heading" : "3.2.5. Effect of reaction temperature",
      "text" : "To explore the effect of reaction temperature on BPA removal in the\nNi15Zn85-500/PMS system, a series of BPA degradation experiments were carried out at different temperatures (20–50 °C). As shown in Fig. 5(e), with the increase of system temperature, the removal efficiency of BPA is accelerated. To compare the effect of reaction temperature on the removal efficiency of BPA more intuitively, kobs values were obtained by pseudo-first-order kinetics fitting of BPA degradation data (Fig. S2(d)). It can be seen that the kobs value increases from 0.080 min−1 to 0.146 min−1 as the system temperature increases from 20 °C to 50 °C. In other words, the elevated temperatures substantially facilitated PMS activation by the Ni15Zn85-500. The result is consistent with the literature reports [51]. Besides, to eliminate the effect of thermal activation of PMS, a series of control experiments without catalyst were carried out. The results imply that BPA did not degrade significantly at the experimental temperature. It further proves that the\nactivation of PMS can be improved with the increase of temperature. Furthermore, the activation energy (Ea) for the BPA degradation in the Ni15Zn85-500/PMS system was calculated by the Arrhenius equation. The Ea value for BPA degradation is evaluated as 14.89 kJ·mol−1 (Fig. 5f), which is close to the Ea value of diffusion-controlled reactions (in the range of 10–13 kJ·mol−1), indicating that the apparent reaction rate of BPA degradation is mainly dominated by the rate of mass transfer [52].\nThrough the discussion of the above experimental results, the optimum conditions for 10 mg·L−1 BPA removal in the Ni15Zn85-500/PMS system are as follows: PMS = 0.10 mM, Ni15Zn85-500 = 30 mg·L−1, the initial pH = 6.5, temperature = 30 °C."
    }, {
      "heading" : "3.3. Effect of co-exciting ions for BPA removal",
      "text" : "Because there are various anions in the actual water, the effects of several typical anions (Cl-; H2PO4-; HCO3–; NO3–) on the degradation of BPA in the Ni15Zn85-500/PMS system were investigated ((SI) TEXT S3). As shown in the results, the presence of excessive Cl-, HCO3– and NO3– (≥5 mM) reduces the removal efficiency of BPA, because excessive anions can react with PMS to produce some low-activity species [53]. However, the removal efficiency of BPA will be reduced at lower concentration of H2PO4− (≤0.5 mM), because H2PO4- can complex with Ni (II) on the surface of the Ni15Zn85-500, which inhibits the contact between PMS and Ni15Zn85-500, resulting in deactivation of catalyst [54]."
    }, {
      "heading" : "3.4. Control experiments",
      "text" : "To further clarify the catalytic effect of the Ni15Zn85-500, seven control experiments including (a) the Ni15Zn85-500 alone system, (b) the PMS alone system, (c) the NiO/PMS system, (d) the ZnO/PMS system, (e) the Ni2+/PMS system, (f) the Zn2+/PMS system, and (g) the alkali-activated PMS system (PMS-pH-11 system) were carried out. In homogeneous contrast system, the amount of Ni2+ and Zn2+ ions added was equal to the amount of Ni2+ and Zn2+ leached from the Ni15Zn85-500 under the optimum conditions, respectively. In addition, the initial pH of the solution was adjusted to 11 by NaOH in the alkaliactivated PMS system. As shown in Fig. 6(a), BPA could hardly be removed in the systems of Ni15Zn85-500 alone, PMS alone, ZnO/PMS, Ni2+/PMS and Zn2+/PMS, while the residual rate of BPA after 30 min is 83.19% and 90.26% in the NiO/PMS and PMS-pH-11 system, respectively. It is far from the BPA residual rate (4.74%) in the Ni15Zn85500/PMS system. The experimental results are analyzed as follows: (i) The physical adsorption of BPA by the Ni15Zn85-500 can be neglected. Since the little dosage of the Ni15Zn85-500 leads to less BPA adsorption. Meanwhile, according to the dissociation coefficient of BPA (pKa1 = 9.6; pKa2 = 10.2), BPA is in molecular state under acidic condition. However, the surface of catalyst is positively charged at pH < 7. It means that there is no strong electrostatic adsorption between BPA and catalyst. Besides, the weak selective adsorption of BPA by the Ni15Zn85-500 may also be the reason for the phenomenon [55]. (ii) BPA is hardly oxidized by PMS alone, but BPA is slightly degraded in the alkali-activated PMS system. It can be seen that even though alkali can activate PMS to produce ROS, the removal efficiency of BPA is much less than that of the Ni15Zn85-500. The result further proves that the Ni15Zn85-500 has excellent catalytic performance in a wide range of initial pH values (5–11). (iii) PMS can’t be activated by Ni2+ and Zn2+ in homogeneous system to remove BPA. (iv) ZnO could hardly catalyze the decomposition of PMS to produce ROS, but NiO has a weak ability to activate PMS, suggesting that the Ni15Zn85-500 activates PMS to produce ROS through the valence change of Ni element. It is consistent with the enhancement of BPA degradation performance with the increase of NiO content (Fig S1(a)). Therefore, the above experimental results infer that the Ni15Zn85-500 has a good ability to activate PMS. Compared with the catalysts studied in other literature, the turnover frequency (TOF) of the Ni15Zn85-500/PMS system is 2.34 min−1 (Table S3), which proves that the degradation of BPA by PMS activated with the Ni15Zn85-500 is better than that of most catalysts [56]. In addition, the stability and reusability of the catalysts are shown in Fig. S5, after four cycles, the removal efficiency of BPA is 80.66%. Combined with the results of SEM and XPS, it can be concluded that the Ni15Zn85-500 has excellent stability and catalytic activity."
    }, {
      "heading" : "3.5. Mineralization efficiency and PMS residues",
      "text" : "TOC and PMS residues in heterogeneous catalytic systems are discussed (Fig. 6(b-c)). The results illustrate that the PMS residue and TOC data of each system could match well. The PMS residual rates of the Ni15Zn85-500/PMS, the NiO/PMS, the ZnO/PMS and the PMS alone systems were 14.54%, 81.40%, 93.08% and 100%, respectively. Their corresponding mineralization efficiencies were 67.11%, 11.43%, 0.28% and 0.00%, respectively. It is also consistent with the trend of BPA degradation data in the control experiment. The results infer that the Ni15Zn85-500 has an excellent activation ability for PMS, while NiO or ZnO has a limited activation ability for PMS. Thereby, 67.11% TOC removal was obtained under the optimum condition in the Ni15Zn85500/PMS system.\nFrom the above discussion, the Ni15Zn85-500 has excellent PMS activation ability, and the Ni15Zn85-500/PMS system has high BPA mineralization efficiency."
    }, {
      "heading" : "3.6. Practical application",
      "text" : "To understand the application of the Ni15Zn85-500/PMS system in practical water, a series of experiments were carried out to study the degradation of BPA with low concentration (1 mg·L−1) in river water, lake water and tap water. The samples of lake water and tap water were taken from Sichuan University, and river water are taken from Fuhe River in Chengdu. The characteristics of various water matrices are shown in Table S4. Trace BPA in the samples is detected by high performance liquid chromatography equipped with fluorescence detector. The mobile phase for the analysis of BPA consisted of a mixture of acetonitrile (C) and ultrapure water (A) in a certain volume ratio (A:C = 50%:50%). The fluorescence detector is set at 276/305 nm (excitation wavelength/emission wavelength) [57]. Compared with the degradation of BPA in deionized water, the removal rate of BPA in river water and lake water is slower. It might be due to the fact that there are amount of other organic substances in practical water, which could compete with BPA for ROS (Fig. S6). But BPA in different water bodies can be completely removed in 30 min. It infers that Ni15Zn85-500 can effectively catalyze the decomposition of PMS to remove BPA in practical water."
    }, {
      "heading" : "3.7. Mechanism discussion of the Ni15Zn85-500/PMS system",
      "text" : ""
    }, {
      "heading" : "3.7.1. Discussion of DFT calculations",
      "text" : "According to the above material characterization, the prepared\nNi15Zn85-500 is a type of heterojunction catalyst composed of NiO and ZnO, and its surface contains a large number of oxygen vacancies. It has been reported in the literature that ZnO is prone to generate abundant oxygen vacancies [23]. Meanwhile, the content of Ni in the Ni15Zn85500 is low, and NiO is highly dispersed on the surface of ZnO. Therefore, a smaller NiO slab model loads on a larger ZnO slab model with oxygen vacancies to simulate the prepared Ni15Zn85-500 in this study. At same time, the crystal plane with the strongest signal in XRD was chosen to discuss the catalytic properties. Thereby, 1 × 1 × 2 supercell of NiO (2 0 0) and 3 × 5 × 2 supercell of ZnO (1 0 1) in 15 Å vacuum layer were established to do the following research. Generally, an oxygen atom was removed from the surface of the ZnO slab model to simulate the existence of oxygen vacancies (the oxygen vacancy density is 0.74%) [58]. After that, the loading sites of NiO on oxygen vacancy modified ZnO slab model were optimized, and the slab model with the lowest binding energy was selected for charge density difference analysis and bader charge analysis.\nThe results of charge density difference of the slab models show that the formation of the Ni15Zn85-500 causes the rearrangement of charge between ZnO and NiO (Fig. 7a) [59,60]. It can be seen that a part of electrons accumulates at the interface between NiO and ZnO, while Ni atoms are almost in the state of electron depletion, and the average bond length of Ni-O bond decreases from 2.06 Å to 1.92 Å. It indicates that the interface interaction between NiO and ZnO is strong, which leads to obvious electron transfer and bond length changes. To further explore the specific quantities of charge transfer, the bader charge of the system was analyzed [61]. The results are shown in Table S5. All Ni atoms lose electrons, with the number of electrons lost being 1.03, 1.13, 1.11 and 1.11, respectively. It is consistent with the charge difference distribution that Ni atoms are in the state of electron depletion. Besides, the total number of electrons gain and loss for all atoms in NiO is −0.61. In other words, the strong interaction between NiO and ZnO causes the transfer of some electrons from NiO to ZnO. Combining the charge density difference and the bader charge results, the lost electrons in NiO can be transferred to O atoms around oxygen vacancies in ZnO at contact interface, leading to the formation of electron cloud around those O atoms. Therefore, DFT calculations of the Ni15Zn85-500 show that oxygen vacancy modified ZnO interacts strongly with the NiO loaded near the oxygen vacancy, which causes some electrons in NiO to transfer to the O atom of ZnO. It results in the formation of\nelectron dissipation centers (NiO) and electron accumulation centers (O atom around oxygen vacancy on ZnO). It is consistent with the previous characterizations that the electron dissipation centers and the electron accumulation centers correspond to the acidic and alkaline sites on the surface of the Ni15Zn85-500, respectively. It is well known that the acidic sites are in the state of electron dissipation and easy to adsorb electronegative HSO5-, which is good for the adsorption and activation of PMS [62].\nFurthermore, to discuss the activation mechanism of PMS on the prepared catalyst, the adsorption model of PMS based on the above slab model was established. The adsorption energy (Eads) is −1.57 eV, indicating that there is a strong adsorption between PMS and the Ni15Zn85-500. The bond length of peroxide O-O bond in PMS molecule increases from 1.35 Å to 1.44 Å, which implies that the peroxide O-O bond is easier to break when PMS contacts with the Ni15Zn85-500 (Fig. 7(b)). Meanwhile, the charge difference distribution between PMS and the Ni15Zn85-500 is shown in Fig. 7(c). It can be found that there is electron cloud around O atoms in PMS, which indicates that these O atoms are in the state of charge accumulation, while the Ni atoms at the adsorption interface are in the state of charge depletion. Moreover, the results of bader charge show that the overall charge gain and loss of PMS is 0.52. In other words, the adsorption of PMS on the catalyst surface could obtain a part of electrons, which makes the peroxide O-O bond longer and easier broken [63].\nFrom the above DFT calculations, the formation mechanism of radicals is further elucidated: when PMS is adsorbed on the catalyst surface, some electrons are easily transferred to PMS, which makes the length of the peroxide O-O bond longer and is beneficial for the formation of •OH or SO4•-."
    }, {
      "heading" : "3.7.2. Radical scavenging experiment",
      "text" : "To determine the main ROS of BPA degradation in the Ni15Zn85500/PMS system, a series of quenching experiments were carried out. Because MeOH has fast reaction rate constants with •OH or SO4•- (k (MeOH, •OH) = 9.70 × 108 M−1s−1; k(MeOH, SO4•-) = 3.20 × 107 M−1s−1), it is often used as probe compound for the total flux of •OH and SO4•- [64]. At same time, literature has reported that TBA has the different reaction rate constants with •OH or SO4•- (k(TBA, •OH) = (3.80–7.60) × 108 M−1s−1; k(TBA, SO4•-) = (4.00–9.10) × 105 M−1s−1), which could be used to distinguish •OH from SO4•- [65]. In addition, p-BQ is chosen as the scavenger for O2•- (k(p-BQ, O2•-) = (0.90–1.00) × 108 M−1s−1) [66]. FFA and NaN3 are chosen as the scavenger for 1O2 (k(FFA, 1O2) = 1.20 × 108 M−1s−1; k(NaN3, 1O2) = 1 × 109 M−1s−1), respectively [66,67]. From Fig. 8(a), the quenching efficiency of MeOH and TBA for the Ni15Zn85-500/PMS system is not obvious even if the concentration of MeOH and TBA increases from 50 mM to 500 mM. But p-BQ has remarkable quenching effect. When the concentration of p-BQ is 5 mM, only 5.13% of BPA is removed. Meanwhile, BPA degradation is inhibited with the addition of FFA or NaN3. Therefore, the results of the quenching experiments infer that the main ROS in the Ni15Zn85-500/PMS system is O2•- and 1O2.\nTo further verify the main ROS in the Ni15Zn85-500/PMS system, EPR spectroscopy was conducted with DMPO and TEMP as the spin trap agents. From Fig. 8(b), the signals of DMPO-OH adduct, DMPO-SO4 adducts and DMPO-O2- adducts are not detected. But a typical threeline EPR spectrum with equal intensities is detected, which represents the adduct signal of TEMP-1O2 [68]. It indicates that 1O2 existed in the Ni15Zn85-500/PMS system, but •OH, SO4•- and O2•- don't exist in the system. Besides, the EPR signal of TEMP-1O2 is very weak. Therefore, to further confirm whether the Ni15Zn85-500/PMS system is dominated by 1O2, the degradation experiment of BPA in D2O was carried out [69]. The results imply that the degradation of BPA in D2O is not much different from that in H2O (Fig. 8(f)). Based on the above discussion, it can be concluded that only 1O2 exists in the Ni15Zn85-500/PMS system, but it is not dominant. The result is different from the previous quenching results.\nTherefore, Nitro Blue Tetrazolium (NBT) was used as reagent to qualitatively analyze the presence of O2•- in the solution [70]. The results display that there is no absorption peak at 560 nm of NBT reaction product, which means that the reaction product have not been detected (Fig. 8(c)). Generally, the EPR detection of O2•- is in the condition of pure methanol. In other words, O2•- can exist in the pure methanol system, thus leading to the degradation of organic contaminants [71]. Therefore, BPA degradation experiment was carried out in pure methanol system to determine the existence of O2•-. As shown in Fig. 7(a), the results indicate that BPA is hardly degraded in pure methanol system. Combined with the results of NBT, it can be concluded that there is no O2•- in the Ni15Zn85-500/PMS system. Moreover, Atrazine (ATZ) and benzoic acid (BA) are probes for •OH and SO4•-, respectively. In other words, ATZ and BA could not be degraded by 1O2 [72]. From Fig. 8(d), after 60 min of treatment, the residual rate of ATZ and BA is 17.37% and 36.22%, respectively. Their physical adsorption effect could be negligible. The results suggest that there are •OH and SO4•besides 1O2 in the Ni15Zn85-500/PMS system. Moreover, the residual PMS was detected after 30 min of treatment in the Ni15Zn85-500/PMS system without BPA. Fig. 8(e) shows that after 30 min of coexistence with the Ni15Zn85-500, PMS almost completely decomposed ([PMS]30 min/[PMS]0 < 0.07). It indicates that the decomposition of PMS to produce ROS does not require contaminants to provide electrons. Thereby, mediated electron transfer system, which gets electrons from contaminants, is excluded.\nIn the light of literature, surface-bound active species might be the reason why scavengers do not inhibit the reaction between free radicals and substrates very well. It has been reported that surface-bound active species could only react with substrates adsorbed on or near the surface of the catalysts [73,74]. Phenol, as a hydrophobic radical scavenger, is often used to quench the surface-bound radicals [75]. From Fig. 8(a), the presence of 10 mM phenol results in a drop on BPA removal by 66.07%. Meanwhile, with the increase of phenol concentration, the removal efficiency of BPA is further reduced. When the concentration of phenol is 50 mM, the removal efficiency of BPA is only 9.51%. It infers that the main ROS in the Ni15Zn85-500/PMS system is surface-bound\nactive radicals, and BPA oxidation occurs on the catalyst surface. In other words, surface mass transfer rate will be the key step to determine the apparent reaction rate. It is consistent with the result that the system has a smaller activation energy (Ea = 14.89 kJ·mol−1).\nAll above, the Ni15Zn85-500/PMS system is a typical surface-bound radical system. It might be attributed to the strong adsorption capacity of acidic sites on the surface of the Ni15Zn85-500 for PMS (Eads = - 1.57 eV). Therefore, the ROS in the Ni15Zn85-500/PMS system could be summarized as follows: (i) The existence of surface-bound SO4•- and surface-bound •OH could be demonstrated by degradation of probe substances (ATZ and BA). (ii) EPR analysis infer the existence of a small amount of 1O2.\nBased on the above research, the possible catalytic pathway is proposed: First, the redox reaction in the Ni15Zn85-500/PMS system is initiated by adding PMS. Subsequently, electrons generated by the valence change of Ni (Ni(II) → Ni(III)) rapidly transfer to HSO5- adsorbed on the surface of NiO, resulting in the production of surface-bound active radicals and 1O2. Meanwhile, BPA adsorbed on or near the catalyst surface is oxidized by these ROS. The relevant radical reactions and the mechanism can be proposed as shown in Eqs. (2–6) [48,76,77]:\n→ + −Ni(II) Ni(III) e (2)\n+ → + − − − −HSO e SO HO5 4· (3)\n+ → + − − −SO HO ·OH SO4· 42 (4)\n+ → + + − + −Ni(III) HSO Ni(II) H 2SO5 5· (5)\n+ → + + − + −SO 2H O 4H 4SO 3 O5· 2 42 1 2 (6)"
    }, {
      "heading" : "3.7.3. Measurement of oxidative intermediate species",
      "text" : "In order to further understand the degradation pathway of BPA in\nthe Ni15Zn85-500/PMS system, the specific products in the degradation process were detected by LC-QTOF-MS/MS. As shown in Table S6, six intermediate products were detected. The detailed spectra of each product were displayed in Fig. S7-S14. The degradation mechanism of\nBPA can be summarized as follows: (i) the oxidation of hydroxyl groups on the aromatic rings; (ii) the opening of aromatic rings; (iii) the coupling of two substances [4].\nThe BPA degradation intermediates reported in different references were summarized in Table S7. The degradation pathway of BPA was shown in Fig. 9, which was obtained by analyzing the data in Table S6 and Table S7. According to the previous research, BPA can be converted into BPA catechol under the action of free radicals. Subsequently, phenolic hydroxyl groups on aromatic rings are further oxidized, which promotes the conversion of BPA catechol to BPA 3,4-quinone (Product 01, m/z = 242) [78]. On this basis, the C–C bond between the two\ncarbonyls in BPA 3,4-quinone seems to be more susceptible to free radical attack, resulting in the occurrence of ring-opening reaction and the formation of Product 02 (m/z = 276). After the ring opening reaction, the branched chains are further oxidized and decompose to produce 4-(2-hydroxypropan-2-yl) phenol (Product 03, m/z = 152). Furthermore, BPA, as a precursor, could be coupled to form other byproducts through free radical reactions (Product 04, m/z = 454, RT = 6.97 min and Product 06, m/z = 454, RT = 7.71 min.). At the same time, these by-products can be further degraded by reacting with ROS in the system to produce Product 05 (Product 05–1 or Product 05–2, m/z = 378). In addition, Product 05 also might be formed by\ncoupling of the precursor BPA with the intermediate products in the reaction process. Finally, these coupled substances are gradually decomposed into 4-(2-hydroxypropan-2-yl) phenol (Product 03, m/\nz = 152). Product 03 is further converted into p-phenol and benzoquinone. According to the TOC data, the mineralization rate of organic pollutants in the system reaches to 67.11%. It can be seen that\nregardless of the reaction pathway, all substances would gradually decompose into CO2 and H2O over time, and be removed from the water."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this study, a kind of mesoporous heterojunction catalyst (Ni15Zn85-500), composed of 20-nm-sized NiO and ZnO composite oxide particles, was prepared by homogeneous precipitation method. Characterizations (XPS, FTIR, CO2-TPD, NH3-TPD, etc.) and theoretical calculations prove that the oxygen vacancy modified heterojunction catalyst produces electron rearrangement, thus forming the acid center on the surface of the Ni15Zn85-500. It is beneficial to the adsorption and activation of PMS. Moreover, when PMS is adsorbed on the catalyst surface, some electrons are easily transferred to PMS, which is beneficial to the formation of SO4•-. Due to the large adsorption energy (Eads = −1.57 eV) and the small activation energy (Ea = 14.89 kJ·mol−1), a typical surface-bound radical system has been proposed. Moreover, the experimental results indicated that the ROS in the system is surface-bound SO4•-, surface-bound •OH and 1O2. The BPA degradation (95.26%) and total organic carbon (TOC) removal (67.11%) are obtained in the Ni15Zn85-500/PMS system under the operating condition: BPA = 10 mg·L−1, PMS = 0.10 mM, Ni15Zn85500 = 30 mg·L−1, the initial pH = 6.5, the temperature = 30 °C. Finally, according to the detected results of LC-QTOF-MS/MS, BPA can be degraded through three degradation pathways in the Ni15Zn85-500/ PMS system. This work provides an efficient and stable catalyst for the removal of pollutants in water.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to acknowledge the financial support from National Natural Science Foundation of China (No. 51878423), Fundamental Research Funds for the Central Universities (No. 2018SCUH0071), Excellent Youth Foundation of Sichuan Scientific Committee (No. 2019JDJQ0005) and the Major Scientific and Technological Special Program of Sichuan Province, China (2018SZDZX0027)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.cej.2020.125915."
    } ],
    "references" : [ {
      "title" : "Degradation of bisphenol A by persulfate activation via oxygen vacancy-rich CoFe2O4-x",
      "author" : [ "L. Wu", "Q. Zhang", "J. Hong", "Z. Dong", "J. Wang" ],
      "venue" : "Chemosphere 221 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Comparison of transcriptome expression alterations by chronic exposure to low-dose bisphenol A in different subtypes of breast cancer cells",
      "author" : [ "H. Kim", "H.S. Kim", "W.K. Moon" ],
      "venue" : "Toxicol. Appl. Pharmacol. 385 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Urinary bisphenol A and its interaction with ESR1 genetic polymorphism associated with non-small cell lung cancer: findings from a casecontrol study in Chinese population",
      "author" : [ "J. Li", "Z. Ji", "X. Luo", "Y. Li", "P. Yuan", "J. Long", "N. Shen", "Q. Lu", "Q. Zeng", "R. Zhong", "Y. Shen", "L. Cheng" ],
      "venue" : "Chemosphere 254 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Heterogeneous degradation of bisphenol A by peroxymonosulfate activated with vanadium-titanium magnetite: Performance",
      "author" : [ "L. Lai", "H. Zhou", "B. Lai" ],
      "venue" : "transformation pathways and mechanism, Chem. Eng. J. 349 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fast adsorption of BPA with high capacity based on π-π electron donor-acceptor and hydrophobicity mechanism using an insitu sp2 C dominant N-doped carbon",
      "author" : [ "Z. Sun", "L. Zhao", "C. Liu", "Y. Zhen", "J. Ma" ],
      "venue" : "Chem. Eng. J. 381 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "S",
      "author" : [ "R. Wang", "P. Diao", "Q. Chen", "H. Wu", "N. Xu" ],
      "venue" : "Duan, Identification of novel pathways  for biodegradation of bisphenol A by the green alga Desmodesmus sp.WR1, combined with mechanistic analysis at the transcriptome level, Chem. Eng. J. 321 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sludge activated carbonbased CoFe2O4-SAC nanocomposites used as heterogeneous catalysts for degrading antibiotic norfloxacin through activating peroxymonosulfate",
      "author" : [ "Z. Yang", "Y. Li", "X. Zhang", "X. Cui", "S. He", "H. Liang", "A. Ding" ],
      "venue" : "Chem. Eng. J. 384 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Adsorption of pharmaceuticals from water and wastewater using nonconventional low-cost materials: a review",
      "author" : [ "J.R. de Andrade", "M.F. Oliveira", "M.G.C. da Silva", "M.G.A. Vieira" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Enhanced removal of trace antibiotics from turbid water in the coexistence of natural organic matters using phenylalanine-modified-chitosan flocculants: Effect of flocculants’ molecular architectures",
      "author" : [ "H. Du", "Z. Yang", "Z. Tian", "M. Huang", "W. Yang", "L. Zhang", "A. Li" ],
      "venue" : "Chem. Eng. J. 333 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Degradation of antibiotic norfloxacin in aqueous solution by visible-light-mediated C-TiO2 photocatalysis",
      "author" : [ "M. Chen", "W. Chu" ],
      "venue" : "J. Hazard. Mater. 219–220 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Y",
      "author" : [ "J. Yang", "Y. Zhang", "D. Zeng", "B. Zhang", "M. Hassan", "P. Li", "C. Qi" ],
      "venue" : "He, Enhanced catalytic activation of photo-Fenton process by Cu0.5Mn0.5Fe2O4 for effective removal of organic contaminants, Chemosphere 247 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Activation of persulfate by a novel Fe(II)immobilized chitosan/alginate composite for bisphenol A degradation",
      "author" : [ "Y.-G. Kang", "H.C. Vu", "T.T. Le", "Y.-S. Chang" ],
      "venue" : "Chem. Eng. J. 353 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Directional electron delivery via a vertical channel between g-C3N4 layers promotes photocatalytic efficiency",
      "author" : [ "J. Li", "W. Cui", "Y. Sun", "Y. Chu", "W. Cen", "F. Dong" ],
      "venue" : "J. Mater. Chem. A 5 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Degradation of p-nitrophenol (PNP) in aqueous solution by mFe/Cu-air-PS system",
      "author" : [ "H. Zhang", "Q.Q. Ji", "L.D. Lai", "G. Yao", "B. Lai" ],
      "venue" : "Chin. Chem. Lett. 30 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The electrochemical advanced oxidation processes coupling of oxidants for organic pollutants degradation: a mini-review",
      "author" : [ "J. Li", "Y. Li", "Z. Xiong", "G. Yao", "B. Lai" ],
      "venue" : "Chin. Chem. Lett. 30 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Highly efficient degradation of trichloroethylene in groundwater based on peroxymonosulfate activation by bentonite supported Fe/Ni bimetallic nanoparticle",
      "author" : [ "Z. Li", "S. Luo", "Y. Yang", "J. Chen" ],
      "venue" : "Chemosphere 216 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Mechanistic understanding of polychlorinated biphenyls degradation by peroxymonosulfate activated with CuFe2O4 nanoparticles: key role of superoxide radicals",
      "author" : [ "W. Qin", "G. Fang", "Y. Wang", "D. Zhou" ],
      "venue" : "Chem. Eng. J. 348 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Efficient degradation of sulfamethoxazole by the CuO@Al2O3 (EPC) coupled PMS system: optimization",
      "author" : [ "J. Yan", "J. Li", "J. Peng", "H. Zhang", "Y. Zhang", "B. Lai" ],
      "venue" : "degradation pathways and toxicity evaluation, Chem. Eng. J. 359 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Behavioral evidence of the dominant radicals and intermediates involved in bisphenol A degradation using an efficient  Co/PMS oxidation process",
      "author" : [ "Y.F. Huang", "Y.H. Huang" ],
      "venue" : "J. Hazard. Mater. 167 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Enhancement of photo-fenton-like degradation of orange II by MnO2/NiO nanocomposite with the synergistic effect from bisulfite",
      "author" : [ "X. Zhang", "J. Ma", "C. Fan", "M. Peng", "S. Komarneni" ],
      "venue" : "J. Alloy. Compd. 785 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation of Fe doped ZnO thin films and their structural",
      "author" : [ "P.L. Hadimani", "S.S. Ghosh", "A. Sil" ],
      "venue" : "magnetic, electrical characterization, Superlattices Microstruct. 120 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The effect of alkali metals doping on properties of Cu/ZnO/Al2O3 catalyst for water gas shift",
      "author" : [ "P. Kowalik", "W. Próchniak", "T. Borowiecki" ],
      "venue" : "Catal. Today 176 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Surface oxygen vacancies of ZnO: A facile fabrication method and their contribution to the photoluminescence",
      "author" : [ "N. Tu", "H. Van Bui", "D.Q. Trung", "A.-T. Duong", "D.M. Thuy", "D.H. Nguyen", "K.T. Nguyen", "P.T. Huy" ],
      "venue" : "J. Alloy. Compd. 791 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and structural analysis of ZnO-NiO mixed oxide nanocomposite prepared by homogeneous precipitation",
      "author" : [ "A.O. Juma", "A. Matibini" ],
      "venue" : "Ceram. Int. 43 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Generalized Gradient Approximation Made Simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Phys. Rev. Lett. 77 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set",
      "author" : [ "G. Kresse", "J. Furthmüller" ],
      "venue" : "Comput. Mater. Sci. 6 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Influence mechanism of supports on the reactivity of Nibased oxygen carriers for chemical looping reforming: A DFT study",
      "author" : [ "Y. Feng", "N. Wang", "X. Guo" ],
      "venue" : "Fuel 229 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Structural",
      "author" : [ "G.L. Kabongo", "G.H. Mhlongo", "B.M. Mothudi", "K.T. Hillie", "P.S. Mbule", "M.S. Dhlamini" ],
      "venue" : "photoluminescence and XPS properties of Tm ions in ZnO nanostructures, J. Lumin. 187 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Band alignment and optical response of facile grown NiO/ZnO nano-heterojunctions",
      "author" : [ "M. Sultan", "S. Mumtaz", "A. Ali", "M.Y. Khan", "T. Iqbal" ],
      "venue" : "Superlattices Microstruct. 112 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Activation of peroxymonosulfate by oxygen vacancies-enriched cobalt-doped black TiO2 nanotubes for the removal of organic pollutants",
      "author" : [ "J. Lim", "Y. Yang", "M.R. Hoffmann" ],
      "venue" : "Environ. Sci. Technol. 53 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Engineering Ni cations in NiO lattice at the atomic level by Li doping: the roles of Ni and oxygen species for CO oxidation",
      "author" : [ "X. Xu", "L. Li", "J. Huang", "H. Jin", "X. Fang", "W. Liu", "N. Zhang", "H. Wang", "X. Wang" ],
      "venue" : "ACS Catal. 8 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mn-based catalysts for sulfate radical-based advanced oxidation processes: a review",
      "author" : [ "J. Huang", "H. Zhang" ],
      "venue" : "Environ. Int. 133 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A facile one-step hydrothermal synthesis of NiO/ZnO heterojunction microflowers for the enhanced formaldehyde sensing properties",
      "author" : [ "X. San", "M. Li", "D. Liu", "G. Wang", "Y. Shen", "D. Meng", "F. Meng" ],
      "venue" : "J. Alloy. Compd. 739 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile synthesis of NiS hierarchical hollow cubes via Ni formate frameworks for high performance  J",
      "author" : [ "X. Ma", "L. Zhang", "G. Xu", "C. Zhang", "H. Song", "Y. He", "C. Zhang", "D. Jia" ],
      "venue" : "You, et al.  Chemical Engineering Journal 400 (2020) 125915 13  supercapacitors, Chem. Eng. J. 320 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nonradical activation of peroxydisulfate promoted by oxygen vacancy-laden NiO for catalytic phenol oxidative polymerization",
      "author" : [ "L. Liu", "Q. Liu", "Y. Wang", "J. Huang", "W. Wang", "L. Duan", "X. Yang", "X. Yu", "X. Han", "N. Liu" ],
      "venue" : "Appl. Catal. B 254 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Structural study",
      "author" : [ "M.A. Subhan", "A.M.M. Fahim", "P.C. Saha", "M.M. Rahman", "K. Begum", "A.K. Azad" ],
      "venue" : "photoluminescence and photocatalytic properties of La2O3⋅Fe3O4⋅ZnO, AgO⋅NiO⋅ZnO and  La2O3⋅AgO⋅ZnO nanocomposites, Nano- Structures & Nano-Objects 10 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hierarchical C/NiO- ZnO nanocomposite fibers with enhanced adsorption capacity for Congo red",
      "author" : [ "H. Chen", "S. Wageh", "A.A. Al-Ghamdi", "H. Wang", "J. Yu", "C. Jiang" ],
      "venue" : "J. Colloid Interface Sci. 537 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "IR spectroscopic investigations of chemical and photochemical reactions on metal oxides: bridging the materials gap",
      "author" : [ "Y. Wang", "C. Woll" ],
      "venue" : "Chem. Soc. Rev. 46 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Photovoltaic and antimicrobial potentials of electrodeposited copper nanoparticle",
      "author" : [ "L. Wang", "S.C.B. Gopinath", "P. Anbu", "R.D.A.A. Rajapaksha", "P. Velusamy", "K. Pandian", "M.K.M. Arshad", "T. Lakshmipriya", "C.-G. Lee" ],
      "venue" : "Biochem. Eng. J. 142 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis of highly coke resistant Ni nanoparticles supported MgO/ZnO catalyst for reforming of methane with carbon dioxide",
      "author" : [ "R.K. Singha", "A. Yadav", "A. Agrawal", "A. Shukla", "S. Adak", "T. Sasaki", "R. Bal" ],
      "venue" : "Appl. Catal. B 191 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Phosphate shifted oxygen reduction pathway on Fe@Fe2O3 core-shell nanowires for enhanced reactive oxygen species generation and aerobic 4-chlorophenol degradation",
      "author" : [ "Y. Mu", "Z. Ai", "L. Zhang" ],
      "venue" : "Environ. Sci. Technol. 51 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Visible-light-active ZnO via oxygen vacancy manipulation for efficient formaldehyde photodegradation",
      "author" : [ "Y. Tang", "H. Zhou", "K. Zhang", "J. Ding", "T. Fan", "D. Zhang" ],
      "venue" : "Chem. Eng. J. 262 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Strong Brønsted acid-modified chromium oxide as an efficient catalyst for the selective oxidation of methacrolein to methacrylic acid",
      "author" : [ "S. Yasuda", "A. Iwakura", "J. Hirata", "M. Kanno", "W. Ninomiya", "R. Otomo", "Y. Kamiya" ],
      "venue" : "Catal. Commun. 125 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Durable activation of peroxymonosulfate mediated by Co-doped mesoporous FePO4 via charge redistribution for atrazine degradation",
      "author" : [ "J.L. Zhu", "J. Wang", "C. Shan", "J. Zhang", "L. Lv", "B.C. Pan" ],
      "venue" : "Chem. Eng. J. 375 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A novel heterogeneous system for sulfate radical generation through sulfite activation on a CoFe2O4 nanocatalyst surface",
      "author" : [ "Z. Liu", "S. Yang", "Y. Yuan", "J. Xu", "Y. Zhu", "J. Li", "F. Wu" ],
      "venue" : "J. Hazard. Mater. 324 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Activation of peroxymonosulfate by Al2O3-based CoFe2O4 for the degradation of sulfachloropyridazine sodium: Kinetics and mechanism",
      "author" : [ "Q. Wang", "Y. Shao", "N. Gao", "W. Chu", "J. Chen", "X. Lu", "Y. Zhu", "N. An" ],
      "venue" : "Sep. Purif. Technol. 189 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "U",
      "author" : [ "Y. Lee" ],
      "venue" : "von Gunten, Quantitative structure-activity relationships (QSARs) for the transformation of organic micropollutants during oxidative water treatment, Water Res. 46 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Activation of peroxymonosulfate by base: Implications for the degradation of organic pollutants",
      "author" : [ "C. Qi", "X. Liu", "J. Ma", "C. Lin", "X. Li", "H. Zhang" ],
      "venue" : "Chemosphere 151 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Degradation of atrazine by persulfate activation with copper sulfide (CuS): Kinetics study",
      "author" : [ "J. Peng", "X. Lu", "X. Jiang", "Y. Zhang", "Q. Chen", "B. Lai", "G. Yao" ],
      "venue" : "degradation pathways and mechanism, Chem. Eng. J. 354 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Catalytic degradation of sulfamethoxazole through peroxymonosulfate activated with expanded graphite loaded CoFe2O4 particles",
      "author" : [ "M. Xu", "J. Li", "Y. Yan", "X. Zhao", "J. Yan", "Y. Zhang", "B. Lai", "X. Chen", "L. Song" ],
      "venue" : "Chem. Eng. J. 369 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrospun nanofiber of cobalt titanate perovskite as an enhanced heterogeneous catalyst for activating peroxymonosulfate in water",
      "author" : [ "K.-Y.A. Lin", "T.-Y. Lin", "Y.-C. Lu", "J.-T. Lin", "Y.-F. Lin" ],
      "venue" : "Chem. Eng. Sci. 168 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Peroxymonosulfate activation on FeCo2S4 modified g-C3N4 (FeCo2S4-CN): Mechanism of singlet oxygen evolution for nonradical efficient degradation of sulfamethoxazole",
      "author" : [ "Y.J. Li", "J. Li", "Y.T. Pan", "Z.K. Xiong", "G. Yao", "R.Z. Xie", "B. Lai" ],
      "venue" : "Chem. Eng. J. 384 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Improving the degradation of atrazine in the three-dimensional (3D) electrochemical process using CuFe2O4 as both particle electrode and catalyst for persulfate activation",
      "author" : [ "J. Li", "J. Yan", "G. Yao", "Y. Zhang", "X. Li", "B. Lai" ],
      "venue" : "Chem. Eng. J. 361 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Selective adsorption and separation of BPA from aqueous solution using novel molecularly imprinted polymers based on kaolinite/Fe3O4 composites",
      "author" : [ "W. Guo", "W. Hu", "J. Pan", "H. Zhou", "W. Guan", "X. Wang", "J. Dai", "L. Xu" ],
      "venue" : "Chem. Eng. J. 171 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Single cobalt atoms anchored on porous Ndoped graphene with dual reaction sites for efficient Fenton-like catalysis",
      "author" : [ "X. Li", "X. Huang", "S. Xi", "S. Miao", "J. Ding", "W. Cai", "S. Liu", "X. Yang", "H. Yang", "J. Gao", "J. Wang", "Y. Huang", "T. Zhang", "B. Liu" ],
      "venue" : "J. Am.  Chem. Soc. 140 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "I",
      "author" : [ "P. Gallo" ],
      "venue" : "Di Marco Pisciottano, F. Esposito, E. Fasano, G. Scognamiglio, G.D. Mita, T. Cirillo, Determination of BPA, BPB, BPF, BADGE and BFDGE in canned energy drinks by molecularly imprinted polymer cleaning up and UPLC with fluorescence detection, Food Chem. 220 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A",
      "author" : [ "Y.-C. Zhang", "Z. Li", "L. Zhang", "L. Pan", "X. Zhang", "L. Wang" ],
      "venue" : "Fazal e, J.-J. Zou, Role of oxygen vacancies in photocatalytic water oxidation on ceria oxide: Experiment and DFT studies, Applied Catalysis B: Environmental 224 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Interface and Doping Effects on Li Ion Storage Behavior of Graphene/Li2O",
      "author" : [ "T. Wang", "N. Zhao", "C. Shi", "L. Ma", "F. He", "C. He", "J. Li", "E. Liu" ],
      "venue" : "J. Phys. Chem. C 121 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "VESTA: a three-dimensional visualization system for electronic and structural analysis",
      "author" : [ "K. Momma", "F. Izumi" ],
      "venue" : "J. Appl. Crystallogr. 41 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Atoms in Molecules: A Quantum Theory",
      "author" : [ "R.F.W. Bader" ],
      "venue" : "360 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Insights into nitrogen and boron-co-doped graphene toward high-performance peroxymonosulfate activation: Maneuverable N-B bonding configurations and oxidation pathways",
      "author" : [ "X. Chen", "X. Duan", "W.-D. Oh", "P.-H. Zhang", "C.-T. Guan", "Y.-A. Zhu", "T.-T. Lim" ],
      "venue" : "Appl. Catal. B 253 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Degradation of organic pollutants by peroxymonosulfate activated by MnO2 with different crystalline structures: catalytic performances and mechanisms",
      "author" : [ "Z.-G. Zhou", "H.-M. Du", "Z. Dai", "Y. Mu", "L.-L. Tong", "Q.-J. Xing", "S.-S. Liu", "Z. Ao", "J.-P. Zou" ],
      "venue" : "Chem. Eng. J. 374 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Occurrence of radical and nonradical pathways from carbocatalysts for aqueous and nonaqueous catalytic oxidation",
      "author" : [ "X. Duan", "Z. Ao", "L. Zhou", "H. Sun", "G. Wang", "S. Wang" ],
      "venue" : "Appl. Catal. B 188 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Visible-light-assisted peroxymonosulfate activation and mechanism for the degradation of pharmaceuticals over pyridyl-functionalized graphitic carbon nitride coordinated with iron phthalocyanine",
      "author" : [ "F. Wu", "H. Huang", "T. Xu", "W. Lu", "N. Li", "W. Chen" ],
      "venue" : "Appl. Catal. B 218 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Peroxymonosulfate-based cleaning technology for metal oxide-coated ceramic ultrafiltration membrane polluted by Alcian Blue 8GX dye: radical and non-radical oxidation cleaning mechanism",
      "author" : [ "Q. Zhao", "D. Lu", "H. Jiang", "Y. Zhao", "Y. Sun", "Z. Li", "M. Yang", "P. Wang", "J. Ma" ],
      "venue" : "J. Membr. Sci. 573 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nickel-Nickel oxide nanocomposite as a magnetically separable persulfate activator for the nonradical oxidation of organic contaminants",
      "author" : [ "H.H. Kim", "D. Lee", "J. Choi", "H. Lee", "J. Seo", "T. Kim", "K.M. Lee", "A.L. Pham", "C. Lee" ],
      "venue" : "J. Hazard. Mater. 121767 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Mn-doped g-C3N4 composite to activate peroxymonosulfate for acetaminophen degradation: The role of superoxide anion and singlet oxygen",
      "author" : [ "J. Fan", "H. Qin", "S. Jiang" ],
      "venue" : "Chem. Eng. J. 359 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Singlet oxygen-dominated non-radical oxidation process for efficient degradation of bisphenol A under high salinity condition",
      "author" : [ "R. Luo", "M. Li", "C. Wang", "M. Zhang", "M.A. Nasir Khan", "X. Sun", "J. Shen", "W. Han", "L. Wang", "J. Li" ],
      "venue" : "Water Res. 148 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Non-photochemical production of singlet oxygen via activation of persulfate by carbon nanotubes",
      "author" : [ "X. Cheng", "H. Guo", "Y. Zhang", "X. Wu", "Y. Liu" ],
      "venue" : "Water Res. 113 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highperformance porous carbon catalysts doped by iron and nitrogen for degradation of bisphenol F via peroxymonosulfate activation",
      "author" : [ "S. Wu", "H. Liu", "C. Yang", "X. Li", "Y. Lin", "K. Yin", "J. Sun", "Q. Teng", "C. Du", "Y. Zhong" ],
      "venue" : "Chem. Eng. J. 123683 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Identification and regulation of active sites on nanodiamonds: establishing a highly efficient catalytic system for oxidation of organic contaminants",
      "author" : [ "P.H. Shao", "J.Y. Tian", "F. Yang", "X.G. Duan", "S.S. Gao", "W.X. Shi", "X.B. Luo", "F.Y. Cui", "S.L. Luo", "S.B. Wang" ],
      "venue" : "Adv. Funct. Mater. 28 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "K",
      "author" : [ "Y. Feng", "P.H. Lee", "D. Wu" ],
      "venue" : "Shih, Surface-bound sulfate radical-dominated degradation of 1,4-dioxane by alumina-supported palladium (Pd/Al2O3) catalyzed peroxymonosulfate, Water Res. 120 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nonradical reactions in environmental remediation processes: Uncertainty and challenges",
      "author" : [ "X. Duan", "H. Sun", "Z. Shao", "S. Wang" ],
      "venue" : "Appl. Catal. B 224 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Efficient degradation of clofibric acid by electro-enhanced peroxydisulfate activation with Fe-Cu/SBA-15 catalyst",
      "author" : [ "H. Lin", "X. Zhong", "C. Ciotonea", "X. Fan", "X. Mao", "Y. Li", "B. Deng", "H. Zhang", "S. Royer" ],
      "venue" : "Appl. Catal. B 230 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Production of sulfate radical from peroxymonosulfate induced by a magnetically separable CuFe2O4 spinel in water: efficiency",
      "author" : [ "T. Zhang", "H. Zhu", "J.P. Croue" ],
      "venue" : "stability, and mechanism, Environ. Sci. Technol. 47 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "New insights into the generation of singlet oxygen in the metal-free peroxymonosulfate activation process: important role of electron-deficient carbon atoms",
      "author" : [ "Y. Gao", "Z. Chen", "Y. Zhu", "T. Li", "C. Hu" ],
      "venue" : "Environ. Sci. Technol. 54 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Formation of genotoxic quinones during bisphenol A degradation by TiO2 photocatalysis and UV photolysis: a comparative study",
      "author" : [ "A.O. Kondrakov", "A.N. Ignatev", "F.H. Frimmel", "S. Bräse", "H. Horn", "A.I. Revelsky" ],
      "venue" : "Appl. Catal. B 160–161 (2014) 106–114.  J. You, et al.  Chemical Engineering Journal 400 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Studies have shown that BPA has certain embryotoxicity and teratogenicity which can significantly increase the incidence of cancer [2,3].",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 2,
      "context" : "Studies have shown that BPA has certain embryotoxicity and teratogenicity which can significantly increase the incidence of cancer [2,3].",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 3,
      "context" : "In addition, BPA can cause endocrine disorder and precocious puberty in children [4].",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 4,
      "context" : "to remove BPA in water, such as adsorption [5], biodegradation [6], flocculation [7].",
      "startOffset" : 43,
      "endOffset" : 46
    }, {
      "referenceID" : 5,
      "context" : "to remove BPA in water, such as adsorption [5], biodegradation [6], flocculation [7].",
      "startOffset" : 63,
      "endOffset" : 66
    }, {
      "referenceID" : 6,
      "context" : "to remove BPA in water, such as adsorption [5], biodegradation [6], flocculation [7].",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 7,
      "context" : "However, the difficult treatment of BPA regeneration solution limits the application of adsorption [8].",
      "startOffset" : 99,
      "endOffset" : 102
    }, {
      "referenceID" : 8,
      "context" : "Meanwhile, the weak interaction between flocculant and BPA weakens the removal efficiency of flocculation [9].",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 9,
      "context" : "Besides, the biodegradation is hindered by the refractory properties of BPA [10].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 15,
      "context" : "These radicals have the advantages of non-selectivity and wide pH application range, which has great potential in wastewater treatment [16,17].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 16,
      "context" : "These radicals have the advantages of non-selectivity and wide pH application range, which has great potential in wastewater treatment [16,17].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 17,
      "context" : "Compared with homogeneous catalytic process, the application of heterogeneous catalysts would produce less secondary pollution [18,19].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 18,
      "context" : "Compared with homogeneous catalytic process, the application of heterogeneous catalysts would produce less secondary pollution [18,19].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 19,
      "context" : "NiO, a transition metal oxide, has been used to activate peroxymonosulfate (PMS) to degrade organic pollutants in the aquatic environment [20].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 20,
      "context" : "ZnO, a ntype semiconductor material with excellent optical, physical, chemical and electrical properties, can promote electron transfer and enhance the performance of the catalyst [21,22].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 21,
      "context" : "ZnO, a ntype semiconductor material with excellent optical, physical, chemical and electrical properties, can promote electron transfer and enhance the performance of the catalyst [21,22].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 22,
      "context" : "Besides, ZnO is easy to generate oxygen vacancy to promote charge redistribution [23].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 23,
      "context" : "Homogeneous precipitation method was used to prepare NiO-ZnO nanoparticle catalysts [24].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 24,
      "context" : "The projector-augmented wave (PAW) was used to describe the electron–ion interactions, and the generalized gradient approximation functional (GGA-PBE) was applied to describe the electron exchange and correlation [25,26].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 25,
      "context" : "The projector-augmented wave (PAW) was used to describe the electron–ion interactions, and the generalized gradient approximation functional (GGA-PBE) was applied to describe the electron exchange and correlation [25,26].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 12,
      "context" : "In addition, when discussing the adsorption of PMS on the surface of catalyst, the adsorption energy (Eads) was defined as follows [13]:",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 27,
      "context" : "30 eV (Zn 2p1/2) in the fresh and used Ni15Zn85-500, which is consistent with Zn in ZnO [28].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 31,
      "context" : "20 eV) appears in O 1s core level of the used Ni15Zn85-500, which belongs to the water molecules adsorbed on the surface of catalyst [32].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 30,
      "context" : "50 eV) in the fresh and used Ni15Zn85-500 [31,33,34].",
      "startOffset" : 42,
      "endOffset" : 52
    }, {
      "referenceID" : 32,
      "context" : "50 eV) in the fresh and used Ni15Zn85-500 [31,33,34].",
      "startOffset" : 42,
      "endOffset" : 52
    }, {
      "referenceID" : 33,
      "context" : "50 eV) in the fresh and used Ni15Zn85-500 [31,33,34].",
      "startOffset" : 42,
      "endOffset" : 52
    }, {
      "referenceID" : 34,
      "context" : "It might be beneficial to the activation of PMS [35].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 35,
      "context" : "4(a), the absorption bands locating at 3450 cm and 1629 cm might correspond to the stretching mode and bending vibration of the hydroxyl groups in the adsorbed water molecules, respectively [36].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 36,
      "context" : "The peak appearing at 1386 cm could be identified as the C]O vibration of polydentate carbonate species formed via the interaction of CO2 with oxygen vacancy [37,38].",
      "startOffset" : 158,
      "endOffset" : 165
    }, {
      "referenceID" : 37,
      "context" : "The peak appearing at 1386 cm could be identified as the C]O vibration of polydentate carbonate species formed via the interaction of CO2 with oxygen vacancy [37,38].",
      "startOffset" : 158,
      "endOffset" : 165
    }, {
      "referenceID" : 38,
      "context" : "7 cm, which is due to the C]O stretching modes arising from the absorption of atmospheric CO2 on the surface of the nanocrystals [39].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 34,
      "context" : "The change might be beneficial to the activation of PMS [35].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 39,
      "context" : "4(b), it can be seen from CO2-TPD that with the increase of temperature, there are some CO2 desorption peaks in 300–400 °C, 400–650 °C and 650–850 °C, which belong to the CO2 signal peaks adsorbed by weak alkaline sites, moderate alkaline sites and strong alkaline sites on the surface of the Ni15Zn85-500, respectively [40].",
      "startOffset" : 320,
      "endOffset" : 324
    }, {
      "referenceID" : 40,
      "context" : "Normally, a more negative free corrosion potential corresponds to a higher electron transfer rate [41].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 44,
      "context" : "It means that more PMS can be quickly converted into ROS to remove BPA [45].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 45,
      "context" : "It can be understood that the dosage of PMS is the limiting factor for the production of ROS, and the increase of PMS dosage is beneficial to the interaction between Ni15Zn85-500 and PMS, which leads to more ROS to remove BPA [46].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 46,
      "context" : "2) is easier to react with ROS and alkaline conditions are favorable for PMS activation, the Ni15Zn85-500/PMS system has better BPA removal efficiency under alkaline conditions [47,48].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 47,
      "context" : "2) is easier to react with ROS and alkaline conditions are favorable for PMS activation, the Ni15Zn85-500/PMS system has better BPA removal efficiency under alkaline conditions [47,48].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 48,
      "context" : "The results infer that the catalyst surface has a positive charge at the initial pH < 7, which is beneficial to the adsorption and activation of PMS [49].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 49,
      "context" : "It is attributed to that the limited amount of PMS and catalysts result in a limited number of ROS to remove BPA [50].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 50,
      "context" : "The result is consistent with the literature reports [51].",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 51,
      "context" : "5f), which is close to the Ea value of diffusion-controlled reactions (in the range of 10–13 kJ·mol), indicating that the apparent reaction rate of BPA degradation is mainly dominated by the rate of mass transfer [52].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 52,
      "context" : "anions can react with PMS to produce some low-activity species [53].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 53,
      "context" : "Besides, the weak selective adsorption of BPA by the Ni15Zn85-500 may also be the reason for the phenomenon [55].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 54,
      "context" : "34 min (Table S3), which proves that the degradation of BPA by PMS activated with the Ni15Zn85-500 is better than that of most catalysts [56].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 55,
      "context" : "The fluorescence detector is set at 276/305 nm (excitation wavelength/emission wavelength) [57].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 22,
      "context" : "It has been reported in the literature that ZnO is prone to generate abundant oxygen vacancies [23].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 59,
      "context" : "To further explore the specific quantities of charge transfer, the bader charge of the system was analyzed [61].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 60,
      "context" : "It is well known that the acidic sites are in the state of electron dissipation and easy to adsorb electronegative HSO5, which is good for the adsorption and activation of PMS [62].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 61,
      "context" : "In other words, the adsorption of PMS on the catalyst surface could obtain a part of electrons, which makes the peroxide O-O bond longer and easier broken [63].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 62,
      "context" : "20 × 10(7) Ms), it is often used as probe compound for the total flux of OH and SO4 [64].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 63,
      "context" : "10) × 10(5) Ms), which could be used to distinguish OH from SO4 [65].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 64,
      "context" : "20 × 10(8) Ms; k(NaN3, (1)O2) = 1 × 10(9) Ms), respectively [66,67].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 65,
      "context" : "20 × 10(8) Ms; k(NaN3, (1)O2) = 1 × 10(9) Ms), respectively [66,67].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 66,
      "context" : "But a typical threeline EPR spectrum with equal intensities is detected, which represents the adduct signal of TEMP-(1)O2 [68].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 67,
      "context" : "Therefore, to further confirm whether the Ni15Zn85-500/PMS system is dominated by (1)O2, the degradation experiment of BPA in D2O was carried out [69].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 68,
      "context" : "Therefore, Nitro Blue Tetrazolium (NBT) was used as reagent to qualitatively analyze the presence of O2 in the solution [70].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 69,
      "context" : "In other words, O2 can exist in the pure methanol system, thus leading to the degradation of organic contaminants [71].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 70,
      "context" : "In other words, ATZ and BA could not be degraded by (1)O2 [72].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 71,
      "context" : "It has been reported that surface-bound active species could only react with substrates adsorbed on or near the surface of the catalysts [73,74].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 72,
      "context" : "It has been reported that surface-bound active species could only react with substrates adsorbed on or near the surface of the catalysts [73,74].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 73,
      "context" : "Phenol, as a hydrophobic radical scavenger, is often used to quench the surface-bound radicals [75].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 76,
      "context" : "Subsequently, phenolic hydroxyl groups on aromatic rings are further oxidized, which promotes the conversion of BPA catechol to BPA 3,4-quinone (Product 01, m/z = 242) [78].",
      "startOffset" : 168,
      "endOffset" : 172
    } ],
    "year" : 2020,
    "abstractText" : "In this paper, a composite oxide catalyst consisting of NiO and ZnO was prepared by homogeneous precipitation method, which was used to activate peroxymonosulfate (PMS) to remove bisphenol A (BPA) in water. 95.26% BPA removal and 67.11% total organic carbon (TOC) removal were obtained under the optimum condition. Characterization and theoretical calculations (DFT) of the catalyst proved that electron rearrangement occurred in oxygen vacancy modified heterojunction catalysts. It resulted in the formation of acidic sites (NiO) and alkaline sites (oxygen vacancies) on the surface of the catalyst, thus promoting the adsorption and activation of PMS. According to the quenching experiments, a typical surface-bound radical reaction system was proposed. The reactive oxygen species (ROS) in the system were surface-bond SO4, surface-bond OH and O2. Finally, the BPA degradation pathways and the activation mechanism of PMS were analyzed in detail.",
    "creator" : "Elsevier"
  }
}