{
  "name" : "2020-06-17__64_10.1080@17425247.2020.1783237.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Drug delivery to macrophages: A review of nano-therapeutics targeted approach for inflammatory disorders and cancer",
    "authors" : [ "Mahwash Mukhtar", "Rita Ambrus", "Rashid Munir", "Sumbal Talib", "Anam S. Khan" ],
    "emails" : [ "arita@pharm.u-szeged.hu", "mukhtar.mahwash@pharm.u-szeged.hu", "h.ali@qau.edu.pk", "naveedtanoli2003@gmail.com", "rashidmunir68@ymail.com", "sumbaltalib@bs.qau.edu.pk", "anamsajjadkhan@yahoo.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=iedd20\nExpert Opinion on Drug Delivery\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/iedd20\nDrug delivery to macrophages: A review of nanotherapeutics targeted approach for inflammatory disorders and cancer\nMahwash Mukhtar , Hussain Ali , Naveed Ahmed , Rashid Munir , Sumbal Talib , Anam S. Khan & Rita Ambrus\nTo cite this article: Mahwash Mukhtar , Hussain Ali , Naveed Ahmed , Rashid Munir , Sumbal Talib , Anam S. Khan & Rita Ambrus (2020): Drug delivery to macrophages: A review of nanotherapeutics targeted approach for inflammatory disorders and cancer, Expert Opinion on Drug Delivery, DOI: 10.1080/17425247.2020.1783237 To link to this article: https://doi.org/10.1080/17425247.2020.1783237\nAccepted author version posted online: 16 Jun 2020.\nSubmit your article to this journal\nView related articles\nView Crossmark data\n1\nInformation Classification: General\nPublisher: Taylor & Francis & Informa UK Limited, trading as Taylor & Francis Group Journal: Expert Opinion on Drug Delivery DOI: 10.1080/17425247.2020.1783237 Drug delivery to macrophages: A review of nano-therapeutics targeted approach for\ninflammatory disorders and cancer\nMahwash Mukhtar a,b , Hussain Ali b , Naveed Ahmed b , Rashid Munir b , Sumbal Talib b , Anam S. Khan b , Rita Ambrus a* a Faculty of Pharmacy, Institute of Pharmaceutical Technology and Regulatory Affairs, University of Szeged, Szeged, Eötvös utca 6, 6720, Hungary b Department of Pharmacy, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad 45320, Pakistan\n*All the correspondence should be addressed to:\nRita Ambrus\nEmail address: arita@pharm.u-szeged.hu Address: Faculty of Pharmacy, Institute of Pharmaceutical Technology and Regulatory Affairs, University of Szeged, Szeged, Eötvös utca 6, 6720, Hungary\nmukhtar.mahwash@pharm.u-szeged.hu (Mahwash Mukhtar) h.ali@qau.edu.pk (Hussain Ali) naveedtanoli2003@gmail.com (Naveed Ahmed)\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n2\nInformation Classification: General\nrashidmunir68@ymail.com (Rashid Munir) sumbaltalib@bs.qau.edu.pk (Sumbal Talib) anamsajjadkhan@yahoo.com (Anam S.Khan) Funding: This work was supported by the GINOP-2.3.2-15-2016-00036 ('Development and application of multimodal optical nanoscopy methods in life and materials sciences'), Ministry of Human Capacities, Hungary grant 20391-3/2018/FEKUSTRAT.\nDeclaration of interest: The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript. This includes employment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties\nReviewer Disclosures: Peer reviewers on this manuscript have no relevant financial or other relationships to disclose.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n3\nInformation Classification: General\nAbstract\nIntroduction: Macrophages are involved in the normal defense of the body, however, the varying phenotypes of macrophages and imbalance in their ratio leads to the impairment of immune response initiating the production of inflammation. As the role of macrophages in immunological disorders and their surface receptors modulation has already been manifested, hence macrophages can be exploited to make them a viable candidate for targeted delivery, which was not possible with previously designed conventional therapies for the immune disorders.\nAreas covered: Nanotechnology is a promising, clear cut, efficient and adequate approach for targeting macrophages. Literature addresses the receptors available for targeting and the novel small dimensional therapeutic delivery vehicles to target them along with a brief overview of the role of macrophages in these diseases. Furthermore, the patents based on this idea are also listed.\nExpert opinion: Targeted drug delivery to macrophages should take into consideration the plasticity of macrophages and their modulation over time in the diseases. A cost-effective scaleup method of development will further facilitate the clinical trials. Besides, the implementation of safety guidelines to target macrophages and the studies of long term effects of targeted approaches in humans would highly encourage the clinical outcomes. AC CE\nPT ED\nM AN\nUS CR\nIP T\n4\nInformation Classification: General\nKeywords: Cytokines, innate immunity, leishmaniasis, macrophages, nanotechnology, receptor targeting, TAMs\nArticle highlights\n• Macrophages play a vital role in defending the body against tissue injury and foreign\npathogens by regulating the immune response. Macrophages have multiple subpopulation with alteration in functions. However, when the coordination between different types is disrupted, macrophages then become the key element for the inflamed conditions and auto-immune disorders.\n• The concept of targeted drug delivery to macrophages has emerged after exhaustive\nresearch on the surface chemistry of macrophages as well as the recent advancement in nanotechnology. Different polymeric based nanoparticles, dendrimers, functionalized nano cargoes, and lipid-based nano-drug delivery carriers are becoming popular in the targeted drug delivery because of the small dimension as compared to previously popular conventional drug delivery systems.\n• Overall, the targeted drug delivery increases the on-site drug release and enhanced the\nreduction of parasitic, bacterial, and viral load in the macrophages. Recently, the nanobased targeted drug delivery formulations have been enrolled in pre-clinical and clinical trials, which holds a promising future.\nAC CE\nPT ED\nMA NU\nSC RI\nPT\n5\nInformation Classification: General"
    }, {
      "heading" : "1. Introduction",
      "text" : ""
    }, {
      "heading" : "1.1 Inflammation and immunity",
      "text" : "Inflammation is a complicated destructive event in response to compromised immune system. The enhanced vascular permeability arises after the pathological condition which later favors the recruitment of immune cells and release of pro-inflammatory mediators [1]. The innate immunity deals with the invasion of pathogens and tissue injury. Based on the previous knowledge of immunity, the concept of bacterial defense against bacteriophages by clustered, regularly interspaced short palindromic repeats (CRISPRs) was the major discovery of the decade. These short repeating sequences epitomize the previous infections and encode small RNAs targeting invasive nucleic acids, which proves that immunity can be developed against all the invading pathogens. Humans have a dynamic response to tissue injury and infections via regulation of complex tissue remodeling scheme causing recurrence or pre-inflamed condition.\nInnate immunity is maintained by the mononuclear phagocytes such as monocytes and macrophages. Their count increases in many immunological disorders, especially in acute infections. Acute inflammation develops in a coordinated manner to deal with the invading organism. The initial response is always carried out by macrophages of mast cells. Though,\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n6\nInformation Classification: General\nthe established role of these immune cells is the endocytosis of the intruding pathogens, but in certain infections, they may not act as a surveyor of the body’s defense system and breach the system by giving refuge to the bacteria/virus [2]. This disruption is caused by the activation of pro-inflammatory cytokines and chemokines which amplify the immune response. Hence, macrophages are considered to be the primary cells that can be targeted at the initial stages of inflammation in different diseases.\nIn the past, the application of nanotechnology-based drug delivery systems have been enormously reviewed by many researchers. This is because inflamed cells are more capable of engulfing the particles of smaller dimensions. However, the application of nanoparticles (NPs) is limited because of the rapid clearance by the reticuloendothelial system (RES) and this immediate uptake of NPs is problematic in chronic infections. To overcome this issue, therapies are being designed on the choice of targeting ligands specific to the particular cellular receptor [3]. Recently, targeted therapies are advancing to be beneficial in the macrophage function’s modulation especially when based on nano and micro aspects. A variety of cell surface receptors are located on the surface of the macrophage. These receptors not only help in signal transduction but also play a role in endocytosis. Different drug delivery approaches have been fabricated to effectively target ligands attached to the surface of macrophages. Therefore, selective localization of drug or peptide remains to be an effective rationale to diminish the local and systemic inflammatory disorders. This review addresses some of the small-sized delivery vehicles and their role in the suppression of immune responses in various immunological disorders by targeting macrophages. Additionally, the role of the macrophage in the tumor and cancer along with their manipulation as treatment options have also been highlighted in the text, which is rather a AC CE PT ED M AN\nUS CR\nIP T\n7\nInformation Classification: General\nnew popular therapy option in the field of targeted cancer therapeutics. Additionally, a few marketed patents developed on the objective of targeted delivery to macrophages have also been mentioned followed by the new challenges related to regulatory affairs related to nanomedicines."
    }, {
      "heading" : "1.2 Principles of resolution",
      "text" : "Macrophages have two important functions, i.e., to respond to injury and infection, and to assist the repair of tissue damage. These functions are performed because of the dual nature of macrophages. At first, the macrophages undertake the pro-inflammatory role followed by an anti-inflammatory role when the immediate exposure to infection is over. The resolution of inflammation is followed by the generation of pro-resolving mediators which include a reduction in neutrophil count and tissue homeostasis, mainly because of the transformation of macrophages from classically activated to alternatively activated variants. Macrophages vary in their phenotypes from classically activated M1 phenotype to alternatively activated M2 phenotypes to accomplish the two different functions [4]. M1 polarized macrophages are driven by T helper type 1 (Th1) cell response and are mainly involved in the conventional phagocytosis of the extracellular moiety. Their activation begins the cascade of proinflammatory events followed by the release of cytokines and chemokines [5]. Proinflammatory cytokines like tumor necrosis factor-alpha (TNF-α), Interleukin (IL)-18 and IL1 play a destructive role in organs and cause chronic inflammatory lesions. However M2 macrophages are governed by T helper type 2 (Th2) cell response and this phenotype is associated with tissue remodeling and resolution of inflammation [6]. The post-inflammation tissue environment assists the resolution of inflammation by triggering IL-4 activity, which instructs the macrophages towards the constructive role of tissue regeneration. The regulatory AC CE PT ED M AN US CR\nIP T\n8\nInformation Classification: General\nT-cells together with M2 perform the anabolic function by producing TGF-β (transforming growth factor-beta), contributing to the local immunoregulation and counteracting destructive inflammation. Activation of M2 macrophages is also linked with “lipid mediator class switch”, shifting the production of pro-inflammatory lipid mediators like prostaglandin E2 to pro-resolving lipids (resolvins, lipoxins and protectins), to regulate the tissue regeneration. Following these events, Th2 cells governing the M2 phenotype initiate parenchymal cell activity which promotes repair of the basement membrane of tissue [7]. M2 macrophages mechanistically enhance the blood vessel formation in the tissue healing process by the controlled secretion of VEGF-α (vascular endothelial growth factor- α) and by increasing cell-cell contacts [8]. The exact mechanism of varying macrophage role is not completely understood. However, recently, it was reported that changes in the production of reactive oxygen species (ROS) and succinate levels inside the macrophage are the key factors of proinflammatory and anti-inflammatory functioning [9]. M1 macrophages perform mitochondrial metabolism via glycolysis and succinate dehydrogenase provokes oxidation of succinate and hence the changes in the membrane potential augment ROS. Conversely, the inhibition of succinate oxidation reduces the level of pro-inflammatory mediators like IL-10, IL-4, and VEGF-α. Figure 1 highlights the brief summarized mechanism of the proinflammatory phase of macrophage followed by tissue injury or infection and the resolution phase leading to tissue remodeling."
    }, {
      "heading" : "1.3 Barriers to targeted drug(s) delivery",
      "text" : "Though targeting of drug(s) in inflammatory diseases holds promising results but is also quite challenging. A thorough detailed knowledge about the physiological barriers; pH of the surrounding fluid, membrane integrity, transit time, and natural microbiome, should be\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n9\nInformation Classification: General\nacquired before the development of nanotechnology-based delivery approaches [10]. Another challenge is the availability of therapeutic moiety to the target organ which may also depend on the retention property of the nanocarrier. A nanoparticles (NPs) system administered orally or intravenously should have high biodistribution which is dependent on the surface chemistry of NPs. The uptake of NPs by phagocytic cells and RES can be avoided by the use of smart technologies. Once these challenges are met, the other hindrance lies at the interface of the targeted cell, i.e. to be able to internalize into the targeted cell. NPs must be designed in such a way as to evade the cellular barriers and ion channels to specifically target the cell and diffuse across the membrane into the cytosol. Moreover, validation of molecular and cellular targets is another prospect that may facilitate the target delivery to macrophages in the after time."
    }, {
      "heading" : "2. Receptors frequently expressed on the surface of macrophage; the potential target",
      "text" : "sites for treatment"
    }, {
      "heading" : "2.1 Mannose receptor",
      "text" : "Mannose receptor (MR) is a C-type lectin and is present on the surface of the macrophage. MR is composed of various domains, including the carbohydrate recognition domain, a cysteine-rich region, the carboxyl-terminal domain, and the fibronectin region. Because of these domains, it can recognize and attach to a variety of ligands [11]. MR is also referred to as mannose-fucose receptor, as it can bind to the mannose and fucose moieties of microorganisms. CD206, a mannose receptor, plays a vital role in the recognition of pathogens via its pattern recognition domains [12]. It is therefore used as a tool for studying endocytosis in macrophages and is the most widely explored targeting site for drug and vaccine delivery. AC CE\nPT ED\nM AN\nUS CR\nIP T\n10\nInformation Classification: General"
    }, {
      "heading" : "2.2 Macrophage scavenger receptor",
      "text" : "Macrophage scavenger receptor (SR) shows multi-diverse nature and aids in receptormediated endocytosis. SR, because of the highly affinitive cationic charged extracellular collagen domain, binds to the number of anionic drug delivery carriers. It also has a selective binding affinity for polysaccharides, e.g. it binds to dextran sulfate but not to chondroitin sulfate-based delivery vehicles [13]. Various SRs have been reported including MARCO, CD-36, CD-68, and LOX-1. CD-163 is one of the cysteine-rich scavenger receptor which is expressed by the mature tissue macrophages and is involved in the hemoglobin haptoglobin complex binding and can be targeted by human serum albumin-based probes [14]."
    }, {
      "heading" : "2.3 Toll-like receptors",
      "text" : "Toll-like receptors (TLRs) are composed of the leucine-rich domain and intracellular IL-1 receptor region. Human TLR4 is present on various immune cells including macrophages and was first established mammalian toll-like receptors of its kind. Furthermore, it was speculated that TLRs enhance the innate immune response to pathogens and viruses by initiating necrosis in macrophage via receptor-interacting kinase-3 dependent signaling pathway [15]. Owing to their inflammatory role, they may serve as the effective target in the inhibition of acute infections. Based on this concept, several natural and synthetic TLRs ligands are in clinical trials [16]. TLRs play a dominant role in atherosclerosis and affect atheroma by the direct stimulation of macrophages with ligands TLR-2, TLR-4, and TLR-9 that promote the uptake of lipid. Foam cell formation can occur by disrupting the cholesterol efflux mechanism by these ligands and TLRs [17]. A study performed on alveolar macrophages in chronic obstructive pulmonary disease (COPD) showed the tolerance of AC CE PT ED\nM AN\nUS CR\nIP T\n11\nInformation Classification: General\nTLRs after consistent stimulation with TLR ligand but if TLR-2 stimulation occurs after TLR-4 then it does not show tolerance, rather produce cytokines that could be the possible mechanism by which bacteria cause extreme inflammation in COPD [18]."
    }, {
      "heading" : "2.4 Glucan receptor",
      "text" : "Glucan receptor, Dectin-1 is a pattern recognition receptor expressed by the myeloid cells including macrophages. β-glucan is the pathogen-associated molecular pattern (PAMP) for Dectin-1. This glucan is found in fungal cell walls, hence enabling Dectin-1 to identify the fungus with precision. The high specificity also enables it to recognize only 1,3-linked and 1,6-linked glucans and not the rest of glucans with other linkages [19], and hence carbohydrate with special configurations can be used as the delivery carriers. This particular receptor is also involved in endocytosis of the attached moiety and this endocytosis may serve as a potential uptake mechanism for targeted delivery vehicles [20]. β-Glucan receptors on macrophages help in the recognition of pathogenic fungi and produce an effective immune response. Studies showed the uptake of Saccharomycetes cerevisiae by dectin-1 βGlucan receptors and ligands of these receptors showed inhibition of Candida albicans yeasts by the murine macrophages (J774 cells) [18]."
    }, {
      "heading" : "2.5 Folate receptor",
      "text" : "Folate receptor (FR) is a glycosylphosphatidylinositol linked protein receptor that has an affinity to bind with the folic acid-based moieties. Moreover, FR-β, an isoform is present abundantly on the surface of activated synovial macrophages with a compatibility for folate conjugated fluorophores. The receptor has also been revealed to be present on the surface of tumor activated macrophages (TAMs) [21]. Hence, this surface receptor can be targeted in\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n12\nInformation Classification: General\nthe immunological conditions of joints and tumors. After binding of folate coded therapeutic moiety to the receptor, the linked protein sends signals to mediate the internalization of the conjugate via endocytosis. FR-α is expressed in a variety of epithelial cancers particularly serous histotype ovarian cancer while FR-β is expressed both in inflammatory diseases and some epithelial cancers. Studies showed that the FR-β expresses both M1 and M2 macrophage lineages by the co-expression of CD-68 and CD-11b, thus these receptors represent tumor-associated macrophages in epithelial cancers [22].\nFigure 2 shows the surface receptor of macrophages as a potential targets for different types of nano and micro dimensional drug delivery vehicles."
    }, {
      "heading" : "3. Macrophage execution in most prevalent immune disorders and nano-therapeutics",
      "text" : "for targeting macrophage in these immunological dysfunctionalities"
    }, {
      "heading" : "3.1 Inflammatory bowel disease",
      "text" : "Inflammatory bowel disease (IBD) is the chronic inflammatory disorder of the gastrointestinal tract. In the normal intestinal epithelium, macrophages play a normal defensive mechanism of protecting the lamina propria from foreign intruders. When the balance between the anti-inflammatory cytokines and pro-inflammatory cytokines is disrupted, monocytes from the nearby vessels invade into the intestinal epithelia and develop into tissue macrophages. Once the tissue macrophages become active, various proinflammatory cytokines are released which further aggravate the process of inflammation [23]. The levels of pro-inflammatory cytokines like TNF-α, IL-12, and IL-6 are elevated in the compromised intestinal mucosa. In IBD, macrophages that express CD14 increase in number, and these CD14 macrophages produce higher levels of IL-12, IL-23 and TNF-α as AC CE PT E\nM AN\nUS CR\nIP T\n13\nInformation Classification: General\ncompared to the infiltrated macrophages. These specific macrophages also produce TREM-1 (triggering receptor expressed on myeloid cell). TREM-1 is responsible for initiating the progressive synthesis of IL-8 and IL-6, which further adds to the pathogenesis of IBD [24].\nOver the past few years, the novel small dimensional drug delivery vehicles have been explored for targeting the macrophages in IBD to resolve the inflammation and reverse the role of macrophages. Recently, anti-TNF-α therapy has also shown promising results in IBD by using RNA interference (RNAi) encapsulated in the mannosylated cationic bio reducible polymer, which was found remarkable in lowering the levels of TNF-α, up to 69.9 % in the colitis tissue, by specifically targeting the MR on macrophages [25]. In one study, folate functionalized poly (D,L lactic acid-co-glycolic acid)/ poly (D,L-lactic acid) (PLGA/PLA) NPs were developed to target folate receptor-binding domain of macrophages in IBD. NPs were efficiently internalized in the macrophages in experimental colitis model and regulated the expression of pro-inflammatory and anti-inflammatory mediators to assist tissue healing [26]. Xio et al. loaded the naturally occurring anti-inflammatory peptide, lysine-prolinevaline, in hyaluronic acid (HA) functionalized NPs to target CD44 receptors on the surface of macrophages. NPs downregulated TNF-α in the mouse colitis model by internalizing NPs in the macrophages [27]. Folate conjugated polyethylene glycol (PEG) coated liposomes were found to be promising in targeting FR- β on the surface of macrophages. Anti-inflammatory drug betamethasone was used to reduce inflammation in the colon. The main outcome of the study was the reversal of activated macrophages which are directly correlated to the progression of inflammation in the colon [28]. HA bilirubin nanomedicine (HABN) has been recently developed to target CD44 receptors with a tendency to accumulate in the inflamed colon AC CE PT ED M AN US CR IP T\n14\nInformation Classification: General\nbilirubin was exploited because of ROS scavenging activity. The levels of TNF-α, IL-6, and IL-1β were reduced while the level of anti-inflammatory IL-10 was increased following HABN administration in the colitis model. HABN also modulated the gut microbiome to help heal inflamed mucosa [29]. Many synthetic compounds are corticosteroids which mare mostly immunosuppressants and may cause serious health issues in the long run. Though anti-TNF therapies are effective but are administered systemically and are also pose serious health concerns. Recently, many natural plant derivatives are being explored for their potential to resolve inflammation in colon. Edible plants like ginger and curcumin are gaining interest in the IBD therapeutics as the scale-up of nanoformulation is easier for the natural moieties. Additionally, the phytochemicals or phytochemicals with macromolecules can exert synergistic effect in healing mucosa."
    }, {
      "heading" : "3.2 Leishmaniasis",
      "text" : "Leishmaniasis is caused by the pathogenic parasite Leishmania spp., which is carried by the sandflies in the promastigotes form and infects the host. Later this promastigote attaches to the mononuclear phagocytes upon entry in humans. Phagocytosis occurs immediately after the recognition of parasite, which results in the activation of multiple receptors and formation of phagosome [30]. Glycosylated phospholipids present in Leishmania spp. helps in its binding with the receptors of macrophages, specifically to the mannose receptors. Once the macrophages become infected with promastigote, the parasite undergoes the biochemical changes to transform into amastigote, which is the obligatory intracellular form of the parasite. These amastigotes reside in the macrophages, invade and infect the other macrophages and dendritic cells. Moreover, during interaction with macrophages, parasites drop off the extracellular vesicles (EVs) in cells, which may contribute to the upregulation of AC CE PT ED\nM AN\nUS CR\nIP T\n15\nInformation Classification: General\nIL-6 and IL-10 expression. TNF-α and IL-2 are also released in the surrounding tissues to further mediate the inflammatory response [31].\nIn the recent past, many studies have been conducted to target the macrophage in leishmaniasis, some of which are highlighted here. An oral nanocarrier based drug delivery system was recently reported showing promising results in the in-vivo animal studies. Mannose anchored thiolated nanoformulation was developed and meglumine antimoniate was encapsulated as a model drug. Flow cytometric analysis indicated the reduction in the parasitic burden in macrophages. This targeted nano-therapy reduced parasitic load in L.donovani infected BALB/c mice model [32]. In another study, mannosylated chitosan microparticles loaded with rifampicin were developed and investigated for effectiveness against visceral leishmaniasis. The mannosylated particles were engulfed by macrophages because of their active binding to mannose receptors on the activated macrophages [33]. Mannosylated thiomeric PLGA NPs loading paromomycin were synthesized for the active targeting of macrophages in visceral leishmaniasis. In-vivo data indicated the decreased parasitic burden in the L. donovani infected BALB/c mice model, making it a promising strategy for treatment [34]. Mannose conjugated curcumin chitosan NPs were reported by Chaubey et al. to target MR of macrophages. In-vivo experimental data demonstrated the great suppression of parasitic load and replication. Additionally, the confocal imaging showed that NPs followed the same entry path into the macrophages as that of leishmanial parasite in macrophage. Moreover, the cytotoxicity studies on J774A.1 highlighted the nontoxicity of the prepared NPs on macrophages [35]. Itraconazole encapsulated PLGA NPs were developed by covering with mannose outer shell to facilitate receptor-mediated targeting to macrophages. The intracellular parasitic load significantly reduced from 54.9 % AC CE PT ED M AN US CR IP T\n16\nInformation Classification: General\nto 28 % along with low toxicity against the J774A.1 macrophage cell line [36]. A novel 3-Osn-Phospathidyl-L-serine (PhoS) anchored PLGA NPs were reported to efficiently target the scavenger receptors on the surface of macrophages. PhoS anchored PLGA NPs loaded with amphotericin B was found to be hemocompatible. Low concentration of drug was found in plasma due to extensive internalization of PhoS anchored NPs by macrophages followed by the sustained and slow release [37]. Today, the treatment of leishmaniasis faces many challenges due to the toxicity of first-line drugs. The key to solve this problem is to simultaneously target the drug to the intended site of action and to reduce side-effects to other organs. However, thorough research is required to develop the vaccines in order to prevent the disease. An appropriate adjuvant not only overcome the low immunogenicity but also initiate appropriate response. Such adjuvants might be incorporated with the nanomedicines to resolve the disorder timely."
    }, {
      "heading" : "3.3 Tuberculosis",
      "text" : "Tuberculosis (TB) causes more deaths annually than any other bacterial pathogen infection. Mycobacterium tuberculosis (M.tb) is the causative agent of the infection and enters into the human via the inhalation route. After the entry of bacteria in the airway, it goes into the interstitium of lungs and then distributes to the whole of the body affecting different organs [38]. M.tb exploits alveolar macrophage for replication and acquires the nutrients from host cells, especially lipid droplets (LD), essential for its survival. The mycobacterial infection forces the macrophages to produce and store LD [39]. This specific macrophage phenotype is induced by bacteria by manipulating the glycolic metabolic pathway to ketone body synthesis, and hence termed as foamy macrophage. The bacterial infection is followed by the upregulation of nuclear factor kappa-beta (NF-kβ) and TNF-α and release of nitric oxide AC CE\nPT ED\nM AN\nUS CR\nIP T\n17\nInformation Classification: General\n(NO), which are involved in the inflammatory necrosis of surrounding tissues. Toll-like receptors, TLR2, and TLR4 are found to be associated with the interaction of bacterium with macrophages. During the progression phase of the infection, granulomas represent the peculiar battlefield. The giant granuloma structure comprises of epithelioid cells, lymphocytes, Langerhans cells, infected and uninfected blood-derived macrophages [40]. Hence, macrophage may serve as a targeting site in TB.\nA current study focused on the bactericidal effect of selenium NPs. For synergistic effect, isoniazid was col-loaded in the mannosylated selenium NPs. The NPs aimed to target the mannose receptors on macrophages in TB. The mannose anchored NPs entered in macrophages and accumulated in lysosomes. Upon accumulation, NPs facilitated the fusion of M.tb into lysosomes. The NPs also induced autophagosomal M.tb degradation which was due to the ROS-mitochondrial signaling pathway. This therapy not only increased intracellular drug delivery but also promoted phagolysosomal destruction of bacterial load [41]. Gallium [Ga-(III)] loaded mannose or folate conjugated block co-polymer exhibited sustained release of drugs. The nano dendrimers exhibited effective anti-TB activity. The nano dendrimers accumulated with M.tb containing phagosomes and also promoted maturation of phagosomes which increased macrophage-mediated killing of M.tb. High amounts of Ga-(III) from NPs were retained for up to 15 days in macrophages, however, retention study also proclaimed that Ga-(III) was released slower from folate conjugated dendrimers as compared to mannose conjugated dendrimers [42]. Rifampicin loaded mannosylated solid lipid nanoparticle assemblies (SLNas) were prepared for inhalation therapy for TB. The purpose of the study was to target the MR on the macrophage surface. Biocompatible lipid components, i.e. cholesteryl myristate conjugated with palmitic acid (PA AC CE PT ED M AN\nUS CR\nIP T\n18\nInformation Classification: General\nset) or tripalmitin (TP set) were used. The presence of mannose enhanced the internalization of SLNas in the alveolar macrophages. Functionalized PA set illustrated faster uptake in the alveolar macrophages than non-functionalized PA set. However, TP set was found to be cytotoxic despite its [generally recognized as safe (GRAS)] status, because of aggregation of particles that reduced cell activity and even lead to cell death [43]. In another novel study, macrophages were targeted using isoniazid selenium NPs, which were found to be promising not only in accumulation in macrophages but also induced fusion of Mtb with lysosomes for autophagy [44]. Some nano mediated carriers were developed by loading two drugs simultaneously to enhance the anti-TB effect. Rifampicin and levofloxacin were co-loaded into cyclodextrin conjugated curdlan NPs, where cyclodextrin served as drug carrier while curdlan facilitated macrophage targeting. NPs release both drugs simultaneously at a sustained rate. 95 % of M.tb residing within macrophages was killed after the internalization of NPs by dectin-1 receptor on the macrophage. Moreover, the NPs were non-cytotoxic to RAW 264.7 macrophage cell lines [45]. Based on all the mentioned studies, it can be concluded that the targeted NPs can reduce the bacterial load inside the macrophages. Exploration of novel cell surface ligands and intracellular markers may create new opportunities for combating multidrug resistance in the TB. Moreover, respiratory tract musical vaccine delivery can be exploited by the use of nanotechnology."
    }, {
      "heading" : "3.4 HIV Infection",
      "text" : "Human immunodeficiency virus (HIV) invades macrophages via CD4 and viral chemokine receptors (CXCR4 and CCR5) [46]. Once the macrophages are infected, HIV then starts to proliferate in the blood and replicates into the tissues including the brain, lymphoid tissues, nervous tissues, renal tissues, gut, and lungs [47]. In the brain, the HIV infected macrophages\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n19\nInformation Classification: General\ninfect the brain microglial cells resulting in cognitive impairment. HIV infected macrophages do not undergo the process of cytolysis, that is why resistance is produced by infected cells against therapy [48]. As macrophages are highly sensitive surveyors of immunity with great intracellular killing mechanisms, therefore they can be exploited for the targeted therapy of the antiretroviral agents. A brief role of macrophage and viral replication in HIV is sketched in Figure 3.\nGlucan particles using gallium was developed for targeting HIV macrophages. Glucan was derived from the cell wall of yeast (Saccharomyces cerevisiae) because of its affinity for βglucan receptors of macrophages. Antiretroviral activity of gallium loaded NPs were evaluated in the HIV infected human macrophages. The gallium nanosystem inhibited the HIV growth up to 95 % than the free gallium. The targeted delivery approach was followed by formulating β-glucan based NPs, which ensured site-specific and ligand directed delivery of gallium to the macrophages [20]. Various non-viral vectors have also been developed for delivering the small peptides and small interfering RNAs (siRNAs) to HIV. In one such study, the HIV Tat-1 gene, responsible for viral transcription, was targeted using anti-HIV Tat SiRNA enclosed in the chitosan-polyethyleneimine-carboxymethyl dextran (CS-PEICMD) coat. The NPs were found effective in gene silencing with the lowest cell toxicity [49]. Alternate routes of antiretroviral therapies are also being explored. One such research aimed for the nose to brain delivery was demonstrated by A. Dalpiaz, et al., where NPs comprised of self-assembled cores of prodrug (zidovudine conjugated with ursodeoxycholic acid) were coated with bile salts. The innovative nanocores gained better access to subarachnoid macrophages by the use of chitosan as a mediator [50]. Lamivudine loaded microparticles comprised of poly- ε-caprolactone was developed to internalize in the infected AC CE TE D MA NU\nSC RI\nPT\n20\nInformation Classification: General\nmacrophages. The microparticles showed promising results in the RAW264.7 cell line [51]. An effective vaccine against HIV infection was developed in which the Ebola virus envelope glycoprotein (EboGP) was incorporated into non-replicating virus-like particles (VLPs) to target monocyte-derived dendritic cells and monocyte-derived macrophages. The vaccine exhibited HIV specific humoral immune response and increased the level of IL-4 in the mice immunized with EboGP, which contributes to humoral immune response [52]. Some of the antiviral drugs, zidovudine, ritonavir, lamivudine, etc. targeting macrophages are now in clinical trials [53]. The studies have highlighted that macrophage targeted functionalized NPs enhance the therapeutic efficacy of the drugs with low bioavailability and more adverse effects. The drugs which have been recruited in the clinical phases can be explored for active targeting by developing the macrophage directed nanocarriers."
    }, {
      "heading" : "3.5 Rheumatoid arthritis",
      "text" : "Macrophages play the major pathogenic role in rheumatoid arthritis (RA) while neutrophils, fibroblasts, and lymphocytes have a secondary role in dysfunction due to the enhanced plasticity of macrophages during development. They not only release pro-inflammatory cytokines such as TNF-α and IL-1 in RA but also produce many other inflammatory mediators including metalloproteinases, ROS, and arachidonic acid derivatives. Proinflammatory cytokines (IL-6, IL-18, IL-10) and effector cell interaction is a complex phenomenon that is responsible for the synovial membrane damage at joints [54]. Synovial macrophage infiltration causes progressive joint destruction. Joints are therefore primarily affected by this disease while bone and cartilage are destructed due to invasion of macrophages. The granulocyte-macrophage stimulating factor is another major factor for the inflammation in RA. TLR-2 and CD16+ are expressed on the surface of the macrophages and AC CE PT ED\nM AN\nUS CR\nIP T\n21\nInformation Classification: General\nproduce pro-inflammatory cytokines to aggravate the inflammation in joints [55]. Activated macrophages also express FR-β on their surface which allows the internalization of various nano-based drug or gene delivery vehicles.\nPoly (amidoamine) G-5 dendrimers were conjugated with folic acid to target the FR of the macrophage. The dendrimers were loaded with anti-rheumatic drug methotrexate and their therapeutic outcome was assessed in collagen-induced arthritis rats. Ankle swelling and bone resorption were reduced in the rats. Dendrimers were efficiently internalized in the macrophages in a receptor-specific manner [56]. Barrea et al. demonstrated in their study that a single dose of clodronate liposomes resulted in a reduction of synovial macrophages in RA. As macrophages have phagocytic capacity so these cells can be targeted by using liposome technology. Alginate NPs embedded with IL-10 DNA plasmids were developed to repolarize the macrophages from M1 to M2 in experimental arthritis. Tuftsin peptide was anchored on the surface of alginate NPs to achieve active macrophage targeting. IL-6 and TNF-α were reduced and the progression of disease was inhibited as revealed by magnetic resonance imaging [57]. Another novel delivery vehicle was developed in which peptide ligand (ART-2) was attached to the lipid encapsulating dexamethasone and injected in mice. Liposomes were more effective in the treatment as compared to free drug with enhanced infiltration in the macrophages [58]. A multifunctional nanocarrier system able to target the FR and with pH-responsive activation was designed and loaded with methotrexate for the treatment of RA. The hydrophilic core was formed of lipids, PEG and PLGA with folic acid as the targeting ligand and poly (cyclohexane-1, 4-diylacetone dimethyl ketal) (PCADK) as hydrophobic core. PCADK acted as a pH-responsive polymer. FA-PEG-PLGA/PCADK-lipid NPs exhibited better internalization than the non-functionalized NPs as an optimistic AC CE PT ED M A US CR IP T\n22\nInformation Classification: General\napproach to treat RA [59]. A latest study by Li, Ping, et al. on macrophage targeting investigated the pH-responsive NPs. All-trans-retinal, the active compound of pH-responsive galactosyl dextran-retinal, was conjugated with dextran and grated with galactose to target the macrophages. A natural anti-inflammatory herbal natural compound triptolide was encapsulated in the pH-responsive NPs. The in-vivo data highlighted the decrease in IL-6 and TNF-α following the uptake by macrophages in collagen induced arthritis in mice [60]. Though nanotechnology has emerged as a treatment option for arthritis but several challenges should be considered to elevate the bench to bedside translation of nanomedicine. Frequent administration of even NPs in the inflamed joints may pose the risk of infection. Hence patient friendly dosage form needs to be designed which is a challenge in itself."
    }, {
      "heading" : "3.6 Atherosclerosis",
      "text" : "Atherosclerosis is a chronic vascular disorder caused by the lipid retention in the arterial wall, intima. Low density lipoproteins (LDLs) sequestered in the arteries are converted to modified form either by oxidation or cleavage. The transformed LDLs are then engulfed by the macrophages which then differentiate into foam cells. Foam cells accumulation then contributes to the atherosclerotic plaque growth [61]. At this stage, macrophages secrete proinflammatory cytokines and chemokines and produce ROS for the maintenance of the local inflammatory response (Figure 4). Large plague tissues have a high lipid-rich necrotic core and enhanced infiltration of inflammatory cells, e.g., mast cells, dendritic cells, and macrophages. Advanced plaque lesions are jointly formed by the macrophage apoptosis and efferocytosis dysregulation. Furthermore, when macrophages undergo cell death, the lipid contents are released in the surrounding tissues leading towards prothrombotic necrosis. Leaky plaques with macrophage debris then promotes the inflammation. AC CE PT ED\nM AN\nUS CR\nIP T\n23\nInformation Classification: General\nAs the role of macrophages is widely understood in atherosclerosis, hence they were targeted using high density lipid (HDL) which exhibits the nanoparticulate characteristics. However, for the controlled release, hybrid polymer/HDL NPs were synthesized using PLGA. This PLGA/HDL nanocarrier localized in macrophages in plaque and helped in the reduction of inflammation [62]. Sharma et al. targeted the SR-A1 receptors on macrophages surface. In the study, they used functionalized NPs by modifying the surface of NPs with oligonucleotide PolyG. These functionalized NPs were then cultured with RAW264.7 cell lines and investigated for internalization by macrophages. The results showed that PolyG functionalized NPs were successfully phagocytosed by activated macrophages. Further studies were conducted to test binding in cholesterol loaded macrophages which mimicked the foam cells of atherosclerotic plaque. Flow cytometry analysis showed that cholesterol loading caused an increase in SR-A1 expression which in turn increased the binding of functionalized NPs to these cells [63]. In another study, prednisolone encapsulating liposomes were prepared and investigated. The results showed prolonged circulation half-life of prednisolone making this delivery approach suitable in atherosclerosis. It was observed that IV administered prednisolone liposomes were accumulated to a great extent in macrophages isolated from atherosclerotic plaque of patients suffering from atherosclerosis. [64]. A novel biomimetic drug delivery nanosystem was just designed recently. The macrophage membrane coated ROS responsive NPs were developed to evade their uptake by the reticuloendothelial system and to promote more effective payload to the targeted site. Atorvastatin was chosen as a model drug for the study. Biomimetic NPs lead to the inflammation neutralization in the atherosclerotic mouse model which was evident by the reduced levels of cytokines, chemokines and NO [65]. Majority vascular diseases involve CC EP TE D MA NU SC RI T\n24\nInformation Classification: General\natherosclerosis .all the current therapies have low therapeutic value or may sometime be not compliant in patients with multiple diseases. The concept of personalized medicines might be the best option for such patients. Nanomedicines can not only fulfill the therapeutic but also the diagnostic purposes in the hypertensive or cardiac patients."
    }, {
      "heading" : "3.7 Salmonellosis",
      "text" : "Salmonella enterica is a gram-negative pathogen responsible for Salmonellosis. In the chronic infection, the immune system is unable to limit the bacterial load to the intestinal tract, and therefore, it spreads to the spleen, lymph nodes, and other organs. The central role in the elimination of pathogens is played by macrophages by forming reactive nitrogen and reactive oxygen species [66]. However, bacteria residing in infected macrophage vacuolar space gains access to nutrients for survival and affect the normal phagocytic function of macrophages. Iron homeostasis in macrophages is altered after the infection by reducing the expression of transmembrane ferroportin 1 (fpn1), which is the iron export pathway [67]. The high burden of intracellular iron in macrophage is also caused by a metabolic response to the bacteria, exerted by the formation of hepcidin via inflammation-causing blockage of iron to go out of the macrophages. Moreover, Heme oxygenase enzyme 1 (HO-1) is upregulated by macrophages as a response to the accumulation of endotoxin of salmonella which helps in the survival of pathogen and prolonged infection. The infected macrophages carry the pathogen to the liver and also to the gallbladder, where bacteria adhere to form the biofilm on the gallstone surface in the patients with gallstones [68]. Therefore targeted therapy is essential to ward off the infection in the initial stages by attacking the infected macrophages. AC CE PT ED M AN US CR\nIP T\n25\nInformation Classification: General\nThe research conducted by Zaki and Hafez proposed chitosan NPs loaded with ceftriaxone sodium for targeting macrophages in Salmonella infection. Antibacterial activity of the NPs was investigated in Salmonella infected Caco-2 and J774.2 macrophage cell line. Macrophage uptake of NPs was found to be substantial [69]. Intravacuolar targeted arginine mesoporous silica NPs (Arg-MSN) were reported to be promising in clearing the infection. Ciprofloxacin was loaded in the Arg-MSN and the antibacterial activity was evaluated. The intracellular targeting and production of NOS was elevated in macrophages by using the ArgMSN [70]. As salmonella infection is difficult to treat in the patients with gallstones, so a novel therapeutic system was reported, in which ciprofloxacin loaded chitosan NPs (cCNPs) and fucoidan coated NPs (Fu-cCNPs) were developed. NPs were assessed for antimicrobial activity in-vivo and the NPs were found to be internalized by receptor-mediated endocytosis in the macrophage compartments as viewed with a fluorescent microscope [71].\nAdditionally, some studies based on gene therapy have been under extensive research for modulating the macrophage functioning towards the M2 phenotype with great potential in resolving inflammatory disorders. Most of the research focuses on targeting the CD44 receptors of macrophages. One such study explored the potential of HA-PEI NPs loaded with plasmid DNA expressing IL-10/IL-4. After intraperitoneal administration, NPs were found to be internalized in the CD44 expressed J774A.1 cells. Furthermore, NPs elevated the IL-4 and IL-10 expression up to 130 and 400 folds respectively. M1 phenotype was modulated to the M2 phenotype which was demonstrated by high expression of IL-10, CD206, and CD163 [72]. In another similar study, microRNA loaded HA-PEI NPs were evaluated for targeted delivery to CD44 receptors on macrophages. The nanosystem was found to be promising in altering the phenotype of macrophages from M1 to M2, which was determined by the AC CE PT ED\nM AN\nUS CR\nIP T\n26\nInformation Classification: General\nquantification of iNOS (M1 marker) and Arg-1 (M2 marker). Confocal imaging revealed that NPs were internalized in the J774A.1 cells overexpressed with CD44 receptors [73]. Similarly, CD44 targeted approach was utilized by designing IL-4 loaded HA NPs by the use of a divinyl sulfone cross-linker. Time-dependent in-vitro uptake of NPs in J774A.1 cells confirmed the enhanced endocytosis. The expression of Arg-1 was elevated remarkably after the transfection of NPs with M1 macrophages. Moreover, CD206 and CD-163 M2 surface markers were also upregulated, confirming the polarization of M1 to M2 phenotype [74]."
    }, {
      "heading" : "3.8 Tissue engineering using macrophage targeted delivery systems",
      "text" : "Regenerative tissue engineering is an emerging science to modulate the immune function to assist in tissue repair and restoration. As tissue regeneration is a complicated process, therefore various novel strategies like recruitment of endogenous macrophages to the site of tissue repair and implanted scaffolds are in advancement. Biomaterials provide biochemical and physical assistance in tissue regeneration. Scaffolds based on tissue engineering ae often employed to manipulate the macrophage phenotype to facilitate tissue formation and repair. Macrophage phenotype at the site of implantation of tissue/biologic scaffolds can be determined by immunohistological methods to identify the surface markers, CD80 and CCR7 (M1 phenotype) and CD163 (M2 phenotype) to understand the host response to scaffolds, which may serve as tissue regenerative medical approach [75].\nFor the repair of bone defect, tissue-engineered implants are used and macrophages are the essential effector cells for immune response for a bone implant and healing process. Macrophages being heterogeneous and polarized towards anti-inflammatory M2 enhance osteogenesis and are the leading targets for the modulation of the immune process during\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n27\nInformation Classification: General\nbone regeneration. Different osteotropic factors are produced by macrophages. IL-1β stimulates the tissue ingrowth and bone formation, IL-6 facilitates bone formation, macrophage colony-stimulating factor-1 (MCSF-1) is vital to bone morphogenesis and oncostatin M promotes osteoblasts proliferation along with inhibition of bone resorption. Tissue-engineered bone implants are used to produce signals that polarize macrophage as per their requirement, thus removing any unwanted immune response and therefore augment the bone repair. One such strategy was employed by the use of micelles of macrophage recruitment factor along with platelet-rich plasma. These micelles were then incorporated into gelatin hydrogel. On day 3, the increased macrophage recruitment was observed followed by the presence of pro-inflammatory mediators. However, there was a significant increase in the expression of IL-10, TGF-β, and osteoprotegerin on day 10. The elevation of osteoprotegerin contributed to bone regeneration along with persistent activity of antiinflammatory mediators [76]. In a novel tissue engineering approach, a 3D–printed IFN loading IFN-ᵞ calcium silicate-β-tricalcium phosphate scaffold was designed. The scaffold was implanted subcutaneously, and IFN-ᵞ was released in the early days followed by improved vascularization in four weeks. IFN-ᵞ redesigned macrophage phenotype and the level of VEGF was increased which indicated higher vascularization and osteogenesis as a potential treatment for bone defects [77]. Recently, decellularized tissues are being used is tissue engineering to target macrophages or repolarize their phenotypes. In one current study, decellularized porcine Achilles tendon was utilized to elicit the anti-inflammatory macrophage functioning. Upon implantation in an Achilles tendon defectin rabbits, the decellularized tendons were observed to be integrated with host tissue and produced antiinflammatory macrophages to promote tendon repair [78]. AC CE PT ED M AN US CR IP T\n28\nInformation Classification: General\nCardiac patches can be made for M1 mediated pro-inflammatory environment or dominant M2 stage of myocardial infarction. Peripheral blood monocytes can be derived to obtain M1 and M2 macrophages for exposing them in tissue constructs to establish systems of cardiac patches. This approach helps in identifying the injurious environment for placing engineered constructs. Cardiac patches implanted in the acute stage are more cooperative in the healing process and angiogenesis as compared to implanting at the chronic stage [79]. In one of the pro-angiogenic growth approach, PEG diacrylate hydrogel was transplanted in-vivo. It was demonstrated that delivery of platelet-derived growth factor and fibroblast growth factorinduced macrophage recruitment. These macrophages played the role in pruning and retracting of surrounding vessels by maintaining vessel stability and formation [80]. Another interesting strategy was adopted to modulate the role of macrophages for the repair of cardiac infarct by the use of phosphatidylserine (PS) presenting liposomes. The PS liposomes demonstrated the anti-inflammatory effect similar to apoptotic cells. The uptake of PS liposomes by macrophages in in-vivo elevated the levels of IL-10 and TGF-β. This treatment promoted angiogenesis and prevented ventricular dilation when visualized by MRI using metallic ligand [81]. Different studies in animals like zebrafish, axolotls, and African spiny mice have reported that macrophages are essential for tissue regeneration after injury and also for the prevention of fibrosis during cardiac regeneration [82]. In salamander, macrophages mediated the control of activation of fibroblasts during cardiac muscle regeneration by utilizing a cross-linked extracellular matrix [83]. Additionally, novel scaffold development techniques are being explored by the incorporation of macrophages in engineered tissues that might prove to improve their rate of integration in regenerative treatment options. A study based on 3D-gelatin based hydrogels was conducted using AC CE PT ED M AN US CR IP T\n29\nInformation Classification: General\nmacrophages, fibroblasts, and IL-4. IL-4 improved angiogenesis in the presence of macrophages. The data also highlighted that incorporation of macrophages in resident macrophage function have impact on the cytokine micro-environment of 3D-hydrogels [84]. Moreover, the influence of macrophage on vascular tubule volume was explored by developing 3D-PEG hydrogel incorporated with endothelial cells and macrophages. When the matrix was co-encapsulated with aortic endothelial cells, M2 macrophages enhanced the volume of tubules formed from aortic endothelial cells. On the contrary, the tubule volume decreased by 90 % in the matrix with M1 macrophages co-loaded with aortic endothelial cells. Hence, M2 macrophages play role in vessel formation [8].\nVarious other possibilities also involve the induction of macrophages to differentiate the cells for improved tissue repair. The incorporation of macrophages to improve tissue repair and formation is a viable method for regenerative medical purposes. Extracellular matrix mimicking nanofibrous architecture attenuates the M1 macrophages and downregulates the pro-inflammatory mediators as compared to smooth-surfaced composites. Surface topography and surface chemistry of scaffolds and biomaterials affect the activation and interaction of specific macrophage phenotype in various diseased states [85].\nAs macrophages can play a beneficial role in tissue remodeling or may play a detrimental role by loss of function. Hence, an overview of the sequence of events in tissue regeneration is required to facilitate the exact phenotype repolarization after tissue injury. As the scaffolds are subject to the number of host-material interfaces (muscle, tissue, bone); the biological complications may often be the cause of failure of the implant. The most common reason for such failure is the foreign body reaction, which causes wear and tear of the bearing surface and may further damage the tissue/bone/muscle healing. AC CE\nPT ED\nM AN\nUS CR\nIP T\n30\nInformation Classification: General\nSome other novel therapeutic nanosystems targeting macrophages are listed in Table 1.\nInnovative methods of drug delivery to macrophages are being explored to prolong the pharmacological action to achieve a good pharmacokinetic profile. Pharmacokinetics is dependent on the molecular weight, surface charge, degree of polydispersity of the nanocarriers. As passive targeting by NPs often results in the accumulation or clearance by the reticuloendothelial system. To overcome this barrier, active targeting of macrophages by attaching ligands to NPs, is preferred. The conjugation of biological derivatives, proteins, or cell-derived components on the NPs could improve the drug delivery to the target site. Bioavailability of the NPs can also be improved by the enhancement of the stability of NPs and sustained delivery. Another strategy to improve the pharmacokinetic profile of the drug delivery to the inflammatory disorders and cancer is the third level targeting, i.e. intracellular organelle targeting by NPs. Cell-penetrating peptides could be exploited for organelle level targeting, e.g. plasma membrane targeting in HIV and infectious diseases, mitochondrial targeting in cancers and tumors, and endoplasmic reticulum targeted delivery in cystic fibrosis [102]. In addition to the aforementioned delivery strategies, the inhibition of surface receptors of macrophages responsible for the internalization of a particular causative agent of the disease can be exploited. The multipurpose NPs can be designed with combined bactericidal/anti-inflammatory/anti-cancer activity together with receptor inhibition. Photodynamic therapy is another viable option to target only the infected cells to achieve the maximum therapeutic benefits of NPs. AC CE PT ED M AN US CR IP T\n31\nInformation Classification: General"
    }, {
      "heading" : "4. Tumor-associated macrophages",
      "text" : ""
    }, {
      "heading" : "4.1 TAMs in tumors and cancer",
      "text" : "TAMs have been elucidated as “pro-tumoral macrophages” which play a complex role in the tumor progression and supports tumor cells to transition into malignancy. TAMs are considered to inhibit the anti-tumoral immune surveillance and increase the extracellular matrix remodeling. TAMs add to the tumor microenvironment (TME) by stimulating angiogenesis, so these cells are a potential therapeutic target for the cure of cancer. High levels of IL-10 and TGF-β in the TME are the evident consequences of TAMs activity. These mediators then further aggravate the inflammation at the site as a result of the secretion of inflammatory cytokines like IL-12, IL-1β, and TNF-α [103]. TAMs promote the progression of cancer by the mutual interactions with TME. In different types of tumors, circulating monocytes are differentiated into TAMs by MCSF-1. MCSF-1 is present abundantly in the TME in human ovarian cancer which facilitates the differentiation of macrophages to the M2 phenotype [104]. These TAMs overexpress mannose receptors, IL10 and CD204, and certain M2 markers which may help in prognosis. However, in hepatocellular carcinoma (HCC), the T cell immunoglobulin domain and mucin domaincontaining molecule-3 (TIM-3) is expressed on the surface of TAMs. This particular protein is associated with impairment in the role of immune T-cells and serves as a marker of tumor progression and proliferation. Suppression or silencing of TIM-3 on TAMs can help in tumor regression [105]. TAMs have an evident immunosuppressor role which affects the function of antigen-presenting cells. This natural immunity breach is certainly because of the increased accumulation of cytokines and chemokines affecting the role of natural killer (NK), B and T cells. As the role of TAMs in tumor progression and metastasis have been AC CE PT ED M AN US CR IP T\n32\nInformation Classification: General\nestablished by the researchers. So, endeavors are being conducted to specifically target these cells, including the inhibition of monocytes differentiating into macrophages and eradication of the key factors responsible for TAMs recruitment in tumor cells. M1 and M2 polarization of TAMs and their relative association to pro-inflammatory mediators is listed in Table 2."
    }, {
      "heading" : "4.2 TAMs as therapeutic targets",
      "text" : "TAMs are protumoral and involved in the progression of cancer by inducing metastasis, therefore various novel therapeutic carrier systems have been developed to target TAMs (Figure 5). Fujiwara et al. reported that corosolic acid, a triterpenoid compound, inhibited the TAMs polarization to the M2 phenotype. The compound inhibited IL-10 thus reporting that it can assist the M2 polarization to M1. The study also reports that corosolic acid activates caspase in human glioblastoma cells, which then induce tumor apoptosis. [106]. Wang et al. explored the idea of re-educating TAMs by synthesis of poly (beta-amino ester) NPs encapsulating macrophage regulator, IL-12. The prepared NPs inhibited tumor growth by continuous release of IL-12, leading to the reversal of TAMs from M2 to M1 phenotype [107]. In another study, self-assembled glyco NPs mimicking glycocalyx induced polymerization of M2 TAMs to M1 TAMs which was found to be evident because of the reduced CD206 and CD23 expression. There was also an increase in the TNF and MCP-1 which are the reported markers of M1 [108]. Some other novel nanocarrier systems developed to target or re-educate TAMs are listed in Table 3.\nSince the negative effects of macrophages are mainly due to M1 macrophages in inflammatory disorders and M2 macrophages in tumors, so the nano-therapy targeting the infiltrated macrophages mainly aims at either downregulating the pro-inflammatory\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n33\nInformation Classification: General\ncytokines produced by M1 macrophages or re-polarising the macrophages from M1 to M2 phenotype which favors the resolution of inflammation. Many possible mechanisms could regulate macrophage trafficking. Numerous studies are suggesting the possibility that an increased number of tissue macrophages could come from enhanced local macrophage survival or by monopoiesis due to the action of TNF and CSF. The influx of initial macrophages can be investigated using flow cytometry analysis or by quantifying the surface markers specific to the macrophage phenotype. Then these cell populations can be compared with the harvested macrophages during the chronic stages of inflammatory disorders and cancer to acquire data on the dynamics and trafficking.\nAs far as the optimum time of drug delivery to the macrophages is concerned, after a thorough review of the latest literature, we have reached the fact that up to date no studies have been conducted to optimize the best time to deliver drugs to infiltrated macrophages. However, a detailed review of the causes of these inflammatory diseases and underlying mechanisms of disease progression suggests that the optimum time of drug delivery may depend on different contributing factors including but not limited to the time of the release of different cytokines which initiate and maintain the pathology of inflammatory diseases and can be possible targets for the treatment of such diseases, which is beyond the scope of this review. Nonetheless, critical regulatory and signaling pathways are being explored to understand the metabolic features essential to macrophage activation. The methods being investigated are genome-scale modeling, proteomics, metabolomics, and transcriptomics. Bioinformatics based proteomics screening revealed that certain proteins like PARP9 and PARP14 cross regulate the macrophage activation and trafficking. These proteins have AC CE PT ED M AN\nUS CR\nIP T\n34\nInformation Classification: General\nopposing roles. PARP14 silencing initiates pro-inflammatory response whereas PARP9 silencing suppresses pro-inflammatory response [115].\nIn a recent study conducted by Kung, Chia-Chi, et al. an established rate model was used to explain the transition of an acute inflammatory disease to a chronic stage which revealed that TNF-α, IL-17, and IL-6 mainly contributed to the progression of disease where TNF-α being the master cytokine for the acute phase peaked its expression at 4 weeks, IL-17 at 8 weeks being responsible for the transition stage, and IL-6 at 12 weeks maintaining the chronic state. The levels of certain chemokines, cytokines, and proteins if quantified, might provide the estimated time to target the macrophages for resolving the inflammatory disorders and cancer.\nThe interaction of nanocarriers with immune cells i-e the internalization of the nanocarriers by the macrophages is of prime importance to achieve efficient therapeutic effect. Since macrophages act as reservoirs of pathogenic agents in most of the inflammatory and infectious diseases. Interaction, internalization, trafficking, and clearance of NPs with macrophages have been a continuous unanswered problem. The negligence of the study of this particular issue has limited the clinical reliability of NPs. A better understanding is essential for NPs-macrophage interaction at the cellular level in physiological conditions to facilitate targeted drug delivery. It is still not clearly understood that how local activation of tissue macrophages leads to the rearrangement of the macrophage cellular receptors making them more sensitive to NPs uptake. However, this enhanced uptake of NPs may give rise to another challenge, i.e., the increased rate of internalization and clearance by phagosomes. Once the NPs are in contact with the body/tissue, they are recognized by the adsorbed opsonized proteins, which may cause the rapid clearance of the NPs by the mononuclear AC CE PT ED\nM AN\nUS CR\nIP T\n35\nInformation Classification: General\nphagocyte system. As these opsonized proteins influence the interaction of the NPsmacrophage interaction, hence NPs strategies should be focused on optimal recognition only by the certain surface receptors of macrophages rather than internalization of clearance by the other cells [116]. It can be a possibility that NPs uptake and internalization in the cells is parallel to the normal immune response. Like the pathogens presenting PAMPs, the NPs also possess certain patterns that make them identifiable by the macrophages. Toll-like receptors, mannose receptors, scavenger receptors, and folate receptors are considered to be the primary phagocytic receptors.\nA comprehensive understanding of the NPs processing and accumulation in macrophages can resolve the limitations of drugs/peptides NPs designed for delivery to the nucleus rather than cytosol. Additionally, the internalization mechanism should be critically studied to resolve the challenging queries. Most of the NPs of comparatively big dimensions enter the macrophages via phagocytosis like the bacteria. However, phagocytosis often leads to the fusion with lysosomes which may interrupt the therapeutic efficiency of NPs. On the contrary, pinocytosis is most widely responsible for the internalization of small solubilized NPs and the particles within the dimensions of 20-500 nm are actively taken up by macrophages through clathrin or clathrin-independent mechanism [117, 118]. Keeping this critical question in mind, the researchers are being directed towards the use of “Trojan horse” concept where macrophages are being explored to transport the NPs across the endothelial cells to bypass the biological barriers [119].\n5. Patents on targeted drug delivery to macrophages\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n36\nInformation Classification: General\nFew patents concerning targeted drug delivery to macrophages are listed in table 4. These patents include the polymeric and lipid-based nanocarriers encapsulating drugs or metals to diagnose or treat inflammation in immunological diseases and cancer."
    }, {
      "heading" : "6. Challenges in the scale-up production of nanomedicine",
      "text" : "There are certain challenges in the development and quality control of nanoformulation. The quality control attributes like size, morphology, dimensions, dispersity, functionality, and stability have a major impact on the therapeutic properties and effective treatment in the immune disorders. All such critical parameters should be reproducible and easy to scale up for industrialization. One of the most discussed factor is the scale-up of the NPs for clinical purposes. Currently, the top-down technique is utilized by the industries to manufacture the nanomedicines because the bottom-up technique needs the continual step by step optimization along with the removal of residual organic solvents, which may not follow GRAS status. The laboratory synthesis techniques are less complicated to assess the risk factors affecting the target product profile. On the contrary, the scale-up requires thorough screening of materials, solvents, and cost-effectiveness of the final product along with compliance. Studies are being conducted to produce the pilot batches of NPs. It was found in the studies that changing the method of NPs development can save time in scale-up. E.g., it took 2 hours to produce ibuprofen loaded NPs by nanoprecipitation method as compared to the nano-emulsion method which took 3 hours. The continuous exploration and understanding of the complexities in scale-up can lead way to scale-up feasibilities and clinical trials. Some nanomedicines have already entered into markets like Ambisome®, Tricor®, Abraxane®, etc [127]. A lot of insight needs to be put into the macrophage targeted nanomedicines because of their ability to target the immune cells. Scale-up studies of AC CE PT ED M AN US CR\nIP T\n37\nInformation Classification: General\nmacrophage based nanomedicines is a more comprehensive topic and hence need to be addressed as there are different challenges to be discussed."
    }, {
      "heading" : "7. Conclusion",
      "text" : "Nano-therapeutics are diverse in chemistry and functionalities. In the past few years, nano and microparticles have shown promising results in the sustained drug release in different complex diseases. The role of macrophages in mediating the immune disorders, mainly inflammation and cancer is understood. As macrophages are the natural surveyors of the immune system and are crucial to the pathogenesis of the diseases discussed. The natural ability of their surface receptors to interact with suitable ligands is remarkable, which can be exploited by the development of surface-modified nano and microcarriers to ensure their uptake into macrophages. However, the physiological properties of the macrophages must be evaluated before designing the drug delivery system conforming to their phenotypes. There are still some areas that need to be addressed before tailoring the macrophage targeted delivery systems. As the dynamics of macrophage polarization and infiltration in the immune disorders are not completely understood, so a thorough understanding is essential in deciding the time of NPs dose administration to the infected macrophages. Further research is also demanded in establishing the GRAS status of the long term therapy because the mentioned carriers are immunomodulating and may influence the innate immunity."
    }, {
      "heading" : "8. Expert opinion",
      "text" : "As a result of the variation in their phenotypes, macrophages dispense to the development of various immunological disorders. Therefore, it can be the best consideration to target the primary culprit to combat disorder at the initial and preliminary stages. Previously,\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n38\nInformation Classification: General\nconventional drug delivery vehicles lacked the on-site targeting and were accompanied by many adverse effects to non-target organs. Though, macrophage targeted drug delivery has exhibited promising results in the in-vivo animal experimental models.\nStill, there are challenges of failure in human subjects because the immune cells are constantly and continually evolving. A thorough knowledge of the modulation needs to be accessed to understand the probability of clinical failures. Fully understanding the target site chemistry is crucial to targeted delivery. Though targeted drug delivery using nanotechnology is an emerging field, it is still associated with new challenges related to regulatory and scientific aspects. The novel polymeric drug delivery systems need new guidelines for risk assessment because of the complex chemistry. Polymers and new lipids must be evaluated for biocompatibility and biodegradation as well as evaluation must be performed for clinical efficacy. Safety data is still lacking for the newly synthesized and developed polymers of hybrid complex nature. Ethical issues need to be implemented while working with NPs as they may alter the normal physiological process of the body if not excreted on time. Besides, the in-vivo fate of the targeted carriers in terms of their interaction with the biological surroundings still needs extensive research to overcome the toxicity issues in the long run. Criteria of risks and benefits ought to be developed for establishing the safety of targeted nanomedicines. Versatile and innovative in-silico and in-vivo models shall be developed to access the toxicity of the targeted nano mediated drug delivery systems. Long term persistent studies are still in clinical evaluation for targeting macrophages in the inflamed and auto-immune disorders. Determining the recruitment of specific macrophage phenotypes in the various immunological disorders is still a challenge, which might improve the horizons of targeted drug delivery to macrophages in the future. AC CE PT ED M AN US CR IP T\n39\nInformation Classification: General\nBut, in some malignant tumors and cancers, modulating or targeting macrophages may not completely uproot the disease. So, the development of advanced drug delivery carriers for targeting cells as well as dismantling the cancer must be considered. Currently, the pharmacological compounds are in clinical trial as potential macrophage targeted intervention, but their utilization in NPs still needs to be explored to clinically evaluate the safety. Targeting macrophage using nanotechnology is the best possible approach for the disease related to the breach in the innate immunity. Shortly, few macrophage targeted drug delivery vehicles have already paved their way in the clinic, e.g., SiCCR-2 loaded NPs have shown promising results [128] and SiRNA liposomes (Patisiran) has already been approved by FDA for treatment of polyneuropathy. Additionally, smart magnetic contrast ultra small superparamagnetic particles of iron oxide (USPIOs) are currently in phase 2 clinical trial hypothesized to identify and target macrophages (NCT01995799). USPIOs are aimed to be avidly taken up by the macrophages. This is the first study of its type to be investigated for myocardial inflammation after myocardial infarction. Moreover, some immunomodulatory antibodies are also in clinical trials. To mention a few, an antibody (CP-870,893) targeting CD40 receptors in melanoma as TAM directed therapy is in phase I trial (NCT00607048). Another compound, CC-9002 targeting CD47 is also in phase I clinical trial (NCT02367196).\nThe scale-up of the nanoformulations also needs further efforts to regulate the costeffectiveness in an attempt to make the nanomedicine generally available after success in trials.\nIn the consequent decade, the non-invasive imaging of cellular recruitment could further facilitate drug delivery to macrophages. Likewise, blending the macrophage targeted nano approach with photodynamic therapy is a very progressive notion; photosensitizer conjugates\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n40\nInformation Classification: General\nand their effective delivery to macrophages in cancer may prove to be a good leap in the area of targeted nanotechnology. A multidisciplinary collaboration is mandatory to unravel the discoveries related to targeted drug(s) delivery based on the first and foremost concept of magic bullet.\nReferences\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n41\nInformation Classification: General\nPapers of special note have been highlighted as:\n* of interest ** of considerable interest\n1. Ahmed, A.U., An overview of inflammation: mechanism and consequences. Frontiers in\nBiology, 2011. 6(4): p. 274.\n2. Kelly, C., C. Jefferies, and S.-A. Cryan, Targeted liposomal drug delivery to monocytes\nand macrophages. Journal of drug delivery, 2011. 2011.\n3. Jain, N.K., V. Mishra, and N.K. Mehra, Targeted drug delivery to macrophages. Expert\nopinion on drug delivery, 2013. 10(3): p. 353-367.\n4. Martinez, F.O. and S. Gordon, The M1 and M2 paradigm of macrophage activation: time\nfor reassessment. F1000prime reports, 2014. 6.\n5. *Novak, M.L. and T.J. Koh, Macrophage phenotypes during tissue repair. Journal of\nleukocyte biology, 2013. 93(6): p. 875-881. This paper discusses the functions of polarized MI and M2 macrophages and their role in the tissue repair following inflamamtion.\n6. Wynn, T.A., Type 2 cytokines: mechanisms and therapeutic strategies. Nature Reviews\nImmunology, 2015. 15(5): p. 271-282.\n7. Headland, S.E. and L.V. Norling. The resolution of inflammation: Principles and\nchallenges. in Seminars in immunology. 2015. Elsevier.\n8. Moore, E., et al., M0 and M2 macrophages enhance vascularization of tissue engineering\nscaffolds. Regenerative Engineering and Translational Medicine, 2018. 4(2): p. 51-61.\n9. Mills, E.L., et al., Succinate dehydrogenase supports metabolic repurposing of\nmitochondria to drive inflammatory macrophages. Cell, 2016. 167(2): p. 457-470. e13.\n10. Zeeshan, M., et al., Advances in orally-delivered pH-sensitive nanocarrier systems; an\noptimistic approach for the treatment of inflammatory bowel disease. International journal of pharmaceutics, 2019. 558: p. 201-214.\n11. Jahagirdar, P., et al., Mannose Receptor and Targeting Strategies, in Targeted\nIntracellular Drug Delivery by Receptor Mediated Endocytosis. 2019, Springer. p. 433- 456.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n42\nInformation Classification: General\n12. Suzuki, Y., et al., Macrophage mannose receptor, CD206, predict prognosis in patients\nwith pulmonary tuberculosis. Scientific reports, 2018. 8(1): p. 13129.\n13. Lokhande, A.S., et al., Scavenger Receptor and Targeting Strategies, in Targeted\nIntracellular Drug Delivery by Receptor Mediated Endocytosis. 2019, Springer. p. 297- 321.\n14. Ahmed, M., et al., Human serum albumin-based probes for molecular targeting of\nmacrophage scavenger receptors. International journal of nanomedicine, 2019. 14: p. 3723.\n15. He, S., et al., Toll-like receptors activate programmed necrosis in macrophages through\na receptor-interacting kinase-3–mediated pathway. Proceedings of the National Academy of Sciences, 2011. 108(50): p. 20054-20059.\n16. Anwar, M.A., et al., Recent clinical trends in Toll‐like receptor targeting therapeutics.\nMedicinal research reviews, 2019. 39(3): p. 1053-1090.\n17. Seneviratne, A.N., B. Sivagurunathan, and C. Monaco, Toll-like receptors and\nmacrophage activation in atherosclerosis. Clinica Chimica Acta, 2012. 413(1-2): p. 3-14.\n18. Lea, S.R., et al., The effects of repeated Toll-like receptors 2 and 4 stimulation in COPD\nalveolar macrophages. International journal of chronic obstructive pulmonary disease, 2018. 13: p. 771.\n19. Chaung, H.-C., et al., Immunomodulatory effects of β-glucans on porcine alveolar\nmacrophages and bone marrow haematopoietic cell-derived dendritic cells. Veterinary immunology and immunopathology, 2009. 131(3-4): p. 147-157.\n20. Soto, E.R., et al., Targeted delivery of glucan particle encapsulated gallium\nnanoparticles inhibits HIV growth in human macrophages. Journal of drug delivery, 2016. 2016.\n21. Sun, J.Y., et al., In vivo optical imaging of folate receptor‐β in head and neck squamous\ncell carcinoma. The Laryngoscope, 2014. 124(8): p. E312-E319.\n22. O’Shannessy, D.J., et al., Expression of folate receptors alpha and beta in normal and\ncancerous gynecologic tissues: correlation of expression of the beta isoform with macrophage markers. Journal of ovarian research, 2015. 8(1): p. 29.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n43\nInformation Classification: General\n23. Zeeshan, M., et al., Advances in orally-delivered pH-sensitive nanocarrier systems; an\noptimistic approach for the treatment of inflammatory bowel disease. International journal of pharmaceutics, 2019.\n24. Genua, M., et al., The triggering receptor expressed on myeloid cells (TREM) in\ninflammatory bowel disease pathogenesis. Journal of translational medicine, 2014. 12(1): p. 293.\n25. Xiao, B., et al., Mannosylated bioreducible nanoparticle-mediated macrophage-specific\nTNF-α RNA interference for IBD therapy. Biomaterials, 2013. 34(30): p. 7471-7482.\n26. *Zhang, M., et al., Oral delivery of nanoparticles loaded with ginger active compound, 6-\nshogaol, attenuates ulcerative colitis and promotes wound healing in a murine model of ulcerative colitis. Journal of Crohn's and Colitis, 2018. 12(2): p. 217-229. This article highlights the role of natural derivative in the treatment of inflammation in ulcerative colitis. The natural compounds are gaining interest in the treatment of complex disorders and 6-shogaol is one such example.\n27. Xiao, B., et al., Orally targeted delivery of tripeptide KPV via hyaluronic acid-\nfunctionalized nanoparticles efficiently alleviates ulcerative colitis. Molecular Therapy, 2017. 25(7): p. 1628-1640.\n28. Poh, S., et al., Selective liposome targeting of folate receptor positive immune cells in\ninflammatory diseases. Nanomedicine: Nanotechnology, Biology and Medicine, 2018. 14(3): p. 1033-1043.\n29. Lee, Y., et al., Hyaluronic acid–bilirubin nanomedicine for targeted modulation of\ndysregulated intestinal barrier, microbiome and immune responses in colitis. Nature materials, 2019: p. 1-9.\n30. Sarwar, H.S., et al., Redox biology of Leishmania and macrophage targeted\nnanoparticles for therapy. Nanomedicine, 2017. 12(14): p. 1713-1725.\n31. Alexandru-Flaviu, T. and C. Cornel, Macrophages targeted drug delivery as a key\ntherapy in infectious disease. BMBN, 2014. 2(1): p. 17-20.\n32. Sarwar, H.S., et al., Oral delivery and enhanced efficacy of antimonal drug through\nmacrophage-guided multifunctional nanocargoes against visceral Leishmaniasis. European Journal of Pharmaceutics and Biopharmaceutics, 2020.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n44\nInformation Classification: General\n33. Chaubey, P. and B. Mishra, Mannose-conjugated chitosan nanoparticles loaded with\nrifampicin for the treatment of visceral leishmaniasis. Carbohydrate polymers, 2014. 101: p. 1101-1108.\n34. Afzal, I., et al., Mannosylated thiolated paromomycin-loaded PLGA nanoparticles for the\noral therapy of visceral leishmaniasis. Nanomedicine, 2019. 14(4): p. 387-406.\n35. Chaubey, P., et al., Mannose-conjugated curcumin-chitosan nanoparticles: efficacy and\ntoxicity assessments against Leishmania donovani. International journal of biological macromolecules, 2018. 111: p. 109-120.\n36. Biswaro, L.S., et al., Itraconazole encapsulated PLGA‐nanoparticles covered with\nmannose as potential candidates against leishmaniasis. Journal of Biomedical Materials Research Part B: Applied Biomaterials, 2019. 107(3): p. 680-687.\n37. Singh, P.K., et al., Fabrication of 3-O-sn-phosphatidyl-L-serine anchored PLGA\nnanoparticle bearing amphotericin B for macrophage targeting. Pharmaceutical research, 2018. 35(3): p. 60.\n38. Guirado, E., L.S. Schlesinger, and G. Kaplan. Macrophages in tuberculosis: friend or\nfoe. in Seminars in immunopathology. 2013. Springer.\n39. Knight, M., et al., Lipid droplet formation in Mycobacterium tuberculosis infected\nmacrophages requires IFN-γ/HIF-1α signaling and supports host defense. PLoS pathogens, 2018. 14(1): p. e1006874.\n40. Guirado, E. and L. Schlesinger, Modeling the Mycobacterium tuberculosis granuloma–\nthe critical battlefield in host immunity and disease. Frontiers in immunology, 2013. 4: p. 98.\n41. Pi, J., et al., Macrophage‐Targeted Isoniazid–Selenium Nanoparticles Promote\nAntimicrobial Immunity and Synergize Bactericidal Destruction of Tuberculosis Bacilli. Angewandte Chemie International Edition, 2020. 59(8): p. 3226-3234.\n42. Choi, S.-r., et al., Gallium nanoparticles facilitate phagosome maturation and inhibit\ngrowth of virulent Mycobacterium tuberculosis in macrophages. PLoS One, 2017. 12(5).\n43. Maretti, E., et al., Surface engineering of Solid Lipid Nanoparticle assemblies by methyl\nα-d-mannopyranoside for the active targeting to macrophages in anti-tuberculosis inhalation therapy. International journal of pharmaceutics, 2017. 528(1-2): p. 440-451.\nA CE\nPT ED\nM AN\nUS CR\nIP T\n45\nInformation Classification: General\n44. Pi, J., et al., Macrophage‐targeted Isoniazid‐selenium nanoparticles promote innate\nimmunity, inducing synergistic antimicrobial and bactericidal destructions of tuberculosis bacilli. Angewandte Chemie International Edition, 2019.\n45. Basha, R.Y., S.K. TS, and M. Doble, Dual delivery of tuberculosis drugs via cyclodextrin\nconjugated curdlan nanoparticles to infected macrophages. Carbohydrate Polymers, 2019. 218: p. 53-62.\n46. Mefford, M.E., et al., Bioinformatic analysis of neurotropic HIV envelope sequences\nidentifies polymorphisms in the gp120 bridging sheet that increase macrophage-tropism through enhanced interactions with CCR5. Virology, 2015. 481: p. 210-222.\n47. Herskovitz, J. and H.E. Gendelman, HIV and the macrophage: from cell reservoirs to\ndrug delivery to viral eradication. Journal of Neuroimmune Pharmacology, 2019. 14(1): p. 52-67.\n48. Rappaport, J. and D.J. Volsky, Role of the macrophage in HIV-associated neurocognitive\ndisorders and other comorbidities in patients on effective antiretroviral treatment. Journal of neurovirology, 2015. 21(3): p. 235-241.\n49. Mobarakeh, V.I., et al., Optimization of chitosan nanoparticles as an anti-HIV siRNA\ndelivery vehicle. International journal of biological macromolecules, 2019. 129: p. 305- 315.\n50. Dalpiaz, A., et al., Bile salt-coating modulates the macrophage uptake of nanocores\nconstituted by a zidovudine prodrug and enhances its nose-to-brain delivery. European Journal of Pharmaceutics and Biopharmaceutics, 2019. 144: p. 91-100.\n51. Urbaniak, T., et al., Microparticles of Lamivudine—Poly-ε-Caprolactone Conjugate for\nDrug Delivery via Internalization by Macrophages. Molecules, 2019. 24(4): p. 723.\n52. **Ao, Z., et al., Incorporation of Ebola glycoprotein into HIV particles facilitates\ndendritic cell and macrophage targeting and enhances HIV-specific immune responses. PloS one, 2019. 14(5). This article discusses the effective vaccine against HIV infection in which the Ebola virus envelope glycoprotein (EboGP) was incorporated into non-replicating virus-like particles (VLPs) to target monocyte-derived dendritic cells and monocyte-derived macrophages.\n53. **Khan, T., et al., Macrophage targeted nanocarrier delivery systems in HIV\ntherapeutics. Expert Opinion on Drug Delivery, 2020(just-accepted).\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n46\nInformation Classification: General\nThis extensive review highlights some of the anti-HIV drugs which can target macrophages and are currently in clinical trial.\n54. Nogueira, E., et al., Folate-targeted nanoparticles for rheumatoid arthritis therapy.\nNanomedicine: Nanotechnology, Biology and Medicine, 2016. 12(4): p. 1113-1126.\n55. Lacerte, P., et al., Overexpression of TLR2 and TLR9 on monocyte subsets of active\nrheumatoid arthritis patients contributes to enhance responsiveness to TLR agonists. Arthritis research & therapy, 2016. 18(1): p. 10.\n56. Thomas, T.P., et al., Folate‐targeted nanoparticles show efficacy in the treatment of\ninflammatory arthritis. Arthritis & Rheumatism, 2011. 63(9): p. 2671-2680.\n57. Jain, S., T.-H. Tran, and M. Amiji, Macrophage repolarization with targeted alginate\nnanoparticles containing IL-10 plasmid DNA for the treatment of experimental arthritis. Biomaterials, 2015. 61: p. 162-177.\n58. Meka, R.R., et al., Peptide-targeted liposomal delivery of dexamethasone for arthritis\ntherapy. Nanomedicine, 2019(0).\n59. Zhao, J., et al., Multifunctional folate receptor-targeting and pH-responsive nanocarriers\nloaded with methotrexate for treatment of rheumatoid arthritis. International journal of nanomedicine, 2017. 12: p. 6735.\n60. Li, P., et al., Synergistic effect of all-trans-retinal and triptolide encapsulated in an\ninflammation-targeted nanoparticle on collagen-induced arthritis in mice. Journal of Controlled Release, 2020. 319: p. 87-103.\n61. Randolph, G.J., Mechanisms that regulate macrophage burden in atherosclerosis.\nCirculation research, 2014. 114(11): p. 1757-1771.\n62. Sanchez-Gaytan, B.L., et al., HDL-mimetic PLGA nanoparticle to target atherosclerosis\nplaque macrophages. Bioconjugate chemistry, 2015. 26(3): p. 443-451.\n63. SHARMA, G., et al., Targeting of macrophage foam cells in atherosclerotic plaque using\noligonucleotide-functionalized nanoparticles. Nano Life, 2010. 1(3-4): p. 207.\n64. van der Valk, F.M., et al., Prednisolone-containing liposomes accumulate in human\natherosclerotic macrophages upon intravenous administration. Nanomedicine: nanotechnology, biology and medicine, 2015. 11(5): p. 1039-1046.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n47\nInformation Classification: General\n65. Gao, C., et al., Treatment of atherosclerosis by macrophage-biomimetic nanoparticles via\ntargeted pharmacotherapy and sequestration of proinflammatory cytokines. Nature Communications, 2020. 11(1): p. 1-14.\n66. Weiss, G. and U.E. Schaible, Macrophage defense mechanisms against intracellular\nbacteria. Immunological reviews, 2015. 264(1): p. 182-203.\n67. Nairz, M., et al., Iron regulatory proteins mediate host resistance to Salmonella infection.\nCell host & microbe, 2015. 18(2): p. 254-261.\n68. Gonzalez-Escobedo, G. and J.S. Gunn, Gallbladder epithelium as a niche for chronic\nSalmonella carriage. Infection and immunity, 2013. 81(8): p. 2920-2930.\n69. Zaki, N.M. and M.M. Hafez, Enhanced antibacterial effect of ceftriaxone sodium-loaded\nchitosan nanoparticles against intracellular Salmonella typhimurium. Aaps Pharmscitech, 2012. 13(2): p. 411-421.\n70. Mudakavi, R.J., et al., Development of arginine based nanocarriers for targeting and\ntreatment of intracellular Salmonella. RSC Advances, 2017. 7(12): p. 7022-7032.\n71. Elbi, S., et al., Fucoidan coated ciprofloxacin loaded chitosan nanoparticles for the\ntreatment of intracellular and biofilm infections of Salmonella. Colloids and Surfaces B: Biointerfaces, 2017. 160: p. 40-47.\n72. Tran, T.-H., et al., Modulation of macrophage functional polarity towards anti-\ninflammatory phenotype with plasmid DNA delivery in CD44 targeting hyaluronic acid nanoparticles. Scientific reports, 2015. 5(1): p. 1-15.\n73. Parayath, N.N. and M.M. Amiji, Preparation of Hyaluronic Acid-Based Nanoparticles\nfor Macrophage-Targeted MicroRNA Delivery and Transfection, in Nanoparticles in Biology and Medicine. 2020, Springer. p. 99-110.\n74. Shahbazi, M.-A., et al., Targeted Reinforcement of Macrophage Reprogramming Toward\nM2 Polarization by IL-4-Loaded Hyaluronic Acid Particles. ACS omega, 2018. 3(12): p. 18444-18455.\n75. Badylak, S.F., et al., Macrophage phenotype as a determinant of biologic scaffold\nremodeling. Tissue Engineering Part A, 2008. 14(11): p. 1835-1842.\n76. Kim, Y.-H., H. Furuya, and Y. Tabata, Enhancement of bone regeneration by dual\nrelease of a macrophage recruitment agent and platelet-rich plasma from gelatin hydrogels. Biomaterials, 2014. 35(1): p. 214-224.\nAC CE\nPT ED\nMA NU\nSC RI\nPT\n48\nInformation Classification: General\n77. Li, T., et al., 3D-printed IFN-γ-loading calcium silicate-β-tricalcium phosphate scaffold\nsequentially activates M1 and M2 polarization of macrophages to promote vascularization of tissue engineering bone. Acta biomaterialia, 2018. 71: p. 96-107.\n78. Eren, A.D., et al., Decellularized Porcine Achilles Tendon Induces Anti-inflammatory\nMacrophage Phenotype In Vitro and Tendon Repair In Vivo. Journal of Immunology and Regenerative Medicine, 2020: p. 100027.\n79. Spiller, K.L., D.O. Freytes, and G. Vunjak-Novakovic, Macrophages modulate\nengineered human tissues for enhanced vascularization and healing. Annals of biomedical engineering, 2015. 43(3): p. 616-627.\n80. Hsu, C.-W., et al., Improved angiogenesis in response to localized delivery of\nmacrophage-recruiting molecules. PloS one, 2015. 10(7).\n81. Harel-Adar, T., et al., Modulation of cardiac macrophages by phosphatidylserine-\npresenting liposomes improves infarct repair. Proceedings of the National Academy of Sciences, 2011. 108(5): p. 1827-1832.\n82. Smits, A.I. and C.V. Bouten, Tissue engineering meets immunoengineering: prospective\non personalized in situ tissue engineering strategies. Current Opinion in Biomedical Engineering, 2018. 6: p. 17-26.\n83. Godwin, J.W., et al., Heart regeneration in the salamander relies on macrophage-\nmediated control of fibroblast activation and the extracellular landscape. NPJ Regenerative medicine, 2017. 2(1): p. 1-11.\n84. *BARTHES, J.G.D., et al., Immune Assisted Tissue Engineering via Incorporation of\nMacrophages in Cell-Laden Hydrogels Under Cytokine Stimulation. Frontiers in Bioengineering and Biotechnology, 2019. 7: p. 29. This article highlights the incorporation of macrophages in engineered tissues that might prove to improve their rate of integration in regenerative treatment option.\n85. Wu, R.-X., et al., ECM-mimicking nanofibrous matrix coaxes macrophages toward an\nanti-inflammatory phenotype: Cellular behaviors and transcriptome analysis. Applied Materials Today, 2020. 18: p. 100508.\n86. Gou, S., et al., Multi-bioresponsive silk fibroin-based nanoparticles with on-demand\ncytoplasmic drug release capacity for CD44-targeted alleviation of ulcerative colitis. Biomaterials, 2019. 212: p. 39-54.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n49\nInformation Classification: General\n87. Wang, B., et al., Targeted drug delivery to intestinal macrophages by bioactive\nnanovesicles released from grapefruit. Molecular Therapy, 2014. 22(3): p. 522-534.\n88. Wei, F., et al., Osteopontin-loaded PLGA Nanoparticles Enhance the Intestinal Mucosal\nBarrier and Alleviate Inflammation via the NF-κB Signaling Pathway. Colloids and Surfaces B: Biointerfaces, 2020: p. 110952.\n89. Kunjachan, S., et al., Chitosan-based macrophage-mediated drug targeting for the\ntreatment of experimental visceral leishmaniasis. Journal of microencapsulation, 2011. 28(4): p. 301-310.\n90. Monteiro, L.M., et al., Targeting Leishmania amazonensis amastigotes through\nmacrophage internalisation of a hydroxymethylnitrofurazone nanostructured polymeric system. International journal of antimicrobial agents, 2017. 50(1): p. 88-92.\n91. Esfandiari, F., et al., Paromomycin-loaded mannosylated chitosan nanoparticles:\nSynthesis, characterization and targeted drug delivery against leishmaniasis. Acta tropica, 2019. 197: p. 105072.\n92. Clemens, D.L., et al., Targeted intracellular delivery of antituberculosis drugs to\nMycobacterium tuberculosis-infected macrophages via functionalized mesoporous silica nanoparticles. Antimicrobial agents and chemotherapy, 2012. 56(5): p. 2535-2545.\n93. Vieira, A.C., et al., Targeted macrophages delivery of rifampicin-loaded lipid\nnanoparticles to improve tuberculosis treatment. Nanomedicine, 2017. 12(24): p. 2721- 2736.\n94. Narayanasamy, P., B.L. Switzer, and B.E. Britigan, Prolonged-acting, multi-targeting\ngallium nanoparticles potently inhibit growth of both HIV and mycobacteria in coinfected human macrophages. Scientific reports, 2015. 5: p. 8824.\n95. Shegokar, R. and K.K. Singh, Preparation, characterization and cell based delivery of\nstavudine surface modified lipid nanoparticles. J Nanomed Biotherapeut Discov, 2012. 2(3): p. 1-9.\n96. Gouveia, V.M., et al., Hyaluronic acid-conjugated pH-sensitive liposomes for targeted\ndelivery of prednisolone on rheumatoid arthritis therapy. Nanomedicine, 2018. 13(9): p. 1037-1049.\n97. Heo, R., et al., Dextran sulfate nanoparticles as a theranostic nanomedicine for\nrheumatoid arthritis. Biomaterials, 2017. 131: p. 15-26.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n50\nInformation Classification: General\n98. Bilthariya, U., et al., Folate-conjugated albumin nanoparticles for rheumatoid arthritis-\ntargeted delivery of etoricoxib. Drug development and industrial pharmacy, 2015. 41(1): p. 95-104.\n99. Varasteh, Z., et al., Targeting mannose receptor expression on macrophages in\natherosclerotic plaques of apolipoprotein E-knockout mice using 68 Ga-NOTA-antiMMR nanobody: non-invasive imaging of atherosclerotic plaques. EJNMMI research, 2019. 9(1): p. 5.\n100. Tae, H., S. Lee, and C.S. Ki, β-Glucan hybridized poly (ethylene glycol) microgels for\nmacrophage-targeted protein delivery. Journal of Industrial and Engineering Chemistry, 2019. 75: p. 69-76.\n101. Mudakavi, R.J., A.M. Raichur, and D. Chakravortty, Lipid coated mesoporous silica\nnanoparticles as an oral delivery system for targeting and treatment of intravacuolar Salmonella infections. RSC Advances, 2014. 4(105): p. 61160-61166.\n102. Sakhrani, N.M. and H. Padh, Organelle targeting: third level of drug targeting. Drug\ndesign, development and therapy, 2013. 7: p. 585.\n103. Kim, J. and J.-S. Bae, Tumor-associated macrophages and neutrophils in tumor\nmicroenvironment. Mediators of inflammation, 2016. 2016.\n104. Colvin, E.K., Tumor-associated macrophages contribute to tumor progression in ovarian\ncancer. Frontiers in oncology, 2014. 4: p. 137.\n105. Flecken, T. and P. Sarobe, Tim-3 expression in tumour-associated macrophages: a new\nplayer in HCC progression. Gut, 2015. 64(10): p. 1502-1503.\n106. Fujiwara, Y., et al., Corosolic acid inhibits glioblastoma cell proliferation by suppressing\nthe activation of signal transducer and activator of transcription‐3 and nuclear factor‐kappa B in tumor cells and tumor‐associated macrophages. Cancer science, 2011. 102(1): p. 206-211.\n107. Wang, Y., et al., Polymeric nanoparticles promote macrophage reversal from M2 to M1\nphenotypes in the tumor microenvironment. Biomaterials, 2017. 112: p. 153-163.\n108. Su, L., et al., Glycocalyx‐Mimicking Nanoparticles for Stimulation and Polarization of\nMacrophages via Specific Interactions. Small, 2015. 11(33): p. 4191-4200.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n51\nInformation Classification: General\n109. Niu, M., et al., Biodistribution and in vivo activities of tumor-associated macrophage-\ntargeting nanoparticles incorporated with doxorubicin. Molecular pharmaceutics, 2014. 11(12): p. 4425-4436.\n110. Qian, Y., et al., Molecular-targeted immunotherapeutic strategy for melanoma via dual-\ntargeting nanoparticles delivering small interfering RNA to tumor-associated macrophages. ACS nano, 2017. 11(9): p. 9536-9549.\n111. Locke, L.W., et al., PET imaging of tumor associated macrophages using mannose\ncoated 64Cu liposomes. Biomaterials, 2012. 33(31): p. 7785-7793.\n112. Huang, W.-C., et al., Tumor microenvironment-responsive nanoparticle delivery of\nchemotherapy for enhanced selective cellular uptake and transportation within tumor. Biomacromolecules, 2016. 17(12): p. 3883-3892.\n113. Penn, C.A., et al., Therapeutic impact of nanoparticle therapy targeting tumor-associated\nmacrophages. Molecular cancer therapeutics, 2018. 17(1): p. 96-106.\n114. Zimel, M.N., et al., HPMA–Copolymer Nanocarrier Targets Tumor-Associated\nMacrophages in Primary and Metastatic Breast Cancer. Molecular cancer therapeutics, 2017. 16(12): p. 2701-2710.\n115. Iwata, H., et al., PARP9 and PARP14 cross-regulate macrophage activation via STAT1\nADP-ribosylation. Nature communications, 2016. 7(1): p. 1-19.\n116. Gustafson, H.H., et al., Nanoparticle uptake: the phagocyte problem. Nano today, 2015.\n10(4): p. 487-510.\n117. Mayor, S., R.G. Parton, and J.G. Donaldson, Clathrin-independent pathways of\nendocytosis. Cold Spring Harbor perspectives in biology, 2014. 6(6): p. a016758.\n118. Kadiu, I., et al., Macrophage endocytic trafficking of antiretroviral nanoparticles.\nNanomedicine, 2011. 6(6): p. 975-994.\n119. Moore, T.L., et al., Cellular shuttles: monocytes/macrophages exhibit transendothelial\ntransport of nanoparticles under physiological flow. ACS applied materials & interfaces, 2017. 9(22): p. 18501-18511.\n120. Low, P.S. and M.J. Turk, Treatment and diagnosis of macrophage mediated disease.\n2008, Google Patents.\n121. Low, P.S. and M.J. Turk, Treatment of macrophage mediated disease. 2010, Google\nPatents.\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n52\nInformation Classification: General\n122. Kay, H., Platinum complexes for targeted drug delivery. 2011, Google Patents. 123. Gieseler, R.K., et al., Targeted Lipid-Drug Formulations for Delivery of Drugs to\nMyeloid and Lymphoid Immune Cells. 2016, Google Patents.\n124. Hulsmans, M., M. Nahrendorf, and R. Weissleder, Targeting Macrophages to Modulate\nElectrical Conduction in the Heart. 2019, Google Patents.\n125. Tveita, A., Fusion proteins targeting tumour associated macrophages for treating\ncancer. 2019, Google Patents.\n126. Vlahov, I.R., et al., Folate conjugate for use in targeting tumor associated macrophages.\n2020, Google Patents.\n127. Paliwal, R., R.J. Babu, and S. Palakurthi, Nanomedicine scale-up technologies:\nfeasibilities and challenges. Aaps Pharmscitech, 2014. 15(6): p. 1527-1534.\n128. **Abid, S., et al., CCR2/CCR5-mediated macrophage–smooth muscle cell crosstalk in\npulmonary hypertension. European Respiratory Journal, 2019. 54(4): p. 1802308.\nThis article is of special interest as it explains the clinical efficacy of SiCCR-2 loaded NPs as a promising drug delivery approach for pulmonary arterial hypertension.\nFigure legends:\nFigure 1 Diagrammatic illustration of pro-inflammatory and resolution phase following tissue injury or infection. In innate immunity, ROS, TNF-α, and other pro-inflammatory mediators are released followed by the increased succinate oxidation. This whole cascade of events cause\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n53\nInformation Classification: General\ntissue damage while killing pathogen or may further aggravate the process of inflammation, whereas the resolution phase is characterized by pro-resolving mediators, IL-10 and VEGF, which facilitate angiogenesis and tissue remodeling followed by oxidative metabolism. Figure 2 Receptors on the surface of macrophage as potential targets for different varieties of nano and micro dimensional drug delivery vehicles. Figure 3 Macrophages and HIV pathogenesis. HIV infects the macrophage and from pro-virus by attaching to chromosol DNA and starts replicating. Once the macrophage becomes infected, proinflammatory cytokines and chemokines attract T-cells and infect CD4+ T cells. These T-cells die as a result of the viral cytopathic effect. Few leftover CD4+ T cells may serve as an HIV reservoir. Viral replication and overactivity of immune modulation results in increased production of TNF-α in infected macrophages and T-cells. This whole cascade of activity leads to apoptosis of CD8+ T cells. Also, telomerase activity (contributing to cellular protection against oxidative stress and safeguard of the reservoir by the virus) is enhanced and Pglycoprotein pumps out the anti-viral drug and limits the availability inside macrophages. This overall mechanism further infects the CD4+ T cells by developing immunity against the drug and the replication of the virus continues. Figure 4 Role of macrophages in the development of atherosclerosis Figure 5 Targeted drug delivery to tumor-associated macrophages (TAMs) by ligand attachment on nanoparticle surface (M2 polarized TAMs are pro-tumor and needs to be targeted to reverse to M1 polarized TAMs, anti-tumor, or inhibit their further proliferation to stop tumor progression)\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n54\nInformation Classification: General\nList of abbreviations\nCRISPRs: clustered, regularly interspaced short palindromic repeats FR: folate receptor IBD: inflammatory bowel disease GRAS: generally recognized as safe HA: hyaluronic acid HDL: high density lipid HIV: human immunodeficiency virus IL: Interleukin LD: lipid droplets LDLs: low density lipoproteins MCSF-1: macrophage colony stimulating factor-1 MR: mannose receptor M.tb: Mycobacterium tuberculosis NF-kβ: nuclear factor kappa-beta NK: natural killer NO: nitric oxide NPs: nanoparticles PAPM: pathogen-associated molecular pattern PEG: polyethylene glycol PLA: poly (D,L-lactic acid) PLGA: poly (D,L lactic acid-co-glycolic acid) RA: rheumatoid arthritis RES: reticuloendothelial system ROS: reactive oxygen species RNAi: RNA interference SLNs: solid lipid NPs SR: scavenger receptor AC CE PT ED M AN US CR IP T\n55\nInformation Classification: General\nTAMs: tumor activated macrophages TB: tuberculosis TGF-β: transforming growth factor-beta TME: tumor micro-environment Th1: T helper type 1 Th2: T helper type 2 TLRs: toll-like receptors TREM-1: triggering receptor expressed on myeloid cell TNF-α: tumor necrosis factor-alpha VEGF-α: vascular endothelial growth factor alpha\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n56\nInformation Classification: General\nTable 1 A few nanocarrier systems developed over the time for targeted delivery to macrophages in immune disorders\nNature of carrier Therapeutic moiety Disease Outcome Reference Natural silk fibroin NPs functionalized with chondroitin sulfate Curcumin Inflammatory bowel disease (Ulcerative colitis) CD44 targeted internalization in macrophages followed by controlled release of drug [86] Grapefruit derived nanovesicles Methotrexate Inflammatory bowel disease\nStimulated the expression of antioxidant gene HO-1 leading to downregulation of proinflammatory cytokines [87]\nHyaluronic acid functionalized NPs\nOsteopontin glycoprotein\nInflammatory bowel disease\nCD44 receptor targeted delivery with reduction in inflammatory cytokines.\n[88]\nChitosan microparticles\nDoxorubicin Leishmaniasis Substantial reduction in parasitic load\n[89]\nDextran coated PBCA1 NPs\nNFOH2 Leishmaniasis Low cytotoxicity, high selectivity index and internalization as compared to free NFOH [90]\nMannosylated chitosan NPs using dextran\nParomomycin Leishmaniasis Enhanced internalization in THP-1 cells as compared to nonmannosylated chitosan NPs with effective [91]\n1 poly (n-butyl cyanoacrylate) 2 hydroxymethylnitrofurazone\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n57\nInformation Classification: General\nreduction in parasitic load\nFunctionalized mesoporous silica NPs Rifampicin and isoniazid\nTuberculosis Bacterial killing in macrophages by intracellular release of drug [92]\nMannosylated nanostructured lipid carrier\nRifampicin Tuberculosis Improved efficiency in reducing intracellular M.tb growth and enhanced infiltration in the macrophages\n[93]\nTetra phenyl porphyrin NPs\nGallium HIV infection Inhibited HIV and Mycobacteria in co-infected human macrophages\n[94]\nSLNs Stavudine HIV infection Internalization in macrophages [95] Hyaluronic acid conjugated liposomes Prednisolone Rheumatoid arthritis\nInternalization in macrophages by caveolae and clathrin dependent endocytosis [96]\n5β-cholanic acid conjugated dextran sulphate NPs\nMethotrexate Rheumatoid arthritis\nScavenger receptor targeted internalization in macrophages and improved therapeutic efficacy [97]\nFolate conjugated albumin NPs Etoricoxib Rheumatoid arthritis\nElevated drug concentration in the activated macrophage in joints\n[98] AC CE\nPT ED\nM AN\nUS CR\nIP T\n58\nInformation Classification: General\nNOTA-antiMMR-Nb3\nGallium 68 Atherosclerosis Non-invasive diagnostic imaging of MR expression on macrophages. [99]\nβ-glucan hybridized PEG microgel\nBovine serum albumin\nImmune disorders\nEnhanced internalization in macrophages [100]\nLipid coated mesoporous silica NPs Ciprofloxacin Salmonella infection\nIntravacuolar targeting, effective with lower dose\n[101]\n3 Gallium-68 labeled anti-mannose receptor nanobody\nAC CE\nPT ED\nM AN\nUS CR\nIP T\n59\nInformation Classification: General\nAC CE\nPT\n60\nInformation Classification: General\n4 PEG-hydrazone-C18; 5 1,4,7,10-tetra-azacyclododecane-1,4,7,10-tetraacetic acid; 6 methoxypoly(ethylene glycol)-b-poly(histamine methacrylamide)\nAC CE\nPT\n61\nInformation Classification: General\nAC CE\nPT\n62\nInformation Classification: General\nFigure 1 AC\nCE\nPT ED\nM AN\nUS CR\nIP T\n63\nInformation Classification: General\n64\nInformation Classification: General\nAC CE\nPT ED\n65\nInformation Classification: General\nAC CE\nPT\n66\nInformation Classification: General\nAC CE\nPT ED\nM AN\nUS"
    } ],
    "references" : [ {
      "title" : "An overview of inflammation: mechanism and consequences",
      "author" : [ "A.U. Ahmed" ],
      "venue" : "Frontiers in Biology,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "Targeted liposomal drug delivery to monocytes and macrophages",
      "author" : [ "C. Kelly", "C. Jefferies", "S.-A. Cryan" ],
      "venue" : "Journal of drug delivery,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "Targeted drug delivery to macrophages",
      "author" : [ "N.K. Jain", "V. Mishra", "N.K. Mehra" ],
      "venue" : "Expert opinion on drug delivery,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "The M1 and M2 paradigm of macrophage activation: time for reassessment",
      "author" : [ "F.O. Martinez", "S. Gordon" ],
      "venue" : "F1000prime reports,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "Macrophage phenotypes during tissue repair",
      "author" : [ "M.L. Novak", "T.J. Koh" ],
      "venue" : "Journal of leukocyte biology,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Type 2 cytokines: mechanisms and therapeutic strategies",
      "author" : [ "T.A. Wynn" ],
      "venue" : "Nature Reviews Immunology,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "The resolution of inflammation: Principles and challenges. in Seminars in immunology",
      "author" : [ "S.E. Headland", "L.V. Norling" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "macrophages enhance vascularization of tissue engineering scaffolds",
      "author" : [ "E. Moore" ],
      "venue" : "Regenerative Engineering and Translational Medicine, 2018",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Succinate dehydrogenase supports metabolic repurposing of mitochondria to drive inflammatory macrophages",
      "author" : [ "Mills", "E.L" ],
      "venue" : "Cell, 2016",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Advances in orally-delivered pH-sensitive nanocarrier systems; an optimistic approach for the treatment of inflammatory bowel disease",
      "author" : [ "M Zeeshan" ],
      "venue" : "International journal of pharmaceutics,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Mannose Receptor and Targeting Strategies, in Targeted Intracellular Drug Delivery by Receptor Mediated Endocytosis",
      "author" : [ "P Jahagirdar" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Scavenger Receptor and Targeting Strategies, in Targeted Intracellular Drug Delivery by Receptor Mediated Endocytosis",
      "author" : [ "Lokhande", "A.S" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Human serum albumin-based probes for molecular targeting of macrophage scavenger receptors",
      "author" : [ "M Ahmed" ],
      "venue" : "International journal of nanomedicine, 2019",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Toll-like receptors activate programmed necrosis in macrophages through a receptor-interacting kinase-3–mediated pathway",
      "author" : [ "S He" ],
      "venue" : "Proceedings of the National Academy of Sciences,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2011
    }, {
      "title" : "Toll-like receptors and macrophage activation in atherosclerosis",
      "author" : [ "A.N. Seneviratne", "B. Sivagurunathan", "C. Monaco" ],
      "venue" : "Clinica Chimica Acta,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2012
    }, {
      "title" : "The effects of repeated Toll-like receptors 2 and 4 stimulation in COPD alveolar macrophages. International journal of chronic obstructive pulmonary disease, 2018",
      "author" : [ "Lea", "S.R" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Immunomodulatory effects of β-glucans on porcine alveolar macrophages and bone marrow haematopoietic cell-derived dendritic cells",
      "author" : [ "Chaung", "H.-C" ],
      "venue" : "Veterinary immunology and immunopathology,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Targeted delivery of glucan particle encapsulated gallium nanoparticles inhibits HIV growth in human macrophages",
      "author" : [ "Soto", "E.R" ],
      "venue" : "Journal of drug delivery,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "In vivo optical imaging of folate receptor‐β in head and neck squamous cell carcinoma",
      "author" : [ "Sun", "J.Y" ],
      "venue" : "The Laryngoscope,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Expression of folate receptors alpha and beta in normal and cancerous gynecologic tissues: correlation of expression of the beta isoform with macrophage markers",
      "author" : [ "O’Shannessy", "D.J" ],
      "venue" : "Journal of ovarian research,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Advances in orally-delivered pH-sensitive nanocarrier systems; an optimistic approach for the treatment of inflammatory bowel disease",
      "author" : [ "M Zeeshan" ],
      "venue" : "International journal of pharmaceutics,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "The triggering receptor expressed on myeloid cells (TREM) in inflammatory bowel disease pathogenesis",
      "author" : [ "M Genua" ],
      "venue" : "Journal of translational medicine,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Mannosylated bioreducible nanoparticle-mediated macrophage-specific TNF-α RNA interference for IBD therapy",
      "author" : [ "B Xiao" ],
      "venue" : "Biomaterials,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2013
    }, {
      "title" : "Oral delivery of nanoparticles loaded with ginger active compound, 6shogaol, attenuates ulcerative colitis and promotes wound healing in a murine model of ulcerative colitis. Journal of Crohn's and Colitis, 2018",
      "author" : [ "M Zhang" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Orally targeted delivery of tripeptide KPV via hyaluronic acidfunctionalized nanoparticles efficiently alleviates ulcerative colitis",
      "author" : [ "B Xiao" ],
      "venue" : "Molecular Therapy,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Selective liposome targeting of folate receptor positive immune cells in inflammatory diseases. Nanomedicine: Nanotechnology, Biology and Medicine, 2018",
      "author" : [ "S Poh" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Hyaluronic acid–bilirubin nanomedicine for targeted modulation of dysregulated intestinal barrier, microbiome and immune responses in colitis",
      "author" : [ "Y Lee" ],
      "venue" : "Nature materials,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Redox biology of Leishmania and macrophage targeted nanoparticles for therapy",
      "author" : [ "Sarwar", "H.S" ],
      "venue" : "Nanomedicine, 2017",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Macrophages targeted drug delivery as a key therapy in infectious disease",
      "author" : [ "T. Alexandru-Flaviu", "C. Cornel" ],
      "venue" : "BMBN,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "Oral delivery and enhanced efficacy of antimonal drug through macrophage-guided multifunctional nanocargoes against visceral Leishmaniasis",
      "author" : [ "Sarwar", "H.S" ],
      "venue" : "European Journal of Pharmaceutics and Biopharmaceutics,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2020
    }, {
      "title" : "Mannose-conjugated chitosan nanoparticles loaded with rifampicin for the treatment of visceral leishmaniasis",
      "author" : [ "P. Chaubey", "B. Mishra" ],
      "venue" : "Carbohydrate polymers,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Mannosylated thiolated paromomycin-loaded PLGA nanoparticles for the oral therapy of visceral leishmaniasis",
      "author" : [ "I Afzal" ],
      "venue" : "Nanomedicine, 2019",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2019
    }, {
      "title" : "Itraconazole encapsulated PLGA‐nanoparticles covered with mannose as potential candidates against leishmaniasis",
      "author" : [ "Biswaro", "L.S" ],
      "venue" : "Journal of Biomedical Materials Research Part B: Applied Biomaterials,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "Macrophages in tuberculosis: friend or foe. in Seminars in immunopathology",
      "author" : [ "E. Guirado", "L.S. Schlesinger", "G. Kaplan" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2013
    }, {
      "title" : "Lipid droplet formation in Mycobacterium tuberculosis infected macrophages requires IFN-γ/HIF-1α signaling and supports host defense",
      "author" : [ "M Knight" ],
      "venue" : "PLoS pathogens,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Modeling the Mycobacterium tuberculosis granuloma– the critical battlefield in host immunity and disease",
      "author" : [ "E. Guirado", "L. Schlesinger" ],
      "venue" : "Frontiers in immunology,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Gallium nanoparticles facilitate phagosome maturation and inhibit growth of virulent Mycobacterium tuberculosis in macrophages",
      "author" : [ "Choi", "S.-r" ],
      "venue" : "PLoS One,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Surface engineering of Solid Lipid Nanoparticle assemblies by methyl α-d-mannopyranoside for the active targeting to macrophages in anti-tuberculosis inhalation therapy",
      "author" : [ "E Maretti" ],
      "venue" : "International journal of pharmaceutics,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    }, {
      "title" : "Macrophage‐targeted Isoniazid‐selenium nanoparticles promote innate immunity, inducing synergistic antimicrobial and bactericidal destructions of tuberculosis bacilli",
      "author" : [ "J Pi" ],
      "venue" : "Angewandte Chemie International Edition,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2019
    }, {
      "title" : "Dual delivery of tuberculosis drugs via cyclodextrin conjugated curdlan nanoparticles to infected macrophages",
      "author" : [ "R.Y. Basha", "S.K. TS", "M. Doble" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2019
    }, {
      "title" : "Bioinformatic analysis of neurotropic HIV envelope sequences identifies polymorphisms in the gp120 bridging sheet that increase macrophage-tropism through enhanced interactions with CCR5",
      "author" : [ "Mefford", "M.E" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2015
    }, {
      "title" : "Volsky, Role of the macrophage in HIV-associated neurocognitive disorders and other comorbidities in patients on effective antiretroviral treatment",
      "author" : [ "J. Rappaport", "D.J" ],
      "venue" : "Journal of neurovirology,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2015
    }, {
      "title" : "Microparticles of Lamivudine—Poly-ε-Caprolactone Conjugate for Drug Delivery via Internalization by Macrophages",
      "author" : [ "T Urbaniak" ],
      "venue" : "Molecules, 2019",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "Incorporation of Ebola glycoprotein into HIV particles facilitates dendritic cell and macrophage targeting and enhances HIV-specific immune responses",
      "author" : [ "Z Ao" ],
      "venue" : "PloS one,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Macrophage targeted nanocarrier delivery systems in HIV therapeutics. Expert Opinion on Drug Delivery, 2020(just-accepted).  AC  CE  PT  ED  M  AN  US  CR  IP  T  46 Information Classification: General  This extensive review highlights some of the anti-HIV drugs which can target macrophages and are currently in clinical trial",
      "author" : [ "T Khan" ],
      "venue" : null,
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2020
    }, {
      "title" : "Folate-targeted nanoparticles for rheumatoid arthritis therapy. Nanomedicine: Nanotechnology, Biology and Medicine, 2016",
      "author" : [ "E Nogueira" ],
      "venue" : null,
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2016
    }, {
      "title" : "Folate‐targeted nanoparticles show efficacy in the treatment of inflammatory arthritis",
      "author" : [ "Thomas", "T.P" ],
      "venue" : "Arthritis & Rheumatism,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2011
    }, {
      "title" : "Macrophage repolarization with targeted alginate nanoparticles containing IL-10 plasmid DNA for the treatment of experimental arthritis",
      "author" : [ "S. Jain", "T.-H. Tran", "M. Amiji" ],
      "venue" : "Biomaterials,",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2015
    }, {
      "title" : "Peptide-targeted liposomal delivery of dexamethasone for arthritis therapy",
      "author" : [ "Meka", "R.R" ],
      "venue" : "Nanomedicine,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2019
    }, {
      "title" : "Synergistic effect of all-trans-retinal and triptolide encapsulated in an inflammation-targeted nanoparticle on collagen-induced arthritis in mice",
      "author" : [ "P Li" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2020
    }, {
      "title" : "Mechanisms that regulate macrophage burden in atherosclerosis",
      "author" : [ "G.J. Randolph" ],
      "venue" : "Circulation research,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2014
    }, {
      "title" : "HDL-mimetic PLGA nanoparticle to target atherosclerosis plaque macrophages",
      "author" : [ "Sanchez-Gaytan", "B.L" ],
      "venue" : "Bioconjugate chemistry,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2015
    }, {
      "title" : "Targeting of macrophage foam cells in atherosclerotic plaque using oligonucleotide-functionalized nanoparticles",
      "author" : [ "G SHARMA" ],
      "venue" : "Nano Life,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2010
    }, {
      "title" : "Prednisolone-containing liposomes accumulate in human atherosclerotic macrophages upon intravenous administration",
      "author" : [ "van der Valk", "F.M" ],
      "venue" : "Nanomedicine: nanotechnology, biology and medicine,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2015
    }, {
      "title" : "Iron regulatory proteins mediate host resistance to Salmonella infection",
      "author" : [ "M Nairz" ],
      "venue" : "Cell host & microbe,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2015
    }, {
      "title" : "Gallbladder epithelium as a niche for chronic Salmonella carriage",
      "author" : [ "G. Gonzalez-Escobedo", "J.S. Gunn" ],
      "venue" : "Infection and immunity,",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2013
    }, {
      "title" : "Enhanced antibacterial effect of ceftriaxone sodium-loaded chitosan nanoparticles against intracellular Salmonella typhimurium",
      "author" : [ "N.M. Zaki", "M.M. Hafez" ],
      "venue" : "Aaps Pharmscitech,",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2012
    }, {
      "title" : "Development of arginine based nanocarriers for targeting and treatment of intracellular Salmonella",
      "author" : [ "Mudakavi", "R.J" ],
      "venue" : "RSC Advances,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2017
    }, {
      "title" : "Fucoidan coated ciprofloxacin loaded chitosan nanoparticles for the treatment of intracellular and biofilm infections of Salmonella",
      "author" : [ "S Elbi" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2017
    }, {
      "title" : "Modulation of macrophage functional polarity towards antiinflammatory phenotype with plasmid DNA delivery in CD44 targeting hyaluronic acid nanoparticles",
      "author" : [ "Tran", "T.-H" ],
      "venue" : "Scientific reports,",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2015
    }, {
      "title" : "Amiji, Preparation of Hyaluronic Acid-Based Nanoparticles for Macrophage-Targeted MicroRNA Delivery and Transfection, in Nanoparticles in Biology and Medicine",
      "author" : [ "N.N. Parayath", "M.M" ],
      "venue" : null,
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2020
    }, {
      "title" : "Targeted Reinforcement of Macrophage Reprogramming Toward M2 Polarization by IL-4-Loaded Hyaluronic Acid Particles",
      "author" : [ "Shahbazi", "M.-A" ],
      "venue" : "ACS omega,",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2018
    }, {
      "title" : "Macrophage phenotype as a determinant of biologic scaffold remodeling",
      "author" : [ "Badylak", "S.F" ],
      "venue" : "Tissue Engineering Part A,",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2008
    }, {
      "title" : "Enhancement of bone regeneration by dual release of a macrophage recruitment agent and platelet-rich plasma from gelatin hydrogels",
      "author" : [ "Kim", "Y.-H", "H. Furuya", "Y. Tabata" ],
      "venue" : "Biomaterials,",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2014
    }, {
      "title" : "3D-printed IFN-γ-loading calcium silicate-β-tricalcium phosphate scaffold sequentially activates M1 and M2 polarization of macrophages to promote vascularization of tissue engineering bone",
      "author" : [ "T Li" ],
      "venue" : "Acta biomaterialia,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2018
    }, {
      "title" : "Decellularized Porcine Achilles Tendon Induces Anti-inflammatory Macrophage Phenotype In Vitro and Tendon Repair In Vivo",
      "author" : [ "Eren", "A.D" ],
      "venue" : "Journal of Immunology and Regenerative Medicine,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2020
    }, {
      "title" : "Improved angiogenesis in response to localized delivery of macrophage-recruiting molecules",
      "author" : [ "Hsu", "C.-W" ],
      "venue" : "PloS one,",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2015
    }, {
      "title" : "Modulation of cardiac macrophages by phosphatidylserinepresenting liposomes improves infarct repair",
      "author" : [ "T Harel-Adar" ],
      "venue" : "Proceedings of the National Academy of Sciences,",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2011
    }, {
      "title" : "Tissue engineering meets immunoengineering: prospective on personalized in situ tissue engineering strategies",
      "author" : [ "A.I. Smits", "C.V. Bouten" ],
      "venue" : "Current Opinion in Biomedical Engineering, 2018",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2018
    }, {
      "title" : "ECM-mimicking nanofibrous matrix coaxes macrophages toward an anti-inflammatory phenotype: Cellular behaviors and transcriptome analysis",
      "author" : [ "Wu", "R.-X" ],
      "venue" : "Applied Materials Today, 2020",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2020
    }, {
      "title" : "Multi-bioresponsive silk fibroin-based nanoparticles with on-demand cytoplasmic drug release capacity for CD44-targeted alleviation of ulcerative colitis",
      "author" : [ "S Gou" ],
      "venue" : null,
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2019
    }, {
      "title" : "Targeted drug delivery to intestinal macrophages by bioactive nanovesicles released from grapefruit",
      "author" : [ "B Wang" ],
      "venue" : "Molecular Therapy,",
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2014
    }, {
      "title" : "Osteopontin-loaded PLGA Nanoparticles Enhance the Intestinal Mucosal Barrier and Alleviate Inflammation via the NF-κB Signaling Pathway",
      "author" : [ "F Wei" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2020
    }, {
      "title" : "Chitosan-based macrophage-mediated drug targeting for the treatment of experimental visceral leishmaniasis",
      "author" : [ "S Kunjachan" ],
      "venue" : "Journal of microencapsulation,",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2011
    }, {
      "title" : "Targeting Leishmania amazonensis amastigotes through macrophage internalisation of a hydroxymethylnitrofurazone nanostructured polymeric system",
      "author" : [ "Monteiro", "L.M" ],
      "venue" : "International journal of antimicrobial agents,",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2017
    }, {
      "title" : "Targeted intracellular delivery of antituberculosis drugs to Mycobacterium tuberculosis-infected macrophages via functionalized mesoporous silica nanoparticles",
      "author" : [ "Clemens", "D.L" ],
      "venue" : "Antimicrobial agents and chemotherapy,",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2012
    }, {
      "title" : "Targeted macrophages delivery of rifampicin-loaded lipid nanoparticles to improve tuberculosis treatment",
      "author" : [ "Vieira", "A.C" ],
      "venue" : "Nanomedicine, 2017",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2017
    }, {
      "title" : "Britigan, Prolonged-acting, multi-targeting gallium nanoparticles potently inhibit growth of both HIV and mycobacteria in coinfected human macrophages",
      "author" : [ "P. Narayanasamy", "B.L. Switzer", "B.E" ],
      "venue" : "Scientific reports,",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2015
    }, {
      "title" : "Preparation, characterization and cell based delivery of stavudine surface modified lipid nanoparticles",
      "author" : [ "R. Shegokar", "K.K. Singh" ],
      "venue" : "J Nanomed Biotherapeut Discov,",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2012
    }, {
      "title" : "Hyaluronic acid-conjugated pH-sensitive liposomes for targeted delivery of prednisolone on rheumatoid arthritis therapy",
      "author" : [ "Gouveia", "V.M" ],
      "venue" : "Nanomedicine, 2018",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2018
    }, {
      "title" : "Dextran sulfate nanoparticles as a theranostic nanomedicine for rheumatoid arthritis",
      "author" : [ "R Heo" ],
      "venue" : "Biomaterials, 2017",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2017
    }, {
      "title" : "Folate-conjugated albumin nanoparticles for rheumatoid arthritistargeted delivery of etoricoxib",
      "author" : [ "U Bilthariya" ],
      "venue" : "Drug development and industrial pharmacy,",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2015
    }, {
      "title" : "β-Glucan hybridized poly (ethylene glycol) microgels for macrophage-targeted protein delivery",
      "author" : [ "H. Tae", "S. Lee", "C.S. Ki" ],
      "venue" : "Journal of Industrial and Engineering Chemistry,",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2019
    }, {
      "title" : "Lipid coated mesoporous silica nanoparticles as an oral delivery system for targeting and treatment of intravacuolar Salmonella infections",
      "author" : [ "R.J. Mudakavi", "A.M. Raichur", "D. Chakravortty" ],
      "venue" : "RSC Advances,",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2014
    }, {
      "title" : "Organelle targeting: third level of drug targeting",
      "author" : [ "N.M. Sakhrani", "H. Padh" ],
      "venue" : "Drug design, development and therapy,",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2013
    }, {
      "title" : "Tumor-associated macrophages and neutrophils in tumor microenvironment",
      "author" : [ "J. Kim", "J.-S. Bae" ],
      "venue" : "Mediators of inflammation,",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2016
    }, {
      "title" : "Tumor-associated macrophages contribute to tumor progression in ovarian cancer",
      "author" : [ "E.K. Colvin" ],
      "venue" : "Frontiers in oncology,",
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2014
    }, {
      "title" : "Tim-3 expression in tumour-associated macrophages: a new player in HCC progression",
      "author" : [ "T. Flecken", "P. Sarobe" ],
      "venue" : null,
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2015
    }, {
      "title" : "Corosolic acid inhibits glioblastoma cell proliferation by suppressing the activation of signal transducer and activator of transcription‐3 and nuclear factor‐kappa B in tumor cells and tumor‐associated macrophages",
      "author" : [ "Y Fujiwara" ],
      "venue" : "Cancer science,",
      "citeRegEx" : "106",
      "shortCiteRegEx" : "106",
      "year" : 2011
    }, {
      "title" : "Polymeric nanoparticles promote macrophage reversal from M2 to M1 phenotypes in the tumor microenvironment",
      "author" : [ "Y Wang" ],
      "venue" : "Biomaterials,",
      "citeRegEx" : "107",
      "shortCiteRegEx" : "107",
      "year" : 2017
    }, {
      "title" : "Glycocalyx‐Mimicking Nanoparticles for Stimulation and Polarization of Macrophages via Specific Interactions",
      "author" : [ "L Su" ],
      "venue" : null,
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2015
    }, {
      "title" : "Biodistribution and in vivo activities of tumor-associated macrophagetargeting nanoparticles incorporated with doxorubicin",
      "author" : [ "M Niu" ],
      "venue" : "Molecular pharmaceutics,",
      "citeRegEx" : "109",
      "shortCiteRegEx" : "109",
      "year" : 2014
    }, {
      "title" : "Molecular-targeted immunotherapeutic strategy for melanoma via dualtargeting nanoparticles delivering small interfering RNA to tumor-associated macrophages",
      "author" : [ "Y Qian" ],
      "venue" : "ACS nano, 2017",
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2017
    }, {
      "title" : "PET imaging of tumor associated macrophages using mannose coated 64Cu liposomes",
      "author" : [ "Locke", "L.W" ],
      "venue" : "Biomaterials,",
      "citeRegEx" : "111",
      "shortCiteRegEx" : "111",
      "year" : 2012
    }, {
      "title" : "Tumor microenvironment-responsive nanoparticle delivery of chemotherapy for enhanced selective cellular uptake and transportation within tumor",
      "author" : [ "Huang", "W.-C" ],
      "venue" : "Biomacromolecules, 2016",
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2016
    }, {
      "title" : "HPMA–Copolymer Nanocarrier Targets Tumor-Associated Macrophages in Primary and Metastatic Breast Cancer",
      "author" : [ "Zimel", "M.N" ],
      "venue" : "Molecular cancer therapeutics,",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2017
    }, {
      "title" : "Nanoparticle uptake: the phagocyte problem",
      "author" : [ "Gustafson", "H.H" ],
      "venue" : "Nano today,",
      "citeRegEx" : "116",
      "shortCiteRegEx" : "116",
      "year" : 2015
    }, {
      "title" : "Clathrin-independent pathways of endocytosis",
      "author" : [ "S. Mayor", "R.G. Parton", "J.G. Donaldson" ],
      "venue" : "Cold Spring Harbor perspectives in biology,",
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2014
    }, {
      "title" : "Macrophage endocytic trafficking of antiretroviral nanoparticles",
      "author" : [ "I Kadiu" ],
      "venue" : "Nanomedicine,",
      "citeRegEx" : "118",
      "shortCiteRegEx" : "118",
      "year" : 2011
    }, {
      "title" : "Cellular shuttles: monocytes/macrophages exhibit transendothelial transport of nanoparticles under physiological flow",
      "author" : [ "Moore", "T.L" ],
      "venue" : "ACS applied materials & interfaces,",
      "citeRegEx" : "119",
      "shortCiteRegEx" : "119",
      "year" : 2017
    }, {
      "title" : "Treatment and diagnosis of macrophage mediated disease",
      "author" : [ "P.S. Low", "M.J. Turk" ],
      "venue" : "Google Patents",
      "citeRegEx" : "120",
      "shortCiteRegEx" : "120",
      "year" : 2008
    }, {
      "title" : "Treatment of macrophage mediated disease",
      "author" : [ "P.S. Low", "M.J. Turk" ],
      "venue" : null,
      "citeRegEx" : "121",
      "shortCiteRegEx" : "121",
      "year" : 2010
    }, {
      "title" : "Platinum complexes for targeted drug",
      "author" : [ "H. Kay" ],
      "venue" : "Google Patents",
      "citeRegEx" : "122",
      "shortCiteRegEx" : "122",
      "year" : 2011
    }, {
      "title" : "Targeted Lipid-Drug Formulations for Delivery of Drugs to Myeloid and Lymphoid Immune Cells",
      "author" : [ "Gieseler", "R.K" ],
      "venue" : null,
      "citeRegEx" : "123",
      "shortCiteRegEx" : "123",
      "year" : 2016
    }, {
      "title" : "Targeting Macrophages to Modulate Electrical Conduction in the Heart",
      "author" : [ "M. Hulsmans", "M. Nahrendorf", "R. Weissleder" ],
      "venue" : null,
      "citeRegEx" : "124",
      "shortCiteRegEx" : "124",
      "year" : 2019
    }, {
      "title" : "Fusion proteins targeting tumour associated macrophages for treating cancer",
      "author" : [ "A. Tveita" ],
      "venue" : "Google Patents",
      "citeRegEx" : "125",
      "shortCiteRegEx" : "125",
      "year" : 2019
    }, {
      "title" : "Folate conjugate for use in targeting tumor associated macrophages",
      "author" : [ "Vlahov", "I.R" ],
      "venue" : null,
      "citeRegEx" : "126",
      "shortCiteRegEx" : "126",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The enhanced vascular permeability arises after the pathological condition which later favors the recruitment of immune cells and release of pro-inflammatory mediators [1].",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 1,
      "context" : "Information Classification: General the established role of these immune cells is the endocytosis of the intruding pathogens, but in certain infections, they may not act as a surveyor of the body’s defense system and breach the system by giving refuge to the bacteria/virus [2].",
      "startOffset" : 274,
      "endOffset" : 277
    }, {
      "referenceID" : 2,
      "context" : "To overcome this issue, therapies are being designed on the choice of targeting ligands specific to the particular cellular receptor [3].",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 3,
      "context" : "Macrophages vary in their phenotypes from classically activated M1 phenotype to alternatively activated M2 phenotypes to accomplish the two different functions [4].",
      "startOffset" : 160,
      "endOffset" : 163
    }, {
      "referenceID" : 4,
      "context" : "inflammatory events followed by the release of cytokines and chemokines [5].",
      "startOffset" : 72,
      "endOffset" : 75
    }, {
      "referenceID" : 5,
      "context" : "macrophages are governed by T helper type 2 (Th2) cell response and this phenotype is associated with tissue remodeling and resolution of inflammation [6].",
      "startOffset" : 151,
      "endOffset" : 154
    }, {
      "referenceID" : 6,
      "context" : "Following these events, Th2 cells governing the M2 phenotype initiate parenchymal cell activity which promotes repair of the basement membrane of tissue [7].",
      "startOffset" : 153,
      "endOffset" : 156
    }, {
      "referenceID" : 7,
      "context" : "M2 macrophages mechanistically enhance the blood vessel formation in the tissue healing process by the controlled secretion of VEGF-α (vascular endothelial growth factor- α) and by increasing cell-cell contacts [8].",
      "startOffset" : 211,
      "endOffset" : 214
    }, {
      "referenceID" : 8,
      "context" : "However, recently, it was reported that changes in the production of reactive oxygen species (ROS) and succinate levels inside the macrophage are the key factors of proinflammatory and anti-inflammatory functioning [9].",
      "startOffset" : 215,
      "endOffset" : 218
    }, {
      "referenceID" : 9,
      "context" : "Information Classification: General acquired before the development of nanotechnology-based delivery approaches [10].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 10,
      "context" : "Because of these domains, it can recognize and attach to a variety of ligands [11].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 11,
      "context" : "it binds to dextran sulfate but not to chondroitin sulfate-based delivery vehicles [13].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 12,
      "context" : "CD-163 is one of the cysteine-rich scavenger receptor which is expressed by the mature tissue macrophages and is involved in the hemoglobin haptoglobin complex binding and can be targeted by human serum albumin-based probes [14].",
      "startOffset" : 224,
      "endOffset" : 228
    }, {
      "referenceID" : 13,
      "context" : "Furthermore, it was speculated that TLRs enhance the innate immune response to pathogens and viruses by initiating necrosis in macrophage via receptor-interacting kinase-3 dependent signaling pathway [15].",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 14,
      "context" : "Foam cell formation can occur by disrupting the cholesterol efflux mechanism by these ligands and TLRs [17].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 15,
      "context" : "Information Classification: General TLRs after consistent stimulation with TLR ligand but if TLR-2 stimulation occurs after TLR-4 then it does not show tolerance, rather produce cytokines that could be the possible mechanism by which bacteria cause extreme inflammation in COPD [18].",
      "startOffset" : 278,
      "endOffset" : 282
    }, {
      "referenceID" : 16,
      "context" : "The high specificity also enables it to recognize only 1,3-linked and 1,6-linked glucans and not the rest of glucans with other linkages [19], and hence carbohydrate with special configurations can be used as the delivery carriers.",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 17,
      "context" : "This particular receptor is also involved in endocytosis of the attached moiety and this endocytosis may serve as a potential uptake mechanism for targeted delivery vehicles [20].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 15,
      "context" : "Studies showed the uptake of Saccharomycetes cerevisiae by dectin-1 βGlucan receptors and ligands of these receptors showed inhibition of Candida albicans yeasts by the murine macrophages (J774 cells) [18].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 18,
      "context" : "The receptor has also been revealed to be present on the surface of tumor activated macrophages (TAMs) [21].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 19,
      "context" : "Studies showed that the FR-β expresses both M1 and M2 macrophage lineages by the co-expression of CD-68 and CD-11b, thus these receptors represent tumor-associated macrophages in epithelial cancers [22].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 20,
      "context" : "Once the tissue macrophages become active, various proinflammatory cytokines are released which further aggravate the process of inflammation [23].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 21,
      "context" : "TREM-1 is responsible for initiating the progressive synthesis of IL-8 and IL-6, which further adds to the pathogenesis of IBD [24].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 22,
      "context" : "9 % in the colitis tissue, by specifically targeting the MR on macrophages [25].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 23,
      "context" : "NPs were efficiently internalized in the macrophages in experimental colitis model and regulated the expression of pro-inflammatory and anti-inflammatory mediators to assist tissue healing [26].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 24,
      "context" : "NPs downregulated TNF-α in the mouse colitis model by internalizing NPs in the macrophages [27].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 25,
      "context" : "The main outcome of the study was the reversal of activated macrophages which are directly correlated to the progression of inflammation in the colon [28].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 26,
      "context" : "HABN also modulated the gut microbiome to help heal inflamed mucosa [29].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 28,
      "context" : "TNF-α and IL-2 are also released in the surrounding tissues to further mediate the inflammatory response [31].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 29,
      "context" : "donovani infected BALB/c mice model [32].",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 30,
      "context" : "The mannosylated particles were engulfed by macrophages because of their active binding to mannose receptors on the activated macrophages [33].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 31,
      "context" : "donovani infected BALB/c mice model, making it a promising strategy for treatment [34].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 33,
      "context" : "interstitium of lungs and then distributes to the whole of the body affecting different organs [38].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 34,
      "context" : "forces the macrophages to produce and store LD [39].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 35,
      "context" : "The giant granuloma structure comprises of epithelioid cells, lymphocytes, Langerhans cells, infected and uninfected blood-derived macrophages [40].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 36,
      "context" : "retention study also proclaimed that Ga-(III) was released slower from folate conjugated dendrimers as compared to mannose conjugated dendrimers [42].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 37,
      "context" : "However, TP set was found to be cytotoxic despite its [generally recognized as safe (GRAS)] status, because of aggregation of particles that reduced cell activity and even lead to cell death [43].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 38,
      "context" : "In another novel study, macrophages were targeted using isoniazid selenium NPs, which were found to be promising not only in accumulation in macrophages but also induced fusion of Mtb with lysosomes for autophagy [44].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 40,
      "context" : "Human immunodeficiency virus (HIV) invades macrophages via CD4 and viral chemokine receptors (CXCR4 and CCR5) [46].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 41,
      "context" : "HIV infected macrophages do not undergo the process of cytolysis, that is why resistance is produced by infected cells against therapy [48].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 17,
      "context" : "The targeted delivery approach was followed by formulating β-glucan based NPs, which ensured site-specific and ligand directed delivery of gallium to the macrophages [20].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 43,
      "context" : "The vaccine exhibited HIV specific humoral immune response and increased the level of IL-4 in the mice immunized with EboGP, which contributes to humoral immune response [52].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 44,
      "context" : "targeting macrophages are now in clinical trials [53].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 45,
      "context" : "Proinflammatory cytokines (IL-6, IL-18, IL-10) and effector cell interaction is a complex phenomenon that is responsible for the synovial membrane damage at joints [54].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 46,
      "context" : "Dendrimers were efficiently internalized in the macrophages in a receptor-specific manner [56].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 47,
      "context" : "IL-6 and TNF-α were reduced and the progression of disease was inhibited as revealed by magnetic resonance imaging [57].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 48,
      "context" : "Liposomes were more effective in the treatment as compared to free drug with enhanced infiltration in the macrophages [58].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 49,
      "context" : "The in-vivo data highlighted the decrease in IL-6 and TNF-α following the uptake by macrophages in collagen induced arthritis in mice [60].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 50,
      "context" : "Foam cells accumulation then contributes to the atherosclerotic plaque growth [61].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 51,
      "context" : "This PLGA/HDL nanocarrier localized in macrophages in plaque and helped in the reduction of inflammation [62].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 52,
      "context" : "Flow cytometry analysis showed that cholesterol loading caused an increase in SR-A1 expression which in turn increased the binding of functionalized NPs to these cells [63].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 54,
      "context" : "Iron homeostasis in macrophages is altered after the infection by reducing the expression of transmembrane ferroportin 1 (fpn1), which is the iron export pathway [67].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 55,
      "context" : "gallstone surface in the patients with gallstones [68].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 56,
      "context" : "Macrophage uptake of NPs was found to be substantial [69].",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 57,
      "context" : "The intracellular targeting and production of NOS was elevated in macrophages by using the ArgMSN [70].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 58,
      "context" : "NPs were assessed for antimicrobial activity in-vivo and the NPs were found to be internalized by receptor-mediated endocytosis in the macrophage compartments as viewed with a fluorescent microscope [71].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 59,
      "context" : "M1 phenotype was modulated to the M2 phenotype which was demonstrated by high expression of IL-10, CD206, and CD163 [72].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 60,
      "context" : "1 cells overexpressed with CD44 receptors [73].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 61,
      "context" : "Moreover, CD206 and CD-163 M2 surface markers were also upregulated, confirming the polarization of M1 to M2 phenotype [74].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 62,
      "context" : "Macrophage phenotype at the site of implantation of tissue/biologic scaffolds can be determined by immunohistological methods to identify the surface markers, CD80 and CCR7 (M1 phenotype) and CD163 (M2 phenotype) to understand the host response to scaffolds, which may serve as tissue regenerative medical approach [75].",
      "startOffset" : 315,
      "endOffset" : 319
    }, {
      "referenceID" : 63,
      "context" : "The elevation of osteoprotegerin contributed to bone regeneration along with persistent activity of antiinflammatory mediators [76].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 64,
      "context" : "level of VEGF was increased which indicated higher vascularization and osteogenesis as a potential treatment for bone defects [77].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 65,
      "context" : "Upon implantation in an Achilles tendon defectin rabbits, the decellularized tendons were observed to be integrated with host tissue and produced antiinflammatory macrophages to promote tendon repair [78].",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 66,
      "context" : "These macrophages played the role in pruning and retracting of surrounding vessels by maintaining vessel stability and formation [80].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 67,
      "context" : "This treatment promoted angiogenesis and prevented ventricular dilation when visualized by MRI using metallic ligand [81].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 68,
      "context" : "mice have reported that macrophages are essential for tissue regeneration after injury and also for the prevention of fibrosis during cardiac regeneration [82].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 7,
      "context" : "Hence, M2 macrophages play role in vessel formation [8].",
      "startOffset" : 52,
      "endOffset" : 55
    }, {
      "referenceID" : 69,
      "context" : "Surface topography and surface chemistry of scaffolds and biomaterials affect the activation and interaction of specific macrophage phenotype in various diseased states [85].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 84,
      "context" : "plasma membrane targeting in HIV and infectious diseases, mitochondrial targeting in cancers and tumors, and endoplasmic reticulum targeted delivery in cystic fibrosis [102].",
      "startOffset" : 168,
      "endOffset" : 173
    }, {
      "referenceID" : 85,
      "context" : "These mediators then further aggravate the inflammation at the site as a result of the secretion of inflammatory cytokines like IL-12, IL-1β, and TNF-α [103].",
      "startOffset" : 152,
      "endOffset" : 157
    }, {
      "referenceID" : 86,
      "context" : "MCSF-1 is present abundantly in the TME in human ovarian cancer which facilitates the differentiation of macrophages to the M2 phenotype [104].",
      "startOffset" : 137,
      "endOffset" : 142
    }, {
      "referenceID" : 87,
      "context" : "Suppression or silencing of TIM-3 on TAMs can help in tumor regression [105].",
      "startOffset" : 71,
      "endOffset" : 76
    }, {
      "referenceID" : 89,
      "context" : "The prepared NPs inhibited tumor growth by continuous release of IL-12, leading to the reversal of TAMs from M2 to M1 phenotype [107].",
      "startOffset" : 128,
      "endOffset" : 133
    }, {
      "referenceID" : 90,
      "context" : "There was also an increase in the TNF and MCP-1 which are the reported markers of M1 [108].",
      "startOffset" : 85,
      "endOffset" : 90
    }, {
      "referenceID" : 96,
      "context" : "As these opsonized proteins influence the interaction of the NPsmacrophage interaction, hence NPs strategies should be focused on optimal recognition only by the certain surface receptors of macrophages rather than internalization of clearance by the other cells [116].",
      "startOffset" : 263,
      "endOffset" : 268
    }, {
      "referenceID" : 97,
      "context" : "On the contrary, pinocytosis is most widely responsible for the internalization of small solubilized NPs and the particles within the dimensions of 20-500 nm are actively taken up by macrophages through clathrin or clathrin-independent mechanism [117, 118].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 98,
      "context" : "On the contrary, pinocytosis is most widely responsible for the internalization of small solubilized NPs and the particles within the dimensions of 20-500 nm are actively taken up by macrophages through clathrin or clathrin-independent mechanism [117, 118].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 99,
      "context" : "“Trojan horse” concept where macrophages are being explored to transport the NPs across the endothelial cells to bypass the biological barriers [119].",
      "startOffset" : 144,
      "endOffset" : 149
    } ],
    "year" : 2020,
    "abstractText" : null,
    "creator" : "PScript5.dll Version 5.2.2"
  }
}