{
  "name" : "2020-06-22__38_10.1021@acs.jproteome.0c00280.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Mass Spectrometric Identification of SARS-CoV-2 Proteins from Gargle Solution Samples of COVID-19 Patients",
    "authors" : [ "Christian Ihling", "Dirk Tänzler", "Sven Hagemann", "Astrid Kehlen", "Stefan Hüttelmaier", "Christian Arlt", "Andrea Sinz" ],
    "emails" : [ "andrea.sinz@pharmazie.uni-halle.de" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Subscriber access provided by Bibliothèque de l'Université Paris-Sud\nis published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nCommunication\nMass Spectrometric Identification of SARS-CoV-2 Proteins from Gargle Solution Samples of COVID-19 Patients\nChristian Ihling, Dirk Tänzler, Sven Hagemann, Astrid Kehlen, Stefan Hüttelmaier, Christian Arlt, and Andrea Sinz\nJ. Proteome Res., Just Accepted Manuscript • DOI: 10.1021/acs.jproteome.0c00280 • Publication Date (Web): 22 Jun 2020\nDownloaded from pubs.acs.org on June 22, 2020\nJust Accepted\n“Just Accepted” manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society provides “Just Accepted” as a service to the research community to expedite the dissemination of scientific material as soon as possible after acceptance. “Just Accepted” manuscripts appear in full in PDF format accompanied by an HTML abstract. “Just Accepted” manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are citable by the Digital Object Identifier (DOI®). “Just Accepted” is an optional service offered to authors. Therefore, the “Just Accepted” Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the “Just Accepted” Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and ethical guidelines that apply to the journal pertain. ACS cannot be held responsible for errors or consequences arising from the use of information contained in these “Just Accepted” manuscripts.\n1"
    }, {
      "heading" : "Mass Spectrometric Identification of SARS-CoV-2 Proteins from",
      "text" : ""
    }, {
      "heading" : "Gargle Solution Samples of COVID-19 Patients",
      "text" : "Christian Ihling1, Dirk Tänzler1, Sven Hagemann2, Astrid Kehlen3, Stefan Hüttelmaier2, Christian Arlt1, Andrea Sinz1* 1Department of Pharmaceutical Chemistry & Bioanalytics, Institute of Pharmacy, Martin Luther University Halle-Wittenberg, Charles Tanford Center, 06120 Halle, Germany; 2Department of Molecular Cell Biology, Institute for Molecular Medicine, Charles Tanford Center, Medical Faculty, Martin Luther University Halle-Wittenberg, 06120 Halle, Germany; 3Institute of Medicinal Microbiology, Biocenter, Medical Faculty, Martin Luther University Halle-Wittenberg, 06120 Halle, Germany *Address correspondence to: Prof. Dr. Andrea Sinz, Department of Pharmaceutical Chemistry & Bioanalytics, Institute of Pharmacy, Martin-Luther University Halle-Wittenberg, Charles Tanford Protein Center, Kurt-Mothes-Str. 3a, D-06120 Halle/Saale, Germany, Tel: +49-345- 5525-170, Email: andrea.sinz@pharmazie.uni-halle.de\nPage 1 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n2"
    }, {
      "heading" : "Abstract",
      "text" : "Mass spectrometry (MS) can deliver valuable diagnostic data that complements genomic information and allows us to increase our current knowledge of the COVID-19 disease caused by the SARS-CoV-2 virus. We developed a simple, MS-based method to specifically detect SARS-CoV-2 proteins from gargle solution samples of COVID-19 patients. The protocol consists of an acetone precipitation and tryptic digestion of proteins contained within the gargle solution, followed by a targeted MS analysis. Our methodology identifies unique peptides originating from SARS-CoV-2 nucleoprotein. Building on these promising initial results, faster MS protocols can now be developed as routine diagnostic tools for COVID-19 patients. Data are available via ProteomeXchange with identifier PXD019423. Keywords: COVID-19, Mass spectrometry, Nucleoprotein, SARS-CoV-2\nPage 2 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n3"
    }, {
      "heading" : "Introduction",
      "text" : "The disease COVID-19, caused by the SARS-CoV-2 virus, was declared a pandemic by the World Health Organization on March 12, 2020 1 and has caused more than 348,000 fatalities worldwide (date May 26, 2020). Providing novel mass spectrometry (MS)-based diagnostic tools that complement genomic approaches is one of the major goals of the recently formed COVID-19 mass spectrometry coalition (www.covid19-msc.org) 2. Based on the prospective goals of this coalition, the aim of this “proof-of-principle” study is to highlight the potential of MS in identifying SARS-CoV-2 proteins, even from highly diluted samples, such as gargle solutions of COVID-19 patients."
    }, {
      "heading" : "Experimental Section",
      "text" : "Protein Precipitation and Digestion. Gargle solutions (20 ml in 0.9% NaCl) were obtained from three patients with confirmed COVID-19 infection. All samples had been classified as SARS-CoV-2-positive by three reverse transcription and quantitative polymerase chain reaction (RT-qPCR) analyses identifying E-, S- and N-gene RNAs. For protein precipitation, 1 ml of acetone (-20°C) was added to 750 µl of gargle solution and stored overnight at -20°C. After centrifugation, the supernatant was discarded and the pellet was dissolved in 10 µl of SMART Digest buffer (Thermo Fisher Scientific). The solution was kept at 75°C for 10 min. Afterwards, 1 µl of PNGase F (non-reducing, NEB) was added to remove protein N-glycosylations and the sample was incubated at 50°C for 10 minutes. 1 µg of trypsin (SMART Digest, bulk resin option, Thermo Fisher Scientific) was added in 50 µl of SMART Digest buffer (Thermo Fisher Scientific) and the solution was incubated at 70°C for 30 min. Reduction and alkylation were performed with dithiothreitol (DTT) and\nPage 3 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n4 iodoacetamide, respectively. Before LC/MS analysis, trifluoroacetic acid (TFA) was added to a final concentration of 0.5% (v/v). Nano-HPLC/Nano-ESI-Orbitrap-MS/MS. LC/MS analysis was performed on a nanoHPLC system (UltiMate RSLC 3000) coupled to an Orbitrap Fusion Tribrid mass spectrometer with nano-ESI source (Thermo Fisher Scientific). The samples were loaded onto a trapping column (Acclaim PepMap C18, 300 µm x 5 mm, 5 µm, 100Å, Thermo Fisher Scientific) and washed for 15 min with 0.1 % (v/v) TFA at a flow rate of 30 µl/min. Trapped peptides were eluted using a separation column (200cm µPAC, C18, PharmaFluidics) that had been equilibrated with 3 % B (A: 0.1 % (v/v) formic acid in water; B: 0.08 % (v/v) formic acid in acetonitrile). Peptides were separated with linear gradients from 3 to 10 % B over 15 min, followed by 10 % B to 30 % B over 165 minutes. The column was kept at 30°C and the flow-rate was set to 300 nl/min. Targeted MS analysis was performed based on an inclusion list of tryptic peptides from SARS-CoV-2 proteins (Table S1) 3. The inclusion list was created with MeroX using the following settings: Tryptic cleavage at Lys and Arg, maximum of two missed cleavage sites, 5-30 amino acids per peptide, fixed modification: Cys carbamidomethylated, variable modifications: Met oxidized, Asn deamidated. Charge states 2-4 were considered for masses up to 3000, while charge states 2-5 were considered for masses between 3000 and 4000. In case none of the target masses from the inclusion list were detected, a TOP-5s method was applied. The resolving power in MS mode was set to 120,000 at m/z 200. A parallel data acquisition strategy was employed, relying on Orbitrap-HCD (higher energy collision-induced dissociation, R = 15,000) and linear ion trap-CID (collision-induced dissociation)-MS/MS experiments. Database search (UniProt human, dated November 2019 with 20,315 entries, and SARS-CoV-2 3) was performed with Proteome Discoverer version 2.4 (Thermo Fisher\nPage 4 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n5 Scientific). The search was restricted to human and SARS-COV-2 proteins; two missed tryptic cleavages were allowed, carbamidomethylation of Cys was set as fixed modification, while Met oxidation and deamidation of Asp, due to PNGase F treatment, were set as variable modifications. The MS proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE 4 partner repository with the dataset identifier PXD019423 and 10.6019/PXD019423."
    }, {
      "heading" : "Results and Discussion",
      "text" : "Protein MS analysis of the three gargle samples from COVID-19 patients revealed a vast abundance of human proteins (Tables S2- S4). Strikingly, our protocol allowed us to identify unique peptides originating from SARS-CoV-2 nucleoprotein that were identified in two out of three samples (Figure 1). These results are in agreement with preceding PCR analyses, exhibiting a higher viral load in the respective samples. We estimate the viral load to be in the order of 105 -106 genome equivalents/µl gargle solution for the two samples, in which we detected SARS-CoV-2 nucleoprotein, while the MS-negative sample contains only ~ 103 genome equivalents/µl gargle solution. A peptide originating from SARS-CoV-2 nucleoprotein, comprising the sequence RPQGLPNNTASWFTALTQHGK (amino acids 41-61; Figure 2), was found in both samples giving first hints to its value for establishing an MS-based COVID-19 diagnostic method. SARS-CoV-2 nucleoprotein packages the positive-strand viral genome RNA into a helical ribonucleocapsid and plays a fundamental role during virion assembly through its interactions with the viral genome and membrane protein M 3. It is also important for enhancing the efficiency of sub-genomic viral RNA transcription, as well as viral replication 3. The N-gene was found to be the most\nPage 5 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n6 expressed viral gene 5, which is in agreement with peptides of SARS-CoV-2 nucleoprotein being detected in our MS analysis. Clearly, further experiments are needed to test larger patient cohorts, but our findings show that SARS-CoV-2 proteins can be identified from highly diluted solutions. Our current method has the drawback of long analysis times (three hours per sample), requiring significant optimization for future high throughput measurements of patient samples. Also, alternative MS instrumentation, such as triple-quadrupole instruments, will be required to allow the detection and quantification of a larger number of virus proteins."
    }, {
      "heading" : "Conclusions",
      "text" : "We present a protein MS-based method to specifically detect SARS-CoV-2 virus proteins from highly diluted gargle solutions of COVID-19 patients. This straightforward method relies on acetone precipitation of proteins, followed by a tryptic digestion and a targeted-mass spectrometric analysis of SARS-CoV-2 proteins. Using this approach, we were able to identify peptides originating from SARS-CoV-2 nucleoprotein in gargle solution samples. We are planning to apply our protocol to additional sample material, such as bronchoalveolar lavage. The future goal is to provide robust, sensitive, and reliable MS-based methods as a routine diagnostic of COVID-19 patients that complements PCR-based methods. Supporting Information The Supporting Information contains the inclusion list of tryptic peptides from SARSCoV-2 proteins (Table S1) and the lists of proteins identified in the three gargle solution samples as Excel files (Tables S2-S4). The Supporting Information is available free of charge on the ACS Publications website.\nPage 6 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n7"
    }, {
      "heading" : "Acknowledgements",
      "text" : "A.S. acknowledges financial support by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation), RTG 2467, project number 391498659 “Intrinsically Disordered Proteins – Molecular Principles, Cellular Functions, and Diseases”. Prof. Gary Sawers is acknowledged for critical reading of the manuscript.\nPage 7 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n8\nFigure 1: Sequence coverage of SARS-CoV-2 nucleoprotein in gargle samples (A and B of two COVID-19 patients. Identified peptides are shown in green; the peptide (aa 41-61) identified in both samples is additionally highlighted in grey.\nA 1 MSDNGPQNQR NAPRITFGGP SDSTGSNQNG ERSGARSKQR RPQGLPNNTA SWFTALTQHG KEDLKFPRGQ 71 GVPINTNSSP DDQIGYYRRA TRRIRGGDGK MKDLSPRWYF YYLGTGPEAG LPYGANKDGI IWVATEGALN 141 TPKDHIGTRN PANNAAIVLQ LPQGTTLPKG FYAEGSRGGS QASSRSSSRS RNSSRNSTPG SSRGTSPARM 211 AGNGGDAALA LLLLDRLNQL ESKMSGKGQQ QQGQTVTKKS AAEASKKPRQ KRTATKAYNV TQAFGRRGPE 281 QTQGNFGDQE LIRQGTDYKH WPQIAQFAPS ASAFFGMSRI GMEVTPSGTW LTYTGAIKLD DKDPNFKDQV 351 ILLNKHIDAY KTFPPTEPKK DKKKKADETQ ALPQRQKKQQ TVTLLPAADL DDFSKQLQQS MSSADSTQA B 1 MSDNGPQNQR NAPRITFGGP SDSTGSNQNG ERSGARSKQR RPQGLPNNTA SWFTALTQHG KEDLKFPRGQ 71 GVPINTNSSP DDQIGYYRRA TRRIRGGDGK MKDLSPRWYF YYLGTGPEAG LPYGANKDGI IWVATEGALN 141 TPKDHIGTRN PANNAAIVLQ LPQGTTLPKG FYAEGSRGGS QASSRSSSRS RNSSRNSTPG SSRGTSPARM 211 AGNGGDAALA LLLLDRLNQL ESKMSGKGQQ QQGQTVTKKS AAEASKKPRQ KRTATKAYNV TQAFGRRGPE 281 QTQGNFGDQE LIRQGTDYKH WPQIAQFAPS ASAFFGMSRI GMEVTPSGTW LTYTGAIKLD DKDPNFKDQV 351 ILLNKHIDAY KTFPPTEPKK DKKKKADETQ ALPQRQKKQQ TVTLLPAADL DDFSKQLQQS MSSADSTQA\nPage 8 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n9\nFigure 2: Fragment ion mass spectrum (HCD-MS/MS) of the 4+ charged signal of peptide RPQGLPNNTASWFTALTQHGK (amino acids 41-61) from SARS-CoV-2 nucleoprotein.\nPage 9 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n10"
    }, {
      "heading" : "Table of Contents Graphic (TOC)",
      "text" : "For TOC Only\nPage 11 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nTOC graphic only\n76x50mm (600 x 600 DPI)\nPage 12 of 12\nACS Paragon Plus Environment\nJournal of Proteome Research\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60"
    } ],
    "references" : [ {
      "title" : "Clinical Course and Outcomes of Critically Ill Patients With SARS-CoV-2 Pneumonia in Wuhan, China: A SingleCentered",
      "author" : [ "X Yang", "Y Yu", "J Xu", "H Shu", "J Xia", "H Liu", "Y Wu", "L Zhang", "Z Yu", "M Fang", "T Yu", "Y Wang", "S Pan", "X Zou", "S Yuan", "Y Shang" ],
      "venue" : null,
      "citeRegEx" : "Yang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2020
    }, {
      "title" : "The PRIDE database and related tools and resources in 2019: improving support for quantification",
      "author" : [ "Y Perez-Riverol", "A Csordas", "J Bai", "M Bernal-Llinares", "S Hewapathirana", "DJ Kundu", "A Inuganti", "J Griss", "G Mayer", "M Eisenacher", "E Pérez", "J Uszkoreit", "J Pfeuffer", "T Sachsenberg", "S Yilmaz", "S Tiwary", "J Cox", "E Audain", "M Walzer", "AF Jarnuczak", "T Ternent", "A Brazma", "JA Vizcaíno" ],
      "venue" : null,
      "citeRegEx" : "Perez.Riverol et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Perez.Riverol et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : null,
    "creator" : null
  }
}