{
  "name" : "2020-06-27__4a_10.1039@D0RA04599C.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Luminescent chitosan/carbon dots as an effective nano-drug carrier for neurodegenerative diseases",
    "authors" : [ "Sheril Ann Mathew", "P. Praveena", "S. Dhanavel", "R. Manikandan", "S. Senthilkumar" ],
    "emails" : [ "stephen_arum@hotma", "dopamine@CS/CD" ],
    "sections" : [ {
      "heading" : null,
      "text" : "RSC Advances\nPAPER\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online View Journal | View Issue\nLuminescent chi\naDepartment of Nuclear Physics, University India. E-mail: stephen_arum@hotma +91-44-22202802 bMaterials Chemistry & Metal Fuel Cycle G Research (IGCAR), Kalpakkam, 603102, Ind cDepartment of Zoology, University of Madr dDepartment of Chemistry, School of Advance (VIT), Vellore-632014, India † Electronic supplementary informa 10.1039/d0ra04599c\nCite this: RSC Adv., 2020, 10, 24386\nReceived 24th May 2020 Accepted 19th June 2020\nDOI: 10.1039/d0ra04599c\nrsc.li/rsc-advances\n24386 | RSC Adv., 2020, 10, 24386–\ntosan/carbon dots as an effective nano-drug carrier for neurodegenerative diseases†\nSheril Ann Mathew,a P. Praveena,a S. Dhanavel,b R. Manikandan,c S. Senthilkumar d and A. Stephen *a\nDesigning new materials for effective and targeted drug delivery is pivotal in biomedical research. Herein,\nwe report on the development of a chitosan/carbon dot-based nanocomposite and investigate its\nefficacy as a carrier for the sustained release of dopamine drug. The carbon dots (CDs) were synthesized\nfrom the carbonization of chitosan and were further conjugated with chitosan (CS) to obtain a chitosan/\ncarbon dot (CS/CD) matrix. Dopamine was later encapsulated in the matrix to form a dopamine@CS/CD\nnanocomposite. The cytotoxicity of IC-21 and SH-SY5Y cell lines was studied at various concentrations\nof the nanocomposite and the results demonstrate around 97% cell viability. The photoluminescence\nproperty revealed the characteristic property of the carbon dots. When excited at 510 nm an emission\npeak was observed at 550 nm which enables the use of carbon dots as a tracer for bioimaging. The\nHRTEM images and the D, G, and 2D bands of the Raman spectra confirm the successful synthesis of\ncarbon dots and through DLS the particle size is estimated to be 3 nm. The release studies of the encapsulated drug from the composite were analyzed in an in vitro medium at different pH levels. The\nnovelty of this method is the use of a non-toxic vehicle to administer drugs effectively towards any\nailment and in particular, the carbon dots facilitate the consistent release of dopamine towards\nneurodegenerative diseases and tracing delivery through bioimaging."
    }, {
      "heading" : "Introduction",
      "text" : "Manipulating the structure of matter on a length scale of nanometres is one of the main areas of research today. Due to the immense growth of technology, life expectancy and quality of life have increased exponentially. With the dawn of nanotechnology, progress in research, especially in the eld of medicine, has reached new dimensions.1 Delivering therapeutics to specic sites with the help of nanotechnology is currently being researched extensively.2,3 Particularly, nanocomposites are used as carriers to deliver drugs to the affected area in cancer treatments.4 This decreases the side effects and enhances efficiency and is an excellent substitute in cancer treatment with desirable results.5 Since nano drug delivery carriers have numerous advantages they can be employed and used as carriers of therapeutics for a wide range of ailments.\nof Madras, Guindy Campus, Chennai, il.com; stephen@unom.ac.in; Tel:\nroup, Indira Gandhi Centre for Atomic\nia as, Guindy Campus, Chennai, India\nd Sciences, Vellore Institute of Technology\ntion (ESI) available. See DOI:\n24396\nNeurodegenerative diseases in an organism occur due to various causes like head injuries, defective proteins, toxins etc. But the pathology and etiology of these diseases are yet to be conrmed.6–8 Parkinson's disease (PD), Huntington's disease (HD), Alzheimer's disease (AD) are a few to be mentioned. The main obstacle in the treatment of such brain related ailments is the difficulty in permeability of therapeutics through the Blood Brain Barrier (BBB). The barrier which separates the blood from the cerebrospinal uid has highly selective permeability.9 It hinders the passage of highly polar, large size non-lipophilic substances. Therefore, carriers are utilised to transport the drugs to the desired area. Synthesizing efficient carriers to achieve this goal is an upcoming area of research.10,11\nIn Parkinson's disease, death of dopaminergic neurons leads to decrease in the amount of dopamine in the brain. Due to this, motor action of the patient is impaired. As time progresses the quality of life deteriorates. Currently the treatment administered in the early stages of the disease is L-dopa which is the precursor of dopamine.12 It crosses the BBB and L-amino acid decarboxylase or DOPA decarboxylase converts L-dopa to dopamine.13,14 As dopamine is a highly polar large molecule, it cannot cross the barrier. In this study dopamine is encapsulated in the chitosan/carbon dot (CS/CD) matrix so that it can be efficiently delivered across the barrier to the brain. An excess dose of L-dopa is harmful due to its side effects. Therefore,\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online synthesizing an efficient carrier for dopamine to cross the barrier is the main aim of the work.\nThe design of an efficient nanocarrier requires a biocompatible material with good binding and release property. Chitosan has been reported as an excellent carrier of drug for targeted drug delivery in cancer treatment, wound treatment, tissue regeneration etc.15–17 Yadav et al., 2017 has reported that chitosan is used as a matrix to mediate the transfer of doxycycline hydrochloride across the blood brain barrier.18 Due to its bioavailability and biodegradability chitosan is an excellent choice in biomedical applications.19,20 It is a suitable matrix that will provide a rm base in the encapsulation of the drug.21\nNumerous materials are researched to study its ability in biomedical applications and the less toxicity of carbon dots makes it an ideal candidate.22,23 Cell permeability and water solubility makes carbon dots an excellent choice as drug delivery carrier. Carbon dots can be functionalized easily and also has excellent luminescent properties. Therefore, these can be used as tracers or makers to monitor the metabolism. These tracers will help us understand the path followed by the nanocarriers encapsulating the drug, and the process by which these drug molecules are delivered to the target.24,25 Hence carbon nanodots are an ideal ller that can be used to synthesize a nanocarrier suitable to deliver drug across the blood brain barrier."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Chemicals",
      "text" : "Low molecular weight chitosan ( 85% deacetylated) and dopamine hydrochloride was purchased from Sigma Aldrich. Analytical grade chemicals and double distilled was employed for all experiments and analysis."
    }, {
      "heading" : "Synthesis of carbon dots (CD)",
      "text" : "1 g of chitosan, a natural biopolymer was subjected to heating in a muffle furnace at 300 C for 2 hours. The heating rate of the furnace is 4 C per minute. On cooling, the powder was collected, dispersed in water and centrifuged to obtain carbon nanodots through carbonization of chitosan."
    }, {
      "heading" : "Synthesis of chitosan/carbon dots (CS/CD)",
      "text" : "Optimised amount of chitosan was dissolved in 98 mL of distilled water and 2 mL of acetic acid. 5 wt% of carbon dots were added to the solution and maintained at 80 C for 30 min. The settled precipitate was then washed several times and dried in the air oven at 60 C."
    }, {
      "heading" : "Synthesis of dopamine@chitosan/carbon dots (dopamine@CS/CD)",
      "text" : "The drug nanocomposite was synthesized by a simple chemical procedure. Optimal amount of chitosan was dissolved to form a solution. 0.017 g of the drug, dopamine hydrochloride was added to the solution and was encapsulated in the chitosan matrix. The solution was continuously kept under stirring and sonication in order to prevent agglomeration and for even\nThis journal is © The Royal Society of Chemistry 2020\ndistribution. Subsequently TPP and tween80 was simultaneously mixed with the solution. Aer 2 hours 0.017 g of carbon dots were added to the mixture. Following the addition of carbon dots, the solution was continued to be kept under stirring and sonication for an hour. The drug loaded chitosan carbon dots nanocomposite precipitate had settled down overnight. The precipitate was collected and dried and was subjected to further characterization. The experiment was carried out at ambient temperature i.e. 25 C throughout the synthesis. The synthesis procedure of the preparation of dopamine@CS/ CD nanocomposite is explained and depicted pictorially in graphical abstract. A detailed owchart for the preparation of dopamine@chitosan/carbon dots is given in Fig. S1.†"
    }, {
      "heading" : "Instrumentation",
      "text" : "XRD patterns were obtained from GE-XRD 3003 TT with CuKa1 radiation (l ¼ 1.5406 A) for 2q ¼ 5–60 . The UV/VIS data was taken from PerkinElmer UV Lambda 650 UV/VIS spectrometer. The TGA analysis was carried out using NETZSCH STA 2500 instrument. PL spectra was recorded using Horiba/Jobin Yvon FluoroLog-3 Modular Spectrouorometer. JASCO FT/IR-6600 spectrometer was used to record the Fourier transform infrared spectrum. The AFM instrument in non-contact mode with model number MFP-3D was used to record the images. HRTEM was carried out using FEI-TECNAI G2-20 TWIN 200 kV instrument. The Raman characterization is done using the instrument LABRAM HR-[Horiba-Jobin Yvon]. Horiba Scientic Horiba SZ-100 instrument was utilised to record the particle size from DLS analysis. ZEISS Gemini SEM 300 was used to record the FESEM images and EDX."
    }, {
      "heading" : "Results and discussion",
      "text" : "The successful synthesis of carbon dots was conrmed by subjecting the as-synthesized material to different characterization techniques. Carbonization technique allows us to convert an organic material into carbon when subjected to extreme heat or pressure. The carbonization was conrmed by Fourier Transform Raman spectroscopy (FT-Raman). The spectrum results depicted a strong D band at 1378 cm 1, G band at 1580 cm 1 and a 2D phonon peak around 2400 cm 1 as shown in Fig. 1A and B. The presence of the 2D peak conrms that the carbon dots have numerous functional groups attached to its surface.\nThe intensity ratio, ID/IG was calculated to be 1.16, indicating the presence of defects or amorphous carbon. This gives a measure of the degree of graphitization. The considerably higher value is due to the presence of surface defects. These surface defects are related to the oxygenated and nitrogenated groups on the surface of carbon dots.26–29 The D, G and the 2D bands seen in the Raman spectrum, helps in characterising the sp2 hybridisation in carbon dots. The presence of D, G and the 2D phonon interaction bands, conrms the carbonization of chitosan.\nThe HRTEM images of the carbon dots (dark spots) are shown in Fig. 2A and B. From the image the spherical\nRSC Adv., 2020, 10, 24386–24396 | 24387\nFig. 1 Raman spectra of as prepared carbon dots. (A) D, G bands, (B) 2D bands."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nmorphology and the particle size of the synthesized material is conrmed. The high-resolution images provide further evidence for the even distribution of particles and are\nFig. 2 HRTEM images of as synthesized carbon dots (A). Low magnificat (D). DLS spectra of as prepared carbon dots.\n24388 | RSC Adv., 2020, 10, 24386–24396\ncomparable with the AFM results. With the help of ImageJ soware the particle size was calculated from the images by plotting a histogram and the approximate particle size was\nion (B). High magnification (C). AFM image of as prepared carbon dots\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nfound to be 3 nm. The AFM image as portrayed in Fig. 2C displays the surface morphology of the carbon dots. The surface roughness value as measured from RMS value appears to vary from 1–6 nm. This conrms that carbon dots can be synthesized from chitosan and the particles are evenly distributed. The image obtained from AFM is consistent with the HRTEM images obtained. The size of the prepared carbon dots was conrmed as 2.7 nm through dynamic light scattering analysis which is shown in Fig. 2D. This conrms that nanosized carbon dots have been successfully synthesized and supports the HRTEM analysis. The thermal stability of the prepared carbon dots was analysed by using thermogravimetric analysis was shown in Fig. S2.†\nOptical properties and bioimaging application of CDs\nThe emission property of the carbon dots was examined within the excitation range between 260–310 and 400–510 nm. When excited at 280 nm and further at 310 nm, strong emission peaks at 415 and 400 nm respectively was observed as seen in Fig. 3A. From these results it is concluded that when excited within the range between 260–310 nm (seen from Fig. S3† and 3A), the emission peak shis to the lower wavelength. This proves that the prepared carbon dots exhibit excitation dependent emission spectra. When there is a change in the excitation wavelength there is a peak shi and decrease in intensity in the emission. Similar results have been reported by various other groups.30–34\nIt was also observed in Fig. 3B that when excited at higher wavelengths from 400–510 nm, strong emission peaks appear in the visible region. In this region, maximum emission was seen at 550 nm for excitation at 510 nm. Therefore, this material displays favourable up-conversion properties that can be used for bioimaging applications. This property may be attributed to two or multiphoton active processes. Xin Lui et al. (2016) suggests that pH dependent emission studies reveal that there is a maximum emission of the as-prepared carbon dots in pH 4. As pH increases there is a decrease in the emission peak intensity.35\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Characterisation of dopamine@CS/CD composite",
      "text" : "Ultraviolet-visible spectroscopic studies were carried out to analyse the optical properties of the samples. UV-Vis spectrum of carbon dots and chitosan/carbon dots (CS/CD) are depicted in Fig. 4A. The p–p* transition of C]C is seen in the broad absorption peak around 260 nm. The carbon dots are amino functionalised due to the presence of NH2 groups in chitosan as reported by Wang H., et al.36–39 In the absorption spectra of the composite, a shi in peak and peak broadening was observed due to the formation of nanocomposite and chitosan–carbon dot interaction.\nIn the FTIR spectra of carbon dots, chitosan/carbon dots and dopamine@chitosan/carbon dots are depicted in Fig. 4B. The N–H stretching vibrations at 3000 cm 1 represents the presence of nitrogen. It conrms the formation of amine functionalized carbon dots. The peak at 3000 cm 1 also denotes alkane stretching vibrations. The peaks at 2145, 2242, 2030 and 1980 cm 1 denote nitrile (C^N) and alkyne (C^C) stretching vibrations respectively.40,41 There is a decrease in the intensity of the nitrile peaks and an increase in the N–H peak simultaneously. The spectra of dopamine@chitosan/carbon dots conrmed the loading of dopamine into the nanocomposite. The peak at 3450 and 3246 cm 1 corresponds to the O–H and N–H stretching respectively and 2917, 2860 cm 1 corresponds to C–H stretching vibration of both chitosan and carbon dots. 1645 and 1561 cm 1 correspond to N–H bending vibration of dopamine. 1362 cm 1 (C]C, C]N and C]C–O groups) are the characteristic peaks for carbon dots. 1500–500 cm 1 is known as the ngerprint region of the resultant spectrum and the peaks observed here i.e. 1068 and 543 cm 1 are the characteristic peaks of dopamine. (C–H bending vibrations of the pyranose ring).42\nThe particle size of the composite was evaluated as shown in Fig. 5 using dynamic light scattering technique. Average particle size was calculated as 144 nm. Decreasing the particle size ensures dissolution and increase in the bioavailability of the drug. This particle size (144 nm) will also support interfacial"
    }, {
      "heading" : "B) Excitation emission spectrum of carbon dots for the excitation from",
      "text" : "RSC Adv., 2020, 10, 24386–24396 | 24389\nFig. 4 (A) UV absorption spectra of carbon dots and chitosan carbon dots. (B) FTIR spectrum of CD, CS/CD and dopamine@CS/CD nanocomposite."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\ninteraction with the cell membranes compared to larger size nanocomposites.\nThe X-ray diffraction (XRD) pattern of carbon dots, pure dopamine and dopamine@CS/CD are given in Fig. 6. The XRD pattern of CS/CDs shows the presence of peaks at 2q 11.3 and 25 corresponding to chitosan and carbon respectively.43,44 The broadened peak at 25 conrms the carbonization of the material, which was attributed to highly disordered carbon atoms. In the XRD pattern of dopamine@CS/CD the characteristic peaks that are responsible for dopamine are seen. The interlayer spacing of 3.56 A further conrms the formation of carbon dots.\nThe FESEM images of dopamine encapsulated CS/CD shows porous and chain/bre like morphological structures. Rough surface of chitosan with uneven structure are vividly seen. The images with low and high magnication are depicted Fig. 7A and B respectively. The EDX spectrum of the above image as seen in Fig. 7C, clearly shows peaks attributed to C, N and O only, which is evidence that no impurities are present. The\n24390 | RSC Adv., 2020, 10, 24386–24396\nencircled area in both Fig. 7A and B are enlarged in Fig. 7D. These images clearly show the nano particles embedded in the porous and brous composite matrix. The zeta potential\nThis journal is © The Royal Society of Chemistry 2020\nFig. 7 FESEM images of dopamine@CS/CD nanocomposite. (A) Low magnification, (B) High magnification, (C) EDX spectrum of the encircled region in (A), (D) enlarged circled areas numbered 1, 2 and 3 in (A) and (B)."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nmeasured was shown in Fig. S4† and the dopamine encapsulated CS/CD composite was found to be 37 mV.\nApplication in drug delivery (in vitro drug release)\nThe dopamine@CS/CD has to function as an efficient drug delivery carrier and exhibit excellent sustained release. The release kinetics of the drug from the dopamine@CS/CD\nThis journal is © The Royal Society of Chemistry 2020\nnanocomposite was studied by dispersing the composite in a tightly sealed dialysis bag (MWCO 1000 Da) and suspended in 60 mL of PBS buffer solution maintained at pH 4 and pH 7 to study the pH dependant release. About 3 mL was removed and stored at different intervals of time from the PBS. For every 3 mL of the buffer solution removed equal amount of fresh buffer was added to maintain the volume of the buffer at 60 mL. The schematic representation for our investigation on the in vitro\nRSC Adv., 2020, 10, 24386–24396 | 24391"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online release of the drug from the composite is given in ESI (Fig. S5†). Dopamine has a strong absorption peak at 280 nm. By measuring the intensity of the UV absorption peaks of the buffer solution removed and stored at different time intervals, the percentage of cumulative release can be calculated.\nFig. 8A and B shows the graph of cumulative release of drug vs. time in pH 4 and pH 7 respectively. In order to calculate the amount of drug released from the spectroscopic data, a correlation graph between the known concentrations of drug vs. intensity of UV absorption was studied. Serial dilution of the drug in the PBS was carried out and an absorption maximum for the corresponding concentration ranging from 500 mg mL 1 to 5 mg mL 1 was noted. From the results of the serial dilution, a direct relation between the absorption maxima and concentration of drug is established. Initially the concentration of drug in 60 mL buffer is zero at time t ¼ 0. As time progresses, the drug is released from the composite steadily. This steady increase can be analysed from the absorption maxima which in turn provides the concentration of drug released. The concentration of released drug is represented in percentage as the cumulative release. From the cumulative release studies, it is observed that 60% of the encapsulated drug was released from\nFig. 8 Cumulative drug release of dopamine from (A) dopamine@CS/CD 7. (C) Zero order release kinetics observed in region 1. (D) Higuchi mode\n24392 | RSC Adv., 2020, 10, 24386–24396\nthe nanocomposite when the buffer was maintained at pH 4 whereas for the buffermaintained at pH 7 only 4.5% of drug was released. This proves that the composite displays pH dependant release mechanism. Different pH is considered in this study from the observation that the healthy cells have pH similar to neutral (pH 7) and defective cells have a much lower pH. Several mathematical models explain the dissolution kinetics of the drug in the blood stream. They are zero order, rst order, Higuchi, Hixson–Crowell and Korsmeyer–Peppas models. By evaluating the model with respect to the cumulative release the drug release prole can be correlated to the drug release kinetics.45–48 The drug release kinetics were studied by dividing the plot onto two regions. Region 1 was from 1–12 h and region 2 from 13 to 26 h. For the rst twelve hours the correlation coefficient for all the mathematical models were calculated. In region 1 as seen in Fig. 8C, the R2 value for zero order kinetics was maximum. Therefore, during the rst twelve hours the release follows zero order kinetics. The equation of a zero-order kinetic reaction is given below in eqn (1).\nC0 Ct ¼ K0t (1)\nnanocomposite at pH 4. (B) Dopamine@CS/CD nanocomposite at pH l release kinetics observed in region 2.\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online Ct – drug released at time t, C0 – initial concentration of drug at time t ¼ 0, K0 – zero-order rate constant.\nZero order kinetic release portrays that there is constant drug release from the nanocomposite. Since the release follows zero order kinetics during the rst twelve hours with an R2 value of\nFig. 9 Images (A) control cells, (B) 400 mg, (C) 200 mg, (D) 100 mg, (E) 50 m SH-SY5Y cell line.\nThis journal is © The Royal Society of Chemistry 2020\n0.993 we can conrm that there is no initial burst release and also there is continuous release of drug in the blood stream. There is control in the release which ensures that more amount of the drug will be utilised effectively. Therefore, for the rst twelve hours there is a constant amount of drug in the blood\ng, (F) 25 mg, (G) 10 mg of the dopamine@CS/CD nanocomposite treated\nRSC Adv., 2020, 10, 24386–24396 | 24393\nFig. 10 Plot of % viability vs. sample concentration for dopamine@CS/ CD towards SH-SY5Y cell line. Values are expressed as mean S.D. of 3 independent experiments."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online stream. From the Korsmeyer–Peppas kinetics model the diffusion co-efficient obtained was 0.14. Since it has a value between 0 to 0.5, Fick's diffusion or diffusion-controlled release is observed.\nFrom the correlation co-efficient for region 2 for different mathematical models, it is evident that Higuchi kinetics is followed with an R2 value of 0.98 as shown in Fig. 8D. Higuchi kinetics is seen while evaluating drug release from a polymer matrix. Since the kinetics followed in Higuchi model, Korsmeyer–Peppas helps in determining the type of diffusion that is followed. The diffusion coefficient is calculated to be 0.28 and Fickian diffusion is observed. The release kinetics suggests that there is controlled release of drug from the composite for a period of 24 hours. Higuchi reaction is expressed by the following eqn (2).\nQ ¼ KH t1/2 (2)\nKH is the Higuchi dissolution constant, Q is the cumulative amount of drug released in time t.\nThe encapsulation efficiency of the drug and the drug loading efficiency was estimated (as shown in the ESI E1 and E2†). The encapsulation efficiency of the dopamine on to the CS/CD nanocomposite was calculated to be 82%. The drug loaded efficiency of the composite is approximately 32%. As inferred from literature survey, Richa Pahuja et al. (2015)49 and Naveen K. Jain et al. (1998)50 had reported an encapsulation efficiency of 35.55% and 40.5% for the delivery of dopamine using a PLGA and liposomes nanocarrier respectively. On comparison with the above the encapsulation efficiency of dopamine@CS/CD nanocomposite is found to be better with sustained release of dopamine in time."
    }, {
      "heading" : "Cytotoxicity",
      "text" : "An effective way to nd neurotoxicity of the nanocomposite was to use SH-SY5Y differentiated cell culture. 96-well plates with cells were plated for 24 h at 37 C on at a density of 3 104 cells per well. Nutrient mixture-12 Ham, Kaighn's modication – HiMedia was used as the culture. Aer 24 h the cells were treated with the dopamine@CS/CD nanocomposite in a medium containing 2% FBS. The nanocomposite was ultrasonicated in water 10 mg mL 1 stock. The cells were incubated for 24 h, and the viability of the cells in the presence of the composite was evaluated.\nThe images of the cell viability at control and different concentration of the nanocomposite are given in Fig. 9. As shown in Fig. 10 and S6,† aer 24 h, the viability of treated SHSY5Y and IC-21 cell lines at different concentrations of the nanocomposite (10, 25, 50, 100, 200, 400 mg mL 1) and (12.5, 25, 50, 75, 100 mg mL 1) is seen, respectively. The cell viability of these cell lines was approximately 97%. Results reveal that the composite had no toxic effect on the cell viability of the treated cell line and the morphology of the cells was retained. Hence this composite can be efficiently used as a drug vehicle because of its high biocompatibility. The dopamine@CS/CD nanocomposite being biocompatible and having particle size well within the range can transport dopamine across the selectively\n24394 | RSC Adv., 2020, 10, 24386–24396\npermeable blood brain barrier, thereby making it available for neurotransmission to control motor action in patients with Parkinson's disease."
    }, {
      "heading" : "Conclusion",
      "text" : "An effective drug delivery vehicle derived completely from chitosan was synthesized and characterised. A facile carbonization technique was employed to synthesize carbon dots from chitosan. The particle size of the dopamine@CS/CD nanocomposite was calculated to be 144 nm which is ideal for cell membrane permeability. The zeta potential values of the drug loaded composite show their stability which in turn evidences the encapsulation of drugs into CS/CD thus making it a suitable drug carrier. The composite exhibited excellent biocompatible properties of IC-21 and SH-SY5Y cell lines through cell viability and hence proved to be an efficient drug delivery carrier. The in vitro drug release prole from the drug encapsulated nanocomposite showed zero order kinetics up to 12 h with initial burst release and Higuchi kinetics from 12 to 26 h with release controlled. The promising encapsulation efficiency (>80%), drug loading efficiency and the sustained release of dopamine ensures that more amount of the drug will be utilised effectively. The cytotoxicity tests ensure that the composite is nontoxic and hence, it is appropriate to be used in a biological system. The up-conversion uorescence property of the carbon dots helps in bioimaging due to excitation and emission in the visible region i.e. when excited at 510 nm a high intensity emission was visible at 550 nm. Thus, carbon dots conjugated with chitosan matrix demonstrates itself as an ideal drug delivery nanocarrier for neurodegenerative diseases as it facilitates efficient drug transport, sustained release of drug and has avenues for bioimaging. The potentiality of the composite could further be extended for other diseases upon encapsulation of suitable drugs and is underway."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conicts to declare.\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online"
    }, {
      "heading" : "Acknowledgements",
      "text" : "The author, Sheril Ann Mathew, thanks DST-INSPIRE (IF170624) for the fellowship. The University of Madras Research Facility is acknowledged for UV-Vis, AFM, FESEM and TGA facilities."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 2\n5 Ju\nne 2\n02 0.\nD ow\nnl oa\nde d\non 6\n/2 7/\n20 20\n1 1:\n41 :0\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nnN\non C\nom m\ner ci\nal 3\n.0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online 45 A. Ray Chowdhuri, S. Tripathy, C. Haldar, S. Roy and S. K. Sahu, J. Mater. Chem. B, 2015, 3, 9122–9131.\n46 E. Barcia, L. Boeva, L. Garćıa-Garćıa, K. Slowing, A. Fernández-Carballido, Y. Casanova and S. Negro, Drug Delivery, 2017, 24, 1112–1123. 47 E. A. K. Nivethaa, S. Dhanavel, V. Narayanan, C. A. Vasu and A. Stephen, RSC Adv., 2015, 5, 1024–1032. 48 E. A. K. Nivethaa, S. Baskar, C. A. Martin, R. J. Ramana, A. Stephen, V. Narayanan, B. S. Lakshmi, O. V. Frank-\n24396 | RSC Adv., 2020, 10, 24386–24396\nKamenetskaya, S. Radhakrishnan and K. S. Narayana, Sci. Rep., 2020, 10, 3991. 49 R. Pahuja, K. Seth, A. Shukla, R. K. Shukla, P. Bhatnagar, L. K. S. Chauhan, P. N. Saxena, J. Arun, B. P. Chaudhari, D. K. Patel, S. P. Singh, R. Shukla, V. K. Khanna, P. Kumar, R. K. Chaturvedi and K. C. Gupta, ACS Nano, 2015, 9, 4850–4871. 50 N. K. Jain, A. C. Rana and S. K. Jain, Drug Dev. Ind. Pharm., 1998, 24, 671–675.\nThis journal is © The Royal Society of Chemistry 2020"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Designing new materials for effective and targeted drug delivery is pivotal in biomedical research. Herein, we report on the development of a chitosan/carbon dot-based nanocomposite and investigate its efficacy as a carrier for the sustained release of dopamine drug. The carbon dots (CDs) were synthesized from the carbonization of chitosan and were further conjugated with chitosan (CS) to obtain a chitosan/ carbon dot (CS/CD) matrix. Dopamine was later encapsulated in the matrix to form a dopamine@CS/CD nanocomposite. The cytotoxicity of IC-21 and SH-SY5Y cell lines was studied at various concentrations of the nanocomposite and the results demonstrate around 97% cell viability. The photoluminescence property revealed the characteristic property of the carbon dots. When excited at 510 nm an emission peak was observed at 550 nm which enables the use of carbon dots as a tracer for bioimaging. The HRTEM images and the D, G, and 2D bands of the Raman spectra confirm the successful synthesis of carbon dots and through DLS the particle size is estimated to be 3 nm. The release studies of the encapsulated drug from the composite were analyzed in an in vitro medium at different pH levels. The novelty of this method is the use of a non-toxic vehicle to administer drugs effectively towards any ailment and in particular, the carbon dots facilitate the consistent release of dopamine towards neurodegenerative diseases and tracing delivery through bioimaging.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}