{
  "name" : "2020-06-29__01_10.1021@acs.accounts.0c00268.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Metal−Organic Framework Derived Nanozymes in Biomedicine",
    "authors" : [ "Dongdong Wang", "Deblin Jana", "Yanli Zhao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Metal−Organic Framework Derived Nanozymes in Biomedicine",
      "text" : "Dongdong Wang, Deblin Jana, and Yanli Zhao*\nCite This: https://dx.doi.org/10.1021/acs.accounts.0c00268 Read Online\nACCESS Metrics & More Article Recommendations *sı Supporting Information\nCONSPECTUS: Nanozymes, which integrate the advantages of both nanomaterials and natural enzymes, have accumulated enormous research interest over the past decades because of the opportunity they provide to appreciate and further cultivate artificial enzymes with comparable properties. By mimicking the coordination environments of the catalytic sites in natural enzymes, nanozymes with confined nanostructures can serve as substitutes in many catalytic processes with comparable activity and robust stability even in harsh conditions. Since the pioneering report about peroxidase-mimicking ferromagnetic nanoparticles in 2007, nanozymes have been developed as specialized for nanomaterials with intrinsic enzyme-mimicking property. With the rapid development in nanoscience and nanotechnology, nanomaterials with superior advantages, such as largescale production, desired activity, and robust stability, can bridge the natural enzymes with nanozymes. Metal−organic frameworks (MOFs) and their derivatives hold great promise to serve as direct surrogates of conventional enzymes for enzymatic reactions. According to their chemical nature, MOF-based nanozymes can be divided into three main categories: pristine MOFs, enzyme-encapsulated MOF composites, and MOF-based derivatives. Due to the versatility of metallic nodes and bridging linkers together with the feasibility of postsynthetic engineering and modification, MOFs and their derivatives are envisioned as one of the most appropriate surrogates for this purpose. Using MOFs as precursors or sacrificial templates, multiple MOF-based derivatives including carbon-based nanomaterials (e.g., heteroatom-doped carbon or carbon with M−N−C moiety), metal oxide/carbon nanoparticles, and metal/carbon nanomaterials can be rationally synthesized through one-step direct carbonization/oxidation or indirect post-synthesis treatments of MOFs (e.g., bridging linker-exchange and metallic node-doping). Compared with existing nanozymes, MOF-based derivatives open up a new avenue for constructing mesoporous nanozymes. In this way, the intrinsic mesoporous properties of MOFs can still be maintained, while the stability and activity can be greatly improved. In this Account, we highlight some important research advances in MOF-based derivatives (including M−N−C moieties (M = single metal atom), metal oxide/carbon, metal/carbon, and MOF derivatives obtained through postsynthetic linker exchange and metal doping strategies) with enzyme-mimicking activity. We also demonstrate that, through integrating physicochemical properties of mesoporous nanomaterials and enzymatic activities of natural enzymes, MOF-derived nanozymes can provide multifunctional platforms in biomedical fields such as antibacterial agents, biosensors, imaging, cancer therapy, and environmental protection. Finally, we propose future design principles and possible research approaches for deeper understanding of mechanisms, thus pointing out future research directions to offer more opportunities for the conventional enzyme-engineering industry.\n■ KEY REFERENCES • Wang, D.; Wu, H.; Lim, W. Q.; Phua, S. Z. F.; Xu, P.;\nChen, Q.; Guo, Z.; Zhao, Y. A Mesoporous Nanoenzyme Derived from Metal-Organic Frameworks with Endogenous Oxygen Generation to Alleviate Tumor Hypoxia for Significantly Enhanced Photodynamic Therapy. Adv. Mater. 2019, 31, 1901893.1 This work describes a MOF-derived mesoporous metal oxide nanozyme with catalase-mimicking activity and tumor hypoxiaalleviating properties for enhanced photodynamic therapy of tumors.\n• Wang, D.; Wu, H.; Phua, S. Z. F.; Yang, G.; Lim, W. Q.; Gu, L.; Qian, C.; Wang, H.; Guo, Z.; Chen, H.; Zhao, Y. Self-Assembled Single-Atom Nanozyme for Enhanced Photodynamic Therapy Treatment of Tumor. Nat.\nCommun. 2020, 11, 357.2 This work describes a MOFderived self-assembled single-atom nanozyme achieved through a metal node doping strategy to generate oxygen inside tumor tissues for enhanced photodynamic therapy under the guidance of magnetic resonance imaging.\nReceived: May 7, 2020\nArticlepubs.acs.org/accounts\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn Ju\nne 2\n9, 2\n02 0\nat 1\n5: 36\n:5 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns."
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Enzymes, of which the vast majority are proteins and a few RNA molecules, are highly desirable catalysts that dominate the basic metabolism and sustain life activities of living systems on earth.3 Due to their high catalytic activities and precise substrate specificity, enzymes have been the focus of intense research within industrial, medical, and biological fields.4 Especially, enzymes remain a targeted frontier for therapeutic intervention within the pharmaceutical industry.5−7 Although they have great potential, the nominal operational stability, expensive production costs, poor reusability, and diminished performance in organic media are the main limitations of natural enzymes for practical applications.8 Since the pioneer report about peroxidase (POD)-mimicking ferromagnetic nanoparticles in 2007, the nanozymes have been developed as specialized nanomaterials with intrinsic enzyme-mimicking properties.9 Due to research inspired by viable opportunities, the past two decades have witnessed rapid progress and great achievements in the field of nanozymes. Metal−organic frameworks (MOFs), as a relatively new type of porous solid materials, have attracted enormous research interest in catalysis on account of their well-defined coordination network, mesoporous structure, and tunable porosity.10 The diversity of metallic nodes, linking struts, and a wide array of coordination interactions in all possible directions make MOFs direct surrogates for natural enzymes, where the welldefined tailorable cavities and channels can offer a hydrophobic coordination environment similar to that of natural enzymes. According to their chemical nature, MOF-based nanozymes can be divided into three main categories: pristine MOFs, MOF-based composites, and MOF-based derivatives. However, for pristine MOFs and MOF-based composites (e.g., MOF/Fe3O4, MOF/Au, and MOF/enzyme composites), unexpected degradation under physiological conditions and restrained solubility in certain solutions seriously limit their real-life applications.11 To address this issue, by using MOFs as precursors or sacrificial templates, multiple MOF-based derivatives including carbon nanomaterials (typical with M− N−C moieties, M = single metal atom), metal oxide/carbon, and metal/carbon nanomaterials could be rationally synthesized through one-step direct carbonization/oxidation or indirect postsynthesis steps. Compared with the existing mesoporous materials, MOF-based derivatives open up an avenue for constructing mesoporous nanozymes.12 In this case, the intrinsic mesoporous properties of MOFs can still be maintained, while the stability and activity of the resulting nanozymes could be greatly improved. Moreover, the mesoporous structure and multiple channels can enable full contact with substrates and benefit the mass transport and diffusion of products when applied in nanomedicine. In this Account, we review the current research status and future prospects of MOF-based derivatives with enzymatic activities and their biomedical applications. As there are some reviews discussing pristine MOFs and MOF/enzyme composites for enzyme-mimicking applications in the past four years,11,13 those pristine MOFs and MOF-based composites will not be included in this Account. In this Account, instead, we highlight MOF-based derivatives (M−N−C moiety, metal oxide/carbon, metal/carbon, and MOF-based derivatives through linker exchange and metal doping strategies) and their applications in nanomedicine (Figure 1). Due to the direct carbonization, oxidation, and post-synthesis treatments\nthrough metal node doping and organic linker exchange, the obtained derivatives may display a specific enzymatic activity and even multiple enzymatic activities. Detailed perspectives and suggestions are also presented for further development of MOF-based derivatives for enzyme-mimicking applications. Since for biomedicine applications there is still much room to realize bench-to-bedside translation, the catalytic mechanisms and systemic biocompatibility of these nanozymes should be deeply comprehended."
    }, {
      "heading" : "2. NANOZYME AND NANOTECHNOLOGY",
      "text" : "Upon rapid development of nanotechnology, nanomaterials with superior advantages such as large-scale production, comparable catalytic activity, and high stability have shown a great promise in catalysis, medicine, biology, and other fields.14−16 Integrating the advantages of both nanomaterials and natural enzymes, nanozymes have attracted widespread attention in nanomedicine in recent years. Because an enzymebased catalytic process is similar to that in chemistry and materials science, researchers can imitate enzyme activities, while endowing nanomaterials with high stability and recyclability even under high temperature and pressure with the assistance of nanotechnology.17 Recent studies have mainly focused on designing and synthesizing nanomaterials with inherent enzymatic activities such as catalase (CAT), oxidase (OD), POD, superoxide dismutase (SOD), glutathione peroxidase (GPx), glucose oxidase (GOx), and haloperoxidase (HPO).18 Benefiting from the advantages of materials synthesis, various nanomaterials with controlled morphology, size, and structure together with the post-synthetic surface modification of biocompatible coating are endowed with enzymatic activities and potential applications in environmental protection and biomedical fields such as antibacterial activity, biosensor, and cancer therapeutics.19\nThe rapid advancements in nanotechnology have raised a number of methods for fabricating novel nanozymes. Moreover, with the development of computer science, possible enzyme-mimicking mechanisms can be revealed through theoretical calculations. Especially for metalloenzymes, the well-defined structure makes it easy to comprehend the active catalytic centers. However, for enzyme-mimicking nanoparticles, the description of active sites may become more\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nB\ncontroversial. A typical example is noble metal nanoparticles. The active atoms may locate at the apexes, edges, corners, and steps, where each of the positions may have different catalytic properties. As we know, catalytic activity and substrate selectivity are the two cornerstones of natural enzymes. Although some reported nanozymes exhibited comparable catalytic activities to the natural ones, the intrinsic catalytic activities of most nanozymes are greatly compromised due to issues such as low-number of exposed active sites, intrinsically deficient multilevel structure, and aggregation. For instance, for many metal oxide nanoparticle-based nanozymes such as Fe3O4, CeO2, and V2O5, only the superficial atoms contribute to the enzyme-mimicking activities, while a large population of inner atoms either are inert or may trigger undesired side reactions. Due to the versatility of metallic nodes and bridging linkers together with the feasibility of postsynthetic engineering and modification, MOFs and their derivatives are envisioned as one of the most appropriate surrogates for this purpose."
    }, {
      "heading" : "3. MOF-DERIVED M−N−C NANOZYMES",
      "text" : "Since the pioneer work on MOF-derived mesoporous carbon nanostructures through thermal transformation of MOF\nprecursors reported in 2008, various MOF derivatives have been produced using MOFs as the starting materials.20 Due to the diversity of MOFs, carbonization under different gaseous environments such as nitrogen, argon, and hydrogen through precise control over the temperature has been a promising strategy to obtain carbon-based materials with various metal formulations such as alloy/carbon, pure carbon, and carbon doped with heterogeneous atoms. Usually, pure carbon with sp2-bonded carbon atoms has no catalytic activity due to its integrated structure without polarization.21 However, some carbon materials with intrinsic defects or edge oxidation could change the localized electronic structure of carbon, endowing the doped carbon with abundant active sites for catalytic reactions. Thus, much progress has been achieved in carbonbased nanozymes such as fullerene, carbon dots, carbon nanotubes, graphene oxide, and carbon nitride.22 For example, Gao et al. reported N-doped carbon nanospheres (N-PCNs) derived from one-step pyrolysis of an F127 soft template containing melamine and formalin/phenol as N and C sources.23 The as-prepared N-PCNs possess four enzymemimicking (OD, POD, CAT, and SOD) activities with intracellular reactive oxygen species (ROS) generation for cancer therapy.\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nC\nIn nature, many enzymes exhibit catalytic activity through central coordinated metal sites as the cofactors. In cytochrome P450, the most-studied natural POD for its monooxygenation enzymatic activity, an Fe(III) metal ion occupies the central position of the porphyrin core and coordinates to four N terminal atoms of porphyrin and another N of a cysteine residue.24 By mimicking those metalloenzymes, great catalytic activity can be achieved. MOFs may be another choice for constructing heterogeneous atom doped carbon materials, especially single-atom nanomaterials with a universal M−N−C moiety. Compared with metal nanoparticles, the unsaturated coordination environment and unique electronic structure of the M−N−C moieties enable them to be ideal catalysts for a variety of reactions. For instance, Chen and co-workers reported a series of metal (Mg, Ca, and Al) cofactor-centered nitrogen-doped graphene materials through direct carbonization of MOFs. Density function theory (DFT) calculations revealed that two nitrogen coordinated Mg cofactors showed an upward shift for p-band center and demonstrated extremely high oxygen reduction activity with a half-wave potential of 910 mV in alkaline media.25\nRecently, single-atom catalysts represent the frontier research in the catalysis field.26,27 The isolated dispersion of active catalytic sites ensures the maximum atom utilization of metal atoms. Moreover, the well-defined coordination environment and electronic structure make understanding the catalytic mechanisms easier. Using zeolitic imidazolate framework-8 (ZIF-8) MOF as a precursor, Liu et al. reported the Zn−N4 single-atom nanozymes through one-step carbonization under N2 atmosphere at 800 °C (Figure 2a).\n28 As the annealing temperature is lower than the boiling point of Zn metal (908 °C), the Zn species is preserved. The as-prepared MOF derivative with a Zn-centered porphyrin-like structure (named PMCS) not only serves as a photosensitizer but also exhibits POD-mimicking activity. The resultant PMCS nanozyme still maintained the original morphology of the MOF. Atomically dispersed single-atom Zn sites could be visualized through high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) as bright isolated dots (Figure 2b,c). Extended X-ray absorption fine structure (EXAFS) characterization revealed the four-nitrogen-coordinated single Zn atom microstructure (Figure 2d). Electron spin resonance (ESR) spectra certified the generation of •OH by PMCS in the presence of H2O2 (Figure 2e). Those isolated zinc atoms can serve as POD-mimicking catalytic active sites. DFT calculations were also performed to study the enzyme-mimicking mechanism (Figure 2f). In comparison with the heterolysis of H2O2* to O* having an energy barrier at −0.41 eV, the hemolysis of H2O2* to 2OH* is much lower (−0.70 eV). The demonstrated Zn−N4 single-atom active sites can effectively catalyze H2O2 decomposition for the generation of\n•OH free radicals. Furthermore, in vivo bactericidal efficiency was determined with a wound model infection using Pseudomonas aeruginosa in mice. Mice treated with PMCS nanozyme at a low H2O2 concentration (100 μM) showed that the nanozyme promoted wound healing efficiency when treated 6 days without showing obvious systemic biotoxicity (Figure 2g). Li et al. also reported single-atom Fe−N4 nanozyme anchored within N-doped porous carbon (Fe-SAs/NC) through onestep carbonation of ZIF-8 MOF with encapsulated iron phthalocyanine under nitrogen atmosphere at 900 °C.29 The Fe-SAs/NC catalyst with bifunctional Fe−N4 active moieties showed excellent CAT-mimicking and SOD-mimicking\nactivities for eliminating intracellular H2O2 and O2 to protect cells against oxidative stress. Moreover, Shi et al. reported an Fe-based single-atom nanocatalyst through high temperature carbonization of MOFs followed by PEGlyation.30 The singleatom Fe nanocatalyst showed excellent Fenton reaction activity toward a H2O2-overexpressing tumor for\n•OH generation, presenting efficient tumor elimination ability."
    }, {
      "heading" : "4. MOF-DERIVED METAL OXIDE AND METAL OXIDE/CARBON NANOZYMES",
      "text" : "Distinct from nanozymes with a certain M−N−C moiety, metal oxide nanoparticles have more widespread applications due to their variable oxidation state of metal, low cost synthesis, and high ambient stability. In 2007, Yan et al. reported enzyme-mimicking activity of Fe3O4 nanoparticles with three different sizes that catalyze oxidation 3,3′,5,5′- tetramethylbenzidine (TMB) to oxidized TMB (oxTMB) in the presence of H2O2.\n9 Since then, various of metal oxide nanozymes have been synthesized. In a study reported by Tremel and co-workers in 2012,31 they found that vanadium pentoxide nanowires exhibited functionality akin to naturally occurring vanadium HPO. During the catalytic process, the generated singlet oxygen species would induce oxidative damage on marine microorganisms, thus protecting marine tools against biofouling in the ocean. The enzymatic activities are still limited due to inefficiently exposed active sites, which are restricted to the surface atoms of nanoparticles. Limited structural features, random distribution of active sites, and aggregation often hinder the practical use of conventional metal oxides. To solve these problems, one possible strategy is to increase the surface area. For example, Mugesh et al. reported that Mn3O4 nanoparticles with flower-like morphology can potentially exhibit the activities of three antioxidant enzymes, namely SOD, CAT, and GPx.32 Furthermore, mechanistic studies demonstrated that the remarkable enzyme-mimicking activity originated from not only the mixed oxidation states of Mn (Mn3+/Mn2+) but also the high surface area and large pore size. Very recently, Ling and co-workers reported MoO3−x nanourchins with a high surface area, which also demonstrated high therapeutic activity via multienzyme cascade reactions.33\nPhotodynamic therapy (PDT), which utilizes photosensitizers and oxygen to generate cytotoxic singlet oxygen (1O2) under irradiation of near-infrared light, has a long history in preclinical research and clinical disease treatments.34−37 MOFs with periodic metal nodes are good candidates for constructing mesoporous MOF-based derivatives. Through rational composite design of MOF precursors followed by different annealing conditions (such as temperature, time, and atmospheres), various materials were prepared, including metal oxide/carbon, metal/carbon, carbides, chalcogenides, phosphides, and nitrides.38 For example, through direct low-temperature annealing, fluorescent carbon dots could be produced with MOFs as source materials, showing excellent fluorescent properties for bioimaging and biosensing.39 Due to the intrinsic large surface area and regular pore size distribution of MOF precursors, during the one-step oxidation/carbonization process, the intrinsic properties can be preserved to the greatest extent, thus endowing the generated materials with high surface area and numerous active catalytic sites. Recently, we reported a mesoporous nanozyme derived from MOFs that shows intrinsic CAT-mimicking catalytic activity toward intracellular H2O2 for endogenous O2 generation. 1 As shown\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nD\nin Figure 3a, one step annealing of silica-coated Mn3[Co(CN)6]2 MOFs in air resulted in monodisperse MnCoO nanoparticles. Loading of Ce6 and further surface modification led to the formation of the final nanozyme (MCOPP-Ce6). On account of the intrinsic mesoporous feature of MOFs, threedimensional mesoporous nanostructure was well maintained during the one-step annealing process, presenting an enhanced photodynamic therapeutic efficacy (Figure 3b). The nanozyme showed excellent CAT-mimicking activity in the presence of H2O2 and robust O2 generation. The sustainable supply of O2 is beneficial to the enhanced 1O2 generation from MCOPPCe6 under laser irradiation as shown by an enhanced signal in the ESR spectra (Figure 3c). Possessing a relatively high r2 relaxivity of 56.4 mM−1 s−1, the MCOPP-Ce6 nanozyme showed time-dependent intratumor accumulation as evidenced by magnetic resonance imaging (Figure 3d). Beyond annealing temperature, the annealing methods, steps, and conditions also have an important influence on the composition of MOF derivatives. In this regard, numerous MOF-derived metal oxide/carbon composites with desired structures and functionalities were fabricated through direct pyrolysis under an inert atmosphere or an inert-to-oxygen twostep annealing strategy.38 For instance, Qu and co-workers reported that well-ordered crystalline cerium-based MOFs were thermally transformed into small-size CeO2 nanoparticles encapsulated in porous carbonaceous frameworks (named as n-CeO2 NSs) through one-pot facile calcination under N2 atmosphere (Figure 4a).40 Attributed to the excellent ODmimicking induced oxidative damage and adenosine triphosphate deprivation induced energy depletion, synergistic cancer therapy efficiency was achieved with negligible side effects both in vitro and in vivo (Figure 4b). Moreover, the introduction of secondary metal species into the single-component metallic counterpart can also be an effective method to tune the\ncatalytic property of heterogeneous catalysts. Through rational incorporation, the host−guest electronic properties can be changed to generate new geometrically catalytic active sites for achieving higher synergetic catalytic activity. For example,\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nE\nHuang and co-workers reported a universal strategy to fabricate a series of Co-based bimetallic hollow nanocages (C-CoM-HNC, M represents Ni, Mn, Cu, and Zn) through ion-assisted solvothermal reaction followed by low-temperature pyrolysis under Ar atmosphere with MOFs as precursors (Figure 5).41 DFT calculations revealed that the introduction of Cu can tailor the surface adsorption energy and d-band density of state of C-CoCu-HNC nanostructure. Their results showed that the obtained C-CoCu-HNC could act as an ODmimicking nanozyme and a peroxymonosulfate activator for highly efficient organic pollutant elimination. Moreover, MOFderived metal oxide and metal oxide/carbon nanozymes for antibacterial use are also discussed (see the Supporting Information for details)."
    }, {
      "heading" : "5. MOF-DERIVED METAL NANOPARTICLE/CARBON NANOZYMES",
      "text" : "On account of facile synthesis procedures and postsynthesis surface modification, metal nanoparticles have been widely studied in many fields such as catalysis, sensors, detection, imaging, and so on. Many metal nanoparticles also exhibit intrinsic enzyme-mimicking catalytic activities. In 2004, Rossi and co-workers reported the GOx-mimicking catalytic activity of unmodified gold nanoparticles and studied the catalytic mechanism.42 They proposed the Eley−Rideal mechanism that glucose first adsorbed onto the surface of gold nanoparticles and then the oxygen around would approach and subsequently react with glucose to generate glucose acid and hydrogen peroxide. In addition, the surface modification influences the\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nF\ncatalytic abilities and activities of nanozymes. For instance, Lin and co-workers reported that unmodified gold nanoparticles showed higher catalytic activity than both citrate-capped and amino-modified ones toward oxidation of TMB and 2,2′-azinobis(3-ethylbenzothiazoline-6-sulfonic acid) (ABTS).43 In another case, citrate-modified Au nanoparticles presented GOxmimicking activity, while cysteine-modified Au nanoparticles exhibited POD-mimicking activity.44 However, unpredictable heterogeneous distribution and undesired aggregation seriously compromise their catalytic activity and stability for practical enzyme-mimicking applications. The advancement of nanotechnology opens new opportunities for constructing supported hybrid catalysts via embedding metal nanoparticles into a mesoporous matrix for high catalytic activity and long-term stability. When metal species in the above-mentioned M−N−C nanozymes grow from single-atom scale to nanoparticle scale, another category of MOF-based derivative is generated, which is the metal/carbon or metallic composite/carbon hybrid. Due to the natural advantage of plentiful metal nodes, MOFs can be easily transformed to metallic nanoparticles embedded in a carbon matrix, offering promising candidates for catalytic reactions.45 During the calcination process, the organic linkers of MOFs are converted into porous carbon, generating metallic nanocomposites. The resulting mesoporous carbon not only acts as a supporting matrix for anchoring metal nanoparticles but also prevents the aggregation of isolated metal nanoparticles, thus increasing the surface area and enhancing the catalytic or enzymatic activities. For instance, Wang et al. reported copper nanoparticles encapsulated into mesoporous carbon via a one-pot thermolysis method from Cu-based MOFs. The resultant Cu/C composites not only possessed the advantage of easy preparation but also showed high affinity for H2O2, presenting an enhanced POD-mimicking activity as\ncompared with commercial horseradish peroxidase (HRP). This high activity arose from the isolated Cu nanoparticles encapsulated in the mesoporous carbon matrix. Recently, Huang and co-workers synthesized Co,N codoped mesoporous carbon hybrids with superior ODmimicking activities for glutathione (GSH) detection (Figure 6a).46 The Co,N co-doped carbon nanomaterials (Co,N-HPC) were synthesized through one-pot pyrolysis of ZIF-67 MOF under nitrogen atmosphere. Benefiting from the self-template synthesis and a N-rich organic linker, the resultant product consists of isolated Co nanoparticles embedded into N-rich hierarchically porous carbon (Figure 6b). Co,N-HPC showed OD-mimicking activity toward TMB, o-phenylenediamine (OPD), and ABTS without the presence of H2O2, especially with the fastest oxidation kinetics for TMB (Figure 6c). The addition of GSH can quench the color of the system, making the nanozyme a potential sensor to detect GSH through colorimetric assay. The nanozyme exhibited a linear decrease of the absorption peak with a detection range from 0.05 μM to 30 μM (Figure 6d). Moreover, the remarkable selectivity of this nanozyme toward thiol-containing molecules enabled its application for GSH detection in biological systems (Figure 6e). Through precise control over the temperature and time of pyrolysis, Yoon and co-workers reported Cu@C-500 nanozyme with Cu nanoparticles embedded into porous carbon using a Cu-based MOF (HKUST-1) as the precursor.47 When combined with natural GOx, the generated Cu@C-500 showed high POD-mimicking catalytic activity for glucose biosensing."
    }, {
      "heading" : "6. MOF-BASED LINKER EXCHANGE STRATEGY",
      "text" : "Compared to nanozymes derived by pyrolysis strategy from pristine MOFs, many MOFs possess intrinsic enzymemimicking activities themselves because of their Lewis acid and base active sites. The extremely ordered tailorable pores\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nG\nand channels can easily provide to the central active metal nodes a hydrophobic confined environment that is similar to natural enzymes. There are numerous choices for metal nodes and organic linkers in constructing MOFs. Until now, various MOFs with intrinsic POD-mimicking catalytic activity have been fabricated, including Fe-based MIL-MOFs (MIL = Material Institute of Lavoisier), Zr-based UiO-MOFs (UiO = University of Olso), Cu-based HKUST-MOFs (HKUST = Hong Kong University of Science and Technology), Ni-based MOFs, and Prussian blue-based MOFs.11\nIn addition to pristine MOFs, postsynthetic modification (PSM) offers numerous opportunities for tailoring the catalytic properties of MOFs, since their fundamental structural characteristics and design principles provide significant control over the framework architecture and pore chemistry.48 Some of the popular MOFs such as UiO-66 have been successfully subjected to postsynthetic linker exchange strategy, generating various of MOF-based derivatives with desired catalytic activities. An interesting example is that Zr-based UiO-66\nexhibits a limited catalytic activity toward the hydrolysis of dimethyl 4-nitrophenyl phosphate.49 UiO-66-NH2 showed an overall 20-fold enhancement for phosphate-ester hydrolysis compared to parent UiO-66 MOF after the exchange of the organic linker with amino groups that mimic the function of aspartate and histidine residues. Another especially robust category of MOFs is the ZIF family. Karagiaridi et al. successfully achieved linker exchange in the robust ZIF-8 system, leading to a replacement of its parent 2-methylimidazolate (2-mim) linker with unsubstituted imidazolate (85% exchange) in nBuOH.50 The resultant ZIF-8 based derivative possesses a truly zeolitic topology and exhibits Brønsted base catalytic activity that cannot be achieved by the parent ZIF-8 MOF. Very recently, Qu and co-workers adopted a postsynthetic linker exchange method to fabricate amorphous MOF derivative with SOD-mimicking activity (Figure 7a).51 The authors first synthesized ZIF-67 MOF through the coordination between cobalt ion and 2-mim organic linker (Figure 7b), after which a small-molecule inhibitor, 3-animo-\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nH\n1,2,4-triazole (3-AT), was loaded through the coordination with Co2+ by taking the place of the 2-mim, resulting in amorphous nanoparticles (Figure 7c). The homogeneous distribution of Co, C, N, and O elements through element mapping suggested the successful synthesis of PZIF67-AT nanoparticles (Figure 7d). The generated PZIF67-AT nanoparticles exhibited SOD-mimicking catalytic activity that could efficiently convert intracellular O2\n•− to H2O2, promoting the generation of H2O2. In this way, PZIF67-AT could disturb the metabolism of intracellular H2O2 and result in the accumulation of H2O2. The overgenerated H2O2 was subsequently decomposed into •OH free radicals to facilitate the Fenton reaction-based chemodynamic therapy. Murine hepatoma tumor-bearing mice treated with PZIF67-AT nanozyme experienced significant suppression of the tumor growth as compared to other control groups (Figure 7e,f)."
    }, {
      "heading" : "7. MOF-BASED METAL DOPING STRATEGY",
      "text" : "In addition to the postsynthetic linker exchange, the engineering of metal nodes can also be used for constructing MOF derivatives with enzyme-mimicking activities.52 As most natural protein enzymes contain metal cofactors as the catalytically active centers, a rational design of organic linkers and metal nodes can endow the pristine MOFs with enzymemimicking catalytic activities. Among the various strategies, PSM through metal node engineering offers numerous possibilities for a targeted approach to regulate the properties of MOF-based derivatives.53 As a subset of the popular PSM methods for constructing functionalized MOF derivatives, two main metal node engineering strategies have been widely adopted, either through the addition to coordinating groups or through counterion exchange in charged frameworks. The introduction of catalytically active sites via coordination can also generate high performance MOF-based nanozymes. For instance, Willner and co-workers reported UiO-based MOF nanoparticles composed of (1) Zr4+ bridged by 2,2′-bipyridine5,5′-dicarboxylic acid ligand and (2) postsynthetically modified Cu2+ species as catalytic centers through coordination between bipyridine unit and Cu2+.54 The resulting nanoparticles exhibited enhanced catalytic activity toward dopamine oxidation as compared with Cu2+ alone or a mixture of Cu2+ and bipyridine. In a study reported by Hwang and co-workers, they demonstrated that the binding of aliphatic diamines to unsaturated Fe metal nodes in MIL-100(Fe) can significantly enhance the POD-mimicking catalytic activity of the functionalized MOFs, since the surface with enhanced negative potential could show higher affinity for positively charged TMB.55 In addition to transition metal nodes, noble metal ones can also be used to construct metal−organic structures with catalytic or enzyme-mimicking abilities.56 For instance, Wang et al. successfully synthesized a series of coordinated single-atom (Co, Cu, and Au) metal sites with zirconium porphyrinic hollow MOF nanotubes as the supporting matrix.57 During the synthesis process, the porphyrin molecule not only serves as the bridging linker but also provides a central coordination environment for anchoring and regulating the electronic properties of single metal atoms. Another interesting approach is the postsynthetic exchange of metal nodes with catalytically active ones. Very recently, we proposed a new strategy to fabricate active single-atom catalytic centers through a one-pot doping and reducing strategy during the self-assembly process.2 On account of the high affinity of Ru to ligands, Ru ion partially takes the position\nof the Co ion (Figure 8a). After reduction with NaBH4, the asprepared self-assembled PDT nanoagent OxgeMCC-r singleatom enzyme (SAE) consists of single-atom ruthenium as the active catalytic site doped into the skeleton of Mn3[Co(CN)6]2 MOF encapsulated with a photosensitizer. The content of the single-atom Ru was calculated to be 2.23 wt %. These isolated Ru single atoms could serve as active catalytic sites for oxygen generation in the presence of H2O2, making OxgeMCC-r a high-performance CAT-mimicking nanozyme. The OxgeMCC-r nanozyme can significantly ameliorate the hypoxic condition and down-regulate the expression of hypoxiainducible factor 1α (HIF-1α) within hypoxic tumor cells, as confirmed by immunofluorescence imaging and subsequent Western blot analysis, at a low nanozyme concentration. Due to the existence of high-spin Mn−N6 (S = 5/2) species in the skeleton, the OxgeMCC-r nanozyme also exhibited excellent T1-weighted magnetic resonance imaging ability for real-time in vivo tracking of the nanozyme and monitoring of the therapeutic efficacy (Figure 8b). The r1 relaxivity of the OxgeMCC-r nanozyme was calculated to be 5.44 mM−1 s−1, which was higher than the clinically used Gd-based contrast agent (Magnevist, r1 = 4.56 mM\n−1 s−1). The remarkable CATmimicking activity to relieve tumor hypoxia makes the OxgeMCC-r nanozyme a promising anticancer nanoagent for enhanced PDT of tumors under the guide of the magnetic resonance imaging modality (Figure 8c)."
    }, {
      "heading" : "8. CONCLUSION AND OUTLOOK",
      "text" : "In this Account, we have highlighted recent research progress in the field of MOF-derived nanozymes and their applications in antibacterial uses, biosensing, ROS scavenging, bioimaging, cancer therapy, and pollutant treatment. Compared with natural enzymes, nanozymes show advantages that are often unattainable through natural ones such as low-cost synthesis, high stability, good reusability, and comparable performance even under critical conditions. However, there are still some issues in the chemical and physiological stability of pristine MOFs with enzyme-mimicking activities under catalytic reaction conditions. Thus, rational transformation of pristine MOFs to MOF-based derivatives should be a feasible strategy for maintaining catalytic ability and enhancing catalytic activity at the same time. Thus, through a rational design of the organic linkers and metal nodes, various 3d transition metal (e.g., Fe, Co, Cu, and Mn) based MOF derivatives have been synthesized with desirable catalytic activities. Further expanding the metal species from 3d to 4d, 5d transition, and even rare earth elements may open new chapters for synthesizing other MOFbased nanozymes that mimic the coordination environments of metallic cofactors in some natural enzymes. In addition, the generated carbon matrix during the annealing process could be used for tailoring the coordination number and environment within active catalytic centers through doping with other light elements such as N, O, P, and S for better imitation of the architecture and catalytic performance of natural enzymes. Currently, for MOF-derived heteroatom-doped nanozymes (i.e., single-atom or single-site nanozymes), the synthesis strategy is mainly limited to the ZIF series as the starting materials. Thus, other MOFs and doping strategies should be discovered to precisely control the content, microstructure, and distribution of the heteroatoms. Upon the rapid development within the past decade, nanozymes have been widely studied and shown to have\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nI\nmany practical applications. Due to the complicated structures of nanomaterials, however, only the surface of nanomaterials contribute to the performance of the whole nanozymes in some cases. The mechanisms of the catalytic reactions still need to be deeply understood, especially for the relationship between catalytic performance and microstructure from whole materials to atoms and then to the electron structure. Although synchrotron radiation X-ray absorption spectroscopy is powerful, it just gives the information (e.g., coordination numbers) about catalysts under unreacted conditions even with 20% error interval. Other advanced in situ characterization technologies such as in situ scanning tunneling microscopy and femtosecond-laser spectroscopy may be used for temporal and spatial observation of interactions between the catalytically active sites and substrates during the reaction processes. Moreover, DFT simulations can be rationally integrated to experimental measurements to give a fully comprehensive understanding of the mechanisms at the microscale, thus well guiding the design and synthesis of high-performance enzymemimicking nanomaterials. Although some nanozymes for detection have been realized for practical applications, the applications of nanozymes for other domains such as public health (e.g., antibacterial, antiviral, and cancer therapy) and environmental protection (e.g., water treatments and pollutant elimination) are still rare and in the experimental stage. Moreover, it still remains a formidable challenge to synthesize nanozymes with comparable catalytic activities to natural ones. Last but not least, for biological applications, the biocompatibility of nanozymes is a main issue to be addressed before preclinical translation. Hopefully, natural enzymes will be replaced by nanozymes with higher activity, better biocompatibility, and bench-tobedside translation capacity, thus offering breakthrough opportunities to the conventional enzyme-engineering industry.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.accounts.0c00268.\nAdditional discussions about MOF-derived metal oxide and metal oxide/carbon nanozymes for biosensing and antibacterial activity (PDF)\n■ AUTHOR INFORMATION Corresponding Author\nYanli Zhao − Division of Chemistry and Biological Chemistry, School of Physical and Mathematical Sciences and School of Materials Science and Engineering, Nanyang Technological University, Singapore 637371 Singapore; orcid.org/00000002-9231-8360; Email: zhaoyanli@ntu.edu.sg"
    }, {
      "heading" : "Authors",
      "text" : "Dongdong Wang − Division of Chemistry and Biological Chemistry, School of Physical and Mathematical Sciences, Nanyang Technological University, Singapore 637371 Singapore; orcid.org/0000-0002-6278-0706 Deblin Jana − Division of Chemistry and Biological Chemistry, School of Physical and Mathematical Sciences, Nanyang Technological University, Singapore 637371 Singapore\nComplete contact information is available at:\nhttps://pubs.acs.org/10.1021/acs.accounts.0c00268"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "Biographies",
      "text" : "Dongdong Wang received his B.Sc. degree from Lanzhou University in 2013 and then obtained his Ph.D. degree under the supervision of Prof. Qianwang Chen at University of Science and Technology of China in 2018. He is currently a research fellow in Prof. Yanli Zhao’s group at Nanyang Technological University, Singapore. He mainly works on functional nanomaterials for nanomedicine.\nDeblin Jana is a graduate student in Prof. Yanli Zhao’s group at Nanyang Technological University, Singapore. He studies functional inorganic nanomaterials for nanomedicine.\nYanli Zhao is currently a Full Professor at Nanyang Technological University, Singapore. He received his B.Sc. degree in 2000 and Ph.D. degree in 2004 under the supervision of Prof. Yu Liu at Nankai University. He was a postdoctoral scholar with Prof. Sir Fraser Stoddart (University of California, Los Angeles, and subsequently Northwestern University) and Prof. Jeffrey Zink (University of California, Los Angeles). His current research focuses on selfassembled nanomaterials for disease diagnostics and therapeutics, as well as porous nanomaterials for energy storage and catalysis.\n■ ACKNOWLEDGMENTS This research is supported by the Singapore National Research Foundation Investigatorship (NRF-NRFI2018-03).\n■ REFERENCES (1) Wang, D.; Wu, H.; Lim, W. Q.; Phua, S. Z. F.; Xu, P.; Chen, Q.; Guo, Z.; Zhao, Y. A Mesoporous Nanoenzyme Derived from MetalOrganic Frameworks with Endogenous Oxygen Generation to Alleviate Tumor Hypoxia for Significantly Enhanced Photodynamic Therapy. Adv. Mater. 2019, 31, 1901893. (2) Wang, D.; Wu, H.; Phua, S. Z. F.; Yang, G.; Lim, W. Q.; Gu, L.; Qian, C.; Wang, H.; Guo, Z.; Chen, H.; Zhao, Y. Self-Assembled Single-Atom Nanozyme for Enhanced Photodynamic Therapy Treatment of Tumor. Nat. Commun. 2020, 11, 357. (3) Benkovic, S. J.; Hammes-Schiffer, S. A Perspective on Enzyme Catalysis. Science 2003, 301, 1196−1202. (4) Bornscheuer, U. T.; Huisman, G. W.; Kazlauskas, R. J.; Lutz, S.; Moore, J. C.; Robins, K. Engineering the Third Wave of Biocatalysis. Nature 2012, 485, 185−194. (5) Abuchowski, A.; Kazo, G. M.; Verhoest, C. R.; Van Es, T.; Kafkewitz, D.; Nucci, M. L.; Viau, A. T.; Davis, F. F. Cancer Therapy with Chemically Modified Enzymes. I. Antitumor Properties of Polyethylene Glycol-Asparaginase Conjugates. Cancer Biochem. Biophys. 1984, 7, 175−186. (6) Zhao, L.; Li, J.; Su, Y.; Yang, L.; Chen, L.; Qiang, L.; Wang, Y.; Xiang, H.; Tham, H. P.; Peng, J.; Zhao, Y. MTH1 Inhibitor Amplifies the Lethality of Reactive Oxygen Species to Tumor in Photodynamic Therapy. Sci. Adv. 2020, 6, No. eaaz0575. (7) Phua, S. Z. F.; Yang, G.; Lim, W. Q.; Verma, A.; Chen, H.; Thanabalu, T.; Zhao, Y. Catalase-Integrated Hyaluronic Acid as Nanocarriers for Enhanced Photodynamic Therapy in Solid Tumor. ACS Nano 2019, 13, 4742−4751. (8) Liang, M.; Yan, X. Nanozymes: From New Concepts, Mechanisms, and Standards to Applications. Acc. Chem. Res. 2019, 52, 2190−2200. (9) Gao, L.; Zhuang, J.; Nie, L.; Zhang, J.; Zhang, Y.; Gu, N.; Wang, T.; Feng, J.; Yang, D.; Perrett, S.; Yan, X. Intrinsic Peroxidase-Like Activity of Ferromagnetic Nanoparticles. Nat. Nanotechnol. 2007, 2, 577−583.\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nJ\n(10) Zhou, H. C.; Long, J. R.; Yaghi, O. M. Introduction to MetalOrganic Frameworks. Chem. Rev. 2012, 112, 673−674. (11) Nath, I.; Chakraborty, J.; Verpoort, F. Metal Organic Frameworks Mimicking Natural Enzymes: A Structural and Functional Analogy. Chem. Soc. Rev. 2016, 45, 4127−4170. (12) Tao, Y.; Ju, E.; Ren, J.; Qu, X. Bifunctionalized Mesoporous Silica-Supported Gold Nanoparticles: Intrinsic Oxidase and Peroxidase Catalytic Activities for Antibacterial Applications. Adv. Mater. 2015, 27, 1097−1104. (13) Lian, X.; Fang, Y.; Joseph, E.; Wang, Q.; Li, J.; Banerjee, S.; Lollar, C.; Wang, X.; Zhou, H. C. Enzyme-MOF (Metal-Organic Framework) Composites. Chem. Soc. Rev. 2017, 46, 3386−3401. (14) Liang, J.; Liang, Z.; Zou, R.; Zhao, Y. Heterogeneous Catalysis in Zeolites, Mesoporous Silica, and Metal-Organic Frameworks. Adv. Mater. 2017, 29, 1701139. (15) Tan, C. L.; Zhao, L. Z.; Yu, P.; Huang, Y.; Chen, B.; Lai, Z. C.; Qi, X. Y.; Goh, M. H.; Zhang, X.; Han, S. K.; Wu, X. J.; Liu, Z.; Zhao, Y. L.; Zhang, H. Preparation of Ultrathin Two-Dimensional TixTa1‑xSyOz Nanosheets as Highly Efficient Photothermal Agents. Angew. Chem., Int. Ed. 2017, 56, 7842−7846. (16) Zhao, L.; Yuan, W.; Li, J.; Yang, L.; Su, Y.; Peng, J.; Chen, R.; Tham, H. P.; Chen, H.; Lim, W. Q.; Xiang, H.; Xing, P.; Li, F.; Zhao, Y. Independent of EPR Effect: A Smart Delivery Nanosystem for Tracking and Treatment of Nonvascularized Intra-Abdominal Metastases. Adv. Funct. Mater. 2018, 28, 1806162. (17) Wu, J.; Wang, X.; Wang, Q.; Lou, Z.; Li, S.; Zhu, Y.; Qin, L.; Wei, H. Nanomaterials with Enzyme-Like Characteristics (Nanozymes): Next-Generation Artificial Enzymes (II). Chem. Soc. Rev. 2019, 48, 1004−1076. (18) Huang, Y.; Ren, J.; Qu, X. Nanozymes: Classification, Catalytic Mechanisms, Activity Regulation, and Applications. Chem. Rev. 2019, 119, 4357−4412. (19) Yang, B.; Chen, Y.; Shi, J. Nanocatalytic Medicine. Adv. Mater. 2019, 31, 1901778. (20) Liu, B.; Shioyama, H.; Akita, T.; Xu, Q. Metal-Organic Framework as a Template for Porous Carbon Synthesis. J. Am. Chem. Soc. 2008, 130, 5390−5391. (21) Zhang, L.; Xia, Z. Mechanisms of Oxygen Reduction Reaction on Nitrogen-Doped Graphene for Fuel Cells. J. Phys. Chem. C 2011, 115, 11170−11176. (22) Sun, H.; Zhou, Y.; Ren, J.; Qu, X. Carbon Nanozymes: Enzymatic Properties, Catalytic Mechanism, and Applications. Angew. Chem., Int. Ed. 2018, 57, 9224−9237. (23) Fan, K.; Xi, J.; Fan, L.; Wang, P.; Zhu, C.; Tang, Y.; Xu, X.; Liang, M.; Jiang, B.; Yan, X.; Gao, L. In Vivo Guiding Nitrogen-Doped Carbon Nanozyme for Tumor Catalytic Therapy. Nat. Commun. 2018, 9, 1440. (24) Fasan, R. Tuning P450 Enzymes as Oxidation Catalysts. ACS Catal. 2012, 2, 647−666. (25) Liu, S.; Li, Z.; Wang, C.; Tao, W.; Huang, M.; Zuo, M.; Yang, Y.; Yang, K.; Zhang, L.; Chen, S.; Xu, P.; Chen, Q. Turning MainGroup Element Magnesium into a Highly Active Electrocatalyst for Oxygen Reduction Reaction. Nat. Commun. 2020, 11, 938. (26) Jiang, P.; Chen, S.; Wang, C.; Wang, D.; Diao, J.; Cao, Z.; Lin, Z.; Luo, Q.; Lu, J.; Huang, H.; Zong, C.; Hu, L.; Chen, Q. Atomically Dispersed Fe-N-S-C Anchored on Pomegranate-Shaped Carbon Spheres for Oxygen Reduction Reaction and All-Solid-State ZincAir Battery. Mater. Today Sustain. 2020, 9, 100039. (27) Wang, C.; Wang, D.; Liu, S.; Jiang, P.; Lin, Z.; Xu, P.; Yang, K.; Lu, J.; Tong, H.; Hu, L.; Zhang, W.; Chen, Q. Engineering the Coordination Environment Enables Molybdenum Single-Atom Catalyst for Efficient Oxygen Reduction Reaction. J. Catal. 2020, 389, 150. (28) Xu, B.; Wang, H.; Wang, W.; Gao, L.; Li, S.; Pan, X.; Wang, H.; Yang, H.; Meng, X.; Wu, Q.; Zheng, L.; Chen, S.; Shi, X.; Fan, K.; Yan, X.; Liu, H. A Single-Atom Nanozyme for Wound Disinfection Applications. Angew. Chem., Int. Ed. 2019, 58, 4911−4916. (29) Ma, W.; Mao, J.; Yang, X.; Pan, C.; Chen, W.; Wang, M.; Yu, P.; Mao, L.; Li, Y. A Single-Atom Fe-N4 Catalytic Site Mimicking\nBifunctional Antioxidative Enzymes for Oxidative Stress Cytoprotection. Chem. Commun. 2019, 55, 159−162. (30) Huo, M.; Wang, L.; Wang, Y.; Chen, Y.; Shi, J. Nanocatalytic Tumor Therapy by Single-Atom Catalysts. ACS Nano 2019, 13, 2643−2653. (31) Natalio, F.; Andre, R.; Hartog, A. F.; Stoll, B.; Jochum, K. P.; Wever, R.; Tremel, W. Vanadium Pentoxide Nanoparticles Mimic Vanadium Haloperoxidases and Thwart Biofilm Formation. Nat. Nanotechnol. 2012, 7, 530−535. (32) Singh, N.; Savanur, M. A.; Srivastava, S.; D’Silva, P.; Mugesh, G. A Redox Modulatory Mn3O4 Nanozyme with Multi-Enzyme Activity Provides Efficient Cytoprotection to Human Cells in a Parkinson’s Disease Model. Angew. Chem., Int. Ed. 2017, 56, 14267− 14271. (33) Hu, X.; Li, F.; Xia, F.; Guo, X.; Wang, N.; Liang, L.; Yang, B.; Fan, K.; Yan, X.; Ling, D. Biodegradation-Mediated Enzymatic Activity-Tunable Molybdenum Oxide Nanourchins for TumorSpecific Cascade Catalytic Therapy. J. Am. Chem. Soc. 2020, 142, 1636−1644. (34) Chen, H.; Zeng, X.; Tham, H. P.; Phua, S. Z. F.; Cheng, W.; Zeng, W.; Shi, H.; Mei, L.; Zhao, Y. NIR-Light-Activated Combination Therapy with a Precise Ratio of Photosensitizer and Prodrug Using a Host-Guest Strategy. Angew. Chem., Int. Ed. 2019, 58, 7641−7646. (35) Yang, G.; Phua, S. Z. F.; Lim, W. Q.; Zhang, R.; Feng, L.; Liu, G.; Wu, H.; Bindra, A. K.; Jana, D.; Liu, Z.; Zhao, Y. A HypoxiaResponsive Albumin-Based Nanosystem for Deep Tumor Penetration and Excellent Therapeutic Efficacy. Adv. Mater. 2019, 31, 1901513. (36) Phua, S. Z. F.; Xue, C.; Lim, W. Q.; Yang, G.; Chen, H.; Zhang, Y.; Wijaya, C. F.; Luo, Z.; Zhao, Y. Light-Responsive Prodrug-Based Supramolecular Nanosystems for Site-Specific Combination Therapy of Cancer. Chem. Mater. 2019, 31, 3349−3358. (37) Tham, H. P.; Xu, K.; Lim, W. Q.; Chen, H.; Zheng, M.; Thng, T. G. S.; Venkatraman, S. S.; Xu, C.; Zhao, Y. Microneedle-Assisted Topical Delivery of Photodynamically Active Mesoporous Formulation for Combination Therapy of Deep-Seated Melanoma. ACS Nano 2018, 12, 11936−11948. (38) Dang, S.; Zhu, Q.; Xu, Q. Nanomaterials Derived from Metal− Organic Frameworks. Nat. Rev. Mater. 2018, 3, 17075. (39) Amali, A. J.; Hoshino, H.; Wu, C.; Ando, M.; Xu, Q. From Metal-Organic Framework to Intrinsically Fluorescent Carbon Nanodots. Chem. - Eur. J. 2014, 20, 8279−8282. (40) Cao, F.; Zhang, Y.; Sun, Y.; Wang, Z.; Zhang, L.; Huang, Y.; Liu, C.; Liu, Z.; Ren, J.; Qu, X. Ultrasmall Nanozymes Isolated within Porous Carbonaceous Frameworks for Synergistic Cancer Therapy: Enhanced Oxidative Damage and Reduced Energy Supply. Chem. Mater. 2018, 30, 7831−7839. (41) Li, S.; Hou, Y.; Chen, Q.; Zhang, X.; Cao, H.; Huang, Y. Promoting Active Sites in MOF-Derived Homobimetallic Hollow Nanocages as a High-Performance Multifunctional Nanozyme Catalyst for Biosensing and Organic Pollutant Degradation. ACS Appl. Mater. Interfaces 2020, 12, 2581−2590. (42) Comotti, M.; Della Pina, C.; Matarrese, R.; Rossi, M. The Catalytic Activity of “Naked” Gold Particles. Angew. Chem., Int. Ed. 2004, 43, 5812−5815. (43) Wang, S.; Chen, W.; Liu, A. L.; Hong, L.; Deng, H. H.; Lin, X. H. Comparison of the Peroxidase-Like Activity of Unmodified, Amino-Modified, and Citrate-Capped Gold Nanoparticles. ChemPhysChem 2012, 13, 1199−1204. (44) Lin, Y.; Li, Z.; Chen, Z.; Ren, J.; Qu, X. Mesoporous SilicaEncapsulated Gold Nanoparticles as Artificial Enzymes for SelfActivated Cascade Catalysis. Biomaterials 2013, 34, 2600−2610. (45) Jagadeesh, R. V.; Murugesan, K.; Alshammari, A. S.; Neumann, H.; Pohl, M. M.; Radnik, J.; Beller, M. MOF-Derived Cobalt Nanoparticles Catalyze a General Synthesis of Amines. Science 2017, 358, 326−332. (46) Li, S.; Wang, L.; Zhang, X.; Chai, H.; Huang, Y. A Co, N CoDoped Hierarchically Porous Carbon Hybrid as a Highly Efficient\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nK\nOxidase Mimetic for Glutathione Detection. Sens. Actuators, B 2018, 264, 312−319. (47) Song, Y.; Cho, D.; Venkateswarlu, S.; Yoon, M. Systematic Study on Preparation of Copper Nanoparticle Embedded Porous Carbon by Carbonization of Metal-Organic Framework for Enzymatic Glucose Sensor. RSC Adv. 2017, 7, 10592−10600. (48) Karagiaridi, O.; Bury, W.; Mondloch, J. E.; Hupp, J. T.; Farha, O. K. Solvent-Assisted Linker Exchange: An Alternative to the de Novo Synthesis of Unattainable Metal-Organic Frameworks. Angew. Chem., Int. Ed. 2014, 53, 4530−4540. (49) Katz, M. J.; Moon, S. Y.; Mondloch, J. E.; Beyzavi, M. H.; Stephenson, C. J.; Hupp, J. T.; Farha, O. K. Exploiting Parameter Space in MOFs: A 20-Fold Enhancement of Phosphate-Ester Hydrolysis with UiO-66-NH2. Chem. Sci. 2015, 6, 2286−2291. (50) Karagiaridi, O.; Lalonde, M. B.; Bury, W.; Sarjeant, A. A.; Farha, O. K.; Hupp, J. T. Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers. J. Am. Chem. Soc. 2012, 134, 18790−18796. (51) Sang, Y.; Cao, F.; Li, W.; Zhang, L.; You, Y.; Deng, Q.; Dong, K.; Ren, J.; Qu, X. Bioinspired Construction of a Nanozyme-Based H2O2 Homeostasis Disruptor for Intensive Chemodynamic Therapy. J. Am. Chem. Soc. 2020, 142, 5177−5183. (52) Wang, K.; Feng, D.; Liu, T. F.; Su, J.; Yuan, S.; Chen, Y. P.; Bosch, M.; Zou, X.; Zhou, H. C. A Series of Highly Stable Mesoporous Metalloporphyrin Fe-MOFs. J. Am. Chem. Soc. 2014, 136, 13983−13986. (53) Evans, J. D.; Sumby, C. J.; Doonan, C. J. Post-Synthetic Metalation of Metal-Organic Frameworks. Chem. Soc. Rev. 2014, 43, 5933−5951. (54) Chen, W. H.; Vazquez-Gonzalez, M.; Kozell, A.; Cecconello, A.; Willner, I. Cu2+-Modified Metal-Organic Framework Nanoparticles: A Peroxidase-Mimicking Nanoenzyme. Small 2018, 14, 1703149. (55) Valekar, A. H.; Batule, B. S.; Kim, M. I.; Cho, K. H.; Hong, D. Y.; Lee, U. H.; Chang, J. S.; Park, H. G.; Hwang, Y. K. Novel AmineFunctionalized Iron Trimesates with Enhanced Peroxidase-Like Activity and Their Applications for the Fluorescent Assay of Choline and Acetylcholine. Biosens. Bioelectron. 2018, 100, 161−168. (56) He, L.; Li, Y.; Wu, Q.; Wang, D. M.; Li, C. M.; Huang, C. Z.; Li, Y. F. Ru(III)-Based Metal-Organic Gels: Intrinsic Horseradish and NADH Peroxidase-Mimicking Nanozyme. ACS Appl. Mater. Interfaces 2019, 11, 29158−29166. (57) Yang, D.; Yu, H.; He, T.; Zuo, S.; Liu, X.; Yang, H.; Ni, B.; Li, H.; Gu, L.; Wang, D.; Wang, X. Visible-Light-Switched Electron Transfer over Single Porphyrin-Metal Atom Center for Highly Selective Electroreduction of Carbon Dioxide. Nat. Commun. 2019, 10, 3844.\nhttps://dx.doi.org/10.1021/acs.accounts.0c00268 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nL"
    } ],
    "references" : [ {
      "title" : "Self-Assembled Single-Atom Nanozyme for Enhanced Photodynamic Therapy Treatment of Tumor",
      "author" : [ "D. Wang", "H. Wu", "S.Z.F. Phua", "G. Yang", "W.Q. Lim", "L. Gu", "C. Qian", "H. Wang", "Z. Guo", "H. Chen", "Y. Zhao" ],
      "venue" : "Therapy. Adv. Mater. 2019,",
      "citeRegEx" : "Wang et al\\.,? \\Q1901\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 1901
    }, {
      "title" : "A Perspective on Enzyme Catalysis",
      "author" : [ "S.J. Benkovic", "S. Hammes-Schiffer" ],
      "venue" : "Science",
      "citeRegEx" : "Benkovic and Hammes.Schiffer,? \\Q2003\\E",
      "shortCiteRegEx" : "Benkovic and Hammes.Schiffer",
      "year" : 2003
    }, {
      "title" : "Cancer Therapy with Chemically Modified Enzymes. I. Antitumor Properties of Polyethylene Glycol-Asparaginase Conjugates",
      "author" : [ "A. Abuchowski", "G.M. Kazo", "C.R. Verhoest", "T. Van Es", "D. Kafkewitz", "M.L. Nucci", "A.T. Viau", "F.F. Davis" ],
      "venue" : "Cancer Biochem. Biophys. 1984,",
      "citeRegEx" : "Abuchowski et al\\.,? \\Q1984\\E",
      "shortCiteRegEx" : "Abuchowski et al\\.",
      "year" : 1984
    }, {
      "title" : "MTH1 Inhibitor Amplifies the Lethality of Reactive Oxygen Species to Tumor in Photodynamic Therapy",
      "author" : [ "L. Zhao", "J. Li", "Y. Su", "L. Yang", "L. Chen", "L. Qiang", "Y. Wang", "H. Xiang", "H.P. Tham", "J. Peng", "Y. Zhao" ],
      "venue" : "Sci. Adv. 2020,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2020
    }, {
      "title" : "Intrinsic Peroxidase-Like Activity of Ferromagnetic Nanoparticles",
      "author" : [ "L. Gao", "J. Zhuang", "L. Nie", "J. Zhang", "Y. Zhang", "N. Gu", "T. Wang", "J. Feng", "D. Yang", "S. Perrett", "X. Yan" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Gao et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2007
    }, {
      "title" : "Introduction to MetalOrganic Frameworks",
      "author" : [ "H.C. Zhou", "J.R. Long", "O.M. Yaghi" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Zhou et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2012
    }, {
      "title" : "Independent of EPR Effect: A Smart Delivery Nanosystem for Tracking and Treatment of Nonvascularized Intra-Abdominal Metastases",
      "author" : [ "L. Zhao", "W. Yuan", "J. Li", "L. Yang", "Y. Su", "J. Peng", "R. Chen", "H.P. Tham", "H. Chen", "W.Q. Lim", "H. Xiang", "P. Xing", "F. Li", "Y. Zhao" ],
      "venue" : "Adv. Funct. Mater. 2018,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2018
    }, {
      "title" : "Mechanisms, Activity Regulation, and Applications",
      "author" : [ "H. Shioyama", "T. Akita", "Q. Xu" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "B. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "B. et al\\.",
      "year" : 2019
    }, {
      "title" : "Framework as a Template for Porous Carbon Synthesis",
      "author" : [ "L. Zhang", "Z. Xia" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Zhang and Xia,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhang and Xia",
      "year" : 2008
    }, {
      "title" : "Coordination Environment Enables Molybdenum Single-Atom Catalyst for Efficient Oxygen Reduction Reaction",
      "author" : [ "B. Xu", "H. Wang", "W. Wang", "L. Gao", "S. Li", "X. Pan", "H. Yang", "X. Meng", "Q. Wu", "L. Zheng", "S. Chen", "X. Shi", "K. Fan" ],
      "venue" : "J. Catal",
      "citeRegEx" : "Xu et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2020
    }, {
      "title" : "A Single-Atom Nanozyme for Wound Disinfection Applications",
      "author" : [ "X. Yan", "H. Liu" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Yan and Liu,? \\Q2019\\E",
      "shortCiteRegEx" : "Yan and Liu",
      "year" : 2019
    }, {
      "title" : "Combination Therapy of Deep-Seated Melanoma",
      "author" : [ "S. Dang", "Q. Zhu", "Q. Xu" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "Dang et al\\.,? \\Q1194\\E",
      "shortCiteRegEx" : "Dang et al\\.",
      "year" : 1194
    }, {
      "title" : "Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers",
      "author" : [ "O. Karagiaridi", "M.B. Lalonde", "W. Bury", "A.A. Sarjeant", "O.K. Farha", "J.T. Hupp" ],
      "venue" : "UiO-66-NH2. Chem. Sci. 2015,",
      "citeRegEx" : "Karagiaridi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Karagiaridi et al\\.",
      "year" : 2012
    }, {
      "title" : "Bioinspired Construction of a Nanozyme-Based H2O2 Homeostasis Disruptor for Intensive Chemodynamic Therapy",
      "author" : [ "Y. Sang", "F. Cao", "W. Li", "L. Zhang", "Y. You", "Q. Deng", "K. Dong", "J. Ren", "X. Qu" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Sang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Sang et al\\.",
      "year" : 2020
    }, {
      "title" : "A Series of Highly Stable Mesoporous Metalloporphyrin Fe-MOFs",
      "author" : [ "M. Bosch", "X. Zou", "H.C. Zhou" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Bosch et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bosch et al\\.",
      "year" : 2014
    }, {
      "title" : "Cu-Modified Metal-Organic Framework Nanoparticles: A Peroxidase-Mimicking Nanoenzyme",
      "author" : [ "W.H. Chen", "M. Vazquez-Gonzalez", "A. Kozell", "A. Cecconello", "I. Willner" ],
      "venue" : "Small 2018,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Novel AmineFunctionalized Iron Trimesates with Enhanced Peroxidase-Like Activity and Their Applications for the Fluorescent Assay of Choline and Acetylcholine",
      "author" : [ "A.H. Valekar", "B.S. Batule", "M.I. Kim", "K.H. Cho", "D.Y. Hong", "U.H. Lee", "J.S. Chang", "H.G. Park", "Y.K. Hwang" ],
      "venue" : "Biosens. Bioelectron. 2018,",
      "citeRegEx" : "Valekar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Valekar et al\\.",
      "year" : 2018
    }, {
      "title" : "Ru(III)-Based Metal-Organic Gels: Intrinsic Horseradish and NADH Peroxidase-Mimicking Nanozyme",
      "author" : [ "L. He", "Y. Li", "Q. Wu", "D.M. Wang", "C.M. Li", "C.Z. Huang", "Y.F. Li" ],
      "venue" : "ACS Appl. Mater. Interfaces 2019,",
      "citeRegEx" : "He et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2019
    }, {
      "title" : "Visible-Light-Switched Electron Transfer over Single Porphyrin-Metal Atom Center for Highly Selective Electroreduction of Carbon Dioxide",
      "author" : [ "L. Gu", "D. Wang", "X. Wang" ],
      "venue" : "Nat. Commun. 2019,",
      "citeRegEx" : "H. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "CONSPECTUS: Nanozymes, which integrate the advantages of both nanomaterials and natural enzymes, have accumulated enormous research interest over the past decades because of the opportunity they provide to appreciate and further cultivate artificial enzymes with comparable properties. By mimicking the coordination environments of the catalytic sites in natural enzymes, nanozymes with confined nanostructures can serve as substitutes in many catalytic processes with comparable activity and robust stability even in harsh conditions. Since the pioneering report about peroxidase-mimicking ferromagnetic nanoparticles in 2007, nanozymes have been developed as specialized for nanomaterials with intrinsic enzyme-mimicking property. With the rapid development in nanoscience and nanotechnology, nanomaterials with superior advantages, such as largescale production, desired activity, and robust stability, can bridge the natural enzymes with nanozymes. Metal−organic frameworks (MOFs) and their derivatives hold great promise to serve as direct surrogates of conventional enzymes for enzymatic reactions. According to their chemical nature, MOF-based nanozymes can be divided into three main categories: pristine MOFs, enzyme-encapsulated MOF composites, and MOF-based derivatives. Due to the versatility of metallic nodes and bridging linkers together with the feasibility of postsynthetic engineering and modification, MOFs and their derivatives are envisioned as one of the most appropriate surrogates for this purpose. Using MOFs as precursors or sacrificial templates, multiple MOF-based derivatives including carbon-based nanomaterials (e.g., heteroatom-doped carbon or carbon with M−N−C moiety), metal oxide/carbon nanoparticles, and metal/carbon nanomaterials can be rationally synthesized through one-step direct carbonization/oxidation or indirect post-synthesis treatments of MOFs (e.g., bridging linker-exchange and metallic node-doping). Compared with existing nanozymes, MOF-based derivatives open up a new avenue for constructing mesoporous nanozymes. In this way, the intrinsic mesoporous properties of MOFs can still be maintained, while the stability and activity can be greatly improved. In this Account, we highlight some important research advances in MOF-based derivatives (including M−N−C moieties (M = single metal atom), metal oxide/carbon, metal/carbon, and MOF derivatives obtained through postsynthetic linker exchange and metal doping strategies) with enzyme-mimicking activity. We also demonstrate that, through integrating physicochemical properties of mesoporous nanomaterials and enzymatic activities of natural enzymes, MOF-derived nanozymes can provide multifunctional platforms in biomedical fields such as antibacterial agents, biosensors, imaging, cancer therapy, and environmental protection. Finally, we propose future design principles and possible research approaches for deeper understanding of mechanisms, thus pointing out future research directions to offer more opportunities for the conventional enzyme-engineering industry.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}