{
  "name" : "2020-06-25__c0_10.3390@nano10061212.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Solid Plasmonic Substrates for Breast Cancer Detection by Means of SERS Analysis of Blood Plasma",
    "authors" : [ "Gabriela Fabiola S", "tiufiuc", "Valentin Toma", "Mihail Buse", "Radu Mărginean", "Gabriela Morar-Bolba", "Bogdan Culic", "Romulus Tetean", "Nicolae Leopold", "Constantin Mihai Lucaciu" ],
    "emails" : [ "gabi.stiufiuc@phys.ubbcluj.ro", "romulus.tetean@phys.ubbcluj.ro", "nicolae.leopold@phys.ubbcluj.ro", "valentin.toma@umfcluj.ro", "buse.mihail@umfcluj.ro", "margi.radu@outlook.com", "gabrielambolba@yahoo.co.uk", "bculic@umfcluj.ro", "ioana.pavel@wright.edu", "clucaciu@umfcluj.ro", "rares.stiufiuc@umfcluj.ro" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: SERS; solid plasmonic substrates; biofluids; MVA-SERS based cancer detection\nNanomaterials 2020, 10, 1212; doi:10.3390/nano10061212 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1212 2 of 15"
    }, {
      "heading" : "1. Introduction",
      "text" : "Nowadays, screening for known cancer biomarkers is considered to be one of the most successful strategies for cancer prevention, diagnosis and/or improvement of survival rate [1,2], as opposed to traditional cancer screening methods which do not consistently provide the desirable results. For instance, in the case of breast cancer screening by means of mammography, there is little or no evidence that it contributes to reduced mortality rate [3]. An explanation for this unexpected outcome arises due to the fact that mammography screening has led to a significant increase in over-diagnosis, while the number of advanced breast cancer patients discovered through mammography remained practically unchanged [4,5]. As breast cancer (BC) is the leading cause of death related to neoplastic disease in women worldwide [6], an alternative screening method with substantial benefits is urgently needed. Furthermore, this challenge exists for all types of cancer, but according to recent reports [7] there is a strong belief that surface enhanced Raman spectroscopy (SERS)-based strategies could bring a major improvement in this area, that is beneficial, not only for researchers, but most importantly for patients. Given that blood tests are routinely used to monitor health condition [8], an ideal solution for the issue might be introducing a simple, time and cost-effective blood test that could accurately discriminate between healthy and diseased patients in a very reproducible manner [9]. The three aforementioned criteria are often met by optical analytical approaches, out of which vibrational spectroscopy techniques have the greatest advantage in providing “molecular fingerprints” of complex biological mixtures with no need for extrinsic labeling [10]. Raman spectroscopy is particularly desirable from this point of view, as it is not limited by water contributions, sequentially emerging as a powerful analytical method that allows for the examination of a great variety of samples. A hot topic regarding the use of this technique is in the analysis of biological samples, including fluids (e.g., blood and derivatives, saliva, urine), cells and tissue [10,11]. Amongst these, blood and its derivatives represent the richest source of vibrational information regarding physiological and pathological processes that take place all over the organism, particularly due to the fact that it circulates through all body structures. Raman spectroscopy has proven to be a valuable analytical tool in bio-detection and molecular mapping studies, and subsequently new exciting applications in the field of cancer diagnosis and prognosis are emerging [12,13]. Unfortunately, this technique possesses quite a low sensitivity and can be often accompanied by a high fluorescence background. These drawbacks restrain its applicability in the analysis of low concentration samples such as the ones obtained from bio-fluids [11,13,14]. In principle, these limitations can be overcome by means of several derived techniques, such as surface enhanced Raman spectroscopy (SERS) or resonant Raman spectroscopy (RRS). SERS has the advantage of fluorescence quenching, a significantly higher sensitivity and a spatial resolution, lower than the diffraction limit of white light optical microscopic techniques. Its use in biological applications encounters several issues related to the non-specific interaction of the plasmonic substrates, with highly complex biological samples, especially blood and its derivatives. One of the biggest problems that needs to be overcome is the random attachment of proteins (the main molecular constituents of blood plasma and serum) to the SERS substrates. This phenomenon leads to a full coverage of the active sites, meaning that other molecules of interest cannot reach these spots [14]. So far, several strategies have been developed for obtaining a reproducible SERS fingerprint of blood samples. Bonifacio et al. have demonstrated that the fastest and most efficient method of rapidly collecting Surface Enhanced Raman (SER) spectra is after deproteinization of the blood serum [15]. The analysis of the experimental SER spectra allowed them to separate cancer patients from healthy subjects [16]. However, the most important requirement consists in obtaining plasmonic substrates capable of generating consistent and scientifically relevant SER spectra [17]. Over the years our group has developed several original synthesis methods for silver [18] and gold [19–22] nanoparticles (NPs). They possess interesting plasmonic properties allowing the detection of analytes at low concentrations or even chiral discrimination by means of SERS [23,24]. Herein, we propose a straightforward synthesis method for solid SERS-active substrates, based on silver colloids that were purified and concentrated via the tangential flow filtration (TFF) technique.\nNanomaterials 2020, 10, 1212 3 of 15\nThe proposed solid plasmonic substrates facilitate the generation of reproducible SER spectra in the case of blood plasma samples collected from a statistical relevant number of donors (n = 35) and BC patients (n = 29), even when using an excitation wavelength from the NIR region (785 nm). A careful examination of these spectra revealed that plasmatic small biomolecules contribute significantly to large proteins, probably due to their higher affinity for this type of solid silver plasmonic substrate (SSPS). As such, the first major goal of this study was to prove that a successful SERS-based cancer detection method begins with the production of a suitable plasmonic substrate. In the case of SERS measurements on biofluids, this substrate has to be able to generate reproducible and “diagnostic relevant” vibrational spectra that will be further analyzed by means of Multivariate Analysis. By performing a combined Principal Component Analysis-Linear Discriminant Analysis (PCA-LDA) of the experimental SER spectra recorded on our solid substrates we were able to discriminate with high sensitivity, specificity and accuracy (90% sensitivity, 89% specificity, 89% accuracy) the healthy donors’ group from BC patients’ group. The obtained results emphasize the major role played by the plasmonic substrates in SERS measurements performed on blood plasma and open the possibility for using the here presented solid substrates for SERS-based detection of other types of cancer. Nevertheless, it should be noted that the purpose of this article is not to not to characterize the biological relevancy of BC or its detection. This will be addressed in future research. We emphasize the importance of the substrate towards SERS analysis as we believe it is the best way to attain reproducible and diagnostic relevant results."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "All the chemicals utilized in this study were of analytical grade and used just as it is from the producer company, without further purification. More specifically, the silver nitrate (AgNO3) and hydroxylamine (NH2OH) were purchased from Roth GmbH (Gladbach, Germany). The subsequent aqueous solutions explicitly utilized in the experimental procedures were prepared using ultrapure water (18.2 MΩ × cm, ELGA Labwater from PURELAB Chorus, Buckinghamshire, UK). Lastly, the synthesis of solid plasmonic SERS substrates entailed using CaF2 polished glasses (20 mm diameter and 1 mm thickness, purchased from Crystran Limited, Poole, UK) as port-probes for."
    }, {
      "heading" : "2.1. Synthesis of Silver Colloids",
      "text" : "The procedure proposed by Leopold and Lendl was used to synthesize the hydroxylamine reduced silver colloids (AgHya) [25]. A total of 90 mL of ultra-purified water was used to dissolve 10.5 mg of hydroxylamine hydrochloride and 12 mg of sodium hydroxide in a Simax ISO blue capped glass bottle of 250 mL. In a second bottle of the same making, 17 mg of silver nitrate was dissolved in 10 mL of ultra-purified water. Under vigorous stirring conditions, this solution was promptly poured in the previous one. It should be noted, that if the protocol is followed correctly, the final solution should quickly change color from colorless to brown and finally to yellowish grey over the course of 5 min. Once the synthesis process completed, tangential flow filtration (TFF) technique was implemented for the purification and concentration of the NPs, as described in the literature [26,27]. This step turned out to have a major role in the synthesis of suitable substrates for SERS measurements performed on bio-fluids. Firstly, it removes the chemical byproducts resulting from the synthesis procedure allowing a better interaction of the small biomolecules with the silver substrate. Secondly, this procedure reduces the dimensional polydispersity of the AgHya NPs, favoring the reproducibility of the SER spectra."
    }, {
      "heading" : "2.2. Preparation of the Plasmonic Solid Substrates",
      "text" : "The TFF-processed colloidal solutions were subsequently used as the foundational building blocks in the synthesis of solid plasmonic substrates. First, the CaF2 glass were prepared by cleansing with acetone and ethanol, rinsing with ultrapure water and left to air dry. After 15 min, a plate heater was used to heat the port-probe at 40 ◦C. In the final step, a 1 µL volume of concentrated colloid was\nNanomaterials 2020, 10, 1212 4 of 15\npipetted on the CaF2 port-probe and left to dry 80 s. The as-obtained SERS solid substrates were removed from the heated plate and cooled down to room temperature; in this state, they ready for use."
    }, {
      "heading" : "2.3. Analyte Deposition for SERS Measurements",
      "text" : "A 1 µL volume of blood plasma was pipetted on the dry, solid substrates. The deposited analytes were left to air dry inside a refrigerator (~4 ◦C) for 1 h before proceeding with the SERS measurements."
    }, {
      "heading" : "2.4. UV-VIS Absorption Measurements",
      "text" : "A T92+ UV-VIS Spectrophotometer from PG Instruments Ltd. (Leicestershire, UK) was used to record the UV-VIS absorption spectra. The absorption curves were acquired on standard quartz cells at room temperature in the 300–800 nm spectral range. Lastly, the spectral resolution was set at 2 nm."
    }, {
      "heading" : "2.5. TEM and EDS Measurements",
      "text" : "The HT7700 (Hitachi Ltd., Tokyo, Japan) Transmission Electron Microscope (TEM) was used to execute the electron microscopy measurements and the Energy Dispersive Spectroscopy (EDS), operating at 100 kV and using the high-resolution operation mode (spot size 3 = 0.60 µm). The samples were deposited on carbon films on top of copper grids for 2–5 min; the time is dependent on sample type and concentration. After deposition, the excess solution was blotted away using No. 42 ashless filter paper and the grids were left covered at room temperature to completely dry. The obtained images were calibrated for size, annotated, and processed (contrast enhancement by histogram stretching, smoothing (sigma = 2.2) and cropping) using the ImageJ software (National Institutes of Health, Bethesda, MD, USA)."
    }, {
      "heading" : "2.6. Raman and SERS Measurements",
      "text" : "The Raman and SERS spectra were measured using the Renishaw™ inVia Reflex Raman (Renishaw plc, Gloucestershire, UK) confocal multilaser spectrometer at a resolution of ~1 cm−1. An internal silicon reference was used for calibration. The SERS/Raman measurements were achieved using small amounts (~1 µL) of analytes; these analyte droplets were pipetted and left to dry, either on solid plasmonic substrates, or directly on CaF2 glass. The 50× (N.A = 0.75) objective lens was used to record the spectra. A 785 nm diode laser was used for excitation. The laser power (measurements relative to the sample surface) was less than 65 mW, while the acquisition time was set to 10 s. The spectrograph was equipped with a 1200 lines/mm grating and a charge coupled device camera (CCD). Baseline correction was applied to all SERS spectra, in order to eliminate the fluorescence background. Each spectrum represents the average of minimum 30 spectral acquisitions, collected on different randomly chosen regions of the substrate. The baseline correction was performed by using the Wire 4.2 software provided by Renishaw (Gloucestershire, UK), with the inVia spectrometer."
    }, {
      "heading" : "2.7. AFM Measurements",
      "text" : "Using the NT-MDT NTegra Vita system (NT-MDT Spectrum Instruments, Zelenograd, Russia) mounted on an inverted Olympus IX73 optical microscope, atomic force microscopy (AFM) experiments were performed under ambient conditions. The measurements were done in semi-contact mode, using Si3N3 tips having a resonant frequency of 235 kHz and a force constant of 12 N/m. The typical curvature radius of the tips is ~10 nm. The images captured different regions of the solid plasmonic substrates using the topographic and phase contrast mode."
    }, {
      "heading" : "2.8. NTA Measurements",
      "text" : "Nanoparticle Tracking Analysis (NTA) measurements were done using a ZetaView®\nNTA-Nanoparticle Tracking Video Microscope PMX-120 (Particle Metrix GmbH, Inning am Ammersee,\nNanomaterials 2020, 10, 1212 5 of 15\nGermany). A 1000 times dilution was done for all colloids with ultra-purified water, before injecting the samples in the device. The recording parameters were automatically set before each analysis."
    }, {
      "heading" : "2.9. Research Ethics",
      "text" : "All subjects gave their informed consent for inclusion before they participated in the study. The study was conducted in accordance with the Declaration of Helsinki 2013, and the protocol was approved by “Iuliu Hatieganu” University’s Ethics Committee. The reference number for this approval is 206/16.05.2017."
    }, {
      "heading" : "2.10. Cohort of Patient Samples",
      "text" : "A number of 29 female BC patients and 35 healthy donors were enrolled in the study, as previously mentioned, with informed consent. The samples for the breast cancer (BC) patients were collected immediately after the cancer diagnosis and, therefore, no therapy or treatment interfered with our analyte for the measurements. The patient ages ranged between 32 and 77 years with a median of 54.91 years. In the case of the healthy donors, the ages ranged between 35 and 55 years with a median of 51.54 years. Among the BC patients, the molecular subtypes measured were; 22 luminal B, 6 luminal A, 5 triple negative and one luminal HER2 positive, with stages between I and IV."
    }, {
      "heading" : "2.11. Blood Plasma Collection",
      "text" : "The blood samples were obtained from the antecubital vein of healthy donors and BC patients using Becton Dickinson vacutainers containing citrate. Immediately after collection, blood tubes were centrifugated at 2600× g for 10 min in order to separate the plasma from the rest of the blood. Once the separation procedure finished, the blood plasma was removed from the tube and stored at −80 ◦C until the measurements were performed."
    }, {
      "heading" : "2.12. Multivariate Analysis",
      "text" : "Python software (Python Software Foundation, Wilmington, NC, USA) was used to execute a multivariate analysis of the experimental SER spectra. Before being analyzed, all the experimental data have been baseline corrected using the Wire software (Wire Swiss GmbH Zug, Switzerland). Data preprocessing includes spectral normalization by mean intensity. Further predictive analysis was performed using the Pandas package, where Principal Component Analysis (PCA) combined with Linear Discriminant Analysis (LDA) due to their Scikit-learn implementation."
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "The first major goal of this study was the synthesis of solid plasmonic substrates using as building blocks spherical hydroxylamine reduced silver NPs suitable for SERS measurements on bio-fluids. Once the synthesis procedure completed, the colloidal solutions were purified and concentrated by means of TFF method, which turned out to be a critical step for the use of the currently-proposed solid substrates for SERS measurements on blood plasma. As previously shown, TFF is an alternative technique for purification, concentration, and size-selection of polydisperse colloids [26–28]. By removing the chemical by-products produced during the synthesis process, the TFF allowed a better interaction of the small plasmatic biomolecules with the plasmonic substrate. On the other hand, the TFF purification improved the dimensional polydispersity of the AgHya NPs as it has been observed from the UV-VIS absorption measurements perform before and after colloidal purification (Figure 1). At a careful examination of the two absorbance spectra one can observe a 16% reduction of the Full Width Half Maximum (FWHM) value after the purification (100 nm versus 84 nm). This could explain the high degree of reproducibility of the SER spectra recorded on plasma samples, which are presented in this study. TEM measurements (performed on purified samples) confirmed the successful synthesis and purification of quasi-spherical silver NPs, as illustrated in Figure S1.\nNanomaterials 2020, 10, 1212 6 of 15\nThe statistical analysis, performed on a large number of NPs from the TEM images, indicated a mean diameter value of ~33 nm and a high degree of mono-dispersity (inset Figure 1). The statistical analysis has been performed on more than 200 NPs.\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 15\nindicated a mean diameter value of ~33 nm and a high degree of mono-dispersity (inset Figure 1). The statistical analysis has been performed on more than 200 NPs.\nThese values are in good correlation with the UV-VIS absorption measurements, as the colloid exhibits a narrower, well-defined surface plasmon resonance band and low extinction values at high wavelengths after the purification. NTA measurements re-confirmed the previous results and provided additional information: NP’s concentration has a value of ~4 × 1010 NPs/mL. NPs composition has been also confirmed by means of Energy Dispersive Spectroscopy (EDS) technique (Figure S2). Once purified and concentrated, the silver NPs were poured on top of a CaF2 substrate heated at 40 °C and let dry for 80 s. A typical atomic force microscopy (AFM) image of the solid substrate formed by heat induced NPs self-assembling is presented in Figure 2. The AFM image has been taken in a region that contains an uncovered zone of CaF2 glass that has been used as reference. The height profile (presented in the inset) indicates that the mean height of the substrate (with respect to the glass) has a value of ~120 nm. In the highest points of the substrate it does not exceed 200 nm. By taking into account, the mean value of AgHya NPs diameter of ~33 nm (as deduced from TEM images statistical analysis) one can conclude that the substrate contains several layers of AgHya NPs selfassembled in a three-dimensional (3D) manner onto the glass substrate.\ni . Superposition of the normalized UV-VIS absorption spectra of AgHya colloid recorded before (red curv ) and after (blue curve) purification. The optical image of the purified colloid tog ther with the statistical analysis of their dimensions are shown i the inset.\nThese values are in good correlation with the UV-VIS absorption measurements, as the colloid exhibits a narrower, well-defined surface plasmon resonance band and low extinction values at high wavelengths after the purification. NTA measurements re-confirmed the previous results and provided additional information: NP’s concentration has a value of ~4 × 1010 NPs/mL. NPs composition has been also confirmed by means of Energy Dispersive Spectroscopy (EDS) technique (Figure S2). Once purified and concentrated, the silver NPs were poured on top of a CaF2 substrate heated at 40 ◦C and let dry for 80 s. A typical atomic force microscopy (AFM) image of the solid substrate formed by heat induced NPs self-assembling is presented in Figure 2. The AFM image has been taken in a region that contains an uncovered zone of CaF2 glass that has been used as reference. The height profile (presented in the inset) indicates that the mean height of the substrate (with respect to the glass) has a value of ~120 nm. In the highest points of the substrate it does not exceed 200 nm. By taking into account, the mean value of AgHya NPs diameter of ~33 nm (as deduced from TEM images statistical analysis) one can conclude that the substrate contains several layers of AgHya NPs self-assembled in a three-dimensional (3D) manner onto the glass substrate.\nNanomaterials 2020, 10, 1212 7 of 15\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 15\nFigure 2. 5 × 5 µm2 topographic images of the silver solid substrate acquired in magnitude mode (left) and height mode (center). The phase image of the same area is presented on the right image. A height profile is highlighted in the inset of the central image.\nThe phase image indicates that material composition is quite homogeneous in the regions where the NPs are present, arguably due to the tangential flow filter (TFF) purification step that was performed prior to substrate formation. It has been shown that AFM phase images can be successfully employed for proving the presence of molecular species on the edges of anisotropic gold NPs [19]. By reducing the number of the molecules present in the very close vicinity of the substrate, the diagnostic relevant small analyte biomolecules, which are found in very small concentrations in the biofluids, are “allowed” to occupy the plasmonic active sites. In this way, their contribution to the vibrational spectrum can be considerably enhanced. This is the reason we tested the capacity of the proposed solid substrate for SERS-based BC detection, based on Multivariate Analysis (MVA) of vibrational spectra, and recorded on blood plasma samples of BC patients and controls.\nThe enhancement capabilities of the plasmonic substrate have been tested firstly on methylene blue (MB), which is a standard analyte in SERS. The spectra were recorded on a large area (60 × 60 µm2) area and the quality of the recorded spectra was found to be quite remarkable. A typical SER spectrum of MB is presented in Figure S3. The second tested analyte was rhodamine 6G (R6G). This analyte was used in a first instance for testing the reproducibility of the recorded spectra and it was also used for the calculation of substrate’s enhancement factor (EF). In a typical procedure, 1µL solution of 10−3 M R6G was poured onto the substrate and left to dry. Sixteen spectra were collected on a 60 × 60 µm2 substrate area. An optical image of the substrate covered with R6G dried analyte is presented in Figure S4. A typical SER spectrum of R6G is presented in Figure S5. As it can be seen in the inset of Figure S5, the variation of the most intense vibrational peak of R6G (1508 cm−1) was less than 10%. The heat map, created using the intensities of this peak, collected on different regions of the substrate, is a clear evidence of that. A value of ~3 × 103 has been calculated for substrate’s enhancement factor (EF). This value has been obtained by comparing Raman (Figure S6) and SER spectra of R6G. All the details necessary for EF calculation are presented in the Supplementary Information section.\nFor a proper assessment of inter-batch reproducibility capacities of our substrates we have synthesized and purified 3 batches of colloids (batch #1, batch #2 & batch #3) using the protocol described in the materials and methods section. Five different solid substrates have been prepared using each batch of TFF purified colloidal silver. Then, a blood plasma sample collected from one donor, has been measured on each solid substrate in order to evaluate inter- and intra-batch reproducibility of SER spectra. In order to prove the spectral reproducibility, we have plotted the\nFigure 2. 5 × 5 µm2 topographic images of the silver solid substrate acquired in magnitude mode (left) and height mode (center). The phase image of the same area is presented on the right image. A height profile is highlighted in the inset of the central image.\nThe phase image indicates that material composition is quite homogeneous in the regions where the NPs are present, arguably due to the tangential flow filter (TFF) purification step that was performed prior to substrate formation. It has been shown that AFM phase images can be successfully employed for proving the presence of molecular species on the edges of anisotropic gold NPs [19]. By reducing the number of the molecules present in the very close vicinity of the substrate, the diagnostic relevant small analyte biomolecules, which are found in very small concentrations in the biofluids, are “allowed” to occupy the plasmonic active sites. In this way, their contribution to the vibrational s ectrum can be considerably enhanced. This is the reason we tes d the c pacity of the proposed solid substrate for SERS-b sed BC de ection, base on Mu tivariate Analysis (MVA) of vibrational spectra, and recorded on blood plasm sa ples of BC patients and controls. The enhancement capabilities of the plasmonic substrate have been tested firstly on methylene blue (MB), which is a standard analyte in SERS. The spectra were recorded on a large area (60 × 60 µm2) area and the quality of the recorded spectra was found to be quite remarkable. A typical SER spectrum of MB is presented in Figure S3. The second tested analyte was rhodamine 6G (R6G). This analyte was used in a first instance for testing the reproducibility of the recorded spectra and it was also used for the calculation of substrate’s enhancement factor (EF). In a typical procedure, 1µL solution of 10−3 M R6G was poured onto the substrate and left to dry. Sixteen spectra were collected on a 60 × 60 µm2 substrate area. An optical image of the substrate covered with R6G dried analyte is presented in Figure S4. A typical SER spectrum of R6G is presented in Figure S5. As it can be seen in the inset of Figure S5, the variation of the most intense vibrational peak of R6G (1508 cm−1) was less than 10%. The heat map, cre ted using t e intensities of this peak, collected on different regions of the substrate, is a cl ar evidence of that. A v lue of ~3 × 103 has been c lculated for substrate’s nhanc factor (EF). This value has been obtained by comparing Raman (Figure S6) and SER spectra of R6G. All the details necessary for EF calculation are presented in the Supplementary Information section. For a proper assessment of inter-batch reproducibility capacities of our substrates we have synthesized and purified 3 batches of colloids (batch #1, batch #2 & batch #3) using the protocol described in the materials and methods section. Five different solid substrates have been prepared using each batch of TFF purified colloidal silver. Then, a blood plasma sample collected from one donor, has been measured on each solid substrate in order to evaluate inter- and intra-batch reproducibility of SER spectra. In order to prove the spectral reproducibility, we have plotted the bands intensity in\nNanomaterials 2020, 10, 1212 8 of 15\ncounts/(mW × s) units. The linear dependence of SERS intensity with the laser power (measured at the sample surface) in the case of the most intense vibrational band of plasma (640 cm−1) is shown in Figure S7. In Figure S8–10, we plotted the SER spectra collected on 15 substrates created using colloidal batch #1, batch #2 respectively batch#3 (5 substrates for each batch). Each spectrum represents the mean value of 25 individual spectra collected on different regions of the substrate. Prior to any measurements, we recorded the SER spectra of the bare substrates. The mean value is also included in Figures S8–S10. All vibrational peaks identified in the spectra belong to blood plasma components. The contribution of the naked substrate to the SERS signal is negligible. The main peak in the SER spectrum of the substrate (1056 cm−1) might be assigned to the nitrate group from the silver salt precursor. It has an intensity of some tens of times smaller, as compared to the blood plasma peaks. Moreover, no peak or shoulder at this wavenumber can be noticed in the plasma spectra. A careful examination of the recorded spectra indicates that the ratio between the intensities of the two most intense vibrational peaks (i.e., 640 & 1134 cm−1) has a value between 1.36 and 1.51 (~5% of variation around the mean value of 1.43). Inter-batch reproducibility was evaluated by plotting the mean values of the SER spectra collected on the substrates created using batch #1, batch #2 & batch #3 (Figure S11). All the spectra have been recorded on the same blood plasma sample collected from one donor. As it can be seen in the figure, the two spectra are almost identical. This superposition is a clear evidence of inter-batch reproducibility capacities of the substrates, especially in the case of SERS measurements performed on biofluids. This high degree of reproducibility represents a necessary condition that needs to be fulfilled prior to any “diagnostic relevant” PCA-LDA analysis. A typical Raman spectrum of one plasma sample is presented in Figure 3. The spectrum has been recorded in out of resonance conditions, using an excitation wavelength of 785 nm (NIR domain), capable to reduce the inherent fluorescence background, in the 350–3200 cm−1 spectral interval. As expected from previous reported Raman/SERS studies perform on blood samples the spectrum is dominated by large proteins, the best confirmation being the presence of the two protein specific bands located at 1650 cm−1 (Amide I) and 1250 cm−1 (Amide III) [15]. The similarity of the Raman/SERS spectra of the plasma samples collected from healthy donors and cancer patients is one of the major scientific problem that needs to be addressed in order to allow the use of Raman/SERS-based techniques in clinical practice. We deeply believe that the answer to this stringent question can be found by designing a suitable plasmonic substrate for SERS measurements on biofluids. The most intense band in the Raman spectrum (1445 cm−1) can be assigned to CH2/CH3 deformations together with the three bands located in the 2800–3100 cm−1 region. These bands were also detected in the case of a liposomal suspension containing a lipidic bilayer [29,30] and they suggest the presence of different types of lipids in plasma. The second most intense peak in the Raman spectrum can be assigned to an aromatic amino acid (Phenylalanine ~1003 cm−1), commonly present in the spectrum of all types of biofluids. These findings are very similar with those presented in the scientific literature [8–16] and point out the fact that Raman spectra of plasma samples do not contain specific and diagnostic relevant information. In order to enhance the spectral information that could be provided by small biomolecules, SERS measurements have been performed on plasma samples collected from healthy donors and BC patients by using the solid silver plasmonic substrates (SSPS) synthesized in this study. In Figure 4, the SER spectra of 35 blood plasma samples collected from healthy donors are presented. In the light of previous studies, careful examination leads to the idea that xanthine derivatives have a major contribution to the vibrational spectra of these samples. As such, the 640, 725, and 1248 cm−1 peaks may be attributed to ring stretching vibrations of uric acid and hypoxanthine whilst 495, 811, 890, 1132, and 1205 cm−1 peaks may be attributed to uric acid. The 954 & 1331 cm−1 peaks can be assigned to hypoxanthine [15,16]. The amino acid fraction, especially aromatic amino acids such as tyrosine and phenylalanine, also have an important contribution to SER spectra. These two amino acids could be responsible for 640 and 725 cm−1 twisting vibrational peaks. They might have individual contributions\nNanomaterials 2020, 10, 1212 9 of 15\nto 848, and 1132 cm−1 (tyrosine) and 1004, 1205, and 1575 cm−1 (phenylalanine). On the other hand, purine bases (adenine, guanine) bring a smaller but still relevant contribution to the SER spectral\npattern of blood plasma samples. The stretching ring vibration of guanine contributes to the 495 cm−1\npeak, whereas the bending C–H vibrations of adenine molecules contribute to 725 and 1332 cm−1 peaks [31–37].\nNanomaterials 2020, 10, x FOR PEER REVIEW 8 of 15 bands intensity in counts/(mW × s) units. The linear dependence of SERS intensity with the laser power (measured at the sample surface) in the case of the most intense vibrational band of plasma (640 cm−1) is shown in Figure S7. In Figure S8–10, we plotted the SER spectra collected on 15 substrates created using colloidal batch #1, batch #2 respectively batch#3 (5 substrates for each batch). Each spectrum represents the mean value of 25 individual spectra collected on different regions of the substrate. Prior to any measurements, we recorded the SER spectra of the bare substrates. The mean value is also included in Figures S8–S10. All vibrational peaks identified in the spectra belong to blood plasma components. The contribution of the naked substrate to the SERS signal is negligible. The main peak in the SER spectrum of the substrate (1056 cm−1) might be assigned to the nitrate group from the silver salt precursor. It has an intensity of some tens of times smaller, as compared to the blood plasma peaks. Moreover, no peak or shoulder at this wavenumber can be noticed in the plasma spectra. A careful examination of the recorded spectra indicates that the ratio between the intensities of the two most intense vibrational peaks (i.e., 640 & 1134 cm−1) has a value between 1.36 and 1.51 (~5% of variation around the mean value of 1.43).\nInter-batch reproducibility was evaluated by plotting the mean values of the SER spectra collected on the substrates created using batch #1, batch #2 & batch #3 (Figure S11). All the spectra have been recorded on the same blood plasma sample collected from one donor. As it can be seen in the figure, the two spectra are almost identical. This superposition is a clear evidence of inter-batch reproducibility capacities of the substrates, especially in the case of SERS measurements performed on biofluids. This high degree of reproducibility represents a necessary condition that needs to be fulfilled prior to any “diagnostic relevant” PCA-LDA analysis. A typical Raman spectrum of one plasma sample is presented in Figure 3. The spectrum has been recorded in out of resonance conditions, using an excitation wavelength of 785 nm (NIR domain), capable to reduce the inherent fluorescence background, in the 350–3200 cm−1 spectral interval. As expected from previous reported Raman/SERS studies perform on blood samples the spectrum is dominated by large proteins, the best confirmation being the presence of the two protein specific bands located at 1650 cm−1 (Amide I) and 1250 cm−1 (Amide III) [15]. The similarity of the Raman/SERS spectra of the plasma samples collected from healthy donors and cancer patients is one\nof the major scientific problem that needs to be addressed in order to allow the use of Raman/SERS-\nbased techniques in clinical practice. We deeply believe that the answer to this stringent question can be found by designing a suitable plasmonic substrate for SERS measurements on biofluids.\nFigure 3. Typical Raman spectrum of blood plasma acquired using a 785 nm excitation wavelength.\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 15\nFigure 3. Typical Raman spectrum of blood plasma acquired using a 785 nm excitation wavelength.\nThe most intense band in the Raman spectrum (1445 cm−1) can be assigned to CH2/CH3 deformations together with the three bands located in the 2800–3100 cm−1 region. These bands were also detected in the case of a liposomal suspension containing a lipidic bilayer [29,30] and they suggest the presence of different types of lipids in plasma. The second most intense peak in the Raman spectrum can be assigned to an aromatic amino acid (Phenylalanine ~1003 cm−1), commonly present in the spectrum of all types of biofluids. These findings are very similar with those presented in the scientific literature [8–16] and point out the fact that Raman spectra of plasma samples do not contain specific and diagnostic relevant information. In order to enhance the spectral information that could be provided by small biomolecules, SERS measurements have been performed on plasma samples collected from healthy donors and BC patients by using the solid silver plasmonic substrates (SSPS) synthesized in this study. In Figure 4, the SER spectra of 35 blood plasma samples collected from healthy donors are presented. In the light of previous studies, careful examination leads to the idea that xanthine derivatives have a major contribution to the vibrational spectra of these samples. As such, the 640, 725, and 1248 cm−1 peaks may be attributed to ring stretching vibrations of uric acid and hypoxanthine whilst 495, 811, 890, 1132, and 1205 cm−1 peaks may be attributed to uric acid. The 954 & 1331 cm−1 peaks can be assigned to hypoxanthine [15,16]. The amino acid fraction, especially aromatic amino acids such as tyrosine and phenylalanine, also have an important contribution to SER spectra. These two amino acids could be responsible for 640 and 725 cm−1 twisting vibrational peaks. They might have individual contributions to 848, and 1132 cm−1 (tyrosine) and 1004, 1205, and 1575 cm−1 (phenylalanine). On the other hand, purine bases (adenine, guanine) bring a smaller but still relevant contribution to the SER spectral pattern of blood plasma samples. The stretching ring vibration of guanine contributes to the 495 cm−1 peak, whereas the bending C–H vibrations of adenine molecules contribute to 725 and 1332 cm−1 peaks [31–37].\nFigure 4. Surface Enhanced Raman (SER) spectra of blood plasma samples obtained from healthy donors (n = 35) recorded on the solid silver plasmonic substrates (SSPSs) using a 785 nm excitation laser. The mean spectrum is highlighted in green. The spectra were normalized to the 640 cm−1 peak. Figure 4. Surface Enhanced Ra ) ectra of bl od plasma samples obtained from healthy don rs (n = 35) recorded on the soli onic substrates ( SPSs) using a 785 nm excitation laser. The mean spectrum is highlighted i e spectra were normalized to the 640 cm−1 peak.\nNanomaterials 2020, 10, 1212 10 of 15\nOther small molecules, belonging to a multitude of biochemical classes such as amino acids (proline, L-serine, tryptophan), oligopeptides (glutathione), saccharides (D-mannose, D-galactosamine), lipids, vitamins (riboflavin, ascorbic acid) can contribute to the SER spectral pattern of blood plasma, as it has been previously suggested [30–35]. Given the aforementioned arguments one can conclude that the main contributions in the SER spectra of blood plasma samples collected from healthy donors and recorded on our SSPSs are due to small non-protein biomolecules (molecular mass below 1 kDa). A possible explanation for this finding could be their higher affinity for this type of nanostructured solid substrate. The same phenomena were detected in the case of the plasma samples collected from 29 BC patients (Figure 5). The spectra have been recorded in the same conditions and on the same type of substrates. The vast majority of the vibrational bands can be found in both spectra by superposing the normalized mean spectra recorded on donors and BC patients’ samples (Figure 6). The small intensity differences can be detected in the blue highlighted zones from Figure 6. These small spectral differences are unable to clearly differentiate the BC patients from the healthy donors, but the quality and high degree of reproducibility of the SER spectra represent a very good starting point for the Multivariate Analysis. Therefore, a combined Principal Component Analysis-Linear Discriminant Analysis (PCA-LDA) of all SER spectra was performed in order to test the capacity of this multivariate approach to separate the two groups of samples: BC versus control. PCA is used to transform the data into a lower-dimensional space such that the explained variance is maximized for the new dimensionality. This is achieved by selecting a number of components—perpendicular linear directions in the original space—and projecting the data onto them. By choosing these components to maximize the variance retained in the new space, PCA essentially filters out a large number of noise dimensions. Figure 7 shows the relationship between the percentage of explained variance and the number of PCA components (i.e., dimensionality of the new space). In our experiments, we chose 11 components which explain 99.09% of the variance. In Figure S12 we plotted the loading curves for the first 15 components. As can be seen, the loading curve for the 11th component shows identifiable spectral features besides the noise. As a result, choosing 11 components does not lead to any overfitting. Nanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15 Other small molecules, belonging to a multitude of biochemical cl sses such as amino acids (proline, L-serine, tryptophan), oligopeptides (glutathione), saccharides (D-mannose, Dgalactosamine), lipids, vitamins (riboflavin, ascorbic acid) can contribute to the SER spectral pattern of blood plasma, as it has been previously suggested [30–35]. Given the aforementioned arguments one can conclude that the main contributions in the SER spectra of blood plasma samples collected from healthy donors and recorded on our SSPSs are due to small non-protein biomolecules (molecular mass below 1 kDa). A possible explanation for this finding could be their higher affinity for this type of nanostructured solid substrate. The same phenomena were detected in the case of the plasma samples collected from 29 BC patients (Figure 5). The spectra have been recorded in the same conditions and on the same type of substrates. The vast majority of the vibrational bands can be found in both spectra by superposing the normalized mean spectra recorded n donors and BC patie ts’ samples (Figure 6). The small intensity differences can be detected in the blue highlighted zon s fr m Figure 6. These small spectral differenc s are u able to clea ly differ ntia e the BC p tients from the healthy donors, but the quality and high degree of reproducibility of the SER spectra repres t a very good starting point for the Multivariate Analysis.\nFigure 5. SER spectra of blo d plasma samples fro BC patients (n = 29) recor ed on SSPSs using a 785 nm excitation laser. The spectra ere to the 640 cm−1 peak.\nNanomaterials 2020, 10, 1212 11 of 15 Nanomaterials 2020, 10, x FOR PEER REVIEW 11 of 15\nFigure 6. Overlapping of the mean SER spectra recorded on the blood plasma samples collected from healthy subjects (green spectrum) and BC patients (red spectrum) recorded on SSPSs using a 785 nm excitation laser. The spectra were normalized to the 640 cm−1 peak.\nTherefore, a combined Principal Component Analysis-Linear Discriminant Analysis (PCALDA) of all SER spectra was performed in order to test the capacity of this multivariate approach to separate the two groups of samples: BC versus control. PCA is used to transform the data into a lower-dimensional space such that the explained variance is maximized for the new dimensionality. This is achieved by selecting a number of components—perpendicular linear directions in the original space—and projecting the data onto them. By choosing these components to maximize the variance retained in the new space, PCA essentially filters out a large number of noise dimensions. Figure 7 shows the relationship between the percentage of explained variance and the number of PCA components (i.e., dimensionality of the new space). In our experiments, we chose 11 components which explain 99.09% of the variance. In Figure S12 we plotted the loading curves for the first 15 components. As can be seen, the loading curve for the 11th component shows identifiable spectral features besides the noise. As a result, choosing 11 components does not lead to any overfitting.\nThe spectral data, transformed by PCA, was used as input for an LDA discriminator, which finds a linear boundary between BC and control. This boundary is obtained by maximizing the ratio between the between-class variance and within-class variance.\nFigure 6. Overlapping of the mean SER spectr r r on the bl od plasma samples coll cted from healthy subjects (green spectrum) and BC pati ectrum) recorded on SSPSs using a 785 nm excitat on laser. The spectra were normalized to t 1 peak.\nThe spectral d ta, transformed by PCA, was used as input for an L A discriminator, which finds a linear boundary betw en BC and c ntrol. This boundary is obtained by maximizing the rati between the between-class variance and within-class variance.Nanomaterials 2020, 10, x FOR PEER REVIEW 12 of 15\nFigure 7. Explained variance as a function of Principal Component Analysis (PCA) components.\nThe dataset consisted of 64 data points represented by 35 control and 29 BC patients. Because of the relatively small dataset, Leave-One-Out Cross-Validation (LOOCV) was used to perform the analysis, i.e., the PCA and LDA were trained on all but one data point; the left-out data point was then processed by PCA and had its label (cancer/control) predicted by LDA. The true and predicted classes were recorded for each individual data point using this scheme. The results of PCA-LDA analysis, obtained by LOOCV, are presented in Table I. As it can be seen in Table 1, the BC patients can be distinguished from healthy donors with a sensitivity (S) of 90%, a specificity (S) of 89% and an accuracy (A) of 89%, The results are very promising given that mammography, which represents today the golden standard in BC detection, can only detect BC with a sensitivity of 70% and a specificity of 75% [34]. The reported sensitivity, specificity and accuracy values are very close to those reported by Cervo et al. [15]. In our case, the experimental spectra have been recorded on pristine plasma samples whereas in their case filtered serum samples have been used. By removing this additional step of blood sample filtration, the here proposed discrimination method has the potential of easier implementation in clinical applications for BC or different types of cancer but further studies are still needed."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this paper, we propose a very simple, cheap and efficient method for the synthesis of solid plasmonic substrates. The use of Leopold-Lendl Ag colloids purified and concentrated by means of the TFF method, drop-casted in controlled temperature conditions on a silent Raman CaF2 glass. To the best of our knowledge this is the first time, when such a substrate is proposed in the literature. Using these very simple and cheap conditions, we obtained highly reproducible SERS signals for a very complex analyte like blood plasma. Once synthesized, the reproducibility of the spectra generated by the substrate were tested on a typical Raman analyte as well as on a blood plasma sample. Then the substrates were used for recording SER spectra from pristine blood plasma samples collected from 35 healthy donors and 29 BC patients. A PCA-LDA analysis was used to statistically differentiate the SER spectra, collected\nFigure 7. Explained variance as a function of Principal Co ponent nalysis (PC ) co ponents.\nThe dataset consisted of 64 data points represented by 35 control and 29 BC patients. Because of the relatively small dataset, Leave-One-Out Cross-Validation (LOOCV) was used to perform the analysis, i.e., the PCA and LDA were trained on all but one data point; the left-out data point was then processed by PCA and had its label (cancer/control) predicted by LDA. The true and predicted classes\nNanomaterials 2020, 10, 1212 12 of 15\nwere recorded for each individual data point using this scheme. The results of PCA-LDA analysis, obtained by LOOCV, are presented in Table 1. As it can be seen in Table 1, the BC patients can be distinguished from healthy donors with a sensitivity (S) of 90%, a specificity (S) of 89% and an accuracy (A) of 89%, The results are very promising given that mammography, which represents today the golden standard in BC detection, can only detect BC with a sensitivity of 70% and a specificity of 75% [34]. The reported sensitivity, specificity and accuracy values are very close to those reported by Cervo et al. [15]. In our case, the experimental spectra have been recorded on pristine plasma samples whereas in their case filtered serum samples have been used. By removing this additional step of blood sample filtration, the here proposed discrimination method has the potential of easier implementation in clinical applications for BC or different types of cancer but further studies are still needed."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this paper, we propose a very simple, cheap and efficient method for the synthesis of solid plasmonic substrates. The use of Leopold-Lendl Ag colloids purified and concentrated by means of the TFF method, drop-casted in controlled temperature conditions on a silent Raman CaF2 glass. To the best of our knowledge this is the first time, when such a substrate is proposed in the literature. Using these very simple and cheap conditions, we obtained highly reproducible SERS signals for a very complex analyte like blood plasma. Once synthesized, the reproducibility of the spectra generated by the substrate were tested on a typical Raman analyte as well as on a blood plasma sample. Then the substrates were used for recording SER spectra from pristine blood plasma samples collected from 35 healthy donors and 29 BC patients. A PCA-LDA analysis was used to statistically differentiate the SER spectra, collected from the two clinically different groups. This allowed the distinction between healthy donors and BC patients with high sensitivity and specificity (90% sensitivity and 89% specificity). Without performing any other purification or deproteinization step, a diagnostic accuracy of 89% was obtained performing the SERS measurements directly on blood plasma samples. This a direct consequence of SSPSs ability to generate reproducible and diagnostic relevant spectral information. In conclusion, the solution to the reproducibility problem of SERS analysis can be resolved by the substrate and its subsequent optimization. In the future, we hope that our results generate enough interest that this type of solid silver substrates could also be employed for SERS based detection of other types of cancer.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/6/1212/s1, Figure S1: TEM image and size distribution plot of the purified quasi-spherical AgHya NPs, Figure S2: EDS analysis of purified silver colloids, Figure S3: A typical SERS spectrum of methylene blue (MB) 10−5 M recorded, using a 785 nm excitation laser, Figure S4: Optical image of three different areas of the plasmonic substrate covered with R6G analyte, Figure S5: SER spectrum of rhodamine 6G (R6G) 10−3 M recorded using an excitation laser of 785 nm. The upper insets present a heat map, showing a very small variation of the most intense vibrational peak of R6G (1508 cm−1). The lower inset presents an optical image of the substrate where the spectra were recorded, Figure S6: Raman spectrum of rhodamine 6G (R6G) 10−3 M recorded using a 785 nm excitation laser, Figure S7: Variation of the most intense vibrational band of blood plasma (640 cm−1) as a function of excitation laser intensity measured at the sample surface, Figure S8: SER spectra of blood plasma samples collected on five different solid substrates created using the same purified colloidal solution (batch 1). Each spectrum represents the mean of 25 individual spectra recorded on different regions of the substrate. The mean SER spectrum recorded on the 5 bare substrates is also plotted for comparison. All the spectra were recorded using the same experimental conditions. The spectra were offset for clarity, Figure S9: SER spectra of blood plasma samples collected on five\nNanomaterials 2020, 10, 1212 13 of 15\ndifferent solid substrates created using the same purified colloidal solution (batch 2). Each spectrum represents the mean of 25 individual spectra recorded on different regions of the substrate. The mean SER spectrum of the five bare substrates is also plotted for comparison. All the spectra were recorded using the same experimental conditions. The spectra were offset for clarity, Figure S10: SER spectra of blood plasma samples collected on five different solid substrates created using the same purified colloidal solution (batch 3). Each spectrum represents the mean of 25 individual spectra recorded on different regions of the substrate. The mean SER spectrum of the five bare substrates is also plotted for comparison. All the spectra were recorded using the same experimental conditions. The spectra were offset for clarity, Figure S11. Superposition of the mean spectra collected on the substrates fabricated using the colloidal batch #1 (red spectrum), #2 (blue spectrum) and #3 (green spectrum). All the spectra were recorded using the same experimental conditions on the same plasma sample, Figure S11. Loading curves of the first 15 principal components.\nAuthor Contributions: Conceptualization, R.I.S, ., and I.P.; methodology, V.T., G.F.S, ., R.M., G.M.-B., and C.M.L.; software, R.M. and V.T.; validation, G.F.S, ., G.M.-B., R.T., B.C., M.B., and N.L.; formal analysis, G.F.S, ., V.T., I.P., N.L. and R.I.S, .; investigation, G.F.S., V.T., M.B., and R.M.; resources, R.I.S, . and I.P.; data curation, G.F.S, ., V.T. and R.I.S, .; writing—original draft preparation, G.F.S, ., V.T., I.P., and R.I.S, .; writing—review and editing, R.I.S, ., and C.M.L.; visualization, G.M.B., N.L., B.C., R.T. and C.M.L.; supervision, R.I.S, ., and C.M.L.; project administration, I.P., R.T and R.I.S, .; funding acquisition, I.P., and R.I.S, . All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the Competitiveness Operational Program 2014-2020 POC-A1-A1.1.4-E-2015, financed under the European Regional Development Fund, project number P_37_765 and by the Romanian National Authority for Scientific Research, CNCSIS-UEFISCDI, through the research project for exploratory research No. PN-III-P4-ID-PCCF-2016-0112.\nConflicts of Interest: The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."
    } ],
    "references" : [ {
      "title" : "The Aarhus statement: Improving design and reporting of studies on early cancer diagnosis",
      "author" : [ "D. Weller", "P. Vedsted", "G. Rubin", "F.M. Walter", "J. Emery", "S. Scott", "C. Campbell", "R.S. Andersen", "W. Hamilton", "F Olesen" ],
      "venue" : "Br. J. Cancer",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2012
    }, {
      "title" : "Hypoxia: Overview on hypoxia-mediated mechanisms with a focus on the role of hif genes",
      "author" : [ "A.A. Tirpe", "D. Gulei", "S.M. Ciortea", "C. Crivii", "I. Berindan-Neagoe" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Is screening for breast cancer with mammography justifiable",
      "author" : [ "P.C. Gøtzsche", "O. Olsen" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2000
    }, {
      "title" : "Cochrane review on screening for breast cancer with mammography",
      "author" : [ "O. Olsen", "P.C. Gøtzsche" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2001
    }, {
      "title" : "Effect of three decades of screening mammography on breast-cancer incidence",
      "author" : [ "A. Bleyer", "H.G. Welch" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "Epidemiology of Breast Cancer",
      "author" : [ "V.G. Vogel" ],
      "venue" : "In The Breast; Elsevier: Amsterdam, The Netherlands,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "SERS-based differential diagnosis between multiple solid malignancies: Breast, colorectal, lung, ovarian and oral cancer",
      "author" : [ "V. Moisoiu", "A. Stefancu", "D. Gulei", "R. Boitor", "L. Magdo", "L. Raduly", "S. Pasca", "P. Kubelac", "N. Mehterov", "Chis" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Surface-enhanced Raman scattering of whole human blood, blood plasma, and red blood cells: Cellular processes and bioanalytical sensing",
      "author" : [ "W.R. Premasiri", "J.C. Lee", "L.D. Ziegler" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2012
    }, {
      "title" : "Potential for Raman spectroscopy to provide cancer screening using a peripheral blood sample",
      "author" : [ "A.T. Harris", "A. Lungari", "C.J. Needham", "S.L. Smith", "M.A. Lones", "S.E. Fisher", "X.B. Yang", "N. Cooper", "J. Kirkham", "D.A Smith" ],
      "venue" : "Head Neck Oncol. Bio. Med. Central",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Developing and understanding biofluid vibrational spectroscopy: A critical review",
      "author" : [ "M.J. Baker", "S.R. Hussain", "L. Lovergne", "V. Untereiner", "C. Hughes", "R.A. Lukaszewski", "G. Thiéfin", "G.D. Sockalingum" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Using Raman spectroscopy to characterize biological materials",
      "author" : [ "H.J. Butler", "L. Ashton", "B. Bird", "G. Cinque", "K. Curtis", "J. Dorney", "K. Esmonde-White", "N.J. Fullwood", "B. Gardner", "P.L Martin-Hirsch" ],
      "venue" : "Nat. Protoc. 2016,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "Clinical applications of infrared and Raman spectroscopy: State of play and future challenges",
      "author" : [ "M.J. Baker", "H.J. Byrne", "J. Chalmers", "P. Gardner", "R. Goodacre", "A. Henderson", "S.G. Kazarian", "F.L. Martin", "J. Moger", "N Stone" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Label-free surface-enhanced Raman spectroscopy of biofluids: Fundamental aspects and diagnostic applications",
      "author" : [ "A. Bonifacio", "S. Cervo", "V. Sergo" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Blood analysis by Raman spectroscopy",
      "author" : [ "A.M.K. Enejder", "T.-W. Koo", "J. Oh", "M. Hunter", "S. Sasic", "M.S. Feld", "G.L. Horowitz" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2002
    }, {
      "title" : "Surface-enhanced Raman spectroscopy of blood plasma and serum using Ag and Au nanoparticles: A systematic study",
      "author" : [ "A. Bonifacio", "S. Dalla Marta", "R. Spizzo", "S. Cervo", "A. Steffan", "A. Colombatti", "V. Sergo" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "SERS analysis of serum for detection of early and locally advanced breast cancer",
      "author" : [ "S. Cervo", "E. Mansutti", "G. Del Mistro", "R. Spizzo", "A. Colombatti", "A. Steffan", "V. Sergo", "A. Bonifacio" ],
      "venue" : "Anal. Bioanal. Chem. Springer",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Rationally designed nanostructures for surface-enhanced Raman spectroscopy",
      "author" : [ "M.J. Banholzer", "J.E. Millstone", "L. Qin", "C.A. Mirkin" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2008
    }, {
      "title" : "SERS-active silver colloids prepared by reduction of silver nitrate with short-chain polyethylene glycol",
      "author" : [ "R. Stiufiuc", "C. Iacovita", "C.M. Lucaciu", "G. Stiufiuc", "A.G. Dutu", "C. Braescu", "N. Leopold" ],
      "venue" : "Nanoscale Res. Lett. Springer",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "Anisotropic gold nanocrystals: Synthesis and characterization",
      "author" : [ "R. Stiufiuc", "F. Toderas", "M. Iosin", "G. Stiufiuc" ],
      "venue" : "Int. J. Mod. Phys. B",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2010
    }, {
      "title" : "One-step synthesis of PEGylated gold nanoparticles with tunable surface charge",
      "author" : [ "R. Stiufiuc", "C. Iacovita", "R. Nicoara", "G. Stiufiuc", "A. Florea", "M. Achim", "C.M. Lucaciu" ],
      "venue" : "J. Nanomater. Hindawi",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "One pot microwave assisted synthesis of cyclodextrins capped spherical gold nanoparticles",
      "author" : [ "G. Stiufiuc", "V. Toma", "A. Moldovan", "R. Stiufiuc", "M. Lucaciu" ],
      "venue" : "Dig. J. Nanomater. Biostructures 2017,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "PEGylated gold nanoparticles with interesting plasmonic properties synthesized using an original, rapid, and easy-to-implement procedure",
      "author" : [ "Nit", "ică S", "tefan Moldovan", "A.I", "V. Toma", "C.S. Moldovan", "I. Berindan-Neagoe", "tiufiuc", "C.M. Lucaciu" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Surface mediated chiral interactions between cyclodextrins and propranolol enantiomers: A SERS and DFT study",
      "author" : [ "R. Stiufiuc", "C. Iacovita", "G. Stiufiuc", "E. Bodoki", "V. Chis", "C.M. Lucaciu" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Chiral recognition and quantification of propranolol enantiomers by surface enhanced Raman scattering through supramolecular interaction with β-cyclodextrin",
      "author" : [ "E. Bodoki", "M. Oltean", "A. Bodoki", "R. Ştiufiuc" ],
      "venue" : "Talanta. Elsevier",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2012
    }, {
      "title" : "A new method for fast preparation of highly surface-enhanced Raman scattering (SERS) active silver colloids at room temperature by reduction of silver nitrate with hydroxylamine hydrochloride",
      "author" : [ "N. Leopold", "B. Lendl" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2003
    }, {
      "title" : "Tangential flow ultrafiltration: A “green” method for the size selection and concentration of colloidal silver nanoparticles",
      "author" : [ "C.B. Anders", "J.D. Baker", "A.C. Stahler", "A.J. Williams", "J.N. Sisco", "J.C. Trefry", "D.P. Wooley", "I.E. Pavel Sizemore" ],
      "venue" : "J. Vis. Exp",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2012
    }, {
      "title" : "Tangential flow filtration of colloidal silver nanoparticles: A “Green” laboratory experiment for chemistry and engineering students",
      "author" : [ "K.M. Dorney", "J.D. Baker", "M.L. Edwards", "S.R. Kanel", "M. O’Malley", "I.E. Pavel Sizemore" ],
      "venue" : "J. Chem. Educ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Size selection and concentration of silver nanoparticles by tangential flow ultrafiltration for SERS-based biosensors",
      "author" : [ "J.C. Trefry", "J.L. Monahan", "K.M. Weaver", "A.J. Meyerhoefer", "M.M. Markopolous", "Z.S. Arnold", "D.P. Wooley", "I.E. Pavel" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2010
    }, {
      "title" : "A new class of pegylated plasmonic liposomes: Synthesis and characterization",
      "author" : [ "R. Stiufiuc", "C. Iacovita", "G. Stiufiuc", "A. Florea", "M. Achim", "C.M. Lucaciu" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2015
    }, {
      "title" : "Synergistical use of electrostatic and hydrophobic interactions for the synthesis of a new class of multifunctional nanohybrids: Plasmonic magneto-liposomes",
      "author" : [ "tiufiuc", "G.F", "Nit", "ică", "V. Toma", "Iacovit", "D.R.T. Zahn", "R. Tetean", "E. Burzo", "C.M. Lucaciu", "R.I" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Label-free blood plasma test based on surface-enhanced Raman scattering for tumor stages detection in nasopharyngeal cancer",
      "author" : [ "D. Lin", "J. Pan", "H. Huang", "G. Chen", "S. Qiu", "H. Shi", "W. Chen", "Y. Yu", "S. Feng", "R. Chen" ],
      "venue" : "Sci. Rep. 2014,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2020
    }, {
      "title" : "Study on gastric cancer blood plasma based on surface-enhanced Raman spectroscopy combined with multivariate analysis",
      "author" : [ "S. Feng", "J. Pan", "Y. Wu", "D. Lin", "Y. Chen", "G. Xi", "J. Lin", "R. Chen" ],
      "venue" : "Sci. China Life Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "A novel blood plasma analysis technique combining membrane electrophoresis with silver nanoparticle-based SERS spectroscopy for potential applications in noninvasive cancer",
      "author" : [ "J. Lin", "R. Chen", "S. Feng", "J. Pan", "Y. Li", "G. Chen", "M. Cheng", "Z. Huang", "Y. Yu", "H. Zeng" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "Surface enhanced Raman spectroscopy in breast cancer cells",
      "author" : [ "J. González-Solís", "G. Luévano-Colmenero", "J. Vargas-Mancilla" ],
      "venue" : "Laser 2013,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    }, {
      "title" : "Blood plasma surface-enhanced Raman spectroscopy for non-invasive optical detection of cervical cancer",
      "author" : [ "S. Feng", "D. Lin", "J. Lin", "B. Li", "Z. Huang", "G. Chen", "W. Zhang", "L. Wang", "J. Pan", "R Chen" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2013
    }, {
      "title" : "Characterization and noninvasive diagnosis of bladder cancer with serum surface enhanced Raman spectroscopy and genetic algorithms",
      "author" : [ "S. Li", "L. Li", "Q. Zeng", "Y. Zhang", "Z. Guo", "Z. Liu", "M. Jin", "C. Su", "L. Lin", "J Xu" ],
      "venue" : "Sci. Rep. 2015,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Label-free detection in biological applications of surface-enhanced Raman scattering",
      "author" : [ "X.X. Han", "Y. Ozaki", "B. Zhao" ],
      "venue" : "TrAC Trends Anal. Chem. Elsevier",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Nowadays, screening for known cancer biomarkers is considered to be one of the most successful strategies for cancer prevention, diagnosis and/or improvement of survival rate [1,2], as opposed to traditional cancer screening methods which do not consistently provide the desirable results.",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 1,
      "context" : "Nowadays, screening for known cancer biomarkers is considered to be one of the most successful strategies for cancer prevention, diagnosis and/or improvement of survival rate [1,2], as opposed to traditional cancer screening methods which do not consistently provide the desirable results.",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 2,
      "context" : "For instance, in the case of breast cancer screening by means of mammography, there is little or no evidence that it contributes to reduced mortality rate [3].",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 3,
      "context" : "An explanation for this unexpected outcome arises due to the fact that mammography screening has led to a significant increase in over-diagnosis, while the number of advanced breast cancer patients discovered through mammography remained practically unchanged [4,5].",
      "startOffset" : 260,
      "endOffset" : 265
    }, {
      "referenceID" : 4,
      "context" : "An explanation for this unexpected outcome arises due to the fact that mammography screening has led to a significant increase in over-diagnosis, while the number of advanced breast cancer patients discovered through mammography remained practically unchanged [4,5].",
      "startOffset" : 260,
      "endOffset" : 265
    }, {
      "referenceID" : 5,
      "context" : "As breast cancer (BC) is the leading cause of death related to neoplastic disease in women worldwide [6], an alternative screening method with substantial benefits is urgently needed.",
      "startOffset" : 101,
      "endOffset" : 104
    }, {
      "referenceID" : 6,
      "context" : "Furthermore, this challenge exists for all types of cancer, but according to recent reports [7] there is a strong belief that surface enhanced Raman spectroscopy (SERS)-based strategies could bring a major improvement in this area, that is beneficial, not only for researchers, but most importantly for patients.",
      "startOffset" : 92,
      "endOffset" : 95
    }, {
      "referenceID" : 7,
      "context" : "Given that blood tests are routinely used to monitor health condition [8], an ideal solution for the issue might be introducing a simple, time and cost-effective blood test that could accurately discriminate between healthy and diseased patients in a very reproducible manner [9].",
      "startOffset" : 70,
      "endOffset" : 73
    }, {
      "referenceID" : 8,
      "context" : "Given that blood tests are routinely used to monitor health condition [8], an ideal solution for the issue might be introducing a simple, time and cost-effective blood test that could accurately discriminate between healthy and diseased patients in a very reproducible manner [9].",
      "startOffset" : 276,
      "endOffset" : 279
    }, {
      "referenceID" : 9,
      "context" : "The three aforementioned criteria are often met by optical analytical approaches, out of which vibrational spectroscopy techniques have the greatest advantage in providing “molecular fingerprints” of complex biological mixtures with no need for extrinsic labeling [10].",
      "startOffset" : 264,
      "endOffset" : 268
    }, {
      "referenceID" : 9,
      "context" : ", blood and derivatives, saliva, urine), cells and tissue [10,11].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 10,
      "context" : ", blood and derivatives, saliva, urine), cells and tissue [10,11].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 11,
      "context" : "Raman spectroscopy has proven to be a valuable analytical tool in bio-detection and molecular mapping studies, and subsequently new exciting applications in the field of cancer diagnosis and prognosis are emerging [12,13].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 12,
      "context" : "Raman spectroscopy has proven to be a valuable analytical tool in bio-detection and molecular mapping studies, and subsequently new exciting applications in the field of cancer diagnosis and prognosis are emerging [12,13].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 10,
      "context" : "These drawbacks restrain its applicability in the analysis of low concentration samples such as the ones obtained from bio-fluids [11,13,14].",
      "startOffset" : 130,
      "endOffset" : 140
    }, {
      "referenceID" : 12,
      "context" : "These drawbacks restrain its applicability in the analysis of low concentration samples such as the ones obtained from bio-fluids [11,13,14].",
      "startOffset" : 130,
      "endOffset" : 140
    }, {
      "referenceID" : 13,
      "context" : "These drawbacks restrain its applicability in the analysis of low concentration samples such as the ones obtained from bio-fluids [11,13,14].",
      "startOffset" : 130,
      "endOffset" : 140
    }, {
      "referenceID" : 13,
      "context" : "This phenomenon leads to a full coverage of the active sites, meaning that other molecules of interest cannot reach these spots [14].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 14,
      "context" : "have demonstrated that the fastest and most efficient method of rapidly collecting Surface Enhanced Raman (SER) spectra is after deproteinization of the blood serum [15].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "The analysis of the experimental SER spectra allowed them to separate cancer patients from healthy subjects [16].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 16,
      "context" : "However, the most important requirement consists in obtaining plasmonic substrates capable of generating consistent and scientifically relevant SER spectra [17].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 17,
      "context" : "Over the years our group has developed several original synthesis methods for silver [18] and gold [19–22] nanoparticles (NPs).",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 22,
      "context" : "They possess interesting plasmonic properties allowing the detection of analytes at low concentrations or even chiral discrimination by means of SERS [23,24].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 23,
      "context" : "They possess interesting plasmonic properties allowing the detection of analytes at low concentrations or even chiral discrimination by means of SERS [23,24].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 24,
      "context" : "The procedure proposed by Leopold and Lendl was used to synthesize the hydroxylamine reduced silver colloids (AgHya) [25].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 25,
      "context" : "Once the synthesis process completed, tangential flow filtration (TFF) technique was implemented for the purification and concentration of the NPs, as described in the literature [26,27].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 26,
      "context" : "Once the synthesis process completed, tangential flow filtration (TFF) technique was implemented for the purification and concentration of the NPs, as described in the literature [26,27].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 18,
      "context" : "It has been shown that AFM phase images can be successfully employed for proving the presence of molecular species on the edges of anisotropic gold NPs [19].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 18,
      "context" : "It has been shown that AFM phase images can be successfully employed for proving the presence of molecular species on the edges of anisotropic gold NPs [19].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 14,
      "context" : "As expected from previous reported Raman/SERS studies perform on blood samples the spectrum is dominated by large proteins, the best confirmation being the presence of the two protein specific bands located at 1650 cm−1 (Amide I) and 1250 cm−1 (Amide III) [15].",
      "startOffset" : 256,
      "endOffset" : 260
    }, {
      "referenceID" : 28,
      "context" : "These bands were also detected in the case of a liposomal suspension containing a lipidic bilayer [29,30] and they suggest the presence of different types of lipids in plasma.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 29,
      "context" : "These bands were also detected in the case of a liposomal suspension containing a lipidic bilayer [29,30] and they suggest the presence of different types of lipids in plasma.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 14,
      "context" : "The 954 & 1331 cm−1 peaks can be assigned to hypoxanthine [15,16].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 15,
      "context" : "The 954 & 1331 cm−1 peaks can be assigned to hypoxanthine [15,16].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 14,
      "context" : "As expected from previous reported Raman/SERS studies perform on blood samples the spectrum is dominated by large proteins, the best confirmation being the presence of the two protein specific bands located at 1650 cm−1 (Amide I) and 1250 cm−1 (Amide III) [15].",
      "startOffset" : 256,
      "endOffset" : 260
    }, {
      "referenceID" : 28,
      "context" : "These bands were also detected in the case of a liposomal suspension containing a lipidic bilayer [29,30] and they suggest the presence of different types of lipids in plasma.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 29,
      "context" : "These bands were also detected in the case of a liposomal suspension containing a lipidic bilayer [29,30] and they suggest the presence of different types of lipids in plasma.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 14,
      "context" : "The 954 & 1331 cm−1 peaks can be assigned to hypoxanthine [15,16].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 15,
      "context" : "The 954 & 1331 cm−1 peaks can be assigned to hypoxanthine [15,16].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 33,
      "context" : "As it can be seen in Table 1, the BC patients can be distinguished from healthy donors with a sensitivity (S) of 90%, a specificity (S) of 89% and an accuracy (A) of 89%, The results are very promising given that mammography, which represents today the golden standard in BC detection, can only detect BC with a sensitivity of 70% and a specificity of 75% [34].",
      "startOffset" : 356,
      "endOffset" : 360
    }, {
      "referenceID" : 33,
      "context" : "As it can be seen in Table 1, the BC patients can be distinguished from healthy donors with a sensitivity (S) of 90%, a specificity (S) of 89% and an accuracy (A) of 89%, The results are very promising given that mammography, which represents today the golden standard in BC detection, can only detect BC with a sensitivity of 70% and a specificity of 75% [34].",
      "startOffset" : 356,
      "endOffset" : 360
    } ],
    "year" : 2020,
    "abstractText" : "Surface enhanced Raman spectroscopy (SERS) represents a promising technique in providing specific molecular information that could have a major impact in biomedical applications, such as early cancer detection. SERS requires the presence of a suitable plasmonic substrate that can generate enhanced and reproducible diagnostic relevant spectra. In this paper, we propose a new approach for the synthesis of such a substrate, by using concentrated silver nanoparticles purified using the Tangential Flow Filtration method. The capacity of our substrates to generate reproducible and enhanced Raman signals, in a manner that can allow cancer detection by means of Multivariate Analysis (MVA) of Surface Enhanced Raman (SER) spectra, has been tested on blood plasma samples collected from 35 healthy donors and 29 breast cancer patients. All the spectra were analyzed by a combined Principal Component-Linear Discriminant Analysis. Our results facilitated the discrimination between healthy donors and breast cancer patients with 90% sensitivity, 89% specificity and 89% accuracy. This is a direct consequence of substrates’ ability to generate diagnostic relevant spectral information by performing SERS measurements on pristine blood plasma samples. Our results suggest that this type of solid substrate could be employed for the detection of other types of cancer or other diseases by means of MVA-SERS procedure.",
    "creator" : "LaTeX with hyperref package"
  }
}