{
  "name" : "2020-07-01__89_10.1007@s13346-020-00814-4.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Impact of the mucoadhesive lyophilized wafer loaded with novel carvedilol nano-spanlastics on biochemical markers in the heart of spontaneously hypertensive rat models",
    "authors" : [ "Nahed Mohamed Sallam", "Rania Abdel Basset Sanad", "Mahgoub Mohamed Ahmed", "EL Sayed Khafagy", "Mamdouh Ghorab", "Shadeed Gad" ],
    "emails" : [ "shaded_abdelrahman@pharm.suez.edu.eg" ],
    "sections" : [ {
      "heading" : null,
      "text" : "2/h) with enhancement ratio 2.87 as well as excellent stability after storage. Permeation study verified the preeminence of the S2 formula. A confocal laser scanning microscope showed deep penetration of S2 through sheep buccal mucosa formula compared to rhodamine B solution. S2-based wafer showed acceptable characters (pH, swelling, drug content, residence time, and release rate). In vivo studies (pharmacodynamic study and biochemical evaluation) showed considerable improvement in blood pressure, the profile of the lipid, oxidant stress biomarkers, and cardiac markers. Histopathological studies revealed the superiority of S2 wafer in the protection of heart tissues over Carvid®. The results achieved indicate that nano-spanlastic-based wafer offers a promising improving trans-buccal carvedilol delivery system.\nKeywords Span 60 . Elastic vesicles . Ethanol injection . Buccal mucosa . Permeation . Edge activator"
    }, {
      "heading" : "Introduction",
      "text" : "Systemic delivery of different active ingredients through buccal mucosa has a great interest. The buccal mucosa is convenient, extended with relatively motionless mucosa. This could, therefore, be considered an acceptable route for the implementation of unidirectional or multidirectional drug delivery systems [1]. Buccal systems for drug delivery suggest numerous advantages including ease of drug administration, accessibility, and enhanced patient compliance, and provide adequate pediatrics, geriatric, and nauseous patient’s alternatives. The buccal route is ideal for both sustained and rapid local or systemic drug release effect [2].\nSeveral trials for extended and enhanced drug contact with the mucosal membrane have led to the production of mucoadhesive delivery systems (e.g., patches, film, and wafers). Wafers are a new drug delivery system prepared by lyophilizing polymeric gel that creates porous blocks that\nElectronic supplementary material The online version of this article (https://doi.org/10.1007/s13346-020-00814-4) contains supplementary material, which is available to authorized users.\n* Shadeed Gad shaded_abdelrahman@pharm.suez.edu.eg\n1 Department of Pharmaceutics, National Organization for Drug Control and Research, Giza, Egypt\n2 Department of Molecular Drug Evaluation, National Organization for Drug Control and Research, Giza, Egypt\n3 Department of Pharmaceutics, Faculty of Pharmacy, Suez Canal University, Ismailia 41522, Egypt\n4 Pharmaceutics Department, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al-Kharj 1142, Saudi Arabia\nsimply bind to the mucous membranes of the mouth [3]. When applied to the oral mucosa wafers, the swollen gel shape can be retained for a longer time.\nA longer period of residency following mucoadhesion permits extra drug penetration. Because of their greater surface area and porous structure, they possess a better drug load paralleled to the cast films. These mucoadhesive buccal dosage types provide direct entrance to the systemic circulation via inner jugular vein, the avoidance of the possible degradation by gastrointestinal enzymes, the painless administration, and possibility of termination of therapy as well as being able to use permeation enhancers or pH modifiers in the established systems [4].\nThe delivery of medications using numerous colloidal carriers was utilized to boost drug penetration through the biological membranes; using ordinary vesicles, either liposomes or noisome was widespread studied [5]. However, these classic vesicles have rigid nature. The latest methodologies have been studied to improve their deformability to strengthen their penetration through the biological membranes likewise drug loading [6].\nLately, a new elastic nanovesicular system (nanospanlastics) involving Span 60 and Tween 80 as an edge activator was first developed by Kakkar and Kaur (2011). They are vesicles composed of span 60 as non-ionic surfactants with an edge activator in a nano-sized range. The edge activator involves other hydrophilic surfactant moieties that afford flexibility to the nano-spanlastic lipid bilayer membranes by making pores and producing destabilization of the lipid bilayers and, in turn, increases the deformability of the vesicles [7]. These vesicles are elastic and have been used to improve the permeability of the cornea in addition to anti-fungal drugs to the skin [8]; however, using nano-spanlastics as a technique to enhance buccal permeation was not attempted before.\nCarboxymethylcellulose (CMC) is anionic cellulose ether frequently used in controlled-release systems. Formulations containing CMC have a great affinity for delivering drugs to humid surfaces such as buccal and nasal cavities [9]. Due to its bioadhesive property, marked film-forming properties, fast hydration, and subsequent swelling to form a viscous gel, for these reasons, it can control the drug release. Thus, CMC represents a good partner for buccal wafer development [10].\nCarvedilol (CRV) is a beta-blocker used to manage hypertension, angina pectoris, heart failure, and left ventricular dysfunction following myocardial infarction. CRV has low solubility, low bioavailability (25%) due to exposure to extensive first-pass metabolism in the liver, and gastric enzymes after oral administration [11].\nThe goal of this research was to track and maintain the release of CRV by encapsulating it into novel nano-spanlastic. Prepared nano-spanlastics were additionally inserted into a 1% CMC wafer to provide a mucoadhesive, oral, and biologically inert form of dosage that could be morally acceptable to\npatients, attempting to avoid high metabolism in the liver and GIT, thereby improving the biological accessibility of CRV. Subsequently, in vivo study (pharmacodynamic study and biochemical evaluation) and histopathology of the heart were performed to relate the optimized formulation with Carvid®6.25 tablet (commercial product). This gives an evaluation of the efficacy of a novel wafer-embedded with nanospanlastics as a successful carvedilol delivery system for buccal administration."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Carvedilol (CRV) was provided by SAGA Pharmaceutical Company (Cairo, Egypt). Sorbitan monostearate (Span 60), Brij 97, Tween 80, methanol, ethanol (HPLC grade), 12,000–14,000 cutoff value molecular weight dialyzing membrane, thiobarbituric acid (TBA), and Griess reagent were bought from Sigma (Saint Louis, Missouri, USA). Disodium hydrogen phosphate, potassium dihydrogen phosphate, and sodium chloride was bought from El-Nasr company for Pharmaceutical Chemicals (Cairo, Egypt). Carvid® 6.25 tablets were manufactured by Chemi-pharm Company (Cairo, Egypt)."
    }, {
      "heading" : "Methods",
      "text" : ""
    }, {
      "heading" : "Preparation of CRV nano-spanlastics",
      "text" : "The ethanol injection process was used to prepare CRV nanospanlastic vesicles [8]. Table 1 illustrates 23 full factorial design with different variables and required constraints using\nEA: edge activator, PS: particle size, EE%: entrapment efficiency percent, Q24: % carvedilol released after 24 h, Jmax: amount of carvedilol permeated after 24 h\nDesign-Expert® software (Minneapolis, Minnesota, StatEase, Inc., USA). Briefly, CRV (62.5 mg) and Span 60 were dissolved together with 5-mL ethanol in a beaker and added dropwise to preheated (70 °C) aqueous phase (15 mL) containing the edge activator (EA) (Tween 80 or Brij 97), for a total weight of 200 mg, aiming to form nano-spanlastic vesicular dispersion. The dispersion was stirred continuously on a magnetic agitator (Jenway 1000, UK) at 800 or 1200 rpm at 70 °C for 15 min followed by bath sonication for 5 min for particle size reduction. The formed CRV-loaded nanospanlastic vesicles were leftward overnight at 5 °C to cool or until further investigation (Table 2)."
    }, {
      "heading" : "Factorial design",
      "text" : "Eight formulae were illustrated using Design Expert® software (Version 7, Stat-Ease Inc., MN, USA). It is a threefactor two-level design in which edge activator type (EA) is a categoric factor, while Span weight ratio:EA and stirring speed were numerical ones. Exchanging the type of edge activator (EA) used (Tween 80 or Brij 97), the Span weight ratio:EA (90:10 or 80:20), and the stirring speed (800 or 1200 rpm) were in a place of the respective variables X1, X2, and X3 correspondingly. Responses depend on themwere encapsulation efficiency (Y1), particle size (Y2), dissolution rate after 24 h (Q24) (Y3), and amount of CRV permeated after 24 h (Jmax) (Y4).\nCharacterization of the prepared vesicles in vitro\nDetermination of drug content, drug loading, and encapsulation efficiency (EE%) An appropriate organic solvent (methanol) was utilized for the lysis of the nanovesicles [12]. The drug content of the equipped formulations (free + entrapped) was examined by dissolving nano-spanlastic dispersion (1.5 mL) in methanol, then absorbance measurement by spectrophotometry (Shimadzu, UV-1601 PC model, Kyoto, Japan) at 242 nm [13]. The trapped drug was isolated by dispersion centrifugation at 15,000 rpm for 0.5 h at 4 °C\nusing a cooling centrifuge (Beckman, Fullerton, Canada); the clogged medication was divided by the total amount of surfactants used to calculate the drug loading. In supernatant, drug concentration was suitably diluted and measured at 242 nm, spectrophotometrically after comparison to a preconstructed calibration curve (n = 3, R2 = 0.998). EE% was calculated using the equation number 1, while DL was calculated according to equation number 2:\nEE% ¼ DT−DFð Þ DT 100 ð1Þ\nDL ¼ DT−DFð Þ total amount of surfactant\n100 ð2Þ\nwhere EE% is the entrapment efficiency percent, DT is the amount of total drug, DF is the amount of drug freely available, and DL% is the drug loading percent.\nDetermination of particulate size, polydispersity index, and zeta potential The mean of particulate size (PS), polydispersity index (PDI), and zeta potential (ZP) for all formulae was determined using Zetasizer (Instrument Malvern Ltd., Worcestershire, UK) after suitable dilution by distilled water at 25 °C to have appropriate scattering greatness. The ZP extent was done using distilled water by recording the motion of electrophoresis of charged vesicles in an electrical arena. Each sample was measured in three replicates.\nMeasurement of nano-spanlastic deformability Elasticity was expressed as the deformability index (DI). The elasticity of nano-spanlastics was described by the extrusion technique [12]. Nano-spanlastics prepared were extruded by using filtration membrane (polycarbonate, 200-nm pore size) beneath persistent vacuity pressure for 10 min. Deformability was determined using Eq. 3:\nDeformability index DIð Þ ¼ J rv rp 2 100 ð3Þ\nwhere J refers to the sample weight in grams pressed in 10min and passed across a polycarbonate filtration membrane, rv refers to the size of nano-spanlastic vesicles after extrusion (diameter measured by particle size analyzer in nm), and finally rp refers to the pore size of the polycarbonate membrane filter used for the extrusion process (diameter in nm).\nCRV release study of nano-spanlastics CRV dissolution study from nano-spanlastics was conducted by the dialysis method using Apparatus II for the Dissolution of USP (paddle) (Hanson SR8plus). First, the dialysis membrane was soaked in buffer pH 6.8 for a day [6]. An exact tested volume of nanospanlastic dispersions containing 6.25 mg CRV or control CRV suspension was positioned in the dialysis membrane. The release medium was phosphate-buffered saline (PBS) pH 6.8 (250 mL) containing 0.5% sodium lauryl sulfate (SLS) kept at 37 °C and speed, 50 rpm. Samples (1.5 ml) were taken out at different time intervals (1, 2, 3, 4, 6, 8, 10, 12, and 24 h); then each sample volume withdrawn was compensated by the same fresh buffer keeping same dissolution volume. The % drug released was assayed using a spectrophotometer at 242 then calculated using Eq. 4:\n%Drug release ¼ Mt Mi 100 ð4Þ\nwhere Mi refers to the initial drug amount and Mt refers to the drug released at time t. The release of carvedilol suspension (6.25 mg suspended in buffer pH 6.8) was also investigated in the same way. Samples were taken in triplicates and outcomes were expressed as mean ± S.D.\nThe information obtained from the release test was kinetically analyzed. The drug release order of different formulae was determined. Higuchi diffusion, zero-order kinetics, and first-order model were applied and the coefficient values (R2) were determined.\nEx vivo studies of permeation Permeation of CRV through the mucosa of buccal sheep was inspected to detect nanospanlastic capability for augmenting in vivo drug permeability. The outcomes were compared to the CRV permeability rate fromCRV suspension. Buccal cavity mucosa was excised from the Rahmani sheep buccal cavity having a median 6 months age and 32-kg weight. The removed mucosa was instantly frozen at − 80 °C until used. Instantly before the experiment, the mucosa was thawed and suspended in phosphate-buffered saline (pH 6.8) for 30 min to equilibrate. Concisely, the buccal mucosa was fixed at the lower end of glass cylinders that were specially designed (Fig. 1). The upper end of the cylinder was fixed to the shafts of Dissolution Apparatus I (this represents donor compartment) [14]. The donor compartment was embedded in the dissolution vessel containing the media which represents the recipient\ncompartment. Nano-spanlastic dispersions (equivalent to 6.25 mg carvedilol) were positioned on the membrane attached to these cylinders. All other conditions of the technique were as previously employed under dissolution. Samples (1.5 mL) were taken out of the permeation medium at the specified intervals, i.e., 0.5, 1, 2, 3, 4, 6, 8, 10, 12, and 24 h, then the receptor compartment was compensated with identical fresh volumes. The permeated drug was analyzed by a UV spectrophotometer (Shimadzu, Japan) at the predetermined λmax (242 nm). All measurements were performed three times and the average data values ± SD were documented. The permeation results of CRV were graphically designed as drug permeation per unit area against time and the parameters of permeation could be calculated. Drug permeated per unit area was calculated (μg/cm2). Then, the flux at 24 h (Jmax) and enhancement ratio (ER) were determined according to Eqs. 5 and 6 [12].\nJ24 ¼ Drug permeated per unit area Time\nð5Þ\nER ¼ Jmax of nano−spanlastics formula Jmax of control CRV suspð Þ ð6Þ\nAlso, the coefficient of permeability Kp (cm/h) of CRV for each formula obtained by dividing the straight-line slope of the curve by drug concentration was originally added. The Jmax value differences and CRV amount permeated were statistically evaluated using SPSS 18.0 software® through oneway ANOVA.\nNano-spanlastic formulation optimization Design Expert® technology (Version 7, Stat-Ease Inc., MN, USA) has been cast-off to optimize nano-spanlastic formulations [15–18]. The optimum formula has the highest EE%, elasticity, CRV% released after 24 h and CRV efflux after 24 h with lower PS and PDI. Desirability values were determined based on the data obtained from the reaction surface analysis. The obtained higher desirability formula was chosen for further investigations.\nStudy of confocal laser scanning microscope This test was done for the optimized selected formulation. Rhodamine B dye–labeled nano-spanlastics were prepared. First, stock rhodamine B was prepared (10 mg/ml) in methanol. Then 5 μl of a previously prepared solution was added into the organic lipid mixture (comprising Span 60 & Brij 97). Confocal laser scanning microscope (CLSM) was utilized to scan both the labeled optimized nano-spanlastics and rhodamine B solution for fluorescent signal [19].\nFor CLSM study, rhodamine B solution and the optimum nano-spanlastic formulation loaded with rhodamine B were applied to sheep buccal mucosa. Finally, the mucosal tissue\nwas removed, washed twice with double-distilled water, and frozen at − 20 °C. The freeze mucosa was cut into 20-μm pieces and put on slides with covers. The slides were then inspected by confocal laser scanning microscope LSM 710 (Carl Zeiss, Germany) without any additional tissue processing. The rhodamine was motivated at 524 nm in He/Ne laser and light output at 580 nm.\nTransmission electron microscopy The morphology of the optimized CRV nano-spanlastic formulation was visualized through transmission electronmicroscopy (TEM). The dispersion was suitably diluted, and adsorbed on a coated carbon copper grid; the extra sample removal was done by a filtration paper, then left at ambient temperature to dry, followed by examination below the transmitting microscope (Joel JEM 1230, Tokyo, Japan).\nDifferential scanning calorimetry Differential scanning calorimetry (DSC) thermal graphs of CRV powder, Span 60, and the lyophilized optimized CRV-loaded nano-spanlastic vesicular formula were recognized by differential scanning calorimetry (DSC-50, Shimadzu, Kyoto, Japan). About 2.5 mg of each sample was subjected to heat at a steady rate (10 °C/min) with a range (10–300 °C) in an aluminum pot beneath the flow of nitrogen 25 ml/min.\nStability studies Stability studies were performed to detect the leaching of the drug from the optimum nano-spanlastic formula during storage. The optimized nano-spanlastic formula was stored at 4–8 °C in sealed glass ampoules for 6 months. Then samples were removed after the termination of the study\ntime, then tested for particle size, drug entrapment, and drug release after 24 h [6]. Results obtained were analyzed statistically through SPSS 18.0® (SPSS Inc., Chicago, IL, USA) utilizing paired Student’s t test. Release profiles of both stored and fresh nano-spanlastics were compared to each other by employing the similarity factor (f2). This factor was calculated based on a mathematical model of Moore and Flanner (1996) and calculated according to Eq. 7:\nf 2 ¼ 50 log 1þ 1 n\n∑nt¼1 R t–T tð Þ2 h i−0:5 100\nð7Þ\nwhere Rt and Tt refer to the CRV% released of the fresh and stored formula at time t, respectively, and n is the number of points sampled out of both dispersions.\nIncorporation of the optimum CRV nano-spanlastic formula into buccoadhesive CMC wafer\nA 1% CMC polymer was immersed in distilled water (30 ml) to form a polymeric solution and left until it became without bubbles. The polymeric solution then mixed with 0.05%mannitol (act as matrix former and cryoprotectant) and 5% propylene glycol as a lubricant. A specific volume of optimum nano-spanlastic formula equivalent to 6.25 mg CRV was mixed to the polymer solution by a stirrer. Each 4.5 g of the gel was cast to each cylindrical silicon mold (diameter, 1.5 cm; thickness, 0.5 cm) and frozen for 24 h, then placed for 24 h in lyophilization instrument (Savant Instruments, Novalyphe-NL 500, Holbrook, NY) [20]. The resulting wafers were stored until used in a desiccator. The nano-spanlastic\nfree wafer was formulated by dispersing CRV (6.25 mg) into 1% CMC, and cast to make nano-spanlastic free wafer planned to be compared with the nano-spanlastic wafers."
    }, {
      "heading" : "Wafer characterization",
      "text" : "Determination of wafer pH The wafer’s surface pH was determined after swelling in simulated saliva fluid (5 ml, pH 6.8) at ambient temperature for 2 h. Then, the pH meter electrode (Jenway3510, Barloworld Scientific, UK) was carried until contacting the wafer for 1 min to attain equilibrium [20]. The test was done in triplicate and the data was recorded as pH values mean ± SD.\nSwelling studyWafer was weighed (W1) and placed in a petri dish containing 5ml phosphate buffer (pH 6.8). After intervals (0.5, 1, and 2 h), the wafers were picked up using forceps and the extra buffer was carefully dried by a filter paper [21]. The enlarged wafers were then weighed again (W2). Swelling index (SI) was then determined by Eq. (8):\nSI ¼ W2−W1 W1:\nð8Þ\nThe test was performed three times and the mean values were recorded ± S.D.\nDrug content The content was assayed after swirling of both the nano-spanlastic wafer and CRVwafer in pH 6.8 phosphate buffer until dissolved. The formed solution was filtered via a 0.45-μm filter paper. CRV content was measured next to suitable dilution by a UV spectrophotometer (Shimadzu Corporation, Tokyo, Japan). The test was performed in triplicate, then mean values were reported [21].\nDisintegration test The disintegration of the nano-spanlasticloaded wafer was performed using the petri dish method [22]. Formulations were placed in 5 mL pH 6.8 and then shaken in a 37 °C water bath for 6 h. The test was performed three times.\nEx vivo mucoadhesion residence time The time of wafer mucoadhesion was assessed after wafer residence on a fresh sheep buccal membrane. The fresh mucosa was fixed on a beaker inner surface by an adhesive material (2.5 cm above the bottom). Each wafer was wetted with pH 6.8 phosphate buffer 37 ± 1 °C, and stirring was applied at a rate 50 rpm to simulate the environment of a sheep buccal cavity. The time needed for wafer detachment from sheep mucosa was recorded as residence time [21].\nDissolution study To detect CRV release from the loaded nano-spanlastic buccal adhesive wafers, USP Dissolution tester, Apparatus II (Hanson SR8 plus), was used. [21]. The\nrelease medium was pH 6.8 phosphate buffer (250 ml) containing 0.5% sodium lauryl sulfate. The release medium was adjusted at 37 ± 0.5 °C, and the rotation was at 50 rpm. Wafer was adhered with stirring shaft by cyanoacrylate. Sampling was implemented at 0.5, 1, 2, 3, 4, 5, 6, 8, and 12 h, then replaced with a fresh equal medium. Each sample was filtered via filter paper (0.45 μm). CRV percent released was inspected at 242 nm by a spectrophotometer. Release studies have been repeated three times [20].\nScanning electron microscopy Morphology of nanospanlastic wafer surface was sputter-coated with gold below argon air by a coater, to attain a film. The sample was inspected by JEOL (JXA-840A, Japan) electron analyzer [22]."
    }, {
      "heading" : "In vivo studies",
      "text" : "AnimalsMale rats (180–200 g) were attained from NODCAR animal house, Egypt. The study protocol was agreed by research ethics committee, Faculty of Pharmacy, Suez Canal University, Ismailia, Egypt (201804RA2). Animals were maintained in (12/12 h) light/dark cycle at a temperature (25 ± 2 °C). They were allowed for food and water. They were provided with a nutritionally adequate standard laboratory diet.\nExperimental protocol Animals were separated randomly into four groups; each contains six rats:\n1. Control group: Normal rats were treated orally with 3 ml/ kg of 0.5% carboxyl methylcellulose (CMC) daily for 28 days. 2. Cadmium chloride (CdCl2) group: Rats’ group injected intra-peritoneally with cadmium chloride (1 mg/kg b. wt./day) for 14 consecutive days followed by another 14 days administering 0.5% CMC as a vehicle. 3. CdCl2+ CRV nano-spanlastic-loaded wafer (CRV-SW) group: Rats’ group injected intra-peritoneally with cadmium chloride (1 mg/kg b. wt./day) for 14 consecutive days followed by buccal administration of CRV-SW equivalent to 6.25 mg/kg of CRV for another consecutive 14 days. 4. CdCl2+ Carvid® group: Rats’ group injected intraperitoneally with cadmium chloride (1 mg/kg b. wt./ day) for 14 consecutive days followed by oral administration of Carvid® (6.25 mg/kg in 0.5% CMC) daily for another 14 days.\nThe weight of rats in each group was recorded before and after different treatments to determine the effect of various treatments on their weight.\nAt the end of the study, each group of rats was cervical dislocated, then blood samples were collected in the absence\nof anticoagulant. Lactate dehydrogenase was detected in the separated serum [23] and creatine phosphokinase [24] activities were measured using industrial enzymatic kits (Reactivos GPL, Barcelona, Spain). Cholesterol, HDL, LDL, and TG were estimated too. Besides, total antioxidant capacity (TAC) was obtained by a commercial kit (Biodiagnostic, Egypt). The tests were performed following the cataloginstruction guidelines.\nIsolation of the heart homogenate Each rat’s heart was excised immediately, washed with saline, and then stored at − 80 °C. Part of the heart was weighed and homogenized (10%) in chilled 50 Milli Mole of pH 7.4 phosphate-buffered saline, centrifuged at 12000 for 15 min at 4 °C, using a cooling centrifuge (Sigma 30K, Germany), then the oxidative stress parameters were determined in the supernatant.\nDetermination of cardiovascular lipid peroxidation The measurement of cardiovascular lipid peroxidation (LPO) by a colorimetric reaction with thiobarbituric acid was carried out as stated by [25].\nDetermination of cardiovascular of nitric oxide determination Cardiovascular nitric oxide (NO) was determined as nitrite concentration. The process utilized focuses on the Griess reaction, which transforms nitrite towards a deeply violet azocompound, which is quantified by photometry at 540 nm [25].\nDetermination of cardiovascular reactive oxygen species determination The intracellular transition test of nitro blue tetrazolium (NBT) into formazan through superoxide anion has been used to calculate the reactive oxygen species (ROS) generated as defined by [26].\nStatistical analysis of the in vivo studies In vivo research statistics were performed by GraphPad Prism 5 (GraphPad Software, Inc., San Diego, CA). The findings of continuous variables were presented as mean ± standard error. The indicators from all 4 groups were compared using single-way variation analysis (ANOVA). Post hoc screening for intergroup correlations was carried out via multiple comparisons Tukey’s test, and a P values < 0.05 statistically termed to be significant.\nHistopathological studies Autopsy heart samples were taken from different rats’ groups and set for 24 h in 10% saline. The samples washed with tap water and dehydration were attained by serial alcohol dilutions (methyl, ethyl, and pure ethyl). Samples were washed in xylene and stored for 24 h in 56- degree paraffin in a hot air oven. Paraffin beeswax blocks of heart tissue were designed by sled microtome for sectioning at a thickness of 4 μm. The specimen parts examined were assembled on slides, and paraffin was removed, and stained by\nhematoxylin and eosin usually as well as with alizarin red and examined by light microscope."
    }, {
      "heading" : "Results and discussion",
      "text" : ""
    }, {
      "heading" : "Preparation of CRV nano-spanlastics",
      "text" : "Different CRV nano-spanlastics were successfully prepared by the ethanol injection method. Preliminary studies (data not shown) revealed that sonication time needed to attain fine dispersions was 5 min. Lipid soluble nature of Span 60 (HLB = 4.7) and the existence of saturated alkyl chains would allow the creation of vesicles. Also, its active surface properties would enhance the action of EA resulting in minimization of interfacial stress and consequent small nano-spanlastic dispersion formation. Ethanol condenses the membranes of nano-spanlastic vesicles via enhancing reordering. Ethanol enhances drug entrapment, decreasing the size of the vesicles, and lastly adjusting the system’s charge towards a negative sign zeta potential resulting in some degree of steric stabilization [7].\nCRV-loaded nano-spanlastic vesicle characterization\nEntrapment efficiency, drug loading, and drug content\nTable 3 shows that the dug content of nano-spanlastic formulae ranged from 83±2.5 to 98.73±0.64. Drug loading was between 2.47±0.071 and 2.97±0.044. CRV is a water-insoluble drug (< 23 mg/ml) tending to escape into the internal lipophilic core during the creation of the nano-spanlastics. The design of CRV nanospanlastic vesicles with high EE% is a challenge. Table 3 clarifies percent of CRV entrapped inside nano-spanlastics. The goodness of fit of a statistical model describes how well it fits a set of observations. Measures of goodness of fit typically summarize the discrepancy between observed values and the values expected under the model in question. Statistical analysis via ANOVA showed that the consecutive model planned for evaluating the calculated PS values was polynomial quadratic model. Adequate precision was determined by the Design-Expert software to measure the signal-tonoise ratio, where a ratio greater than 4 is desirable. Adequate precision of the model was 15.330 with a reasonable agreement between the predicted R2 (0.7676) and the adjusted R2 (0.8422). This may confirm the validity of the exploited model to navigate the design space [27]. Figure 2(a) demonstrates the impact of variables on percent EE of CRV nano-spanlastics. Statistics revealed that EA type (X1) and span60:EA ratio (X2) and stirring speed (X3) significantly impacted the EE percent of nano-spanlastics (p<0.05 for all factors). Relating to the impact of EA kind on EE percent, it was observed that Brij 97 nano-spanlastics showed significantly higher EE% than the corresponding Tween 80 ones. The lower EE% is due to the existence of a double bond unsaturated in alkyl carbon\nchains of Tween 80 [6]. The double bond within the carbon chain might make the chain bend to a point that could disturb the rigidity of nano-spanlastic vesicles prepared, thus increasing its permeation and encouraging the affinity of CRV to favor escaping to the aqueous region. Instead, the absence of unsaturation in Brij 97 alkyl chains allows the evolution of tighter spanlastic membranes capable to diminish the drug escape. Besides, the bulky structure of Tween 80 and the existence of more ethylene oxide chain (4 branched polyethylene oxide chain) relative to the simple structure of Brij 97(single ethylene oxide chain) show greater hydrophilic capacity which could distress the wholeness of the bilayer structure during centrifugation, resulting in inappropriate closing of nano-spanlastic vesicles and consequently lower entrapment. Besides, the HLB of EA affects the entrapment of nano-spanlastics. The lesser EA HLB number, the greater EE% is expected (HLB for Brij, Tween 80 are 12.4 and 15 respectively). Also, Brij 97 has a higher temperature of phase transition which provides greater encapsulation of drugs [28].\nThese results were consistent with Al-mahallawi et al. (2017) who found that the entrapment percent increases by decreasing surfactant HLB number [6]. Regarding Span60:EA ratio, it was clear (p< 0.0001) that the ratio 80:20 was the optimum ratio for CRV entrapment for both EAs used. Increasing EA concentration from 10 to 20% increases by EE%. This may result from the lipophilic character of CRV that could favor being entrapped inside nano-spanlastics relatively than its dispersion in the aqueous region [14].\nRegarding stirring speed, it was clear (p < 0.05) that increasing stirring speed from 800 to 1200 rpm decreases EE% of CRV nano-spanlastic. This might be regarded as that the high stirring speed introduces high energy input during vesicular formation which might lead to increasing vesicular membrane fluidity which probably leads to escape of the drug entrapped and, henceforward, diminished the EE%. The same outcomes were informed by Subedi et al. (2016) who found high stirring speed significantly decreases the entrapment efficiency [29].\nParticle size, zeta potential, and polydispersity index measurements\nThe average PS, PDI, and ZP are listed in Table 3. The mean vesicle size of nano-spanlastic vesicles fluctuated from 196.57 ± 7.04 (S8) to 512.17 ± 9.22 (S3).\nAdequate precision attained was 16.35 with a reasonable agreement between the predicted R2 (0.9280) and the adjusted R2 (0.9511). This indicates the appropriateness of the design used. Figure 2(b) illustrates the effect of the designed variables on nano-spanlastic PS. The ANOVA data revealed that span60:EA ratio affects nano-spanlastic PS significantly (P < 0.05). Inverse relations were noticed between the concentration of the edge activator and the average particle size of the vesicle. Among all nano-spanlastic formulae (S1–S8), the tiniest vesicle size is those prepared at higher edge activator level (80:20, span60:EA, w/w). This might be due to higher EA concentrations that result in higher emulsification power that decrease surface tension leading to its ability to cover the vesicle surface producing vesicles with tinier vesicle size [30]. Also, the rise in Span 60 amounts was mostly associated with the incorporation of greater alkyl chains through the hydrophobic region of vesicles, with the corresponding decrease in the connection between EAmolecule polar heads and producing vesicles with large size [7]. Findings also indicated that a rise in EA concentration resulted in a significant decrease in PS (p < 0.05).\nThis might be because of interfacial stress reduction with high EA concentration as reported by Shamma et al. (2019) in the preparation of retinoic acid nano-spanlastics for topical delivery [31]. Regarding EA type, results indicated that EA type had a significant outcome, the PS of formulated nanospanlastics (p < 0.05). Formulae prepared with Brij 97 produce smaller vesicles than that produced by Tween 80. This may result from the increase of the hydrophobicity of Brij 97 relative to that of Tween 80. As the HLB refers to the ratio of\nhydrophilic and lipophilic surfactant groups, the lower the surfactant HLB, the smaller the PS produced [32]. In this study, Brij 97 forming small nano-spanlastic vesicles possesses the lesser HLB number (HLB = 12.4) compared to Tween 80 (HLB = 15), and consequently, it formed nanospanlastic vesicles of smaller particle size [33]. This was consistent with results reported by AL Shuwaili et al. (2016), who observed that PS of pentoxifylline transferosomes increased through an increase of HLB of surfactants. This might result\nfrom the impact of free energy on the surface, which could diminish as the hydrophobicity increased [34]. Regarding stirring speed, findings showed that the stirring speed significantly impacted (p < 0.05) the PS of the prepared nano-spanlastics. Formulae prepared with high stirring speed produce vesicles with lesser size than that produced with low stirring. This might result from the force of greater stirring velocity which distributes the inner phase to tinier particles, resulting in the development of tinier nano-spanlastic vesicles. The same\nFig. 2 Effects of formulation variables on entrapment efficiency (ai, aii, aiii), particle size (bi, bii, biii), % carvedilol released after 24 h (ci, cii, ciii), and the amount CRV permeated after 24 h (di, dii, diii)\nfindings were observed by Vysloužil et al. (2014) who found that during the formation of ibuprofen PLGA microparticle, high stirring speed produces particles with a smaller size than that produced by low stirring speed [35].\nThe polydispersity index (PDI) is a degree of the size distribution of any colloidal system. It is considered an index that could show the homogeneity or heterogeneity of the formed nanoparticle system. Small PDI values indicate a homogenous\n(monodisperse) system. According to Abdellatif et al. (2019) [36], preferably, the value of PDI should be less than 0.7 as this value designates the narrow size distribution of particles. In the present study, the values of PDI show a range from 0.21 ± 0.01 to 0.43 ± 0.01 (as shown in Table 3).\nThe prepared nano-spanlastic vesicular systems verified adequate ZP values (− 24.27 ± 2.61 to − 49.36 ± 0.10mV) that infers the adequate stability of them.\nFig. 2 continued."
    }, {
      "heading" : "Nano-spanlastic elasticity",
      "text" : "Elasticity is a significant feature of deformable vesicles that discriminates them from other traditional vesicles in passing biological membranes [37]. The incorporation of an EA (Tween 80 or Brij 97) would augment the elastic character\nof these vesicles allowing even big vesicles to squeeze, penetrate the biological membrane, and thus promote enhanced drug permeability [8]. Moreover, utilizing high HLB surfactants (hydrophilic) can weaken the vesicular membranes, and generate systems possessing dissimilar grades of deformability. Under the control of the water gradient, these\nFig. 2 continued.\nstretchy vesicles may squeeze through tinier pores than their widths [38]. Table 3 shows the DI values of nano-spanlastics which ranged between 3.54 ± 0.28 and 8.74 ± 0.42 g. It is noticeable that the Brij 97-established formulae had higher\nDI values. This may result from the composition of the EA set in the vesicular membrane; EAwith a more bulky structure produces less bendable membranes [37]. Brij 97 possessed less bulky structure than Tween 80 [6], so it eventually led\nFig. 2 continued.\nFig. 2 continued.\nFig. 2 continued.\nto the greatest elasticity vesicles. Also, findings revealed that the elasticity of the vesicles increased with an increased concentration of EA. This could be due to the fluidization of the bilayer vesicle formed by the high concentration of EA. The highest deformability was for formula S2 containing Brij 97 as an EA at a concentration of 20%. Similar findings were observed by El mahallawi et al. (2017) who found that nanospanlastics composed of Brij as an EA had a higher deformity compared to Tween; also formula containing Brij as an EA at a level of 20% relative to total formula weight had the maximum deformability [6]."
    }, {
      "heading" : "In vitro CRV release from nano-spanlastic vesicles",
      "text" : "Figure 3 displays the data of release profiles of CRV from the various nano-spanlastic formulae and carvedilol suspension (control). CRV release from the suspension is markedly quicker than nano-spanlastics, which authenticates the sink condition attainment. All nano-spanlastics formulated had biphasic release profiles, where there was a quick release in the initial 2 h (ranged from 15.57 to 31.5%) then continued with a sustained release profile until 24 h. The initial quick release may probably be due to the unencapsulated drug. CRV suspension showed the alike percent of CRV release (around 32.5%) after 2 h. The outcomes also found that nanospanlastic vesicular formulations (S1–S8) released 63–96%\nof their drug contents after 24 h. These significant variations (p < 0.05) in drug release could be explained by the difference in molecular packing and deformability associated with the EA used, i.e., the EA with the highest deformability, the highest release of drugs, and vice versa. Figure 2(c) illustrates the impact of variables on Q24h of the prepared nanospanlastics.\nThe factorial analysis as shown in Fig. 2(c) discovered that EA kind (X1), span:EA ratio (X2), and stirring speed (X3) showed a significant influence on the Q24h of the prepared nano-spanlastic formulations (p < 0.05 for all factors). The predicted R2 (0.8796) is in reasonable agreement with the adjusted R2 of 0.9183. Adequate precision of 20.092 indicates an adequate signal. Formulations prepared with a higher amount of EA revealed higher Q24h. This could be due to better drug solubility at high concentration of EA. Alternatively, a great concentration of EA might raise nanospanlastic bilayer fluidity resulting in the improvement of membrane permeability and henceforward improving the release [12]. Regarding EA type, formulae prepared with Brij 97 had higher CRV release than those prepared by Tween 80. This might be due to the alkyl chain length–dependent release outline of CRV nano-spanlastic vesicles where the lower length of Brij (C38) showed a higher release rate than Tween 80 (C45). This is besides the lesser particle size of Brij 97–based nano-spanlastic vesicles that could offer greater surface area exposure to the dissolution medium and hence improve the drug diffusion [32]. Concerning stirring speed, it is significantly affected by CRV release (p < 0.0001). Increasing stirring speed from 800 to 1200 rpm enhances the diffusion rate of CRV. This may be due to decreasing particle size and consequently increasing the released rate, as a smaller particle size offers a greater surface area, enhancing the drug release [32]. Mathematical investigation of CRV release information displayed drug diffusion of the majority formulated nano-spanlastics. Dispersions obeyed the Higuchi kinetics release model illustrating a diffusion-controlled mechanism, while CRV suspension showed first-order kinetics."
    }, {
      "heading" : "Ex vivo permeability test",
      "text" : "Table 4 illustrates the results of CRV permeation obtained from different nano-spanlastic formulae (S1–S8) in comparison with CRV suspension (control). The flux of CRV via the buccal membrane from CRV suspension was lower than all eight nano-spanlastic formulae. Regarding the permeability graphs, the drug concentration penetrated and Jmax, it can be concluded that the encapsulation of CRV in nano-spanlastic vesicles leads to a valuable permeation upgrading (p < 0.05) across the mucosal membrane relative to the control CRV suspension. Also, formula S2 possessed higher permeability parameters relative to the other nano-spanlastic formulae and CRV control suspension. The predicted R2 (0.7116) is in\nreasonable agreement with the adjusted R2 (0.8043) with adequate precision of 10.075 which indicates an adequate signal. The previous data showed that the model designed had appropriate goodness of fit. Figure 2(d) shows the impact of various factors on the amount of CRV permeated. Concerning EA type, Brij 97–based nano-spanlastics showed superior permeation compared to Tween 80–based nano-spanlastics. This may be clarified based on the degree of flexibility (DI) as previously mentioned; it is the elasticity of the vesicle membrane that allows the elastic vesicles to compress themselves even crossing the biological membrane via holes greatly minor than original widths [19]. Regarding span:EA ratio and stirring speed, both factors significantly affect the amount of CRV permeated (p < 0.05). Formulae prepared with high stirring speed (1200 rpm) gave higher permeability parameters. This might be a result of lower PS of formulae that enable them to cross the biological membrane more easily. Formulae prepared with high EA concentration (20%) gave higher permeability. This could result from a high amount of EA increase fluidity of the biological membrane and thus increasing efflux membrane. Also, increase of the EA level produces smaller PS and greater surface area for diffusion. These results agree with our release results. Moreover, the results are in harmony with the earlier study during the preparation of ciprofloxacin nano-spanlastics, where 20% of Brij nanospanlastics produced better efflux than Tween nanospanlastics at equal EA concentration [6]. S2 nanospanlastics were observed to be higher than other nanospanlastics in the buccal permeability."
    }, {
      "heading" : "Selection of the optimum CRV nano-spanlastics",
      "text" : "The optimization of nano-spanlastics was for the EE percent (Y1), PS (Y2), Q24 (Y3), and Jmax (Y4) as listed in Table 1. The optimum formula was that having the least PS with maximum entrapment, cumulative percent of CRV released after 24 h, and maximum efflux after 24 h (Jmax). Numerical\nanalysis for results using the Design Expert® software showed that formula S2, containing span60:Brij 97 at the ratio 80:20, had the highest desirability value (0.921). Nanospanlastic formula S2 was chosen as the optimum formula because of great encapsulation, minor vesicle diameter, and extreme permeability among other formations. Hence, it was selected for further investigations.\nConfocal laser scanning microscope study\nThe optimum nano-spanlastic formula S2 was selected for this study. The level of nano-spanlastic permeation was determined via CLSM next to the appliance of rhodamine and nano-spanlastic S2 rhodamine-labeled formulation as illustrated in Fig. 4. CLSM test data showed that nano-spanlastic formulation S2 was deeply permeated through the mucosal membrane showing great intensity and distribution relative to rhodamine B. This penetration is evident for the potential of buccal penetration of nano-spanlastics. The outcomes confirm the permeation test findings. The same results were achieved by Aboud et al. (2016). They found deep penetration of CRV transferosome vesicles to nasal mucosa compared to rhodamine B solution [19].\nSurface morphology of the optimum CRV nano-spanlastics\nA TEM micrograph of the optimum nano-spanlastic formulation (S2) is demonstrated in Fig. 5. It is clearly shown that nano-spanlastics are adequately recognized and exist in small unilamellar vesicles with an ideal circular shape. No aggregation of drug crystals was observed."
    }, {
      "heading" : "Differential scanning calorimetry",
      "text" : "The DSC thermal graphs (supplementary file) of pure CRV displayed an endotherm peak at 116 °C, equivalent to its melting point. Likewise, Span 60 displayed an endotherm peak at\nFormula code Total amount of drug permeated (μg/cm2)\nFlux at 24 h (Jmax) (μg/cm2/h)\nEnhancement ratio (ER)\nPermeability coefficient (Cp)\n55.45 °C matching to its thermal melting point. It was also observed that there was a slight shift of the melting point of Span 60 from 55.45 to 54.3 °C in the optimum lyophilized formula which might be allied to plentiful lattice defects and the formation of amorphous areas in the spanlastic formulation in which the drug is positioned. Besides, the endothermic peak of CRV was completely absent from the lyophilized CRV optimized formula due to whole encapsulation into nano-spanlastics [36, 37]."
    }, {
      "heading" : "Stability study",
      "text" : "After 6 months of storage at 4–8 °C, there was not any noticeable shift in nano-spanlastic formula appearance (S2). The difference observed was non-significant (p > 0.05) in elasticity, EE percent, PS, and Q24h of the stored nano-spanlastics related to the fresh formula (supplementary file). The similarity factor was calculated to determine the similarity of release profiles of both fresh and stored optimized formula. The release of both stored and fresh nano-spanlastics was relatively alike. Generally, the similarity factor in the range of 50–100 is\nacceptable according to the US FDA [39]. The obtained f2 was 67, indicating that drug release was not affected by storage.\nIncorporation of the formulated CRV optimum nano-spanlastic formula into buccoadhesive CMC wafer\nS2 nano-spanlastic-loaded wafer and non-vesicular CRV wafer were efficaciously formulated by the casting technique. The obtained wafers had a spongy touch."
    }, {
      "heading" : "Wafer characterization",
      "text" : "No difference was expected between the nano-spanlasticloaded and nano-spanlastic free wafers, as all of them had an identical configuration and diverged only in nano-spanlastic vesicles implanted inside; thus, all characterization tests were accomplished only for the nano-spanlastic-loaded wafer except in vitro release.\nIt is desirable to retain wafer pH near to neutral, because acidity or alkalinity of pH may cause mucosal irritation of the buccal cavity. Wafer pH was 6.27 ± 0.1 (supplementary file), while the salivary pH is 5.5–7.0. This indicates that the wafer is not irritant to buccal mucosa [40].\nThe drug content of the spanlastic-loaded wafer was 98% ± 0.14 ensuring uniformity of dosing. The swelling was 3.36% ± 0.06 which was adequate swelling of an adhesive buccal system and ensuring controlled CRV release. Wafer disintegration time was 223 ± 6.36 min. Mucoadhesion residence time was 165.5 ± 2.12 min (supplementary file) ensuring good contact with buccal mucosa facilitating wetting of the dosage form with the mucosal substrate, after this the subjective interpenetration of polymeric chains into the mucus layer [41]. Release of CRV from nano-spanlastic-loaded wafer after 24 h was slower than nano-spanlastic free wafer 79.65 ± 0.65 and 90.5 ± 1.5 respectively (supplementary file).\nScanning electron microscopy (SEM) micrographs of S2 loaded wafer (supplementary file) showed a spongy building\nwith clear pores. This was most likely resulted by the lyophilization process. The pores’ size ranged between 120.1 and 256.6 μm with a good interconnecting wafer network; this elucidates the release of CRV wafer in a controlled manner [20]."
    }, {
      "heading" : "In vivo studies",
      "text" : "The current study established the defensive effects of carvedilol nano-spanlastic-loaded wafer (CRV-SW) or carvedilol commercial tablet (Carvid®) on the heart in the hypertensive rat model.\nEffect of CRV-SW on body weight and blood pressure The study illustrates that there was not any marked change detected in body weight in all test and standard groups except the\nCdCl2-exposed group which was significantly low after 28 days (Fig. 6(a)). Rencuzogullari and Erdoğan (2007) showed that CdCl2 caused the loss of body weight in rats [42].\nThe administration of CdCl2 to the rats’ group markedly raised the systolic and diastolic blood pressure (SBP and DBP). Post-treatment of CRV-SW and Carvid® leads to a significant (P < 0.05) diminish in the BP (Fig. 6(b)). CRVSW and Carvid® tablets improve vascular function by lowering high BP in rats intoxicated with CdCl2. The believable mechanisms could be correlated to carvedilol capability to destroy oxidant establishment and preserve GSH-redox equilibrium. Our findings showed that intake of CdCl2 resulted in increased blood pressure in rats which is corroborated with Khan et al. [43] who reported that Cd2+ exposure induces hypertension and oxidative stress [43]. The effect of CdCl2\nFig. 6 Effect of cadmium exposure and carvedilol spanlastic-loaded wafer (CRV-SW) on body weight (ai, aii), blood pressure (bi, bii), cardiac markers (LDH and CK) (ci, cii), oxidative stress markers in the heart\n(ROS, NO, TAC) (di, dii, diii), and serum lipid profile (ei, eii, eiii, eiv) (the columns not sharing the same subscript letters were significantly different at p < 0.05)\nin producing hypertension is a result of complicated behavior with both vascular and endothelial smooth muscle cells. It was observed that mice receiving CdCl2 for 8 weeks (100 mg/L) by drinking water revealed an increase in BP andmutilation of vascular sensitivity towards vasoactive substances [44]. Cd induction improved the production of protein kinase C in hypertensive rats’ vascular muscle that can lead to its malfunction [45]. Also, sub-chronic Cd exposure through potable water for 3 months amplified SBP and diminish acetylcholine (ACh)-induced vessel relaxation into rats [46].\nMoreover, diminished interpretation of NOS was discovered being positively allied with high blood pressure as well as deficient ACh-based vasorelaxation in Cd-exposed rats.\nEffect of CRV-SW on cardiac enzymes In the present study, there is a marked elevation in lactate dehydrogenase (LDH) as well as creatine kinase (CK) activities for CdCl2-intoxicated rats in comparison with the control animals (Fig. 6(c)). However, post-treatment of CRV-SW and Carvid® had a\nsignificant impact (P < 0.05) on reducing activities of these enzymes when compared with CdCl2-intoxicated rats. Such enzymes come out of the heart to the bloodstream, which reflects the alterations in myocardial membrane integrity or permeability [47]. The principal reason for the efficacy of CRV-SW and Carvid® on Cd-induced hypertensive rats might be linked to the powerful antioxidant activity of CRVSW or Carvid® which significantly reduced the LDH and CK enzyme activities, thereby restricting the leak of CK and LDH enzymes from the myocardium indicating diminished myocardial damage.\nEffect of CRV-SW on lipid serum portfolio parameters Figure 6(d) showed the lipid portfolio determined in the serum of different experimental groups.\nThe findings of this study implied that cholesterol, HDL, LDL, and TG levels in serum showed significant elevations (P < 0.05) in CdCl2-intoxicated rats in comparison with the normal animals. However, CRV-SW and Carvid® post-\nFig. 6 continued.\ntreatment significantly decreased the levels of cholesterol, HDL, LDL, and TG in comparison with the corresponding intoxicated group with a higher effect on CRV-SW than Carvid®. Accumulation of cholesterol on the walls of a blood vessel causes atherosclerosis, which rises with age [46, 47. Elevated cholesterol content and triglycerides as well as LDL rush atherosclerotic diseases, while the reduced amount of HDL is allied with the hazard of cardiovascular disease. Atherosclerosis besides higher BP has additional effects in producing cardiovascular diseases. It similarly diminishes the blood vessel diameter everywhere in the body [48].\nEfficacy of CRV-SW and CRV in decreasing the levels of cholesterol, HDL, LDL, and TG may be related to blocking\nthe action of carvedilol to the oxidation pathway of lowdensity lipoproteins (LDLs). Thus, it averts the creation of oxidized LDL that stimulates the development of foam cells and augments the formation of atherosclerotic plaque. Also, its general antioxidant properties lead to the endothelium defense against O2 free radical harm and hence avoids the following actions activated by endothelial destruction [49].\nEffect of CRV-SW on oxidative stress parameters Administration of CdCl2 significantly (P < 0.05) elevated the heart contents of ROS, NO lipid peroxide, and TCA by comparison with the control animals. CRV-SW and Carvid® significantly (P < 0.05) decreased the previous\nFig. 6 continued.\nparameters by comparison with CdCl2-treated animals (Fig. 6(e)).\nOxidative stress is well known for having a massive role in vascular dysfunction. Oxidative stress was increased after Cd exposure at sublethal concentrations and attacks endothelial vessels and smooth muscle of various molecule levels so producing vessel damage and malfunction [50]. Administration of CdCl2 significantly (P < 0.05) elevated the heart contents of ROS, LPO, and\ndecreased NO and TAC levels relative to those of control animals.\nThe exhaustion of the GSH protection system following Cd induction can permit free radicals as OH· and O2·− to cause oxidative injury through lipid and protein oxidation, also DNA impairment in tissues (Patra, Rautray and Swarup, 2011). Oxidative stress is caused by the massive formation of free radicals; in particular, ROS is the fundamental idea of cadmium toxicity. Because Cd is considered a non-\nFig. 6 continued.\nFenton element, it cannot produce ROS immediately. Nonetheless, it causes oxidative stress indirectly by redoxactive displacement and taking advantage of their transport systems [51].\nIt also exhausts redox predators and prevents antioxidant enzymes and the electron transfer sequence causing harm to\nmitochondria [52]. Cd induces endothelial dysfunction resulting from reduced bioavailability ofNO· through oxidative stresswhich causes altering NO· metabolism [44]. Donpunha et al. (2011) revealed that Cd exposure causes a rise in O2\n·− generation in the aorta. This could successfully hunt NO to form powerful peroxy nitrite oxidant (ONOO−) [53]. In agreement with our findings,\nFig. 6 continued.\nserumNO concentrations have been reported to decrease in levels in cadmium-treated rats [54]. Therefore, it could be proposed that the prevention of NO formation caused by Cd can show a vital role in the observed reduction of endothelial-relaxation responses\nin cadmium-hypertensive rats. Post-treatment with CRV-SW or Carvid® markedly increased NO level.\nIt could result in reduced creation of peroxynitrite in the endothelium and rise of NO bioavailability through\nFig. 6 continued.\nscavenging superoxide ions and inhibiting superoxide production of radicals [55].\nIt looks expected the free radical hunting actions of CRV with a reduction in BP of Cd-treated rats. As a hunter of ROS and RNS, CRV proved to be successful in contradiction of damage induced by oxygen radical injury when endangered to either oxygen radical producing structures or initiated neutrophil-mediated cell harm that includes superoxide released in several cultivated cells like neurons and vascular\ncells [56]. Furthermore, the other study supported that the administration of CRV prevents peroxidation of lipids in the brain and heart membranes [57]. CRV stops the elimination of internal antioxidants and a-tocopherol as well as glutathione from tissues submitted for oxidation stress because of its antioxidant activity [49]. Taken together, the improvement reduction in BP of rats that was submitted to Cd and took CRV might significantly share with the antioxidant effects of Carvedilol.\nFig. 6 continued.\nThe previous results showed the improvement in pharmacodynamics and the biochemical evaluation of CRV-loaded nano-spanlastics. This was expected due to a higher amount of nano-spanlastics permeated through sheep buccal mucosa compared to a drug suspension. This also was confirmed by deeper penetration into mucosa that was illustrated by CLSM. Similar results were obtained by El Menshawi et al. (2019) who observed that spanlastics showed superior permeation of the drug emphasized by better in vivo results when compared to both the oral solution and the traditional gel. This could be due to avoiding the first-pass effect associated with peroral administration and the penetration upgrading properties of the invented ultra deformable nanocarrier via weakening of the subcutaneous barrier function [32]. Besides, this could be attributed to the ability of nanovesicular formulations to augment the passage of lipophilic drugs across biological membranes [58].\nHistopathological studies The purpose of this research is to investigate the cardioprotective effect of various formulae on the tissue’s organization. Photographs of stained histological samples of normal, CdCl2-treated, Carvid®, and CRV-SW rats’ hearts are established in Fig. 7.\nNormal rats’ heart section (Fig. 7a) revealed no histological change in the structure of the myocardial cells. Untreated CdCl2-poisoned rat heart section (Fig. 7b, c) revealed the fatty change in a focal manner in some myocardial cells associated with blood vascular spaces lined by damaged endothelium in the myocardium. Also, there was edema with the infiltration of inflammatory cells in the pericardium. Post-treatment with Carvid® after CdCl2 induction (Fig. 7d) revealed mild dilatation in the myocardial blood capillaries. Finally, posttreatment with CRV-W after CdCl2 induction (Fig. 7e) revealed no histopathological alteration in the myocardium. This indicates potential CRV-SW as an inventive cardioprotective treatment."
    }, {
      "heading" : "Conclusion",
      "text" : "The optimized nano-spanlastic formula S2 was prepared with a focus on surface response analysis. The use of Brij 97 has a significant effect in reducing particle size, optimizing entrapment, and adding excellent deformity in the nano-spanlastic\nmembrane. Compared with a drug suspension, nanospanlastics displayed a substantial increase in buccal permeability. These findings were matching with CLSM images which show deeper penetration of nano-spanlastics through sheep buccal mucosa relative to rhodamine B solution. Also, a nano-spanlastic-loaded wafer was successfully prepared using 1% CMC with acceptable characteristics and good residence time that allow enough contact time for penetration. In vivo study showed significant enhancement in SBP, DBP, oxidative stress biomarkers, cardiac markers, and lipid profile. Histopathological studies revealed that S2 wafer is superior to Carvid® in the protection of heart tissue; this might be due to avoidance of the first-pass metabolism accompanied by oral administration of Carvid®, besides the more drug penetration in nano-spanlastic-loaded wafer compared to Carvid® as illustrated in permeation and CLSM studies. Accordingly, the data collected recommended that a nano-spanlastic-based wafer gives a promising improvement in the delivery of transbuccal CRV with improved efficacy in the defense of heart tissue over the current product (Carvid®).\nCompliance with ethical standards\nConflict of interest The authors declare that they have conflict of interest."
    } ],
    "references" : [ {
      "title" : "Liposomal buccal mucoadhesive film for improved delivery and permeation of water-soluble vitamins",
      "author" : [ "H Abd El Azim", "N Nafee", "A Ramadan", "N. Khalafallah" ],
      "venue" : "Int J Pharm. Elsevier B.V. 2015;488:78–",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "A clinical perspective on mucoadhesive buccal drug delivery systems",
      "author" : [ "RM Gilhotra", "M Ikram", "S Srivastava", "N. Gilhotra" ],
      "venue" : "J Biomed  Res. 2014;28:81–97Available from: http://www.jbr-pub.org.cn/ch/ reader/view_abstract.aspx?file_no=JBR140204&flag=1",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2014
    }, {
      "title" : "Development and physicomechanical characterisation of lyophilised chitosan wafers as potential protein drug delivery systems via the buccal mucosa",
      "author" : [ "I Ayensu", "JC Mitchell", "JS. Boateng" ],
      "venue" : "Colloids Surf B Biointerfaces",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "Laminated sponges as challenging solid hydrophilic matrices for the buccal delivery of carvedilol microemulsion systems: development and proof of concept via mucoadhesion and pharmacokinetic assessments in healthy human volunteers",
      "author" : [ "A Abd-Elbary", "AMA Makky", "MI Tadros", "AA. Alaa-Eldin" ],
      "venue" : "Eur J Pharm Sci Elsevier B.V. 2016;82:31–44",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Niosomal drug delivery for transdermal targeting: recent advances",
      "author" : [ "R Muzzalupo", "L. Tavano" ],
      "venue" : "Res Rep Transdermal Drug Deliv",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Enhanced non invasive trans-tympanic delivery of ciprofloxacin through encapsulation into nano-spanlastic vesicles: fabrication, in-vitro characterization, and comparative ex-vivo permeation studies",
      "author" : [ "AM Al-mahallawi", "OM Khowessah", "RA. Shoukri" ],
      "venue" : "Int J Pharm. Elsevier B.V. 2017;522:157–64",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Duodenum-triggered delivery of pravastatin sodium via enteric surface-coated nanovesicular spanlastic dispersions: development, characterization and pharmacokinetic assessments",
      "author" : [ "SA Tayel", "MA El-Nabarawi", "MI Tadros", "WH. Abd-Elsalam" ],
      "venue" : "Int J Pharm Elsevier B.V. 2015;483:77–88",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Spanlastics-a novel nanovesicular carrier system for ocular delivery",
      "author" : [ "Kakkar S", "Kaur IP" ],
      "venue" : "Int J Pharm. Elsevier B.V. 2011;413:202–",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "In vitro drug release studies of polymeric freeze-dried wafers and solvent-cast films using paracetamol as a model soluble drug",
      "author" : [ "JS Boateng", "KH Matthews", "AD Auffret", "MJ Humphrey", "HN Stevens", "GM. Eccleston" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Amidated pectin-based wafers for econazole buccal delivery: formulation optimization and antimicrobial efficacy estimation",
      "author" : [ "P Mura", "N Mennini", "I Kosalec", "S Furlanetto", "S Orlandini", "M. Jug" ],
      "venue" : "Carbohydr Polym. Elsevier Ltd",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Pharmacokinetics and bioavailability of carvedilol, a vasodilating beta-blocker",
      "author" : [ "E von Mollendorff", "K Reiff", "G. Neugebauer" ],
      "venue" : "Eur J Clin Pharmacol Germany",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1987
    }, {
      "title" : "Nanotransfersomal cipro fl oxacin loaded vesicles for non-invasive trans-tympanic ototopical delivery : in-vitro optimization , exvivo permeation studies , and in-vivo assessment",
      "author" : [ "AM Al-mahallawi", "OM Khowessah", "RA. Shoukri" ],
      "venue" : "Elsevier BV. Elsevier B.V. 2014;472:304–14",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Comparative study on the effects of some polyoxyethylene alkyl ether and sorbitan fatty acid ester surfactants on the performance of transdermal carvedilol proniosomal gel using experimental design",
      "author" : [ "AA Aboelwafa", "DA El-Setouhy", "AN. Elmeshad" ],
      "venue" : "AAPS PharmSciTech",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2010
    }, {
      "title" : "Response surface optimization, ex vivo and in vivo investigation of nasal spanlastics for bioavailability enhancement and brain targeting of risperidone",
      "author" : [ "FE Abdelrahman", "I Elsayed", "MK Gad", "AH Elshafeey", "MI. Mohamed" ],
      "venue" : "Int J Pharm. Elsevier B.V. 2017;530:1–11",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Formulation optimization and pharmacokinetics of tinidazole crystallo-co-agglomerates",
      "author" : [ "Dongare TD", "Bhalekar MRGSV" ],
      "venue" : "MOJ Bioequivalence Bioavailab",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "23 full factorial model for particle size optimization of methotrexate loaded chitosan nanocarriers: a design of experiments (DoE) approach",
      "author" : [ "SPS Teja", "N. Damodharan" ],
      "venue" : "Biomed Res Int Hindawi",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Intranasal surface-modified mosapride citrate-loaded nanostructured lipid carriers (MOS-SMNLCs) for treatment of reflux diseases: in vitro optimization, pharmacodynamics, and pharmacokinetic studies",
      "author" : [ "RW Hammad", "RAB Sanad", "NS Abdelmalk", "RL Aziz", "FA. Torad" ],
      "venue" : "AAPS PharmSciTech AAPS PharmSciTech",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Influence of dependent variables on granule formulation using factorial design : microwave irradiation as one of the factor",
      "author" : [ "PR Avula", "H. Veesam" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "Nanotransfersomes of carvedilol for intranasal delivery: formulation, characterization and in vivo evaluation",
      "author" : [ "HM Aboud", "AA Ali", "SF El-Menshawe", "AA. Elbary" ],
      "venue" : "Drug Deliv. Informa Healthcare USA, Inc. 2016;23:2471–81",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Chitosan lactate wafer as a platform for the buccal delivery of tizanidine HCl : in vitro and in vivo performance",
      "author" : [ "GM El-mahrouk", "ON El-gazayerly", "AA Aboelwafa", "MS. Taha" ],
      "venue" : "Elsevier BV. Elsevier B.V. 2014;467:100–12",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Development and evaluation of novel buccoadhesive wafers of nimodipine for treatment of hypertension",
      "author" : [ "N Hassan", "M Ali", "J. Ali" ],
      "venue" : "Drug Deliv",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Localized drug delivery with mono and bilayered mucoadhesive films and wafers for oral mucosal infections",
      "author" : [ "SS Timur", "S Yüksel", "G Akca", "S. Şenel" ],
      "venue" : "Int J Pharm. Elsevier B.V. 2019;559:102–12",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Optimal conditions and comparison of lactate dehydrogenase catalysis of the lactate to pyruvate and pyruvate to lactate reactions in human serum at 25, 30, and 37??C",
      "author" : [ "Buhl SN", "Jackson KY" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1978
    }, {
      "title" : "Creatine kinase in serum: I. determination of optimum reaction conditions",
      "author" : [ "G Szasz", "W Gruber", "E. Bernt" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1976
    }, {
      "title" : "Inducible nitric oxide synthase inhibitors of Chinese herbs III. Rheum palmatum",
      "author" : [ "CC Wang", "YJ Huang", "LG Chen", "LT Lee", "LL. Yang" ],
      "venue" : "Planta Med",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2002
    }, {
      "title" : "Altered mitochondrial function and overgeneration of reactive oxygen species precede the induction of apoptosis by 1-O-octadecyl2-methyl-rac-glycero-3-phosphocholine in p53-defective hepatocytes",
      "author" : [ "AS Vrablic", "CD Albright", "CN Craciunescu", "RI Salganik", "SH. Zeisel" ],
      "venue" : "FASEB J. 2001;15:1739–44",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2001
    }, {
      "title" : "Novel in situ gelling vaginal sponges of sildenafil citrate-based cubosomes for uterine targeting",
      "author" : [ "HM Aboud", "AH Hassan", "AA Ali", "ARH. Abdel-Razik" ],
      "venue" : "Drug Deliv. Informa Healthcare USA, Inc. 2018;25:1328–39",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Enhanced corneal permeation and antimycotic activity of itraconazole against Candida albicans via a novel nanosystem vesicle",
      "author" : [ "Elmeshad AN", "Mohsen AM" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Study of effect of different factors in formulation of micro and nanospheres with solvent evaporation technique",
      "author" : [ "G Subedi", "AK Shrestha", "S. Shakya" ],
      "venue" : "Open Pharm Sci J. 2016;3:182–95",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Transdermal delivery of atorvastatin calcium from novel nanovesicular systems using polyethylene glycol fatty acid esters: ameliorated effect without liver toxicity in poloxamer 407-induced hyperlipidemic rats",
      "author" : [ "MO Mahmoud", "HM Aboud", "AH Hassan", "AA Ali", "TP. Johnston" ],
      "venue" : "J Control Release. Elsevier B.V. 2017;254:10–",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Enhanced skin targeting of retinoic acid spanlastics: in vitro characterization and clinical evaluation in acne patients",
      "author" : [ "RN Shamma", "S Sayed", "NA Sabry", "SI. El-Samanoudy" ],
      "venue" : "J Liposome Res",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Transdermal delivery of fluvastatin sodium via tailored spanlastic nanovesicles: mitigated Freund’s adjuvant-induced rheumatoid arthritis in rats through suppressing p38 MAPK signaling pathway",
      "author" : [ "SF El Menshawe", "MM Nafady", "HM Aboud", "RM Kharshoum", "AMMH Elkelawy", "DS. Hamad" ],
      "venue" : "Drug Deliv",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Surfactant effects on lipid-based vesicles properties",
      "author" : [ "R Bnyan", "I Khan", "T Ehtezazi", "I Saleem", "S Gordon", "F O’Neill" ],
      "venue" : "J Pharm Sci. American Pharmacists Association",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Optimization of elastic transfersomes formulations for transdermal delivery of pentoxifylline",
      "author" : [ "AH Al Shuwaili", "BKA Rasool", "AA. Abdulrasool" ],
      "venue" : "Eur J Pharm Biopharm. Elsevier B.V",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Influence of different formulations and process parameters during the preparation of drug-loaded PLGA microspheres evaluated by multivariate data analysis",
      "author" : [ "J Vysloužil", "P Doležel", "M Kejdušová", "E Mašková", "J Mašek", "R Lukáč" ],
      "venue" : "Acta Pharma",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "Hydrogel containing PEG-coated fluconazole nanoparticles with enhanced solubility and antifungal activity",
      "author" : [ "AAH Abdellatif", "DFA El-Telbany", "G Zayed", "MM. Al-Sawahli" ],
      "venue" : "J Pharm Innov",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "Brain delivery of olanzapine by intranasal administration of transfersomal vesicles",
      "author" : [ "HA Salama", "AA Mahmoud", "AO Kamel", "M Abdel Hady", "GAS. Awad" ],
      "venue" : "J Liposome Res",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "Transfersomal lyophilized gel of buspirone HCl : formulation , evaluation and statistical optimization",
      "author" : [ "RN Shamma", "I. Elsayed" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2013
    }, {
      "title" : "Buccal mucoadhesive tablets of flurbiprofen: characterization and optimization",
      "author" : [ "Darwish MK", "Elmeshad AN" ],
      "venue" : "Drug Discov Ther",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2009
    }, {
      "title" : "Lyophilized sponges loaded with curcumin solid lipid nanoparticles for buccal delivery: development and characterization",
      "author" : [ "HA Hazzah", "RM Farid", "MMA Nasra", "MA El-Massik", "OY. Abdallah" ],
      "venue" : "Int J Pharm. Elsevier B.V.; 2015;492:248–57",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    }, {
      "title" : "Oral administration of lycopene reverses cadmium-suppressed body weight loss and lipid peroxidation in rats",
      "author" : [ "N Rencuzogullari", "S. Erdogan" ],
      "venue" : "Biol Trace Elem Res",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2007
    }, {
      "title" : "Hypertension potentiates cataractogenesis in rat eye throughmodulation of oxidative stress and electrolyte homeostasis",
      "author" : [ "SA Khan", "R Choudhary", "A Singh", "SH. Bodakhe" ],
      "venue" : "J Curr Ophthalmol. Elsevier Ltd; 2016;28:123–30",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "Curcumin protects against cadmium-induced vascular dysfunction, hypertension and tissue cadmium accumulation in mice",
      "author" : [ "U Kukongviriyapan", "P Pannangpetch", "V Kukongviriyapan", "DonpunhaW", "K Sompamit", "P. Surawattanawan" ],
      "venue" : null,
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2014
    }, {
      "title" : "Cadmium toxicity on arterioles vascular smooth muscle cells of spontaneously hypertensive rats",
      "author" : [ "B Washington", "S Williams", "P Armstrong", "C Mtshali", "JT Robinson", "EL. Myles" ],
      "venue" : "Int J Environ Res Public Health",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2006
    }, {
      "title" : "Attenuation of eNOS expression in cadmiuminduced hypertensive rats",
      "author" : [ "N Yoopan", "P Watcharasit", "O Wongsawatkul", "P Piyachaturawat", "J. Satayavivad" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2008
    }, {
      "title" : "Effect of squalene on tissue defense system in isoproterenol-induced myocardial infarction in rats",
      "author" : [ "KH Sabeena Farvin", "R Anandan", "SHS Kumar", "KS Shiny", "TV Sankar", "TK. Thankappan" ],
      "venue" : "Pharmacol Res",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2004
    }, {
      "title" : "Dyslipidemia associated with hypertension increases the risks for coronary heart disease: a case-control study in Harapan Kita Hospital, National Cardiovascular Center, Jakarta",
      "author" : [ "R Ariyanti", "B. Besral" ],
      "venue" : "J Lipids",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2019
    }, {
      "title" : "Carvedilol, a novel vasodilating betablocker with the potential for cardiovascular organ protection",
      "author" : [ "Feuerstein GZ", "Ruffolo RR" ],
      "venue" : "Eur Heart J. 1996;17:24–9",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 1996
    }, {
      "title" : "Cadmium and cardiovascular diseases: cell biology, pathophysiology, and epidemiological relevance",
      "author" : [ "B Messner", "D. Bernhard" ],
      "venue" : null,
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2010
    }, {
      "title" : "Hepatoprotective and antioxidative effects of Terminalia Arjuna against cadmium provoked toxicity in albino rats (Ratus Norvigicus)",
      "author" : [ "Haidry MT" ],
      "venue" : "Biochem Pharmacol Open Access",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Cadmium-induced pathologies: where is the oxidative balance lost (or not)",
      "author" : [ "AR Nair", "O DeGheselle", "K Smeets", "E Van Kerkhove", "A. Cuypers" ],
      "venue" : "Int J Mol Sci",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2013
    }, {
      "title" : "Protective effect of ascorbic acid on cadmium-induced hypertension and vascular dysfunction in mice",
      "author" : [ "W Donpunha", "U Kukongviriyapan", "K Sompamit", "P Pakdeechote", "V Kukongviriyapan", "P. Pannangpetch" ],
      "venue" : null,
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2011
    }, {
      "title" : "The impact of subchronic cadmium poisoning on the vascular effect of nitric oxide in rats",
      "author" : [ "A Skoczynska", "H. Martynowicz" ],
      "venue" : "Hum Exp Toxicol",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2005
    }, {
      "title" : "Clinical & immunological erythematosus patients characteristics in systemic lupus Maryam",
      "author" : [ "A Aggarwal", "S Mehta", "D Gupta", "S Sheikh", "S Pallagatti", "R Singh" ],
      "venue" : "J Dent Educ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2012
    }, {
      "title" : "Carvedilol in hypertension treatment",
      "author" : [ "Stafylas PC" ],
      "venue" : null,
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2008
    }, {
      "title" : "Antioxidant action of carvedilol: a potential role in treatment of heart failure",
      "author" : [ "TL Yue", "RR Ruffolo", "G. Feuerstein" ],
      "venue" : "Heart Fail Rev",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 1999
    }, {
      "title" : "Improved hepatoprotective activity of silymarin via encapsulation in the novel vesicular nanosystem bilosomes",
      "author" : [ "AM Mohsen", "MH Asfour", "AAA. Salama" ],
      "venue" : "Drug Dev Ind Pharm. Informa Healthcare USA, Inc; 2017;43:2043–54",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "This could, therefore, be considered an acceptable route for the implementation of unidirectional or multidirectional drug delivery systems [1].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 1,
      "context" : "The buccal route is ideal for both sustained and rapid local or systemic drug release effect [2].",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 2,
      "context" : "simply bind to the mucous membranes of the mouth [3].",
      "startOffset" : 49,
      "endOffset" : 52
    }, {
      "referenceID" : 3,
      "context" : "These mucoadhesive buccal dosage types provide direct entrance to the systemic circulation via inner jugular vein, the avoidance of the possible degradation by gastrointestinal enzymes, the painless administration, and possibility of termination of therapy as well as being able to use permeation enhancers or pH modifiers in the established systems [4].",
      "startOffset" : 350,
      "endOffset" : 353
    }, {
      "referenceID" : 4,
      "context" : "The delivery of medications using numerous colloidal carriers was utilized to boost drug penetration through the biological membranes; using ordinary vesicles, either liposomes or noisome was widespread studied [5].",
      "startOffset" : 211,
      "endOffset" : 214
    }, {
      "referenceID" : 5,
      "context" : "The latest methodologies have been studied to improve their deformability to strengthen their penetration through the biological membranes likewise drug loading [6].",
      "startOffset" : 161,
      "endOffset" : 164
    }, {
      "referenceID" : 6,
      "context" : "The edge activator involves other hydrophilic surfactant moieties that afford flexibility to the nano-spanlastic lipid bilayer membranes by making pores and producing destabilization of the lipid bilayers and, in turn, increases the deformability of the vesicles [7].",
      "startOffset" : 263,
      "endOffset" : 266
    }, {
      "referenceID" : 7,
      "context" : "These vesicles are elastic and have been used to improve the permeability of the cornea in addition to anti-fungal drugs to the skin [8]; however, using nano-spanlastics as a technique to enhance buccal permeation was not attempted before.",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 8,
      "context" : "Formulations containing CMC have a great affinity for delivering drugs to humid surfaces such as buccal and nasal cavities [9].",
      "startOffset" : 123,
      "endOffset" : 126
    }, {
      "referenceID" : 9,
      "context" : "Thus, CMC represents a good partner for buccal wafer development [10].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 10,
      "context" : "CRV has low solubility, low bioavailability (25%) due to exposure to extensive first-pass metabolism in the liver, and gastric enzymes after oral administration [11].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 7,
      "context" : "The ethanol injection process was used to prepare CRV nanospanlastic vesicles [8].",
      "startOffset" : 78,
      "endOffset" : 81
    }, {
      "referenceID" : 11,
      "context" : "Determination of drug content, drug loading, and encapsulation efficiency (EE%) An appropriate organic solvent (methanol) was utilized for the lysis of the nanovesicles [12].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 12,
      "context" : "5 mL) in methanol, then absorbance measurement by spectrophotometry (Shimadzu, UV-1601 PC model, Kyoto, Japan) at 242 nm [13].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 11,
      "context" : "The elasticity of nano-spanlastics was described by the extrusion technique [12].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 13,
      "context" : "The upper end of the cylinder was fixed to the shafts of Dissolution Apparatus I (this represents donor compartment) [14].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 18,
      "context" : "Confocal laser scanning microscope (CLSM) was utilized to scan both the labeled optimized nano-spanlastics and rhodamine B solution for fluorescent signal [19].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 5,
      "context" : "Then samples were removed after the termination of the study time, then tested for particle size, drug entrapment, and drug release after 24 h [6].",
      "startOffset" : 143,
      "endOffset" : 146
    }, {
      "referenceID" : 19,
      "context" : "5 cm) and frozen for 24 h, then placed for 24 h in lyophilization instrument (Savant Instruments, Novalyphe-NL 500, Holbrook, NY) [20].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 19,
      "context" : "Then, the pH meter electrode (Jenway3510, Barloworld Scientific, UK) was carried until contacting the wafer for 1 min to attain equilibrium [20].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 20,
      "context" : "5, 1, and 2 h), the wafers were picked up using forceps and the extra buffer was carefully dried by a filter paper [21].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 20,
      "context" : "The test was performed in triplicate, then mean values were reported [21].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 21,
      "context" : "Disintegration test The disintegration of the nano-spanlasticloaded wafer was performed using the petri dish method [22].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 20,
      "context" : "The time needed for wafer detachment from sheep mucosa was recorded as residence time [21].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 19,
      "context" : "Release studies have been repeated three times [20].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 21,
      "context" : "The sample was inspected by JEOL (JXA-840A, Japan) electron analyzer [22].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 22,
      "context" : "Lactate dehydrogenase was detected in the separated serum [23] and creatine phosphokinase [24] activities were measured using industrial enzymatic kits (Reactivos GPL, Barcelona, Spain).",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 23,
      "context" : "Lactate dehydrogenase was detected in the separated serum [23] and creatine phosphokinase [24] activities were measured using industrial enzymatic kits (Reactivos GPL, Barcelona, Spain).",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 24,
      "context" : "Determination of cardiovascular lipid peroxidation The measurement of cardiovascular lipid peroxidation (LPO) by a colorimetric reaction with thiobarbituric acid was carried out as stated by [25].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 24,
      "context" : "The process utilized focuses on the Griess reaction, which transforms nitrite towards a deeply violet azocompound, which is quantified by photometry at 540 nm [25].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 25,
      "context" : "Determination of cardiovascular reactive oxygen species determination The intracellular transition test of nitro blue tetrazolium (NBT) into formazan through superoxide anion has been used to calculate the reactive oxygen species (ROS) generated as defined by [26].",
      "startOffset" : 260,
      "endOffset" : 264
    }, {
      "referenceID" : 6,
      "context" : "Ethanol enhances drug entrapment, decreasing the size of the vesicles, and lastly adjusting the system’s charge towards a negative sign zeta potential resulting in some degree of steric stabilization [7].",
      "startOffset" : 200,
      "endOffset" : 203
    }, {
      "referenceID" : 26,
      "context" : "This may confirm the validity of the exploited model to navigate the design space [27].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 27,
      "context" : "Also, Brij 97 has a higher temperature of phase transition which provides greater encapsulation of drugs [28].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 5,
      "context" : "(2017) who found that the entrapment percent increases by decreasing surfactant HLB number [6].",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 13,
      "context" : "This may result from the lipophilic character of CRV that could favor being entrapped inside nano-spanlastics relatively than its dispersion in the aqueous region [14].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 28,
      "context" : "(2016) who found high stirring speed significantly decreases the entrapment efficiency [29].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 29,
      "context" : "This might be due to higher EA concentrations that result in higher emulsification power that decrease surface tension leading to its ability to cover the vesicle surface producing vesicles with tinier vesicle size [30].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 6,
      "context" : "Also, the rise in Span 60 amounts was mostly associated with the incorporation of greater alkyl chains through the hydrophobic region of vesicles, with the corresponding decrease in the connection between EAmolecule polar heads and producing vesicles with large size [7].",
      "startOffset" : 267,
      "endOffset" : 270
    }, {
      "referenceID" : 30,
      "context" : "(2019) in the preparation of retinoic acid nano-spanlastics for topical delivery [31].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 31,
      "context" : "hydrophilic and lipophilic surfactant groups, the lower the surfactant HLB, the smaller the PS produced [32].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 32,
      "context" : "4) compared to Tween 80 (HLB = 15), and consequently, it formed nanospanlastic vesicles of smaller particle size [33].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 33,
      "context" : "This might result from the impact of free energy on the surface, which could diminish as the hydrophobicity increased [34].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 34,
      "context" : "(2014) who found that during the formation of ibuprofen PLGA microparticle, high stirring speed produces particles with a smaller size than that produced by low stirring speed [35].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 35,
      "context" : "(2019) [36], preferably, the value of PDI should be less than 0.",
      "startOffset" : 7,
      "endOffset" : 11
    }, {
      "referenceID" : 36,
      "context" : "Elasticity is a significant feature of deformable vesicles that discriminates them from other traditional vesicles in passing biological membranes [37].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 7,
      "context" : "The incorporation of an EA (Tween 80 or Brij 97) would augment the elastic character of these vesicles allowing even big vesicles to squeeze, penetrate the biological membrane, and thus promote enhanced drug permeability [8].",
      "startOffset" : 221,
      "endOffset" : 224
    }, {
      "referenceID" : 37,
      "context" : "stretchy vesicles may squeeze through tinier pores than their widths [38].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 36,
      "context" : "This may result from the composition of the EA set in the vesicular membrane; EAwith a more bulky structure produces less bendable membranes [37].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 5,
      "context" : "Brij 97 possessed less bulky structure than Tween 80 [6], so it eventually led Fig.",
      "startOffset" : 53,
      "endOffset" : 56
    }, {
      "referenceID" : 5,
      "context" : "(2017) who found that nanospanlastics composed of Brij as an EA had a higher deformity compared to Tween; also formula containing Brij as an EA at a level of 20% relative to total formula weight had the maximum deformability [6].",
      "startOffset" : 225,
      "endOffset" : 228
    }, {
      "referenceID" : 11,
      "context" : "Alternatively, a great concentration of EA might raise nanospanlastic bilayer fluidity resulting in the improvement of membrane permeability and henceforward improving the release [12].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 31,
      "context" : "This is besides the lesser particle size of Brij 97–based nano-spanlastic vesicles that could offer greater surface area exposure to the dissolution medium and hence improve the drug diffusion [32].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 31,
      "context" : "This may be due to decreasing particle size and consequently increasing the released rate, as a smaller particle size offers a greater surface area, enhancing the drug release [32].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 18,
      "context" : "This may be clarified based on the degree of flexibility (DI) as previously mentioned; it is the elasticity of the vesicle membrane that allows the elastic vesicles to compress themselves even crossing the biological membrane via holes greatly minor than original widths [19].",
      "startOffset" : 271,
      "endOffset" : 275
    }, {
      "referenceID" : 5,
      "context" : "Moreover, the results are in harmony with the earlier study during the preparation of ciprofloxacin nano-spanlastics, where 20% of Brij nanospanlastics produced better efflux than Tween nanospanlastics at equal EA concentration [6].",
      "startOffset" : 228,
      "endOffset" : 231
    }, {
      "referenceID" : 18,
      "context" : "They found deep penetration of CRV transferosome vesicles to nasal mucosa compared to rhodamine B solution [19].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 35,
      "context" : "Besides, the endothermic peak of CRV was completely absent from the lyophilized CRV optimized formula due to whole encapsulation into nano-spanlastics [36, 37].",
      "startOffset" : 151,
      "endOffset" : 159
    }, {
      "referenceID" : 36,
      "context" : "Besides, the endothermic peak of CRV was completely absent from the lyophilized CRV optimized formula due to whole encapsulation into nano-spanlastics [36, 37].",
      "startOffset" : 151,
      "endOffset" : 159
    }, {
      "referenceID" : 38,
      "context" : "This indicates that the wafer is not irritant to buccal mucosa [40].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 39,
      "context" : "12 min (supplementary file) ensuring good contact with buccal mucosa facilitating wetting of the dosage form with the mucosal substrate, after this the subjective interpenetration of polymeric chains into the mucus layer [41].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 19,
      "context" : "6 μm with a good interconnecting wafer network; this elucidates the release of CRV wafer in a controlled manner [20].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 40,
      "context" : "Rencuzogullari and Erdoğan (2007) showed that CdCl2 caused the loss of body weight in rats [42].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 41,
      "context" : "[43] who reported that Cd exposure induces hypertension and oxidative stress [43].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "[43] who reported that Cd exposure induces hypertension and oxidative stress [43].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 42,
      "context" : "observed that mice receiving CdCl2 for 8 weeks (100 mg/L) by drinking water revealed an increase in BP andmutilation of vascular sensitivity towards vasoactive substances [44].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 43,
      "context" : "Cd induction improved the production of protein kinase C in hypertensive rats’ vascular muscle that can lead to its malfunction [45].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 44,
      "context" : "Also, sub-chronic Cd exposure through potable water for 3 months amplified SBP and diminish acetylcholine (ACh)-induced vessel relaxation into rats [46].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 45,
      "context" : "Such enzymes come out of the heart to the bloodstream, which reflects the alterations in myocardial membrane integrity or permeability [47].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 46,
      "context" : "It similarly diminishes the blood vessel diameter everywhere in the body [48].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 47,
      "context" : "Also, its general antioxidant properties lead to the endothelium defense against O2 free radical harm and hence avoids the following actions activated by endothelial destruction [49].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 48,
      "context" : "Oxidative stress was increased after Cd exposure at sublethal concentrations and attacks endothelial vessels and smooth muscle of various molecule levels so producing vessel damage and malfunction [50].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 49,
      "context" : "Nonetheless, it causes oxidative stress indirectly by redoxactive displacement and taking advantage of their transport systems [51].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 50,
      "context" : "It also exhausts redox predators and prevents antioxidant enzymes and the electron transfer sequence causing harm to mitochondria [52].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 42,
      "context" : "Cd induces endothelial dysfunction resulting from reduced bioavailability ofNO through oxidative stresswhich causes altering NO metabolism [44].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 51,
      "context" : "This could successfully hunt NO to form powerful peroxy nitrite oxidant (ONOO) [53].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 52,
      "context" : "serumNO concentrations have been reported to decrease in levels in cadmium-treated rats [54].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 53,
      "context" : "scavenging superoxide ions and inhibiting superoxide production of radicals [55].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 54,
      "context" : "As a hunter of ROS and RNS, CRV proved to be successful in contradiction of damage induced by oxygen radical injury when endangered to either oxygen radical producing structures or initiated neutrophil-mediated cell harm that includes superoxide released in several cultivated cells like neurons and vascular cells [56].",
      "startOffset" : 315,
      "endOffset" : 319
    }, {
      "referenceID" : 55,
      "context" : "Furthermore, the other study supported that the administration of CRV prevents peroxidation of lipids in the brain and heart membranes [57].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 47,
      "context" : "CRV stops the elimination of internal antioxidants and a-tocopherol as well as glutathione from tissues submitted for oxidation stress because of its antioxidant activity [49].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 31,
      "context" : "This could be due to avoiding the first-pass effect associated with peroral administration and the penetration upgrading properties of the invented ultra deformable nanocarrier via weakening of the subcutaneous barrier function [32].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 56,
      "context" : "Besides, this could be attributed to the ability of nanovesicular formulations to augment the passage of lipophilic drugs across biological membranes [58].",
      "startOffset" : 150,
      "endOffset" : 154
    } ],
    "year" : 2020,
    "abstractText" : "The purpose of this investigation was to encapsulate carvedilol, a model beta-blocker antihypertensive into nano-spanlastics, followed by incorporation into 1% CMC wafer to afford a mucoadhesive buccal drug delivery system, targeting to sidestep the first-pass metabolism, improving the drug absorption and pharmacological effect, achieving non-invasive buccal delivery for treating hypertension. Carvedilol-loaded nano-spanlastics were rendered by ethanol injection technique, using 2 factorial design. The effect of formulation variables was investigated on nano-spanlastic characteristics. The optimal nano-spanlastic formulation (S2; containing 20% Brij 97) exhibited particle size (239.8 ± 5 nm), entrapment efficiency (98. 16 ± 1.44%), deformability index (8.74 ± 0.42 g), and the flux after 24 h (Jmax) (22.5 ± 0.25 (μg/cm /h) with enhancement ratio 2.87 as well as excellent stability after storage. Permeation study verified the preeminence of the S2 formula. A confocal laser scanning microscope showed deep penetration of S2 through sheep buccal mucosa formula compared to rhodamine B solution. S2-based wafer showed acceptable characters (pH, swelling, drug content, residence time, and release rate). In vivo studies (pharmacodynamic study and biochemical evaluation) showed considerable improvement in blood pressure, the profile of the lipid, oxidant stress biomarkers, and cardiac markers. Histopathological studies revealed the superiority of S2 wafer in the protection of heart tissues over Carvid®. The results achieved indicate that nano-spanlastic-based wafer offers a promising improving trans-buccal carvedilol delivery system.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}