{
  "name" : "2020-06-18__a8_10.1016@j.jconrel.2020.06.009.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Design of amino acid-based self-assembled nano-drugs for therapeutic applications",
    "authors" : [ "Long Binh Vong", "Nhu-Thuy Trinh", "Yukio Nagasaki" ],
    "emails" : [ "happyhusband@nagalabo.jp", "vblong@hcmiu.edu.vn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Design of amino acid-based self-assembled nano-drugs for therapeutic applications\nLong Binh Vong, Nhu-Thuy Trinh, Yukio Nagasaki\nPII: S0168-3659(20)30343-6 DOI: https://doi.org/10.1016/j.jconrel.2020.06.009 Reference: COREL 10364\nTo appear in: Journal of Controlled Release\nReceived date: 2 May 2020 Revised date: 6 June 2020 Accepted date: 9 June 2020\nPlease cite this article as: L.B. Vong, N.-T. Trinh and Y. Nagasaki, Design of amino acid-based self-assembled nano-drugs for therapeutic applications, Journal of Controlled Release (2020), https://doi.org/10.1016/j.jconrel.2020.06.009\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2020 Published by Elsevier.\nDesign of amino acid-based self-assembled nano-drugs for\ntherapeutic applications\nLong Binh Vong1,2*, Nhu-Thuy Trinh1,2 and Yukio Nagasaki3,4,5*\n1School of Biomedical Engineering, International University, Ho Chi Minh 700000,\nVietnam 2Vietnam National University Ho Chi Minh City (VNU-HCM), Ho Chi Minh 700000,\nVietnam 3Department of Materials Science, Graduate School of Pure and Applied Sciences,\nUniversity of Tsukuba, Tsukuba, Ibaraki 305-8573, Japan 4Master’s School of Medical Sciences, Graduate School of Comprehensive Human\nSciences, University of Tsukuba, Tsukuba, Ibaraki 305-8577, Japan 5Center for Research in Isotopes and Environmental Dynamics (CRiED), University of\nTsukuba, Tennoudai 1-1-1, Tsukuba, Ibaraki, 305-8573, Japan\n*Corresponding author: Prof. Yukio Nagasaki, Department of Materials Science,\nGraduate School of Pure and Applied Sciences, University of Tsukuba, 1-1-1 Tennoudai,\nTsukuba, Ibaraki 305-8573, Japan. E-mail address: happyhusband@nagalabo.jp\nPhone: +81 29-853-5749 Fax: +81 29-853-5749\n*Corresponding author: Dr. Long Binh Vong, School of Biomedical Engineering,\nInternational University, Ho Chi Minh 700000, Vietnam. E-mail address:\nvblong@hcmiu.edu.vn\nPhone: +84 2837 244 270 Fax: +84 2837 244 271"
    }, {
      "heading" : "Disclosure of Potential Conflicts of Interest",
      "text" : "The authors have no competing financial interests to declare.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "ABSTRACT",
      "text" : "Amino acids have attracted considerable attention in drug development because they\nplay important roles in many physiological and pathological processes. In the past\nseveral decades, various amino acid supplementations have been reported to have\npotential therapeutic efficacy for the treatment of many disorders in clinical trials.\nHowever, their effectiveness is controversially reported, which may be explained by poor\npharmacokinetic properties of such low-molecular-weight agents. Amino acid-based\nself-assembled macromolecules could overcome the aforementioned drawbacks by\nimproving the pharmacokinetic profile and accumulation of specific molecules at target\nsites to enhance the therapeutic effect. In this review, we have discussed the current\ntherapeutic applications of certain amino acids, and have introduced our approach of\nusing amino acid-based self-assembled nanostructures as novel therapeutic agents.\nKEYWORDS: self-assembled drug, nano-drug, macromolecules, amino acid, peptide\ntherapy"
    }, {
      "heading" : "1. Amino acid therapies",
      "text" : "Since the development of aspirin by acetylation of salicylic acid, drugs have been mainly developed by synthetic organic chemistry for over 100 years. 1 Most of these\ndrugs are low-molecular-weight (LMW) compounds; however, upon administration,\nmany LMW molecules exhibit a non-specific distribution throughout the body, leading\nJo ur\nna l P\nre -p\nro of\nto undesired therapeutic efficacy and adverse effects towards normal organs. Amino\nacid-based drugs have attracted great attention as promising therapeutic medications as\nmany diseases are driven by deficiency of a specific protein or amino acid. Amino acids\nplay many critical roles in the body as building blocks of functional proteins and\nproduce important secondary metabolism molecules to maintain the normal\nphysiological conditions. They also participate in cellular signaling pathways and gene expression, and exhibit antioxidant properties in redox homeostasis.2 Besides, LMW\namino acids are conventional therapeutic candidates that can be easily synthesized and\nadministered. Therefore, amino acid supplements have been widely used in the market\nand in research to improve body metabolism and human health and numerous studies\nhave reported the therapeutic efficacy of amino acids in treatment of different diseases\nin clinical trials (Table 1). For example, tryptophan and tyrosine have been utilized as\nprecursors of amino acid therapy in treatment of several diseases including brain\ndisorders as these amino acids are metabolized upon administration and generate\ncritical neurotransmitters, including serotonin and dopamine, for the brain. L-Arginine\nis an important precursor in the synthesis of nitric oxide (NO), which is a signaling\ngaseous molecule with vital functions in the immune and cardiovascular systems.\nNumerous studies have demonstrated the effect of L-arginine in treatment of patients with hypertension and in animal models.3,4,5 Besides, L-arginine supplementation has\nbeen studied for treatment of obesity through reduction of blood glucose levels and improvement of insulin sensitivity.6,7 L-Serine, a non-essential amino acid, has been\nreported to have a wide range of applications in various diseases such as diabetes and neurodegenerative diseases.8,9 Moreover, branched-chain amino acids including valine,\nleucine, and isoleucine have been investigated for treatment of patients with chronic\nJo ur\nal P\nre -p\nro of\nliver diseases such as liver fibrosis, cirrhosis, and hepatocarcinoma.10,11 Administration\nof leucine was also reported to stimulate the release of insulin in the treatment of type 2\ndiabetes by activating glutamine dehydrogenase and mitochondrial oxidative decarboxylation and improving -cell function in the pancreatic islets.12,13 Furthermore,\nleucine-enriched amino acid supplementation was recently demonstrated to improve\nmuscle mass, strength, and physical function in older post-stroke patients with sarcopenia.14 Conversely, it is well-known that the metabolic disorders of amino acid\nlead to cellular dysfunction and diseases such as phenylketonuria, tyrosinemia,\nhomocystinuria, and maple syrup urine disease. For example, decreased metabolism of\nphenylalanine leads to its accumulation in the brain of patients with phenylketonuria,\nleading to behavior problems and mental disorders. In several studies, the\nadministration of combined large neutral amino acids significantly suppressed the\nplasma phenylalanine level and improved phenylketonuria-related symptoms by competing with phenylalanine at the blood-brain-barrier and intestinal mucosa.15,16,17 In\naddition to the 20 natural amino acids, therapeutic applications of non-natural and non-proteinogenic amino acids have been recently investigated.18,19\nThe underlying mechanism of amino acid therapy is to maintain the balance\nbetween amino acid metabolism and redox homeostasis, which is disturbed under\ndisease conditions. However, the treatment efficiency of amino acid therapy in certain\ndisorders is concluded with controversial results, and large-scale prospective studies are required for evaluating the therapeutic effectiveness of amino acid therapy.20,21 The\ndrawback of the application of amino acids includes poor bioavailability of the amino\nacids due to their rapid metabolism and excretion. Upon administration, these amino\nJo ur\nna l P\nre -p\nro of\nacids are rapidly metabolized and/or oxidized by physiological enzymes, leading to low\nbioavailability and low activity in the target tissues. Besides, the administered amino\nacids spread non-specifically throughout the body, reducing the desired drug\nconcentration in diseased tissue and leading to drug accumulation in unwanted normal\ntissues, which may cause serious adverse effects. Although amino acids are essential\nbiomolecules that are required to be consumed daily, overdose of certain amino acids may cause unwanted side effects.22,23 To overcome the drawbacks of LMW amino\nacid-based drugs, we have started development of polypeptide based self-assembled\ndrugs. Firstly, amino acids are water-soluble and have an LMW, which decreases their\nbioavailability. Our idea is to increase the size of amino acids via the self-assembly\nmechanism. Therefore, the development of stable self-assembling molecules with\nspecific targeting ability would be ideal for amino acid-based therapy.\nTable 1: Therapeutic effect of main amino acids on certain human diseases in clinical trials and research\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "2. Amino acid-based self-assembled nanostructures as novel drugs",
      "text" : "For several decades, poly(amino acid)s have been widely used as the drug and gene\ndelivery in pharmaceutical applications. For examples, poly(ethylene\nglycol)-b-poly(glutamic acid) micelles incorporated cisplatin to improve the\nJo ur\nna l P\nre -p\nro of\naccumulation of chemotherapeutic agents in the tumor tissue and to reduce its adverse\neffect.24,25 Amino acid-based polycation as gene delivery systems such as poly(ornithine)\nand poly(lysin) exhibited the high ability in silence gene expression and gene transfection\nfor the treatment of the central nervous system and cancer.26,27,28 Poly(amino acid)-based\nhydrogel systems have also been developed to apply in tissue engineering and\nregenerative medicine.29,30,31 The application of poly(amino acid)s as therapeutics has\nbeen investigated. In recent clinical studies, however, the physical encapsulation of such\nsmall molecular weight drugs in such polymeric micelles often leaks them out during the\ncirculation and were not show remarkable therapeutic effects. Besides, several kinds of\nproteins such as antibodies and enzymes have recently been approved as drugs in place of\nsmall molecule drugs.32,33 For example, immune checkpoint inhibitors such as Opdivo\n(nivolumab) are effective in certain patients with cancer, and hence, such\nbiopharmaceuticals are being actively developed. 34,35 Glatiramer acetate, which is a\nsynthetic peptide composed of random sequences of four amino acids including alanine,\nlysine, glutamic acid, tyrosine, has been approved for treatment of multiple sclerosis as\nan immunomodulatory therapeutics, , although its mechanism is not clear.36,37 It may be\nmuch interesting if our self-assembling drug-concept is introduced to this system. The\nproduction process of protein pharmaceuticals is basically complicated, which increases\nJo ur\nna l P\nepr\noo f\nthe cost of the drugs.38 In the field of polymer science, it is easy to synthesize poly(amino\nacid)s via ring-opening polymerization of -amino acid N-carboxyanhydride (NCA).39\nThe poly(amino acid)s are anticipated to enzymatically degrade and liberate monomeric\namino acid molecules in vivo.40,41 Therefore, synthetic poly(amino acid)s can be used as\na source of monomeric amino acids for therapeutic applications. Our idea is to employ\nthis polymerization technique to overcome the low bioavailability of monomeric amino\nacids and to design effective amino acid-based drugs. The polymer which we designed\nwas a poly(amino acid)-based block copolymer, poly(ethylene glycol)-b-poly(amino\nacid) (PEG-b-poly(amino acid)). The poly(amino acid) can form nanostructures in\nphysiological environments by self-assembling via non-covalent interactions including\nhydrophobic interactions, electrostatic interactions, hydrogen bonds, π–π stacking, and\nVan der Waal forces. 42 , 43 Therefore, the block copolymers form core-shell type\nself-assemblies under suitable conditions because PEG is a water-soluble polymer, and\nthe poly(amino acid) segment can be modified with ionic or hydrophobic forces to form a\nnano-supramolecular structure in aqueous media.43 Since poly(amino acid)s are mainly\ncomposed of the bioavailable amino acid backbone linking with peptide linkage, the\nsafety of their use in vivo is anticipated. It has been widely reported that poly(amino\nacid)s display high biocompatibility and biodegradability under physiological in vivo\nJo ur\nna l P\nre -p\nro of\nconditions. For instance, amphiphilic poly(-glutamic acid)-graft-L-phenylalanine\ncopolymers were hydrolyzed and degraded under treatment with different enzymes such\nas protease, cathepsin, and lipase, which are highly expressed in the body. 44 The\nbiodegradation of poly(aspartic acid), alanine containing poly(amino acid), and their\nderivatives were also confirmed by trypsin, lysosomal enzymes, and elastase. 45 ,46\nTherefore, versatile poly(amino acid)s and derivatives have been developed to apply in\nmany fields of medicine and biopharmaceutics, as described above. This bioavailability\nof self-assembling nanostructures with biocompatible PEG periphery is significantly\nincreased compared to that of monomeric LMW compounds, which distribute\nnon-specifically in the body.47,48 The concept of this approach is that after accumulation\nof the self-assembling nanostructures at the target site, amino acids can be liberated by\nphysiological or pathological enzymatic degradation and exert excellent\npharmacological effects (Figure 1). In the next section, we will introduce examples of\nspecific poly(amino acid)-based self-assembling drugs.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "3. Poly(amino acid)-based self-assembled nanostructures as",
      "text" : "therapeutics\nThe nanoparticle-based drug delivery systems (DDS) have attracted considerable\nattention worldwide in the past several decades as a new medical technology; these\nsystems can alter drug biodistribution and control drug release, resulting in a significant\ntherapeutic drug effect.49,50 However, recent clinical studies on DDS have shown that\nthey have not been very effective and many DDS have failed in clinical trials.51,52 The\nJo ur\nna l P\nre\n-p\nro of\nphysical entrapment of drugs in a conventional nano-carrier can cause drug leakage\nduring blood circulation in vivo, which may induce non-specific distribution and\nunwanted adverse effects.53,54 Our idea was to conjugate amino acids to polymers via\ncovalent bonds and make them to self-assemble. Therefore, we can avoid leakage of\nLMW amino acids. In this review, we summarized our recent studies on development of\npoly(amino acid) self-assembled nanomaterials for several therapeutic applications. 3.1. Poly(arginine) self-assembled nano-drug for therapeutic applications of nitric oxide (NO)\nNitric oxide (NO), an endogenously produced bioactive gas molecule, plays diverse\nimportant functional roles in various physiological systems including the cardiovascular\nsystem, immune system, and nervous system.55 Besides, NO is also a key factor in\nvarious pathological processes. The effect of NO is strongly associated with its\nconcentration and distribution in specific tissues. For example, in cancer therapy, a low\nconcentration of NO promotes angiogenesis and tumor growth, while a high\nconcentration of NO can induce apoptosis of cancer cells as a potential anti-oncogenic\nagent. 56 ,57 Since NO is a small gaseous molecule with low bioavailability, once\ngenerated at the target site, it rapidly spreads non-specifically and metabolizes.58,59\nAlthough versatile NO delivery systems have been developed to enable controlled\nrelease of NO at the desired target sites for therapies, antibacterial applications, etc., it\nJo ur\nna l P\nre -p\nro of\nis not easy to control a gaseous molecule by the conventional delivery\nmethodologies.60,61 L-Arginine is a biological precursor and enzymatically modulates\nthe production of NO in healthy and pathological conditions.62,63 If we can accumulate\nL-arginine at the target site, where NO synthase is expressed at high levels, NO can be\neffectively generated. As we discussed above, since LMW L-arginine displays a poor\npharmacokinetic profile that the plasma concentration declines rapidly after intravenous\ninjection, direct administration of L-arginine is not plausible.64 Therefore, we have\ndesigned a poly(L-arginine) based self-assembling system for cancer therapy using\nNO.65,66 Poly(ethylene glycol)-b-poly(L-arginine) (PEG-b-P(L-Arg)) block copolymers\nwere synthesized by ring-opening polymerization of L-Arg-NCA initiated with\namine-terminated PEG. Since P(L-Arg) is a polycation, it forms hydrophobic polyion\ncomplex (PIC) with polyanions such as chondroitin sulfate (CS). When\nPEG-b-P(L-Arg) is mixed with CS, a core–shell type self-assembling micelle is formed\n(named NanoARG), the core of which is composed of the PIC of P(L-Arg) and CS with a\nPEG tethered shell (Figure 2A). The strategy involves delivery of poly(L-arginine) to\ntumor tissue by passive targeting of highly colloidally stable NanoARG via enhanced\npermeation and retention (EPR) effect, 67 followed by the capture and enzymatic\nhydrolysis of the internalized poly(L-arginine) by strong phagocytic macrophages,\nJo ur\nna l P\nre -p\nro of\nresulting in release of monomeric arginine in the macrophages. Finally, inducible NO\nsynthase (iNOS), which is highly expressed in activated macrophages, catalyzes\nmonomeric arginine to generate NO (Figure 2A). If this system works well to generate\nNO at required levels, NO-induced apoptosis would suppress tumor progression.\nFigure 2: Development of Nitric oxide (NO) therapeutic using designed PEG-b-P(L-Arg) self-assembled PIC micelle (NanoARG) for cancer treatment. (A) The strategic scheme demonstrates that systemic administration of NanoARG leads to the generation of NO in the tumor by activated macrophages. After intravenous injection, NanoARG accumulates at the tumor site via the EPR effect, and internalizes into the macrophages, followed by the degradation to arginine monomer, which is converted to NO by inducible nitric oxide synthase (iNOS). (B) In vitro study shows generation of NO using PEG-b-P(L-Arg) polymers during treatment with trypsin and iNOS. Poly(D-agrinine) and poly(L-lysin with guanidino group) are used as negative controls. (C) In vivo anticancer efficacy in tumor-bearing mice treated with a different number of NanoARG injections at same dosage of arginine base (16 mg/kg) (1 injection: blue circle; 2 injections: green triangle; 3 injections: orange triangle; 4 injections: red diamond; untreated: black square). Reproduced with permission from references [66].\nJo\nur\nna l P\nre -p\nro of\nA two-step reaction is employed to obtain PEG-b-P(L-Arg) through synthesis of\nPEG-b-poly(L-ornithine), followed by the guanidinylation with\nN,N′-bis(tert-butoxycarbonyl)-1H-pyrazole-1-carboxamidine. After deprotection,\nwater-soluble PEG-b-P(L-Arg) is obtained. The polycation PEG-b-P(L-Arg) complexed\nwith polyanion CS self-assembles to form the highly stable NanoARG at a\ncharge-stoichiometric ratio against salt concentration and serum addition. Using trypsin\nas a protease model, it is confirmed that hydrolysis of PEG-b-P(L-Arg) leads to the\nliberation of monomeric arginine. NanoARG does not generate any NO in the presence of\ncommercial iNOS; NO is only generated upon the addition of a protease. The level of\nNO production is the same as that of the mixture of free PEG plus arginine, suggesting\nthat in the presence of trypsin, poly(L-Arg) is completely hydrolyzed to monomeric\narginine through the cleavage of peptide linkage of the polymer backbone (Figure 2B). It\nshould be noted that the changes in chirality (D-Arg) and side chain structure (L- lysin\nwith guanidino group) did not induce the NO generation (Figure 2B). This result\nindicates that only poly(L-Arg) causes the NO release under the enzymatic degradation,\nwhich is mimic the activated conditions of macrophage at tumor tissue. Using the\ntumor-bearing mice model to evaluate the anticancer effect of NanoARG, it is interesting\nto notice that tumor progression is highly associated with the number of NanoARG\nJo ur\nna l P\nre -p\nro of\ninjections of the same dosage (Figure 2C). The tumor size increases significantly in mice\ntreated with single and double injections, while no change in tumor size is observed in\nmice treated with three injections and significant suppression of tumor growth is\nobserved in mice treated with four injections of NanoARG as compared to the control\ngroup. These results confirm that a low dose of NanoARG enhances tumor growth,\nwhereas a high dose suppresses it, suggesting that NO can have different effects on tumor\nprogression depending on its concentration.\nAs stated above, NanoARG demonstrates the dose-dependent effect of NO in the tumor\nenvironment in vivo. This indicates that NanoARG can be utilized for treatment of other\ndiseases. Since a low level of NO induces angiogenesis, we applied NO in local\nangiogenic therapy for cardiovascular disease such as myocardial infarction. The NO\nmolecule is well-known to play an important role in protecting and regulating\ncardiovascular functions including vessel vasodilation and angiogenesis. 68 , 69 , 70\nL-Arginine supplementation has been suggested to improve the cardiovascular\nfunctions via generation of NO; however, clinical practices have reported controversial\nresults.71–73 Administration of L-arginine may not lead to accumulation of required\nlevel of NO at the target sites due to non-specific distribution, rapid metabolism, and\nclearance. Even though NO is generated at the target site, it is rapidly eliminated upon\nJo ur\nna l P\nre -p\nro of\nreaction with reactive oxygen species (ROS).74 It is generally known that high levels of\nROS are generated in diseased tissues, including tissues affected in cardiovascular\ndiseases. 75 , 76 The high levels of ROS rapidly metabolize NO to form\nperoxynitrite(ONOO–), which further induces nitrosative stress and tissue injury, and\nreduces the bioavailability of NO.77,78 To improve the bioavailability of NO and\nsuppress ROS in local target sites, a new flower- like self-assembled micelle has been\ndesigned based on the cationic A-B-A type triblock copolymers of L-arginine\n(PArg-PEG-PArg) combined with cationic triblock copolymers containing nitroxide\nradicals (PMNT-PEG-PMNT) both coupled with anionic poly(acrylic acid), donated as\nNanogelARG (Figure 3A).79 The former copolymer (PArg-PEG-PArg) can generate NO\nvia enzymatic hydrolysis by activated macrophages in the diseased tissues. Besides,\nPMNT-PEG-PMNT serves as an ROS scavenging polymer to improve NO\nbioavailability.80,81 Interestingly, these flower- like self-assembled micelles can be used\nas injectable hydrogel as the micelles are converted to hydrogel under elevated\ntemperature in physiological conditions. In contrast to local injection of the polymer\nsolution, which localizes in tissue in less than 2 days, the self-assembled PIC micelle\n(NanogelARG) solution converts to hydrogel immediately after it is injected through an\nintracardiac injection, and the hydrogel remains at the injected site for an extended period\nJo ur\nna l P\nre -p\nro of\nof more than 10 days, indicating the gradual release of composed polymers and\nprolonged generation of NO in the myocardium tissue. Angiogenesis and NO generation\nhave been evaluated and confirmed through subcutaneous injection of the self-assembled\nNanogelARG in the mouse abdominal skin. Treatment with NanogelARG significantly\nimproves the cardiac functions and reduces the infarcted area in a myocardial infarction\nmouse model after intracardiac injection. (Figure 3B). In a study, it was observed that\nnot PArg-PEG-PArg gel but a combination of PArg-PEG-PArg gel and ROS scavenging\npolymer PMNT-PEG-PMNT enhanced the NO level and therapeutic efficacy in MI\nmodel mice. When only PArg-PEG-PArg polymer was subcutaneously injected to mice,\nenhanced NO and angiogenesis were not observed. On the contrary, combining with\nROS scavenging polymer siginificantly enhanced the NO generation and induced the\nangiogenesis in mice.79 The results of that study suggest that regulation of ROS or redox\nequilibrium is important to improve NO bioavailability and treatment efficacy of\nNanogelARG.\nJo ur\nna l P\nre -p\nro of\nare regularly released by different cells to catalyzed bioavailable arginine monomer to\nNO. However, overproduced ROS at the diseased tissue rapidly counteracts NO to\nreduced its bioavailability. The designed NanogelARG with ROS scavenging activity can sustainably control NO delivery to maintain the redox equilibrium in the infarcted tissues.\nAs a result, NanogelARG treatment significantly prevents the progression of MI and\nimproves cardiac functions. SMC: smooth muscle cell; EC: endothelial cell. Reproduced\nwith permission from references [79].\n3.2. Poly(dopamine) self-assembled nano-drug for neurodegenerative disorders\nAs described above, it has been revealed that self-assembled nano-drugs based on\npoly(amino acid)s exert significant therapeutic effects that cannot be achieved with\nLMW amino acids. This section introduces the preparation and evaluation of\nself-assembling drugs based on amino acids other than L-arginine. Parkinson’s disease\n(PD) primarily affects the motor system and is the second most common and\nprogressive neurodegenerative movement disorder, affecting 2-3% of the population ≥65 years of age.82 The incidence and mortality are estimated to increase as the global\npopulation ages. In patients with PD, degradation of dopaminergic neurons results in\ndecrease in dopamine levels, leading to cognitive impairment and difficulties with\nmovement. Levodopa or 3,4-dihydroxyphenylalanine (L-DOPA) is non-protein\nconstituting amino acid and is an important precursor of dopamine, which plays an\nimportant role as a neurotransmitter in many neurological processes in the brain.\nL-DOPA therapy is still the mainstay treatment for PD despite the high risk of uncontrollable movements observed in dyskinesia.83 Furthermore, L-DOPA and other\ntherapeutics such as monoamine oxidase type B inhibitors and dopamine agonists\ndemonstrate a short half- life, necessitating frequent administrations at high dosages,\nresulting in several undesirable side effects such as stomatitis, sleep disturbance, anxiety, depression, and dyskinesia.84,85 To improve the therapeutic effect of L-DOPA,\nJo ur\nna l P\nre -p\nro of\na polymer-based self-assembled nano-drug has been newly designed. The poly(ethylene\nglycol)-block-poly(O,O’-diacetyl-L-DOPA) [PEG-b-P(L-DOPA(OAc)2)] is an\namphiphilic block copolymer that is used to form a polymer-based self-assembled nano-drug known as NanoDOPA (Figure 4A) for the treatment of neurotoxin- induced PD in a mouse model.86 It is hypothesized that the peptide bonds in the polymer backbone\nand protected acetyl groups of PEG-b-P(L-DOPA(OAc)2) can be gradually cleaved by\nphysiological enzymes such as protease and esterase to slowly liberate L-DOPA into the\nbloodstream, improving dopamine conversion in the brain (Figure 4B).\nPEG-b-P(L-DOPA(OAc)2) is an amphiphilic block copolymer, which can form self-assembling micelles (NanoDOPA) in aqueous media with a particle size that is about several tens nm in diameter. Enzymatic degradation of NanoDOPA has been investigated and has shown that NanoDOPA gradually hydrolyzes under chymotrypsin treatment, but\nnot trypsin. It is well-known that chymotrypsin specifically hydrolyzes peptide bonds of\nproteins when the side chain of the peptide bond is an aromatic group. These data\nsuggest that the polymer could gradually release the L-DOPA monomer in the body’s\nphysiological environment, allowing its further application for in vivo treatment. As\ncompared to free L-DOPA treatment, an in vivo pharmacokinetic study demonstrated that NanoDOPA remarkably increases the L-DOPA plasma level and area under curve\n(AUC) value after it is administered intraperitoneally (Figure 4C). As a result, treatment with NanoDOPA significantly improves the symptoms of motor disorder and\nPD in mice induced by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), which is\na neurotoxin that damages the dopaminergic neurons in the substantia nigra of the brain (Figure 4D). Interestingly, treatment with NanoDOPA also remarkably suppresses the\nL-DOPA-induced dyskinesia in mice (Figure 4D). It has been reported that no\nJo ur\nna l P\nre -p\nro of\nnoticeable toxicity was observed in mice following long-term treatment with NanoDOPA. These results indicate that self-assembled NanoDOPA is a potential therapeutic agent for\ntreatment of neurodegenerative diseases such as PD.\nliver injury\nThis section introduces another example of the self-assembling poly(amino acid)s\nnano-drug. Acute liver failure (ALF) is commonly diagnosed and is a sign of severe\nJo ur\nn P\ncomplications related to other liver diseases. In patients with ALF, dysfunction of\nhepatocytes results in high blood ammonia or hyperammonemia, which further aggravates damage of liver cells.87 L-Ornithine serves as an important substrate for\nureagenesis. Therefore, many studies have reported that combination of L-ornithine and\nL-aspartate has favorable effects in lowering ammonia concentrations in patients with ALF.88,89 However, a double-blind, randomized, placebo-controlled study showed that\nthe infusion of this amino acid mixture did not lower the ammonia levels or improve survival in patients with ALF.90 These contradictory studies suggest the limitation of\nthe application of L-ornithine in treatment of ALF. This can be also explained by the\nrapid metabolism and excretion of LMW amino acids. Generally, L-ornithine is\nadministered through an intravenous or oral administration route, and the level of\nL-ornithine dramatically increases immediately after its administration. However, the\nincreased level of L-ornithine rapidly decreases, and hence, multiple administrations are required, which may lead to side effects and cause inconvenience to patients.91 To\nimprove the bioavailability of L-ornithine, we have recently developed a nano-sized self-assembling polyion complex, named NanoORN, using PEG-b-POrn as the polycation and CS as the polyanion (Figure 5A). 92 It should be noticed that\nPEG-b-POrn exhibits significant toxicity to healthy cells due to the highly positive charge, which is a sharp contrast to the low toxicity of NanoORN, which is due to the confinement of POrn cations in the core of the NanoORN. After administration, NanoORN\nis gradually internalized into the bloodstream and accumulates in the liver, which is\nfollowed by its enzymatic hydrolysis in the liver to monomeric ornithine, which\neffectively suppresses the ammonia levels and improves liver damage caused by ALF\n(Figure 5B). The in vivo pharmacokinetic profile and therapeutic effect of\nJo ur\nna l P\nre -p\nro of\nsubcutaneously injected NanoORN in the acetaminophen (APAP)- induced acute liver\ninjury mouse model were investigated. Although the level of ornithine in the liver does not change much in the first one hour after injection of NanoORN, the amount of\nornithine in the liver gradually increases up to four hours after the injection, and this\nelevated level is maintained even after 24 hours of the administration (Figure 5B),\nwhich is a sharp contrast to the L-ornithine monomer treatment. The area under the curve (AUC) value of mice treated with NanoORN is significantly higher than that of the\nmonomeric L-ornithine-treated mice. This result suggests that the administered NanoORN is delivered to the liver and hydrolyzed gradually by hepatic enzymes,\nresulting in liberation of monomeric L-ornithine in the liver (Figure 5B). As a result, compared to the L-ornithine monomer treatment, subcutaneously injected NanoORN\nsignificantly improves the liver injury markers, ammonia level, and histology in the\nAPAP-induced ALF mice model. Surprisingly, the condition of the liver after therapeutic improvement by NanoORN treatment is almost restored to that observed in\nhealthy mice (Figure 5C and D). Based on these results, the self-assembling polypeptide NanoORN may be considered a potential therapeutic for the treatment of\nALF and hyperammonemia related liver injury, such as hepatic encephalopathy. Jo ur\nna l P\nre -p\nro of\nPoly(amino acid)-based self-assembled nano-drugs have shown great potential in\nmedical therapeutic applications. Self-assembled nano-drugs can significantly improve\nthe stability and pharmacokinetic properties of LMW amino acids, resulting in\nconsiderable pharmaceutical response compared to LMW amino acids. This review\ndescribed several potential applications of poly(amino acid)-based self-assembled\nnano-drugs including L-arginine-based NO therapeutics in cancer and myocardial\ninfarction, L-ornithine therapeutics in acute liver injury, and L-DOPA in Parkinson’s\ndisease. Importantly, poly(amino acid)-based self-assembled nano-drugs exhibit facile\nsynthesis and design in addition to the high biocompatibility and biodegradability, low\nimmunogenicity, and toxicity. Further research is needed to deeply investigate the\nmetabolism, pharmacokinetics, and treatment efficacy of amino acid-based\nself-assembled nano-drugs for further development and application of self-assembled\nmacromolecule-based therapeutics. This concept, viz., \"molecular assembly drugs\"\nbased on a variety of poly(amino acid)s, may be expanded to various amino acids. By\noptimizing the molecular designs such as composition ratio, number of the repeating\nunits of amino acids, and hydrophobicity by the protective groups, it may be obtained to\nJo ur\nna l P\nepr\noo f\nmuch higher pharmacological effect, retaining low adverse effects of the drugs. We are\nalso designing several other drugs based on this concept of \"molecular assembly drugs\"\nfor other compounds such as short-chain fatty acids."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was partly supported by a Grant- in-Aid for Scientific Research S (25220203)\nand A (18H04160) and Grant- in-Aid for Specially Promoted Research (19H05458) from\nthe Ministry of Education, Culture, Sports, Science, and Technology (MEXT). This work\nwas also supported by the Vietnam National Foundation of Science and Technology\nDevelopment (NAFOSTED) under grant number 108.05-2017.327 and Vietnam\nNational University Ho Chi Minh City (VNU-HCM) under grant numbers C2019-18-24\nand NCM2020-28-01. The authors also greatly appreciate colleagues and students for\ntheir continuous collaboration with this study. References\nAmino acids\nJo ur\nna l P\nre -p\nro of\nName Chemical\nstructure\nBiological activity Clinical treatments\nTryptophan\nNeurotransmission precursor Phenylalanine competitor\nMood disorder Depression Critical illness Phenylketonuria Tyrosine\nGlutamine Antioxidant, Synthesis of nicotinamide\nadenine nucleotide\nSickle cell anemia\nArginine Biosynthesis of nitric oxide\nAntioxidant, Urea cycle\nHypertension, Diabetes, Obesity, Cardiovascular disease, Hyperammonia\nSerine Inhibition of methylamino-L-alanine\nActivation of autophagic-lysosomal proteolysis and synthesis of sphingosine, Neurotransmission\nNeurodegenerative disease, Amyotrophic lateral sclerosis, Liver injury\nValine\nAlbumin synthesis, Improvement of insulin resistance by translocation of glucose transporter Muscle protein synthesis\nChronic liver diseases, Type 2 Diabetes, Obesity, Sarcopenia Leucine Isoleucine\nMethionine Increase in intracellular glutathione\nSynthesis of S-adenosyl-L-methionine\nViral infection Liver disease\nAspartic acid Down-regulation of the expression of\npro-inflammatory mediators Amoniac removal\nNonalcoholic steatohepatitis Liver injury\nCysteine Antioxidant\nInhibition of NF-κB activation Improvement of glucose metabolism\nChronic inflammation, Cancer, Diabetes\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\n2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPT PHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGINI E\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nH\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO"
    }, {
      "heading" : "NH2",
      "text" : "OH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nO\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO\nTRYPTOPHAN\nTYROSINE\nGLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALI ELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nJo ur\nna l P\nre -p\nro of\nCRediT author statement\nLong Binh Vong: Writing- Original draft preparation\nNhu-Thuy Trinh: Writing- Original draft preparation\nYukio Nagasaki: Writing- Reviewing and Editing, supervision"
    }, {
      "heading" : "Highlights",
      "text" : "- A landscape of amino acid therapeutics is overviewed. - The design of self-assembled poly(amino acid)s as therapeutics is\npresented.\n- Self-assembled poly(amino acid)s significantly improves the\npharmacokinetics profile of amino acid.\n- The treatments of poly(arginine), poly(L-dopa), and poly(ornithine)\nself-assembled nano-drugs are described on the animal models of cancer, myocardial infarction, Parkinson’s disease, and liver acute failure.\n- Designing the molecular self-assembling drugs is a new concept of\ntherapeutic development.\n1. D.B. Jack, One hundred years of aspirin, Lancet 350 (9075) (1997) 437–439. 2. G. Wu, Amino acids: metabolism, functions, and nutrition, Amino Acids 37 (1) (2009) 1–17. 3. N. Gokce, L-arginine and hypertension, J. Nutr. 134 (10) (2004) 2807S–2811S. 4 . K. Rytlewski, R. Olszanecki, R. Korbut, Z. Zdebski, Effects of prolonged oral supplementation with L‐ arginine on blood pressure and nitric oxide synthesis in preeclampsia, Eur. J. Clin. Invest. 35 (1) (2005) 32–37. 5. C. Artigues, V. Richard, C. Roussel, F. Lallemand, J.P. Henry, C. Thuillez, Increased endothelium-monocyte interactions in salt-sensitive hypertension: effect of L-arginine,\nDopamine Regulation of neurotransmission Parkinson's disease\nDepression\nOrnithine Amoniac removal\nAntioxidant\nHyperammonemia Liver disease\nOH O NH2\nOH O NH2 OH O NH2 O H O NH2 OH O\nNH2\nOH O\nNH2\nO H\nO\nNH2\nOH\nO"
    }, {
      "heading" : "NH2",
      "text" : "OH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH O\nNH2\nHN HO H2N O TRYPTOPHAN TYROSINE GLUTAMINE N H NH H2N ARGININE HO SERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nOH O NH2\nOH O NH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nO H\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nOH\nO\nNH2\nHN HO\nH2N\nO TRYPTOPHAN\nTYROSINE GLUTAMINE\nN H\nNH\nH2N\nARGININE\nHO\nSERINE VALINELEUCINE\nH3C\nCH3\nISOLEUSINE S H3C\nMETHIONINE\nO\nOH\nASPARTIC ACID\nSHCYSTEIN\nH2N\nORNITHINE\nNH2HO HO\nDOPAMINE\nJo ur\nna l P\nre -p\nro of\nJournal Pre-proof\nJ. Cardiovasc. Pharmacol. 35 (3) (2000), 468–473. 6. P. Lucotti, E. Setola, L.D. Monti, E. Galluccio, S. Costa, E.P. Sandoli, I. Fermo, G. Rabaiotti, R. Gatti, P. Piatti, Beneficial effects of a long-term oral L-arginine treatment added to a hypocaloric diet and exercise training program in obese, insulin- resistant type 2 diabetic patients, Am. J. Physiol. Endocrinol. Metab. 291 (5) (2006) E906–912. 7. W. Jobgen, C.J. Meininger, S.C. Jobgen, P. Li, M.J. Lee, S.B. Smith, T.E. Spencer, S.K. Fried, G. Wu, Dietary L-arginine supplementation reduces white fat gain and enhances skeletal muscle and brown fat masses in diet- induced obese rats, J. Nutr. 139 (2) (2008) 230–237. 8. X. Zhou, H. Zhang, L. He, X. Wu, Y. Yin, Long-term L-serine administration reduces food intake and improves oxidative stress and Sirt1/NFκB signaling in the hypothalamus of aging mice, Front. Endocrinol. (Lausanne) 23 (9) (2018) 476. 9. L.J. Holm, K. Buschard, L-serine: a neglected amino acid with a potential therapeutic role in diabetes, APMIS 127 (10) (2019) 655–659. 10. T. Kawaguchi, N. Izumi, M.R. Charlton, M. Sata, Branched‐ chain amino acids as pharmacological nutrients in chronic liver disease, Hepatology 54 (3) (2011) 1063–1070. 11. T. Kawaguchi, K. Shiraishi, T. Ito, K. Suzuki, C. Koreeda, T. Ohtake, M. Iwasa, Y. Tokumoto, R. Endo, N.H. Kawamura, M. Shiraki, Branched-chain amino acids prevent hepatocarcinogenesis and prolong survival of patients with cirrhosis, Clin. Gastroenterol. Hepatol. 12 (6) (2014) 1012–1018. 12. B. Kaastra, R.J. Manders, E. Van Breda, A. Kies, A.E. Jeukendrup, H.A. Keizer, H. Kuipers, L.J. Van Loon, Effects of increasing insulin secretion on acute postexercise blood glucose disposal, Med. Sci. Sports Exerc. 38 (2) (2006) 268–275. 13. G. Xu, G. Kwon, W.S. Cruz, C.A. Marshall, M.L. McDaniel, Metabolic regulation by leucine of translation initiation through the mTOR-signaling pathway by pancreatic β-cells, Diabetes 50 (2) (2001) 353–360. 14 . Y. Yoshimura, T. Bise, S. Shimazu, M. Tanoue, Y. Tomioka, M. Araki, A. Kuzuhara, F. Takatsuki, Effects of a leucine-enriched amino acid supplement on muscle mass, muscle strength, and physical function in post-stroke patients with sarcopenia: A randomized controlled trial, Nutrition 58 (2019) 1–6. 15. J.D. Fernstrom, Large neutral amino acids: dietary effects on brain neurochemistry and function, Amino Acids 45 (3) (2013) 419–430. 16. D. Concolino, I. Mascaro, M.T. Moricca, G. Bonapace, K. Matalon, J. Trapasso, G. Radhakrishnan, C. Ferrara, R. Matalon, P. Strisciuglio. Long-term treatment of Jo ur na l P r -p ro of\nphenylketonuria with a new medical food containing large neutral amino acids. European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181. 23. P.J. Garlick, The nature of human hazards associated with excessive intake of amino acids, J. Nutr. 134 (6) (2004) 1633S–1639S. 24. R. Plummer, R.H. Wilson, H. Calvert, A.V. Boddy, M. Griffin, J. Sludden, M. J. Tilby, M. Eatock, D.G. Pearson, C.J. Ottley, Y. Matsumura, K. Kataoka, T. Nishiya, A phase I clinical study of cisplatin- incorporated polymeric micelles (NC-6004) in patients with solid tumours, Br. J. Cancer. 104 (4) (2011) 593–598. 25 . H. Cabral , Y. Matsumoto, K. Mizuno, Q. Chen, M. Murakami, M. Kimura, Y. Terada, M.R. Kano, K. Miyazono, M. Uesaka, N. Nishiyama, K. Kataoka, Accumulation of sub-100 nm polymeric micelles in poorly permeable tumours depends on size, Nat. Nanotechnol. 6 (12) (2011) 815–823. 26. I. Conejos-Sánchez, E. Gallon, A. Niño-Pariente, J.A. Smith, A.G. De la Fuente, L. Di Canio, S. Pluchino, R.J.M. Franklin, M.J. Vicent, Polyornithine-based polyplexes to boost effective gene silencing in CNS disorders. Nanoscale 12 (11) (2020) 6285–6299. 27 . Y. Liu, J. Li, K. Shao, R. Huang, L. Ye, J. Lou, C. Jiang, A leptin derived 30-amino-acid peptide modified pegylated poly-L-lysine dendrigraft for brain targeted gene delivery, Biomaterials 31 (19) (2010) 5246–5257. Jo ur na l P re -p r f\n28 . J. Yoo , D.Y. Lee , V. Gujrati , N.S. Rejinold , K.M. Lekshmi , S. Uthaman , C. Jeong , I.K. Park, S. Jon , Y.C. Kim,. Bioreducible branched poly(modified nona-arginine) cell-penetrating peptide as a novel gene delivery platform, J. Control. Release 246 (2017) 142–154. 29. J.H. Lee, Injectable hydrogels delivering therapeutic agents for disease treatment and tissue engineering, Biomater. Res. 22 (2018) 27. 30. V.H. Giang Phan , T. Thambi , H.T. Trang Duong, D.S. Lee, Poly(amino carbonate urethane)-based biodegradable, temperature and pH-sensitive injectable hydrogels for sustained human growth hormone delivery, Sci. Rep. 6 (2016) 29978. 31. X.Q. Dou , C.L. Feng, Amino acids and peptide-based supramolecular hydrogels for three-dimensional cell culture, Adv. Mater. 29 (16) (2017) 1604062. 32. D.S. Dimitrov, Therapeutic proteins. Methods Mol Biol. 899 (2012) 1–26. 33. M. Vellard, The enzyme as drug: application of enzymes as pharmaceuticals, Curr. Opin. Biotechnol. 14 (4) (2003) 444– 450. 34. J. Villadolid, A. Amin, Immune checkpoint inhibitors in clinical practice: update on management of immune-related toxicities, Transl. Lung Cancer Res. 4 (5) (2015) 560– 575. 35. W. Alexander, The checkpoint immunotherapy revolution, P.T. 41 (3) (2016) 185– 191. 36. P.H. Lalive , O. Neuhaus, M. Benkhoucha, D. Burger, R. Hohlfeld, S.S. Zamvil, M.S. Weber, Glatiramer acetate in the treatment of multiple sclerosis: Emerging concepts regarding its mechanism of action, CNS Drugs 25 (5) (2011) 401–414. 37 . R. Arnon , R. Aharoni, Mechanism of action of glatiramer acetate in multiple sclerosis and its potential for the development of new applications, Proc. Natl. Acad. Sci. USA 101 (Suppl 2) (2004) 14593–14598. 38 . H.A. Lagassé, A. Alexaki, V.L. Simhadri, N.H. Katagiri, W. Jankowski, Z.E. Sauna, C. Kimchi-Sarfaty, Recent advances in (therapeutic protein) drug development, F1000 Res. 6 (2017) 113. 39. C. Deng, J. Wu, R. Cheng, F. Meng, H.A. Klok, Z. Zhong, Functional polypeptide and hybrid materials: Precision synthesis via α-amino acid N-carboxyanhydride polymerization and emerging biomedical applications, Prog. Polym. Sci. 39 (2) (2014) 330–364. 40. Y. Feng, J. Guo, Biodegradable polydepsipeptides, Int. J. Mol. Sci. 10 (2) (2009) 589–615. Jo ur na l P re -p ro of\n41. P. Karimi, A. S. Rizkalla, K. Mequanint, Versatile biodegradable poly(ester amide)s derived from α-amino acids for vascular tissue engineering, Materials 3 (2010) 2346– 2368. 42. M. Khuphe, P.D. Thornton, Engineering of biomaterials for drug delivery systems (Beyond polyethylene glycol), Wood Head Publishing Series in Biomaterials (2018) 199–228. 43. Y. Bae, K. Kataoka, Intelligent polymeric micelles from functional poly(ethylene glycol)-poly(amino acid) block copolymers, Adv. Drug Deliv. Rev. 61 (10) (2009) 768– 784. 44. T. Akagi , M. Higashi, T. Kaneko, T. Kida, M. Akashi, Hydrolytic and enzymatic degradation of nanoparticles based on amphiphilic poly(gamma-glutamic acid)-graft-L-phenylalanine copolymers, Biomacromolecules 7 (1) (2006) 297–303. 45. B.A. Szilágyi, A. Némethy, A. Magyar, I. Szabó, S. Bősze, B. Gyarmati, A. Szilágyi, Amino acid based polymer hydrogel with enzymatically degradable cross-links, React. Funct. Polym. 133 (2018) 21–28. 46. T. Sedlačík , H. Studenovská, F. Rypáček, Enzymatic degradation of the hydrogels based on synthetic poly(α-amino acid)s, J Mater Sci Mater Med. 22(4) (2011) 781–788. 47. J. Fang, H. Nakamura, H. Maeda, The EPR effect: Unique features of tumor blood vessels for drug delivery, factors involved, and limitations and augmentation of the effect, Adv. Drug Deliv. Rev. 63 (3) (2011) 136–151. 48. L.B. Vong, T. Tomita, T. Yoshitomi, H. Matsui, Y Nagasaki, An orally administered redox nanoparticle that accumulates in the colonic mucosa and reduces colitis in mice, Gastroenterology 143 (4) (2012) 1027–1036.e3. 49. B. Kim, J. Rutka, W. Chan, Nanomedicine, N. Engl. J. Med. 36 (2010) 2434–2443. 50. H. Otsuka, Y. Nagasaki, K. Kataoka, PEGylated nanoparticles for biological and pharmaceutical applications, Adv. Drug Deliv. Rev. 55 (2003) 403–419. 51. A.C. Anselmo, S. Mitragotri, An overview of clinical and commercial impact of drug delivery systems, J. Control. Release 190 (2014) 15–28. 52. K. Park, Drug delivery research: The invention cycle, Mol. Pharm. 13 (7) (2016) 2143–2147. 53. P. Jaiswal, B. Gidwani, A. Vyas, Nanostructured lipid carriers and their current application in targeted drug delivery, Artif. Cells Nanomed. Biotechnol. 44 (2016) 27– 40. 54. J. Zhou, M. Wang, H. Ying, D. Su, H. Zhang, G. Lu, J. Chen, Extracellular matrix component shelled nanoparticles as dual enzyme-responsive drug delivery vehicles for cancer therapy, ACS Biomater. Sci. Eng. 4 (2018) 2404–2411. Jo ur na l P re -p ro of\n55. M. Rosselli, P.J. Keller, R.K. Dubey, Role of nitric oxide in the biology, physiology and pathophysiology of reproduction, Hum. Reprod. Update 4 (1) (1998) 3–24. 56. J.R. Hickok, D.D. Thomas, Nitric oxide and cancer therapy: the emperor has NO clothes, Curr. Pharm. Des. 16 (4) (2010) 381–391. 57. S. Huerta, Nitric oxide for cancer therapy, Future Sci. OA. 1 (1) (2015) FSO44. 58. D.I. Lee, G. Zhu, T. Sasaki, G.S. Cho, N. Hamdani, R. Holewinski, S.H. Jo, T. Danner, M. Zhang, P.P. Rainer, D. Bedja, J.A. Kirk, M.J. Ranek, W.R. Dostmann, C. Kwon, K.B. Margulies, J.E. Van Eyk, W.J. Paulus, E. Takimoto, D.A. Kass, Phosphodiesterase 9A controls nitric-oxide independent cGMP and hypertrophic heart disease, Nature 519 (2015) 472–476. 59. K.M. Naseem, The role of nitric oxide in cardiovascular diseases, Mol. Aspects Med. 26 (2005) 33–65. 60. J.F. Quinn, M.R. Whittaker, T.P. Davis, Delivering nitric oxide with nanoparticles. J. Control. Release 205 (2015) 190–205. 61 . A.W. Carpenter, M.H. Schoenfisch, Nitric oxide release: part II. Therapeutic applications, Chem. Soc. Rev. 41 (2012) 3742–3752. 62. A.P. Gobert, S. Daulouede, M. Lepoivre, J.L. Boucher, B. Bouteille, A. Buguet, L-Arginine availability modulates local nitric oxide production and parasite killing in experimental trypanosomiasis, Infect. Immun. 68 (8) (2000) 4653–4657. 63. N.W. Rajapakse, D.L. Mattson, Role of L-arginine in nitric oxide production in health and hypertension, Clin. Exp. Pharmacol. Physiol. 36 (3) (2009) 249–255. 64 . Tangphao , M. Grossmann, S. Chalon, B.B. Hoffman, T.F. Blaschke, Pharmacokinetics of intravenous and oral L-arginine in normal volunteers, Br. J. Clin. Pharmacol. 47 (3) (1999) 261-266. 65 . S. Kudo, Y. Nagasaki, Facile and quantitative synthesis of a poly(ethylene glycol)-b-poly(L-arginine) block copolymer and its use for the preparation of polyion complex micelles with polyanions for biomedical applications, Macromol. Rapid Commun. 36 (21) (2015) 1916–1922. 66 . S. Kudo, Y. Nagasaki, A novel nitric oxide-based anticancer therapeutics by macrophage-targeted poly(L-arginine)-based nanoparticles, J. Control. Release 217 (2015) 256–262. 67.Y. Matsumura, H.A. Maeda, A new concept for macromolecular therapeutics in cancer chemotherapy: mechanism of tumoritropic accumulation of proteins and the antitumor agent Smancs, Cancer Res. 46 (12) (1986) 6387–6392. Jo ur na l P re -p ro of\n68. P.B. Massion, O. Feron, C. Dessy, J.L. Balligand, Nitric oxide and cardiac function: ten years after, and continuing, Circ. Res. 93 (2003) 388–398. 69.T. Murohara, T Asahara, Nitric oxide and angiogenesis in cardiovascular disease, Antioxid. Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559. 76. N.S. Dhalla, R.M. Temsah, T. Netticadan, Role of oxidative stress in cardiovascular diseases, J. Hypertens. 18 (2000) 655–673. 77 . N.D. Vaziri, B. Rodríguez-Iturbe, Mechanisms of disease: oxidative stress and inflammation in the pathogenesis of hypertension, Nat. Clin. Pract. Nephrol. 2 (2006) 582–593. 78. J.S. Beckman, T.W. Beckman, J. Chen, P.A. Marshall, B.A. Freeman, Apparent hydroxyl radical production by peroxynitrite: implications for endothelial injury from nitric oxide and superoxide, Proc. Natl. Acad. Sci. USA. 87 (1990) 1620–1624. 79. L.B. Vong, T.Q. Bui, T. Tomita, H. Sakamoto, Y. Hiramatsu, Y. Nagasaki, Novel angiogenesis therapeutics by redox injectable hydrogel - Regulation of local nitric oxide generation for effective cardiovascular therapy, Biomaterials 167 ( 2018) 143–152. 80 . C. Laurent, B. Chabi, G. Fouret, G. Py, B. Sairafi, C. Elong, S. Gaillet, J.P. Cristol, C. Coudray, C. Feillet-Coudray, Polyphenols decreased liver NADPH oxidase activity, increased muscle mitochondrial biogenesis and decreased gastrocnemius agedependent autophagy in aged rats, Free Radic. Res. 46 (2012) 1140–1149. 81. J.O. Lundberg, E. Weitzberg, M.T. Gladwin, The nitrate-nitrite-nitric oxide pathway in physiology and therapeutics, Nat. Rev. Drug Discov. 7 (2008) 156–167. J ur na l P re -p ro of\n82. W. Poewe, K. Seppi, C.M. Tanner, G.M. Halliday, P. Brundin,J. Volkmann, A.E. Schrag, A.E. Lang, Parkinson disease, Nat. Rev. Dis. Primers 3 (2017) 17013. 83. W. Poewe, A. Antonini, J.C. Zijlmans, P.R. Burkhard, F. Vingerhoets, Levodopa in the treatment of Parkinson's disease: an old drug still going strong, Clin Interv. Aging 5 (2010) 229–238. 84. J.A. Borovac, Side effects of a dopamine agonist therapy for Parkinson’s disease: a mini-review of clinical pharmacology, Yale J. Biol. Med. 89 (2016) 37–47. 85 .P. Jenner, Molecular mechanisms of L-DOPA-induced dyskinesia, Nat. Rev. Neurosci. 9 (2008) 665–677. 86. L.B. Vong, Y. Sato, P. Chonpathompikunlert, S.Tanasawet, P. Hutamekalin, Y. Nagasaki, Self-assembled polydopamine nanoparticles improve treatment in Parkinson's disease model mice and suppress dopamine- induced dyskinesia, Acta Biomater. 109 (2020) 220–228. 87 . F. De Chiara, S. Heebøll, G. Marrone, C. Montoliu, S. Hamilton-Dutoit, A. Ferrandez, F. Andreola, K. Rombouts, H. Grønbæk, V. Felipo, J. Gracia-Sancho, R.P. Mookerjee H. Vilstrup, R. Jalan, K.L. Thomsen, Urea cycle dysregulation in non-alcoholic fatty liver disease, J. Hepatol. 69 (4) (2018) 905–915. 88 . R.F. Butterworth, A. Canbay, Hepatoprotection by L-ornithine L-aspartate in non-alcoholic fatty liver disease, Dig. Dis. 37 (1) (2019) 63–68. 89. B.A. Vogels, O.T. Karlsen, M.A. Mass, W.M. Boveé, R.A. Chamuleau, L-Ornithine vs. L-Ornithine-L-aspartate as a treatment for hyperammonemia- induced encephalopathy in rats, J. Hepatol. 26 (1) (1997) 174–182. 90 . S.K. Acharya, V. Bhatia, V. Sreenivas, S. Khanal, S.K. Panda, Efficacy of L-ornithine L-aspartate in acute liver failure: a double-blind, randomized, placebo-controlled study, Gastroenterology 136 (7) (2009) 2159–2168. 91 . S. Hayasaka, T. Kodama, A. Ohira, Retinal risks of high-dose ornithine supplements: a review, Br. J. Nutr. 106 (6) (2011) 801–811. 92 . L.B. Vong, Y. Ibayashi, Y. Lee, D.N. Ngo, Y. Nishikawa, Y. Nagasaki, Poly(ornithine)-based self-assembling drug for recovery of hyperammonemia and damage in acute liver injury, J. Control. Release 310 (2019) 74–81. Jo ur na l P re -p ro of"
    } ],
    "references" : [ {
      "title" : "One hundred years of aspirin, Lancet",
      "author" : [ "D.B. Jack" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1997
    }, {
      "title" : "Amino acids: metabolism, functions, and nutrition, Amino Acids",
      "author" : [ "G. Wu" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2009
    }, {
      "title" : "L-arginine and hypertension",
      "author" : [ "N. Gokce" ],
      "venue" : "J. Nutr",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2004
    }, {
      "title" : "Beneficial effects of a long-term oral L-arginine treatment added to a hypocaloric diet and exercise training program in obese, insulin- resistant type 2 diabetic patients",
      "author" : [ "P. Lucotti", "E. Setola", "L.D. Monti", "E. Galluccio", "S. Costa", "E.P. Sandoli", "I. Fermo", "G. Rabaiotti", "R. Gatti", "P. Piatti" ],
      "venue" : "Am. J. Physiol. Endocrinol. Metab",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2006
    }, {
      "title" : "Dietary L-arginine supplementation reduces white fat gain and enhances skeletal muscle and brown fat masses in diet- induced obese",
      "author" : [ "W. Jobgen", "C.J. Meininger", "S.C. Jobgen", "P. Li", "M.J. Lee", "S.B. Smith", "T.E. Spencer", "S.K. Fried", "G. Wu" ],
      "venue" : "rats, J. Nutr",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2008
    }, {
      "title" : "Long-term L-serine administration reduces food intake and improves oxidative stress and Sirt1/NFκB signaling in the hypothalamus of aging mice, Front. Endocrinol",
      "author" : [ "X. Zhou", "H. Zhang", "L. He", "X. Wu", "Y. Yin" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "L-serine: a neglected amino acid with a potential therapeutic role in diabetes, APMIS",
      "author" : [ "L.J. Holm", "K. Buschard" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Branched‐ chain amino acids as pharmacological nutrients in chronic liver disease, Hepatology",
      "author" : [ "T. Kawaguchi", "N. Izumi", "M.R. Charlton", "M. Sata" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "Effects of increasing insulin secretion on acute postexercise blood glucose disposal, Med",
      "author" : [ "B. Kaastra", "R.J. Manders", "E. Van Breda", "A. Kies", "A.E. Jeukendrup", "H.A. Keizer", "H. Kuipers", "L.J. Van Loon" ],
      "venue" : "Sci. Sports Exerc",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2006
    }, {
      "title" : "Metabolic regulation by leucine of translation initiation through the mTOR-signaling pathway by pancreatic β-cells, Diabetes",
      "author" : [ "G. Xu", "G. Kwon", "W.S. Cruz", "C.A. Marshall", "M.L. McDaniel" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2001
    }, {
      "title" : "Large neutral amino acids: dietary effects on brain neurochemistry and function, Amino Acids",
      "author" : [ "J.D. Fernstrom" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Large neutral amino acids in the treatment of PKU: from theory to practice",
      "author" : [ "F.J. van Spronsen", "M.J. de Groot", "M. Hoeksma", "D.J. Reijngoud", "M. van Rijn" ],
      "venue" : "J. Inherit. Metab. Dis",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2010
    }, {
      "title" : "Adverse effects of excessive consumption of amino acids",
      "author" : [ "N.J. Benevenga", "R.D. Steele" ],
      "venue" : "Annu. Rev. Nutr",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 1984
    }, {
      "title" : "The nature of human hazards associated with excessive intake of amino acids",
      "author" : [ "P.J. Garlick" ],
      "venue" : "J. Nutr",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2004
    }, {
      "title" : "A phase I clinical study of cisplatin- incorporated polymeric micelles (NC-6004) in patients with solid tumours, Br",
      "author" : [ "H. Cabral", "Y. Matsumoto", "K. Mizuno", "Q. Chen", "M. Murakami", "Y.M. Kimura" ],
      "venue" : "J. Cancer",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Accumulation of sub-100 nm polymeric micelles in poorly permeable tumours depends on size, Nat. Nanotechnol",
      "author" : [ "Terada", "M.R. Kano", "K. Miyazono", "M. Uesaka", "N. Nishiyama", "K. Kataoka" ],
      "venue" : null,
      "citeRegEx" : "Terada et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Terada et al\\.",
      "year" : 2011
    }, {
      "title" : "Vicent, Polyornithine-based polyplexes to boost effective gene silencing in CNS disorders",
      "author" : [ "I. Conejos-Sánchez", "E. Gallon", "A. Niño-Pariente", "J.A. Smith", "A.G. De la Fuente", "L. Di Canio", "S. Pluchino", "M.J.R.J.M. Franklin" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "Bioreducible branched poly(modified nona-arginine) cell-penetrating peptide as a novel gene delivery platform",
      "author" : [ "J. Yoo", "D.Y. Lee", "V. Gujrati", "N.S. Rejinold", "K.M. Lekshmi", "S. Uthaman", "C. Jeong", "I.K. Park", "S. Jon", "Y.C. Kim" ],
      "venue" : "J. Control. Release",
      "citeRegEx" : "Yoo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yoo et al\\.",
      "year" : 2017
    }, {
      "title" : "Injectable hydrogels delivering therapeutic agents for disease treatment and tissue",
      "author" : [ "J.H. Lee" ],
      "venue" : "engineering, Biomater. Res",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Poly(amino carbonate urethane)-based biodegradable, temperature and pH-sensitive injectable hydrogels for sustained human growth hormone",
      "author" : [ "V.H. Giang Phan", "T. Thambi", "H.T. Trang Duong", "D.S. Lee" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Amino acids and peptide-based supramolecular hydrogels for three-dimensional cell culture, Adv. Mater",
      "author" : [ "X.Q. Dou", "C.L. Feng" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Therapeutic proteins",
      "author" : [ "D.S. Dimitrov" ],
      "venue" : "Methods Mol Biol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "The enzyme as drug: application of enzymes as pharmaceuticals",
      "author" : [ "M. Vellard" ],
      "venue" : "Curr. Opin. Biotechnol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2003
    }, {
      "title" : "Immune checkpoint inhibitors in clinical practice: update on management of immune-related toxicities, Transl. Lung Cancer Res",
      "author" : [ "J. Villadolid", "A. Amin" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "The checkpoint immunotherapy revolution, P.T",
      "author" : [ "W. Alexander" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2016
    }, {
      "title" : "Glatiramer acetate in the treatment of multiple sclerosis: Emerging concepts regarding its mechanism of action, CNS Drugs",
      "author" : [ "P.H. Lalive", "O. Neuhaus", "M. Benkhoucha", "D. Burger", "R. Hohlfeld", "S.S. Zamvil", "M.S. Weber" ],
      "venue" : null,
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Functional polypeptide and hybrid materials: Precision synthesis via α-amino acid N-carboxyanhydride polymerization and emerging biomedical applications, Prog",
      "author" : [ "C. Deng", "J. Wu", "R. Cheng", "F. Meng", "H.A. Klok", "Z. Zhong" ],
      "venue" : "Polym. Sci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2014
    }, {
      "title" : "Biodegradable polydepsipeptides",
      "author" : [ "Y. Feng", "J. Guo" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2009
    }, {
      "title" : "Engineering of biomaterials for drug delivery systems (Beyond polyethylene glycol), Wood Head Publishing Series in Biomaterials",
      "author" : [ "M. Khuphe", "P.D. Thornton" ],
      "venue" : null,
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    }, {
      "title" : "Intelligent polymeric micelles from functional poly(ethylene glycol)-poly(amino acid) block copolymers, Adv",
      "author" : [ "Y. Bae", "K. Kataoka" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2009
    }, {
      "title" : "Hydrolytic and enzymatic degradation of nanoparticles based on amphiphilic poly(gamma-glutamic acid)-graft-L-phenylalanine copolymers, Biomacromolecules",
      "author" : [ "T. Akagi", "M. Higashi", "T. Kaneko", "T. Kida", "M. Akashi" ],
      "venue" : null,
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2006
    }, {
      "title" : "The EPR effect: Unique features of tumor blood vessels for drug delivery, factors involved, and limitations and augmentation of the effect, Adv",
      "author" : [ "J. Fang", "H. Nakamura", "H. Maeda" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2011
    }, {
      "title" : "PEGylated nanoparticles for biological and pharmaceutical applications, Adv",
      "author" : [ "H. Otsuka", "Y. Nagasaki", "K. Kataoka" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2003
    }, {
      "title" : "An overview of clinical and commercial impact of drug delivery",
      "author" : [ "A.C. Anselmo", "S. Mitragotri" ],
      "venue" : "systems, J. Control. Release",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Drug delivery research: The invention cycle, Mol. Pharm",
      "author" : [ "K. Park" ],
      "venue" : null,
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2016
    }, {
      "title" : "Nanostructured lipid carriers and their current application in targeted drug",
      "author" : [ "P. Jaiswal", "B. Gidwani", "A. Vyas" ],
      "venue" : "delivery, Artif. Cells Nanomed. Biotechnol",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Extracellular matrix component shelled nanoparticles as dual enzyme-responsive drug delivery vehicles for cancer",
      "author" : [ "J. Zhou", "M. Wang", "H. Ying", "D. Su", "H. Zhang", "G. Lu", "J. Chen" ],
      "venue" : "therapy, ACS Biomater. Sci. Eng",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Role of nitric oxide in the biology, physiology and pathophysiology of reproduction, Hum. Reprod",
      "author" : [ "M. Rosselli", "P.J. Keller", "R.K. Dubey" ],
      "venue" : null,
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 1998
    }, {
      "title" : "Nitric oxide and cancer therapy: the emperor has NO clothes",
      "author" : [ "J.R. Hickok", "D.D. Thomas" ],
      "venue" : "Curr. Pharm. Des",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2010
    }, {
      "title" : "Nitric oxide for cancer therapy, Future Sci. OA",
      "author" : [ "S. Huerta" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2015
    }, {
      "title" : "The role of nitric oxide in cardiovascular diseases",
      "author" : [ "K.M. Naseem" ],
      "venue" : "Mol. Aspects Med",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2005
    }, {
      "title" : "Delivering nitric oxide with nanoparticles",
      "author" : [ "J.F. Quinn", "M.R. Whittaker", "T.P. Davis" ],
      "venue" : "J. Control. Release",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2015
    }, {
      "title" : "Role of L-arginine in nitric oxide production in health and hypertension",
      "author" : [ "N.W. Rajapakse", "D.L. Mattson" ],
      "venue" : "Clin. Exp. Pharmacol. Physiol",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2009
    }, {
      "title" : "Facile and quantitative synthesis of a poly(ethylene glycol)-b-poly(L-arginine) block copolymer and its use for the preparation of polyion complex micelles with polyanions for biomedical applications, Macromol",
      "author" : [ "S. Kudo", "Y. Nagasaki" ],
      "venue" : "Rapid Commun",
      "citeRegEx" : "Kudo and Nagasaki,? \\Q2015\\E",
      "shortCiteRegEx" : "Kudo and Nagasaki",
      "year" : 2015
    }, {
      "title" : "A new concept for macromolecular therapeutics in cancer chemotherapy: mechanism of tumoritropic accumulation of proteins and the antitumor agent Smancs",
      "author" : [ "Y. Matsumura", "H.A. Maeda" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 1986
    }, {
      "title" : "Balligand, Nitric oxide and cardiac function: ten years after, and continuing",
      "author" : [ "P.B. Massion", "O. Feron", "J.L.C. Dessy" ],
      "venue" : "Circ. Res",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2003
    }, {
      "title" : "Nitric oxide and angiogenesis in cardiovascular disease, Antioxid",
      "author" : [ "T. Murohara", "T Asahara" ],
      "venue" : "Redox Signal",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2002
    }, {
      "title" : "Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler",
      "author" : [ "C.M. Oomen", "M.J. van Erk", "E.J. Feskens", "F.J. Kok", "D. Kromhout" ],
      "venue" : "Thromb. Vasc. Biol",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2000
    }, {
      "title" : "Dietary arginine and the prevention of cardiovascular diseases",
      "author" : [ "M. de Lorgeril" ],
      "venue" : "Cardiovasc. Res",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 1998
    }, {
      "title" : "Peroxynitrite: biochemistry, pathophysiology and development of therapeutics",
      "author" : [ "C. Szabo", "H. Ischiropoulos", "R. Radi" ],
      "venue" : "Nat. Rev. Drug Discov",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2007
    }, {
      "title" : "Role of oxidative stress in cardiovascular diseases",
      "author" : [ "N.S. Dhalla", "R.M. Temsah", "T. Netticadan" ],
      "venue" : "J. Hypertens",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2000
    }, {
      "title" : "Apparent hydroxyl radical production by peroxynitrite: implications for endothelial injury from nitric oxide and superoxide",
      "author" : [ "J.S. Beckman", "T.W. Beckman", "J. Chen", "P.A. Marshall", "B.A. Freeman" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 1990
    }, {
      "title" : "Gladwin, The nitrate-nitrite-nitric oxide pathway in physiology and therapeutics",
      "author" : [ "J.O. Lundberg", "M.T.E. Weitzberg" ],
      "venue" : "Nat. Rev. Drug Discov",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2008
    }, {
      "title" : "Levodopa in the treatment of Parkinson's disease: an old drug still going strong",
      "author" : [ "W. Poewe", "A. Antonini", "J.C. Zijlmans", "P.R. Burkhard", "F. Vingerhoets" ],
      "venue" : "Clin Interv. Aging",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2010
    }, {
      "title" : "Side effects of a dopamine agonist therapy for Parkinson’s disease: a mini-review of clinical pharmacology",
      "author" : [ "J.A. Borovac" ],
      "venue" : "Yale J. Biol. Med",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2016
    }, {
      "title" : "Self-assembled polydopamine nanoparticles improve treatment in Parkinson's disease model mice and suppress dopamine- induced dyskinesia",
      "author" : [ "F. De Chiara", "S. Heebøll", "G. Marrone", "C. Montoliu", "A.S. Hamilton-Dutoit" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2020
    }, {
      "title" : "Chamuleau, L-Ornithine vs. L-Ornithine-L-aspartate as a treatment for hyperammonemia- induced encephalopathy in rats",
      "author" : [ "B.A. Vogels", "O.T. Karlsen", "M.A. Mass", "R.A.W.M. Boveé" ],
      "venue" : "J. Hepatol",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 1997
    }, {
      "title" : "placebo-controlled study, Gastroenterology",
      "author" : [ "S. Hayasaka", "T. Kodama", "A. Ohira" ],
      "venue" : "J. Nutr",
      "citeRegEx" : "Hayasaka et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hayasaka et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Journal Pre-proof Design of amino acid-based self-assembled nano-drugs for therapeutic applications Long Binh Vong, Nhu-Thuy Trinh, Yukio Nagasaki PII: S0168-3659(20)30343-6 DOI: https://doi.org/10.1016/j.jconrel.2020.06.009 Reference: COREL 10364 To appear in: Journal of Controlled Release Received date: 2 May 2020 Revised date: 6 June 2020 Accepted date: 9 June 2020 Please cite this article as: L.B. Vong, N.-T. Trinh and Y. Nagasaki, Design of amino acid-based self-assembled nano-drugs for therapeutic applications, Journal of Controlled Release (2020), https://doi.",
      "startOffset" : 154,
      "endOffset" : 560
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55.",
      "startOffset" : 40,
      "endOffset" : 53
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676.",
      "startOffset" : 40,
      "endOffset" : 253
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178.",
      "startOffset" : 40,
      "endOffset" : 425
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158.",
      "startOffset" : 40,
      "endOffset" : 545
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211.",
      "startOffset" : 40,
      "endOffset" : 724
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70.",
      "startOffset" : 40,
      "endOffset" : 934
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181.",
      "startOffset" : 40,
      "endOffset" : 1057
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181. 23. P.J. Garlick, The nature of human hazards associated with excessive intake of amino acids, J. Nutr. 134 (6) (2004) 1633S–1639S.",
      "startOffset" : 40,
      "endOffset" : 1185
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181. 23. P.J. Garlick, The nature of human hazards associated with excessive intake of amino acids, J. Nutr. 134 (6) (2004) 1633S–1639S. 24. R. Plummer, R.H. Wilson, H. Calvert, A.V. Boddy, M. Griffin, J. Sludden, M. J. Tilby, M. Eatock, D.G. Pearson, C.J. Ottley, Y. Matsumura, K. Kataoka, T. Nishiya, A phase I clinical study of cisplatin- incorporated polymeric micelles (NC-6004) in patients with solid tumours, Br. J. Cancer. 104 (4) (2011) 593–598.",
      "startOffset" : 40,
      "endOffset" : 1507
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181. 23. P.J. Garlick, The nature of human hazards associated with excessive intake of amino acids, J. Nutr. 134 (6) (2004) 1633S–1639S. 24. R. Plummer, R.H. Wilson, H. Calvert, A.V. Boddy, M. Griffin, J. Sludden, M. J. Tilby, M. Eatock, D.G. Pearson, C.J. Ottley, Y. Matsumura, K. Kataoka, T. Nishiya, A phase I clinical study of cisplatin- incorporated polymeric micelles (NC-6004) in patients with solid tumours, Br. J. Cancer. 104 (4) (2011) 593–598. 25 . H. Cabral , Y. Matsumoto, K. Mizuno, Q. Chen, M. Murakami, M. Kimura, Y. Terada, M.R. Kano, K. Miyazono, M. Uesaka, N. Nishiyama, K. Kataoka, Accumulation of sub-100 nm polymeric micelles in poorly permeable tumours depends on size, Nat. Nanotechnol. 6 (12) (2011) 815–823.",
      "startOffset" : 40,
      "endOffset" : 1786
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181. 23. P.J. Garlick, The nature of human hazards associated with excessive intake of amino acids, J. Nutr. 134 (6) (2004) 1633S–1639S. 24. R. Plummer, R.H. Wilson, H. Calvert, A.V. Boddy, M. Griffin, J. Sludden, M. J. Tilby, M. Eatock, D.G. Pearson, C.J. Ottley, Y. Matsumura, K. Kataoka, T. Nishiya, A phase I clinical study of cisplatin- incorporated polymeric micelles (NC-6004) in patients with solid tumours, Br. J. Cancer. 104 (4) (2011) 593–598. 25 . H. Cabral , Y. Matsumoto, K. Mizuno, Q. Chen, M. Murakami, M. Kimura, Y. Terada, M.R. Kano, K. Miyazono, M. Uesaka, N. Nishiyama, K. Kataoka, Accumulation of sub-100 nm polymeric micelles in poorly permeable tumours depends on size, Nat. Nanotechnol. 6 (12) (2011) 815–823. 26. I. Conejos-Sánchez, E. Gallon, A. Niño-Pariente, J.A. Smith, A.G. De la Fuente, L. Di Canio, S. Pluchino, R.J.M. Franklin, M.J. Vicent, Polyornithine-based polyplexes to boost effective gene silencing in CNS disorders. Nanoscale 12 (11) (2020) 6285–6299.",
      "startOffset" : 40,
      "endOffset" : 2043
    }, {
      "referenceID" : 0,
      "context" : "European journal of clinical nutrition 71 (1) (2017) 51–55. 17. F.J. van Spronsen, M.J. de Groot, M. Hoeksma, D.J. Reijngoud, M. van Rijn, Large neutral amino acids in the treatment of PKU: from theory to practice, J. Inherit. Metab. Dis. 33 (6) (2010) 671–676. 18 . A. Rezhdo, M. Islam, M. Huang, J.A. Van Deventer, Future prospects for noncanonical amino acids in biological therapeutics, Curr. Opin. Biotechnol. 60 (2019)168–178. 19. Y. Huang, T. Liu, Therapeutic applications of genetic code expansion, Synth. Syst. Biotechnol. 3 (3) (2018) 150–158. 20 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (3) (2002) 203–211. 21 . D. Dardevet, I. Rieu, P. Fafournoux, C. Sornet, L. Combaret, A. Bruhat, S. Mordier, L. Mosoni, J. Grizard, Leucine: a key amino acid in ageing-associated sarcopenia? Nutr. Res. Rev. 16 (1) (2003) 61–70. 22. N.J. Benevenga, R.D. Steele, Adverse effects of excessive consumption of amino acids, Annu. Rev. Nutr. 4 (1984) 157–181. 23. P.J. Garlick, The nature of human hazards associated with excessive intake of amino acids, J. Nutr. 134 (6) (2004) 1633S–1639S. 24. R. Plummer, R.H. Wilson, H. Calvert, A.V. Boddy, M. Griffin, J. Sludden, M. J. Tilby, M. Eatock, D.G. Pearson, C.J. Ottley, Y. Matsumura, K. Kataoka, T. Nishiya, A phase I clinical study of cisplatin- incorporated polymeric micelles (NC-6004) in patients with solid tumours, Br. J. Cancer. 104 (4) (2011) 593–598. 25 . H. Cabral , Y. Matsumoto, K. Mizuno, Q. Chen, M. Murakami, M. Kimura, Y. Terada, M.R. Kano, K. Miyazono, M. Uesaka, N. Nishiyama, K. Kataoka, Accumulation of sub-100 nm polymeric micelles in poorly permeable tumours depends on size, Nat. Nanotechnol. 6 (12) (2011) 815–823. 26. I. Conejos-Sánchez, E. Gallon, A. Niño-Pariente, J.A. Smith, A.G. De la Fuente, L. Di Canio, S. Pluchino, R.J.M. Franklin, M.J. Vicent, Polyornithine-based polyplexes to boost effective gene silencing in CNS disorders. Nanoscale 12 (11) (2020) 6285–6299. 27 . Y. Liu, J. Li, K. Shao, R. Huang, L. Ye, J. Lou, C. Jiang, A leptin derived 30-amino-acid peptide modified pegylated poly-L-lysine dendrigraft for brain targeted gene delivery, Biomaterials 31 (19) (2010) 5246–5257.",
      "startOffset" : 40,
      "endOffset" : 2264
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316.",
      "startOffset" : 32,
      "endOffset" : 175
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211.",
      "startOffset" : 32,
      "endOffset" : 350
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139.",
      "startOffset" : 32,
      "endOffset" : 548
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563.",
      "startOffset" : 32,
      "endOffset" : 670
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680.",
      "startOffset" : 32,
      "endOffset" : 830
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559.",
      "startOffset" : 32,
      "endOffset" : 964
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559. 76. N.S. Dhalla, R.M. Temsah, T. Netticadan, Role of oxidative stress in cardiovascular diseases, J. Hypertens. 18 (2000) 655–673.",
      "startOffset" : 32,
      "endOffset" : 1095
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559. 76. N.S. Dhalla, R.M. Temsah, T. Netticadan, Role of oxidative stress in cardiovascular diseases, J. Hypertens. 18 (2000) 655–673. 77 . N.D. Vaziri, B. Rodríguez-Iturbe, Mechanisms of disease: oxidative stress and inflammation in the pathogenesis of hypertension, Nat. Clin. Pract. Nephrol. 2 (2006) 582–593.",
      "startOffset" : 32,
      "endOffset" : 1273
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559. 76. N.S. Dhalla, R.M. Temsah, T. Netticadan, Role of oxidative stress in cardiovascular diseases, J. Hypertens. 18 (2000) 655–673. 77 . N.D. Vaziri, B. Rodríguez-Iturbe, Mechanisms of disease: oxidative stress and inflammation in the pathogenesis of hypertension, Nat. Clin. Pract. Nephrol. 2 (2006) 582–593. 78. J.S. Beckman, T.W. Beckman, J. Chen, P.A. Marshall, B.A. Freeman, Apparent hydroxyl radical production by peroxynitrite: implications for endothelial injury from nitric oxide and superoxide, Proc. Natl. Acad. Sci. USA. 87 (1990) 1620–1624.",
      "startOffset" : 32,
      "endOffset" : 1515
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559. 76. N.S. Dhalla, R.M. Temsah, T. Netticadan, Role of oxidative stress in cardiovascular diseases, J. Hypertens. 18 (2000) 655–673. 77 . N.D. Vaziri, B. Rodríguez-Iturbe, Mechanisms of disease: oxidative stress and inflammation in the pathogenesis of hypertension, Nat. Clin. Pract. Nephrol. 2 (2006) 582–593. 78. J.S. Beckman, T.W. Beckman, J. Chen, P.A. Marshall, B.A. Freeman, Apparent hydroxyl radical production by peroxynitrite: implications for endothelial injury from nitric oxide and superoxide, Proc. Natl. Acad. Sci. USA. 87 (1990) 1620–1624. 79. L.B. Vong, T.Q. Bui, T. Tomita, H. Sakamoto, Y. Hiramatsu, Y. Nagasaki, Novel angiogenesis therapeutics by redox injectable hydrogel - Regulation of local nitric oxide generation for effective cardiovascular therapy, Biomaterials 167 ( 2018) 143–152. 80 . C. Laurent, B. Chabi, G. Fouret, G. Py, B. Sairafi, C. Elong, S. Gaillet, J.P. Cristol, C. Coudray, C. Feillet-Coudray, Polyphenols decreased liver NADPH oxidase activity, increased muscle mitochondrial biogenesis and decreased gastrocnemius agedependent autophagy in aged rats, Free Radic. Res. 46 (2012) 1140–1149.",
      "startOffset" : 32,
      "endOffset" : 2092
    }, {
      "referenceID" : 0,
      "context" : "Redox Signal 4 (5) (2002) 825–831. 70. C. Farah, L.Y.M. Michel, J.L. Balligand, Nitric oxide signalling in cardiovascular health and disease, Nat. Rev. Cardiol. 15 (5) (2018) 292–316. 71 . D. Tousoulis, C. Antoniades, C. Tentolouris, G. Goumas, C. Stefanadis, P. Toutouzas, L-arginine in cardiovascular disease: dream or reality? Vasc. Med. 7 (2002), 203–211. 72. C.M. Oomen, M.J. van Erk, E.J. Feskens, F.J. Kok, D. Kromhout, Arginine intake and risk of coronary heart disease mortality in elderly men, Arterioscler. Thromb. Vasc. Biol. 20 (2000) 2134–2139. 73. M. de Lorgeril, Dietary arginine and the prevention of cardiovascular diseases, Cardiovasc. Res. 37 (1998) 560–563. 74. C. Szabo, H. Ischiropoulos, R. Radi, Peroxynitrite: biochemistry, pathophysiology and development of therapeutics, Nat. Rev. Drug Discov. 6 (2007) 662–680. 75 . P.J. Barnes, New anti- inflammatory targets for chronic obstructive pulmonary disease, Nat. Rev. Drug Discov. 12 (2013) 543–559. 76. N.S. Dhalla, R.M. Temsah, T. Netticadan, Role of oxidative stress in cardiovascular diseases, J. Hypertens. 18 (2000) 655–673. 77 . N.D. Vaziri, B. Rodríguez-Iturbe, Mechanisms of disease: oxidative stress and inflammation in the pathogenesis of hypertension, Nat. Clin. Pract. Nephrol. 2 (2006) 582–593. 78. J.S. Beckman, T.W. Beckman, J. Chen, P.A. Marshall, B.A. Freeman, Apparent hydroxyl radical production by peroxynitrite: implications for endothelial injury from nitric oxide and superoxide, Proc. Natl. Acad. Sci. USA. 87 (1990) 1620–1624. 79. L.B. Vong, T.Q. Bui, T. Tomita, H. Sakamoto, Y. Hiramatsu, Y. Nagasaki, Novel angiogenesis therapeutics by redox injectable hydrogel - Regulation of local nitric oxide generation for effective cardiovascular therapy, Biomaterials 167 ( 2018) 143–152. 80 . C. Laurent, B. Chabi, G. Fouret, G. Py, B. Sairafi, C. Elong, S. Gaillet, J.P. Cristol, C. Coudray, C. Feillet-Coudray, Polyphenols decreased liver NADPH oxidase activity, increased muscle mitochondrial biogenesis and decreased gastrocnemius agedependent autophagy in aged rats, Free Radic. Res. 46 (2012) 1140–1149. 81. J.O. Lundberg, E. Weitzberg, M.T. Gladwin, The nitrate-nitrite-nitric oxide pathway in physiology and therapeutics, Nat. Rev. Drug Discov. 7 (2008) 156–167.",
      "startOffset" : 32,
      "endOffset" : 2255
    } ],
    "year" : 2020,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : null
  }
}