{
  "name" : "2020-06-18__c7_10.1021@acsnano.0c04596.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Back to Normal: An Old Physics Route to Reduce SARS-CoV \u00012 Transmission in Indoor Spaces",
    "authors" : [ "F. Javier Garc", "ía de Abajo", "Ido Kaminer", "Andreas Meyerhans", "Joan Rosell-Llompart", "Tilman Sanchez-Elsner" ],
    "emails" : [ ],
    "sections" : null,
    "references" : [ {
      "title" : "Exhaled Droplets Due to Talking and Coughing",
      "author" : [ "X. Xie", "Y. Li", "H. Sun", "L. Liu" ],
      "venue" : null,
      "citeRegEx" : "Xie et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2006
    }, {
      "title" : "Aerosol Emission and Superemission During Human Speech Increase with Voice Loudness",
      "author" : [ "S. Asadi", "A.S. Wexler", "C.D. Cappa", "S. Barreda", "N.M. Bouvier", "W.D. Ristenpart" ],
      "venue" : null,
      "citeRegEx" : "Asadi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Asadi et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of Voicing and Articulation Manner on Aerosol Particle Emission during Human Speech",
      "author" : [ "S. Asadi", "A.S. Wexler", "C.D. Cappa", "S. Barreda", "N.M. Bouvier", "W.D. Ristenpart" ],
      "venue" : null,
      "citeRegEx" : "Asadi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Asadi et al\\.",
      "year" : 2019
    }, {
      "title" : "Violent Expiratory Events: On Coughing and Sneezing",
      "author" : [ "L. Bourouiba", "Dehandschoewercker", "J.W.M. Bush" ],
      "venue" : "PLoS One2020,",
      "citeRegEx" : "Bourouiba et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Bourouiba et al\\.",
      "year" : 2020
    }, {
      "title" : "How Far Droplets Can Move in Indoor Environments",
      "author" : [ "X. Xie", "Y. Li", "A.T.Y. Chwang", "P.L. Ho", "W.H. Seto" ],
      "venue" : null,
      "citeRegEx" : "Xie et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2020
    }, {
      "title" : "Expulsion of Group A Hemolytic Streptococci in Droplets and Droplet Nuclei by Sneezing, Coughing and Talking",
      "author" : [ "Hamburger", "M.", "O.H. Robertson" ],
      "venue" : "Indoor Air2007,",
      "citeRegEx" : "Jr. and Robertson,? \\Q2007\\E",
      "shortCiteRegEx" : "Jr. and Robertson",
      "year" : 2007
    }, {
      "title" : "Toward Understanding the Risk of Secondary Airborne Infection: Emission of Respirable Pathogens",
      "author" : [ "M. Nicas", "W.W. Nazaroff", "A. Hubbard" ],
      "venue" : null,
      "citeRegEx" : "Nicas et al\\.,? \\Q1948\\E",
      "shortCiteRegEx" : "Nicas et al\\.",
      "year" : 1948
    }, {
      "title" : "The Effect of Environmental Parameters on",
      "author" : [ "J.W. Tang" ],
      "venue" : null,
      "citeRegEx" : "Tang,? \\Q2005\\E",
      "shortCiteRegEx" : "Tang",
      "year" : 2005
    }, {
      "title" : "Environmental Conditions Affect Exhalation of H3N2 Seasonal and Variant Influenza Viruses and Respiratory Droplet Transmission in Ferrets",
      "author" : [ "K.M. Gustin", "J.A. Belser", "V. Veguilla", "H. Zeng", "J.M. Katz", "T.M. Tumpey", "T.R. Maines" ],
      "venue" : null,
      "citeRegEx" : "Gustin et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Gustin et al\\.",
      "year" : 2020
    }, {
      "title" : "Asymptomatic transmission during",
      "author" : [ "H.V. Huff", "A. Singh" ],
      "venue" : null,
      "citeRegEx" : "Huff and Singh,? \\Q2009\\E",
      "shortCiteRegEx" : "Huff and Singh",
      "year" : 2009
    }, {
      "title" : "sph/ide/gidafellowships/Imperial-College-COVID19-NPI-modelling-16-03-2020. pdf (accessed 2020-03-16)",
      "author" : [ "S. Flaxman", "S. Mishra", "A. Gandy", "H.J.T. Unwin", "H. Coupland", "T.A. Mellan", "H. Zhu", "T. Berah", "J.W. Eaton", "P.N.P. Guzman" ],
      "venue" : null,
      "citeRegEx" : "Flaxman et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Flaxman et al\\.",
      "year" : 2020
    }, {
      "title" : "Reducing Transmission of SARS-CoV-2",
      "author" : [ "K.A. Prather", "C.A. Wang", "R.T. Schooley" ],
      "venue" : "PLoS Pathog. 2013,",
      "citeRegEx" : "Prather et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Prather et al\\.",
      "year" : 2013
    }, {
      "title" : "Potential Utilities of Mask-Wearing and Instant Hand Hygiene for Fighting SARS-CoV-2",
      "author" : [ "Nat. Med" ],
      "venue" : null,
      "citeRegEx" : "Med.,? \\Q2020\\E",
      "shortCiteRegEx" : "Med.",
      "year" : 2020
    }, {
      "title" : "Role of Ventilation in Airborne Transmission of Infectious Agents in the Built Environment",
      "author" : [ "Y. Li", "G.M. Leung", "J.W. Tang", "X. Yang", "C.Y.H. Chao", "J.Z. Lin", "J.W. Lu", "P.V. Nielsen", "J. Niu", "H. Qian", "A.C. Sleigh", "H.-J.J. Su", "J. Sundell", "T.W. Wong", "P.L. Yuen" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2020
    }, {
      "title" : "Human Occupancy as a Source of Indoor Airborne Bacteria",
      "author" : [ "D. Hospodsky", "J. Qian", "W.W. Nazaroff", "N. Yamamoto", "K. Bibby", "H. Rismani-Yazdi", "J. Peccia" ],
      "venue" : null,
      "citeRegEx" : "Hospodsky et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hospodsky et al\\.",
      "year" : 2011
    }, {
      "title" : "The Potential Spread of Infection Caused by Aerosol Contamination of Surfaces after Flushing a Domestic Toilet",
      "author" : [ "J. Barker", "M.V. Jones" ],
      "venue" : "J. Appl. Microbiol",
      "citeRegEx" : "Barker and Jones,? \\Q2013\\E",
      "shortCiteRegEx" : "Barker and Jones",
      "year" : 2013
    }, {
      "title" : "The Roles of Transportation and Transportation Hubs in the Propagation of Influenza and Coronaviruses: A Systematic Review",
      "author" : [ "A. Browne", "A.S. St-Onge", "C.R. Beck", "J.S. Nguyen-Van-Tam" ],
      "venue" : null,
      "citeRegEx" : "Browne et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Browne et al\\.",
      "year" : 2005
    }, {
      "title" : "A Study on a Control Method with a Ventilation Requirement of a VAV System in Multi-Zone",
      "author" : [ "H.-J. Kim", "Y.-H. Cho" ],
      "venue" : null,
      "citeRegEx" : "Kim and Cho,? \\Q2007\\E",
      "shortCiteRegEx" : "Kim and Cho",
      "year" : 2007
    }, {
      "title" : "Review of the Efficacy",
      "author" : [ "A.A. Elgujja", "H.H. Altalhi", "S. Ezreqat" ],
      "venue" : null,
      "citeRegEx" : "Elgujja et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Elgujja et al\\.",
      "year" : 2014
    }, {
      "title" : "Inactivation of SARS Coronavirus by Means of Povidone-Iodine, Physical Conditions and Chemical Reagents",
      "author" : [ "H. Kariwa", "N. Fujii", "I. Takashima" ],
      "venue" : null,
      "citeRegEx" : "Kariwa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kariwa et al\\.",
      "year" : 2016
    }, {
      "title" : "Inactivation of Airborne Viruses Using a Packed Bed NonThermal Plasma Reactor",
      "author" : [ "T. Xia", "A. Kleinheksel", "E.M. Lee", "Z. Qiao", "K.R. Wigginton", "H.L. Clack" ],
      "venue" : null,
      "citeRegEx" : "Xia et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Xia et al\\.",
      "year" : 2009
    }, {
      "title" : "Evaluating UV-C LED Disinfection Performance and Investigating Potential Dual-Wavelength Synergy",
      "author" : [ "S.E. Beck", "H. Ryu", "L.A. Boczek", "J.L. Cashdollar", "K.M. Jeanis", "J.S. Rosenblum", "O.R. Lawal", "K.G. Linden" ],
      "venue" : null,
      "citeRegEx" : "Beck et al\\.,? \\Q1947\\E",
      "shortCiteRegEx" : "Beck et al\\.",
      "year" : 1947
    }, {
      "title" : "Inactivation of Virus-Containing Aerosols by Ultraviolet Germicidal Irradiation",
      "author" : [ "C.-C. Tseng", "C.-S. Li" ],
      "venue" : null,
      "citeRegEx" : "Tseng and Li,? \\Q2013\\E",
      "shortCiteRegEx" : "Tseng and Li",
      "year" : 2013
    }, {
      "title" : "Effect of Ultraviolet Germicidal Irradiation",
      "author" : [ "C.M. Walker", "G. Ko" ],
      "venue" : null,
      "citeRegEx" : "Walker and Ko,? \\Q2018\\E",
      "shortCiteRegEx" : "Walker and Ko",
      "year" : 2018
    }, {
      "title" : "Efficacy of an Automated Multiple Emitter Whole-Room Ultraviolet-C Disinfection System Against Coronaviruses MHV and MERS-CoV",
      "author" : [ "K. Bedell", "A.H. Buchaklian", "S. Perlman" ],
      "venue" : null,
      "citeRegEx" : "Bedell et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Bedell et al\\.",
      "year" : 2007
    }, {
      "title" : "207-nm UV Light",
      "author" : [ "M. Buonanno", "M. Stanislauskas", "B. Ponnaiya", "A.W. Bigelow", "G. Randers-Pehrson", "Y. Xu", "I. Shuryak", "L. Smilenov", "D.M. Owens", "D.J. Brenner" ],
      "venue" : null,
      "citeRegEx" : "Buonanno et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Buonanno et al\\.",
      "year" : 1998
    }, {
      "title" : "Optical and Dielectric Properties of DNA in the Extreme Ultraviolet",
      "author" : [ "T. Inagaki", "R.N. Hamm", "E.T. Arakawa", "L.R. Painter" ],
      "venue" : "Academic Press: San Diego,",
      "citeRegEx" : "Inagaki et al\\.,? \\Q1985\\E",
      "shortCiteRegEx" : "Inagaki et al\\.",
      "year" : 1985
    }, {
      "title" : "Recent Progress in AlGaN-Based Deep-UV LEDs",
      "author" : [ "H. Hirayama", "S. Fujikawa", "N. Kamata" ],
      "venue" : "Nature",
      "citeRegEx" : "Hirayama et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Hirayama et al\\.",
      "year" : 2006
    }, {
      "title" : "25 W of Average Power at 172 nm in the Vacuum Ultraviolet from Flat, Efficient Lamps Driven by Interlaced Arrays of Microcavity Plasmas",
      "author" : [ "S.-J. Park", "C.M. Herring", "A.E. Mironov", "J.H. Cho", "J.G. Eden" ],
      "venue" : "APL Photon2017,",
      "citeRegEx" : "Park et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2017
    }, {
      "title" : "Far-Ultraviolet Plane-Emission Handheld Device Based on Hexagonal Boron Nitride",
      "author" : [ "K. Watanabe", "T. Taniguchi", "T. Niiyama", "K. Miya", "M. Taniguchi" ],
      "venue" : null,
      "citeRegEx" : "Watanabe et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Watanabe et al\\.",
      "year" : 2016
    }, {
      "title" : "Visible Light from Localized Surface",
      "author" : [ "S.J. Smith", "E.M. Purcell" ],
      "venue" : null,
      "citeRegEx" : "Smith and Purcell,? \\Q2009\\E",
      "shortCiteRegEx" : "Smith and Purcell",
      "year" : 2009
    }, {
      "title" : "Air Disinfection in Measles Transmission Hotspots",
      "author" : [ "E. Nardell", "R. Nathavitharana" ],
      "venue" : null,
      "citeRegEx" : "Nardell and Nathavitharana,? \\Q2018\\E",
      "shortCiteRegEx" : "Nardell and Nathavitharana",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "We advocate the widespread use of UV-C light as a short-term, easily deployable, and a ordable way to limit virus spread in the current SARS-CoV-2 pandemic. Radical social distancing with the associated shutdown of schools, restaurants, sport clubs, workplaces, and traveling has been shown to be e ectiv in reducing virus spread, but its economic and social costs are unsustainable in the medium term. Simple measures like frequent handwashing, facial masks, and other physical barriers are being commonly adopted to prevent virus transmission. However, their e cacy may be limited, particularly in shared indoor spaces, where, in addition to airborne transmission, elements with small surface areas such as elevator buttons, door handles, and handrails are frequently used and can also mediate transmission. We argue that additional measures are necessary to reduce virus transmission when people resume attending schools and jobs that require proximity or some degree of physical contact. Among the available alternatives, UV-C light satis es the requirements of rapid, widespread, and economically viable deployment. Its implementation is only limited by current production capacities, an increase of which requires swift intervention by industry and authorities. Pandemics created by novel viruses from animal reservoirs have become recurrent events in our globalized world. The recent outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a reminder that, once a virus emerges in the human population for the rs time, it can rapidly spread worldwide and put our wellbeing in danger if it is not contained from the very beginning. Viral spread is particularly probable if the virus can be transmitted through the air, has a short incubation time, and is highly infectious. Our strongly interconnected society has a large fraction of the population concentrated in megacities hosting millions of inhabitants with frequent human interactions. In addition, our society has access to e cient travel systems that enable reaching even remote places within hours, thus fostering dissemination of di eases. 1 Consequently, managing pandemics is indeed a huge challenge for any government or social organization. The recent SARS-CoV-2 pandemic has shown that initial measures of temporary con nement of citizens can be e ective in curbing the spread of the virus and preventing the collapse of health systems. However, con nement causes a huge burden on national and global economies, negatively impacting businesses and individuals  physical and mental health. In addition, P ersective www.acsnano.org ' XXXX American Chemical Society A https://dx.doi.org/10.1021/acsnano.0c04596 ACS NanoXXXX, XXX, XXX XXX D ow nl oa de d vi a U PP SA L A U N IV o n Ju ne 1 8, 2 02 0 at 1 2: 20 :2 0 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. developing countries cannot assume such burdens and are instead forced to endure the pandemic. Consequently, in both developing and developed economies, there is strong motivation to end con nement and, instead, to implement measures that enable some degree of physical proximity between individuals, allowing them to have long interactions in indoor spaces. To contain the spread of SARS-CoV-2 and to limit similar outbreaks in the future, prevention measures that can be rapidly adopted are an excellent investment in shared environments. Moreover, such prevention measures should be planned as part of future infrastructure in workplaces, public buildings, and mass transit systems. Air-transmittable viruses such as in ue za viruses, 3 the common-cold rhinoviruses, or the new SARS-CoV-2 virus are emitted from an infected individual during coughing, sneezing, talking, or even breathing. 3 10 These physiological actions produce aerosols made of droplets of various sizes that may carry infectious viruses and initiate new infection events when inhaled by others. Importantly, the speci c size of the droplets determines their airborne lifetimes and, thus, the duration over which passing individuals may be exposed to the virus. Droplets larger than 100 200 m settle down rapidly under the action of gravity and rarely reach distances beyond a few meters from the release point, 8,11,12 whereas droplets smaller than 10 m (5 m) with settling speeds below 3 mm/s (0.8 mm/s) can stay airborne for 10 min (>30 min in still air) or longer if they shrink by water evaporation and/or get dispersed by air currents. 11,13 Droplets emitted in the intermediate size range ( 10 100 m) can also shrink due to evaporation and be equally dispersed. 13 Factors such as air ow speed, temperature, and humidity can also a ect the transmission rate associated with infectious aerosols. 14,15 Recent studies indicate that weather conditions do not strongly a ect SARS-CoV-2 spreading. 16,17 Nevertheless, temperature and humidity in uence virus survival on surfaces, 18 which, together with the type of supporting material, a ect the measured persistence times of viral genetic material, ranging from hours to days. Humidity plays an important role in viral transmission and is an especially important factor in relation to social and working environments because cold humid air from outdoors su ers a signi cant drop in humidity when entering indoor spaces. 21 Consistent with this nding, animal models show that respiratory droplet transmission of in uenza in ferrets is more e cient in a 30% relative humidity environment and least e cient above 50%. 22 Relative humidity has been hypothesized to play a role in the determination that aerosols are the most e cient chain of transmission in temperate regions, although this parameter may also be responsible for a di e ent transmission preference in humid and warm regions, where heavier, water-laden, airborne virus-containing droplets tend to settle on surfaces, thus favoring contact transmission. 23 The ability of SARS-COV-2 to be transmitted a few days before infected individuals feel any symptoms 24 and also by undiagnosed asymptomatic individuals 25 further complicates prevention and demands intervention in all frequented indoor spaces. Reducing exposure to air-transmittable viruses requires inactivation of both (i) airborne viruses in aerosols and (ii) viruses deposited on actively used surfaces. A simple rate-equation model that accounts for susceptible (S), infected (I), and resistant (R) individuals, formulated nearly a century ago, 26,27 quanti es epidemics by the so-called reproduction number R. The latter re ects how many new infections are produced on average by every infected person. An epidemic grows or decays roughly exponentially if R> 1 orR< 1, respectively. The initial phase of the current SARS-CoV-2 pandemic was characterized by a high Rvalue of 2.5 when no mitigation measures were implemented, and all individuals were susceptible to the virus. With an increasing number of resistant individuals that have successfully defeated the virus by their immune responses, the epidemic will naturally slow down and terminate once so-called herd immunity is reached. This state would require at least a fraction 1 1/R 60% of the population to be immune to the virus, although a straightforward solution of the SIR model 28 actually predicts higher values depending on the dynamical evolution of the pandemic, with 20% of people simultaneously infected at the peak of contagions. More sophisticated models taking into account social habits as well as geographical distribution and interconnections of the population also predict similarly large numbers of infections. 29 Further elaboration of the simple SIR model explains the bene ts of containment measures 2,32 and forecasts subsequent waves if those measures are relaxed. 30,31,33,34 These models and forecasts, therefore, emphasize the need for economically sustainable mitigation actions to either bring R below 1 (suppression strategy) or at least reduce its value so that a high peak of infections can be averted (mitigation strategy). The recommended measures of social distancing, 2 frequent handwashing, 35 adoption of physical barriers such as surgical masks and other personal protection equipment, 3,35 39 travel restrictions, 40 and frequent direct disinfection of surfaces are e ective in reducing the risk of contagion, so they are recurrently recommended in in uential surveys. 41,42 However, within indoor spaces, such as shared o ces, classrooms, healthcare facilities, and public transport vehicles, these methods may not reduce viral transmission rates to a su ciently low level to prevent exponential growth of the pandemic. Speci cally, with its relatively high Rnumber of 2.5, the SARS-CoV-2 pandemic requires the adoption of additional measures to supplement those mentioned above. The need for such additional measures is particularly acute in hospitals, where the high densities of infected individuals have already led to high rates of infection among healthcare professionals in epidemic hotspots, and consequently, new protocols are being tested. 43 In this Perspective, we discuss additional measures to reduce SARS-CoV-2 transmissions in indoor spaces such as o ce spaces. Due to the urgency to act on a global scale, we advocate for one measure that is particularly e ci nt, easily deployable, and economically a ordable: virus inactivation by ultraviolet (UV) light. Nevertheless, the production of a su cient number of source elements might be a limiting factor that requires fast intervention by industry and government authorities in order to address the foreseeable demand. Pathways of Infection in Daily Life. Figure 1a illustrates di erent pathways of virus transmission classi ed into two distinct categories: (1) air transmission of viruses in droplets exhaled by infected individuals and inhaled by healthy Due to the urgency to act on a global scale, we advocate for one measure that is particularly e cient, easily deployable, and economically a ordable: virus inactivation by ultraviolet light. ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.0c04596 ACS NanoXXXX, XXX, XXX XXX B individuals; and (2) surface transmission of viruses deposited on surfaces from either exhalations or hand contact. Infected individuals may spread viruses through coughing and sneezing but also through breathing and speaking in the presence of healthy, susceptible individuals. A long series of studies has revealed a relation between ventilation in buildings and the rate of infection of air-transmittable diseases, 44 therefore prompting recommendations on the use of ventilation systems to minimize the risk of infection. 45,46 In addition, recent research has conclusively shown rapid spreading of airborne pathogens in indoor spaces within a few minutes using methods that include uid-dynamics simulations and experimental measurements of aerosol emission during speech, 4,5,7,10 coughing, 4,8 and sneezing. 8 Analyses in hospitals have recently provided in situ evidence supporting this conclusion. 9 Incidentally, the level of loudness while talking determines the size of the emitted droplets, 4,7 which in turn plays a decisive role on the rate of transmission. 49 Coughing, sneezing, and talking in con ned air volumes therefore pose a real risk when several individuals, some of whom may potentially be infected, have to share the same room for hours. Obviously, the density of people inside buildings is a critical factor that determines the rate of transmission. 50 Contact with surfaces that are frequently used by many people and on which the virus can survive for hours, 19 such as door bells, door handles, and handrails, may also represent another e cient source of transmission. In Figure 1b g, we sketch common scenarios in which airborne and surface-mediated virus transmission can take place during daily life activities. When leaving an apartment building or entering indoor workplaces, elevator buttons and door handles ( Figure 1b) o er surfaces of reduced area that are likely touched by many individuals and, thus, facilitate virus transmission. In addition, airborne viruses exhaled from infected individuals can be dispersed and e ectively transmitted to ealthy people in con ed spaces such as elevators ( Figure 1b), o ce pantries, and shared toilets ( Figure 1f). The latter can additionally be contaminated by transfers of microorganisms to the air during ushing. 51,52 Buses and other means of public transportation 53 (Figure 1c) also involve many individuals sharing con ned air in small spaces as well as frequent hand contact with small area surfaces such as handrails. Although often involving larger volumes, the work environment in shared o ces (Figure 1d) and workshops can foster virus transmission as well because people spend long working hours inside of them. Similarly, public indoor spaces such as shops, restaurants, and cafeterias ( Figure 1g) involve a high turnover of customers and, thus, represent another likely scenario for e cient virus transmission. Social distancing measures, such as limiting the density of p ople in con ned spaces like those sketched in Figure 1, can help reduce virus transmission, but these measures come at a high cost in the long run because they give rise to a considerable reduction in economic activit y. Additional measures for preventing viral spread are required in order to enable a sustainable level of activity while reducing the negative economic impact of the ongoing pandemic. Preventing Viral Spread. Simple physical barriers (handwashing, facial masks, etc.) are being strongly encouraged because they are e cient, easily deployable, and inexpensive means to reduce viral spread. 2,35,36,38 42 Still, each of these Figure 1. Pathways of viral infection in everyday life. (a) Simpli ed scheme of aerosol and contact pathways for virus transmission. (b g) Pictorial description of exposure to virus in everyday activities when (b) using elevators; (c) taking public transportation; (d) spending time in shared indoor spaces such as workplaces, schools, and centers for other social activities; (e) walking through corridors; (f) using common facilities such as toilets, o ce pantries, and storerooms; and (g) dining at restaurants or accessing other public services with high customer turnover. Colored items indicate airborne viruses (red dots), surface-deposited viruses (orange dots), contaminated-air ow (reddish arrows), and fresh/cleaned-air ow (blueish arrows). ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.0c04596 ACS NanoXXXX, XXX, XXX XXX C measures presents speci c problems, and it is questionable as to whether they are su cient to reduce the reproduction number R below 1 without maintaining social distancing because their e cacy depends on the fraction of the population that fully comply with them. With the graphics in Figure 1b g, we illustrate everyday scenarios in which these measures may have limited e ciency, particularly in preventing the spread of airborne viruses in frequently used con ned spaces ( e.g. , toilets, elevators) and surface-deposited viruses in small-area surfaces such as handles, buttons, and handrails. Additional measures to reduce virus propagation can be adopted at three di erent levels: (1) by redesigning the future infrastructure of shared spaces such as o ces, toilet rooms, buses, and trains; (2) by emphasizing further compliance from people with the aforementioned measures; and (3) by deploying measures that will inactivate viruses that are emitted in indoor environments and become airborne or that are deposited on surfaces. Level (1) requires long-term planning and might be an excellent option for future pandemics, but it does not address the acute needs of the current SARS-CoV-2 situation. Level (2) depends strongly on political and social considerations that may vary across countries and, therefore, does not provide a complete solution on the global scale. We focus here on level (3) measures such as washing and wiping surfaces, spraying disinfectants, or illumination with UV-C (200 280 nm wavelength) light sources. The e ciency of each depends on how much they ful ll the following requirements:  Fast implementation. The nancial burden of sustaining the level of social distancing required to prevent exponential growth of the pandemic is immense. Particularly after the rst wave, the possibility of recurring waves of infection and potential changes in virus pathogenicity triggered by mutations is of major concern. Timeliness is paramount to address these concerns.  Scalability. The implementation of new measures involves massive economical, geographical, and social scales, a ecting billions of workers in possibly hundreds of millions of shared workspaces and, therefore, requires similarly high numbers of physical units to be handled and produced at unprecedented rates.  A ordability. The investment needed to act on a su cient fraction of workspaces worldwide may quickly reach multibillion dollar gures, a demand that many countries are not prepared to spend, unless these measures can be made su ciently inexpensive. Preventing airborne virus transmission requires frequent air renewal and/or exposure to conditions that are lethal for the virus but innocuous to humans. Disinfection methods as simple as continuous renewal of air through opening windows can be e cient, 54 but this is not a reasonable option in many climates. Air conditioning (AC) and central heating systems provide continuous access to circulating air (100% room volume circulation every 10 20 min with fresh air replacement every 40 60 min and higher rates in sensitive environments such as research laboratories and operating rooms), incorporating sophisticated methods to control air ow and ventilation in multizone spaces. 55 Contaminated particles can be lt red out from air circulating in ventilation systems, and viruses can be directly inactivated using chemicals 58 61 or by exposing them to UV-C light. 62 In particular, air lters have proven to be e cient in substantially reducing the concentration of >1m sized particles from air, whereas existing electrostatic precipitators eliminate even smaller particles down to <0.1 m with 90% e ciency; 56 however, these methods involve costly and time-consuming installations, which are suitable for large volumes but require long-term planning. Similar considerations apply to virus inactivation through plasma devices. 63 In addition, ozone, 58 hydrogen peroxide, and other chemicals have been proven to be e cient means of virus disinfection in indoor spaces, but these substances are harmful to humans, so they can only be used while people are outside, subject to strict limits of concentration ( e.g. , >200 ppb ozone is required to inactivate RNA viruses, but >75 ppb exposure for hours becomes harmful, particularly for individuals with asthma ). With lters and chemicals requiring long-term planning and/ or the evacuation of people while in use, certain wavelengths of UV-C light emerge as the most promising solution to act swiftly on the SARS-CoV-2 pandemic because UV-C light meets the aforementioned requirements of fast, scalable, and a ordable implementation. Direct comparison between UV-C light and hydrogen peroxide cleaning reveals similarly high e ciencies, yet with certain pros and cons: although UV-C light acts faster, access to shadowed areas can be a problem, 60 which could be mitigated through intensive use of ventilation systems. UV-C Protection and Its Implementation. UV-C light has been applied in sterilization for over a century, including in the treatment of the disease lupus vulgaris, for which Niels Ryberg Finsen received the Nobel Prize in Medicine in 1903. This spectral range of light lies right at the edge of the UV water transparency window, where water is transparent enough to prevent light attenuation inside micron-sized exhaled droplets, so that the illumination can inactivate viruses contained in them. Early studies had already shown the bene ts of using UV-C irradiation to prevent the spread of measles in rural schools. 64 Currently, UV-C light is commonly used in water disinfection, 65 and its use has been proven to reduce air transmission of tuberculosis 66 and airborne viruses. 62,67,68 Speci cally, uorescence lamps are widely used sources to produce light at a wavelength of 254 nm, which inactivates pathogens through cient absorption by their DNA or RNA ( Figure 2g). The inactivation e ciency grows exponentially with the dose, which is proportional to both the exposure time and the light Additional measures for preventing viral spread are required in order to enable a sustainable level of activity while reducing the negative economic impact of the ongoing pandemic. With lters and chemicals requiring long-term planning and/or the evacuation of people while in use, certain wavelengths of UV-C light emerge as the most promising solution to act swiftly on the SARS-CoV-2 pandemic because UV-C light meets the aforementioned requirements of fast, scalable, and a ordable implementation. ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.0c04596 ACS NanoXXXX, XXX, XXX XXX D intensity. 62 The fraction of inactivated viruses is roughly given by 1 10 F/ 0, whereF is the applied uence (in units of energy per area), whereas F0, which stands for the uence needed to inactivate 90% of viruses, is dependent on the light wavelength and the type of pathogen. In particular, values in the F0 = 3 12 J/m range were found using 254 nm light to inactivate airborne viruses with e ciencies depending on whether they contained RNA or DNA with single or double strands. 69 For H1N1 in uenza, a value below F0 = 15 J/m 2 was obtained at a wavelength of 222 nm. In a more relevant study to SARS-CoV2, Walker and Ko found F0 = 6.6 J/m 2 in murine hepatitis virus (MHV), a coronavirus, using 254 nm light. 71 More recently, a di erent study reported close to 100% inactivation of MHV-A59 and MERS-CoV coronaviruses after 5 10 min exposure 72 but, unfortunately, without referring details on the u nce used. Importantly for the present survey, the germicide action of UVC light placed inside AC ducts has already been demonstrated. 73 These results support the use of UV-C disinfection to mitigate the SARS-CoV-2 pandemic, 41 for which the treatise by Kowalski 62 provides an excellent summary of the state-of-theart in this technology. UV-C light can produce eye damage when exceeding the recommended and experimentally validated limit of 60 J/m uence exposure over several hours. 74 In addition, despite its relatively short skin penetration depth ( 2 m at 250 nm wavelength ), UV-C radiation produces carcinogenic e ects because it is absorbed by human DNA ( Figure 2g), as well as by the cytoplasm of cells. Paradoxically, this problem is less severe for more energetic light at shorter wavelengths, and recent studies have concluded that 207 and 222 nmwavelengths Figure 2. Reduction of viral spread through UV-C light. (a) UV-C sources placed inside air-conditioning (AC) ducts. (b) UV-C collimated wallpaper ceiling illumination combined with temperature-driven air circulation. (c) Direct UV-C exposure of toilets, elevators, doorways, and other small-volume spaces while not in use. (d) Local UV-C light applied to frequently used contact elements (buttons, handles, and handrails). (e) Re ecting surfaces placed near UV-C sources in ducts can create multiple light passages through the same volume of air, thus optimizing the e ciency. (f) Re ectivity of aluminum in the 200 280 nm UV-C range obtained from optical data; 80 the re ectivity at a visible wavelength of 550 nm is shown for comparison. (g) Optical absorption of DNA obtained from optical data in the UV-C range; 81 RNA has a similar spectral pro le of absorption. Figure 3. UV-C light in everyday life scenarios. We reproduce Figure 1b g with placements of UV-C light sources to reduce virus propagation. ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.0c04596 ACS NanoXXXX, XXX, XXX XXX E are less damaging for humans than 254 nm but have similar e ciency to inactivate pathogens. Unfortunately, the lower the wavelength of UV-C light, the more e ctive it is at generating harmful ozone. Recent studies promote the prospects of far UVC light (wavelengths of 200 230 nm) as a regime of low risk to human health, yet still with low ozone production. 77 79 Providing the conditions to resume work with a higher degree of safety in the current SARS-CoV-2 pandemic requires implementing protection measures while people are oftentimes present in the workplace. For this purpose, UV-C light sources could be distributed with no direct optical path to humans in the ducts of ventilation systems ( Figure 2a).As an alternative, one could instead use horizontally collimated illumination of a fraction of the room height near either the ceiling or the oor, adding air circulation through temperature-controlled elements such as heaters placed near or beneath the oor (Figure 2b). Commercial solutions for these possibilities already exist. 62 Stand-alone systems consisting of UV-C elements hidden inside a pipe combined with fans to produce intense air ow through them could be an additional option, although the associated turbulent air dynamics could have unknown consequences on the dispersion of exhaled droplets. These solutions could be adequate to increase protection against virus transmission in o ce spaces, classrooms, and restaurants ( Figures 1 d,g and3). Smaller spaces such as toilets, elevators, and o ce pantries (Figures 1 b,f and3) are used only intermittently and involve a high turnover of people. These spaces could be protected by safely exposing them to a high intensity of UV-C radiation while not in use ( Figures 2 c), which could guarantee a virus-free space when a new user enters. In addition, their usable time could be automatically allocated in order to reserve a dwell time during which UV-C irradiation is applied. This approach could be equally practical in public transportation, with periodic irradiation cycles after a certain number of stops or time of continuous use. A similar concept could be applied to motioninactivated UV-C illumination that would serve as a protective barrier in passageways and corridors ( Figures 1 e and3). We also note that frequently touched surfaces, such as buttons ( Figures 2d and3), handles, and speci c segments of handrails, could be directly and continuously exposed to weak UV-C sources aimed at them, as they involve minor risk from eye irradiation or a limited exposure time on hands. Hand-held UV-C devices could be used as well for quick disinfection of these elements and of surfaces in public transportation vehicles ( Figures 1 c and3) as an alternative to cleaning through more time-consuming conventional methods. We can estimate the UV-C power needed to clean air through typical ventilation systems by considering a few of their relevant characteristics extracted from American 45 d European 46 standards. These systems generally inject a volume of virusfree exterior air inside the building equivalent to 1 1.5 times the building volume per hour ( i.e. ,Fext/ V= 1 1.5/h; seeFigure 2a); such fresh air is mixed with 1 2 times its share of recycled air ( i.e. , totallingFAC/ Fext = 2 3); disinfecting the latter can thus bring the rate of clean-air replacement to 2 4.5 times per hour at the cost of cleaning a volume of air per hour equal to 1 3 times the building volume. At full occupation, the building volume per person is 30 m, thus requiringVp 30 90 m 3 of recycled air disinfection per hour per person. Taking standard air circulation speeds v 1 2 m/s in ventilation systems and a representative duct with a length Ld = 1 m, and cross-sectional areaAd = 1 m 2 with an optical path to a single UV-C light source, we can achieve 90% virus inactivation in the recycled air with an output UV-C power of vAdF0/ Ld, which yields 10 20 W when plugging the 1/10 attenuation uenceF0 10 J/m 2 discussed above. This power alone can disinfect a volume per unit time vAd, and, therefore, combining these expressions, the required UV-C output power per person is F0 Vp/( Ld × 3600 sec) 80 250 mW. In this rough estimate, we assume illumination collimated along the duct, but the actual light power demand is, of course, dependent on the geometry of the ventilation system. In fact, the illumination e ciency can be increased by creating multiple re ections in ducts coated with aluminum or simply covered with aluminum foil ( Figure 2e,f), as this material o ers a re ectivityr > 90% that can thus reduce the UV-C power demand by a factor 1/(1 r) > 10 (upper bound estimate) because all of the re ected light is available for virus inactivation. For future designs, more sophisticated dielectric-based duct coatings could push r closer to 100% and thus reduce the light power demand even further, while also minimizing the potential damage of stray light reaching people s eyes and skin. In brief, ventilation systems operating at their maximum fresh-air injection capabilities can renew air at a rate of 1 1.5 times per hour, but this rate can be increased 2 3-fold with a modest investment of <0.25 W output UV-C power per person or even lower power of a few mW per person after optimizing multiple re ections in the ventilation ducts. Upperor lower-room UV-C illumination ( Figure 2b) can also be an e cient means of virus inactivation, but this approach requires more careful analysis of potentially hazardous stray ight, thus making it less amenable to short-term implementation. The e ciency then depends on the fraction of illuminated to total air volume, the use of multiple re ections, and the existence of vertical air circulation. However, we expect similar ciencies as in the ventilation systems discussed above. Disinfection of small con ed spaces such as toilets and elevators ( Figure 2c) could be achieved by shining UV-C light while they are not in use, requiring an illumination power inversely proportional to the dwell time between uses. Because of their small share of total volume in buildings, their share of power demand should still represent a relatively minor investment. In turn, disinfecting such spaces could have huge health protection impact in view of their high frequency of use. We further identify surfaces of small objects such as elevator buttons (Figure 2d), which are touched at intervals of >10 s by many individuals, as a suitable target for UV-C protection. They would require a UV-C intensity <1 W/m 2 to accumulate a uenceF0 10 J/m 2 between uses necessary to achieve 90% disinfection (see above). Thus, a typical element with a surface area of 0.01 m2 could be continuously disinfected using just a marginal <10 mW UV-C power, aimed at it, for example, from a small light-emitting diode (LED). A pertinent question is whether industry can satisfy the demand for UV-C sources for massive protection at a global scale. Currently, low-density uorescence lamps are commonly used to generate UV-C light with 30 4 % power e ciencies at 254 nm wavelength. However, LEDs have emerged as an alternative capable of emitting light down to wavelengths as low as 210 nm. 82 The e ciencies of LEDs in the UV-C range are comparatively poor ( 1 2%) though, 83 still small compared with uorescence tubes. Nevertheless, their faster and more versatile operation has pushed LED sources to take >40% of the UV market. 84 To cover large volumes, high-power sources are needed, such as microcavity plasmas, which have been shown to be capable of delivering >20% e ci ncy at a 172 nm emission wavelength. 85 Importantly, low-density uorescence lamps are ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.0c04596 ACS NanoXXXX, XXX, XXX XXX F by far cheaper per output watt ( $5/W rough estimate based upon inspection of current Amazon.comlistings) than LEDs or high-density uorescence lamps ( $100/W), although the harmful e ects that UV uorescence lamps have on human health demand avoiding direct exposure of eyes and skin, as discussed above. Putting together the above gures, disinfection with uorescence lamps could be implemented at a cost of a few dollars per person with minimum changes in infrastructure. Thus, a global capital investment of a few billion dollars could protect on the order of 109 indoor workers worldwide. However, the global market for UV-C light barely reaches one billion dollars per year currently, so it may have di culty coping with the expected rise in demand originated by the SARS-CoV-2 pandemic. The need for compact and e cient UV-C light sources clearly demands the investigation of alternative approaches besides traditional low-density discharge tubes, high-density plasmas, and the more recent LED devices. An alternative may be o ered by relying on energetic free electrons as a source of excitation. Speci cally, crystalline samples of hexagonal boron nitride (hBN) were shown to produce intense cathodoluminescence (CL) emission at a wavelength 215 nm upon bombardment by 20 keV electrons, which could even result in lasing when using an optical cavity. Initially thought to be associated with a direct band gap of this material, a subsequent study con rmed that the emission was related to the presence of an indirect band gap 87 in which phonons provide the required momentum compensation during radiative de-excitation. This method was veri ed using eld emission sources with electron energies down to 8 keV, which resulted in UV-C light generation at a wavelength of 225 nm from hBN powder, although the e ciency was <1%. Other materials with suitable band gaps may o er more e cient paths to UV-C light generation through similar incoherent CL processes. Although all of the aforementioned methods rely heavily on the electronic characteristics of a selection of high-purity materials ( e.g. , Hg and Xe in tubes, AlGaN in LEDs, and hBN in CL), the Smith Purcell e ectprovides another approach to generate UV-C radiation that is less sensitive to the nature of the material employed and can lead to highly directed and coherent emission. Light is then emitted due to the passage of a free electron near a periodic grating, whereby the electromagnetic interaction between the electron and each groove results in a coherent source that produces light with a well-de ne relation between wavelength and emission direction. This e ect, whose analogues have been extensively exploited to generate X-ray radiation in synchrotrons and free-electron lasers employing relativistic electron beams, has long been speculated to serve as a mechanism for the e cient generation of UV radiation using gratings with periods of tens of nanometers. Recently, Smith Purcell emission down to 230 nm wavelength has been demonstrated, 91 and a strong reduction in the grating period has been shown to provide a promising way of generating UV-C radiation with few kiloelectronvolt electrons. 92 Further investigation into these alternative mechanisms of UV-C light generation demands an e ort from the research community, which can certainly bene t from the latest advances in nanofabrication and compact electron sources.",
    "creator" : null
  }
}