{
  "name" : "2020-06-18__c0_moshfegh2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Biological synthesis of silver nanoparticles by cell-free extract of Polysiphonia algae and their anticancer activity against breast cancer MCF-7 cell lines",
    "authors" : [ "Azam Moshfegh", "Amir Jalali", "Ali Salehzadeh", "Amin Sadeghi Jozani" ],
    "emails" : [ "salehzadehmb@yahoo.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Biological synthesis of silver nanoparticles by cell-free extract of Polysiphonia algae and their anticancer activity against breast cancer MCF-7 cell lines\nAzam Moshfegh1, Amir Jalali2, Ali Salehzadeh3 ✉, Amin Sadeghi Jozani1\n1Department of Biology, Lahijan Branch, Islamic Azad University, Lahijan 4416939515, Iran 2Department of Biology, Faculty of Science, Arak University, Arak 38156-8-8349, Iran 3Department of Biology, Rasht Branch, Islamic Azad University, Rasht 3516-41335, Iran ✉ E-mail: salehzadehmb@yahoo.com\nPublished in Micro & Nano Letters; Received on 2nd June 2018; Revised on 19th December 2018; Accepted on 29th January 2019\nGreen nanomaterial production techniques are desired for medicinal applications because of their biocompatibility and lack of toxic byproducts. This work reports the biological synthesis of silver nanoparticles (AgNPs) from silver nitrate solutions using the cell-free extract of Polysiphonia alga as a reducing agent. The visible yellow-brown colour formation and surface plasmon resonance at 420 nm by ultraviolet–visible spectroscopy indicates the reduction of silver nitrate and biosynthesis of AgNPs. For more characterisation of green synthesised AgNPs, Fourier-transform infrared (FTIR) spectroscopy analysis is used and the results confirmed the presence of functional groups capping in the AgNPs. The scanning electron microscopy and transmission electron microscopy images showed mostly spherical AgNPs with a size range between 5 and 25 nm and the concentration of 3.1 × 106 particles/ml. The results of energy-dispersive X-ray analysis confirmedthe presence of Ag in the synthesised nanoparticles. The MTT assay and flow cytometry are used to determine the toxicity of AgNPs against breast cancer MCF-7 cell line and the results showed the best inhibitory activity at 100 µg/ml. Generally, green synthesis of anticancer AgNPs using filamentous red alga Polysiphonia extract can easily be scaled up for many biomedical applications such as defence against the cancerous cells.\n1. Introduction: Breast cancer is a malignant tumour that can start from different parts of the breast and occurs particularly in women [1]. According to the American Cancer Society, breast cancer makes up 25% of all new cancer diagnoses in women globally [2]. Although in recent years, improvements in early detection methods and treatment have reduced the mortality of breast cancer, however, it is expected that the death rate of this cancer increase by 50% by 2030 [3]. So, the need for low-cost therapeutic technologies with easier access, greater efficacy, and safety has forced the scientists to invent new therapies. One of the important applications of nanoscale particles with dimension ranging from ∼1–100 nm is the tumor detection, prevention, and treatment. Nanoparticles (NPs) travel to the target cells and affect the cellular metabolism resulting in activation of apoptosis and eradication of cancer cells. There are many reports about the antibacterial and anticancer effects of silver nanoparticles (AgNPs) at very low concentration that are non-toxic for humans [4–6]. Silver in nanoscale affects metabolism, respiration, and reproduction of target cells. Earlier studies show that the cytotoxicity of synthesised AgNPs is related to the mitochondrial membrane disruption, oxidative stress, DNA damage, and induction of apoptosis [7, 8]. Several methods were employed for the synthesis of AgNPs ranging from chemical procedures [9], radiation [10], electrochemical [11], and photochemical methods [12]. Although chemical methods are the most popular methods for the production of NPs, chemical reducing agents such as dimethyl formamide, sodium borohydride, hydrazine, and so on are costly cytotoxic agents, which are harmful to the environment and living organisms [13, 14]. In recent years, green techniques that refer to the synthesis of metal NPs by natural organisms [15, 16] such as bacteria [17], fungi [18], and natural substances such as plant extracts were developed as a suitable alternative for chemical and physical methods. Marine algae have the potential for the reduction of metals through their own cellular bio-reductive compounds such as sugars, proteins, terpenoids, and other phenolic compounds.\nMicro & Nano Letters, 2019, Vol. 14, Iss. 5, pp. 581–584 doi: 10.1049/mnl.2018.5260\nAuthorized licensed use limited to: University of Exeter. Downloaded on Jun\nTherefore, the cell-free extract of these organisms can be used for bioreduction of metal ions into zero-valance metal NPs.\nOwing to the significance of AgNPs in cancer treatment, here, we focused on the study of biological synthesis of AgNPs by cellfree extract of Polysiphonia alga. Polysiphonia is an important and economical genus of red algae in most of the marine ecosystem likes the Caspian Sea that has not been used for biosynthesis of AgNPs until now. In addition, we tried to validate the possible in-vitro anti-proliferative effects of these AgNPs against the breast cancer cell lines (MCF-7)."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "2.1. Alga collection and algal extract preparation: The experimental alga in this study was collected from the Ramsar coast (Mazandaran Province, Iran) in the Caspian Sea. Hydroalcoholic extract was prepared by percolation method using methanol 50% as solvent and the extract was filtered through Whatman No.1 Filter paper. The filtrate concentration was increased using a rotary evaporator vacuum pump and after concentration determination, stored at 4°C for AgNPs synthesis.\n2.2. Biosynthesis and characterisation of AgNPs: For biological synthesis of AgNPs, 6 ml of the pure Polysiphonia extract was added to 100 ml of 0.01 mM silver nitrate (AgNO3) (Merk, Germany) solution under stirring at room temperatures. After 2 h incubation period, the solution was centrifuged at 13,000 rpm (Eppendorf, Germany) for 15 min. The supernatant was discarded and pellet was washed with distilled water for three times to remove impurities.\nWe characterised the biosynthesis of AgNPs by multiple techniques. In addition to following the visual colour change, the bio-reduction reaction was monitored by UV–visible (UV–Vis) absorbance of the reaction mixture in the range of 200–700 nm on UV–Vis spectrophotometer (JASCO V-670 Spectrophotometer). The chemical characterisation of elemental composition and distribution on the surface of the AgNPs was performed by an energydispersive X-ray (EDX) analyser, MIRA3 FEG–SEM series.\n581 & The Institution of Engineering and Technology 2019\ne 18,2020 at 00:39:56 UTC from IEEE Xplore. Restrictions apply.\nAlso, the possible interaction between protein and AgNPs was identified by Fourier-transform infrared (FTIR) spectroscopy. For this purpose, FTIR spectra of samples in the form of potassium bromide (KBr) pellets were recorded using an FTIR spectrophotometer. The measurement was carried out in the range of 500–4000 cm−1 at a resolution of 4 cm−1. The size and morphology of AgNPs were characterised by scanning electron microscopy (SEM, XL30 SEM) and transmission electron microscopy (LEO 906, Carl Zeiss Microscopy).\n2.3. In-vitro cytotoxicity of AgNPs on MCF-7 cell lines 2.3.1. Cell culture: In-vitro cytotoxic effect of biosynthesised AgNPs was studied by MCF-7 cell line (NCBI C159) that was purchased from cell bank of Pasteur Institute of Iran. The cancer cells were grown in RPMI-1640 medium containing 10% foetal bovine serum, 2 mM L-glutamine, 100 IU/ml penicillin, and streptomycin. The cultured cells maintained at 37°C with 5% CO2 in a humidified CO2 incubator. To prevent the accumulation of acid metabolites during the cell growth, which changes the colour of the environment from purple to yellow, the cells were sub-cultured every 24–48 h.\n2.3.2. Cell treatment procedure: To study the effect of AgNPs on the cell, more than 90% of the cells should be alive. If the percentage of living cells is <90%, the accuracy of the test will be reduced. Briefly, the monolayer cells were detached by trypsin–ethylene diamine tetraacetic acid to make single cell suspension, and then the trypan blue dye exclusion test and a haemocytometer were used to determine and count viable cells. The principle of trypan blue test is based on the intact cell membrane of live cells that exclude certain dyes, while this does not happen for dead cells. By counting the blue cells and using the following formula, the percentage of cell viability is determined\nPercentage of viability of cells = Number of live cells Total live and dead cells × 100\nTo determine in-vitro cytotoxicity of synthesised AgNPs, the MCF-7 cell suspensions were seeded onto 96-well tissue culture plates (1 × 104 cells/wells) and incubated for 24 h at 37°C, 5% CO2, and relative humidity. The cells were treated with six serial concentrations (3.125, 6.52, 12.5, 25, 50, 100 µg/ml) of the green synthesised AgNPs for 24 h and then were subjected for MTT assay. The stock concentration (5 mg/ml) of MTT (yellow solution of 3-[4,5-dimethylthiazol-2-yl] 2,5- diphenyltetrazolium bromide) was diluted ten times with phosphate buffered saline (PBS). One hundred microlitres of diluted solution was added to each AgNPs treated wells and incubated for 3 h for the reduction of MTT. The resulting purple formazan crystals were solubilised in 100 µl of dimethyl sulphoxide at room temperature. The colorimetric assay was measured and recorded at an absorbance of 570 nm using a multi-well ELIZA plate reader (Epoch, BioTek, USA). Cytotoxicity percentage of AgNPs and viability of MCF-7 cells were determined using the following equations:\n% Cytotoxicity = 1−mean absorbance of toxicant treated cells mean absorbance of negative control\n× 100 % Viability = 100−% cytotoxicity\n2.4. Cell cycle analysis by flow cytometry: For this purpose, using the AnnexinV/propidium iodide (PI) method (Apoptosis detection kit, Roch, Germany) and flow cytometry device, the effect of AgNPs on induction of apoptosis in MCF-7 cells was studied [19]. Untreated MCF-7 cells were used as controls. Briefly, the MCF-7 cells (1 × 104 cells/wells) were incubated with IC50 concentration of AgNPs for 24 h. Then, the treated cells were washed with\n582 & The Institution of Engineering and Technology 2019\nAuthorized licensed use limited to: University of Exeter. Downloaded on Ju\ncold PBS and fixed using pre-cooled 80% ethanol in PBS (at −20°C) for 24 h. Subsequently, the cells were stained with annexin V/PI for 30 min in the dark and then cell death was analysed by flow cytometry (Cyflow, UK).\n2.5. Statistical analysis: All experiments were repeated in triplicates and all values were expressed as the standard error of the mean. SPSSS version 21 statistical software was used for statistical analysis. Results were analysed by one-way analysis of variance (ANOVA, University Park USA) and differences were considered as statistically significant if the p-value was ≤0.05."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "3.1. Colour change and UV–Vis spectrophotometry: Alga extract reduces AgNO3 salt to AgNPs due to the abundance of reductive compounds such as aldehydes, ketones, terpenes, and alpha terpineol. The light reddish-brown AgNO3/extract solution changed to a dark brown after 60 min (Fig. 1), indicating the formation of the AgNPs [20]. In addition, the absorbance peak at 420 nm in the UV–Vis spectra, which is due to high-intensity surface plasmon resonance band, confirmed the biosynthesis of AgNPs (Fig. 2).\n3.2. FTIR spectrum analysis: To identify the possible biomolecules responsible for the reduction of the Ag+ ions and presence of a type of a protein on the surface of biosynthesised AgNPs, FTIR spectroscopy measurements were carried out. The FTIR spectrum of the green synthesised AgNPs from Polysiphonia show strong absorption peaks at 3861, 3741, 3427, 2921, 2358, 1647, 1548, 1515, 1461, 1035, and 671 cm−1 (Fig. 3). The peaks centre at 3427, 2921, and 1647 cm−1 corresponds to various functional groups in proteins. Absorption peak at 1647 cm−1 assigned to the\nMicro & Nano Letters, 2019, Vol. 14, Iss. 5, pp. 581–584 doi: 10.1049/mnl.2018.5260\nne 18,2020 at 00:39:56 UTC from IEEE Xplore. Restrictions apply.\namide bond of proteins arising due to the C=O bonding in proteins that indicate the presence of aldehyde/ketone and aromatic compounds. The peaks at 2358 cm−1 indicate the presence of the O– H stretching in alcohols and phenolic compounds and peaks at 3427 cm−1 assigned to the N–H stretching hydrogen-bonded primary amine. The peaks at 1515–1548 cm−1 indicate N =O symmetry stretching typical of the nitro compound.\n3.3. Scanning electron microscopy: The SEM morphology of biosynthesised AgNPs shows that they have predominately spherical structure with an average size of 25 ± 5 nm (Fig. 4).\n3.4. Transmission electron micrograph: The TEM image and AgNPs size distribution graph are present in Fig. 5. They also confirm that most of the AgNPs have a spherical shape with a size range between 5 and 25 nm and the concentration of 3.1 × 106 particles/ml.\n3.5. Energy-dispersive X-ray analysis: The results of EDX analysis showed typical optical observation peak approximately near 3 keV due to surface plasmon resonance that clearly confirmed the presence of Ag in the synthesised NPs (Fig. 6).\n3.6. MTT assay: The inhibitory effect of six serial concentrations (3.125, 6.52, 12.5, 25, 50, 100 µg/ml) of the biogenic AgNPs against MCF-7 cell lines was analysed by MTT assay after 24 h of incubation. A graph was plotted of the cell viability versus concentrations range between 1 and 100 µg/ml and IC50 values determined as about 4.19 µg/ml. It is obvious from the results that the cytotoxic effect increases as the AgNPs concentration increase (p<0.001) (Fig. 7). The results of the colorimetric method show that the average biomass of MCF-7 cell decreases in 24 h treatment, by increasing the concentration of AgNPs (Table 1).\nMicro & Nano Letters, 2019, Vol. 14, Iss. 5, pp. 581–584 doi: 10.1049/mnl.2018.5260\n583 & The Institution of Engineering and Technology 2019\nAuthorized licensed use limited to: University of Exeter. Downloaded on June 18,2020 at 00:39:56 UTC from IEEE Xplore. Restrictions apply.\n3.7. Cell cycle analysis by flow cytometry: We analysed the effect of green AgNPs on MCF-7 cell cycle by flow cytometry. The results of flow cytometry confirmed MTT assay results. Fig. 8 shows that incubation of green AgNPs with MCF-7 cells for 24 h leading to an increase in apoptosis by 16%. Here, the upper left square (Q1) represents the percentage of late apoptotic cells (the main cause of AgNPs induced cell death) and the upper right square (Q2) represents the cells with early apoptosis.\n4. Conclusion: Polysiphonia is a native alga in most of the marine ecosystems. According to the results obtained in the present study, Polysiphonia can be a good source for the biosynthesis of AgNPs. SEM and TEM microscopy showed biosynthesised AgNPs have a spherical shape and an average size of 25 ± 5 nm that are suitable for penetration into the cancer cells. The results of FTIR spectroscopy confirmed the presence of proteins in the algal extract that acts as reducing and stabilising agents for biosynthesised AgNPs in the aqueous medium. Furthermore, we have demonstrated that the green synthesised AgNPs inhibit proliferation of breast cancer cell lines (MCF-7) in a concentrated manner. Also, based on the results of flow cytometry, AgNPs induced apoptosis in MCF-7 cells and confirmed the results of MTT assay. In conclusion,\n584 & The Institution of Engineering and Technology 2019\nAuthorized licensed use limited to: University of Exeter. Downloaded on Ju\nrelative to more complicated chemical procedures, the green synthesis method is energy efficient, cost effective, protecting human health and environment leading to lesser waste and safer products. However, given that the AgNPs could damage normal cells at concentrations higher than 10 ppm [21], great care should be taken for their use in biomedical applications. For example, according to the potential application of AgNPs for drug delivery, their effects on immune cells need to be further investigated."
    }, {
      "heading" : "5 References",
      "text" : "[1] Alison M.R.: ‘Cancer. Encyclopedia of life sciences’ (Nature Publishing Group, London, 2001) [2] ‘Breast Cancer Facts & Figures 2017–2018’, American Cancer Society, Inc Atlanta, 2017 [3] Ferlay J., Soerjomataram I., Ervik M., ET AL.: ‘Cancer incidence and mortality worldwide’, GLOBOCAN v1.0, IARC CancerBase, 2012, No. 11 [Internet] [4] Jeong S.H., Yeo S.Y., Yi S.C.: ‘The effect of filler particle size on the antibacterial properties of compounded polymer/silver fibers’, J. Mater. Sci., 2005, 40, pp. 5407–5411 [5] Krutyakov Y.A., Kudrynskiy A., Olenin A.Y., ET AL.: ‘Extracellur biosynthesis and antimicrobial activity of silver nanoparticles’, Russ. Chem. Rev., 2008, 77, p. 233 [6] Raghunandan D., Ravishankar B., Sharanbasava G., ET AL.: ‘Anti-cancer studies of noble metal nanoparticles synthe-sized using different plant extracts’, Cancer. Nanotechnol., 2011, 2, pp. 57–65 [7] Asha R.P.V., Low Kah Mun G., Hande M.P., ET AL.: ‘Cytotoxicity and genotoxicity of silver nanoparticles in human cells’, ACS Nano, 2009, 24, pp. 279–290 [8] Sanpui P., Chattopadhyay A., Ghosh S.S.: ‘Induction of apoptosis in cancer cells at low silver nanoparticle concentrations using chitosan nanocarrier’, ACS Appl. Mater. Interfaces, 2011, 3, pp. 218–228 [9] Hu R., Yong K.T., Roy I., ET AL.: ‘Metallic nanostructures as localized plasmon resonance enhanced scattering probes for multiplex dark field targeted imaging of cancer cells’, J. Phys. Chem. C. Nanomater. Interfaces, 2009, 113, pp. 2676–2684 [10] Dimitrijevic N.M., Bartels D., Jonah C.D., ET AL.: ‘Radiolytically induced formation and optical absorption spectra of colloidal silver nanoparticles in supercritical ethane’, J. Phys. Chem., 2001, 105, pp. 954–959 [11] Yin Ma H., Wang S., Chen S.: ‘Electrochemical synthesis of silver nanoparticles under protection of poly (N-vinylpyrrolidone)’, J. Phys. Chem B, 2003, 107, pp. 8898–8904 [12] Callegari M., Tonti D., Chergui M.: ‘Photochemically grown silver nanoparticles with wavelength-controlled size and shape’, Nano Lett., 2003, 3, pp. 1565–1568 [13] Hussain S.M., Hess K.L., Gearhart J.M., ET AL.: ‘In vitro toxicity of nanoparticles in BRL 3A rat liver cells’, Toxicol. in Vitro, 2005, 19, pp. 975–983 [14] Yeruva L., Elegbede J.A., Carper S.W.: ‘Methyl jasmonate decreases membrane fluidity and induces apoptosis via tumor necrosis factor receptor 1 in breast cancer cells’, Anti-Cancer Drug, 2008, 19, pp. 766–776 [15] Javaid A., Oloketuyi S.F., Khan M.M., ET AL.: ‘Diversity of bacterial synthesis of silver nanoparticles’, BioNanoSci, 2018, 8, p. 43, https://doi.org/10.1007/s12668-017-0496-x [16] Soni M., Mehta P., Soni A., ET AL.: ‘Green nanoparticles: synthesis and applications’, IOSR-JBB, 2018, 4, (3), pp. 78–83 [17] Shah M., Fawcett D., Sharma S., ET AL.: ‘Green synthesis of metallic nanoparticles via biological entities’,Materials (Basel), 2015, 8, (11), pp. 7278–7308, doi: 10.3390/ma8115377 [18] Bhainsa K.C., D’Souza S.F.: ‘Extracellular biosynthesis of silver nanoparticles using the fungus Aspergillus fumigatus’, Colloids Surf B, Biointerfaces, 2006, 47, pp. 160–164 [19] Tai K.W., Chou M.Y., Hu C.C., ET AL.: ‘Induction of apoptosis in KB cells by pingyangmycin’, Oral Oncol., 2000, 36, pp. 242–247 [20] Govindaraju K., Basha S.K., Kumar V.G., ET AL.: ‘Silver, gold and bimetallic nanoparticles production using single-cell protein (Spirulina platensis) Geitler’, J. Mater. Sci., 2008, 43, pp. 5115–5122 [21] Soleimani F.F., Saleh T., Shojaosadati S.A., ET AL.: ‘Green synthesis of different shapes of silver nanostructures and evaluation of their antibacterial and cytotoxic activity’, BioNanoSci, 2018, 8, (1), pp. 72–80. https://doi.org/10.1007/s12668-017-0423-1\nMicro & Nano Letters, 2019, Vol. 14, Iss. 5, pp. 581–584 doi: 10.1049/mnl.2018.5260\nne 18,2020 at 00:39:56 UTC from IEEE Xplore. Restrictions apply."
    } ],
    "references" : [ {
      "title" : "Cancer. Encyclopedia of life sciences",
      "author" : [ "M.R. Alison" ],
      "venue" : "(Nature Publishing Group, London,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2001
    }, {
      "title" : "Cancer incidence and mortality worldwide",
      "author" : [ "J. Ferlay", "I. Soerjomataram", "M Ervik" ],
      "venue" : "GLOBOCAN v1.0, IARC CancerBase,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "The effect of filler particle size on the antibacterial properties of compounded polymer/silver fibers",
      "author" : [ "S.H. Jeong", "S.Y. Yeo", "S.C. Yi" ],
      "venue" : "J. Mater. Sci.,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2005
    }, {
      "title" : "Extracellur biosynthesis and antimicrobial activity of silver nanoparticles",
      "author" : [ "Y.A. Krutyakov", "A. Kudrynskiy", "A.Y Olenin" ],
      "venue" : "Russ. Chem. Rev.,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Anti-cancer studies of noble metal nanoparticles synthe-sized using different plant extracts",
      "author" : [ "D. Raghunandan", "B. Ravishankar", "G Sharanbasava" ],
      "venue" : "Cancer. Nanotechnol.,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Cytotoxicity and genotoxicity of silver nanoparticles in human cells",
      "author" : [ "R.P.V. Asha", "G. Low Kah Mun", "M.P Hande" ],
      "venue" : "ACS Nano,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2009
    }, {
      "title" : "Induction of apoptosis in cancer cells at low silver nanoparticle concentrations using chitosan nanocarrier",
      "author" : [ "P. Sanpui", "A. Chattopadhyay", "S.S. Ghosh" ],
      "venue" : "ACS Appl. Mater. Interfaces,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "Metallic nanostructures as localized plasmon resonance enhanced scattering probes for multiplex dark field targeted imaging of cancer cells",
      "author" : [ "R. Hu", "K.T. Yong", "I Roy" ],
      "venue" : "J. Phys. Chem. C. Nanomater. Interfaces,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Radiolytically induced formation and optical absorption spectra of colloidal silver nanoparticles in supercritical ethane",
      "author" : [ "N.M. Dimitrijevic", "D. Bartels", "C.D Jonah" ],
      "venue" : "J. Phys. Chem.,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "Electrochemical synthesis of silver nanoparticles under protection of poly (N-vinylpyrrolidone)",
      "author" : [ "H. Yin Ma", "S. Wang", "S. Chen" ],
      "venue" : "J. Phys. Chem B,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2003
    }, {
      "title" : "Photochemically grown silver nanoparticles with wavelength-controlled size and shape",
      "author" : [ "M. Callegari", "D. Tonti", "M. Chergui" ],
      "venue" : "Nano Lett., 2003,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2003
    }, {
      "title" : "In vitro toxicity of nanoparticles in BRL 3A rat liver cells",
      "author" : [ "S.M. Hussain", "K.L. Hess", "J.M Gearhart" ],
      "venue" : "Toxicol. in Vitro,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2005
    }, {
      "title" : "Methyl jasmonate decreases membrane fluidity and induces apoptosis via tumor necrosis factor receptor 1 in breast cancer cells",
      "author" : [ "L. Yeruva", "J.A. Elegbede", "S.W. Carper" ],
      "venue" : "Anti-Cancer Drug,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2008
    }, {
      "title" : "Diversity of bacterial synthesis of silver nanoparticles",
      "author" : [ "A. Javaid", "S.F. Oloketuyi", "M.M Khan" ],
      "venue" : "BioNanoSci, 2018,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Extracellular biosynthesis of silver nanoparticles using the fungus Aspergillus fumigatus’, Colloids Surf B, Biointerfaces",
      "author" : [ "K.C. Bhainsa", "S.F. D’Souza" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2006
    }, {
      "title" : "Induction of apoptosis in KB cells by pingyangmycin’, Oral Oncol",
      "author" : [ "K.W. Tai", "M.Y. Chou", "C.C Hu" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2000
    }, {
      "title" : "Silver, gold and bimetallic nanoparticles production using single-cell protein (Spirulina platensis) Geitler",
      "author" : [ "K. Govindaraju", "S.K. Basha", "V.G Kumar" ],
      "venue" : "J. Mater. Sci.,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2008
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Introduction: Breast cancer is a malignant tumour that can start from different parts of the breast and occurs particularly in women [1].",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 1,
      "context" : "Although in recent years, improvements in early detection methods and treatment have reduced the mortality of breast cancer, however, it is expected that the death rate of this cancer increase by 50% by 2030 [3].",
      "startOffset" : 208,
      "endOffset" : 211
    }, {
      "referenceID" : 5,
      "context" : "toxicity of synthesised AgNPs is related to the mitochondrial membrane disruption, oxidative stress, DNA damage, and induction of apoptosis [7, 8].",
      "startOffset" : 140,
      "endOffset" : 146
    }, {
      "referenceID" : 6,
      "context" : "toxicity of synthesised AgNPs is related to the mitochondrial membrane disruption, oxidative stress, DNA damage, and induction of apoptosis [7, 8].",
      "startOffset" : 140,
      "endOffset" : 146
    }, {
      "referenceID" : 7,
      "context" : "Several methods were employed for the synthesis of AgNPs ranging from chemical procedures [9], radiation [10], electro-",
      "startOffset" : 90,
      "endOffset" : 93
    }, {
      "referenceID" : 8,
      "context" : "Several methods were employed for the synthesis of AgNPs ranging from chemical procedures [9], radiation [10], electro-",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 9,
      "context" : "chemical [11], and photochemical methods [12].",
      "startOffset" : 9,
      "endOffset" : 13
    }, {
      "referenceID" : 10,
      "context" : "chemical [11], and photochemical methods [12].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 11,
      "context" : "agents, which are harmful to the environment and living organisms [13, 14].",
      "startOffset" : 66,
      "endOffset" : 74
    }, {
      "referenceID" : 12,
      "context" : "agents, which are harmful to the environment and living organisms [13, 14].",
      "startOffset" : 66,
      "endOffset" : 74
    }, {
      "referenceID" : 13,
      "context" : "In recent years, green techniques that refer to the synthesis of metal NPs by natural organisms [15, 16] such as bacteria [17], fungi [18], and natural substances such as plant extracts were developed as a suitable alternative for chemical and physical",
      "startOffset" : 96,
      "endOffset" : 104
    }, {
      "referenceID" : 14,
      "context" : "In recent years, green techniques that refer to the synthesis of metal NPs by natural organisms [15, 16] such as bacteria [17], fungi [18], and natural substances such as plant extracts were developed as a suitable alternative for chemical and physical",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 15,
      "context" : "Cell cycle analysis by flow cytometry: For this purpose, using the AnnexinV/propidium iodide (PI) method (Apoptosis detection kit, Roch, Germany) and flow cytometry device, the effect of AgNPs on induction of apoptosis in MCF-7 cells was studied [19].",
      "startOffset" : 246,
      "endOffset" : 250
    }, {
      "referenceID" : 16,
      "context" : "1), indicating the formation of the AgNPs [20].",
      "startOffset" : 42,
      "endOffset" : 46
    } ],
    "year" : 2019,
    "abstractText" : "Green nanomaterial production techniques are desired for medicinal applications because of their biocompatibility and lack of toxic byproducts. This work reports the biological synthesis of silver nanoparticles (AgNPs) from silver nitrate solutions using the cell-free extract of Polysiphonia alga as a reducing agent. The visible yellow-brown colour formation and surface plasmon resonance at 420 nm by ultraviolet–visible spectroscopy indicates the reduction of silver nitrate and biosynthesis of AgNPs. For more characterisation of green synthesised AgNPs, Fourier-transform infrared (FTIR) spectroscopy analysis is used and the results confirmed the presence of functional groups capping in the AgNPs. The scanning electron microscopy and transmission electron microscopy images showed mostly spherical AgNPs with a size range between 5 and 25 nm and the concentration of 3.1 × 10 particles/ml. The results of energy-dispersive X-ray analysis confirmedthe presence of Ag in the synthesised nanoparticles. The MTT assay and flow cytometry are used to determine the toxicity of AgNPs against breast cancer MCF-7 cell line and the results showed the best inhibitory activity at 100 μg/ml. Generally, green synthesis of anticancer AgNPs using filamentous red alga Polysiphonia extract can easily be scaled up for many biomedical applications such as defence against the cancerous cells.",
    "creator" : "Arbortext Advanced Print Publisher 10.0.1465/W Unicode"
  }
}