{
  "name" : "2020-06-21__dd_lu2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "A Dynamic Temperature Control System for the Optimized Production of Liquid Metal Nanoparticles",
    "authors" : [ "Hongda Lu", "Shi-Yang Tang", "Zixuan Dong", "Di Liu", "Yuxin Zhang", "Chengchen Zhang", "Guolin Yun", "Qianbin Zhao", "Kourosh Kalantar-Zadeh", "Ruirui Qiao", "Weihua Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Subscriber access provided by La Trobe University Library\nis published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nArticle"
    }, {
      "heading" : "A Dynamic Temperature Control System for the Optimized Production of Liquid Metal Nanoparticles",
      "text" : ""
    }, {
      "heading" : "Hongda Lu, Shi-Yang Tang, Zixuan Dong, Di Liu, Yuxin Zhang, Chengchen Zhang, Guolin Yun, Qianbin Zhao, Kourosh Kalantar-Zadeh, Ruirui Qiao, and Weihua Li",
      "text" : "ACS Appl. Nano Mater., Just Accepted Manuscript • DOI: 10.1021/acsanm.0c01257 • Publication Date (Web): 17 Jun 2020\nDownloaded from pubs.acs.org on June 20, 2020\nJust Accepted\n“Just Accepted” manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society provides “Just Accepted” as a service to the research community to expedite the dissemination of scientific material as soon as possible after acceptance. “Just Accepted” manuscripts appear in full in PDF format accompanied by an HTML abstract. “Just Accepted” manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are citable by the Digital Object Identifier (DOI®). “Just Accepted” is an optional service offered to authors. Therefore, the “Just Accepted” Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the “Just Accepted” Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and ethical guidelines that apply to the journal pertain. ACS cannot be held responsible for errors or consequences arising from the use of information contained in these “Just Accepted” manuscripts.\n1 A Dynamic Temperature Control System for the Optimized Production of Liquid Metal Nanoparticles Hongda Lu†, #, Shi-Yang Tang*, ‡, #, Zixuan Dong†, Di Liu†, Yuxin Zhang†, Chengchen Zhang⊥, Guolin Yun†, Qianbin Zhao†, Kourosh Kalantar-Zadeh⊥, Ruirui Qiao*,§, Weihua Li*,† †School of Mechanical, Materials, Mechatronic and Biomedical Engineering, University of Wollongong, Wollongong, NSW 2522, Australia. ‡Department of Electronic, Electrical and Systems Engineering, University of Birmingham, Edgbaston, Birmingham, B15 2TT, UK. ⊥School of Chemical Engineering, University of New South Wales (UNSW), Sydney, NSW 2052, Australia §ARC Centre of Excellence in Convergent Bio-Nano Science and Technology and Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, Qld 4072, Australia #These authors contributed equally. Keywords: Liquid metal; EGaIn; Nanoparticles; Brushed polymers; Temperature control; Surface passivation\nPage 1 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n2"
    }, {
      "heading" : "Abstract",
      "text" : "Nanoparticles of gallium-based liquid metal alloys have presented applications in flexible electronics, drug delivery, and molecular imaging. They can be readily produced using top-down methods such as sonication. However, sonication process generates heat that can cause dealloying of nanoparticles through hydrolysis and oxidation of gallium. This limits the sonication power and period that can be applied for disrupting liquid metal into smaller particles with high concentrations. Also, it remains challenging to achieve long-term colloidal stability of the nanoparticles in biological buffers. Here, we develop a dynamic temperature control system for improving the production performance of liquid metal nanoparticles. The enhanced performance is reflected by the significantly increased particle concentration, the decreased overall particle size, the prevention of forming oxide nanorods, and the versatility of producing nanoparticles of different types of alloys. In addition, we design a brushed polyethylene glycol polymer with multiple phosphonic acid groups for effectively anchoring the nanoparticles. More importantly, we discover that phosphate can effectively passivate the surface of nanoparticles to further improve their stability. Using these strategies, the produced nanoparticles remain stable in biological buffers for at least six months. Thus, the proposed methods can unleash the vast potential of liquid metal nanoparticles for biomedical applications.\nPage 2 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n3"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Gallium (Ga)-based liquid metal alloys, such as eutectic gallium-indium (EGaIn) and gallium-indium-tin (Galinstan), are a unique family of materials that simultaneously possess both metallic and fluidic properties. Unlike their hazardous counterparts such as sodium-potassium alloys and mercury, galliumbased liquid metals present less chemical reactivity, low toxicity and negligible vapour pressure.1-4 Therefore, they have been regarded as emerging soft materials for advancing the fields of microelectromechanical systems (MEMS),5-7 soft robotics,8-10 flexible electronics,11-13 energy,14-17 microfluidics,18 and biomedicine.19 In particular, bestowed by the unique properties of high electrical conductivity, passivating oxide surface, and liquidity, nanoparticles (NPs) of Ga-based liquid metals (LMs) can be embedded within elastomers to construct nanocomposites for realizing applications in wearable sensors,20-21 reconfigurable electronic circuits,22-23 and soft actuators.24 More interestingly, due to the advantages of low toxicity, morphological transformability (in response to pH or light), and high radiographic densities, LM NPs have shown potential in biomedical applications of drug delivery,25 cancer therapy,26 and molecular imaging.27 Due to the fluidic nature of LM, diverse facile top-down methods, by applying disruptive forces, have been developed to produce LM based NPs. The spontaneous formation of an oxide skin on the surface prevents LM NPs from assembling back into bulk liquid. A disruptive force can be induced by acoustic waves,28-29 high-speed rotary tools,30-31 vapour deposition,32 and the collapse of vapour cavities introduced by liquid-based nebulization33 to break the LMs into nanoscale dimensions (diameter of tens to hundreds of nm). Owning to the simplicity and high-power density, sonication using a probe sonicator has been the most widely used method for producing LM NPs. The size and stability of the produced NPs are influenced by temperature, sonication power, sonication time, and grafting molecules. However, for bio-related applications such as drug delivery and cancer therapy, current methods for\nPage 3 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n4 producing biofunctional LM NPs have faced several major problems. First, it is difficult to produce NPs with a hydrodynamic size smaller than 50 nm in aqueous solutions. This is because high sonication power or long sonication time generate heat to induce the growth of an oxide layer that eventually promotes the formation of gallium oxide nanorods, causing dealloying process and destabilizing the NPs suspension.28 Although ice bath can be used for keeping the suspension at low temperature, it cannot provide active and dynamic control of temperature; this could be problematic when producing LM NPs with higher melting points (such as Ga-In alloys with higher indium contents). Second, long-term stability of the produced LM NPs is still challenging in biological buffers despite that previous efforts have attempted to use various macromolecules with different anchoring groups, such as thiol,25, 34 catechol,35 phosphonic acid,36 trithiocarbonate,29 carboxylic acid,37 and amine27 to graft and stabilize the NPs. Unfortunately, in biological buffers, dealloying process of the NPs due to the formation of GaOOH nanorods, may still occur to induce precipitation, and the grafted molecules with a single anchoring group can dissociate readily due to competitive ligand exchange.38 Our recent work introduced a hydrophobic layer of polymer coating to prevent the formation of oxide nanorods and precipitation of LM NPs.37 Although the NPs can remain stable in biological buffers for a few months, the hydrophobic coating blocks the surface of LM and diminishes their ability to induce on-demand morphological transformation (caused by the growth of oxide) upon external stimulation. This is problematic as the stimuli-responsivity of LM NPs is regarded as one of the crucial points of using them for bioapplications. To solve above-mentioned problems, here, we developed an integrated dynamic temperature control (DTC) system to eliminate undesired side effects caused by the high suspension temperature which is produced during sonication. We studied the ability of the DTC system for increasing the concentration of LM NPs with sizes smaller than 50 nm. For LMs with higher melting points, we examined the ability of the system in the production of their NPs with desired element contents. To graft and stabilize the NPs, we designed\nPage 4 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n5 a brushed polyethylene glycol (bPEG) polymer with multiple phosphonic acid as anchoring groups to prevent ligand exchange in biological buffers. More importantly, we investigated the use of phosphate group to effectively passivate NPs surface for preventing the growth of the oxide layer. Finally, we demonstrated the versatility of the DTC system by applying it to produce polymer gel using LM NPs as initiators with a controlled polymerization speed. We further discussed the potential of the developed DTC platform and strategies to produce stable, small in size, and biofunctional LM NPs.\nPage 5 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n6"
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Development of the dynamic temperature control system Figure 1A shows the developed DTC system adapted to the probe sonicator. The DTC system is mainly composed of a 15 V DC power supply, a proportional–integral–derivative (PID) control module, two cooling sinks with fans, two 70 W Peltier cooler pads, a thermocouple temperature sensor, and an aluminium holder for holding the glass vial. The individual parts were assembled in a polymethyl methacrylate (PMMA) frame. The PID control module includes a H-bridge to supply electric current to the Peltier pads with different directions, a LED screen to display real-time temperature and target temperature, two switch buttons to adjust target temperature, and a microcontroller board (Arduino UNO) to acquire the feedback signals and provide the PID control algorithm; the details of the control module is explained in Fig. S1. We used an aluminium cube to hold the glass vial and coupled the cube to the Peltier cooler pads using silicon thermal paste (see inset of Fig. 1A). The high-temperature side of the Peltier pad was cooled using a heat sink to guarantee the effectiveness of cooling. Using the H-bridge in the control module, the polarity of the applied current to the Peltier pads can be instantly switched; in this case, the pads can be used as a heater instead of a cooler. Figures 1B and 1C display assembled schematic of the temperature control system and actual view of the whole system, respectively. Sonication uses sound waves to break substances apart in a solution. The energy from sound waves creates friction in the solution, which consequently generates heat as the side effect. Such a side effect is undesirable for LM NPs production as this may accelerate hydrolysis and oxidation of gallium (Ga) in the NPs.28 To study the sonication induced heating effect, we firstly conducted a control experiment without temperature control (w/o TC). In doing so, we sonicated 10 mL of deionized (DI) water in a glass vial at different power levels and monitored the temperature of liquid. Figure 1D shows the temperature vs time plots for cases using different input power levels. The maximum input power to the probe sonicator was\nPage 6 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n7 300 W (100%). The plots clearly show that the temperature of water raises rapidly when applying a higher power input, and eventually the temperature can reach ~90 °C in 500 s for power levels higher than 60%. In addition, we noticed another side effect when the liquid temperature increases - a high temperature eventually led to “vaporous” cavitation where acoustic bubbles can coalescence with natural bubbles of vapour.39 The ultrasonic processor was designed to deliver constant amplitude of probe vibration to liquid samples regardless of changes in load, and the resistance to the movement of the probe determines how much power will be delivered to maintain its amplitude. Therefore, the formation of “vaporous” cavitation will reduce the overall viscosity of liquid and significantly decrease the power delivered to the liquid, making the sonication process inefficient.39 To minimize the influence of above-mentioned side effects, we developed the DTC system which can provide on-demand, rapid and precise temperature control. To test the system, we placed a glass vial which contains10 mL of DI water into the aluminium holder (the gap between the holder and glass vial was filled with thermal paste). We started with a low sonication input power level of 20% and set different target temperatures ranging from 20 to 80 °C; the temperature vs time plots for this case are shown in Fig. 1E. Apparently, the DTC system is able to cool down or heat up the vial in ~60 s and keep it steady at the target temperatures. We optimized the coefficients of the PID controller to minimize temperature overshoot and fluctuation. We next tested the DTC system with a much higher input power level of 80%. Figure 1F shows that the DTC is still capable of accurately controlling the temperature of liquid, which would otherwise increase rapidly and significantly (see Fig. 1D). Due the high power of the Peltier pads, the temperature of liquid can be further cooled and kept steady below room temperature at 10 °C (Fig. 1F). The minimum liquid temperature that the DTC system is able to cool and maintained steady at an 80% input power level is ~4 °C. Figure S2 shows the temperature control performance with other power levels.\nPage 7 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n8\nAfter examining the steady temperature control, we further studied the dynamic control performance of the DTC system. Starting from room temperature (23 °C), we programmed the DTC system to continuously reach different target temperature steps, as shown in Fig. 1G. Again, regardless of the input power levels, we showed that the temperature of liquid can be rapidly and dynamically controlled. Thus, for LM NPs production, we have shown that the developed DTC system is capable of eliminating the side effect caused by the increased temperature during sonication.\nFigure 1. Design and performance of the DTC system. A) Exploded schematic representation of the DTC system. The lower-left inset is assembled setup for the Peltier-aluminium cube-glass vial system. B) Schematic representation and C) actual image of the assembled DTC system. Scale bar is 4 cm. D) Temperature vs time plots for liquid sonicated with different input power levels without temperature control. Temperature vs time plots for liquid sonicated with the control of the DTC system at an input power levels of E) 20% and F) 80%. G) Temperature vs time plots of liquid sonicated under dynamic temperature control using the DTC system.\nPage 8 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n9 Production of EGaIn nanoparticles using the DTC system Taking the advantage of the DTC system, we next examined the production of LM NPs under temperature control. To improve the stability, biofunctionality and biocompatibility, we used a dibromomaleimide (DBM)-terminated polymer with brushed polyethylene glycol (bPEG, molecular weight of ~10 kDa) chains to graft LM NPs, as shown in Fig. 2A.40 The bPEG molecule has 2-3 phosphonic acid groups for anchoring the NPs. Phosphonic acid has been widely used as an anchoring group due to its strong metal oxide binding affinities, and it has also been demonstrated to be effective on gallium oxide.36, 41 The reason behind the used of multiple phosphonic acid groups will be explained later. For introducing biofunctionality to LM NPs, DBM termini were used due to its facile and specific conjugation with proteins or peptides.42 We conducted a series of experiments to verify that temperature control (TC) was necessary to improve the efficiency of NP production. We added 50 μL EGaIn and 20 mg bPEG into a glass vial containing 10 mL DI water, and then used a probe sonicator (power level of 60%) to produce EGaIn NPs. Sonication was applied in a pulsed mode (45 s pulses with 15 s delay in between) to minimize the side effects caused by heating. After activating the sonicator for 20 min (the actual total sonicating time is 15 min), we removed large particles by centrifuging the suspension with speeds from 3K RPM (corresponding to 604 g-force) to 10K RPM (corresponding to 6708 g-force) for 3 min. Without activating the DTC system, we did not observe the formation of gallium oxide nanorods within a 15 min sonicating time, as shown in the scanning electron microscopy (SEM) image of the produced NPs before centrifugation (Fig. S3). For the case of using the DTC system, we activated the sonicator after the liquid reaching the temperature of 20 °C, the DTC system can then maintain the liquid temperature at 20 °C during production. Figure 2B shows the supernatants of the cases with and without temperature control after centrifugation. It is obvious\nPage 9 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n10\nthat NP suspensions produced using the DTC system are much darker than the cases without temperature control, indicating that the DTC system enabled the production of NP suspensions with a higher concentration.\nTo further conduct a quantitative comparison, we obtained the NP concentrations using inductively coupled plasma mass spectrometry (ICP-MS), as shown in Fig. 2C. With temperature control, the NP concentration of the supernatant was almost tripled for the case of 3K RPM, and a ~60% higher concentration was achieved for the case of 10K RPM. In addition, by eliminating the growth of gallium oxide in the NPs at high temperature using the DTC system, the concentration of NPs can be further increased by elongating the sonication time. This is evidenced by the inset of Fig. 2C, where the supernatants of the NP suspensions (centrifuged at 10K RPM for 3 min) became much darker for the cases with 60 and 90 min of sonication (corresponding NP concentration of 0.63 ± 0.2 and 0.82 ± 0.1 mg/mL, respectively). We found that almost all the NPs transformed into GaOOH nanorods for the case without temperature control after 60 min of sonication, as shown in Fig. S4. Together with the large heat capacity of water, the rapid convective heat transfer induced by strong acoustic streaming within the liquid could reduce the inhomogeneity of temperature distribution in the vial. Also, it takes a certain amount of time (tens of minutes) for gallium in the NPs to be fully hydrolysed and oxidised to transform into nanorods, while the surge of temperature caused by the collapse of cavities only last for a few microseconds.43 Therefore, we believe the generation of hot spot near the probe tip may not sufficient to significantly affect the quality of the produced LM NPs. Therefore, compared to the case without temperature control, the used of the DTC system eliminates the growth of oxide and the formation of “vaporous” cavitation at high temperature; thus, enabling the production of smaller NPs with a higher concentration.\nMass production of LM NPs with the size smaller than 50 nm is very difficult using the top-down sonication method. Large sized NPs could significantly limit their applications in nanomedicine due to\nPage 10 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n11\nthe reduced blood circulation half-life.38 We have shown that the DTC system allows the production of NPs with a much higher concentration, and the hydrodynamic size distributions given in Fig. 2D indicates that NPs in the supernatant after centrifuging at a speed higher than 8K RPM (corresponding to 4293 gforce) have a peak size smaller than 50 nm. As such, the production of small size (<50 nm) and a high concentration of EGaIn NPs using the DTC system may unleash the vast potential of LM in nanomedicine. The size of the NPs was further examined using the transmission electron microscopy (TEM), as shown in Fig. 2E. The diameters of the NPs reduced to less than 50 nm for the case of 10K RPM.\nFigure 2. Production of EGaIn NPs grafted by bPEG. A) Proposed scheme of the conjugation between EGaIn and bPEG. B) Images of EGaIn NP suspensions produced with or without temperature control. The supernatants were collected after centrifuging at 3K and 10K RPM. C) Comparison of the concentration of EGaIn NPs produced with or without temperature control. The supernatants for measurements were collected after centrifuging at 3K, 5K, 8K and 10K RPM. The inset shows images of EGaIn NP suspensions collected after centrifuging at 10K RPM for the cases with temperature control. D) Hydrodynamic size distributions of EGaIn NPs (produced with a sonicating time of 15 min at 20 °C)\nPage 11 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n12\ncollected using different centrifuging speeds. E) TEM images of EGaIn NPs obtained after 3K and 10K RPM of centrifugation. Scale bars are 50 nm. Passivating EGaIn nanoparticles with phosphate groups\nTo study the stability of produced EGaIn NPs, we centrifuged (10K RPM for 20 min) and washed the NPs with DI water and examined their morphology and chemical contents 160 h after production, as shown in Fig. 3A. Similar to previously reported cases,28, 33, 44 formation of elliptical-shaped GaOOH nanorods occurred due to the growth of gallium oxide in the NPs. This is evidenced by the energy-dispersive X-ray spectroscopy (EDS) spectrum of a nanorod, where no peaks for indium (In) was observed (Fig. 3A). We also found that the spherical-shaped NPs mainly contain In (Fig. 3A), indicating that phase separation occurred during the growth of gallium oxide. Such a chemical reaction of Ga with water is undesirable as it destabilizes the suspension after aggregating and precipitating the NPs.29\nInterestingly, we discovered that the stability of EGaIn NPs can be significantly enhanced by adding a small amount of phosphate salt, such as disodium phosphate (Na2HPO4), into the suspension. Phosphate has been widely used for passivating the surface of metals such as iron, aluminium, zinc, cadmium, and tin to prevent corrosion.45 Therefore, we hypothesized that phosphate groups could be adsorbed on the surface of EGaIn to suppress oxide growth by influencing the work function and introducing the competition with oxygen for surface sites.46 After washing the produced EGaIn NPs with DI water, we tested our hypothesis by adding Na2HPO4 into the NP suspension (final concentration of Na2HPO4 was 10 mM) and examined the particle’s morphology and chemical contents 160 h after production, as shown in Fig. 3B. We did not observe the change of particle morphology nor the formation of oxide nanorods; also, the EDS spectrum shows no difference with freshly prepared NPs (see Fig. S5). We detected the peak of phosphorus in the EDS spectrum, indicating the binding of phosphate on the particle surface (Fig. 3B).\nSuch a phosphate passivation was further evidenced by the X‐ray photoelectron spectroscopy (XPS) spectrum obtained for an EGaIn film before and after passivating the surface within a 10 mM Na2HPO4\nPage 12 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n13\nsolution. After submerging the EGaIn film within the Na2HPO4 solution for 5 min, the sample was washed by DI water and dried by purging nitrogen gas. Figure 3C shows the XPS survey spectrum obtained after passivation, where peaks such as Ga 2p, In 3d, Na 1s, O 1s, C 1s, and P 2p were detected. The inset of Figure 3C shows the high-resolution spectrum for the P 2p peak (133.1 eV), which indicates the presence of phosphate on the EGaIn surface. In comparison, no P 2p signal was detected for the sample treated with DI water, as shown in Fig. S6. For the EGaIn sample treated with DI water only, the high-resolution O 1s spectrum can be deconvoluted into two peaks, as shown in Fig. 3D. As the sample was exposed to DI water, formation of GaOOH on the surface is quite plausible. Therefore, the deconvoluted peaks at 530.7 and 532.1 eV can be assigned to Ga−O bond and hydroxyl oxygen (−OH) on the surface oxide, respectively.47-48 Interestingly, with the treatment of Na2HPO4, peak shift was observed for the O 1s spectrum and only one peak was detected (~531.1 eV), as shown in the lower spectrum of Fig. 3D. This indicates the binding of phosphate groups onto the surface of oxide layer, and the shift to lower binding energies of the −OH related signals is likely to be due to a deprotonation of the phosphate group at the GaOOH area upon coordination.49 The O 1s spectrum of dry Na2HPO4 powder shows two deconvoluted peaks (see Fig. S7), which further proves the shift of peaks is due to the coordination of phosphate to the oxide layer on the surface of EGaIn. In addition, the passivation treatment also induces a significant shift of Ga 3d and In 4d3 signals, as shown in Fig. 3E. Such a positive shift of binding energies suggests a charge transfer from the oxide to the phosphate upon coordination.49\nSince the commonly used biological buffer phosphate-buffered saline (PBS) also contains Na2HPO4 (10 mM for 1× PBS), we further investigated the stability of EGaIn NPs in 1× PBS with different pH levels. After producing the EGaIn NPs using the DTC system, we centrifuged the suspension at the speed of 8K RPM for 3 min and took out the supernatant. Then, we centrifuged the supernatant at 12K RPM for 20 min to remove the bPEG solution, and finally we added 1× PBS to resuspend the NPs. Figure 3F shows\nPage 13 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n14\nthe hydrodynamic size distributions of the NPs in PBS (pH of 5) 0 and 180 days after production. We did not observe significant peak shift of the size distribution, and the colour of the suspension remained unchanged (see the inset of Fig. 3F). The TEM image and EDS spectra of the EGaIn NPs in PBS buffers with different pH (5, 6.5 and 7.4) are given in Fig. S8. Our results show that phosphate in PBS buffer is beneficial for preventing the formation of oxide nanorods, therefore, enabling the stabilization of the EGaIn NPs at various pH levels. This set of experiments also indicates that the bPEG polymer we used that has multiple phosphonic acid groups can provide excellent stability by preventing detachment caused by competitive ligand exchange with phosphate groups in PBS.38\nUnlike the case with a hydrophobic layer of polymer coating,37 the surface of the EGaIn NPs is still functionable after passivating with phosphate groups. We demonstrated this by performing galvanic replacement of the surface of EGaIn NPs with gold (Au). In doing so, we added 10 μL chloroauric acid (HAuCl4) solution (concentration of 10 mM) to react with the obtained EGaIn NPs suspended in 1 mL Na2HPO4 solution (concentration of 10 mM) and gently mixed it for 5 min. The reaction oxidized Ga and reduces Au+ ions to metallic Au NPs on the surface of EGaIn, as shown in Fig. 3G. We observed a uniform coating of Au NPs on the surface of EGaIn, indicating that further modification and morphological transformation of the EGaIn NPs is still possible after passivation. The EDS mappings for individual elements are given in Fig. S9.\nPage 14 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n15\nFigure 3. Passivating EGaIn NPs with phosphate group. A) EDS spectra and TEM image of oxide nanorods and spherical NPs formed after suspending the produced EGaIn NPs in DI water for 160 h. Scale bar is 100 nm. B) EDS spectrum and TEM image of EGaIn NPs suspended in 10 mM Na2HPO4 solution for 160 h. Scale bar is 100 nm. C) XPS survey spectrum obtained for an EGaIn film treated by a 10 mM Na2HPO4 solution, the inset shows the evidence of phosphate passivation coating with the presence of P 2p peak for phosphorus. High-resolution XPS spectra for D) O 1s and E) Ga 3d and In 4d3 signals for an EGaIn film before and after treating with a 10 mM Na2HPO4 solution. F) Hydrodynamic size distributions of the EGaIn in PBS buffer 0 and 180 days after production. G) TEM images and EDS mapping of the EGaIn after the galvanic replacement reaction. Scale bar is 50 nm.\nPage 15 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n16\nProduction of LM NPs with higher melting points\nAs EGaIn is a room temperature liquid metal, its NPs can be efficiently formed after comminuting the bulk materials using the sonication probe at a relatively low temperature of 20 °C. However, for metals with higher melting points, it could take a few minutes for the probe sonicator to increase the liquid temperature to the point where bulk materials can melt and be broken into NPs. This will cause problems for producing NPs of Ga-In alloys with melting points much higher than the eutectic point. To illustrate the problem, we utilized an alloy which contains 70 wt% In and 30 wt% Ga (Ga30In70) for producing the LM NPs. We added 300 mg of Ga30In70 and 20 mg of bPEG into a glass vial containing 10 mL DI water, we also added a small amount of Na2HPO4 (final concentration of 100 µM) into the glass vial to prevent the formation of oxide nanorods. We then activated the probe sonicator (power level of 60%, total sonicating time of 15 min) to produce the LM NPs without using any temperature control. The NP suspension was centrifuged at 3K RPM for 3 min and the NPs in the supernatant was washed with DI water and analysed using the SEM, as shown in Fig. 4A. Although the LM NPs are spherical, the EDS spectrum shows that they contain much less amount of In (35.7 ± 2.1 wt%) since the expected amount should be around 70 wt%. Based on the phase diagram of Ga-In alloys,50 the melting point of Ga30In70 is ~75 °C. Therefore, the Ga30In70 is hypereutectic and contains a mix of liquid metal and β solid (mainly contains In) phases when temperature is below 75 °C. Since it takes around 4 min for the probe sonicator to heat up the liquid to ~75 °C at an input power level of 60% (see Fig. 1D), only the liquid metal phase in the hypereutectic mix can be comminuted into NPs upon the activation of the probe sonicator. This explains why the content of In is much less in the produced LM NPs as most of In precipitated and aggregated to form solid during sonication.\nTo solve the problem and produce LM NPs with desired element contents, we programmed the DTC system to dynamically control the temperature of the bPEG solution during production. We firstly melted\nPage 16 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n17\nthe Ga30In70 alloy by increasing the temperature to 80 °C before activating the probe sonicator. We then activated the sonicator continuously (power level of 60%) for 5 min and kept the temperature constant at 80 °C to break bulk Ga30In70 into micro to nanosized particles. Next, we reduced the temperature to 20 °C while continuously activating the probe sonicator to further break the materials into NPs (the total sonicating time was 15 min). We expect this process to work since we have previously reported that micro to nanosized particles of Ga-In alloy exhibit a supercooling effect, where their melting point can be reduced by at least 80 °C before phase separation can occur.51 Thus, after breaking the bulk Ga30In70 into micro to nanosized particles at 80 °C, further reducing the temperature to 20 °C should not cause phase separation of the particles and they can be further comminuted into smaller NPs. The effectiveness of such a process is evidenced by the SEM image and EDS analysis of the produced NPs, as shown in Fig. 4B. The NPs are spherical, and the EDS element analysis indicates that the content of In is 68.6 ± 3.1 wt%, which is quite close to the desired results. This set of experiments clearly shows the advantages of using the DTC system to execute a more complex process for yielding NPs with desired element contents.\nIn addition to Ga-In alloys, we further demonstrated the advantages of the DTC system in the production of NPs of other types of alloys, such as the Field’s metal (32.5 wt% of bismuth , 51 wt % of indium and 16.5 wt% of tin; melting point of 62 °C). We added 300 mg Field’s metal into 10 mL bPEG solution and applied the same strategy as above (i.e. sonicating at 80 °C for 5 min and 20 °C for 10 min with a power level of 60%) for producing the Field’s metal NPs. Figure 4C shows the SEM image of the produced NPs and we can see that they are spherical. The inset of Fig. 4C indicated that the NPs can be stably suspended. The measured element fractions from the EDS spectrum given in Fig. 4D (29.1 ± 0.9 wt% of bismuth, 54.1 ± 1.4 wt% of indium and 17.8 ± 0.5 wt% of tin) match with the desired values of Field’s metal. Interestingly, we found that for the case without temperature control, the mass fraction of the elements within the NPs remains similar. However, the concentration of the produced NPs was significantly\nPage 17 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n18\nincreased when using the DTC system, as shown in the inset of Fig. 4D. In comparison with the case without temperature control, the supernatant of the NP suspension (obtained by centrifuging at 3K RPM for 3 min) has eight times of the concentration of NPs when using the DTC system.\nFigure 4. Production of Ga30In70 and Field’s metal NPs. EDS spectrum and SEM image of Ga30In70NPs produced A) with and B) without temperature control. C) SEM image of the Field’s metal NPs produced with temperature control. The inset shows the NP suspension. D) EDS spectrum of the produced Field’s metal NPs. The inset shows the comparison of NP concentrations for the cases with or without temperature control. Scale bars are 100 nm.\nPage 18 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n19\nProduction of PEGDA gel using EGaIn with the DTC system\nIn addition to the production of LM NPs, we further demonstrated the use of the DTC system to render the control of hydrogel polymerization when using the EGaIn NPs as initiators. It has been reported that without the need for conventional molecular initiators, sonication of Ga or EGaIn in an aqueous solution of vinyl monomers can lead to rapid free radical polymerization (FRP), yielding high molecular weight polymers to form gels.52 Sonication breaks the oxide layer which isolates the metal from the solution, and the polymerization is initiated by the formation of a covalent bond between Ga and carbon on the vinyl group. This forms carbon-based free radicals that can react with nearby monomers to enable further polymerization.52-53 Interestingly, we found that the speed of such a LM enabled polymerization is also temperature-dependent. To show this, we added 100 μL of EGaIn and 10 mL of poly(ethylene glycol) diacrylate (PEGDA, Mn = 700) into a glass vial and activate the sonicator continuously (60% power level for 10 min) without temperature control to render its polymerization. During sonication, bulk EGaIn broke into small particles and thereby greatly increases surface area and exposes the metal, which initiates FRP. After 10 min, the liquid PEGDA solidified to form gel and stuck to the sonication probe, as shown in Fig. 5A. We found that the temperature of the gel reached ~143 °C after sonication, and such a quick solidification is probably due the rapid increase in temperature.\nAs a comparison, we conducted an experiment by keeping the temperature of the EGaIn-PEGDA mix at 10 °C during sonication using the DTC system. Interestingly, unlike the case without temperature control, we found that the EGaIn-PEGDA mix remained to be liquid after 10 min of sonication, and the liquid gelated 5 min after production, as shown in Fig. 5B. The reduced polymerization speed at a lower temperature will allow moulding of the gel into any shape before solidification. This set of experiment presents the potential of using the DTC system to realize one-step production of functional composites using the LM enabled rapid FRP method, which will be further explored in our future research. Although\nPage 19 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n20\nso far there is no clear indication that PEGDA gel incorporating LM NPs has a promising application in soft electronics, LM alloys can act as versatile initiators for inducing gelation, which may eventually find its applications in fields such as biomaterials and mechano-induced chemistry.\nFigure 5. Production of PEGDA gel using EGaIn as initiator. A) Images of the solidified PEGDA gel after 10 min of sonication without temperature control. B) Images showing the solidification of PEGDA gel 5 min after production using the DTC system. Scale bars are 5 mm."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, we developed an integrated dynamic temperature control system for enhancing the production performance of LM NPs by eliminating the undesired side effects caused by high liquid temperature during sonication. The DTC system utilized a PID feedback control system to provide a rapid, precise, and dynamic temperature control. We demonstrated that the DTC system can enable the production of smaller LM NPs (< 50 nm) and significantly increase their concentration, and meanwhile preventing the formation of gallium oxide nanorods. Besides, for producing LM NPs with higher melting\nPage 20 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n21\npoints, the DTC system can dynamically vary the liquid temperature to enable the production of NPs with desired element contents. In addition to physical control, we used bPEG polymer with multiple phosphonic acid anchoring groups to graft and stabilize the NPs. More importantly, we discovered that phosphate groups can efficiently passivate the NP surface to further enhance their stability. No shift of the hydrodynamic size distribution peak was observed for EGaIn NPs in PBS buffer (pH ranging from 5 to 7.4) within 180 days. Furthermore, we demonstrated the production of PEGDA gel using EGaIn NPs as initiators, and the use of the DTC system can reduce polymerization speed to make moulding of the gel possible. The DTC platform and the surface grafting/passivating strategies developed in this work solved various challenges faced by the production of stable, small-sized and biofunctional LM NPs, which will provide promising solutions for the development of LM NP-based biomedical applications.\nIn addition, the DTC platform could be attractive in microfluidic system for cellular assays. Compared to convective heat exchangers which pump hot and cold water into polymer tubes for adjusting temperature (from 24 to 37 ℃),54-55 the DTC platform demonstrated in this work does not require bulky pumping systems and the range of temperature that can be achieved is much wider (from -10 to 100 ℃). Moreover, we anticipate that the DTC platform can be eventually integrated with acoustic microfluidic systems equipped with a closed-loop pump for enabling continuous production of LM NPs.29, 56 In addition to the convective heat transfer induced by strong acoustic streaming, the closed-loop pump can also be used for circulating the NPs suspension. This could further avoid overheating and minimize temperature heterogeneity, making it possible to eventually scale up the demonstrated method for the mass production of LM NPs. Although it is difficult to precisely control the size of the produced NPs when using top-down methods such as sonication, it is still possible to narrow down the size distribution by centrifugation and filtration. Adding a closed-loop pump into the system may further allow the filtration function to be integrated for improving the size uniformity of the produced LM NPs.\nPage 21 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n22"
    }, {
      "heading" : "EXPERIMENTAL SECTION",
      "text" : "Polymer Synthesis: See reference40 for details. In brief, the DBM-functional chain transfer agent (CTA) was firstly synthesized following the previously reported procedure.40 Next, a DBM-terminated poly(oligoethylene glycol) methyl ether acrylate (poly(OEGA)) homopolymer (POEGA-DBM) was synthesized by the reversible addition–fragmentation chain transfer (RAFT) polymerization method after reacting oligoethylene glycol (Mn = 480), the DBM-functional CTA, and 2,2′-azobis(isobutyronitrile) (AIBN) in 1,4-dioxane. The polymerization was carried out for 24 h. Subsequently, we used the POEGADBM polymer as a macro-RAFT agent for chain extension with phosphonate acrylate (PA) monomers for synthesizing the bPEG (POEGA-b-PA-DBM), followed by a deprotection process to generate phosphonic groups.40 The bPEG polymer were subsequently isolated by precipitation into mixture of diethyl ether.\nChemicals, Reagents, and Preparation: EGaIn (75.5 wt% Ga and 24.5 wt% In) liquid metal, HAuCl4, Na2HPO4 and poly(ethylene glycol diacrylate) (PEGDA, Mn = 700) were purchased from Sigma Aldrich, Australia. The Ga30In70 was produced by melting and mixing 3 g gallium and 7 g indium at 100 °C. The Field’s metal was prepared by melting and mixing 3.25 g bismuth, 1.65 g tin and 5.1 g indium at 120 °C.\nInstruments and Fabrication: Thermoelectric pads (Peltier) and DC-DC buck converter was purchased from Jaycar Electronics, Australia. DC power supply (12 V 40 A), cooling fans, Arduino UNO microcontroller module, Grove 4 digital display (TM1637), H- Bridge (IBT- 2) and thermocouple (MAX6675) were purchased online. The aluminium cube was manufactured using a computerized lathe machine (CNC Lathe, HAAS Automation Ltd.). The PMMA base was fabricated by a CO2 laser-engraving system (Versa Laser System, Model VLS3.50, Universal Laser System Ltd.). LM NPs were produced by probe sonication system (QSONICA, Q700). A MiniSpin (Eppendorf, Germany) centrifuge was used to separate large particles from the supernatant.\nCharacterization: TEM images and EDS spectra were obtained using a JEOL JEM-2011 transmission\nPage 22 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n23\nelectron microscope. EDS element mapping was obtain using a JEOL JEM-ARM200f transmission electron microscope. SEM images were obtained by a JEOL JSM-7500FA scanning electron microscope. The hydrodynamic distribution of nanoparticles was obtained by a zeta-sizer (Zetasizer Nano ZS, Marvern Instrument, USA). The concentration of LM NPs was measured by a Thermo iCAP-Q quadrupole ICPMS instrument. XPS spectra were obtained using an ESCALAB250Xi Analyser from Thermo Scientific, UK. The photoelectron take-off angle was set at 90°."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "Supporting Information. The following files are available free of charge.\nFigure S1. Control diagram of the DTC system.\nFigure S2. Temperature vs time plots for different target temperatures.\nFigure S3. SEM image of the produced EGaIn NPs before centrifugation (with a 15 min sonicating time) without temperature control.\nFigure S4. SEM image of the EGaIn NPs produced without temperature control (with a 60 min sonicating time).\nFigure S5. EDS spectrum of freshly prepared EGaIn NPs.\nFigure S6. XPS survey spectrum obtained for an EGaIn film treated with DI water.\nFigure S7. XPS high-resolution spectrum of O 1s signal for Na2HPO4 powder.\nFigure S8. EDS spectra of the EGaIn NPs in PBS buffers with different pH.\nFigure S9. EDS element mapping of Au NPs coated EGaIn NPs.\nPage 23 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n24\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "* E-mail: S.Tang@bham.ac.uk (S.-Y. Tang)\n* E-mail: r.qiao@uq.edu.au (R. Qiao)\n* E-mail: weihuali@uow.edu.au (W. Li)"
    }, {
      "heading" : "Author Contributions",
      "text" : "S.-Y.T., R.Q. and W.L. conceived the idea. H.L., S.-Y.T., Z.D., D.L., Y.Z., C.Z., G.Y., Q.Z., and\nR.Q. carried out the experiments. The manuscript was written through contributions of all\nauthors. S.-Y.T., K.K.-Z., R.Q. and W.L. supervised the project. All authors have given approval\nto the final version of the manuscript. #These authors contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\nACKNOWLEDGMENT\nPage 24 of 31\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n25\nH.L. and S.-Y.T. contributed equally to this work. The authors acknowledge the use of the facilities at the UOW Electron Microscopy Centre."
    } ],
    "references" : [ {
      "title" : "Liquid Metals: Fundamentals and Applications in Chemistry",
      "author" : [ "T. Daeneke", "K. Khoshmanesh", "N. Mahmood", "I. De Castro", "D. Esrafilzadeh", "S. Barrow", "M. Dickey", "K. Kalantar-Zadeh" ],
      "venue" : "Chemical Society Reviews 2018,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Characterization of Nontoxic Liquid-metal Alloy Galinstan for Applications in Microdevices",
      "author" : [ "T. Liu", "P. Sen", "C.-J. Kim" ],
      "venue" : "Journal of Microelectromechanical Systems 2011,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "Emergence of Liquid Metals in Nanotechnology",
      "author" : [ "K. Kalantar-Zadeh", "J. Tang", "T. Daeneke", "A.P. O’Mullane", "L.A. Stewart", "J. Liu", "C. Majidi", "R.S. Ruoff", "P.S. Weiss", "M.D. Dickey" ],
      "venue" : "ACS Nano 2019,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Liquid Metal Enabled Pump",
      "author" : [ "S.-Y. Tang", "K. Khoshmanesh", "V. Sivan", "P. Petersen", "A.P. O’Mullane", "D. Abbott", "A. Mitchell", "K. Kalantar-zadeh" ],
      "venue" : "Proceedings of the National Academy of Sciences of the United States of America 2014,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Artificial Heart Based on Electrically Controlled Non‐Toxic Liquid Metal Pump",
      "author" : [ "G. Li", "J. Du", "A. Zhang", "D. w. Lee" ],
      "venue" : "Advanced Engineering Materials 2019,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1900
    }, {
      "title" : "Discovery of a Voltage-stimulated Heartbeat Effect in Droplets of Liquid Gallium",
      "author" : [ "Z. Yu", "Y. Chen", "F.F. Yun", "D. Cortie", "L. Jiang", "X. Wang" ],
      "venue" : "Physical Review Letters 2018,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Liquid Metal Based Soft Robotics: Materials, Designs, and Applications",
      "author" : [ "X. Wang", "R. Guo", "J. Liu" ],
      "venue" : "Advanced Materials Technologies 2019,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "An Autonomously Electrically Self-healing Liquid Metal–Elastomer Composite for Robust Soft-matter Robotics and Electronics",
      "author" : [ "E.J. Markvicka", "M.D. Bartlett", "X. Huang", "C. Majidi" ],
      "venue" : "Nature Materials 2018,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Stretchable and Soft Electronics Using Liquid Metals",
      "author" : [ "M.D. Dickey" ],
      "venue" : "Advanced Materials 2017,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Materials Tactile Logic via Innervated Soft Thermochromic Elastomers",
      "author" : [ "Y. Jin", "Y. Lin", "A. Kiani", "I.D. Joshipura", "M. Ge", "M.D. Dickey" ],
      "venue" : "Nature Communications 2019,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Maskless Arbitrary Writing of Molecular Tunnel Junctions",
      "author" : [ "S.E. Byeon", "M. Kim", "H.J. Yoon" ],
      "venue" : "ACS Applied Materials & Interfaces 2017,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Room Temperature CO2 Reduction to Solid Carbon Species on Liquid Metals Featuring Atomically Thin Ceria Interfaces",
      "author" : [ "D. Esrafilzadeh", "A. Zavabeti", "R. Jalili", "P. Atkin", "J. Choi", "B.J. Carey", "R. Brkljača", "A.P. O’Mullane", "M.D. Dickey", "Officer", "D. L", "MacFarlane", "D. R", "T. Daeneke", "K. Kalantar-Zadeh" ],
      "venue" : "Nature Communications 2019,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "New Approach for Large-Area Thermoelectric Junctions with a Liquid Eutectic Gallium–Indium Electrode",
      "author" : [ "S. Park", "H.J. Yoon" ],
      "venue" : "Nano Letters 2018,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Power Factor of One Molecule Thick Films and Length Dependence",
      "author" : [ "S. Park", "S. Kang", "H.J. Yoon" ],
      "venue" : "ACS Central Science 2019,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1982
    }, {
      "title" : "Liquid Metal-filled Magnetorheological Elastomer with Positive Piezoconductivity",
      "author" : [ "G. Yun", "S.-Y. Tang", "S. Sun", "D. Yuan", "Q. Zhao", "L. Deng", "S. Yan", "H. Du", "M.D. Dickey", "W. Li" ],
      "venue" : "Nature Communications 2019,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Printable Metal-polymer Conductors for Highly Stretchable Bio-devices",
      "author" : [ "L. Tang", "S. Cheng", "L. Zhang", "H. Mi", "L. Mou", "S. Yang", "Z. Huang", "X. Shi", "X. Jiang" ],
      "venue" : "IScience 2018,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Handwritten, Soft Circuit Boards and Antennas Using Liquid Metal Nanoparticles",
      "author" : [ "Y. Lin", "C. Cooper", "M. Wang", "J.J. Adams", "J. Genzer", "M.D. Dickey" ],
      "venue" : "Small 2015,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Reconfigurable Electronic Devices Enabled by LaserSintered Liquid Metal Nanoparticles",
      "author" : [ "S. Liu", "M.C. Yuen", "R. Kramer-Bottiglio" ],
      "venue" : "Flexible and Printed Electronics 2019,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "A Liquid‐Metal–Elastomer Nanocomposite for Stretchable Dielectric Materials",
      "author" : [ "C. Pan", "E.J. Markvicka", "M.H. Malakooti", "J. Yan", "L. Hu", "K. Matyjaszewski", "C. Majidi" ],
      "venue" : "Advanced Materials 2019,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1900
    }, {
      "title" : "Transformable Liquid-metal Nanomedicine",
      "author" : [ "Y. Lu", "Q. Hu", "Y. Lin", "D.B. Pacardo", "C. Wang", "W. Sun", "F.S. Ligler", "M.D. Dickey", "Z. Gu" ],
      "venue" : "Nature Communications 2015,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Immobilized Liquid Metal Nanoparticles with Improved Stability and Photothermal Performance for Combinational Therapy of Tumor",
      "author" : [ "J.-J. Hu", "M.-D. Liu", "Y. Chen", "F. Gao", "S.-Y. Peng", "B.-R. Xie", "C.-X. Li", "X. Zeng", "X.-Z. Zhang" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2019
    }, {
      "title" : "Light-driven Liquid Metal Nanotransformers for Biomedical Theranostics",
      "author" : [ "S.A. Chechetka", "Y. Yu", "X. Zhen", "M. Pramanik", "K. Pu", "E. Miyako" ],
      "venue" : "Nature Communications 2017,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Shape-transformable Liquid Metal Nanoparticles in Aqueous Solution",
      "author" : [ "Y. Lin", "Y. Liu", "J. Genzer", "M.D. Dickey" ],
      "venue" : "Chemical Science 2017,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Synthesis of Liquid Core–shell Particles and Solid Patchy Multicomponent Particles by Shearing Liquids into Complex Particles (SLICE)",
      "author" : [ "I.D. Tevis", "L.B. Newcomb", "M. Thuo" ],
      "venue" : "Langmuir 2014,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Autonomous Thermal-oxidative Composition Inversion and Texture Tuning of Liquid Metal Surfaces",
      "author" : [ "J. Cutinho", "B.S. Chang", "S. Oyola-Reynoso", "J. Chen", "S.S. Akhter", "I.D. Tevis", "N.J. Bello", "A. Martin", "M.C. Foster", "M.M. Thuo" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Ga-In Liquid Metal Nanoparticles Prepared by Physical Vapor Deposition",
      "author" : [ "F. Yu", "J. Xu", "H. Li", "Z. Wang", "L. Sun", "T. Deng", "P. Tao", "Q. Liang" ],
      "venue" : "Progress in Natural Science: Materials International 2018,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Functional Liquid Metal Nanoparticles Produced by Liquid‐Based Nebulization",
      "author" : [ "S.-Y. Tang", "R. Qiao", "Y. Lin", "Y. Li", "Q. Zhao", "D. Yuan", "G. Yun", "J. Guo", "M.D. Dickey", "T.J. Huang", "T.P. Davis", "K. Kalantar‐Zadeh", "Li W" ],
      "venue" : "Advanced Materials Technologies 2019,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Directing Substrate Morphology via Self-assembly: Ligand-mediated Scission of Gallium–indium Microspheres to the Nanoscale",
      "author" : [ "J.N. Hohman", "M. Kim", "G.A. Wadsworth", "H.R. Bednar", "J. Jiang", "M.A. LeThai", "P.S. Weiss" ],
      "venue" : "Nano Letters 2011,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2011
    }, {
      "title" : "Light‐Induced Shape Morphing of Liquid Metal Nanodroplets Enabled by Polydopamine Coating",
      "author" : [ "T. Gan", "W. Shang", "S. Handschuh‐Wang", "X. Zhou" ],
      "venue" : "Small 2019,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Route to Universally Tailorable RoomTemperature Liquid Metal Colloids via Phosphonic Acid Functionalization",
      "author" : [ "Z.J. Farrell", "N. Reger", "I. Anderson", "E. Gawalt", "C. Tabor" ],
      "venue" : "The Journal of Physical Chemistry C 2018,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Engineering Organic/Inorganic Nanohybrids through RAFT Polymerization for Biomedical Applications",
      "author" : [ "X. Huang", "J. Hu", "Y. Li", "F. Xin", "R. Qiao", "T.P. Davis" ],
      "venue" : "Biomacromolecules 2019,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "Observations of Water Cavitation Intensity under Practical Ultrasonic Cleaning Conditions",
      "author" : [ "B. Niemczewski" ],
      "venue" : "Ultrasonics Sonochemistry 2007,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2007
    }, {
      "title" : "Bioconjugation and Fluorescence Labeling of Iron Oxide Nanoparticles Grafted with Bromomaleimide-terminal Polymers",
      "author" : [ "R. Qiao", "L. Esser", "C. Fu", "C. Zhang", "J. Hu", "P. Ramírez-Arcía", "Y. Li", "J.F. Quinn", "M.R. Whittaker", "A.K. Whittaker" ],
      "venue" : "Biomacromolecules 2018,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Designing Liquid Metal Interfaces to Enable Next Generation Flexible and Reconfigurable Electronics",
      "author" : [ "N. Ilyas", "A. Cook", "C.E. Tabor" ],
      "venue" : "Advanced Materials Interfaces 2017,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Conjugation-induced Fluorescent Labeling of Proteins and Polymers Using Dithiomaleimides",
      "author" : [ "M.P. Robin", "P. Wilson", "A.B. Mabire", "J.K. Kiviaho", "J.E. Raymond", "D.M. Haddleton", "R.K. O’Reilly" ],
      "venue" : "Journal of the American Chemical Society 2013,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2013
    }, {
      "title" : "Acoustic Cavitation Generated by Microsecond Pulses of Ultrasound",
      "author" : [ "L. Crum", "J. Fowlkes" ],
      "venue" : "Nature",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1986
    }, {
      "title" : "Room Temperature Electrochemical Synthesis of Crystalline GaOOH Nanoparticles from Expanding Liquid Metals",
      "author" : [ "B. Lertanantawong", "J.D. Riches", "A.P. O’Mullane" ],
      "venue" : "Langmuir 2018,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "Coating and Surface Treatment Systems for Metals: a Comprehensive Guide to Selection",
      "author" : [ "J. Edwards" ],
      "venue" : null,
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 1997
    }, {
      "title" : "Control of Gallium Oxide Growth on Liquid Metal Eutectic Gallium/indium Nanoparticles via Thiolation",
      "author" : [ "Z.J. Farrell", "C. Tabor" ],
      "venue" : "Langmuir 2018,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Metal Phosphate-supported Pt Catalysts for CO Oxidation",
      "author" : [ "X. Qian", "H. Qin", "T. Meng", "Y. Lin", "Z. Ma" ],
      "venue" : "Materials 2014,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2014
    }, {
      "title" : "Structural Chemistry of Self-assembled Monolayers of Octadecylphosphoric Acid on Tantalum Oxide Surfaces",
      "author" : [ "M. Textor", "L. Ruiz", "R. Hofer", "A. Rossi", "K. Feldman", "G. Hähner", "N.D. Spencer" ],
      "venue" : "Langmuir 2000,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2000
    }, {
      "title" : "The Solubility of Indium in Liquid Gallium Supercooled to 12 K, Defect and Diffusion Forum",
      "author" : [ "X.Y. Yin", "G.S. Collins" ],
      "venue" : "Trans Tech Publ:",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2012
    }, {
      "title" : "Phase Separation in Liquid Metal Nanoparticles",
      "author" : [ "S.-Y. Tang", "D.R. Mitchell", "Q. Zhao", "D. Yuan", "G. Yun", "Y. Zhang", "R. Qiao", "Y. Lin", "M.D. Dickey", "W. Li" ],
      "venue" : "Matter 2019,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "Liquid Metal Nanoparticles as Initiators for Radical Polymerization of Vinyl Monomers",
      "author" : [ "J. Ma", "Y. Lin", "Y.-W. Kim", "Y. Ko", "J. Kim", "K.H. Oh", "J.-Y. Sun", "C.B. Gorman", "M.A. Voinov", "A.I. Smirnov" ],
      "venue" : "ACS Macro Letters 2019,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Solution Processable Liquid Metal Nanodroplets by Surface-initiated Atom Transfer Radical Polymerization",
      "author" : [ "J. Yan", "M.H. Malakooti", "Z. Lu", "Z. Wang", "N. Kazem", "C. Pan", "M.R. Bockstaller", "C. Majidi", "K. Matyjaszewski" ],
      "venue" : "Nature Nanotechnology 2019,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2019
    }, {
      "title" : "Reconfigurable, Self-Sufficient Convective Heat Exchanger for Temperature Control of Microfluidic Systems",
      "author" : [ "J.Y. Zhu", "S.A. Suarez", "P. Thurgood", "N. Nguyen", "M. Mohammed", "H. Abdelwahab", "S. Needham", "E. Pirogova", "K. Ghorbani", "S. Baratchi" ],
      "venue" : "Analytical Chemistry 2019,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Journal of Microelectromechanical Systems 2011, 21 (2), 443-450.",
      "startOffset" : 51,
      "endOffset" : 54
    }, {
      "referenceID" : 6,
      "context" : "Advanced Engineering Materials 2019, 21 (8), 1900381.",
      "startOffset" : 40,
      "endOffset" : 43
    }, {
      "referenceID" : 1,
      "context" : "Physical Review Letters 2018, 121 (2), 024302.",
      "startOffset" : 34,
      "endOffset" : 37
    }, {
      "referenceID" : 1,
      "context" : "Advanced Materials Technologies 2019, 4 (2), 1800549.",
      "startOffset" : 40,
      "endOffset" : 43
    }, {
      "referenceID" : 0,
      "context" : "Nature Communications 2019, 10 (1), 1300.",
      "startOffset" : 31,
      "endOffset" : 34
    }, {
      "referenceID" : 38,
      "context" : "Applied Materials & Interfaces 2017, 9 (46), 40556-40563.",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 0,
      "context" : "Nature Communications 2019, 10 (1), 865.",
      "startOffset" : 31,
      "endOffset" : 34
    }, {
      "referenceID" : 0,
      "context" : "Nature Communications 2011, 2 (1), 448.",
      "startOffset" : 30,
      "endOffset" : 33
    }, {
      "referenceID" : 9,
      "context" : "ACS Central Science 2019, 5 (12), 1975-1982.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 6,
      "context" : "27 Chemical Society Reviews 2018, 47 (8), 2518-2533.",
      "startOffset" : 37,
      "endOffset" : 40
    }, {
      "referenceID" : 0,
      "context" : "Flexible and Printed Electronics 2019, 4 (1), 015004.",
      "startOffset" : 41,
      "endOffset" : 44
    }, {
      "referenceID" : 0,
      "context" : "Nature Communications 2015, 6 (1), 10066.",
      "startOffset" : 30,
      "endOffset" : 33
    }, {
      "referenceID" : 0,
      "context" : "Nature Communications 2017, 8 (1), 15432.",
      "startOffset" : 30,
      "endOffset" : 33
    }, {
      "referenceID" : 3,
      "context" : "Chemical Science 2017, 8 (5), 3832-3837.",
      "startOffset" : 25,
      "endOffset" : 28
    }, {
      "referenceID" : 1,
      "context" : "Advanced Materials Technologies 2019, 4 (2), 1800420.",
      "startOffset" : 40,
      "endOffset" : 43
    }, {
      "referenceID" : 38,
      "context" : "Chemistry C 2018, 122 (46), 26393-26400.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 0,
      "context" : "Ultrasonics Sonochemistry 2007, 14 (1), 13-18.",
      "startOffset" : 35,
      "endOffset" : 38
    }, {
      "referenceID" : 8,
      "context" : "Biomacromolecules 2018, 19 (11), 4423-4429.",
      "startOffset" : 27,
      "endOffset" : 31
    }, {
      "referenceID" : 6,
      "context" : "Journal of the American Chemical Society 2013, 135 (8), 2875-2878.",
      "startOffset" : 51,
      "endOffset" : 54
    }, {
      "referenceID" : 8,
      "context" : "ACS Macro Letters 2019, 8 (11), 1522-1527.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 5,
      "context" : "Nature Nanotechnology 2019, 14 (7), 684-690.",
      "startOffset" : 31,
      "endOffset" : 34
    }, {
      "referenceID" : 18,
      "context" : "Analytical Chemistry 2019, 91 (24), 15784-15790.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 6,
      "context" : "Advanced Functional Materials 2018, 28 (8), 1705484.",
      "startOffset" : 39,
      "endOffset" : 42
    } ],
    "year" : 2020,
    "abstractText" : null,
    "creator" : null
  }
}