{
  "name" : "2020-07-03__77_10.1021@acsanm.0c01327.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "ANM - RGB JCA logo.eps",
    "authors" : [ "Jiyun Hu", "Suraj K. Gupta", "John Ozdemir", "Hassan Beyzavi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION The concept of dynamic covalent chemistry (DCC), where reversible chemical reactions are performed under thermodynamic control, was proposed in the context of supramolecular chemistry and polymer chemistry two decades ago.1−4 The reversible nature of the reactions permits “error checking” and “proof-reading” in the generated dynamic combinatorial library (DCL) of interconverting components to give the thermodynamically most stable product under given conditions.5−8 In other words, in a reaction where DCC operates (Figure 1), it is the relative stability of the products (i.e., thermodynamic parameters) that decides the product distribution rather than the relative magnitudes of energy barriers of each pathway (i.e., kinetic parameters). Since both the thermodynamic and the kinetic parameters are the functions of a set of reaction factors, the reaction outcome is thus highly dependent on and also being controlled by the reaction conditions, such as temperature, pressure, concentration, catalyst, light, and other external stimuli. Besides, time is also an important factor, as the kinetic parameters determine how long it would take for an equilibrium to be reached. The covalent bond formation and breaking typically show slow kinetics. These fascinating features make DCC play an important role in the synthesis of complex discrete molecular architectures like macrocycles and cage compounds.3\nReceived: May 14, 2020 Accepted: June 10, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsanm.0c01327 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nX E\nT E\nR o\nn Ju\nly 2\n, 2 02\n0 at\n2 0:\n59 :5\n4 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\nar tic\nExpansion of the DCC concept to extended two-dimensional (2D) and three-dimensional (3D) frameworks, built on relatively rigid monomers with a predesigned topology diagram, led to the birth of covalent organic frameworks (COFs) pioneered by Yaghi and co-workers in 2005.9 This emerging class of crystalline porous materials has been continuously drawing the attention of researchers since. The increasing number of publications on COFs year by year is summarized in Figure 2. This rapidly growing field has been\nthe subject of excellent review papers on the fundamental design and synthesis of COFs,10−26 and there has been a number of more specialized reviews on COFs applications including catalysis,27−32 separation,33−35 sensing,36 energy storage,37−41 and biomedical,42−46 among others.47,48 Reversible reactions such as boronic acid trimerization,9 boronic acid and catechol condensation,9 imine condensation,49 hydrazone formation,50 azine formation,51 and imide formation,52 among others, are the first and also the most frequently used reactions to construct COFs; although more recently, irreversible reactions have been used to form COFs.53−59 It is the reversible nature of the coupling reactions that allows a dynamic breaking and reformation of covalent bonds within the lattice at equilibrium that achieves the thermodynamic minima of the system. Thus, the network undergoes error checking and proof-reading to approach a crystalline structure that is the thermodynamically most stable product, instead of an amorphous polymer. This review does not intend to be comprehensive, and we focus on the dynamic aspects underlying the structure of COFs that have not been a fundamental clue for any of the published COF reviews, to the best of our knowledge. Following this basic idea, various synthetic strategies developed to regulate the\ngrowth and to modify the properties of COFs, including modulation to increase framework crystallinity, mixed linker/ linkage to engineer structural complexity and functionality, substoichiometric reaction to form unexpected topologies, framework isomerism in COFs, and postsynthetically linker exchange to de novo inaccessible COFs, will be discussed in detail in this review.\n1. Modulation Approach. COFs are distinct among porous organic polymers due to their highly ordered crystalline structures. The dynamic nature of reversible reactions enables self-correction of defects in the polymerization process of COF synthesis; thus, crystallization becomes feasible. For example, the careful control of water formation during condensation reactions (e.g. for example, imine condensation, boronic acid self-condensation, boronate ester formation), via solvent polarity and headspace of the sealed reaction tube modulates the reversibility of the reaction and ultimately crystallizes the COF.12 Nevertheless, the crystallization issue is still the biggest hurdle in COF chemistry and can only be overcome through a timeconsuming extensive empirical screening of synthetic parameters. Even then, COFs are usually isolated as microcrystalline powders composed of aggregated nanometer-scale crystallites. The concept of modulation has proved to be an effective method in metal−organic framework (MOF) synthesis to control the crystallinity, size, defects, and morphology of the MOFs. Modulation is performed by introducing monofunctionalized terminating ligands to the synthetic mixture that will compete with the more symmetric bridging ligands for coordination to the metal centers of the MOF.60−64 The analogous strategy for regulating COF crystallization had not appeared until a better understanding of the growth mechanism of COF crystals was gained (Figure 3).\nThe first COF growth mechanism studies were performed on a 2D boronic ester COF (COF-5)65−68 and imine COFs69,70 by the Dichtel group. In a typical COF synthesis, fast precipitation of amorphous solid initially occurred; this amorphous solid transformed into microcrystalline powders over time (usually on a time scale of days), implying an uncontrolled nucleation and growth process.65,69−71 Combined experimental and theoretical studies on the kinetics of COF-5 formation disclosed that nucleation and growth were second-order and first-order dependent on the monomer concentrations, respectively. This means a threshold monomer concentration exists; below which, growth dominates over nucleation (Figure 4A),68 thus temporarily resolving the nucleation and the growth is feasible. On the basis of this, controlling the monomer concentration via slow addition to\nFigure 3. Schematic illustration of modulated synthesis of COFs.\nACS Applied Nano Materials www.acsanm.org Review\nhttps://dx.doi.org/10.1021/acsanm.0c01327 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX B\npreformed nanoparticle seeds of boronate COFs, Dichtel and co-workers successfully synthesized micrometer-sized singlecrystalline 2D boronate ester-linked COFs colloids (Figure 4B).72 Prior research into 2D boronate COF synthesis determined that a solvent mixture of 1,4-dioxane and mesitylene prevented aggregation and precipitation, but Dichtel and co-workers found that the addition of CH3CN as another cosolvent was necessary to acquire single crystals and claimed that CH3CN stabilized the COF seed crystals and the subsequently grown COFs. Besides slow addition, limiting the monomer concentration to increase the COF crystallinity could also be realized by other methods such as in situ release of a protected monomer. This has been exclusively applied to 2D imine-linked COF synthesis including the use of protected monomers such as tert-\nbutyloxycarbonyl group-protected amine monomer,73 N-aryl benzophenone imines as a masked amine monomer,74 protonated amine salt monomer,75 imine-protected aldehyde monomer,76 and acetal-protected aldehyde monomer.77,78\nDichtel and co-workers first employed monofunctional 4- tert-butylcatechol (TCAT) as a competitor in COF-5 synthesis.65 The results showed that the COF formation was slowed down and that the average crystalline domain size was slightly increased from 23 nm to the maximum of 32 nm. The presence of water almost doubled the average domain diameter to 40 nm. TCAT had a more pronounced modulation effect when combined with the seeded growth method.79 Ultimately, using a large excess of TCAT (≥10 equiv to 1,4-benzenediboronic acid) enabled the formation of crystals with an average size of 450 nm (Figure 5A). TCAT\nFigure 4. (A) Comparison of the dynamics of nucleation and growth in seeded growth of COF-5. Reprinted with permission from ref 68. Copyright 2020 American Chemical Society. (B) Seeded growth approach toward 2D boronate COF single crystals. Reprinted with permission from ref 72. Copyright 2018 The American Association for the Advancement of Science.\nFigure 5. TEM characterization of COF-5 particles modulated by (A) TCAT with varied amounts of monomers. Reprinted with permission from ref 79. Copyright 2014 American Chemical Society; and (B) by different content of MPBA. Reprinted with permission from ref 80 (https://pubs.acs.org/doi/10.1021/jacs.5b10708). Copyright 2016 American Chemical Society, respectively. Note: further permissions related to the material excerpted should be directed to the ACS. (C) Postmodification of COF-5.\nACS Applied Nano Materials www.acsanm.org Review\nhttps://dx.doi.org/10.1021/acsanm.0c01327 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX C"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Covalent organic frameworks (COFs) are a rapidly developing class of materials that have been of immense research interest during the last 10 years. Numerous reviews have been devoted to summarizing the synthesis and applications of COFs. However, the underlying dynamic covalent chemistry (DCC), which is the foundation of COF synthesis, has never been systematically reviewed in this context. Dynamic covalent chemistry is the practice of using thermodynamic equilibriums to molecular assemblies. This Critical Review will cover the state-of-the-art use of DCC to both synthesize COFs and expand the applications of COFs. Five synthetic strategies for COF synthesis are rationalized, namely, modulation, mixed linker/linkage, substoichiometric reaction, framework isomerism, and linker exchange, which highlight the dynamic covalent chemistry to regulate the growth and to modify the properties of COFs. Furthermore, the challenges in these approaches and potential future perspectives in the field of COF chemistry are also provided.",
    "creator" : "Adobe Illustrator(R) 21.1"
  }
}