{
  "name" : "2020-06-26__d1_10.1021@acsnano.9b09884.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Circular Bispecific Aptamer-Mediated Artificial Intercellular Recognition for Targeted T Cell Immunotherapy",
    "authors" : [ "Yu Yang", "Xiaoqi Sun", "Jun Xu", "Cheng Cui", "Hoda Safari Yazd", "Xiaoshu Pan", "Yujie Zhu", "Xigao Chen", "Xiaowei Li", "Jin Li", "Weihong Tan", "Yu Yangab", "Xiaoqi Sund", "Jun Xue", "Cheng Cuib", "Hoda Safari Yazdb", "Xiaoshu Panb", "Yujie Zhue", "Xigao Chenb", "Xiaowei Lib", "Jin Lic", "Weihong Tan*ac" ],
    "emails" : [ "tan@hnu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "it’s challenged by complicated ex vivo engineering, systemic side effects, and low exprssion of tumor specific antigen, espcially in soild tumor. In this paper, we present a “recognitionthen-activation” strategy, which first assists naïve T cells to recognize and adhere to cancer cells, and then activates the accumulated T cell in situ to specifically kill cancer cells. In this way, we could unleash the antitumor power of T cell without complicated and timeconsuming cell enginnering. To this end, circular bispecific aptamers (cb-aptamers), a class of chemically cyclized aptamers with improved stability and molecular recognition ability which can simultaneously bind to two different types of cells, was firstly constructed to form artificial intercellular recognition between naïve T cells and tumor cells. After T cell accumulating in the tumor mediated by cb-aptamers, T cells in the tumor site were subsequently activated in situ via commercially CD3/CD28 T cell activator beads to induce tumor-specific killing. Furthermore, by simply choosing different anticancer aptamers, the application of this “recognition-then-activation” strategy can be expanded for targeted\nACS Paragon Plus Environment\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\ntreatment of various types of cancer. This may represent a simple T cell immunotherapy, useful for multiple cancers treatment. Keywords: recognition-then-activation, circular bispecific aptamer (cb-aptamer), adoptive T cell immunotherapy, T cell immunotherapy, on shelf\nImmunotherapy,1-6 which utilizes the human immune system to attack cancer cells, is\none of the most recent breakthroughs in the treatment of multiple cancers. By going through the precise antigen presenting process using major histocompatibility complex (MHC) molecules on the surface of antigen presenting cells (APCs), T cells are able to specifically recognize the antigen on the surface of tumor cells, achieving targeted killing of tumor cells7, 8. However, tumors have evolved to acquire multiple mechanisms to escape immune surveillance and T cell-mediated killing, such as reduced expression of MHC molecules and deficient antigen presenting.9, 10 To avoid the complicated antigen presenting process and manipulate the antitumor properties of T cells, adoptive T cell transfer 11-16 was developed, such as T-cell receptor (TCR) T cell therapy 17 and chimeric antigen receptor (CAR) T cell therapy.18, 19 CAR-T cell therapy, especially anti-CD19 CART has been successful in the clinical treatment of B-cell leukemia and lymphoma.20, 21 However, current adoptive T cell immunotherapy requires tailor-made individual therapy with complicated and timeconsuming cell enginnering for various patients, meanwhile can cause severe cytokinerelease syndrome (CRS) and neurotoxicity, preventing its therapeutic application.22-24 It is also limited by low expression of specific antigen on tumor cells and tumor heterogeneity.25, 26\nSpecific cell-cell interactions are crucial for many important physiological and\ntherapeutic processes, such as antigen recognition and target elimination.27, 28 Although specific ligand/receptor pairs help T cells to recognize and interact with cancer cells,29, 30 appropriate receptor/ligand pairs are often not available for their engagement, and cancer cells can “learn” to shield themselves from immune attack.31, 32 Therefore, several artificial targeting strategies, including expression and modification of surface-molecule targeting agents, are under extensive study to broaden the spectrum of cellular interactions.33, 34 For instance, bispecific antibodies (Bi-Abs) are able to direct interaction between two types of cells. 35-37 However, the production of Bi-Abs, which can retain their stability and functionality through appropriate folding, has been challenged by the availability of cDNA coding and genetic engineering methods.38 Furthermore, in vivo applications of engineered Bi-Abs have also been limited by low expression of tumor specific antigen and their\nPage 2 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nimmunogenicity.39 In addition to antibodies, aptamers, able to be selected via cell-based systematic evolution of ligands by exponential enrichment (cell-SELEX), can specifically directly recognize target cells rather than tumor specific antigens.40-42 They also exhibit reversible denaturation, long-term shelf stability and little immunogenicity.43 Furthermore, recently we exploited ligated circular bivalent aptamer by ligation of 5’-terminus and 3’- terminus of aptamer-based oligonucleotide sequences.44, 45 These circular bivalent aptamers showed improved thermal and physical stability, prolonged blood circulation behaviors, and better binding affinity in the biological environment, providing a targeted platform for the delivery of therapeutics for cancer diagnosis and therapy.44 However, since such circular bivalent aptamer was constructed using the one type of aptamer (e.g. sgc8sgc8 circular bivalent aptamer), the potential application of circular bivalent aptamers in the field of biomedical science was extremely limited. To improve this, circular bispecific aptamers (cb-apt) utilize two specific types of binding motifs on the same circular structures, thereby binding and mediating different targets. Furthermore, the application of circular aptamers in cancer immunotherapy has not yet been reported to the best of our knowledge.\nTherefore, we herein report the design of such circular bispecific aptamer to mediate a\n“recognition-then-activation” strategy for naïve targeted T cell immunotherapy. Unlike adoptive T cell transfer, which requires complicated and time-consuming enginnering of T cells,13 our strategy first utilizes a cb-aptamers, able to simultaneously bind T cells and cancer cells, to assist T cells recognize and adhere tumor cells to form the junctional cellcell complexes in the tumor site, and then only in situ activate the T cells in the tumor site to attack cancer cells. As proof of concept, aptamer LD201t1, able to specifically recognize CD 62L,46 which is highly expressed on the surfaces of naïve T cell membranes, and Three cell-SELEX antitumor aptamers, e.g. sgc8,TE02 and PDL1 aptamer, were chosen to construct various circular bispecific aptamers, as to specifically recognize CCRF-CEM cells, Ramos cells or B16 tumor cells.47, 48 Due to their high stability, excellent affinity, and nonimmunogenicity, cb-aptamers are able to mediate nontoxic naïve T cell to efficiently accumulate at the tumor sites and form the junctional T cell and cancer cell complexes. Then, T cells in the tumor sites were activated in situ by CD3/CD28 T cell activator beads,49 which don’t require antigen or feeder cells (antigen-presenting cells) to activate and expanse the T cells, for precise targeting killing of tumor cells. Unlike current adoptive T cell immunotherapy limited by complicated ex vivo engineering, personalized solution to individual patients, the risk of systemic side effects and insufficient targeting efficiency especially in solid tumor, our “recognition-then-activation” strategy is a universal and\nPage 3 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\neconomical approach providing a prototype for targeted on-shelf T cell immunotherapy suitable for multiple cancers treatment, which not only enhances therapeutic efficacy but also minimizes side effects."
    }, {
      "heading" : "Results and Discussion",
      "text" : "To facilitate T cell targeting of tumor cells, circular bispecific aptamers (cb-aptamer) were first prepared, as previously described, using T4 DNA ligase to conjugate two aptamers. A cb-aptamer includes two distinct components: anti-T-cell aptamer and antitumor aptamer, both of which contain a 13-base additional flanking complementary sequence. LD201t1 aptamer, specifically recognizes high expression CD62L on the surface of T cell membranes, binds T cells. Then, the antitumor aptamers, TE02 and sgc8, specifically bind Ramos cells and recognize PTK7, respectively, on the CCRF-CEM cell membrane were chosen for conjugation with LD201t1, the anti-T-cell aptamer. Through hybridization of additional complementary sequences, a hybrid bispecific aptamer with two nicks was formed. Subsequently, T4 DNA ligase helps to link the DNA strands together and affords the construction of circular bispecific aptamer. Next, urea polyacrylamide gel electrophoresis (PAGE) was employed to purify and characterize the prepared cb-aptamer conjugate (Figure 1c). Compared to free aptamers, cb-aptamer significantly retarded its migration in gel electrophoresis, indicating successful ligation and cyclization of two aptamers.\nPage 4 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 1 (a) Schematic illustrating the construction of circular bispecific aptamer (cb-aptamer); (b) its molecular-mediated “recognition-then-activation” for naïve targeted immunotherapy. “Recognition-thenactivation” strategy contains utilization of cb-aptamers, able to simultaneously bind T cells and cancer cells, to assist T cells to recognize and adhere tumor cells to form the junctional cell-cell complexes in the tumor site, and then in situ activation of T cells by commercial CD3/CD28 T cell activator beads to kill cancer cells. (c) Urea-PAGE gel analysis of LD201t1-TE02 and LD201t1-sgc8 cb-aptamers. LD201t1 aptamer specifically recognizes highly expressed L-selectin (CD 62L) on the surface of T cell membranes and binds T cells. Two different antitumor aptamers, TE02 and sgc8 binds Ramos cells and recognizes PTK7, on CCRF-CEM cells, respectively, were chosen for conjugation with LD201t1 to construct cb-aptamer.\nThe application of nucleic acids in biological matrix is limited by their easy degradability.\nInterestingly, most DNA/RNA degradation occurs in the terminus region. Recent studies revealed that circular bivalent aptamers, which lack free ends by ligation of the 5’-end and 3’- end, can improve stability by eliminating the primary source of nucleic acid degradation. Similar to circular bivalent aptamers, our circular bispecific aptamer (cb-apt) by cyclization of two different types of aptamers may also demonstrate improved stability in the biological media. First, free LD201t1, TE02 and circular bispecific LD201t1-TE02 aptamer were\nPage 5 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nincubated in 10% FBS at room temperature respectively, and the integrity of these aptamers was measured by denatured PAGE gel. As shown in Figure 2b, LD201t1 and TE02 aptamer were easily degraded in 10% FBS, and their bands almost disappeared within 12h. However, LD201t1-TE02 cb-aptamer can retain the sequence integrity, even after incubation in the FBS solution for 36 h. Meanwhile, the physical stability of LD201t1sgc8 cb-aptamer in 10% FBS solution was also studied. LD201t1-sgc8 cb-aptamers showed much higher physical stability than free LD201t1and sgc8 aptamer (Figure S1), which was consistent with LD201t1-TE02 cb-aptamer.\nFigure 2. Measuring the stability of cb-aptamers after incubation with 10% FBS. (a) Schematic illustration showing the effect of cyclization to improve stability of aptamer in a biological environment. (b) Stability of LD201t1, TE02 and LD201t1-TE02 cb-aptamer, as determined by PAGE gel. (c) Binding ability analysis of E02 and LD201t1-TE02 cb-aptamer to Ramos cells after incubation in 10% FBS at indicated times, as determined by flow cytometry. (d) Binding ability of LD201t1 and LD201t1-TE02 cbaptamer to Jurkat T cells after incubation in 10% FBS at indicated times, as determined by flow cytometry.\nUnlike previously reported circular bivalent aptamer which consist of one type of\naptamer (eg. sgc8-scg8 circular bivalent aptamer), such circular bispecific aptamers are able to simultaneously recognize and bind two kinds of cells, due to construction by two different types of aptamers. Thus, the targeting capability and binding stability of cbaptamers were also investigated by flow cytometry. To test the targeting capability of LD201t1-TE02 cb-aptamer, Ramos cells, a cancer cell line and Jurkat cells, a type of T cell leukemia line similar to native T cells, which are known for their high expression of CD 62L, were chosen. As shown in Figure 2c & 2d, after cyclization of LD201t1 and TE02 aptamer,\nPage 6 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nthe cb-aptamer retained two different targeting capabilities towards Ramos cells and Jurkat cells. Next, the targeting ability of TE02, LD201t1 and LD201t1-TE02 cb-aptamers was tested against Ramos and Jurkat cells after incubation with FBS. After 12 h of incubation, flow cytometry results showed that free TE02 or LD201t1 showed decreases in binding affinity to Ramos cells or Jurkat cells, respectively. Interestingly, LD201t1-TE02 cb-aptamer was able to bind both Ramos and Jurkat cells, even after treatment with FBS for 36 h (Figure 2c & 2d), which was consistent with the results of PAGE gel. Therefore, when compared to a linear aptamer, aptamer cyclization can significantly improve stability in the biological environment.\nHaving demonstrated the enhanced stability of cb-aptamer in the physiological\nenvironment, we next studied whether cb-aptamer could assist to produce junctional cellcell complexes via artificial intercellular recognition between T cells and tumor cells . Thus, LD201t1 aptamer, which recognizes CD62L expressed on Jurkat cells (T cell leukemia line) but not Ramos cells (a human B cancer cell line), and TE02 aptamer, that binds to Ramos cells but not to Jurkat cells, were chosen to construct the LD201t1-TE02 cb-aptamer. To evaluate the cell-cell linkage efficiency of Jurkat and Ramos cells, Jurkat cells pre-labeled with green fluorescence and Ramos cells pre-stained with red fluorescence were mixed at ratio of 1:2 and then incubated with LD201t1-TE02 cb-aptamer or Library (Lib) cb-aptamer in binding buffer at 4 oC for 1h. After treatment with LD201t1-TE02 cb-aptamer, confocal imaging showed that stable junctional cell-cell complexeswere observed, as compared to Jurkat and Ramos cells incubated with Lib-Lib aptamer, indicating efficient cb-aptamermediated cell-cell interaction (Figure 3a). Next, Jurkat cells and Ramos cells were respectively prelabeled with CellTracker Red and CellTracker Green for flow cytometry analysis, and the double-stained cell population was used to identify the efficiency of linkage of cell-cell interaction. Highly consistent with the results of confocal microscopy, LD201t1-TE02 cb-aptamer demonstrated 29% double-stained cell conjugates, a percentage much higher than that of nonspecific control, indicating highly bispecific linkage efficiency of LD201t1-TE02 cb-aptamer (Figure 3b).\nPage 7 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 3. Circular bispecific aptamer-induced cell-cell interaction. (a) Representative confocal micrographs showing junctional cell-cell complexes after treatment with LD201t1-TE02 cb-aptamers. Ramos cells were stained with CellTracker Red, and Jurkat T cells were stained with CellTracker green CMFDA fluorescence dyes. (b) Flow cytometry analysis of junctional cell-cell complexes after a mixture of Ramos cells and Jurkat cells was treated with LD201t1-TE02 cb-aptamers or Library (Lib) sequences. Ramos cells and Jurkat cells were stained with CellTracker™ Red CMTPX and CellTracker™ Green CMFDA, respectively.\nTo achieve specific activation of T cells for targeted cancer cell killing, the T cell\nreceptor (TCR) present on the surface of T cells needs to recognize the antigen loaded in the major histocompatibility complex (MHC) on the surfaces of antigen presenting cells (APCs). In addition to TCR binding to antigen-loaded MHC, a series of additional signals, such as anti-CD28 and cytokine IL-12 are required to activate T cells to achieve targeted killing cancer cells. Simlar to specific activation of T cells for targeted T cells therapy such as CAR-T cell therapy, we explored the cb-aptamer as simple means of assisting targeted delivery of naïve T cells to the tumor sites, and then the accumulated naïve T cells in the tumor sites were in situ activated by T cell activator beads to specifically kill cancer cells.\nPage 8 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nTo study cb-aptamer-mediated immunotherapeutic efficiency, we extracted\nsplenocytes,50 a type of T lymphocyte from C57BL/6 mice, and Ramos cells, a type of a human Burkitt's lymphoma, as our model. Similar to Jurkat cells, splenocyte T cells, which also highly express CD62L, can be considered as a target for LD201t1. Thus, LD201t1TE02 cb-aptamer was chosen to investigate artificial bispecific recognition of splenocytes and Ramos cells, resulting in junctional cell-cell complexes. First, equivalents of splenocytes prelabeled by CellTracker Red and Ramos cells pre-stained by CellTracker Green were mixed and then incubated with LD201t1-TE02 cb-aptamer at 4 oC for 1h. The efficiency of linkage of splenocytes and Ramos cells was then evaluated by analyzing the double-stained cell population using flow cytometry. As shown in Figure 4a, after incubation with LD201t1-TE02 cb-aptamer, the percentage of co-stained splenocyte-Ramos conjugates reached as high as ~ 60%, which is much higher than the cell mixture treated with Lib, suggesting that LD201t1-TE02 cb-aptamer did, indeed, assist splenocytes to specifically bind to Ramos cells. Before investigating its in vitro targeted immunotherapy, the cytotoxicity of cb-aptamer was evaluated using the MTS cell proliferation colorimetric assay kit. After incubation with cb-aptamer for 24 h, the cell viabilities of Ramos, CCRFCEM, Jurkat cells, and splenocytes showed no noticeable decrease, even with a high\nconcentration of added cb-aptamer (up to 10 M), suggesting the significant\nbiocompatibility of cb-aptamer (Figure S2).\nPage 9 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 4. In vitro study of cb-aptamer-mediated targeted T cell immunotherapy (a-b) Flow cytometry analysis of the interaction efficiency between splenocytes and Ramos cells (a) or Jurkat cells (b) after incubation with LD201t1-TE02 or LD201t1-sgc8 cb-aptamers, respectively. Ramos cells and CCRF-CEM cells were stained with CellTracker Red CMTPX. Splenocytes were stained with CellTracker Green CMFDA. (c-d) In vitro therapeutic efficacy of Ramos cells (c) and CCRF-CEM cells (d) treated with splenocytes using the “recognition-then-activation” strategy. Ramos cells or CCRF-CEM cells were incubated with splenocytes and either LD201t1-TE02 or LD201t1-sgc8 cb-aptamers, respectively. After formation of junctional cell-cell complexes, the unbound splenocytes were removed by\nPage 10 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\ngraded centrifugation. Next, the adherent splenocytes in junctional cell-cell complexeswere activated by CD3/CD28 T cell activator beads to specifically attack cancer cells.\nEncouraged by the high linkage efficiency and good biosafety of LD201t1-TE02 cb-\naptamer, we further studied the therapeutic efficiency of our cb-aptamer-mediated “recognition-then-activation” strategy (Figure 4c). To accomplish this, 5 equivalents of\nsplenocytes were mixed with Ramos cells in binding buffer to which 5 M of LD201t1-TE02 cb-aptamer were added and incubated at 4 oC for 2 h. After graded centrifugation to remove nonadherent splenocytes (Figure S3), the junctional splenocytes-Ramos complexes were collected and activated by anti-CD-3/CD-28 antibody-coated T cell activator beads, which are commercially non-specific activators for activation and expansion of T cells without antigen presenting processes. After another 2 d culture, cbaptamer-mediated immunotherapeutic efficiency was determined by testing lactate dehydrogenase (LDH) leakage using a Thermo Scientific™ Pierce™ LDH cytotoxicity assay kit. From the results shown in Figure 4d, no noticeable cell death was observed for Ramos cells incubated with LD201t1-TE02 cb-aptamer and naïve splenocytes without activation, whereas Ramos cells treated with activated splenocytes or activated splenocytes plus Lib aptamer demonstrated moderate therapeutic efficiency with 20% LDH leakage. Interestingly, after cb-aptamer-mediated splenocyte-Ramos cell conjugation and then post-activation of T cells, Ramos cells showed significantly enhanced LDH leakage (over 60%), indicating that such “recognition-then-activation” strategy could, indeed, enhance immunotherapeutic efficiency(Figure 4d). In order to broaden the application field of this “recognition-then-activation” strategy, sgc8, an aptamer with high affinity and selectivity for binding the cell-membrane protein tyrosine kinase-7 on the surface of CCRF-CEM cells, was chosen to construct LD201t1sgc8 cb-aptamers. These cb-aptamers are able to link splenocytes and CCRF-CEM cells to form junctional cell-cell complexes (Figure 4b). For studying the specificity of LD201t1-sgc8 cb-aptamers, Ramos cells lack of PTK7 were chosen as negative control cells in the revised manuscript. With Ramos cells little expressing PTK7, sgc8 aptamers aren’t able to bind the Ramos cells, as determined by flow cytometry (Figure S4). Next, we also investigated whether LD201t1-sgc8 cb-aptamers could help T cells bind Ramos cells to produce junctional cell-cell complexes. A shown in Figure S5, having incubated with LD201t1-sgc8 cb-aptamers, the percentage of co-stained splenocyte-Ramos conjugates showed about 0.1 % (Figure S5). The above results indicatied that LD201t1-sgc8 cb-\nPage 11 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\naptamer can assist splenocytes to specifically bind to CCRF-CEM cells rather than Ramos cells. Next, after activation of splenocytes, the immunotherapeutic efficiency mediated by LD201t1-sgc8 cb-aptamers was determined by LDH leakage testing. Similar to LD201t1TE02, LD201t1-sgc8 cb-aptamers were also able to achieve targeted T cell immunotherapy via the “recognition-then-activation” strategy, resulting in ~ 70 % cancer cell killing efficiency (Figure 4e). Therefore, the “recognition-then-activation” strategy can be considered as a naïve method for targeted immunotherapy of various types of cancer with high efficacy and low side effects.\nNext, to Further evaluate the in vivo therapeutic efficacy of our “recognition-then-\nactivation” strategy, LD201t1 aptamer, able to specifically recognize splenocytes, and PDL1 aptamer, able to bind programmed-death ligand 1 (PDL1) on the cell surface of B16F10 tumor cells, were chosen to construct LD201t1-PDL1 cb-aptamer. C57BL/6 mice bearing B16F10 tumors were randomly divided into four groups (n=6) as follows: (1) untreated group, (2) i.v. injection of 5*106 Splenocytes, (3) i.v. injection of 5*106 splenocytes plus 0.5 mol/kg LD201t1-PDL1 cb-aptamer, (4) i.v. injection of 5*106 Splenocytes plus 0.5 mol/kg\nLD201t1-PDL1 cb-aptamer, then at 12 h post-injection, Dynabeads™ Mouse CD3/CD28 TActivator beads were i.t. injected. The tumor growth was monitored by caliper measurement. It was found that tumors on the mice treated with LD201t1-PDL1 cb-aptamer plus splenocytes and then i.t. injected with CD3/CD28 T-Activator beads were suppressed, especially 4 of 5 in the group showed no detectable tumor (Figure 5b & 5c), suggesting that our “recognition-then-activation” strategy can inhibit efficiently the growth of B16 tumors. For comparison, mice injected with LD201t1-PDL1 cb-aptamer plus splenocytes or splenocytes only, but without activation of T cells in the tumor sites showed limited delay of tumor growth. Subsequently, the mouse survival rate, which was corrected based on tumor size, was 80 % at day 44 in the “recognition-then-activation” strategy-treated group. In contrast, in the other three groups, no mice survival at day 26 (Figure 5d). During the entire treatment, mice treated with LD201t1-PDL1 cb-aptamer mediated splenocytes based “recognition-then-activation” strategy demonstrated normal behavior and maintained stable body weights compared to untreated control group, during the entire treatment, indicating little potential side effects of our “recognition-then-activation” strategy (Figure 5e).\nPage 12 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFigure 5. In vivo study of cb-aptamer-mediated targeted T cell immunotherapy. (a) Schematic illustrating the “recognition-then-activation” strategy for efficient inhibition of B16 tumors. (b-c) Individual (b) and average (c) tumor growth kinetics of mice after different treatments. Group 1, untreated; Group 2, i.v. injection of Splenocytes; Group 3, i.v. injection of Splenocytes plus cb-aptamer; Group 3, i.v. injection of splenocytes plus cb-aptamer, then i.t. injection of Dynabeads™ CD3/CD28. Data are presented as mean ± s.e.m (n = 5). (d) Survival corresponding to the tumor size of mice from different groups. (e) Body weights of mice from different groups indicated. (f-g) Analysis of proportions of effector memory T cells\nPage 13 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n(TEM) (gated on CD3+CD8+ T cells) in the serum of mice after treatment by the “recognition-thenactivation” strategy.\nIt’s known that immunological memory can provide organisms with long-term protection\nfrom previously encountered pathogens. To investigate whether immunological memory exists, mice at day 44 after surgery or “recognition-then-activation” treatments were used to analyze central memory T cells (TCM) and effector memory T cells (TEM) in serum using flow cytometry assay. Unlike TCM cells expanding at the start of antigen stimulation, TEM cells (CD3+CD8+CD62L−CD44+) can provide strong protective immune memory responses, by generating important cytokines (e.g. TNF-α and IFN-γ). Notably, the percentage of TEM cells (CD3+CD8+CD62L−CD44+) of mice after “recognition-then-activation” treatments were observed to be much higher than that in mice receiving surgery (Figure 5f and 5g), confirming strong immune memory induced by “recognition-then-activation” strategy."
    }, {
      "heading" : "Conclusion",
      "text" : "In summary, we have presented a “recognition-then-activation” strategy as a simple T cell immunotherapy through construction of cb-aptamer for multiple cancer treatments. With the assistant of bispecific aptamer which integrates anti-T cell aptamer and antitumor aptamer, naïve T cells in the blood or lymphatic system can specifically and efficiently accumulate in the tumor sites without complicated and time-consuming ex vivo engineering process. Upon formation of junctional cell-cell complexes, only T cells in the junctional cellcell complexes were activated in-situ by T cells activator beads to achieve cb-aptamermediated targeted T cell immunotherapy without systemic cytokine release syndrome. Owing to the cell-SELEX and tissue-SELEX technology51 enabling generation of aptamers from the tumor cell population or tumor tissue, such cb-aptamer based “recognition-thenactivation” strategy might treat heterogeneous solid tumor. Furthermore, by replacing of anticancer aptamer, this “recognition-then-activation” strategy can be expanded as a universal approach providing a prototype for in vivo T cell immunotherapy with high therapeutic efficacy and low side effects."
    }, {
      "heading" : "Experimental Section:",
      "text" : "Materials: For oligonucleotide synthesis, bases, reagents and labeled reagents were obtained from Glen Research Corporation. 2-amino-2-(hydroxymethyl)-1,3-propanediol\nPage 14 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n(Tris, 99.9%), Bovine serum albumin (BSA), N, N, N’, N’ -tetramethylethylenediamine (TEMED), 30% acrylamide, agarose, and ammonium persulfate (APS, 98%) were purchased from Sigma-Aldrich. Phosphate-buffered saline (10X PBS) and T4 DNA ligase with 10× T4 DNA ligase buffer (660 mM Tris-HCl, pH7.6, containing 66 mM MgCl2 , 100 mM DTT and 1 mM ATP), CellTracker Green CMFDA (C25H17ClO7) and CellTracker Red CMTPX (C42H40ClN3O4) were purchased from Thermo Fisher Scientific. All reagents were used without further purification unless otherwise stated.\nMethods: DNA sequences were synthesized on the ABI3400 DNA/RNA synthesizer (Applied Biosystems, Foster City, CA, USA) and then purified by reversed-phase HPLC (ProStar, Varian, Walnut Creek, CA) and vacuum-dried. Subsequently, the DMT group on the DNA was cut by 80% acetate acid. DNAs were precipitated using ethanol and 3M NaCl solution and then dissolved in the DNA water and quantified by a Bio-300 UV spectrometer for further use.\nConstruction of circular bispecific aptamer: HPLC-purified aptamers and DNA library used in this work were obtained from Sangon Biotech Co. Ltd. (Shanghai, China). To construct the cb-aptamer, two different sequences were dissolved in 1 X T4 ligase buffer at 95 °C for 5 min. After the mixture was quickly chilled to 16 °C using ice-water, the hybridized DNA was incubated with T4 DNA ligase at 16 °C overnight to form cb-aptamers. After denaturation of ligase at 75 °C for 10 min, the cb-aptamers were purified by phenolchloroform extraction twice and precipitated by ethanol and 3M NaCl solution. Finally, the concentration of DNA was quantified using UV-vis spectrometry.\nFor evaluation of cb-aptamer, equivalent amounts of various DNA samples were mixed with loading buffer and then loaded into 8% denaturing urea polyacrylamide gel electrophoresis with 9 mM Tris, 9 mM boric acid and 1 mM EDTA. After staining with cyber gold, gel imaging was performed on Typhoon using the FITC scanning channel.\nStability analysis of circular bispecific aptamers: Two equiv. of LD201t aptamer, 2 equiv. of ET02 aptamer and 1 equiv. of LD201t-ET02 cb-aptamer were incubated with RPMI-1640 media with 10% fetal bovine serum (FBS) for various times. After heating at 95 oC for 5 min to denature active enzymes, samples were collected and chilled on ice for electrophoresis or flow cytometry to analyze the sequence integrity and evaluate stability.\nCell line culture: Jurkat cells, CCRF-CEM cells, and Ramos cells were cultured according to ATCC-recommended conditions in RPMI 1640 Medium (Gibco®, Life Technologies,\nPage 15 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nCarlsbad, CA), containing 10% fetal bovine serum (FBS, Gibco®) and 1% penicillin/streptomycin at 37 oC under 5% CO2.\nSplenocytes were extracted from the spleen of C57BL/6 mice (6-8 weeks) and then washed with PBS buffer to harvest the isolated cells. The cells were then incubated in RBC lysis solution for 15 min at 37 oC. After washing twice with PBS buffer, the splenocytes were cultured in RPMI 1640 containing 10% FBS for 30 min at 37 oC under 5% CO2 for future usage.\nConfocal microscopy study of cell-cell interaction efficiency: Jurkat cells and Ramos cells were washed twice with PBS buffer and then incubated with CellTracker Green CMFDA and Hoechst for 10 min at 37 °C, respectively. After washing with cold binding buffer (1×PBS, pH 7.4, containing 1.2 mM CaCl2, 6.05 mM MgCl2, 4.5 g/L glucose, 0.2% NaN3 and 1 mg/mL tRNA/BSA) three times to remove the unstained solution, two types of cells were mixed and then treated with various amounts of cb-aptamer at 4 °C for 2 h. Then, cells were fixed with paraformaldehyde at a final concentration of 1% (w/v), and the images of junctional cell-cell complexes were observed by confocal microscopy.\nFlow cytometry study of cell-cell interaction efficiency: For cell staining, CellTracker Green CMFDA and CellTracker Red CMTPX were predissolved in DMSO for further usage. After washing twice in PBS buffer, T cells and Jurkat cells were labeled with CellTracker Green CMFDA; meanwhile, Ramos cells and CCRF-CEM cells were labeled with CellTracker Red CMTPX. Next, stained cells were washed twice with cold PBS buffer and suspended in binding buffer at 4oC for future usage.\n1×106 of CellTracker Green CMFDA-labeled Jurkat or T cells were incubated with 5 M cb-\naptamer or 5 M nonspecific sequences in the binding buffer for 30 min at 4 oC.\nSubsequently, 1 equivalent of cancer cells (e.g., Ramos cells or CCRF-CEM cells) was added to the T cell solution, and then the cell mixtures were further incubated at 4oC for another 1 h. The costained cells were detected using a BD FACSCalibur flow cytometer.\nIn vitro study of cellular cytotoxicity and immunotherapeutic efficiency: For in vitro cytotoxicity study, CCRF-CEM, Ramos cells and splenocytes cultured in a 96-well plate were treated with different concentrations of cb-aptamer at 37 oC under 5% CO2 for 24 h. The relative cell viabilities after treatment with cb-aptamer were tested using the standard MTT assay.\nPage 16 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFor in vitro immunotherapeutic therapy, splenocytes were preincubated with 5 M cb-\naptamer or 5 M nonspecific sequences in binding buffer for 30 min at 4 oC. Next, 10\nequivalents prepared splenocytes were added to 1 equiv. cancer cells, and then the cell mixtures were further incubated at 4oC for another 1 h. After gradient centrifugation (50 G, 2 min) to remove nonadherent splenocytes, junctional cell-cell complexes were collected and then incubated with Dynabeads™ Mouse T-Activator CD3/CD28 (ThermoFisher Scientific) for two days at 37 oC under 5% CO2. Finally, the suspensions of various samples were collected to measure the LDH leakage levels using the Pierce LDH Cytotoxicity Assay (Thermo Scientific, cat. 88953). The release of LDH provides a reliable method for quantifying the therapeutic effect of target cancer cells by active T cells. The untreated splenocytes and cancer cells were used as control groups.\nIn vivo study of “recognition-then-activation” strategy\nC57 mice were purchased from Nanjing Peng Sheng Biological Technology Co Ltd. and used according to the approved procedure of the Soochow University Laboratory Animal Center. To establish B16 melanoma tumor model, 1×107 B16 melanoma tumor cells dispersed in PBS buffer were subcutaneously injected into the backs of C57 mice.\nFor in vivo treatment, C57BL/6 mice bearing B16 melanoma tumor were i.v. injected with 5*106 Splenocytes and 0.5 mol/kg LD201t1-PDL1 cb-aptamer when the volume of tumor reached about 20 mm3. At 12 h post-injection, the pretreated mice were i.t. injected with Dynabeads™ Mouse T-Activator beads to in site activate T cells inside the tumor. Briefly, this in vivo treatment experiment divided four groups, including group 1, untreated control; group 2, i.v. injection of 5*106 Splenocytes; group 3, i.v. injection of 5*106 Splenocytes plus\n0.5 mol/kg LD201t1-PDL1 cb-aptamer; group 4, i.v. injection of 5*106 Splenocytes plus\n0.5 mol/kg LD201t1-PDL1 cb-aptamer, then at 12 h post-injection, Dynabeads™ Mouse T-\nActivator beads were i.t. injected. The tumor volumes were measured by digital caliper and then calculated as volume = (tumor length) × (tumor width)2/2.\nAcknowledgments The authors are grateful to Dr. Kathryn Williams for her critical comments during the preparation of this manuscript. We are indebted to the National Institutes of Health (GM079359, P0077690, and CA133086), NSFC grants (21505032, 21325520 and 1327009).\nPage 17 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nSupporting Information The Supporting Information is available free of charge at http://pubs.acs.org/page/copyright/permissions.html. Sequences and modifications of aptamer, PAGE gel images, flow cytometry analysis, in vivo toxicity test for LD201t1-TE02 cb-aptamer (PDF)"
    }, {
      "heading" : "TOC",
      "text" : ""
    }, {
      "heading" : "Circular Bispecific Aptamer-Mediated Artificial Intercellular Recognition",
      "text" : "for Targeted T Cell Immunotherapy Yu Yangab, Xiaoqi Sund, Jun Xue, Cheng Cuib, Hoda Safari Yazdb, Xiaoshu Panb, Yujie Zhue, Xigao Chenb, Xiaowei Lib, Jin Lic, Weihong Tan*ac\nAdoptive T cell immunotherapy, such as chimeric antigen receptor (CAR) T cell therapy, has proven to be of great potential in cancer immunotherapy. The key challenge is to reduce systemic side effects and the complicated ex vivo cell engineering, as well as to expand its applications to various cancers. Here we have developed a “recognition-thenactivation” strategy as simple T cell immunotherapy, utilizing circular bispecific aptamer (cbaptamer) to assist T cells to recognize and adhere to tumor cells to form junctional cell-cell complexes. Then, in situ activation of T cells for immunotherapy can be done by CD3/CD28 T cell activator beads to kill cancer cells. Our strategy does not require complicated ex vivo engineering processes and can be expanded for targeted treatment of various cancers with different anti-cancer aptamers.\nPage 21 of 21\nACS Paragon Plus Environment\nACS Nano\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60"
    } ],
    "references" : [ {
      "title" : "Cancer Immunotherapy Comes of Age",
      "author" : [ "I. Mellman", "G. Coukos", "G. Dranoff" ],
      "venue" : "Nature",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "Progress in Human Tumour Immunology and Immunotherapy",
      "author" : [ "S.A. Rosenberg" ],
      "venue" : "Nature",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2001
    }, {
      "title" : "Cancer Immunotherapy: Moving beyond Current Vaccines",
      "author" : [ "S.A. Rosenberg", "J.C. Yang", "N.P. Restifo" ],
      "venue" : "Nat. Med. 2004,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2004
    }, {
      "title" : "Cancer Immunotherapy Using Checkpoint Blockade",
      "author" : [ "A. Ribas", "J.D. Wolchok" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Cancer Immunotherapy: Beyond Checkpoint Blockade",
      "author" : [ "M. Dougan", "G. Dranoff", "S.K. Dougan" ],
      "venue" : "Annu Rev Cancer Biol 2019,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Mhc Class Ii Restricted Tumor Antigens and the Role of CD4+ T Cells in Cancer Immunotherapy",
      "author" : [ "S.L. Topalian" ],
      "venue" : "Curr. Opin. Immunol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1994
    }, {
      "title" : "Tumor Antigen-Specific T Helper Cells in Cancer Immunity and Immunotherapy",
      "author" : [ "K.L. Knutson", "M. Disis" ],
      "venue" : "Cancer Immunol. Immunother",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2005
    }, {
      "title" : "A Functionally Defective Allele of Tap1 Results in Loss of Mhc Class I Antigen Presentation in a Human Lung Cancer",
      "author" : [ "H.L. Chen", "D. Gabrilovich", "R. Tampé", "K.R. Girgis", "S. Nadaf", "D.P. Carbone" ],
      "venue" : "Nat. Genet",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1996
    }, {
      "title" : "Tumour Mhc Class I Downregulation and Immunotherapy",
      "author" : [ "J. Bubeník" ],
      "venue" : "Oncol. Rep. 2003,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "B7-H1 Blockade Augments Adoptive T-Cell Immunotherapy for Squamous Cell Carcinoma",
      "author" : [ "S.E. Strome", "H. Dong", "H. Tamura", "S.G. Voss", "D.B. Flies", "K. Tamada", "D. Salomao", "J. Cheville", "F. Hirano", "W. Lin" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2003
    }, {
      "title" : "Adoptive T Cell Transfer for Cancer Immunotherapy in the Era of Synthetic Biology",
      "author" : [ "M. Kalos", "C.H. June" ],
      "venue" : "Immunity",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Adoptive Cell Transfer: A Clinical Path to Effective Cancer Immunotherapy",
      "author" : [ "S.A. Rosenberg", "N.P. Restifo", "J.C. Yang", "R.A. Morgan", "M.E. Dudley" ],
      "venue" : "Nat. Rev. Cancer 2008,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2008
    }, {
      "title" : "Adoptive Immunotherapy for Cancer: Harnessing the T Cell Response",
      "author" : [ "N.P. Restifo", "M.E. Dudley", "S.A. Rosenberg" ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Adoptive T Cell Therapy Using Antigen-Specific CD8+ T Cell Clones for the Treatment of Patients with Metastatic Melanoma: In Vivo Persistence, Migration, and Antitumor Effect of Transferred T Cells",
      "author" : [ "C. Yee", "J. Thompson", "D. Byrd", "S. Riddell", "P. Roche", "E. Celis", "P. Greenberg" ],
      "venue" : "Proc. Natl. Acad. Sci. U.S.A",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2002
    }, {
      "title" : "A New Approach to the Adoptive Immunotherapy of Cancer with Tumor-Infiltrating Lymphocytes",
      "author" : [ "S.A. Rosenberg", "P. Spiess", "R. Lafreniere" ],
      "venue" : "Science",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1986
    }, {
      "title" : "Therapeutic T Cell Engineering",
      "author" : [ "M. Sadelain", "I. Rivière", "S. Riddell" ],
      "venue" : "Nature 2017,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Car T Cell Immunotherapy for Human Cancer",
      "author" : [ "C.H. June", "R.S. O’Connor", "O.U. Kawalekar", "S. Ghassemi", "M.C. Milone" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Phase 1 Results of Zuma-1: A Multicenter Study of Kte-C19 Anti-CD19 Car T Cell Therapy in Refractory Aggressive Lymphoma",
      "author" : [ "F.L. Locke", "S.S. Neelapu", "N.L. Bartlett", "T. Siddiqi", "J.C. Chavez", "C.M. Hosing", "A. Ghobadi", "L.E. Budde", "A. Bot", "J.M. Rossi" ],
      "venue" : "Mol. Ther. 2017,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Treating B-Cell Cancer with T Cells Expressing AntiCd19 Chimeric Antigen Receptors",
      "author" : [ "J.N. Kochenderfer", "S.A. Rosenberg" ],
      "venue" : "Nat Rev Clin Oncol 2013,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2013
    }, {
      "title" : "Efficacy and Toxicity Management of 19-28z Car T Cell Therapy in B Cell Acute Lymphoblastic Leukemia",
      "author" : [ "M.L. Davila", "I. Riviere", "X. Wang", "S. Bartido", "J. Park", "K. Curran", "S.S. Chung", "J. Stefanski", "O. Borquez-Ojeda", "M. Olszewska" ],
      "venue" : "Sci. Transl. Med",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Toxicity and Management in Car T-Cell Therapy",
      "author" : [ "C.L. Bonifant", "H.J. Jackson", "R.J. Brentjens", "K.J. Curran" ],
      "venue" : "Mol Ther Oncolytics 2016,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Identification of Predictive Biomarkers for Cytokine Release Syndrome after Chimeric Antigen Receptor T-Cell Therapy for Acute Lymphoblastic Leukemia",
      "author" : [ "D.T. Teachey", "S.F. Lacey", "P.A. Shaw", "J.J. Melenhorst", "S.L. Maude", "N. Frey", "E. Pequignot", "V.E. Gonzalez", "F. Chen", "J. Finklestein" ],
      "venue" : "Cancer discovery 2016,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Engineering Opportunities in Cancer Immunotherapy",
      "author" : [ "L. Jeanbart", "M.A. Swartz" ],
      "venue" : "Proc. Natl. Acad. Sci. U.S.A",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Reassessing Target Antigens for Adoptive T-Cell Therapy",
      "author" : [ "C.S. Hinrichs", "N.P. Restifo" ],
      "venue" : "Nat. Biotechnol. 2013,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Integrin Affinity Modulation",
      "author" : [ "P.E. Hughes", "M. Pfaff" ],
      "venue" : "Trends Cell Biol. 1998,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1998
    }, {
      "title" : "Polyvalent Interactions in Biological Systems: Implications for Design and Use of Multivalent Ligands and Inhibitors",
      "author" : [ "M. Mammen", "S.K. Choi", "G.M. Whitesides" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 1998
    }, {
      "title" : "T-Cell Signaling: The Importance of Receptor Clustering",
      "author" : [ "R.N. Germain" ],
      "venue" : "Curr. Biol. 1997,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1997
    }, {
      "title" : "Co-Evolution of Ligand-Receptor Pairs",
      "author" : [ "W.R. Moyle", "R.K. Campbell", "R.V. Myers", "M.P. Bernard", "Y. Han", "X. Wang" ],
      "venue" : "Nature",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1994
    }, {
      "title" : "B7-H1 Is a Ubiquitous Antiapoptotic Receptor on Cancer Cells",
      "author" : [ "T. Azuma", "S. Yao", "G. Zhu", "A.S. Flies", "S.J. Flies", "L. Chen" ],
      "venue" : "Blood",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "Cd5: A Safeguard against Autoimmunity and a Shield for Cancer Cells",
      "author" : [ "A. Dalloul" ],
      "venue" : "Autoimmun. Rev. 2009,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2009
    }, {
      "title" : "DNA Aptamer‐Mediated Cell Targeting",
      "author" : [ "X. Xiong", "H. Liu", "Z. Zhao", "M.B. Altman", "D. Lopez‐Colon", "C.J. Yang", "L.J. Chang", "C. Liu", "W. Tan" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2013
    }, {
      "title" : "Vaccination of Melanoma Patients with Peptide-or Tumorlysate-Pulsed Dendritic Cells",
      "author" : [ "F.O. Nestle", "S. Alijagic", "M. Gilliet", "Y. Sun", "S. Grabbe", "R. Dummer", "G. Burg", "D. Schadendorf" ],
      "venue" : "Nat. Med",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1998
    }, {
      "title" : "Preparation of Bispecific Antibodies by Chemical Recombination of Monoclonal Immunoglobulin G1 Fragments",
      "author" : [ "M. Brennan", "P.F. Davison", "H. Paulus" ],
      "venue" : "Science",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1985
    }, {
      "title" : "Bispecific T-Cell Engaging Antibodies for Cancer Therapy",
      "author" : [ "P.A. Baeuerle", "C. Reinhardt" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2009
    }, {
      "title" : "Bispecific Antibodies",
      "author" : [ "R.E. Kontermann", "U. Brinkmann" ],
      "venue" : "Drug Discov. Today 2015,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2015
    }, {
      "title" : "In The Making of Bispecific Antibodies",
      "author" : [ "U. Brinkmann", "R.E. Kontermann" ],
      "venue" : "mAbs, Taylor & Francis:",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Monoclonal Antibodies in Diagnosis and Therapy",
      "author" : [ "T.A. Waldmann" ],
      "venue" : "Science",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1991
    }, {
      "title" : "Aptamers: An Emerging Class of Molecules That Rival Antibodies in Diagnostics",
      "author" : [ "S.D. Jayasena" ],
      "venue" : "Clin. Chem. 1999,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1999
    }, {
      "title" : "Near-Infrared Light-Activated Cancer Cell Targeting and Drug Delivery with Aptamer-Modified Nanostructures",
      "author" : [ "Y. Yang", "J. Liu", "X. Sun", "L. Feng", "W. Zhu", "Z. Liu", "M. Chen" ],
      "venue" : "Nano Res. 2016,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2016
    }, {
      "title" : "Aptamers from Cell-Based Selection for Bioanalytical Applications",
      "author" : [ "W. Tan", "M.J. Donovan", "J. Jiang" ],
      "venue" : "Chem. Rev. 2013,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2013
    }, {
      "title" : "Circular Bivalent Aptamers Enable in Vivo Stability and Recognition",
      "author" : [ "H. Kuai", "Z. Zhao", "L. Mo", "H. Liu", "X. Hu", "T. Fu", "X. Zhang", "W. Tan" ],
      "venue" : "J. Am. Chem. Soc. 2017,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "Supramolecularly Engineered Circular Bivalent Aptamer for Enhanced Functional Protein Delivery",
      "author" : [ "Y. Jiang", "X. Pan", "J. Chang", "W. Niu", "W. Hou", "H. Kuai", "Z. Zhao", "J. Liu", "M. Wang", "W. Tan" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2018
    }, {
      "title" : "Targeted Cell–Cell Interactions by DNA Nanoscaffold‐ Templated Multivalent Bispecific Aptamers",
      "author" : [ "X. Liu", "H. Yan", "Y. Liu", "Y. Chang" ],
      "venue" : "Small 2011,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2011
    }, {
      "title" : "Cell-Specific Aptamer Probes for Membrane Protein Elucidation in Cancer Cells",
      "author" : [ "D. Shangguan", "Z. Cao", "L. Meng", "P. Mallikaratchy", "K. Sefah", "H. Wang", "Y. Li", "W. Tan" ],
      "venue" : "J. Proteome Res",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2008
    }, {
      "title" : "Selection of Aptamers for Molecular Recognition and Characterization of Cancer Cells",
      "author" : [ "Z. Tang", "D. Shangguan", "K. Wang", "H. Shi", "K. Sefah", "P. Mallikratchy", "H.W. Chen", "Y. Li", "W. Tan" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2007
    }, {
      "title" : "Cell Stimulation and Expansion Using Anti-CD3/CD28 Beads",
      "author" : [ "A. Trickett", "Kwan", "Y. L" ],
      "venue" : "J. Immunol. Methods",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2003
    }, {
      "title" : "Size Estimate of the Αβ Tcr Repertoire of Naive Mouse Splenocytes",
      "author" : [ "A. Casrouge", "E. Beaudoing", "S. Dalle", "C. Pannetier", "J. Kanellopoulos", "P. Kourilsky" ],
      "venue" : "J. Immunol",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2000
    }, {
      "title" : "Identification of Vigilin as a Potential Ischemia Biomarker by Brain Slice-Based Systematic Evolution of Ligands by Exponential Enrichment",
      "author" : [ "C. Liu", "W. Jiang", "X. Tian", "P. Yang", "L. Xiao", "J. Li", "L. Qiu", "H. Tu", "W. Tan" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "B16F10 tumors were randomly divided into four groups (n=6) as follows: (1) untreated group, (2) i.",
      "startOffset" : 92,
      "endOffset" : 95
    }, {
      "referenceID" : 1,
      "context" : "injection of 5*106 Splenocytes, (3) i.",
      "startOffset" : 32,
      "endOffset" : 35
    }, {
      "referenceID" : 2,
      "context" : "5 mol/kg LD201t1-PDL1 cb-aptamer, (4) i.",
      "startOffset" : 35,
      "endOffset" : 38
    } ],
    "year" : 2020,
    "abstractText" : "Adoptive T cell immunotherapy, such as chimeric antigen receptor (CAR) T cell therapy, has proven to be highly efficient in the treatment of hematologic malignancies. But it’s challenged by complicated ex vivo engineering, systemic side effects, and low exprssion of tumor specific antigen, espcially in soild tumor. In this paper, we present a “recognitionthen-activation” strategy, which first assists naïve T cells to recognize and adhere to cancer cells, and then activates the accumulated T cell in situ to specifically kill cancer cells. In this way, we could unleash the antitumor power of T cell without complicated and timeconsuming cell enginnering. To this end, circular bispecific aptamers (cb-aptamers), a class of chemically cyclized aptamers with improved stability and molecular recognition ability which can simultaneously bind to two different types of cells, was firstly constructed to form artificial intercellular recognition between naïve T cells and tumor cells. After T cell accumulating in the tumor mediated by cb-aptamers, T cells in the tumor site were subsequently activated in situ via commercially CD3/CD28 T cell activator beads to induce tumor-specific killing. Furthermore, by simply choosing different anticancer aptamers, the application of this “recognition-then-activation” strategy can be expanded for targeted Page 1 of 21 ACS Paragon Plus Environment ACS Nano 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 treatment of various types of cancer. This may represent a simple T cell immunotherapy, useful for multiple cancers treatment.",
    "creator" : null
  }
}