{
  "name" : "2020-06-30__4a_10.1016@j.colsurfa.2020.125210.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Inductive calorimetric assessment of iron oxide nano-octahedrons for magnetic fluid hyperthermia",
    "authors" : [ "Arunima Rajan", "Niroj Kumar Sahu", "Arunima Rajan S" ],
    "emails" : [ "sniroj.phy@gmail.com,", "nirojs@vit.ac.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nInductive calorimetric assessment of iron oxide nano-octahedrons for magnetic fluid hyperthermia\nArunima Rajan S (Conceptualization) (Data curation) (Writing - original draft), Niroj Kumar Sahu (Conceptualization) (Supervision) (Writing - review and editing)\nPII: S0927-7757(20)30803-7 DOI: https://doi.org/10.1016/j.colsurfa.2020.125210 Reference: COLSUA 125210\nTo appear in: Colloids and Surfaces A: Physicochemical and Engineering Aspects\nReceived Date: 2 May 2020 Revised Date: 16 June 2020 Accepted Date: 22 June 2020\nPlease cite this article as: Rajan S A, Sahu NK, Inductive calorimetric assessment of iron oxide nano-octahedrons for magnetic fluid hyperthermia, Colloids and Surfaces A: Physicochemical and Engineering Aspects (2020), doi: https://doi.org/10.1016/j.colsurfa.2020.125210\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2020 Published by Elsevier.\nInductive calorimetric assessment of iron oxide nano-octahedrons for magnetic\nfluid hyperthermia\nArunima Rajan S1,2, Niroj Kumar Sahu1*\n1Centre for Nanotechnology Research, Vellore Institute of Technology, Vellore-632014, India\n2School of Advanced Science, Vellore Institute of Technology, Vellore-632014, India\n*Corresponding author Email: sniroj.phy@gmail.com, nirojs@vit.ac.in\nGraphical Abstract\nJo ur\nna l P\nre -p\nro of\nAbstract\nFerrous - ferric ions and surface functional groups on iron oxide nanoparticles (NPs) can be tailored to attain requisite magneto-thermal properties propitious for hyperthermia mediated tumor ablation. We report the synthesis of polyvinylpyrrolidone (PVP) grafted octahedron shaped iron oxide NPs via a facile hydrothermal route for magnetic fluid hyperthermia. PVP grafted nanooctahedrons are being first time used for the morphology dependent hyperthermia study. Physicochemical, magnetic and thermal properties have been systematically characterised in the present study. Aqueous suspension of nano-octahedrons has displayed excellent colloidal stability with a hydrophilic nature. Magnetic nano-octahedrons are found to possess nearly superparamagnetic behaviour with a saturation magnetisation value of ~ 82 emu/g and very low coercivity of ~ 138 Oe pertinent for hyperthermia applications. A high specific absorption rate (SAR) value of ~ 963 W/g under an AC magnetic field of 600 Oe and 316 kHz has been obtained with concentration of 5 mg/ml which is predominantly attributed to hysteresis and effective relaxation losses. In order to elucidate the role of viscosity on Brownian relaxation, a detailed analysis of the amount of heat dissipation from nano-octahedrons in different aqueous media such as water, ethylene glycol (EG) and agar solution have also been investigated. Viscosity of these ferrofluids has been observed to be strongly dependent on the Brownian relaxation consequently changing the SAR values. Moreover, nano-octahedrons are biocompatible and exhibit non-hemolytic activity.\nKeywords: iron-oxide nanoparticles; magnetic fluid hyperthermia; nano-octahedrons; hysteresis and relaxation losses; hemolysis."
    }, {
      "heading" : "1. Introduction",
      "text" : "Rapid advancements in nanotechnology have already demonstrated its feasibility by introducing various clinical related research developments in the ever-expanding field of nanomedicine. The prevalence of cancer, in terms of mortality and incidence, is a global health concern with an estimated 18.1 million newly reported cancer cases and 9.6 million cancer deaths during 2018 [1]. In recent years, magnetic fluid hyperthermia (MFH) mediated by biocompatible magnetic\nJo ur\nna l P\nre -p\nr of\nnanoparticles (MNPs) has gained widespread acceptance as a propitious clinical treatment for cancer apoptosis [2]. This technique utilizes colloidal suspension of MNPs assuring selective attachment to tumor target sites with better colloidal stability and magnetic controllability thereby conserving surrounding healthy tissues. Under an alternating magnetic field, these MNPs can selectively raise the temperature (42-46°C) near tumor regions to induce cancer cell apoptosis. In MFH, it is desirable to attain beneficial therapeutic effect using minimal concentration of NPs with a sufficiently large specific absorption rate (SAR) value. The use of MNPs for MFH was initially proposed by Gilchrist with the aid of ferromagnetic NPs [3]. Later, the success of in vivo MFH in animal models led to the first human clinical trial by Johannsen et al. using aminosilane coated MNPs for the treatment of prostate cancer [4]. However, relatively low heating ability of MNPs often results in limited clinical trials. Hence, in the recent years, tremendous effects are being focused towards the optimization of MFH parameters such as size, shape, colloidal stability and concentration of NPs, applied magnetic field parameters, and appropriate surface functionalization to maximize the effectiveness of MFH without any detrimental effects on normal healthy cells [5- 7].\nAmong the MNPs, iron oxide (especially magnetite) still remains the prime option among the different biomagnetic nanomaterials investigated for MFH [8]. Extensive research in MFH focuses on superparamagnetic iron oxide NPs owing to biocompatibility [9], high magnetic response to release heat [10-12] and biodegradability [13]. Even though transition metals such as cobalt and nickel are among the largest sources of MNPs, there are still concerns over their hypersensitive, carcinogenic and genotoxic effects when introduced in to human body [14]. Iron oxide has been licensed by the European Medicines Agency which led to the first human MFH trial [15]. It is well-known that iron is a vital element for various biological phenomena (including oxygen distribution and hemoglobin synthesis) and optimum iron content is maintained in human body by effective metabolism [16]. Similarly intravenously administered iron oxide particles are cleared from the body by the reticuloendothelial system of the liver, spleen, lymph and bone marrow [17]. Appropriate surface modification utilizing hydrophilic biocompatible materials is a requisite when NPs are used for MFH applications. Surface modification prevents colloidal aggregation, colloidal destabilisation and non-specific cellular uptake when injected in physiological environment [18]. In the case of iron oxide NPs, surface modification has been proven to improve structural as well as colloidal stability [19]. Polyvinylpyrrolidone (PVP), a non-toxic polymer as a stabilizing and Jo ur na l P\nr -p\nof\nshape-directing agent for MNPs has been reported by several literatures [20-26]. Moreover, PVP is one of the most suitable polymeric surfactants for an optimum drug delivery [27] which can aid the MNPs in drug conjugation for a synergistic chemothermal therapy.\nThe hyperthermic activity of iron oxide NPs is greatly dependent on optimization of structural factors such as size, shape and crystallinity to achieve required heat dissipation upon an external magnetic field during MFH. Synthesis of such NPs requires specific focus on (a) narrow size distribution (10-100 nm) for easy penetration in biological medium [28] reaching the specific tumor target sites and (b) morphology in order to attain excellent magnetic properties. A major factor boosting SAR value is to tune the anisotropy of MNPs via shape modification. Shape modification has predominant effect on controlling structural, magnetic and thermal characteristics of iron oxide NPs owing to the appearance of additional anisotropies [29]. Experimentally obtained shape anisotropies (octopods, cube and sphere) of similar sizes are reported in such a way that anisotropy constants (K) are in the order of Koctopods (8 x 10 5 erg/cm3 ) ˃ Kcube (7.7 x 10 5 erg/cm3 ) ˃ Ksphere (6.5 x 10 5 erg/cm3) [30]. NPs possessing higher magnetic anisotropies with higher saturation magnetization exhibit an enhanced SAR than NPs with lower anisotropy. Research by Das et al. [31] has demonstrated that rod shaped iron oxide NPs are suitable for higher heating performance for MFH. Higher SAR value of 862 W/g was obtained in the case of high aspect ratio nanorods compared to sphere (140 W/g) and cube (314 W/g) possessing similar volumes. Another similar study by Gao et al. [32] reported SAR of 1003 W/g for ellipsoidal shaped magnetite NPs which is about four times higher than conventional SPIONs under very high magnetic field (900 Oe). Accordingly, it is very clear that higher SAR values suitable for effective hyperthermia can be tailored by fabricating distinct morphologies on iron oxide-based NPs. Since the higher heating efficiency of anisotropic iron oxide NPs compared to isotropic ones has already been demonstrated [33-36], their morphology dependent heat generation seems promising and has motivated the present study. Though various shapes such as cube [35], rod [31], hexagon [37], octopod [30] and ellipsoid [38] iron oxide NPs for MFH applications have been reported, octahedron shaped iron oxide NPs are rarely investigated for this application.\nA vast majority of the engineered iron oxide NPs with exceptional SAR values has been developed via non-hydrolytic thermal decomposition method [39-42]. Chen et al. [43] reported hydrophobic octahedral shaped magnetite NPs prepared via non-aqueous thermal decomposition method using iron oleate and CTAB as shape controlling surfactant. For effective clinical applications, the\nJ ur\nn l P\nr -p\nro of\ntransformation of these MNPs from hydrophobic to hydrophilic nature is essential. Jung et al. [44] employed hydrothermal method for the formation of aqueous octahedral shaped magnetite NPs with high crystallinity using iron chloride (precursor) and sodium acetate (reducing agent) without any surfactants. In the present study, a hydrothermal approach has been chosen for the synthesis of hydrophilic PVP grafted crystalline, monodispersed and morphologically controlled iron oxide NPs [45, 46]. Such synthesized NPs no longer need any ligand exchange process for hydrophobic to hydrophilic transformation. Even though octahedron morphologies have been synthesized via various routes [43, 47-49], PVP grafted iron oxide nano-octahedrons via hydrothermal approach for the morphology dependent MFH study under varying external physical and magnetic parameters is scantly researched. Moreover, this MNPs have been synthesized using 1,3- Propanediol and hydrazine hydrate which can significantly control the ensuing octahedron morphology. Inductive heating abilities against varying (a) particle concentration, (b) dispersion medium and (c) magnetic field were studied and reported."
    }, {
      "heading" : "2. Experimental Section",
      "text" : ""
    }, {
      "heading" : "2.1 Materials",
      "text" : "Iron (II) sulfate heptahydrate (FeSO4.7H2O), 1,3-Propanediol [CH₂ (CH₂ OH)₂ ], hydrazine hydrate and polyvinylpyrrolidone-10000 [PVP, (C6H9NO)n] were procured from Sigma Private Ltd. As-received analytical grade chemicals were used without further purification. Dulbecco’s modified eagle medium (DMEM), antibiotic antimycotic solution (penicillin/streptomycin, P/S), Sulphorhodamine B(SRB), phosphate buffered saline (PBS) and Tris-buffered saline (TBS) were obtained from Hi-Media Ltd. Trichloroacetic acid (TCA, 20% W/V) was purchased from Loba Chemicals. L929 cell lines were procured from the National Center of Cell Science (NCCS, Pune, India). Deionised (DI) water was used throughout in preparing sample solution."
    }, {
      "heading" : "2.2 Methods",
      "text" : "PVP functionalized Fe3O4 nano-octahedrons were synthesized via a hydrothermal route. In this synthesis procedure, 500 mg of FeSO4.7H2O was first dissolved in 20 ml of DI water followed by the addition of 100 mg PVP. To the above solution, 20 ml of 1,3-Propanediol was added and the solution was kept under stirring for 30 minutes. Finally, 5 ml hydrazine hydrate (reducing agent) was added in presence of nitrogen blanket to the above homogeneous solution. The whole mixture was constantly stirred for another 1 hour which was then transferred to a 100 ml teflon lined\nJo u\nna l P\nre -p\nro of\nstainless steel autoclave for heating at a temperature of 200ºC for 20 h. Finally, as-synthesized NPs were washed with DI water and ethanol followed by NP precipitation via magnetic separation. The as-synthesized PVP functionalized iron oxide nano-octahedrons were characterized to assess physicochemical, magnetic and thermal properties."
    }, {
      "heading" : "2.3 Characterization",
      "text" : "The morphology of iron oxide nano-octahedrons was evaluated using transmission electron microscope (TEM, Philips, Model: CM 200) operated under an accelerating voltage of 200 kV and field emission scanning electron microscope (FESEM, Carl Ziess Neon-40). X-ray diffraction (XRD) patterns were measured with a D8 Advance Bruker diffractometer utilizing CuKα radiation source (λ = 1.5406 Å, 40 kV). Debye-Scherrer method was used for evaluating the average crystallite size. Fourier transform infrared (FTIR) spectra were recorded using a Shimadzu IR Prestige (400-4000 cm-1). Thermal stability of the sample has been confirmed using thermogravimetric and differential thermal analysis (TGA/DTA) system (SDT Q600 V20.9 Build 20). XPS spectra of NPs were acquired in Kratos AXIS (UK) employing Al Kα excitation source (14 kV). Zeta potential of MNPs was determined using a Zeta-Sizer system (Malvern Instruments). Hydrodynamic diameter and polydispersity index (dispersions prepared in water) were examined with the aid of a Particle Size Analyzer: Litesizer 500. Wettability of the material was tested using a contact angle analyzer (Holmarc Opto-Mechatronics) via a sessile drop method at room temperature using DI water. For the purpose of contact angle measurement, NPs dispersion was drop casted onto a cleaned silicon wafer for contact angle measurement. Magnetic properties of the NPs were measured in a Lakeshore-7410 vibrating sample magnetometer (VSM). Viscosity of the colloids was measured using a Brook field DV2T viscometer."
    }, {
      "heading" : "2.4 Induction heating response",
      "text" : "Inductive heating studies for MFH were conducted with the aid of a 4.2-kWAmbrell EASYHEAT 8310 system equipped with 9-turn coil under varying physical and magnetic field parameters. Heating efficiency (quantified in terms of SAR) was measured for the samples at varying concentrations of 1 mg/ml, 2 mg/ml and 5 mg/ml for varying magnetic field amplitude ranging from 200 Oe to 600 Oe with a fixed coil frequency of 316 kHz. Moreover, the heat loss of NPs in different solvents such as water, 2% agar and ethylene glycol were studied. The samples were thoroughly sonicated prior to MFH measurements. Rise in temperature with respect to time was\nJo ur\nal Pr\nepr\noo f\nrecorded with varying magnetic field parameters. Heat dissipation expressed in SAR (W/g) to assess the ability of MFH is calculated using the equation:\nSAR = Cs. ∆T\n∆t . MSOL MMNP\nwhere, Csis the specific heat capacity of solvent used, MSOL and MMNPs are masses of the solvent and MNPs used for measurement, and ∆T\n∆t denotes temperature-time dependent slope. Intrinsic loss\npower (ILP), an intrinsic parameter to determine the induction heat ability with respect to applied frequency (f) and amplitude (H) is determined using the equation:\nILP = SAR\nfH2\nThis ILP value denotes the efficiency of NPs dissipating heat energy from the externally applied electromagnetic energy.\n2.5 In vitro cell cytotoxicity studies\nCell culture experiments were conducted out using mouse fibroblast L929 cell lines. Cells were harvested in DMEM supplemented with 10% PBS and 1% P/S solution at 37 ºC in CO2 incubator with 5% CO2. In vitro cytocompatibility of the NPs was evaluated by SRB assay. Initially, the cells were seeded into 96-well plates (~1× 104 cells/well) and allowed to grow for 24 h followed by washing with PBS to remove the loosely adhered cells. The cells were then incubated with varying concentrations of the NPs for 24 h. The plates were then thoroughly washed with PBS and air-dried to remove excess water prior to processing for SRB assay. For the SRB assay, cells were fixed with 100 μL of cold 10%TCA and then incubated for 1 h at 4 °C followed by washing the cells 5 times with DI water and air dried. Later, cells were stained with 100 μL of 0.057% SRB dye and kept at 37 °C for 20 min. Stained cells were then washed with 1% acetic acid (100 μL) for removing unbound SRB. After air drying, 100 μL of TBS (10 mM) was added to each well for dissolving the bound dye. Plates were then placed on a shaker. All experiments were performed in triplicate. Cell viability (%) was measured by determining optical density (OD) at 545 nm using a microplate reader using the equation:\n𝐶𝑒𝑙𝑙 𝑣𝑖𝑎𝑏𝑖𝑙𝑖𝑡𝑦 (%) = 𝑂𝐷 𝑜𝑓 𝑡𝑟𝑒𝑎𝑡𝑒𝑑 𝑐𝑒𝑙𝑙𝑠\n𝑂𝐷 𝑜𝑓 𝑐𝑜𝑛𝑡𝑟𝑜𝑙 𝑐𝑒𝑙𝑙𝑠 × 100\nJ u\nna l P\nre -p\nro of\n2.6 In vitro hemolysis procedure\nHemolysis test was conducted to assess the effect of NPs on damage to red blood cells. Physiological saline (10 ml) was selected as negative control whereas DI water (10 ml) as positive control. NPs with a concentration of 5 mg/ml to be tested were added into test tube containing saline (10 ml) solution. 8 ml of anticoagulated fresh sheep blood was diluted in 10 ml saline solution and diluted blood of 0.2 ml was added to each test tube and incubated for 30 minutes at 37 ℃. This solution was centrifuged for 5 minutes at 3000 rpm and OD of the collected supernatant was evaluated at 545 nm. The experiment was performed in triplicate. Hemolytic rate (HR) is determined using the equation:\nHR (%) = 𝑂𝐷 𝑜𝑓 𝑠𝑎𝑚𝑝𝑙𝑒 𝑡𝑜 𝑏𝑒 𝑡𝑒𝑠𝑡𝑒𝑑− 𝑂𝐷 𝑜𝑓 𝑛𝑒𝑔𝑎𝑡𝑖𝑣𝑒 𝑐𝑜𝑛𝑡𝑟𝑜𝑙\n𝑂𝐷 𝑜𝑓 𝑝𝑜𝑠𝑡𝑖𝑣𝑒 𝑐𝑜𝑛𝑡𝑟𝑜𝑙− 𝑂𝐷 𝑜𝑓 𝑛𝑒𝑔𝑎𝑡𝑖𝑣𝑒 𝑐𝑜𝑛𝑡𝑟𝑜𝑙"
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1 Microstructural and phase analysis",
      "text" : "TEM as well as FESEM images clearly depict the octahedron morphology of iron oxide NPs as shown in Fig. 1(a-d) and Fig. S1-(i) (in supplementary file). Selected area electron diffraction (SAED) patterns as shown in Fig. 1(b) confirm monocrystalline nature of cubic Fe3O4 NPs. Diffraction rings correspond to (111), (220), (311), (400), (422), (511) and (440) planes with corresponding interplanar spacing of 4.8 Å, 2.9 Å, 2.5 Å, 2.09 Å, 1.7 Å, 1.6 Å and 1.4 Å respectively of Fe3O4 (JCPDS card No. 19-0629). As observed from Fig. 1(c), the obtained nanooctahedrons possess 8 facets with flat cleavage or truncated edges and corners. As displayed in Fig. 1(d), average size of nano-octahedrons obtained from the FESEM image is estimated to be ~\n75 nm with a standard deviation () of 3.08 nm (determined using ImageJ software, n~100 NPs). Particle size distribution from the TEM images has also been calculated for corroborating the size\nof developed NPs. It has been evidenced that the average particle size is found to be 70 nm with \nof 4.2 nm (supplementary Fig. S1-i (d)). Hence from both the results, it is observed that larger number of NPs falls in the range of 70-80 nm which is suitable for biomedical application. NPs within a size regime of 10-100 nm are considered preferential for easy penetration which will further assist for a longer circulation time of NPs in the physiological blood. NPs with < 10 nm size can be completely cleared from the renal system without performing the intended function and on the other side NPs > 200 nm size will end up with phagocytic uptake, both the cases being\nJo ur\nl P r\n-p ro\nof\nundesirable for biomedical applications [28]. Generally, morphological transformation is controlled by the growth rate along specific crystal plane directions. In the present study, this can be associated with the planar surface energies (γ) of different facets which are in the order of γ{111} < γ{100} < γ{110} reported for iron oxide cubic crystal structure [50]. It has been proposed that octahedron shape usually occurs when the crystal growth along {100} plane is faster compared to the {111} plane and the ratio of both respective planes should be 1.73 [51]. In the current scenario, the amine group present in the hydrazine hydrate (reducing agent) and 1,3- propanediol are the principal factors responsible for the octahedron morphology. Amine group slows down the growth rate of {111} whereas 1,3-propanediol selectively adsorbs to {111} plane thereby concurrently accelerating the growth rate of {100} plane leading to octahedron morphology. Similar related literatures reported that octahedron morphologies of nanocrystals were obtained with the usage of amine moieties [44, 50] and diols such as 1,5-pentanediol and 1,2- hexadecanediol [48, 52]. In addition to these, flat cleavage edges or truncated edges are observed only in PVP functionalized nano-octahedrons in comparison with uncoated iron oxide nanooctahedrons (given in Fig. S1-ii). This flat cleavage edge formation is due to the presence of oxygen atoms present in PVP which strongly binds to {100} facet through chemical interactions [22].\nXRD pattern in Fig. 2(a) exhibits major diffraction miller planes (220), (311), (400), (422), (511), (440) and (533) at angles 2θ = 30.2°, 35.6°, 43.2°, 53.6°, 57.1°, 62.7° and 74.2° respectively which correspond to the inverse spinel cubic magnetite structure (JCPDS No.019-0629). In addition to these peaks, a low intense peak at 2θ = 37.3° assigned to the reflection from (222) plane is observed. All the corresponding reflection planes confirm the face-centered crystal phase of Fd3m space group and lattice constant, a = 8.3 Å (calculated using the equation: a= 𝑑 × √ℎ2 + 𝑘2 + 𝑙2 ). Strong sharp peaks asserted highly crystalline nature of nano-octahedrons. No structural and phase change of magnetite can be observed (compared to bare Fe3O4 given in Fig. S2) due to the addition of PVP polymer which suggests surface modification does not degrade the magnetite core. No observable impurities were detected in the sample synthesized by this method. The average crystallite size is calculated to be ∼ 33 ± 1.5 nm according to the Debye-Scherrer equation. In general, crystal morphology critically depends on intrinsic lattice planes and the Jo ur\nna l P\nre -p\nro f\nintensity of each plane reflects the preferred orientation of crystal facets. As mentioned in the previous section, the intensity ratio (obtained from XRD) of (400) and (222) [equivalent planes of (100) and (111)] is calculated to be ~ 2 validating the formation mechanism explained based on FESEM."
    }, {
      "heading" : "3.2 FTIR analysis",
      "text" : "FTIR spectrum shown in Fig. 2(b) reveals the binding interaction between PVP and iron oxide surface. Sharp peak of Fe-O band observed at ~ 530 cm-1 attributes to the metal stretching vibrations at the tetrahedral site of Fe3O4 NPs [53]. Band in the range ~ 3500 cm -1 is assigned to the hydroxyl (O-H) stretching vibrations of surface adsorbed water molecules. Bands appeared at ~ 1074 cm-1 and ~ 1260 cm-1correspond to the C-C stretching and C-N bending vibrations of PVP respectively. C-H bands observed at ~ 950 cm-1 and ~ 1420 cm-1 correspond to the bending and scissor deformation mode from CH2 group whereas at ~ 2887 cm -1 and ~ 2937 cm-1 correspond to the stretching mode from symmetric and asymmetric CH2 group respectively. Moreover, C=O stretching band of PVP was observed as a wide band around ~ 1620 cm-1 which exhibits a red shift (towards lower wavenumber) from the reported value. This red shift clearly implies the change in electron density of strongly bound C=O groups in PVP on Fe3O4 [20] confirming the binding interaction between PVP and Fe3O4. Therefore, it is proved that C=O group present in PVP is responsible for the surface modification on the surface of magnetite."
    }, {
      "heading" : "3.3 Thermal analysis",
      "text" : "TGA-DTA curve displayed in Fig. 2(c) indicates sequential weight loss of the sample under distinctive temperature regimes. Weight loss profile estimates the amount of polymer coated on Fe3O4. Here, a continuous weight loss was observed in the temperature range of 170°C to 660°C attributed to loss of PVP coating. As PVP generally burns completely at 675 °C [54], it can be inferred that chemically adsorbed carbonyl group (C=O) present in PVP on Fe3O4 has undergone complete thermal decomposition. In addition, a slight increment in weight (buoyancy effects) originated due to the oxidation of the sample was observed around 700°C. Nano-octahedrons therefore have exhibited an improved thermal stability indicated by a total weight loss of meagre 2%. This is accompanied by the DTA curve exhibiting a broad exotherm at 490°C which is assigned to the complete loss of the polymer coating. There is no further phase change observed in this sample. Jo ur\nna l P\nre -p\nr of"
    }, {
      "heading" : "3.4 Colloidal stability and wettability studies",
      "text" : "Zeta potential measurement shown in Fig. 3(a) ensures the colloidal stability of NPs. Zeta potential measured at neutral pH is found to be -29 ± 0.77 mV proves good colloidal stability. NPs are found to be highly stable which can be ascribed to the significant steric hindrances due to polymer PVP coating on magnetite. As expected, carbonyl (C=O) group present in PVP is responsible for the negative surface charge obtained as evident from FTIR. The possible chemical interaction between the C=O groups of PVP polymeric chains and iron oxide is depicted in Fig. 3(b). It is expected that the superficial oxygen atoms of iron oxide can adsorb H+ ions [19]. Consequently, the OH/OH2+ species present on the surface react with the residual carbonyl groups of PVP giving rise to PVP coated iron oxide structure.\nDLS provides the hydrodynamic diameter and poly dispersity index (PDI) which are the parameters to be focused for obtaining good colloidal stability for biomedical applications. Hydrodynamic diameter provides the overall particle size being contributed from the magnetic core to the attached polymer layer and the ions surrounding the nanoparticulate system. DLS based particle size analysis detected particle size distribution curve (Fig.S3) with an average hydrodynamic diameter of 110 nm. The relatively higher sizes observed in DLS measurements when compared to FESEM and TEM is attributed to the presence of PVP adsorbing layer as well as water molecules (ions) surrounding the NPs surface. The presence of PVP adsorbing layer on the surface of iron oxide NPs is electron transparent which cannot be observed in FESEM or TEM images. Similar findings have been observed in reported literatures [55, 56]. PDI which is a measure of particle aggregation, was obtained to be 0.104 (average value) indicating a fairly monodispersed stable suspension. Hence, it is evident that PVP coated iron oxide nanooctahedrons represent a monodisperse particulate system.\nWettability of NPs characterised by contact angle measurements has revealed the hydrophilic nature of the sample. Wettability is quantified in terms of contact angle which plays a significant role in governing particle steric stabilization. Surfaces with contact angle less than 90° are categorised as hydrophilic whereas those with greater than 90° are hydrophobic in nature. Fig. 3(c) depicts the static contact angle of 70° implying the hydrophilic nature of the NPs. The advantage of rendering a hydrophilic surface layer to iron oxide NPs lies in the retention of a stable suspension in a specific tumor environment beneficial for hyperthermia applications. The observed\nJo ur\nl P re\n- ro\nof\nhydrophilicity can be ascribed to polar nature associated with carbonyl (C=O) group present in PVP functionalised on surface of iron oxide resulting in proper hydration. This hydrophilic nature of NPs enables them to be used directly without further phase transfer for biological applications. In addition, the hydrophilic interface provided by the PVP is beneficial for drug loading which can be used for a combination therapy along with hyperthermia."
    }, {
      "heading" : "3.5 XPS analysis",
      "text" : "Since magnetite (Fe3O4) and maghemite (Fe2O3) possess similar crystal structures, XPS was carried out to gain more insights into the oxidation states of iron (Fe) and to reaffirm the surface coordination, as shown in Fig. 4. Major photoelectron peaks observed at 710.2 eV and 723.5 eV in Fe 2p spectra depicted in Fig. 4(b) attribute to the Fe2p3/2 and Fe2p1/2 core level electrons corresponding to the Fe3+ and Fe2+ octahedral cations respectively [57]. Generally, maghemite exhibits a major peak at 719 eV due to Fe3+ which is not primarily observed in the present spectra confirming the magnetite phase of nano-octahedrons. Wide scan spectra shown in Fig. 4(a) reveal the presence of Fe, O, N and C in the sample. In addition to the two major peaks of Fe, spectra exhibit peaks of Fe3+ at 712.2 eV, 713.7 eV, 718.4 eV and 726.5 eV and peaks of Fe2+ observed at 716 eV and 722.2 eV. Photoelectron peak at 725.2 eV is attributed to Fe 2p1/2 of both Fe 2+ and Fe3+ whereas the emergence of a minor peak at 719.9 eV proves the presence of small percentage of metallic iron (Fe). Since the atomic ratio of Fe3+: Fe2+ is 2:1 for Fe3O4, the ratio of Fe 3+: Fe2+ for Fe 2p obtained from XPS is 2:1 (excluding the minor peak at 719.9 eV of metallic Fe content) which clearly confirms the magnetite phase of iron oxide NPs. The O1s spectrum in Fig. 4(c) is fitted to four major peaks with binding energies of 529.6 eV, 531.6 eV, 532.8 eV and 533.4 eV. Peaks at 529.6 eV and 531.6 correspond to the lattice oxygen from Fe3O4 (Fe-O) and oxygen from C=O group in PVP coordinates with Fe3O4 respectively. Pristine PVP exhibits peak at 530.3 for C=O shifts to a higher binding energy at 531.6 indicating the reduced electron cloud around O atoms as a result of strong coordination of O atoms on Fe3O4 [23, 58]. Such strong coordinating C=O group in PVP provides for better stabilization and controlled growth [24]. Minor peaks at 532.8 eV and 533.4 eV can be ascribed to the oxygen atoms in hydroxyl group and adsorbed water molecules respectively. N1s spectra (Fig. 4(d)) observed reveal the presence of PVP in the sample. As the N1s peak for pure PVP is reported at 398.8 eV, the obtained peak at a higher binding energy of 399.7 eV can be assigned to the secondary amine nitrogen (–NH–) which might be due to the protonation of nitrogen in PVP from 1,3 propanediol [20]. Deconvoluted C1s spectrum in Fig. 4(e) Jo ur na l P re -p ro of\nexhibits four major peaks at 284.6 eV, 286.4 eV, 287.7 eV and 288.6 eV. The most intense peak at 284.6 eV confirms the sp3 hybridized C atoms forming C-C bonds; peak at 286.4 eV confirms the C-N bond arising from adsorbed PVP molecule present at the surface; peak at 287.7 eV confirms the C=O bond of carbon-oxygen double bond of carbonyl group from PVP polymer and peak at 288.6 eV confirms the O-C=O bond of PVP. PVP acts as a surface protecting agent for iron oxide surface via the carbonyl oxygen in PVP repeating unit evident from XPS results."
    }, {
      "heading" : "3.6 Magnetic analysis",
      "text" : "The hysteresis curve of nano-octahedron particles measured at 300 K is displayed in Fig. 5. Saturation magnetization (Ms) of nano-octahedrons is measured to be 82 emu/g whereas coercivity (Hc = 138 Oe) and remanence (Mr = 9 emu/g) are not much discernible indicating a single domain superparamagnetic nature. The observed coercivity may be due to inhomogeneity in particles size [59]. Generally, 50-200 Oe coercivity is observed at room temperature for majority of superparamagnetic NPs designed for biomedical applications [59]. Coercivity varies from material to material with respect to particle size as well as morphology since such properties can alter the magnetic ordering. In addition, a lower Mr/Ms value (0.1) is obtained in the present study implying negligible magnetic dipolar interactions. As the obtained Ms value for the present material exceeds the bulk maghemite value (76 emu/g), it strongly reaffirms the crystal structure to be magnetite rather than maghemite phase of iron oxide. The estimated Ms of 82 emu/g is lesser than bulk magnetite of 92 emu/g owing to the presence of surface spin canting effects. In terms of morphological aspects, the obtained Ms for octahedron shaped magnetite NPs seems to be higher compared to spherical shaped magnetite NPs reported [60, 61] which indicates that the shape modification due to additional anisotropies has assisted in altering the magnetizing behavior. Increased magnetic core volume, reduced surface to volume ratio (when compared to sphere) and highly crystalline symmetrical magnetite NPs are the underlying factors giving rise to higher Ms [62]. Moreover, high saturation magnetization is associated with the good dispersibility behavior of NPs (revealed from zeta and DLS). An explicit correlation between dispersibility and strong magnetic response of NPs is reported by Dodi et al. [63]. Better dispersibility of NPs leads to stronger magnetic behavior. With an increased dispersibility, inner magnetic vector becomes more ordered thereby exhibiting stronger magnetism and hence high magnetization. Such NPs possessing symmetrical morphology are easier to get magnetized along a long direction than short direction favoring enhanced heat dissipation with minimal concentrated particles which is Jo ur na l P re -p oo f\nbeneficial for MFH [64]. Further, magnetic moment is calculated using the equation: µ = 𝐴.𝑀𝑠\nµ𝐵.𝑁𝐴\nwhere A is the molecular weight of Fe3O4, µ𝐵 is the Bohr magneton and NA is the Avogadro number and is estimated to be 3.4µB/Fe3O4 which is less than the theoretical value, 4µB. This decrement can be attributed to the non-collinear spin structure emanating from the surface spin pinning and PVP coating at the interface of NPs [56]. In addition, initial mass susceptibility is estimated to be 0.13413 emu/gOe (calculated using the equation: [χ = 𝑀\n𝐻 ]) which is found to be\ngreater than the value reported for paramagnetic materials [65]."
    }, {
      "heading" : "3.7 Hyperthermia Studies",
      "text" : "Heat generation ability of nano-octahedrons was investigated under varying sinusoidal magnetic fields of strength ranging from 200 to 600 Oe at a fixed frequency of 316 kHz. Upon varying magnetic fields, the heating response in terms of rise in temperature versus time for different particle concentrations (1 mg/ml, 2 mg/ml and 5 mg/ml) in water medium was recorded and the results are shown in Fig. 6(a)-(c). Induced temperatures above 42 °C can lead to cellular protein denaturation affecting cell metabolism thereby eliciting cancer cell apoptosis [66]. All samples of different particle concentration (1, 2 and 5 mg/ml) exhibited an appreciable rise in temperature in order to attain appropriate hyperthermic response (42-45°C). The high magnetization value of (82 emu/g) of nano-octahedrons is responsible for superior heat generation even with lower concentration of NPs. The influence of magnetization value on heating response of MNPs has been reported by Park et al. suggesting that MNPs with higher magnetization would exhibit improved heating response and vice versa [67]. The heating response is observed to be more prominent for samples under higher magnetic fields. Rapid rise in temperature can be mainly due to hysteresis loss, Néel relaxation loss and Brownian relaxation loss. As nano-octahedrons exhibit nearly superparamagnetic nature (evidenced from VSM), heat dissipation arises from (a) partial contribution of hysteresis heat loss (due to existing coercivity) and (b) a combined Neel and Brownian relaxation loss.\nAmong the different concentrations, higher concentrated (5 mg/ml) sample attained 42°C more rapidly compared to lower concentrated (1,2 mg/ml) samples. 5 mg/ml concentrated nanooctahedrons at 600 Oe have displayed the highest SAR value of 963 W/g within the measurement range; required therapeutic temperature being obtained within 23 seconds. Higher concentrated NPs heat rapidly validating neither agglomeration nor interparticle dipolar interaction between the\nJo ur\nna l P\nr -p\nro f\nNPs to drop down the SAR value. Conversely, lowest SAR of 163 W/g was achieved for 1 mg/ml under a lowest magnetic field of 200 Oe. This linear increase of SAR values with increase of the concentration is consistent with the work reported by Liang et al. in which a varying concentration of 10, 30 and 50 mg/ml of MNPs has been chosen which provided an enhanced heating response with increasing concentration [68]. In this scenario, particle concentration has a critical influence on the heating profiles. Moreover, the ILP value of the nano-octahedrons is estimated to be 1.3 nHm2/kg corresponding to the SAR of 963 W/g at 316 kHz/600 Oe. This energy dissipation rate is similar to those reported for tested commercial ferrofluids such as Fluidmag-D (1.31nHm2/kg) [69].\nFig. 6(d) exhibits histogram representing SAR values with varying field amplitudes. It can be inferred that SAR value increases linearly with field amplitude validating linear response theory (LRT) model. Highest SAR value (963 W/g) obtained under an increased magnetic field amplitude (600 Oe) can be ascribed to the larger hysteresis loss of nano-octahedrons. Such large hysteresis losses are due to the enhanced anisotropy inherent to octahedron shaped NPs when subjected to large magnetic fields. This enhanced anisotropy results from surface anisotropy (dominant surface contributions to magnetic properties in nanodimension) associated with shape anisotropy [70]. Elsayed et al. also reported a similar elucidation demonstrating a large hysteresis loss as a result of increased anisotropy for iron oxide nanocubes compared to nanospheres which led to an improved heat dissipation [71]. Moreover, Khurshid et al [36] reported SAR values of 200 W/g and 135 W/g for 1 mg/ml concentrated iron oxide nanocubes and iron oxide nanospheres respectively which is lower (evidenced from Table 1) compared to the present study under a magnetic field of 600 Oe. Hence, it is evident that octahedron shape dominates over sphere as well as cube shaped iron oxide NPs for an enhanced SAR.\nAccording to Stoner-Wohlfarth model, when applied field (Ha) exceeds anisotropy field (Hk), the magnetisation reversal will result in an open hysteresis loss responsible for heat generation. In the present case, anisotropy field (Hk) is calculated to be 276 Oe (Hc ≈ 0.5Hk). This implies that applied field (600 Oe) exceeds the anisotropy field (276 Oe) leading to a larger hysteresis/ heat. In this work, magnetic field amplitude has noteworthy impact on SAR/heating efficiency. Even though the approved tolerable limits for the product of magnetic field amplitude (H) and frequency (f), H.f is of the order of ~ 109 A/ms [72], a discussion about this value is still enigmatic in research. Some of the works have suggested that this limit can be in the order of ~ 1010 A/ms [33, 73].\nJ ur\nna l P\nre -\nro of\nApart from particle concentration and magnetic field, carrier fluid viscosity is a vital determinant to understand the thermal ability of nano-octahedrons as it not only controls the fluid dispersion but also the Brownian motion. Testing in viscous media can simulate the cancer cell environment which is a crucial factor for MFH in vivo [74]. Heating curves for different particle concentrations (1, 2 and 5 mg/ml) in both EG and agar media were noted and the results are depicted in Fig. S4-i and ii. Fig. 7(a)-(c) compare SAR values for different concentrated NPs dispersed in water, EG and agar solution under varying magnetic field amplitudes. All the estimated SAR values with varying particle concentration, media of different viscosities and magnetic field amplitude have been tabulated in table 1.\nAs the field is increased from 200 to 600 Oe, the percentage increment of SAR for water is very high (605 %) compared to the corresponding increase in SAR values for highly viscous EG (123 %) and agar (168%). It is obvious that Brownian motion of NPs is hindered (only contribution from Neel losses) from contributing heat with increase in viscosity of medium (See Supplementary file Table S1 for measured viscosity values). It is obvious that Brownian relaxation to the heating efficiency dominates at low field whereas Neel relaxation dominates at high field. SAR due to negligible Brownian motion validates both Neel and Brownian relaxations contributing equally to the total heating mechanism in nano-octahedrons. Calculating Neel and Brownian contribution individually to the heat generation is difficult as both processes coexist. When the SAR values obtained in EG and agar with respect to field amplitudes and particle concentration are compared (Table 1), it can be observed that at lower fields, SAR decreases in both media with increasing particle concentration. However, on increasing the field SAR increases upon increasing particle concentration up to 2 mg/ml. Exceeding 2 mg/ml, SAR was observed to be reduced in both media due to increased particle aggregation hindering Brownian rotation. This indicates that the Brownian contribution of nano-octahedrons to the effective heat loss is very relevant up to 2 mg/ml. Comparing the highest SAR value of water obtained at 600 Oe for higher concentration, 37 % and 52 % reduction in SAR for EG and agar was found respectively. This result implies that the physical rotation of NPs is restricted for high viscous media (in EG and agar) contributing negligible Brownian relaxation.\n3.7 Cytotoxicity and Hemolysis Studies\nJo ur\nna l P\nre -p\nro of\nThe cytotoxicity of iron oxide nano-octahedrons was evaluated using SRB assay towards normal mouse fibroblast cell lines (L929) (Fig.8). NPs exhibited non-appreciable cytotoxicity up to a concentration of 1mg/ml. NPs do not show any significant effect on the cell proliferation of L929. Hence, iron oxide nano-octahedrons are quite biocompatible. Further, hemolysis test was conducted to assess the blood compatibility of nano-octahedrons. In the present study, it was observed that using 5 mg/ml PVP coated iron oxide NPs are non-hemolytic with a meagre hemolytic rate of less than 2% (1.44 ±0.9). Hemolysis rate of a biomaterial should be less than 5% in order to meet the recommended limits for clinical use as per International Standards (ASTM F 756-08, ISO 10993-4). The NPs revealed no hemolytic reaction when directly contacted with blood and therefore biocompatible with blood erythrocytes. Hence, PVP coated iron oxide NPs expressed negligible toxicity in blood environment beneficial for MFH applications.\nConclusion\nPVP coated iron oxide NPs with well-defined octahedron shape were successfully synthesized and for the first time characterized for MFH. The formation of octahedron shaped iron oxide is primarily attributed to the selective growth along {100} direction due to preferential adsorption of 1,3-propanediol and amine groups. The coordination of carbonyl (C=O) group on the iron oxide surface renders the nano-octahedrons enhanced stability and hydrophilicity. XPS reveals the atomic ratio of Fe3+: Fe2+ confirming magnetite phase. Heating efficiency of nano-octahedrons under AC magnetic field is found to be strongly dependent on NPs concentration, magnetic field strength and the viscosity of the dispersion medium which control the hysteresis and effective relaxation losses. The present study pinpoints the significance of inherent anisotropic properties (surface and shape) and SAR which endows the developed iron oxide nano-octahedrons promising for MFH. Moreover, the NPs are biocompatible and possess non-hemolytic activity suggesting suitability of these NPs for hyperthermia applications.\nDeclaration of interests\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to gratefully acknowledge the DST-SERB (Project grant No. ECR/2016/000301) research grant for financially supporting the work described in this paper.\nCRediT authorship contribution statement\nArunima Rajan S: Conceptualization, Data curation, Writing- Original draft preparation, Niroj Kumar Sahu: Conceptualization, Supervision, Reviewing and Editing.\n.\nReferences:\n[1] F. Bray, J. Ferlay, I. Soerjomataram, R.L. Siegel, L.A. Torre, A. Jemal, Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries, CA: A Cancer Journal for Clinicians, 68 (2018) 394-424. [2] P. Das, M. Colombo, D. Prosperi, Recent advances in magnetic fluid hyperthermia for cancer therapy, Colloids and Surfaces B: Biointerfaces, 174 (2019) 42-55. [3] R.K. Gilchrist, R. Medal, W.D. Shorey, R.C. Hanselman, J.C. Parrott, C.B. Taylor, Selective inductive heating of lymph nodes, Ann Surg, 146 (1957) 596-606. [4] M. Johannsen, B. Thiesen, A. Jordan, K. Taymoorian, U. Gneveckow, N. Waldöfner, R. Scholz, M. Koch, M. Lein, K. Jung, S.A. Loening, Magnetic fluid hyperthermia (MFH)reduces prostate cancer growth in the orthotopic Dunning R3327 rat model, The Prostate, 64 (2005) 283-292. [5] M. Gonzales-Weimuller, M. Zeisberger, K.M. Krishnan, Size-dependant heating rates of iron oxide nanoparticles for magnetic fluid hyperthermia, Journal of Magnetism and Magnetic Materials, 321 (2009) 1947-1950. [6] T. Atsumi, B. Jeyadevan, Y. Sato, K. Tohji, Heating efficiency of magnetite particles exposed to AC magnetic field, Journal of Magnetism and Magnetic Materials, 310 (2007) 2841-2843. [7] A. Hervault, N.T.K. Thanh, Magnetic nanoparticle-based therapeutic agents for thermo-chemotherapy treatment of cancer, Nanoscale, 6 (2014) 11553-11573. [8] N.V. Jadhav, A.I. Prasad, A. Kumar, R. Mishra, S. Dhara, K.R. Babu, C.L. Prajapat, N.L. Misra, R.S. Ningthoujam, B.N. Pandey, R.K. Vatsa, Synthesis of oleic acid functionalized Fe3O4 magnetic nanoparticles and studying their interaction with tumor cells for potential hyperthermia applications, Colloids and Surfaces B: Biointerfaces, 108 (2013) 158-168. [9] Y. Li, K. Hu, B. Chen, Y. Liang, F. Fan, J. Sun, Y. Zhang, N. Gu, Fe3O4@PSC nanoparticle clusters with enhanced magnetic properties prepared by alternating-current magnetic field assisted co-precipitation, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 520 (2017) 348-354. [10] A.K. Gupta, M. Gupta, Synthesis and surface engineering of iron oxide nanoparticles for biomedical applications, Biomaterials, 26 (2005) 3995-4021. Jo ur na l P\nre -p\nro of\n[11] S. Laurent, S. Dutz, U.O. Häfeli, M. Mahmoudi, Magnetic fluid hyperthermia: Focus on superparamagnetic iron oxide nanoparticles, Advances in Colloid and Interface Science, 166 (2011) 8-23. [12] A. Gómez Pérez, E. González-Martínez, C.R. Díaz Águila, D.A. González-Martínez, G. González Ruiz, A. García Artalejo, H. Yee-Madeira, Chitosan-coated magnetic iron oxide nanoparticles for DNA and rhEGF separation, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 591 (2020) 124500. [13] L. Lartigue, D. Alloyeau, J. Kolosnjaj-Tabi, Y. Javed, P. Guardia, A. Riedinger, C. Péchoux, T. Pellegrino, C. Wilhelm, F. Gazeau, Biodegradation of Iron Oxide Nanocubes: High-Resolution In Situ Monitoring, ACS Nano, 7 (2013) 3939-3952. [14] R. Magaye, J. Zhao, L. Bowman, M. Ding, Genotoxicity and carcinogenicity of cobalt-, nickel- and copper-based nanoparticles, Exp Ther Med, 4 (2012) 551-561. [15] O.L. Gobbo, K. Sjaastad, M.W. Radomski, Y. Volkov, A. Prina-Mello, Magnetic Nanoparticles in Cancer Theranostics, Theranostics, 5 (2015) 1249-1263. [16] S. Waldvogel-Abramowski, G. Waeber, C. Gassner, A. Buser, B.M. Frey, B. Favrat, J.-D. Tissot, Physiology of iron metabolism, Transfus Med Hemother, 41 (2014) 213-221. [17] K. Briley-Saebo, A. Bjørnerud, D. Grant, H. Ahlstrom, T. Berg, G.M. Kindberg, Hepatic cellular distribution and degradation of iron oxide nanoparticles following single intravenous injection in rats: implications for magnetic resonance imaging, Cell and Tissue Research, 316 (2004) 315-323. [18] N.K. Sahu, J. Gupta, D. Bahadur, PEGylated FePt–Fe3O4 composite nanoassemblies (CNAs): in vitro hyperthermia, drug delivery and generation of reactive oxygen species (ROS), Dalton Transactions, 44 (2015) 9103-9113. [19] L.M. Sanchez, D.A. Martin, V.A. Alvarez, J.S. Gonzalez, Polyacrylic acid-coated iron oxide magnetic nanoparticles: The polymer molecular weight influence, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 543 (2018) 28-37. [20] I.A. Safo, M. Werheid, C. Dosche, M. Oezaslan, The role of polyvinylpyrrolidone (PVP) as a capping and structure-directing agent in the formation of Pt nanocubes, Nanoscale Advances, 1 (2019) 3095-3106. [21] Y. Zhang, J.-Y. Liu, S. Ma, Y.-J. Zhang, X. Zhao, X.-D. Zhang, Z.-D. Zhang, Synthesis of PVP-coated ultrasmall Fe3O4 nanoparticles as a MRI contrast agent, Journal of Materials Science: Materials in Medicine, 21 (2010) 1205-1210. [22] K.M. Koczkur, S. Mourdikoudis, L. Polavarapu, S.E. Skrabalak, Polyvinylpyrrolidone (PVP) in nanoparticle synthesis, Dalton Transactions, 44 (2015) 17883-17905. [23] H.Y. Lee, N.H. Lim, J.A. Seo, S.H. Yuk, B.K. Kwak, G. Khang, H.B. Lee, S.H. Cho, Preparation and magnetic resonance imaging effect of polyvinylpyrrolidone-coated iron oxide nanoparticles, Journal of Biomedical Materials Research Part B: Applied Biomaterials, 79 (2006) 142-150. [24] X. Lu, M. Niu, R. Qiao, M. Gao, Superdispersible PVP-Coated Fe3O4 Nanocrystals Prepared by a “OnePot” Reaction, The Journal of Physical Chemistry B, 112 (2008) 14390-14394. [25] G. Shan, H. Hao, X. Wang, Z. Shang, Y. Chen, Y. Liu, The effect of PVP on the formation and optical properties ZnO/Ag nanocomposites, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 405 (2012) 1-5. [26] Y. Xiang, X. Peng, X. Kong, Z. Tang, H. Quan, Biocompatible AuPd@PVP core-shell nanoparticles for enhancement of radiosensitivity and photothermal cancer therapy, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 594 (2020) 124652. [27] Y. Kaneda, Y. Tsutsumi, Y. Yoshioka, H. Kamada, Y. Yamamoto, H. Kodaira, S.-i. Tsunoda, T. Okamoto, Y. Mukai, H. Shibata, S. Nakagawa, T. Mayumi, The use of PVP as a polymeric carrier to improve the plasma half-life of drugs, Biomaterials, 25 (2004) 3259-3266. [28] Wahajuddin, S. Arora, Superparamagnetic iron oxide nanoparticles: magnetic nanoplatforms as drug carriers, Int J Nanomedicine, 7 (2012) 3445-3471. [29] R.P. Cowburn, Property variation with shape in magnetic nanoelements, Journal of Physics D: Applied Physics, 33 (1999) 1-16. J ur n l P re -p ro of\n[30] Z. Nemati, J. Alonso, L.M. Martinez, H. Khurshid, E. Garaio, J.A. Garcia, M.H. Phan, H. Srikanth, Enhanced Magnetic Hyperthermia in Iron Oxide Nano-Octopods: Size and Anisotropy Effects, The Journal of Physical Chemistry C, 120 (2016) 8370-8379. [31] R. Das, J. Alonso, Z. Nemati Porshokouh, V. Kalappattil, D. Torres, M.-H. Phan, E. Garaio, J.Á. García, J.L. Sanchez Llamazares, H. Srikanth, Tunable High Aspect Ratio Iron Oxide Nanorods for Enhanced Hyperthermia, The Journal of Physical Chemistry C, 120 (2016) 10086-10093. [32] H. Gao, T. Zhang, Y. Zhang, Y. Chen, B. Liu, J. Wu, X. Liu, Y. Li, M. Peng, Y. Zhang, G. Xie, F. Zhao, H.M. Fan, Ellipsoidal magnetite nanoparticles: a new member of the magnetic-vortex nanoparticles family for efficient magnetic hyperthermia, Journal of Materials Chemistry B, 8 (2020) 515-522. [33] Z. Nemati, J. Alonso, I. Rodrigo, R. Das, E. Garaio, J.Á. García, I. Orue, M.-H. Phan, H. Srikanth, Improving the Heating Efficiency of Iron Oxide Nanoparticles by Tuning Their Shape and Size, The Journal of Physical Chemistry C, 122 (2018) 2367-2381. [34] R.G.D. Andrade, S.R.S. Veloso, E.M.S. Castanheira, Shape Anisotropic Iron Oxide-Based Magnetic Nanoparticles: Synthesis and Biomedical Applications, Int J Mol Sci, 21 (2020) 2455. [35] C. Martinez-Boubeta, K. Simeonidis, A. Makridis, M. Angelakeris, O. Iglesias, P. Guardia, A. Cabot, L. Yedra, S. Estradé, F. Peiró, Z. Saghi, P.A. Midgley, I. Conde-Leborán, D. Serantes, D. Baldomir, Learning from Nature to Improve the Heat Generation of Iron-Oxide Nanoparticles for Magnetic Hyperthermia Applications, Scientific Reports, 3 (2013) 1652. [36] H. Khurshid, J. Alonso, Z. Nemati, M.H. Phan, P. Mukherjee, M.L. Fdez-Gubieda, J.M. Barandiarán, H. Srikanth, Anisotropy effects in magnetic hyperthermia: A comparison between spherical and cubic exchange-coupled FeO/Fe3O4 nanoparticles, Journal of Applied Physics, 117 (2015) 17A337. [37] S.A. Rajan, M. Sharma, N.K. Sahu, Water-to-PEG Variation: Morphology and Hyperthermic Behaviour of Iron Oxide, Journal of Superconductivity and Novel Magnetism, 6 (2019) 1603-1609. [38] K. Simeonidis, M.P. Morales, M. Marciello, M. Angelakeris, P. de la Presa, A. Lazaro-Carrillo, A. Tabero, A. Villanueva, O. Chubykalo-Fesenko, D. Serantes, In-situ particles reorientation during magnetic hyperthermia application: Shape matters twice, Scientific Reports, 6 (2016) 38382. [39] P. Guardia, R. Di Corato, L. Lartigue, C. Wilhelm, A. Espinosa, M. Garcia-Hernandez, F. Gazeau, L. Manna, T. Pellegrino, Water-Soluble Iron Oxide Nanocubes with High Values of Specific Absorption Rate for Cancer Cell Hyperthermia Treatment, ACS Nano, 6 (2012) 3080-3091. [40] M. Menelaou, K. Georgoula, K. Simeonidis, C. Dendrinou-Samara, Evaluation of nickel ferrite nanoparticles coated with oleylamine by NMR relaxation measurements and magnetic hyperthermia, Dalton Transactions, 43 (2014) 3626-3636. [41] S. Sun, H. Zeng, D.B. Robinson, S. Raoux, P.M. Rice, S.X. Wang, G. Li, Monodisperse MFe2O4 (M = Fe, Co, Mn) Nanoparticles, Journal of the American Chemical Society, 126 (2004) 273-279. [42] T.K.O. Vuong, D.L. Tran, T.L. Le, D.V. Pham, H.N. Pham, T.H.L. Ngo, H.M. Do, X.P. Nguyen, Synthesis of high-magnetization and monodisperse Fe3O4 nanoparticles via thermal decomposition, Materials Chemistry and Physics, 163 (2015) 537-544. [43] C.-J. Chen, R.-K. Chiang, J.-S. Wang, S.-L. Wang, Synthesis and magnetic properties of octahedral magnetite nanoparticles in 20–110 nm range, Journal of Nanoparticle Research, 15 (2013) 1845. [44] H.S. Jung, H.J. Choi, Hydrothermal fabrication of octahedral-shaped Fe3O4 nanoparticles and their magnetorheological response, Journal of Applied Physics, 117 (2015) 17E708. [45] B. Behdadfar, A. Kermanpur, H. Sadeghi-Aliabadi, M.d.P. Morales, M. Mozaffari, Synthesis of high intrinsic loss power aqueous ferrofluids of iron oxide nanoparticles by citric acid-assisted hydrothermalreduction route, Journal of Solid State Chemistry, 187 (2012) 20-26. [46] S. Gyergyek, D. Makovec, M. Jagodič, M. Drofenik, K. Schenk, O. Jordan, J. Kovač, G. Dražič, H. Hofmann, Hydrothermal growth of iron oxide NPs with a uniform size distribution for magnetically induced hyperthermia: Structural, colloidal and magnetic properties, Journal of Alloys and Compounds, 694 (2017) 261-271. Jo ur n l P re -p ro f\n[47] W. Yu, T. Zhang, J. Zhang, X. Qiao, L. Yang, Y. Liu, The synthesis of octahedral nanoparticles of magnetite, Materials Letters, 60 (2006) 2998-3001. [48] L. Qiao, Z. Fu, J. Li, J. Ghosen, M. Zeng, J. Stebbins, P.N. Prasad, M.T. Swihart, Standardizing Size- and Shape-Controlled Synthesis of Monodisperse Magnetite (Fe3O4) Nanocrystals by Identifying and Exploiting Effects of Organic Impurities, ACS Nano, 11 (2017) 6370-6381. [49] D. Zhang, X. Zhang, X. Ni, J. Song, H. Zheng, Fabrication and Characterization of Fe3O4 Octahedrons via an EDTA-Assisted Route, Crystal Growth & Design, 7 (2007) 2117-2119. [50] F. Ooi, J.S. DuChene, J. Qiu, J.O. Graham, M.H. Engelhard, G. Cao, Z. Gai, W.D. Wei, A Facile Solvothermal Synthesis of Octahedral Fe3O4 Nanoparticles, Small, 11 (2015) 2649-2653. [51] Z.L. Wang, Transmission Electron Microscopy of Shape-Controlled Nanocrystals and Their Assemblies, The Journal of Physical Chemistry B, 104 (2000) 1153-1175. [52] Y. Lu, H. Zhang, F. Wu, H. Liu, J. Fang, Size-tunable uniform gold octahedra: fast synthesis, characterization, and plasmonic properties, RSC Adv., 7 (2017) 18601-18608. [53] M. Gotić, G. Koščec, S. Musić, Study of the reduction and reoxidation of substoichiometric magnetite, Journal of Molecular Structure, 924 (2009) 347-354. [54] Zulfiqar, S. Afzal, R. Khan, T. Zeb, M.u. Rahman, Burhanullah, S. Ali, G. Khan, Z.u. Rahman, A. Hussain, Structural, optical, dielectric and magnetic properties of PVP coated magnetite (Fe3O4) nanoparticles, Journal of Materials Science: Materials in Electronics, 29 (2018) 20040-20050. [55] S. Arsalani, J. Oliveira, E.J. Guidelli, J.F.D.F. Araujo, F. Wiekhorst, O. Baffa, Synthesis of Radioluminescent Iron Oxide Nanoparticles Functionalized by Anthracene for Biomedical Applications, Colloids and Surfaces A: Physicochemical and Engineering Aspects, (2020) 125105. [56] A.F. Palomec-Garfias, K.V. Jardim, M.H. Sousa, C. Márquez-Beltrán, Influence of polyelectrolyte chains on surface charge and magnetization of iron oxide nanostructures, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 549 (2018) 13-24. [57] A.P. Grosvenor, B.A. Kobe, M.C. Biesinger, N.S. McIntyre, Investigation of multiplet splitting of Fe 2p XPS spectra and bonding in iron compounds, Surface and Interface Analysis, 36 (2004) 1564-1574. [58] Z. Li, H. Chen, H. Bao, M. Gao, One-Pot Reaction to Synthesize Water-Soluble Magnetite Nanocrystals, Chemistry of Materials, 16 (2004) 1391-1393. [59] A.G. Kolhatkar, A.C. Jamison, D. Litvinov, R.C. Willson, T.R. Lee, Tuning the magnetic properties of nanoparticles, International journal of molecular sciences, 14 (2013) 15977-16009. [60] Q. Li, C.W. Kartikowati, S. Horie, T. Ogi, T. Iwaki, K. Okuyama, Correlation between particle size/domain structure and magnetic properties of highly crystalline Fe3O4 nanoparticles, Scientific Reports, 7 (2017) 9894. [61] G. Zhen, B.W. Muir, B.A. Moffat, P. Harbour, K.S. Murray, B. Moubaraki, K. Suzuki, I. Madsen, N. Agron-Olshina, L. Waddington, P. Mulvaney, P.G. Hartley, Comparative Study of the Magnetic Behavior of Spherical and Cubic Superparamagnetic Iron Oxide Nanoparticles, The Journal of Physical Chemistry C, 115 (2011) 327-334. [62] P. Lemal, S. Balog, L. Ackermann-Hirschi, P. Taladriz-Blanco, A.M. Hirt, B. Rothen-Rutishauser, M. Lattuada, A. Petri-Fink, Simple and fast evaluation of relaxation parameters of magnetic nanoparticles, Journal of Magnetism and Magnetic Materials, 499 (2020) 166176. [63] G. Dodi, D. Hritcu, D. Draganescu, R.D. Andrei, M.I. Popa, Hexagonal-shaped aminosilane magnetite nanoparticles: Preparation, characterization and hybrid film deposition, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 542 (2018) 21-30. [64] H. Fatima, D.-W. Lee, H.J. Yun, K.-S. Kim, Shape-controlled synthesis of magnetic Fe3O4 nanoparticles with different iron precursors and capping agents, RSC Advances, 8 (2018) 22917-22923. [65] B.D. Cullity, C.D. Graham, Diamagnetism and Paramagnetism, Introduction to Magnetic Materials, (2008) 87-114. Jo u na l P r -p ro of\n[66] J.L. Roti Roti, Cellular responses to hyperthermia (40–46°C): Cell killing and molecular events, International Journal of Hyperthermia, 24 (2008) 3-15. [67] S.I. Park, S.H. Chung, H.C. Kim, S.G. Lee, S.J. Lee, H. Kim, H. Kim, S.W. Jeong, Prolonged heating of Fe3O4–Au hybrid nanoparticles in a radiofrequency solenoid coil, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 538 (2018) 304-309. [68] Y.J. Liang, H. Wang, H. Yu, G. Feng, F. Liu, M. Ma, Y. Zhang, N. Gu, Magnetic navigation helps PLGA drug loaded magnetic microspheres achieve precise chemoembolization and hyperthermia, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 588 (2020) 124364. [69] M. Kallumadil, M. Tada, T. Nakagawa, M. Abe, P. Southern, Q.A. Pankhurst, Suitability of commercial colloids for magnetic hyperthermia, Journal of Magnetism and Magnetic Materials, 321 (2009) 1509-1513. [70] C.L. Dennis, R. Ivkov, Physics of heat generation using magnetic nanoparticles for hyperthermia, International Journal of Hyperthermia, 29 (2013) 715-729. [71] W.E.M. Elsayed, F.S. Al-Hazmi, L.S. Memesh, L.M. Bronstein, A novel approach for rapid green synthesis of nearly mono-disperse iron oxide magnetic nanocubes with remarkable surface magnetic anisotropy density for enhancing hyperthermia performance, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 529 (2017) 239-245. [72] A. Muela, D. Muñoz, R. Martín-Rodríguez, I. Orue, E. Garaio, A. Abad Díaz de Cerio, J. Alonso, J.Á. García, M.L. Fdez-Gubieda, Optimal Parameters for Hyperthermia Treatment Using Biomineralized Magnetite Nanoparticles: Theoretical and Experimental Approach, The Journal of Physical Chemistry C, 120 (2016) 24437-24448. [73] D. Ortega, Q. Pankhurst, Magnetic Hyperthermia, Nanoscience: Nanostructures through Chemistry, 1 (2013) 60-88. [74] S. Chen, C.-l. Chiang, S. Hsieh, Simulating physiological conditions to evaluate nanoparticles for magnetic fluid hyperthermia (MFH) therapy applications, Journal of Magnetism and Magnetic Materials, 322 (2010) 247-252.\nJo ur\nna l P\nre -p\nro of\nre\n-p\nro of\nFig. 2. (a) XRD pattern, (b) FTIR spectra and (c) TGA-DTA curves of PVP functionalized iron oxide nano-octahedrons.\nFig. 3. (a) Zeta potential, (b) possible interaction reaction and (c) contact angle measurement of PVP functionalized iron oxide nano-octahedrons.\nJo ur\nna l P\nre -p\nro of\nFig. 4. XPS spectra of PVP functionalized iron oxide nano-octahedrons (a) wide spectra, (b) Fe 2p, (c) O 1s, (d) N 1s and (e) C 1s.\nFig. 5. Hysteresis profile of PVP functionalized iron oxide nano-octahedrons.\nJo ur\nna l P\nre\n-p\nro of\n-p\nro of\nFig. 7. SAR versus magnetic field amplitude in varying dispersive media for NPs concentration of (a) 1 mg/ml, (b) 2 mg/ml and (c) 5 mg/ml.\nJo ur\nna\nl P\nre -p\nro of\nFig.8. In vitro cytotoxicity towards L929 cells with PVP functionalized iron oxide nanooctahedrons.\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "Recent advances in magnetic fluid hyperthermia for cancer therapy",
      "author" : [ "P. Das", "M. Colombo", "D. Prosperi" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces, 174 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Selective inductive heating of lymph nodes",
      "author" : [ "R.K. Gilchrist", "R. Medal", "W.D. Shorey", "R.C. Hanselman", "J.C. Parrott", "C.B. Taylor" ],
      "venue" : "Ann Surg, 146 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1957
    }, {
      "title" : "Magnetic fluid hyperthermia (MFH)reduces prostate cancer growth in the orthotopic Dunning R3327 rat model",
      "author" : [ "M. Johannsen", "B. Thiesen", "A. Jordan", "K. Taymoorian", "U. Gneveckow", "N. Waldöfner", "R. Scholz", "M. Koch", "M. Lein", "K. Jung", "S.A. Loening" ],
      "venue" : "The Prostate, 64 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Size-dependant heating rates of iron oxide nanoparticles for magnetic fluid hyperthermia",
      "author" : [ "M. Gonzales-Weimuller", "M. Zeisberger", "K.M. Krishnan" ],
      "venue" : "Journal of Magnetism and Magnetic Materials, 321 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Heating efficiency of magnetite particles exposed to AC magnetic field",
      "author" : [ "T. Atsumi", "B. Jeyadevan", "Y. Sato", "K. Tohji" ],
      "venue" : "Journal of Magnetism and Magnetic Materials, 310 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Magnetic nanoparticle-based therapeutic agents for thermo-chemotherapy treatment of cancer",
      "author" : [ "A. Hervault", "N.T.K. Thanh" ],
      "venue" : "Nanoscale, 6 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis of oleic acid functionalized Fe3O4 magnetic nanoparticles and studying their interaction with tumor cells for potential hyperthermia applications",
      "author" : [ "N.V. Jadhav", "A.I. Prasad", "A. Kumar", "R. Mishra", "S. Dhara", "K.R. Babu", "C.L. Prajapat", "N.L. Misra", "R.S. Ningthoujam", "B.N. Pandey", "R.K. Vatsa" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces, 108 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fe3O4@PSC nanoparticle clusters with enhanced magnetic properties prepared by alternating-current magnetic field assisted co-precipitation",
      "author" : [ "Y. Li", "K. Hu", "B. Chen", "Y. Liang", "F. Fan", "J. Sun", "Y. Zhang", "N. Gu" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 520 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis and surface engineering of iron oxide nanoparticles for biomedical applications",
      "author" : [ "A.K. Gupta", "M. Gupta" ],
      "venue" : "Biomaterials, 26 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Magnetic fluid hyperthermia: Focus on superparamagnetic iron oxide nanoparticles",
      "author" : [ "S. Laurent", "S. Dutz", "U.O. Häfeli", "M. Mahmoudi" ],
      "venue" : "Advances in Colloid and Interface Science, 166 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Chitosan-coated magnetic iron oxide nanoparticles for DNA and rhEGF separation",
      "author" : [ "A. Gómez Pérez", "E. González-Martínez", "C.R. Díaz Águila", "D.A. González-Martínez", "G. González Ruiz", "A. García Artalejo", "H. Yee-Madeira" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 591 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Biodegradation of Iron Oxide Nanocubes: High-Resolution In Situ Monitoring",
      "author" : [ "L. Lartigue", "D. Alloyeau", "J. Kolosnjaj-Tabi", "Y. Javed", "P. Guardia", "A. Riedinger", "C. Péchoux", "T. Pellegrino", "C. Wilhelm", "F. Gazeau" ],
      "venue" : "ACS Nano, 7 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Genotoxicity and carcinogenicity of cobalt",
      "author" : [ "R. Magaye", "J. Zhao", "L. Bowman", "M. Ding" ],
      "venue" : "nickel- and copper-based nanoparticles, Exp Ther Med, 4 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Magnetic Nanoparticles in Cancer Theranostics",
      "author" : [ "O.L. Gobbo", "K. Sjaastad", "M.W. Radomski", "Y. Volkov", "A. Prina-Mello" ],
      "venue" : "Theranostics, 5 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Physiology of iron metabolism",
      "author" : [ "S. Waldvogel-Abramowski", "G. Waeber", "C. Gassner", "A. Buser", "B.M. Frey", "B. Favrat", "J.-D. Tissot" ],
      "venue" : "Transfus Med Hemother, 41 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hepatic cellular distribution and degradation of iron oxide nanoparticles following single intravenous injection in rats: implications for magnetic resonance imaging",
      "author" : [ "K. Briley-Saebo", "A. Bjørnerud", "D. Grant", "H. Ahlstrom", "T. Berg", "G.M. Kindberg" ],
      "venue" : "Cell and Tissue Research, 316 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "PEGylated FePt–Fe3O4 composite nanoassemblies (CNAs): in vitro hyperthermia",
      "author" : [ "N.K. Sahu", "J. Gupta", "D. Bahadur" ],
      "venue" : "drug delivery and generation of reactive oxygen species (ROS), Dalton Transactions, 44 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polyacrylic acid-coated iron oxide magnetic nanoparticles: The polymer molecular weight influence",
      "author" : [ "L.M. Sanchez", "D.A. Martin", "V.A. Alvarez", "J.S. Gonzalez" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 543 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The role of polyvinylpyrrolidone (PVP) as a capping and structure-directing agent in the formation of Pt nanocubes",
      "author" : [ "I.A. Safo", "M. Werheid", "C. Dosche", "M. Oezaslan" ],
      "venue" : "Nanoscale Advances, 1 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis of PVP-coated ultrasmall Fe3O4 nanoparticles as a MRI contrast agent",
      "author" : [ "Y. Zhang", "J.-Y. Liu", "S. Ma", "Y.-J. Zhang", "X. Zhao", "X.-D. Zhang", "Z.-D. Zhang" ],
      "venue" : "Journal of Materials Science: Materials in Medicine, 21 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Polyvinylpyrrolidone (PVP) in nanoparticle synthesis",
      "author" : [ "K.M. Koczkur", "S. Mourdikoudis", "L. Polavarapu", "S.E. Skrabalak" ],
      "venue" : "Dalton Transactions, 44 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Preparation and magnetic resonance imaging effect of polyvinylpyrrolidone-coated iron oxide nanoparticles",
      "author" : [ "H.Y. Lee", "N.H. Lim", "J.A. Seo", "S.H. Yuk", "B.K. Kwak", "G. Khang", "H.B. Lee", "S.H. Cho" ],
      "venue" : "Journal of Biomedical Materials Research Part B: Applied Biomaterials, 79 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Superdispersible PVP-Coated Fe3O4 Nanocrystals Prepared by a “One- Pot” Reaction",
      "author" : [ "X. Lu", "M. Niu", "R. Qiao", "M. Gao" ],
      "venue" : "The Journal of Physical Chemistry B, 112 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The effect of PVP on the formation and optical properties ZnO/Ag nanocomposites",
      "author" : [ "G. Shan", "H. Hao", "X. Wang", "Z. Shang", "Y. Chen", "Y. Liu" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 405 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Biocompatible AuPd@PVP core-shell nanoparticles for enhancement of radiosensitivity and photothermal cancer therapy",
      "author" : [ "Y. Xiang", "X. Peng", "X. Kong", "Z. Tang", "H. Quan" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 594 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "H",
      "author" : [ "Y. Kaneda", "Y. Tsutsumi", "Y. Yoshioka", "H. Kamada", "Y. Yamamoto" ],
      "venue" : "Kodaira, S.-i. Tsunoda, T. Okamoto, Y. Mukai, H. Shibata, S. Nakagawa, T. Mayumi, The use of PVP as a polymeric carrier to improve the plasma half-life of drugs, Biomaterials, 25 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Superparamagnetic iron oxide nanoparticles: magnetic nanoplatforms as drug carriers",
      "author" : [ "Wahajuddin", "S. Arora" ],
      "venue" : "Int J Nanomedicine,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "Property variation with shape in magnetic nanoelements",
      "author" : [ "R.P. Cowburn" ],
      "venue" : "Journal of Physics D: Applied Physics, 33 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Enhanced Magnetic Hyperthermia in Iron Oxide Nano-Octopods: Size and Anisotropy Effects",
      "author" : [ "Z. Nemati", "J. Alonso", "L.M. Martinez", "H. Khurshid", "E. Garaio", "J.A. Garcia", "M.H. Phan", "H. Srikanth" ],
      "venue" : "The Journal of Physical Chemistry C, 120 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Tunable High Aspect Ratio Iron Oxide Nanorods for Enhanced Hyperthermia",
      "author" : [ "R. Das", "J. Alonso", "Z. Nemati Porshokouh", "V. Kalappattil", "D. Torres", "M.-H. Phan", "E. Garaio", "J.Á. García", "J.L. Sanchez Llamazares", "H. Srikanth" ],
      "venue" : "The Journal of Physical Chemistry C, 120 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Ellipsoidal magnetite nanoparticles: a new member of the magnetic-vortex nanoparticles family for efficient magnetic hyperthermia",
      "author" : [ "H. Gao", "T. Zhang", "Y. Zhang", "Y. Chen", "B. Liu", "J. Wu", "X. Liu", "Y. Li", "M. Peng", "Y. Zhang", "G. Xie", "F. Zhao", "H.M. Fan" ],
      "venue" : "Journal of Materials Chemistry B, 8 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Improving the Heating Efficiency of Iron Oxide Nanoparticles by Tuning Their Shape and Size",
      "author" : [ "Z. Nemati", "J. Alonso", "I. Rodrigo", "R. Das", "E. Garaio", "J.Á. García", "I. Orue", "M.-H. Phan", "H. Srikanth" ],
      "venue" : "The Journal of Physical Chemistry C, 122 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Shape Anisotropic Iron Oxide-Based Magnetic Nanoparticles: Synthesis and Biomedical Applications",
      "author" : [ "R.G.D. Andrade", "S.R.S. Veloso", "E.M.S. Castanheira" ],
      "venue" : "Int J Mol Sci, 21 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Learning from Nature to Improve the Heat Generation of Iron-Oxide Nanoparticles for Magnetic Hyperthermia Applications",
      "author" : [ "C. Martinez-Boubeta", "K. Simeonidis", "A. Makridis", "M. Angelakeris", "O. Iglesias", "P. Guardia", "A. Cabot", "L. Yedra", "S. Estradé", "F. Peiró", "Z. Saghi", "P.A. Midgley", "I. Conde-Leborán", "D. Serantes", "D. Baldomir" ],
      "venue" : "Scientific Reports, 3 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Anisotropy effects in magnetic hyperthermia: A comparison between spherical and cubic exchange-coupled FeO/Fe3O4 nanoparticles",
      "author" : [ "H. Khurshid", "J. Alonso", "Z. Nemati", "M.H. Phan", "P. Mukherjee", "M.L. Fdez-Gubieda", "J.M. Barandiarán", "H. Srikanth" ],
      "venue" : "Journal of Applied Physics, 117 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Water-to-PEG Variation: Morphology and Hyperthermic Behaviour of Iron Oxide",
      "author" : [ "S.A. Rajan", "M. Sharma", "N.K. Sahu" ],
      "venue" : "Journal of Superconductivity and Novel Magnetism, 6 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "P",
      "author" : [ "K. Simeonidis", "M.P. Morales", "M. Marciello", "M. Angelakeris" ],
      "venue" : "de la Presa, A. Lazaro-Carrillo, A. Tabero, A. Villanueva, O. Chubykalo-Fesenko, D. Serantes, In-situ particles reorientation during magnetic hyperthermia application: Shape matters twice, Scientific Reports, 6 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Water-Soluble Iron Oxide Nanocubes with High Values of Specific Absorption Rate for Cancer Cell Hyperthermia Treatment",
      "author" : [ "P. Guardia", "R. Di Corato", "L. Lartigue", "C. Wilhelm", "A. Espinosa", "M. Garcia-Hernandez", "F. Gazeau", "L. Manna", "T. Pellegrino" ],
      "venue" : "ACS Nano, 6 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Evaluation of nickel ferrite nanoparticles coated with oleylamine by NMR relaxation measurements and magnetic hyperthermia",
      "author" : [ "M. Menelaou", "K. Georgoula", "K. Simeonidis", "C. Dendrinou-Samara" ],
      "venue" : "Dalton Transactions, 43 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Monodisperse MFe2O4 (M = Fe",
      "author" : [ "S. Sun", "H. Zeng", "D.B. Robinson", "S. Raoux", "P.M. Rice", "S.X. Wang", "G. Li" ],
      "venue" : "Co, Mn) Nanoparticles, Journal of the American Chemical Society, 126 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Synthesis of high-magnetization and monodisperse Fe3O4 nanoparticles via thermal decomposition",
      "author" : [ "T.K.O. Vuong", "D.L. Tran", "T.L. Le", "D.V. Pham", "H.N. Pham", "T.H.L. Ngo", "H.M. Do", "X.P. Nguyen" ],
      "venue" : "Materials Chemistry and Physics, 163 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis and magnetic properties of octahedral magnetite nanoparticles in 20–110 nm range",
      "author" : [ "C.-J. Chen", "R.-K. Chiang", "J.-S. Wang", "S.-L. Wang" ],
      "venue" : "Journal of Nanoparticle Research, 15 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Hydrothermal fabrication of octahedral-shaped Fe3O4 nanoparticles and their magnetorheological response",
      "author" : [ "H.S. Jung", "H.J. Choi" ],
      "venue" : "Journal of Applied Physics, 117 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "H",
      "author" : [ "B. Behdadfar", "A. Kermanpur" ],
      "venue" : "Sadeghi-Aliabadi, M.d.P. Morales, M. Mozaffari, Synthesis of high intrinsic loss power aqueous ferrofluids of iron oxide nanoparticles by citric acid-assisted hydrothermalreduction route, Journal of Solid State Chemistry, 187 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Hydrothermal growth of iron oxide NPs with a uniform size distribution for magnetically induced hyperthermia: Structural",
      "author" : [ "S. Gyergyek", "D. Makovec", "M. Jagodič", "M. Drofenik", "K. Schenk", "O. Jordan", "J. Kovač", "G. Dražič", "H. Hofmann" ],
      "venue" : "colloidal and magnetic properties, Journal of Alloys and Compounds, 694 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The synthesis of octahedral nanoparticles of magnetite",
      "author" : [ "W. Yu", "T. Zhang", "J. Zhang", "X. Qiao", "L. Yang", "Y. Liu" ],
      "venue" : "Materials Letters, 60 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Standardizing Size- and Shape-Controlled Synthesis of Monodisperse Magnetite (Fe3O4) Nanocrystals by Identifying and Exploiting Effects of Organic Impurities",
      "author" : [ "L. Qiao", "Z. Fu", "J. Li", "J. Ghosen", "M. Zeng", "J. Stebbins", "P.N. Prasad", "M.T. Swihart" ],
      "venue" : "ACS Nano, 11 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fabrication and Characterization of Fe3O4 Octahedrons via an EDTA-Assisted Route",
      "author" : [ "D. Zhang", "X. Zhang", "X. Ni", "J. Song", "H. Zheng" ],
      "venue" : "Crystal Growth & Design, 7 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A Facile Solvothermal Synthesis of Octahedral Fe3O4 Nanoparticles",
      "author" : [ "F. Ooi", "J.S. DuChene", "J. Qiu", "J.O. Graham", "M.H. Engelhard", "G. Cao", "Z. Gai", "W.D. Wei" ],
      "venue" : "Small, 11 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Transmission Electron Microscopy of Shape-Controlled Nanocrystals and Their Assemblies",
      "author" : [ "Z.L. Wang" ],
      "venue" : "The Journal of Physical Chemistry B, 104 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Size-tunable uniform gold octahedra: fast synthesis",
      "author" : [ "Y. Lu", "H. Zhang", "F. Wu", "H. Liu", "J. Fang" ],
      "venue" : "characterization, and plasmonic properties, RSC Adv., 7 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Study of the reduction and reoxidation of substoichiometric magnetite",
      "author" : [ "M. Gotić", "G. Koščec", "S. Musić" ],
      "venue" : "Journal of Molecular Structure, 924 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Structural, optical, dielectric and magnetic properties of PVP coated magnetite (Fe3O4) nanoparticles",
      "author" : [ "Zulfiqar", "S. Afzal", "R. Khan", "T. Zeb", "M.u. Rahman", "Burhanullah", "S. Ali", "G. Khan", "Z.u. Rahman", "A. Hussain" ],
      "venue" : "Journal of Materials Science: Materials in Electronics,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Synthesis of Radioluminescent Iron Oxide Nanoparticles Functionalized by Anthracene for Biomedical Applications",
      "author" : [ "S. Arsalani", "J. Oliveira", "E.J. Guidelli", "J.F.D.F. Araujo", "F. Wiekhorst", "O. Baffa" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Influence of polyelectrolyte chains on surface charge and magnetization of iron oxide nanostructures",
      "author" : [ "A.F. Palomec-Garfias", "K.V. Jardim", "M.H. Sousa", "C. Márquez-Beltrán" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 549 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Investigation of multiplet splitting of Fe 2p XPS spectra and bonding in iron compounds",
      "author" : [ "A.P. Grosvenor", "B.A. Kobe", "M.C. Biesinger", "N.S. McIntyre" ],
      "venue" : "Surface and Interface Analysis, 36 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "One-Pot Reaction to Synthesize Water-Soluble Magnetite Nanocrystals",
      "author" : [ "Z. Li", "H. Chen", "H. Bao", "M. Gao" ],
      "venue" : "Chemistry of Materials, 16 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Tuning the magnetic properties of nanoparticles",
      "author" : [ "A.G. Kolhatkar", "A.C. Jamison", "D. Litvinov", "R.C. Willson", "T.R. Lee" ],
      "venue" : "International journal of molecular sciences, 14 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Correlation between particle size/domain structure and magnetic properties of highly crystalline Fe3O4 nanoparticles",
      "author" : [ "Q. Li", "C.W. Kartikowati", "S. Horie", "T. Ogi", "T. Iwaki", "K. Okuyama" ],
      "venue" : "Scientific Reports, 7 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Comparative Study of the Magnetic Behavior of Spherical and Cubic Superparamagnetic Iron Oxide Nanoparticles",
      "author" : [ "G. Zhen", "B.W. Muir", "B.A. Moffat", "P. Harbour", "K.S. Murray", "B. Moubaraki", "K. Suzuki", "I. Madsen", "N. Agron-Olshina", "L. Waddington", "P. Mulvaney", "P.G. Hartley" ],
      "venue" : "The Journal of Physical Chemistry C, 115 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Simple and fast evaluation of relaxation parameters of magnetic nanoparticles",
      "author" : [ "P. Lemal", "S. Balog", "L. Ackermann-Hirschi", "P. Taladriz-Blanco", "A.M. Hirt", "B. Rothen-Rutishauser", "M. Lattuada", "A. Petri-Fink" ],
      "venue" : "Journal of Magnetism and Magnetic Materials, 499 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Hexagonal-shaped aminosilane magnetite nanoparticles: Preparation",
      "author" : [ "G. Dodi", "D. Hritcu", "D. Draganescu", "R.D. Andrei", "M.I. Popa" ],
      "venue" : "characterization and hybrid film deposition, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 542 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Shape-controlled synthesis of magnetic Fe3O4 nanoparticles with different iron precursors and capping agents",
      "author" : [ "H. Fatima", "D.-W. Lee", "H.J. Yun", "K.-S. Kim" ],
      "venue" : "RSC Advances, 8 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Diamagnetism and Paramagnetism",
      "author" : [ "B.D. Cullity", "C.D. Graham" ],
      "venue" : "Introduction to Magnetic Materials, ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Cellular responses to hyperthermia (40–46°C): Cell killing and molecular events",
      "author" : [ "J.L. Roti Roti" ],
      "venue" : "International Journal of Hyperthermia, 24 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Prolonged heating of Fe3O4–Au hybrid nanoparticles in a radiofrequency solenoid coil",
      "author" : [ "S.I. Park", "S.H. Chung", "H.C. Kim", "S.G. Lee", "S.J. Lee", "H. Kim", "H. Kim", "S.W. Jeong" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 538 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic navigation helps PLGA drug loaded magnetic microspheres achieve precise chemoembolization and hyperthermia",
      "author" : [ "Y.J. Liang", "H. Wang", "H. Yu", "G. Feng", "F. Liu", "M. Ma", "Y. Zhang", "N. Gu" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 588 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Suitability of commercial colloids for magnetic hyperthermia",
      "author" : [ "M. Kallumadil", "M. Tada", "T. Nakagawa", "M. Abe", "P. Southern", "Q.A. Pankhurst" ],
      "venue" : "Journal of Magnetism and Magnetic Materials, 321 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Physics of heat generation using magnetic nanoparticles for hyperthermia",
      "author" : [ "C.L. Dennis", "R. Ivkov" ],
      "venue" : "International Journal of Hyperthermia, 29 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A novel approach for rapid green synthesis of nearly mono-disperse iron oxide magnetic nanocubes with remarkable surface magnetic anisotropy density for enhancing hyperthermia performance",
      "author" : [ "W.E.M. Elsayed", "F.S. Al-Hazmi", "L.S. Memesh", "L.M. Bronstein" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 529 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A",
      "author" : [ "A. Muela", "D. Muñoz", "R. Martín-Rodríguez", "I. Orue", "E. Garaio" ],
      "venue" : "Abad Díaz de Cerio, J. Alonso, J.Á. García, M.L. Fdez-Gubieda, Optimal Parameters for Hyperthermia Treatment Using Biomineralized Magnetite Nanoparticles: Theoretical and Experimental Approach, The Journal of Physical Chemistry C, 120 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Magnetic Hyperthermia",
      "author" : [ "D. Ortega", "Q. Pankhurst" ],
      "venue" : "Nanoscience: Nanostructures through Chemistry, 1 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "3 nanoparticles (MNPs) has gained widespread acceptance as a propitious clinical treatment for cancer apoptosis [2].",
      "startOffset" : 112,
      "endOffset" : 115
    }, {
      "referenceID" : 1,
      "context" : "The use of MNPs for MFH was initially proposed by Gilchrist with the aid of ferromagnetic NPs [3].",
      "startOffset" : 94,
      "endOffset" : 97
    }, {
      "referenceID" : 2,
      "context" : "using aminosilane coated MNPs for the treatment of prostate cancer [4].",
      "startOffset" : 67,
      "endOffset" : 70
    }, {
      "referenceID" : 55,
      "context" : "Hence, in the recent years, tremendous effects are being focused towards the optimization of MFH parameters such as size, shape, colloidal stability and concentration of NPs, applied magnetic field parameters, and appropriate surface functionalization to maximize the effectiveness of MFH without any detrimental effects on normal healthy cells [57].",
      "startOffset" : 345,
      "endOffset" : 349
    }, {
      "referenceID" : 6,
      "context" : "different biomagnetic nanomaterials investigated for MFH [8].",
      "startOffset" : 57,
      "endOffset" : 60
    }, {
      "referenceID" : 7,
      "context" : "Extensive research in MFH focuses on superparamagnetic iron oxide NPs owing to biocompatibility [9], high magnetic response to release heat [10-12] and biodegradability [13].",
      "startOffset" : 96,
      "endOffset" : 99
    }, {
      "referenceID" : 8,
      "context" : "Extensive research in MFH focuses on superparamagnetic iron oxide NPs owing to biocompatibility [9], high magnetic response to release heat [10-12] and biodegradability [13].",
      "startOffset" : 140,
      "endOffset" : 147
    }, {
      "referenceID" : 9,
      "context" : "Extensive research in MFH focuses on superparamagnetic iron oxide NPs owing to biocompatibility [9], high magnetic response to release heat [10-12] and biodegradability [13].",
      "startOffset" : 140,
      "endOffset" : 147
    }, {
      "referenceID" : 10,
      "context" : "Extensive research in MFH focuses on superparamagnetic iron oxide NPs owing to biocompatibility [9], high magnetic response to release heat [10-12] and biodegradability [13].",
      "startOffset" : 140,
      "endOffset" : 147
    }, {
      "referenceID" : 11,
      "context" : "Extensive research in MFH focuses on superparamagnetic iron oxide NPs owing to biocompatibility [9], high magnetic response to release heat [10-12] and biodegradability [13].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 12,
      "context" : "Even though transition metals such as cobalt and nickel are among the largest sources of MNPs, there are still concerns over their hypersensitive, carcinogenic and genotoxic effects when introduced in to human body [14].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 13,
      "context" : "Iron oxide has been licensed by the European Medicines Agency which led to the first human MFH trial [15].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 14,
      "context" : "well-known that iron is a vital element for various biological phenomena (including oxygen distribution and hemoglobin synthesis) and optimum iron content is maintained in human body by effective metabolism [16].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 15,
      "context" : "Similarly intravenously administered iron oxide particles are cleared from the body by the reticuloendothelial system of the liver, spleen, lymph and bone marrow [17].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 16,
      "context" : "destabilisation and non-specific cellular uptake when injected in physiological environment [18].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 17,
      "context" : "In the case of iron oxide NPs, surface modification has been proven to improve structural as well as colloidal stability [19].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 18,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 19,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 20,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 21,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 22,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 23,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 24,
      "context" : "4 shape-directing agent for MNPs has been reported by several literatures [20-26].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 25,
      "context" : "Moreover, PVP is one of the most suitable polymeric surfactants for an optimum drug delivery [27] which can aid the MNPs in drug conjugation for a synergistic chemothermal therapy.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 26,
      "context" : "Synthesis of such NPs requires specific focus on (a) narrow size distribution (10-100 nm) for easy penetration in biological medium [28] reaching the specific tumor target sites and (b) morphology in order to attain excellent magnetic properties.",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 27,
      "context" : "Shape modification has predominant effect on controlling structural, magnetic and thermal characteristics of iron oxide NPs owing to the appearance of additional anisotropies [29].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 29,
      "context" : "[31] has demonstrated that rod shaped iron oxide NPs are suitable for higher heating",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[32] reported SAR of 1003 W/g for ellipsoidal shaped magnetite NPs which is about four times higher than conventional SPIONs under very high magnetic field (900 Oe).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "efficiency of anisotropic iron oxide NPs compared to isotropic ones has already been demonstrated [33-36], their morphology dependent heat generation seems promising and has motivated the present study.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 32,
      "context" : "efficiency of anisotropic iron oxide NPs compared to isotropic ones has already been demonstrated [33-36], their morphology dependent heat generation seems promising and has motivated the present study.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 33,
      "context" : "efficiency of anisotropic iron oxide NPs compared to isotropic ones has already been demonstrated [33-36], their morphology dependent heat generation seems promising and has motivated the present study.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 34,
      "context" : "efficiency of anisotropic iron oxide NPs compared to isotropic ones has already been demonstrated [33-36], their morphology dependent heat generation seems promising and has motivated the present study.",
      "startOffset" : 98,
      "endOffset" : 105
    }, {
      "referenceID" : 33,
      "context" : "Though various shapes such as cube [35], rod [31], hexagon [37], octopod [30] and ellipsoid [38] iron oxide NPs for MFH applications have been reported, octahedron shaped iron oxide NPs are rarely investigated for this application.",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 29,
      "context" : "Though various shapes such as cube [35], rod [31], hexagon [37], octopod [30] and ellipsoid [38] iron oxide NPs for MFH applications have been reported, octahedron shaped iron oxide NPs are rarely investigated for this application.",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 35,
      "context" : "Though various shapes such as cube [35], rod [31], hexagon [37], octopod [30] and ellipsoid [38] iron oxide NPs for MFH applications have been reported, octahedron shaped iron oxide NPs are rarely investigated for this application.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 28,
      "context" : "Though various shapes such as cube [35], rod [31], hexagon [37], octopod [30] and ellipsoid [38] iron oxide NPs for MFH applications have been reported, octahedron shaped iron oxide NPs are rarely investigated for this application.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 36,
      "context" : "Though various shapes such as cube [35], rod [31], hexagon [37], octopod [30] and ellipsoid [38] iron oxide NPs for MFH applications have been reported, octahedron shaped iron oxide NPs are rarely investigated for this application.",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 37,
      "context" : "via non-hydrolytic thermal decomposition method [39-42].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 38,
      "context" : "via non-hydrolytic thermal decomposition method [39-42].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 39,
      "context" : "via non-hydrolytic thermal decomposition method [39-42].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 40,
      "context" : "via non-hydrolytic thermal decomposition method [39-42].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 41,
      "context" : "[43] reported hydrophobic octahedral shaped magnetite NPs prepared via non-aqueous thermal decomposition method using",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "[44] employed hydrothermal method for the formation of aqueous octahedral shaped magnetite NPs with high crystallinity using iron chloride (precursor) and sodium acetate (reducing agent) without any surfactants.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "In the present study, a hydrothermal approach has been chosen for the synthesis of hydrophilic PVP grafted crystalline, monodispersed and morphologically controlled iron oxide NPs [45, 46].",
      "startOffset" : 180,
      "endOffset" : 188
    }, {
      "referenceID" : 44,
      "context" : "In the present study, a hydrothermal approach has been chosen for the synthesis of hydrophilic PVP grafted crystalline, monodispersed and morphologically controlled iron oxide NPs [45, 46].",
      "startOffset" : 180,
      "endOffset" : 188
    }, {
      "referenceID" : 41,
      "context" : "Even though octahedron morphologies have been synthesized via various routes [43, 47-49], PVP grafted iron oxide nano-octahedrons via hydrothermal approach for the morphology dependent MFH study under varying external physical and magnetic parameters is scantly researched.",
      "startOffset" : 77,
      "endOffset" : 88
    }, {
      "referenceID" : 45,
      "context" : "Even though octahedron morphologies have been synthesized via various routes [43, 47-49], PVP grafted iron oxide nano-octahedrons via hydrothermal approach for the morphology dependent MFH study under varying external physical and magnetic parameters is scantly researched.",
      "startOffset" : 77,
      "endOffset" : 88
    }, {
      "referenceID" : 46,
      "context" : "Even though octahedron morphologies have been synthesized via various routes [43, 47-49], PVP grafted iron oxide nano-octahedrons via hydrothermal approach for the morphology dependent MFH study under varying external physical and magnetic parameters is scantly researched.",
      "startOffset" : 77,
      "endOffset" : 88
    }, {
      "referenceID" : 47,
      "context" : "Even though octahedron morphologies have been synthesized via various routes [43, 47-49], PVP grafted iron oxide nano-octahedrons via hydrothermal approach for the morphology dependent MFH study under varying external physical and magnetic parameters is scantly researched.",
      "startOffset" : 77,
      "endOffset" : 88
    }, {
      "referenceID" : 26,
      "context" : "9 undesirable for biomedical applications [28].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 48,
      "context" : "In the present study, this can be associated with the planar surface energies (γ) of different facets which are in the order of γ{111} < γ{100} < γ{110} reported for iron oxide cubic crystal structure [50].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 42,
      "context" : "Similar related literatures reported that octahedron morphologies of nanocrystals were obtained with the usage of amine moieties [44, 50] and diols such as 1,5-pentanediol and 1,2hexadecanediol [48, 52].",
      "startOffset" : 129,
      "endOffset" : 137
    }, {
      "referenceID" : 48,
      "context" : "Similar related literatures reported that octahedron morphologies of nanocrystals were obtained with the usage of amine moieties [44, 50] and diols such as 1,5-pentanediol and 1,2hexadecanediol [48, 52].",
      "startOffset" : 129,
      "endOffset" : 137
    }, {
      "referenceID" : 46,
      "context" : "Similar related literatures reported that octahedron morphologies of nanocrystals were obtained with the usage of amine moieties [44, 50] and diols such as 1,5-pentanediol and 1,2hexadecanediol [48, 52].",
      "startOffset" : 194,
      "endOffset" : 202
    }, {
      "referenceID" : 50,
      "context" : "Similar related literatures reported that octahedron morphologies of nanocrystals were obtained with the usage of amine moieties [44, 50] and diols such as 1,5-pentanediol and 1,2hexadecanediol [48, 52].",
      "startOffset" : 194,
      "endOffset" : 202
    }, {
      "referenceID" : 20,
      "context" : "This flat cleavage edge formation is due to the presence of oxygen atoms present in PVP which strongly binds to {100} facet through chemical interactions [22].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 51,
      "context" : "Sharp peak of Fe-O band observed at ~ 530 cm attributes to the metal stretching vibrations at the tetrahedral site of Fe3O4 NPs [53].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 18,
      "context" : "This red shift clearly implies the change in electron density of strongly bound C=O groups in PVP on Fe3O4 [20] confirming the binding interaction between PVP and Fe3O4.",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 52,
      "context" : "As PVP generally burns completely at 675 °C [54], it can be inferred that chemically adsorbed carbonyl group (C=O) present in PVP on Fe3O4 has undergone complete thermal decomposition.",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 17,
      "context" : "It is expected that the superficial oxygen atoms of iron oxide can adsorb H ions [19].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 53,
      "context" : "Similar findings have been observed in reported literatures [55, 56].",
      "startOffset" : 60,
      "endOffset" : 68
    }, {
      "referenceID" : 54,
      "context" : "Similar findings have been observed in reported literatures [55, 56].",
      "startOffset" : 60,
      "endOffset" : 68
    }, {
      "referenceID" : 55,
      "context" : "4(b) attribute to the Fe2p3/2 and Fe2p1/2 core level electrons corresponding to the Fe and Fe octahedral cations respectively [57].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 21,
      "context" : "atoms as a result of strong coordination of O atoms on Fe3O4 [23, 58].",
      "startOffset" : 61,
      "endOffset" : 69
    }, {
      "referenceID" : 56,
      "context" : "atoms as a result of strong coordination of O atoms on Fe3O4 [23, 58].",
      "startOffset" : 61,
      "endOffset" : 69
    }, {
      "referenceID" : 22,
      "context" : "Such strong coordinating C=O group in PVP provides for better stabilization and controlled growth [24].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 18,
      "context" : "protonation of nitrogen in PVP from 1,3 propanediol [20].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 57,
      "context" : "The observed coercivity may be due to inhomogeneity in particles size [59].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 57,
      "context" : "Generally, 50-200 Oe coercivity is observed at room temperature for majority of superparamagnetic NPs designed for biomedical applications [59].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 58,
      "context" : "In terms of morphological aspects, the obtained Ms for octahedron shaped magnetite NPs seems to be higher compared to spherical shaped magnetite NPs reported [60, 61] which indicates that the shape modification due to additional anisotropies has assisted in altering the magnetizing behavior.",
      "startOffset" : 158,
      "endOffset" : 166
    }, {
      "referenceID" : 59,
      "context" : "In terms of morphological aspects, the obtained Ms for octahedron shaped magnetite NPs seems to be higher compared to spherical shaped magnetite NPs reported [60, 61] which indicates that the shape modification due to additional anisotropies has assisted in altering the magnetizing behavior.",
      "startOffset" : 158,
      "endOffset" : 166
    }, {
      "referenceID" : 60,
      "context" : "Increased magnetic core volume, reduced surface to volume ratio (when compared to sphere) and highly crystalline symmetrical magnetite NPs are the underlying factors giving rise to higher Ms [62].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 54,
      "context" : "This decrement can be attributed to the non-collinear spin structure emanating from the surface spin pinning and PVP coating at the interface of NPs [56].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 63,
      "context" : "greater than the value reported for paramagnetic materials [65].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 64,
      "context" : "Induced temperatures above 42 °C can lead to cellular protein denaturation affecting cell metabolism thereby eliciting cancer cell apoptosis [66].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 65,
      "context" : "suggesting that MNPs with higher magnetization would exhibit improved heating response and vice versa [67].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 66,
      "context" : "in which a varying concentration of 10, 30 and 50 mg/ml of MNPs has been chosen which provided an enhanced heating response with increasing concentration [68].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 68,
      "context" : "This enhanced anisotropy results from surface anisotropy (dominant surface contributions to magnetic properties in nanodimension) associated with shape anisotropy [70].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 69,
      "context" : "also reported a similar elucidation demonstrating a large hysteresis loss as a result of increased anisotropy for iron oxide nanocubes compared to nanospheres which led to an improved heat dissipation [71].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 34,
      "context" : "Moreover, Khurshid et al [36] reported SAR values of 200 W/g and 135 W/g for 1 mg/ml concentrated iron oxide nanocubes and iron oxide nanospheres respectively which is lower (evidenced from Table 1) compared to the present study under a magnetic field of 600 Oe.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 70,
      "context" : "f is of the order of ~ 10(9) A/ms [72], a discussion about this value is still enigmatic in research.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 31,
      "context" : "Some of the works have suggested that this limit can be in the order of ~ 10(10) A/ms [33, 73].",
      "startOffset" : 86,
      "endOffset" : 94
    }, {
      "referenceID" : 71,
      "context" : "Some of the works have suggested that this limit can be in the order of ~ 10(10) A/ms [33, 73].",
      "startOffset" : 86,
      "endOffset" : 94
    } ],
    "year" : 2020,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier"
  }
}