{
  "name" : "2020-06-23__10_jeong2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Significant Performance and Stability Improvements of Low-Temperature IGZO TFTs by the Formation of In-F Nanoparticles on an SiO2 Buffer Layer",
    "authors" : [ "Ho-young Jeong", "Seung-hee Nam", "Kwon-shik Park", "Soo-young Yoon", "Chanju Park", "Jin Jang" ],
    "emails" : [ "hyjeong@lgdisplay.com", "cjpark@tft.khu.ac.kr", "shnam@lgdisplay.com", "pius@lgdisplay.com", "syyoon@lgdisplay.com", "jjang@khu.ac.kr" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: low-temperature coplanar IGZO TFT; bias stability; In-F nanoparticles"
    }, {
      "heading" : "1. Introduction",
      "text" : "Indium–gallium–zinc–oxide (IGZO) thin-film transistors (TFTs) are widely used as a TFT backplane for active-matrix liquid-crystal displays (AMLCDs) and active-matrix organic light-emitting diode (AMOLED) displays due to their higher mobility and smaller subthreshold swing compared to amorphous silicon (a-Si) TFTs [1–4]. To realize the future of displays with flexible and transparent functions, transparent polyimide (PI) and poly(ethersulfone) (PES) could be used, and a low-temperature process (~230 ◦C) is required. The advantage of oxide TFTs is that they require a low-temperature process, but a relatively high-temperature process at about 350 ◦C is being used for the mass production of displays. This is mainly due to the improvement of the mobility and bias stability of oxide TFTs [5,6]. It is noted that the quality of SiO2 depends on its substrate process temperature; the density and leakage through SiO2 and electrical breakdown voltage could be improved by increasing the deposition temperature of SiO2. The buffer SiO2 of coplanar structures and the gate dielectric SiO2 of back-channel-etch (BCE) structures are usually deposited at 300 to 400 ◦C by plasma-enhanced chemical vapor deposition (PECVD) for display applications [7,8]. The coplanar structure of IGZO TFTs has the advantage of negligible overlap capacitance between the gate and source/drain electrodes, and thus, the RC (resistance–capacitance product) delay can be remarkably reduced for display applications [5–7] [9–11]. In addition, the coplanar oxide TFT is a strong candidate for low-temperature devices because it could not use high-temperature SiO2 as a gate insulator (GI) because of the damage this would cause to IGZO during GI deposition [12]. In order words, coplanar\nNanomaterials 2020, 10, 1165; doi:10.3390/nano10061165 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1165 2 of 7\noxide TFTs with only a high-temperature buffer layer have good performance to be used in AMOLED televisions [13,14], and the coplanar oxide TFTs with a low-temperature buffer layer could be widely used as low-temperature TFTs, if the TFTs improve their performance. Note that low-temperature coplanar IGZO TFTs suffer from lower mobility and higher threshold voltage shift (∆Vth) under positive-bias temperature stress (PBTS), and improving PBTS stability is important for the development of stable IGZO TFTs for AMOLED displays, given that driving TFTs in the OLED pixel are positively biased, and even a small change in the Vth can deteriorate image quality [15,16]. In this work, we studied the effect of F-plasma treatment on low-temperature SiO2 to improve the performance and bias stability, PBTS, of the low-temperature coplanar IGZO TFT. The physical damage by ion bombardment on the SiO2 buffer layer during the sputter deposition of IGZO might be one of the main reasons for the generation of trap sites in low-temperature SiO2 [17]. To reduce the trap sites generated during the sputtering process, we performed F-plasma treatment on the SiO2 buffer because F is known to passivate traps in SiO2 as well as in IGZO [18–22]. Methods such as dynamic secondary-ion mass spectroscopy (D-SIMS), high-resolution transmission electron microscopy (HR-TEM) and APT (atom probe tomography) were used to investigate the relationships between the process temperature of the buffer layer, the performance of the TFTs and the effect of plasma treatment on the buffer layer."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "The cross-sectional view of the coplanar IGZO TFT studied in this work is shown in Figure 1. First, a 200-nm-thick SiO2 was deposited as buffer layer at 230 or 350 ◦C by PECVD (Applied Materials, Santa Clara, CA, USA). The F-plasma treatment (500 W, 100 mTorr, 60 s) was carried out in a reactive ion etching (RIE) chamber before depositing the IGZO. Device I is the control sample with a high-temperature buffer layer processed at 350 ◦C. Device II is another control sample with a low-temperature SiO2 buffer layer processed at 230 ◦C. Device III is for checking the effect of F-plasma treatment on the buffer layer processed at 230 ◦C. A 30-nm IGZO (In: Ga: Zn = 1: 1: 1 at%) active layer (JX NIPPON MINING & METALS KOREA Co., Ltd, Pyeongtaek, Korea) was deposited by direct current sputtering at room temperature. Then, a 200-nm-thick SiO2 layer was deposited by PECVD at 230 ◦C as the gate insulator (GI). The subsequent thermal annealing was performed at 230 ◦C for 1 h in air and followed by the sequential deposition of a 300-nm-thick Mo layer as the gate metal. The Mo and GI layers were patterned continuously by photolithography. He-plasma treatment was applied to make n+ ohmic contacts with source/drain electrodes as previously reported [21,23]. A 400-nm-thick SiO2 was deposited by PECVD at 230 ◦C to form the interlayer dielectric (ILD). Contact holes were formed by dry etching, after which a 300-nm-thick Mo layer was sputtered and then patterned by wet etching to form the source/drain electrode. A 200-nm-thick SiO2 layer was deposited at 230 ◦C as a passivation layer by PECVD and then patterned. Finally, an indium tin oxide (ITO) was deposited and wet etched to form the pixel electrodes.\nNanomaterials 2020, 10, x FOR PEER REVIEW 2 of 7\ngate insulato (GI) because of the d mage this would cause to IGZO during GI deposition [12]. In order words, coplanar oxide TFTs with only a high-temperature buffer layer have good performance to be used in AMOLED televisions [13,14], and the coplanar oxide TFTs with a low-temperature buffer layer could be widely used as low-temperature TFTs, if the TFTs improve their performance. Note that low-temperature coplanar IGZO TFTs suffer from lower mobility and higher threshold voltage shift (ΔVth) under positive-bias temperature stress (PBTS), and improving PBTS stability is important for the evelopmen of stable IGZO TFTs for AMOLED dis lays, given that driving TFTs in the OLED pixel are positively biased, and even a small change in the Vth can deteriorate image quality [15,16].\nIn this work, we studied the effect of F-plasma treatment on low-temperature SiO2 to improve the performance and bias stability, PBTS, of the low-temperature coplanar IGZO TFT. The physical damage by ion bombardment on the SiO2 buffer layer during the sputter deposition of IGZO might be one of the main reasons for the gener tion of trap sites in low-temperature SiO2 [17]. T reduce the trap sites g nerated during the sputtering process, we performed F-plasma treatment on the SiO2 buffer because F is known to passivate traps in SiO2 as well as in IGZO [18–22]. Methods such as dynamic secondary-ion mass spectroscopy (D-SIMS), high-resolution transmission electron microscopy (HR-TEM) and APT (atom probe tomography) were used to investigate the relationships between the process temperature of the buffer layer, the performance of the TFTs and the effect of plasma tr atme t on the buffer layer."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "The cross-sectional view of the coplanar IGZO TFT studied in this work is shown in Figure 1. First, a 200-nm-thick SiO2 was deposited as buffer layer at 230 or 350 °C by PECVD (Applied Materials, Santa Clara, CA, USA). The F-plasma treatment (500 W, 100 mTorr, 60 s) was carried out in a reactive ion etching (RIE) chamber before depositing the IGZO. Device I is the control sample with a high-temperature buffer layer processed at 350 °C. Device II is another control sample with a low-temperature SiO2 buffer layer processed at 230 °C. Device III is for checking the effect of F-plasma trea ment on the buffer layer processed at 230 °C. A 30-nm IGZO (In: Ga: Zn = 1: 1: 1 at%) active layer (JX NIPPON MINING & METALS KOREA Co., Ltd, Pyeongtaek, Korea) was deposited by direct current sputtering at room temperature. Then, a 200-nm-thick SiO2 layer was deposited by PECVD at 230 °C as the gate insulator (GI). The subsequent thermal annealing was performed at 230 °C for 1 h in air and followed by the sequential deposition of a 300-nm-thick Mo layer as the gate metal. The Mo and GI layers were patterned continuously by photolithography. He-plasma treatment was applied to make n+ ohmic contacts with s urce/drain elec rodes as previously reported [21,23]. A 400- nm-thick SiO2 was deposited by PECVD at 230 °C to form the interlayer di lectric (ILD). Contact holes were formed by dry etching, after which a 300-nm-thick Mo layer was sputtered and then patterned by wet etching to form the source/drain electrode. A 200-nm-thick SiO2 layer was deposited at 230 °C as a passivation layer by PECVD and then patterned. Finally, an indium tin oxide (ITO) was deposited and wet etched to form the pixel electrodes.\nNanomaterials 2020, 10, 1165 3 of 7"
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "Figure 2a shows the transfer characteristics of the devices before stress. Figure 2b–d shows the transfer characteristics of devices I, II and III before and after 1 h of PBTS, applying a constant gate voltage (VGS) of +30 V at 60 ◦C for 1 h in a dark box. The channel width and length of the devices are 100 and 10 µm, respectively. Table 1 lists the device parameters, such as threshold voltage (Vth), field-effect mobility (µFE), subthreshold swing (SS) and Vth shift (∆Vth) under PBTS for the three devices. Vth is the VGS giving the drain current (ID) = W/L × 10 nA at the drain voltage (VDS) = 10 V. µFE is obtained at VGS–Vth = 10 V and VDS = 10 V. The SS is taken from the minimum value of ∆VGS/∆log(IDS) with VDS = 10 V. Devices I and II are fabricated with the same process conditions, except for the process temperature of the buffer layer. However, the mobility increases by 2.4 times and the Vth shift decreases from 3 to 0.2 V by using a high-temperature buffer layer. For device III, the initial Vth, SS, µFE and ∆Vth are found to be −0.2 V, 139 mV/dec, 9 cm2 V−1·s−1 and 0.2 V, respectively. The results show that the performance of device III is similar to that of device I, and that plasma treatment plays a critical role to improve performance.\nNanomaterials 2020, 10, x FOR PEER REVIEW 3 of 7\nFigure 1. Cross-sectional view of the coplanar indium–gallium–zinc–oxide (IGZO) thin-film transistor (TFT) studied in this work.\nes lts isc i\n2a sho s the transfer characteristics of the devices before stress. Figure 2b–d shows the ransfer characteristic of devices I, I and III before and after 1 h of PBTS, ap lying a consta t\nGS) ° for 1 h in a dark box. The channel width and length of th devices are 100 and 10 μm, respectively. Table 1 lists the device parameters, suc as thresh d voltage (Vth), fieldeffect mobility (μFE), subthreshold swing (SS) and Vth shift (ΔVth) under PBTS for th three devices. Vth is the VGS giving the drain current (ID) = W/L × 10 nA at the drain voltage (VDS) = 10 V. μFE is obtained at VGS– th = 10 V and VDS = 10 V. The SS is taken fro the minimum value of ΔVGS/Δlog(IDS) with VDS = 10 V. Devices and II are fabrica ed with the same process conditions, except for the process temperature of the buffer layer. However, the mobility increases by 2.4 times and the Vth shift decreases from 3 to 0.2 V by using a high-temperature buffer layer. For device III, the initial Vth, SS, μFE and ΔVth are found to be −0.2 V, 139 mV/dec, 9 cm2 V−1·s−1 and 0.2 V, resp ctively. The results show\nat the performance of device III is similar o that of device I, nd that plasma treatment plays a critical role to imp ove performance.\nTable 1. Summary of the device parameters and bias stability for the three TFTs. The threshold voltage shift (ΔVth) was measured after 1 h PBTS.\nVth (V) µFE (cm2/V·s) SS (mV/dec) ΔVth (V) Device I 0.0 9.2 181 0.2 Device II 1.1 3.8 109 3.2 Device III −0.2 9.0 139 0.2\ni . (a) f f t I, II III ( / 1 / µ ) f i t . t f r s r s red before and after 1 h of PBTS (dash line) at VDS = 0.1 and 10 V for (b) device I, (c)\ndevice II and ( ) evice III, resp ctively.\nTable 1. Summary of the device parameters and bias stability for the three TFTs. The threshold voltage shift (∆Vth) was measured after 1 h PBTS.\nVth (V) µFE (cm2/V·s) SS (mV/dec) ∆Vth (V) Device I 0.0 9.2 181 0.2 Device II 1.1 3.8 109 3.2 Device III −0.2 9.0 139 0.2\nNanomaterials 2020, 10, 1165 4 of 7\nFigure 3a–c shows the D-SIMS profiles of H, O, F, Si and In for devices I, II and III, respectively. The significant increase of F intensity was found for device III. This result shows that F is incorporated into the IGZO/SiO2 interlayer. The presence of F in the top region of the active layer of the TFT appears to be due to the contamination from the chamber wall because NF3 plasma is used to etch the deposited layers to clean the PECVD chambers.\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 7\ni r s s t - I r fil s f , , , i I f r ices I, II and III, respectively. si ifi t i r se f i t sit s f f r i III. is r s lt s s t t is i r r t i t the IGZO/SiO2 interlayer. The presence of F in the top region of th active lay r of the TFT app ars to be due to the contamination from the chamber wall because NF3 plasma is used t etch the dep sited layers to clean the PECVD chambers.\nFigure 4 shows the cross-sectional HR-TEM images and annular dark-field (ADF) images in a scanning TEM (STEM) of the GI (SiO2)/IGZO/buffer (SiO2) interfaces. Figure 4a shows that device I has smooth surface roughness at the top and bottom regions of the active layer. This relates to a buffer layer fabricated through a high-temperature process. On the other hand, device II has poor roughness (~8 nm RMS roughness) at the bottom of the active layer, caused by the low-temperature buffer layer. Therefore, the top IGZO surface has poor surface morphology (Figure 4c). The results show the roughness of the GI/IGZO is affected by the deposition temperature of the buffer layer. Device III also has poor roughness (Figure 4f), but nanoparticles are found at the IGZO/Buffer (SiO2) interface. To identify nanoparticles, the annular dark-field (ADF) images in a scanning TEM (STEM) of the devices were analyzed and the interface of device III was enlarged. Figure 4b,d,e shows ADF images for each device. ADF imaging is a method of mapping samples in a STEM. These images are formed by collecting scattered electrons with an annular dark-field detector [24]. Note that the sizes of scale bar in Figure 4d,e are larger than in Figure 4b for the identification of the nanoparticles. The nanoparticles, of around 1 nm in diameter, are identified by Figure 4e and the enlarged view of Figure 4g. The SiO2 roughness affects the performance of the devices. In addition, the nanoparticles produced by plasma treatment seem to improve the mobility and Vth shift by PBTS.\n-i ss ctr sc y ( -SI S) rofiles of , , i l .\ni r s s t cr ss-sectional R-TEM images and a nular dark-field (ADF) images in a sca ing TEM (STEM) of the GI (SiO2)/IGZO/buffer (Si 2) interfaces. Figure 4a s s t t ic I\ns s t s rf c r ss t t t tt r i s f t cti l r. is r l t s t ff r l r f ric t t r i -t r t re r cess. t t r , ic II s r r ss ( n RMS roughness) at the b ttom of the active layer, caused by the low-temperatur buffer lay r. Therefore, the top IGZO surf ce has poor surface m rphology (Figure 4c). The results show the roughness of the GI/IGZO is affected by the deposition temperature of the buffer l r. i III ls s oor roughness (Figure 4f), but nanoparticles are found at the IGZO/Buffer (SiO2) interface. To identify nanoparticles, the annular dark-field (ADF) images in a canning TEM (S ) of the devices were analyzed and the interface of device III was enl rged. Figure 4b,d,e shows ADF images for each device. ADF imagin is a method f mapping samples in a STEM. These images are formed by collecting scattered lectrons with an annular dark-field detector [24]. Note that the size of cale bar in Figure 4d,e are larger than in Figure 4b for the identification of the nanoparticl s. The n noparticles, of around 1 nm in diameter, are i entifi d by Figure 4 and the enlarged view of Figure 4g. The SiO2 roughness affects the performance of th devices. In addition, the nanop rticles produced by plasma treatment seem to improve the mobility and Vth s ift by PBTS. We measured the mass spectra and atomic map by atom probe tomography, APT (CAMECA, LEAP5000). APT supports the material analysis, offering extensive capabilities for both 3D imaging and chemical composition measurements at the atomic scale (around 0.1–0.3 nm resolution in depth and 0.3–0.5 nm laterally) [25]. The IGZO (100 nm)/SiO2 (200 nm) layers, deposited with the same process conditions used for fabricating devices II and III, were used for APT measurement. Note that the 100-nm IGZO layer was used to prevent contamination during APT measurement. Figure 5a,b shows the mass spectra for the IGZO/buffer (SiO2) interfaces of devices II and III. A 132 Da (Dalton) peak is found for the samples, which may be related with Si3O3 because of the atomic mass (Si: 28 Da, O: 16 Da). The peak of 134 Da is observed, which is estimated to be InF (In: 115 Da, F: 19 Da). As shown in the atomic map (Figure 5c), the InF nanoparticles of about 1 nm in diameter are formed on the top of Si3O3. Figure 5d shows the generation model of InF nanoparticles with the F atoms introduced by plasma treatment on the buffer layer. The InF nanoparticles could be generated during the IGZO sputtering process because In has the highest electron affinity and the largest reactivity with F. For example, the electron affinity of In is 37.043 kJ/mol, Ga is 29.061 kJ/mol and Zn is −58 kJ/mol. It is reported that F-plasma treatment on IGZO improves the TFT performance by passivating electron traps in IGZO. We found in this work that F-plasma treatment on the buffer layer formed InF nanoparticles at the IGZO/SiO2 interfaces. The nanoparticles increase the density of the active layer in spite of\nNanomaterials 2020, 10, 1165 5 of 7\nhaving poor roughness. The increased density of the IGZO can improve the mobility and Vth shift by PBTS (Figure 2). As a result, device III has excellent TFT performance even at the low-temperature buffer-layer deposition.\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 7 Figure 3a–c shows the D-SIMS profiles of H, O, F, Si and In for devices I, II and III, respectively. The significant increase of F intensity was found for device III. This result shows that F is incorporated into the IGZO/SiO2 interlayer. The presence of F in the top region of the active layer of the TFT appears to be due to the contamination from the chamber wall because NF3 plasma is used to etch the deposited layers to clean the PECVD chambers. Figure 3. The dynamic secondary-ion mass spectroscopy (D-SIMS) profiles of H, O, F, Si and In for devices (a) I, (b) II and (c) III, respectively.\nFigure 4 shows the cross-sectional HR-TEM images and annular dark-field (ADF) images in a scanning TEM (STEM) of the GI (SiO2)/IGZO/buffer (SiO2) interfaces. Figure 4a shows that device I has smooth surface roughness at the top and bottom regions of the active layer. This relates to a buffer layer fabricated through a high-temperature process. On the other hand, device II has poor roughness (~8 nm RMS roughness) at the bottom of the active layer, caused by the low-temperature buffer layer. Therefore, the top IGZO surface has poor surface morphology (Figure 4c). The results show the roughness of the GI/IGZO is affected by the deposition temperature of the buffer layer. Device III also has poor roughness (Figure 4f), but nanoparticles are found at the IGZO/Buffer (SiO2) interface. To identify nanoparticles, the annular dark-field (ADF) images in a scanning TEM (STEM) of the devices were analyzed and the interface of device III was enlarged. Figure 4b,d,e shows ADF images for each device. ADF imaging is a method of mapping samples in a STEM. These images are formed by collecting scattered electrons with an annular dark-field detector [24]. Note that the sizes of scale bar in Figure 4d,e are larger than in Figure 4b for the identification of the nanoparticles. The\nnanoparticles, of around 1 nm in diameter, are identified by Figure 4e and the enlarged view of Figure\n4g. The SiO2 roughness affects the performance of the devices. In addition, the nanoparticles\nproduced by plasma treatment seem to improve the mobility and Vth shift by PBTS.\nFigure 4. High-resolution TEM (HR-TEM) images of the gate insulator (GI) (SiO2)/active (IGZO)/buffer (SiO2) interfaces for devices (a) I, (c) II and (f) III, respectively. Annular dark-field (ADF) images in a scanning TEM (STEM) for devices (b) I, (d) II and (e) III, respectively. (g) Enlarged interface of device III.\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 7\nlayer in spite of having poor roughness. The increased density of the IGZO can improve the mobility\nand Vth shift by PBTS (Figure 2). As a result, device III has excellent TFT performance even at the low-\ntemperature buffer-layer deposition.\nFigure 5. Mass spectra at the IGZO/buffer (SiO2) interface for (a) device II and (b) device III. (c) Atomic map for device III (132 Da: red, 134 Da: yellow) analyzed with APT (atom probe tomography). (d) InF nanoparticle generation model. The InF formation can be seen in (d); step (i) is F bonding on SiO2 and step (ii) is the formation of InF nanoparticles during the IGZO sputtering process.\n4. Conclusions\nFigure 5. / ffer (SiO2) i t rface for (a) e ice II ( ) ice III. (c) t ic ap for device I (132 a: r , 4 a: l it ( t robe to ography). ( ) I F\nnanoparticle generation model. The InF for ation can be seen in (d); step (i) is F bonding on SiO2 a step (i ) is the for ation of InF nanoparticles during the IGZO sput ering proces .\nNanomaterials 2020, 10, 1165 6 of 7"
    }, {
      "heading" : "4. Conclusions",
      "text" : "We report the significant improvement of a low-temperature coplanar IGZO device by plasma exposure on an SiO2 buffer layer. The low-temperature IGZO TFT (device III) has similar performance and Vth shift for PBTS to those of IGZO TFT with the buffer layer fabricated at 350 ◦C, by introducing F plasma on the buffer layer (230 ◦C). By TEM and APT analyses, it is found that In-F nanoparticles of about 1 nm in diameter are formed at the IGZO/buffer interface. Therefore, F-plasma treatment on an SiO2 buffer layer can be a suitable method to make low-temperature coplanar IGZO TFTs.\nAuthor Contributions: Conceptualization, H.-y.J. and J.J.; methodology, S.-h.N., K.-s.P. and S.-y.Y.; formal analysis, H.-y.J.; writing—original draft preparation, H.-y.J. and C.P.; writing—review and editing, H.-y.J.; supervision, J.J. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was supported by the Technology Innovation Program (or Industrial Strategic Technology Development Program (20010082, Development of low temperature patterning and heat treatment technology for light and thermal stability in soluble oxide TFT manufacturing)) funded by the Ministry of Trade, Industry & Energy (MI, Korea).\nConflicts of Interest: The authors declare no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Room-temperature fabrication of transparent flexible thin-film transistors using amorphous oxide semiconductors",
      "author" : [ "K. Nomura", "H. Ohta", "A. Takagi", "T. Kamiya", "M. Hirano", "H. Hosono" ],
      "venue" : "Nature",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2004
    }, {
      "title" : "High-mobility thin-film transistor with amorphous InGaZnO4 channel fabricated by room temperature rf-magnetron sputtering",
      "author" : [ "H. Yabuta", "M. Sano", "K. Abe", "T. Aiba", "T. Den", "H. Kumomi", "K. Nomura", "T. Kamiya", "H. Hosono" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2006
    }, {
      "title" : "Present status of amorphous In–Ga–Zn–O thin-film transistors",
      "author" : [ "T. Kamiya", "K. Nomura", "H. Hosono" ],
      "venue" : "Sci. Technol. Adv. Mater",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2010
    }, {
      "title" : "Transparent Flexible Circuits Based on Amorphous-Indium–Gallium–Zinc–Oxide Thin-Film Transistors",
      "author" : [ "M. Mativenga", "M.H. Choi", "J.W. Choi", "J. Jang" ],
      "venue" : "IEEE Electron Device Lett",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Improvement of Stability on a-IGZO LCD",
      "author" : [ "C.W. Wu", "S.Y. Yoo", "C. Ning", "W. Yang", "G.L. Shang", "K. Wang", "C.H. Liu", "X. Liu", "G.C. Yuan", "J Chen" ],
      "venue" : "SID Symp. Dig. Tech. Pap",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Improvement of PBTS Stability in Self-Aligned Coplanar a-IGZO TFTs",
      "author" : [ "S. Oh", "J.H. Baeck", "D. Lee", "T. Park", "H.S. Shin", "J.U. Bae", "K.S. Park", "I.B. Kang" ],
      "venue" : "SID Symp. Dig. Tech. Pap",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "Characteristics improvement of top-gate self-aligned amorphous indium gallium zinc oxide thin-film transistors using a dual-gate control",
      "author" : [ "M. Nag", "F.D. Roose", "K. Myny", "S. Steudel", "J. Genoe", "G. Groeseneken", "P. Heremans" ],
      "venue" : "J. Soc. Inf. Disp",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "A High Performance Operational Amplifier Using Coplanar Dual Gate a-IGZO TFTs",
      "author" : [ "A. Rahaman", "Y. Chen", "M.M. Hasan", "J. Jang" ],
      "venue" : "IEEE J. Electron Devices Soc. 2019,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Self-Aligned Coplanar a-IGZO TFTs and Application to High Circuits",
      "author" : [ "D.H. Kang", "I. Kang", "S.H. Ryu", "J. Jang" ],
      "venue" : "IEEE Electron Device Lett",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2011
    }, {
      "title" : "Self-Aligned Top-Gate Coplanar In-Ga-Zn-O Thin-Film Transistors",
      "author" : [ "C.H. Wu", "H.H. Hsieh", "C.W. Chien", "C.C. Wu" ],
      "venue" : "J. Disp. Technol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2009
    }, {
      "title" : "High-Speed and Low-Voltage-Driven Shift Register with Self-Aligned Coplanar a-IGZO TFTs",
      "author" : [ "D. Geng", "D.H. Kang", "M.J. Seok", "M. Mativenga", "J. Jang" ],
      "venue" : "IEEE Electron Device Lett",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Effect of Deposition Temperature of SiOx Passivation Layer on the Electrical Performance of a-IGZO TFTs",
      "author" : [ "S. Choi", "M. Han" ],
      "venue" : "IEEE Electron Device Lett",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "High Reliable a-IGZO TFTs with Self-Aligned Coplanar Structure for Large-Sized Ultrahigh-Definition OLED TV",
      "author" : [ "C. Ha", "H.J. Lee", "J.W. Kwon", "S.Y. Seok", "C.I. Ryoo", "K.Y. Yun", "B.C. Kim", "W.S. Shin", "S.Y. Cha" ],
      "venue" : "SID Symp. Dig. Tech. Pap",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Novel OLED Display Technologies for Large-Size UHD OLED TVs",
      "author" : [ "H.J. Shin", "S. Takasugi", "K.M. Park", "S.H. Choi", "Y.S. Jeong", "B.C. Song", "H.S. Kim", "C.H. Oh", "B.C. Ahn" ],
      "venue" : "SID Symp. Dig. Tech. Pap. 2015,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "55-inch OLED TV using Optimal Driving Method for Large-Size Panel based on InGaZnO TFTs",
      "author" : [ "J.S. Yoon", "S.J. Hong", "J.H. Kim", "D.H. Kim", "T. Ryosuke", "W.J. Nam", "B.C. Song", "J.M. Kim", "P.Y. Kim", "K.H Park" ],
      "venue" : "SID Symp. Dig. Tech. Pap",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "The Advantages of the Self-Aligned Top Gate Oxide TFT Technology for AM-OLED Displays",
      "author" : [ "T. Arai" ],
      "venue" : "SID Symp. Dig. Tech. Pap",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Comparative studies on electrical bias temperature instabilities of In–Ga–Zn–O thin film transistors with different device configurations",
      "author" : [ "M.K. Ryu", "S.H.K. Park", "C.S. Hwang", "S.M. Yoon" ],
      "venue" : "Solid-State Electron",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Highly stable fluorine-passivated In-Ga-Zn-O thin-film transistors under positive gate bias and temperature stress",
      "author" : [ "J. Jiang", "T. Toda", "M.P. Hung", "D. Wang", "M. Furuta" ],
      "venue" : "Appl. Phys. Express",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Improvement of Electrical Properties and Bias Stability of InGaZnO Thin-Film Transistors by Fluorinated Silicon Nitride Passivation",
      "author" : [ "J. Jiang", "T. Tatsuya", "G. Tatsuoka", "D. Wang", "M. Furuta" ],
      "venue" : "{ECS} Trans",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "The Influence of Fluorinated Silicon Nitride Gate Insulator on Positive Bias Stability toward Highly Reliable Amorphous InGaZnO Thin-Film Transistors",
      "author" : [ "H. Yamazaki", "Y. Ishikawa", "M. Fujii", "Y. Ueoka", "M. Fujiwara", "E. Takahashi", "Y. Andoh", "N. Maejima", "H. Matsui", "F Matsui" ],
      "venue" : "{ECS} J. Solid State Sci. Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "Heavily doped n-type a-IGZO by F plasma treatment and its thermal stability up to 600 ◦C",
      "author" : [ "J.G. Um", "J. Jang" ],
      "venue" : "Appl. Phys. Lett. 2018,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Top Interface Engineering of Flexible Oxide Thin-Film Transistors by Splitting",
      "author" : [ "S. Lee", "J. Shin", "J. Jang" ],
      "venue" : "Active Layer. Adv. Funct. Mater",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Coplanar amorphous-indium-gallium-zinc-oxide thin film transistor with He plasma treated heavily doped layer",
      "author" : [ "H.Y. Jeong", "B.Y. Lee", "Y.J. Lee", "J.I. Lee", "M.S. Yang", "I.B. Kang", "M. Mativenga", "J. Jang" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "High-Angle annular dark-field imaging on a tem/stem system",
      "author" : [ "M.T. Otten" ],
      "venue" : "J. Electron Microsc. Tech",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1991
    }, {
      "title" : "Combining structural and chemical information at the nanometer scale by correlative transmission electron microscopy and atom probe tomography",
      "author" : [ "M. Herbig", "P. Choi", "D. Raabe" ],
      "venue" : "Ultramicroscopy",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "This is mainly due to the improvement of the mobility and bias stability of oxide TFTs [5,6].",
      "startOffset" : 87,
      "endOffset" : 92
    }, {
      "referenceID" : 5,
      "context" : "This is mainly due to the improvement of the mobility and bias stability of oxide TFTs [5,6].",
      "startOffset" : 87,
      "endOffset" : 92
    }, {
      "referenceID" : 6,
      "context" : "The buffer SiO2 of coplanar structures and the gate dielectric SiO2 of back-channel-etch (BCE) structures are usually deposited at 300 to 400 ◦C by plasma-enhanced chemical vapor deposition (PECVD) for display applications [7,8].",
      "startOffset" : 223,
      "endOffset" : 228
    }, {
      "referenceID" : 7,
      "context" : "The buffer SiO2 of coplanar structures and the gate dielectric SiO2 of back-channel-etch (BCE) structures are usually deposited at 300 to 400 ◦C by plasma-enhanced chemical vapor deposition (PECVD) for display applications [7,8].",
      "startOffset" : 223,
      "endOffset" : 228
    }, {
      "referenceID" : 11,
      "context" : "In addition, the coplanar oxide TFT is a strong candidate for low-temperature devices because it could not use high-temperature SiO2 as a gate insulator (GI) because of the damage this would cause to IGZO during GI deposition [12].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 12,
      "context" : "oxide TFTs with only a high-temperature buffer layer have good performance to be used in AMOLED televisions [13,14], and the coplanar oxide TFTs with a low-temperature buffer layer could be widely used as low-temperature TFTs, if the TFTs improve their performance.",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 13,
      "context" : "oxide TFTs with only a high-temperature buffer layer have good performance to be used in AMOLED televisions [13,14], and the coplanar oxide TFTs with a low-temperature buffer layer could be widely used as low-temperature TFTs, if the TFTs improve their performance.",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 14,
      "context" : "Note that low-temperature coplanar IGZO TFTs suffer from lower mobility and higher threshold voltage shift (∆Vth) under positive-bias temperature stress (PBTS), and improving PBTS stability is important for the development of stable IGZO TFTs for AMOLED displays, given that driving TFTs in the OLED pixel are positively biased, and even a small change in the Vth can deteriorate image quality [15,16].",
      "startOffset" : 394,
      "endOffset" : 401
    }, {
      "referenceID" : 15,
      "context" : "Note that low-temperature coplanar IGZO TFTs suffer from lower mobility and higher threshold voltage shift (∆Vth) under positive-bias temperature stress (PBTS), and improving PBTS stability is important for the development of stable IGZO TFTs for AMOLED displays, given that driving TFTs in the OLED pixel are positively biased, and even a small change in the Vth can deteriorate image quality [15,16].",
      "startOffset" : 394,
      "endOffset" : 401
    }, {
      "referenceID" : 16,
      "context" : "The physical damage by ion bombardment on the SiO2 buffer layer during the sputter deposition of IGZO might be one of the main reasons for the generation of trap sites in low-temperature SiO2 [17].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 20,
      "context" : "He-plasma treatment was applied to make n+ ohmic contacts with source/drain electrodes as previously reported [21,23].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 22,
      "context" : "He-plasma treatment was applied to make n+ ohmic contacts with source/drain electrodes as previously reported [21,23].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 11,
      "context" : "gate insulato (GI) because of the d mage this would cause to IGZO during GI deposition [12].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 12,
      "context" : "In order words, coplanar oxide TFTs with only a high-temperature buffer layer have good performance to be used in AMOLED televisions [13,14], and the coplanar oxide TFTs with a low-temperature buffer layer could be widely used as low-temperature TFTs, if the TFTs improve their performance.",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 13,
      "context" : "In order words, coplanar oxide TFTs with only a high-temperature buffer layer have good performance to be used in AMOLED televisions [13,14], and the coplanar oxide TFTs with a low-temperature buffer layer could be widely used as low-temperature TFTs, if the TFTs improve their performance.",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 14,
      "context" : "Note that low-temperature coplanar IGZO TFTs suffer from lower mobility and higher threshold voltage shift (ΔVth) under positive-bias temperature stress (PBTS), and improving PBTS stability is important for the evelopmen of stable IGZO TFTs for AMOLED dis lays, given that driving TFTs in the OLED pixel are positively biased, and even a small change in the Vth can deteriorate image quality [15,16].",
      "startOffset" : 392,
      "endOffset" : 399
    }, {
      "referenceID" : 15,
      "context" : "Note that low-temperature coplanar IGZO TFTs suffer from lower mobility and higher threshold voltage shift (ΔVth) under positive-bias temperature stress (PBTS), and improving PBTS stability is important for the evelopmen of stable IGZO TFTs for AMOLED dis lays, given that driving TFTs in the OLED pixel are positively biased, and even a small change in the Vth can deteriorate image quality [15,16].",
      "startOffset" : 392,
      "endOffset" : 399
    }, {
      "referenceID" : 16,
      "context" : "The physical damage by ion bombardment on the SiO2 buffer layer during the sputter deposition of IGZO might be one of the main reasons for the gener tion of trap sites in low-temperature SiO2 [17].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 20,
      "context" : "He-plasma treatment was applied to make n+ ohmic contacts with s urce/drain elec rodes as previously reported [21,23].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 22,
      "context" : "He-plasma treatment was applied to make n+ ohmic contacts with s urce/drain elec rodes as previously reported [21,23].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 23,
      "context" : "These images are formed by collecting scattered electrons with an annular dark-field detector [24].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 23,
      "context" : "These images are formed by collecting scattered lectrons with an annular dark-field detector [24].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 23,
      "context" : "These images are formed by collecting scattered electrons with an annular dark-field detector [24].",
      "startOffset" : 94,
      "endOffset" : 98
    } ],
    "year" : 2020,
    "abstractText" : "We report the performance improvement of low-temperature coplanar indium–gallium–zinc–oxide (IGZO) thin-film transistors (TFTs) with a maximum process temperature of 230 ◦C. We treated F plasma on the surface of an SiO2 buffer layer before depositing the IGZO semiconductor by reactive sputtering. The field-effect mobility increases from 3.8 to 9.0 cm2 V−1·s−1, and the threshold voltage shift (∆Vth) under positive-bias temperature stress decreases from 3.2 to 0.2 V by F-plasma exposure. High-resolution transmission electron microscopy and atom probe tomography analysis reveal that indium fluoride (In-F) nanoparticles are formed at the IGZO/buffer layer interface. This increases the density of the IGZO and improves the TFT performance as well as its bias stability. The results can be applied to the manufacturing of low-temperature coplanar oxide TFTs for oxide electronics, including information displays.",
    "creator" : "LaTeX with hyperref package"
  }
}