{
  "name" : "2020-06-25__79_morgado2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "From nano-seggregation to mesophases: probing the liquid structure of perfluoroalkylalkanes with 129Xe NMR spectroscopy",
    "authors" : [ "Pedro Morgado", "João Barras" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "This journal is©the Owner Societies 2020 Phys. Chem. Chem. Phys.\nCite this:DOI: 10.1039/d0cp02123g From nano-seggregation to mesophases: probing the liquid structure of perfluoroalkylalkanes with 129Xe NMR spectroscopy†\nPedro Morgado, João Barras and Eduardo J. M. Filipe *\nIn this work we demonstrate that pure perfluoroalkylalkane diblock molecules are not isotropic liquids and self organize forming domains at the nanometric scale. 129Xe NMR spectra were obtained as a\nfunction of temperature for seven liquid perfluoroalkylalkanes, covering a range of relative lengths of the\nhydrogenated and fluorinated segments. The results support the presence of domains richer in the\nhydrogenated groups, in which xenon is preferentially dissolved. The average local concentration within\nthe xenon coordination sphere is estimated to be 0.05 mole fraction higher in hydrogenated groups\nthan the stoichiometric proportion. Atomistic molecular dynamics simulations support this analysis and allow a detailed analysis of the liquid structure. Furthermore, 129Xe NMR spectra in perfluorohexylhexane\n(F6H6) and perfluorohexyloctane (F6H8) obtained as a function of temperature, clearly detect the\nexistence of two distinct environments in the fluid, one richer in hydrogenated groups and another\nricher in fluorinated groups, consistent with the formation of mesophases. It is important to stress that\nnano-segregation is this case observed in liquids interacting exclusively through dispersion forces, unlike\nmost common examples of segregation which are determined by hydrogen bonding and polarity. Given\nthe simple molecular structure and interactions of the studied PFAA, we believe that the present results\ncan have a general impact in understanding the early mechanisms of segregation, phase separation and\nself-assembly."
    }, {
      "heading" : "1. Introduction",
      "text" : "Self-assembly is one of the most fascinating molecular phenomena. At first sight, a chaotic group of molecules spontaneously ‘‘decides’’ to form a highly organized supramolecular structure. Order seems to be created from disorder.\nSelf-assembly requires the existence of some sort of asymmetry at the level of the intermolecular potential. Shape, for example, can induce organization, through the action of anisotropic repulsion forces. So can polarity, as the result of an anisotropic electric field. The consequences to the organization of the liquid can range from local arrangements, at the level of the first solvation shells, the formation of domains at the nanometric scale, to the establishment of well-defined structures that periodically spread throughout the whole fluid.\nFully miscible mixtures of simple fluids have been shown to display mesoscale inhomogeneity.1,2 Understanding the first steps of nano-segregation is essential to control miscibility, solubilisation and ultimately self-assembly. The implications to\nmany technologically and biologically important processes should also be realized. Solubility for example, is often a limiting factor to numerous applications such as the efficient administration of drugs. Nano-emulsions are potentially novel drug delivery systems,3 allowing sustained and controlled release of drugs and improving its efficacy.\nThe coexistence within the same molecule of polar (hydrophilic) and apolar groups (hydrophobic) is the most common molecular structure responsible for supramolecular organization. Hydrophilic– hydrophobic amphiphiles are pervasive and can be considered the building blocks of soft matter. Hydrogen bonding and hydrophobic effects play a central role in these systems. Apolar groups are almost always formed by common hydrogenated alkyl chains.\nHowever, there is a different type of apolar medium, formed by perfluorinated chains, which are simultaneously hydrophobic and ‘‘organophobic’’. Indeed, it is known that mixtures of alkanes and perfluoroalkanes, although governed solely by dispersion forces, display regions of liquid–liquid immiscibility and very large and positive excess volumes and enthalpies.4 This behaviour is interpreted as a sign of weaker than expected intermolecular dispersion forces between hydrogenated and fluorinated chains, whose underlying physical explanation remains unknown.5 Centro de Quı́mica Estrutural, Instituto Superior Técnico, Universidade de Lisboa, 1049-001 Lisboa, Portugal. E-mail: efilipe@tecnico.ulisboa.pt † Electronic supplementary information (ESI) available. See DOI: 10.1039/d0cp02123g\nReceived 20th April 2020, Accepted 15th June 2020\nDOI: 10.1039/d0cp02123g\nrsc.li/pccp\nPCCP\nPAPER\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\n.\nView Article Online View Journal\nPhys. Chem. Chem. Phys. This journal is©the Owner Societies 2020\nGiven the mutual phobicity between hydrogenated and perfluorinated chains, perfluoroalkylalkanes (PFAA), which are alkyl–perfluoroalkyl diblock molecules with the general formula F(CF2)n(CH2)mH (FnHm for conciseness), are thus amphyphiles towards these two media. It has been shown that the forced coexistence of alkyl and perfluoroalkyl segments in the same molecule gives PFAAs a marked amphiphilic character, despite the absence of a polar head-group. For this reason these compounds have been called ‘‘primitive surfactants’’.6 PFAA molecules are known to aggregate in solvents selective for one of the blocks,7–9 and to form diverse liquid crystalline phases.10–13 Organization in the solid state14–17 and molecular films displaying surprising patterns at the nanometric scale at the surface of water,18–21 have also been described.\nThe 129Xe isotope is active in NMR and its large polarizability gives it a very high sensitivity to the chemical nature of the groups within its coordination shell; the range of chemical shifts for 129Xe is larger than 200 ppm. Moreover, it has been shown that xenon’s intermolecular potential is similar to that of n-alkanes22–24 and being a spherical particle, 129Xe causes a negligible structural perturbation when dissolved in a liquid and used as an NMR probe.\nIn recent work we have used 129Xe NMR spectroscopy combined with atomistic molecular dynamics simulations to probe the liquid structure of alkanes,25 perfluoroalkanes and their mixtures.26 Using this strategy we have been able to demonstrate that simple (alkane + perfluoroalkane) mixtures, above the upper critical solution temperature (UCST), display nano-segregation. As previously described, mixtures of alkanes and perfluoroalkanes display large deviations to ideality, including liquid–liquid immiscibility. Starting from a macroscopically homogeneous liquid above the UCST, as temperature decreases, a gradual increase of mutual segregation takes place, leading to the formation of progressively larger and more stable inhomogeneities or domains and finally to coexisting liquid– liquid phases. Our 129Xe NMR results distinctively have shown that xenon is able to sense these gradual changes, occurring within its coordination sphere. The results, combined with atomistic molecular dynamics simulations, were able to elucidate the local liquid structure of the mixed solvent.\nWe have also applied 129Xe NMR spectroscopy to more complex systems such as ionic liquids.27 In this case, we were able to identify changes in the liquid structure along a homologous series of ILs, demonstrating the different accessibility of xenon to the polar and nonpolar regions of the IL. In a recent paper, Welton and co-workers28 used 129Xe NMR in combination with SAXS and PALS to elucidate the structure of ionic liquid mixtures. Pines and co-workers29 recently described a new type of 129Xe NMR contrast agent based on perfluorocarbon nanoemulsions and their potential use as chemical sensors and molecular imaging.\nIn this work, 129Xe NMR spectra were obtained, as a function of temperature, for solutions of xenon in a number of pure perfluoroalkylalkanes of different relative length of the hydrogenated and fluorinated segments. The results suggest the existence of domains richer in the hydrogenated component,\nin which xenon ‘‘prefers’’ to be solvated. The average local concentration within the xenon coordination sphere is estimated to be 0.05 mole fraction higher in hydrogenated segments than the stoichiometric proportion of the solvents. Atomistic molecular dynamics simulations support this analysis in agreement with the experimental data.\nAdditionally, the 129Xe NMR spectra for the longest PFAA, F6H8, obtained at temperatures below 265 K, display two NMR signals, demonstrating the co-existence of two environments, one richer in hydrogenated and the other in fluorinated groups. These observations are compatible with the formation of a mesophase, in agreement with literature calorimetric results,16 and confirm the potential of 129Xe NMR spectra to detect organizational and structural transitions.\nFurthermore, the present work is part of a systematic experimental, computational and theoretical study on the thermophysical properties of liquid PFAA, either pure or mixed with alkanes, perfluoroalkanes and water. We have previously reported a collection of properties of pure liquid PFAA namely liquid density,30,31 vapour pressure,32 viscosity33,34 and surface tension.35 Partial molar volumes of PFAA in octane at infinite dilution,36,37 water–PFAA interfacial tension38 and solubility of water in PFAA39 have also been measured in a range of temperatures, pressures and relative length of the hydrogenated and fluorinated segments. This data was crucial for developing, parameterizing and testing molecular models and force fields and then used in computer simulations and theoretical calculations."
    }, {
      "heading" : "2. Experimental",
      "text" : "Xenon gas (99.995%, natural isotopic abundance) was purchased from Air Liquide. Perfluorobutylpentane (F4H5), perfluorobutylhexane (F4H6), perfluorobutyloctane (F4H8), perfluorohexylhexane (F6H6) and perfluorohexyloctane (F6H8) were supplied by Fluoron GmbH as ultra-purified samples, with a claimed purity of 100%. 19F and 1H NMR spectra were obtained using a Bruker Avance III 500 MHz spectrometer, which confirmed the identity of the compounds and showed only very small unexpected peaks, corresponding to relative integrated values smaller than 1%. Perfluorobutylethane (F4H2) and perfluorohexylethane (F6H2) were purchased from Apollo Scientific Ltd, with stated purities of 99% and 97%, respectively.\nAs in previous work,25,26 the samples were prepared by bubbling gaseous xenon for at least 1 minute, using a PTFE capillary, through ca. 0.5 ml of the liquid PFAA in standard 5 mm NMR tubes; the NMR tubes were then capped and sealed with Parafilm. A similar standard 5 mm NMR tube was filled with xenon (which is denser than air) at atmospheric pressure and capped in a similar way, to serve as the chemical shift reference. A flame-sealed glass capillary tube filled with deuterated methanol was introduced in each sample tube, to allow the use of a deuterium frequency lock.\nThe 129Xe NMR chemical shifts were determined with a Bruker Avance III 500 MHz spectrometer, using a broadband\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nThis journal is©the Owner Societies 2020 Phys. Chem. Chem. Phys.\n5 mm probe. 90 degrees radio frequency pulses (5 ms) were applied to the samples, and the free induction decays (FID) were recorded without spinning the sample. Between 20 and 200 scans, with an interpulse delay of 10 s, were typically necessary to obtain spectra with good signal-to-noise ratios, applying an exponential line broadening of 5 Hz to the recorded FIDs. The chemical shift reference was measured in the beginning of each day of measurements, and again at the end of the day to ensure that no drift occurred during the experiences.\nThe temperature of the NMR probe was measured with its integrated thermocouple and digitally controlled using an electrical resistance to heat a constant flow of either liquid nitrogen vapour or cooled air, which passed around the sample tube. The sample temperature was obtained by calibration (vs. the probe T) using a specially constructed platinum resistance thermometer (Pt100) mounted inside an NMR tube. This procedure allowed not only the precise determination of the sample temperature but also an estimate of the time necessary to achieve thermal equilibrium after a change in the set temperature, as well as of the temperature stability. Both the accuracy and stability of the control system are expected to be better than 0.5 K.\nMolar magnetic susceptibilities of the studied PFAA were also determined in this work by NMR, according to the procedure of Hatada and Kitayama,40 which is based on the method of Frei and Bernstein.41 The procedure used was described in detail in a previous work26 and the measured values can be found as ESI.†\nThe melting points of F6H6 and F6H8 were determined by visual inspection, using a thermostatic bath stable within 0.1 K and a calibrated platinum resistance thermometer. The liquid samples were put inside standard 5 mm NMR tubes, and the temperature was varied in small steps until a reproducible value of the melting/solidification temperature was obtained. The observed transition temperatures were 258.3 K for F6H6 and 265.6 K for F6H8, with the total uncertainty expected to be better than 0.2 K. The value measured for F6H6 closely matches the melting point of (260.15 K) reported in the literature.14"
    }, {
      "heading" : "2.1 Molecular dynamics",
      "text" : "The structure of liquid perfluoroalkylalkanes and the coordination sphere of dissolved xenon were also probed using molecular dynamics simulations. The PFAA model is based on the OPLS-AA framework,42 with the perfluoroalkyl moiety parameters taken from the work of Watkins and Jorgensen43 and the alkyl moiety modelled with the optimized L-OPLS parameters by Siu et al.44 The partial charges of the four carbons closest to the CH2–CF2 bond, as well as the dihedral torsion parameters of this junction, are based on the work of Pádua.45 Xenon was represented as a Lennard-Jones sphere, with the parameters proposed by Bohn et al.46\nThe Lennard-Jones parameters between unlike atoms were obtained using the geometric mean rule for both energy and size, following the OPLS framework. In the case of the interactions between hydrogen and fluorine atoms, the geometric mean energy was reduced by 23% and the geometric mean size was increased by 3.5%, as in our previous work;26 these\ncorrection factors allow the reproduction of the large experimental excess enthalpies and excess volumes of alkane + perfluoroalkane mixtures.\nThe molecular dynamics simulations were performed using the GROMACS 5.0.7 Software,47 with studied systems consisting of at least 150 PFAA molecules with a single dissolved xenon atom, with periodic boundary conditions in all directions. A cut-off distance of 14 Å was used for both non-bonded Lennard-Jones and electrostatic potentials. The particle-mesh Ewald summation technique was used to account for the electrostatic interactions beyond the cut-off, and standard analytic tail corrections for the energy and pressure dispersion terms were added. A time step of 2 fs was used, with all the bonds involving hydrogen atoms constrained to their equilibrium distances using the LINCS algorithm.\nAll systems were simulated in the NpT ensemble at atmospheric pressure and 298.15 K, using the Nosé–Hoover thermostat and Parrinello–Rahman barostat with coupling constants of 0.5 ps and 10.0 ps, respectively. The simulated systems were prepared by randomly inserting the appropriate number of molecules in a simulation box at low density, ensuring that no significant overlaps occurred. An energy minimization procedure was performed using the steepest gradient algorithm, to ensure the relaxation of unphysical high-energy configurations, followed by a pre-equilibration stage in the NpT ensemble at 298.15 K and 1 bar until a constant liquid density was achieved. The simulations were run for 26 ns, from which the first ns was considered and equilibration time and discarded from the analysis. Equilibration was monitored by following the temperature, density and all the components of the potential energy. All these properties became constant well within the equilibration time. Moreover, none of the properties presented in the discussion showed any identifiable variation/drift during the production stage. The deviations between the model predicted densities and the experimental values varied from 3% to 0.3%, with the longer compounds showing the better agreement."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1 Probing nano-segregation in liquid perfluoroalkylalkanes",
      "text" : "129Xe chemical shifts have been measured as a function of temperature for solutions of xenon in 7 linear perfluoroalkylalkanes, (perfluorobutylethane (F4H2), perfluorobutylpentane (F4H5), perfluorobutylhexane (F4H6), perfluorobutyloctane (F4H8), perfluorohexylethane (F6H2), perfluorohexylhexane (F6H6) and perfluorohexyloctane (F6H8)), generally from the melting point to the limit temperature of the used NMR setup. The experimental values were then corrected for the effect of the bulk susceptibility of the solvent and referenced to the chemical shift of gaseous xenon extrapolated to zero pressure, as discussed in more detail in previous work.25 The bulk susceptibility corrections were calculated using the molar magnetic susceptibilities determined in this work and the experimental densities previously reported.30,31,35 The molar\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nPhys. Chem. Chem. Phys. This journal is©the Owner Societies 2020\nmagnetic susceptibility of F4H2 and F6H2 was estimated from the values for n-alkanes48 and n-perfluoroalkanes,26 assuming additivity of CH3, CH2, CF3 and CF2 group contributions; the same estimation procedure agrees within 2.5% with the values experimentally determined for the other five PFAA studied.\nThe calculated medium shifts are reported in Table 1 and represented in Fig. 1. The 129Xe medium shifts obtained in\nprevious work for the corresponding n-alkanes and n-perfluoroalkanes have also been included in Fig. 1 for comparison.25,26 The chemical shifts in n-decane and n-dodecane are predictions based on the correlation for n-alkanes and their respective experimental densities,49 whereas the values in perfluorodecane, perfluorododecane and perfluorotetradecane are based on the correlation for perfluoroalkanes26 and an extrapolation of the\nTable 1 129Xe medium shifts (dm) in perfluoroalkylalkanes as a function of temperature\nF4H2 F4H5 F4H6 F4H8 F6H2 F6H6 F6H8\nT/K dm/ppm T/K dm/ppm T/K dm/ppm T/K dm/ppm T/K dm/ppm T/K dm/ppm T/K dm/ppm"
    }, {
      "heading" : "297.5 98.6 219.3 143.2 218.3 147.8 224.2 154.3 297.5 98.4 258.6 132.1 265.7 138.1",
      "text" : "318.2 93.1 220.4 143.0 219.3 147.5 225.3 154.0 318.2 93.6 259.2 131.8 265.7 138.4 339.0 87.7 222.6 142.4 220.4 147.2 225.8 153.8 339.0 88.7 259.2 131.9 266.0 137.9\n228.0 140.9 221.5 146.7 226.9 153.5 260.3 131.5 266.1 137.3 238.7 137.9 221.5 146.9 228.0 153.2 260.3 131.6 266.1 137.7 249.5 135.0 222.6 146.1 233.3 151.8 261.4 131.3 266.7 137.8 260.3 132.1 223.6 146.1 238.7 150.4 262.4 131.1 267.1 137.0 260.3 132.3 223.6 146.3 249.5 147.5 262.6 130.9 268.9 137.3 271.0 129.2 228.0 144.0 260.3 144.5 263.5 130.8 269.4 136.9 281.8 126.7 228.0 144.6 260.3 144.8 264.6 130.5 271.0 136.6 303.5 120.1 228.0 145.1 271.0 142.2 265.7 130.1 271.0 136.8 325.0 114.8 238.7 141.8 281.8 139.1 265.7 130.2 271.9 136.2\n249.5 139.1 303.5 133.8 267.1 129.8 276.4 135.4 260.3 136.4 325.0 128.6 271.7 128.7 277.3 134.9 270.9 133.7 275.1 128.2 281.8 134.0 281.8 131.0 277.3 127.2 283.0 133.5 281.8 131.1 280.7 126.9 287.2 133.3 292.6 128.4 281.8 126.1 288.7 132.1 303.4 125.6 285.3 125.3 292.4 130.9 303.5 125.2 292.3 123.4 295.7 130.6 325.0 120.0 292.4 123.4 300.0 129.2\n292.9 123.4 303.5 128.8 300.0 121.8 311.3 126.6 303.5 120.9 322.7 124.2 307.9 119.8 325.0 123.7 311.3 119.1 334.0 121.6 322.7 116.6 345.3 119.3 325.0 115.9 334.0 114.0 345.3 111.4\nFig. 1 129Xe medium shifts in perfluoroalkylalkanes as a function of temperature.\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nThis journal is©the Owner Societies 2020 Phys. Chem. Chem. Phys.\nmolar volumes of the lower perfluoroalkanes34 (perfluoropentane to perfluorononane).\nAs can be seen, the 129Xe medium shifts measured in the seven PFAA fall in between those obtained for n-alkanes and n-perfluoroalkanes. At fixed length of the fluorinated segment the 129Xe medium shifts increases with the length of the hydrogenated segment. Conversely, at fixed length of the hydrogenated segment the 129Xe medium shifts decreases with the length of the fluorinated segment. It should be remembered that the 129Xe medium shifts in perfluoroalkanes are among the lowest chemical shifts reported for xenon in liquid solvents, lower than 100 ppm as seen in Fig. 1. This is a clear sign of very weak interactions between xenon and fluorinated groups. Fig. 1 also shows that, as usual, the 129Xe medium shifts in PFAA decrease linearly with temperature for each substance, following the decrease of density and, at constant temperature, increase with the total chain length of the solvents.\nLuhmer and Bartik proposed50 that the dependence of the xenon medium shift with the density of a solvent can be explicitly taken into account by defining the molar medium shift as dm* = dm/r (with r as the molar density in moles per litre, identical to the concentration in molarity units). They have also observed that, for several homologous series of compounds, this quantity (dm*) depends linearly on the chain length, which suggests the possibility of setting up a group contribution scheme to predict the chemical shift in any substance or mixture.\nOur previous results for alkanes and perfluoroalkanes show that the molar medium shift for a given compound is not constant, but varies (albeit weakly) with temperature. Thus, we extend in this work the method of Luhmer and Bartik for n-alkanes and n-perfluoroalkanes as a function of temperature, and propose group contributions for the dm* of their constituent groups (CH3, CH2, CF2 and CF3). A multi-linear regression of the molar medium shifts of alkanes and perfluoroalkanes as a function of chain length and temperature lead to:\ndm,CH3* = 2.01230 10 6 T2 3.23546 10 3 T + 5.07518\n(1)\ndm,CH2* = 2.01230 10 6 T2 + 2.24271 10 4 T + 3.40295\n(2)\ndm,CF3* = 4.01567 10 3 T + 4.02197 (3)\ndm,CF2* = 2.47746 10 3 T + 2.98035 (4)\nwhere T is the absolute temperature. These group contributions, together with the experimental densities, allow the reproduction of the experimental chemical shifts of n-alkanes and n-perfluoroalkanes within 1 ppm.\nThe medium shift of xenon in any solvent can thus be calculated as the sum of the products of the contribution for the molar medium shifts of each group by their respective molar densities in the solvent. In the case of the studied PFAA, the xenon medium shift can be expressed as\ndm,predicted = [CF3]dm,CF3* + [CF2]dm,CF2*[CH2]dm,CH2*\n+ [CF3]dm,CH3* (5)\nwhere dm,CF3*, dm,CF2*, dm,CH2* + dm,CH3* are the group contributions to the molar medium shift. This procedure assumes that the proportion of each group (CF3, CF2, CH2 and CH3) in the coordination sphere of xenon is that given by stoichiometry, their densities are the experimental at each temperature and their individual contribution to the molar medium shift were calculated from data for their parent alkanes and perfluoroalkanes. Thus, the chemical shifts calculated in this way are predictions for a random organization of the groups, in which there is no preferential solvation of xenon. Likewise, any differences observed between the calculated and the experimental shifts, indicate that the real local concentration within xenon’s coordination sphere is different from the random organization and a sign of local enrichment of some of the groups. In other words, a measure of the organization of the solvent molecules in the vicinity of xenon.\nThe predicted 129Xe medium shifts as calculated by eqn (5) are compared with the experimental data in Fig. 2 as dashed lines. As can be seen, the experimental points for all the studied PFAA fall above the predicted lines, demonstrating that the average coordination sphere of xenon is always richer in hydrogenated groups than the random organization of the liquids.\nThe differences between the experimental and calculated chemical shift are represented in Fig. 3. As previously noticed, these differences are negative for all PFAA at all temperatures, showing that the local environment of Xe atoms is more interactive than could be expected for a random fluid. Additionally, all substances show a tendency to have larger (more negative) deviations at lower temperatures.\nThe presence of a relatively strong dipole at the CH2–CF2 junction of the PFAA molecules could account for a part of the ‘‘extra’’ interactivity. This factor should be more important in the case of the shorter chained perfluoroalkylalkanes as the ‘‘concentration’’ of dipoles is larger in these substances. However, as can be seen in Fig. 3, the liquids displaying the largest deviations through most of the temperature range are those with longer perfluoroalkyl chains, F6H6 and F6H8. These substances are also those expected to have a higher tendency to organize, reinforcing the possibility of nano segregation and reorganization of the liquid, forming domains with higher alkyl proportion in which xenon is preferentially dissolved.\nThe effect of temperature as evidenced in the figure, shows that this enrichment in hydrogenated groups decreases as the temperature increases, which could be expected since thermal agitation contributes to a better mixing.\nThe observed differences range between 2 ppm and 5.5 ppm, which are of the same order of those previously found in mixtures of hexane and perfluorohexane.26 It is thus reasonable to estimate that the differences of local composition are also of the same order, 0.05 mole fraction higher in the hydrogenated groups.\nThe structure of the liquid PFAA was further investigated by atomistic molecular dynamics simulations. MD results allow establishing links between the observed chemical shifts and the structure of xenon’s coordination shell in terms of number,\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nPhys. Chem. Chem. Phys. This journal is©the Owner Societies 2020\ndistance, and arrangement of groups. This is achieved examining the radial distribution functions between xenon and the four different types of fluorinated and hydrogenated groups that make up the different PFAA (CF3, CF2, CH2 and CH3).\nIt is well known that when modelling fluids involving hydrogenated and fluorinated chains, with either theoretical approaches or molecular simulations, a large reduction of the cross-interaction energy parameters is needed to reproduce vapour–liquid and liquid–liquid equilibria data, cross virial coefficients and excess enthalpies.4,51–56 Additionally, as we recently pointed out, increasing cross-size parameters is also essential, otherwise the large excess volumes displayed by these systems are not predicted. Thus, in the present simulations, the hydrogen–fluorine cross-interaction energy parameter, eH–F, was reduced by 23% and the cross-interaction size parameter, sH–F,\nwas increased by 3.5%, relatively to their corresponding geometric mean values. More than a mere fit, these adjustments denote that the peculiar properties of these systems are not only a consequence of weak dispersive interactions, but are also connected to the repulsive part of the intermolecular potential.\nSimulations were performed for systems consisting of one xenon atom dissolved in all liquid PFAAs at 298 K. Radial distribution functions (rdfs) of the different solvent atoms around xenon were obtained from the simulated trajectories. The results obtained for F6H6 are shown in Fig. 4. Equivalent results were observed for all other PFAAs.\nAs can be seen, the rdfs between xenon and CH3 and CH2 groups are globally significantly more intense than those between xenon and CF3 and CF2 groups. This demonstrates that the liquid organizes forming domains enriched in CH3 and\nFig. 2 129Xe medium shifts for studied PFAA as a function of temperature; experimental data; dotted lines were calculated using eqn (5). Data for n-alkanes and n-perfluoroalkanes with the same total chain length are included for comparison; points represent experimental data, lines calculated data; for F10, F12 and F14, lines represent calculated data for super cooled liquids.\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nThis journal is©the Owner Societies 2020 Phys. Chem. Chem. Phys.\nCH2 groups, in which the xenon atoms preferentially dissolve. It should be realized that the formation of these domains in which the local concentration of hydrogenated groups is higher, implies the existence of balancing domains richer in fluorinated groups that xenon also experiences, as shown by the quite intense xenon–CF3 peak. These results are thus in agreement with the experimental 129Xe NMR data and help to set up a molecular level picture of the organization of the liquids. In order to rule out the possibility of the presence of xenon inducing the formation of the domains, simulations were carried without any xenon atom. The obtained rdfs (shown in Fig. S1, ESI†) confirm the existence of segregation in pure F6H6, as the cross-rdf between hydrogenated and fluorinated groups is significantly less intense than those between hydrogenated groups and between fluorinated groups.\nIt is also seen that the rdfs between xenon and both the CH3 and CF3 groups are significantly more intense at shorter\ndistances than those between xenon and all CH2 and CF2 groups, indicating that the close vicinity of the xenon atom is enriched in CH3 and CF3 groups, relatively to the mean density. This effect has been previously observed for xenon, and other small solute molecules such as water, dissolved in nalkanes,25,57,58 perfluoroalkanes26 and PFAA39 indicating that these are preferentially solvated by the ends of the solvent chains. This is most probably due to the occurrence of cavities near the terminal groups of chain molecules in which small solutes insert more easily.\nAlso interestingly, Fig. 4 shows that the intensity of the xenon–CH2 peaks gradually decreases along the segment chain. Thus, the CH2 group that, on average, is further away from xenon atoms is that of the CH2–CF2 junction. On the contrary, the intensity of all xenon–CF2 peaks is relatively similar. Nevertheless, it can be seen that the intensity of the peaks does not decrease monotonously along the fluorinated segment: the CF2\nFig. 3 Differences between the experimental and calculated 129Xe medium shifts of the studied PFAA as a function of temperature; lines are guides to the eye.\nFig. 4 Radial distribution functions for F6H6 at 298 K: (left) xenon–hydrogen and (right) xenon–fluorine; rdfs shown between xenon and hydrogen and fluorine atoms, bonded to each carbon individually.\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nPhys. Chem. Chem. Phys. This journal is©the Owner Societies 2020\ngroup closest to xenon is that on the junction. This is partially justified, since this CF2 group is the closest to the hydrogenated segment. The dipole at the junction cannot be responsible for this effect as the xenon particle doesn’t bear a partial charge and is therefore insensitive to coulomb forces. Some degree of interdigitation of the hydrogenated segments can also contribute to this effect.\nA quantitative measure of the local composition of the coordination sphere of xenon was obtained by integrating the rdfs, and calculating the local fluorine mole fraction as a function of the radius of the coordination sphere. The values obtained for distances between 4 Å and 6 Å, are always lower than the stoichiometric proportion between 0.01 and 0.06 in mole fraction units. The differences between the local fluorine mole fraction and the bulk mole fraction are plotted if Fig. S3 (ESI†). A simulation snapshot illustrating a typical xenon coordination sphere in F6H6 is shown in Fig. 5.\nWhile the simulation results clearly demonstrate the existence of domains richer in hydrogenated and fluorinated groups, explaining the preference of xenon towards CH3 groups relatively to CF3 is not obvious or easy to interpret in terms of the size of the existing cavities in the vicinity of these groups. However, it has been previously shown that xenon behaves like an alkane when interacting with other molecules.22,23,59 It can thus be expected that xenon, like the alkanes, displays a lower affinity towards the fluorinated segments of PFAA.\nThese results are in agreement with a recent study in which we demonstrated that xenon is able to sense the gradual nano segregation that occurs in mixtures of hexane + perfluorohexane. In these mixtures, the simulations clearly showed that rdfs involving hexane groups become progressively more intense as the concentration of perfluorohexane increases. In other words, hexane and perfluorohexane molecules, as a whole, are able to move apart and form the segregated domains. In the case of the PFAA molecules, it must be emphasized that a different type of reorganization must occur, reflecting the fact that hydrogenated\nand fluorinated groups are bonded together and their proportion is constant. Consequently, when xenon approaches CH2 groups, it necessarily approaches CF2 groups as well. In this case, segregation occurs necessarily through molecular reorientation rather than separation."
    }, {
      "heading" : "3.2 Probing the formation of mesophases",
      "text" : "The uncorrected chemical shifts for the longer PFAA, F6H6 and F6H8, are collected in Table 2 and represented in Fig. 6.\nAs temperature decreases, a sharp change of slope is observed at 258.3 K and 265.6 K, the melting point of F6H6 and F6H8 respectively, towards higher values of chemical shift, i.e., compatible with more hydrogenated environments. For F6H6, the new trend can be observed for about 5 K before it becomes undetectable. In the case of F6H8 the onset of the new trend, which lasts for about 10 K, is accompanied by the observation of a second NMR signal at a lower chemical shift, i.e., compatible with more fluorinated environments, which can be observed for about 40 K. Several series of measurements were made, with ascending and descending temperature scans, to confirm the reproducibility and reversibility of these observations.\nHöpken and Möller,16 based on calorimetric measurements, proposed the formation of a mesophase for longer perfluoroalkylalkanes, taking place at the melting point, in which the stiffer and bulkier perfluorinated chains crystallize, but the flexible hydrogenated chains retain a liquid-like character and mobility for a range of temperatures, crystallizing only at a lower temperature and originating a solid–solid transition.\nFig. 5 Simulation snapshot illustrating a typical xenon coordination sphere in F6H6 at 298.15 K, showing a xenon atom (in blue) surrounded by 5 F6H6 molecules (hydrogen in white, fluorine in pink, carbon in blue).\nTable 2 Uncorrected 129Xe chemical shifts (dexp) for F6H6 and in F6H8\nF6H6 F6H8\nT/K dexp/ppm T/K dexp/ppm T/K dexp/ppm T/K dexp/ppm 254.9a 131.1 292.9 120.1 232.0a 134.8 266.0 134.5 256.0a 130.3 300.0 118.5 237.4a 133.8 266.1 134.3 257.0a 129.5 303.5 117.6 237.7a 133.5 266.1 134.0 258.1a 129.2 307.9 116.5 242.2a 133.2 266.7 134.4 258.1a 128.7 311.3 115.9 243.3a 132.8 267.1 133.7 258.6 128.6 322.7 113.3 249.0a 131.7 268.9 133.9 259.2 128.4 325.0 112.6 249.5a 131.5; 147.0 269.4 133.5 259.2 128.4 334.0 110.8 250.6a 131.4; 146.1 271.0 133.3 260.3 128.2 345.3 108.3 251.7a 131.4; 145.3 271.0 133.4 260.3 128.1 252.7a 131.1; 144.3 271.9 132.9 261.4 127.9 252.7a 131.1; 144.4 276.4 132.1 262.4 127.7 253.8a 130.9; 143.4 277.3 131.6 262.6 127.5 254.9a 130.7; 142.5 281.8 130.6 263.5 127.4 256.0a 130.4; 141.5 283.0 130.2 264.6 127.1 257.0a 130.2; 140.7 287.2 130.0 265.7 126.7 258.1a 130.0; 139.9 288.7 128.8 265.7 126.8 259.2a 129.8; 139.0 292.4 127.6 267.1 126.4 260.3a 129.6; 138.1 295.7 127.3 271.7 125.3 261.4a 129.3; 137.3 300.0 125.9 275.1 124.8 263.5a 129.1; 136.3 303.5 125.5 277.3 123.9 263.8a 129.3; 136.1 311.3 123.4 280.7 123.6 264.9a 129.0; 135.4 322.7 121.0 281.8 122.8 265.0a 129.0; 135.5 325.0 120.5 285.3 121.9 265.0a 128.8; 134.9 334.0 118.5 292.3 120.1 265.7 134.7 345.3 116.2 292.4 120.1 265.7 135.0\na Temperature below the melting point of the solvent.\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nThis journal is©the Owner Societies 2020 Phys. Chem. Chem. Phys.\nThe present observations demonstrate that 129Xe NMR can be used to accurately detect the formation of the mesophase.\nIt is important to explain that, with the NMR setup used, the weak xenon signal is expected to broaden and become indistinguishable from the background noise when the sample becomes solid. However, within the mesophase, the NMR signal of xenon dissolved in the liquid-like alkyl mesophase can be detected while there is enough mobility.\nIn F6H6 this phenomenon persists for just a few Kelvin below the melting point, with a sharp increase in the slope of the chemical shift vs. temperature plot. This implies that, as the temperature decreases, the xenon atoms are progressively ‘‘pushed’’ away from the solid-like perfluorinated regions to the hydrogenated liquid-like domains or that the local density around them increases rapidly.\nIn F6H8, the observation of two 129Xe NMR signals confirms the existence of two different environments in which the xenon atoms are either trapped or can only move slowly from one to the other. This behavior is observed for around 40 K below the melting point and the temperature at which the second signal disappears should correspond to the crystallization of the hydrogenated segments at the solid–solid transition temperature reported by Höpken and Möller.\nThe different behavior of F6H6 and F6H8 is not easy to explain, although it is generally expected that longer chains tend to form more stable supramolecular structures. It has also been reported that symmetrical compounds, such as F6H6, exhibit distinct crystallization behavior from other PFAA.\nAn attempt was made to obtain molecular level evidence of the formation and structure of the F6H8 mesophase from molecular dynamics. Preliminary results indicate that at a sufficiently low temperature and long simulation run the F6H8 molecules seem to spontaneously form relatively organized domains, while other part of the fluid remain liquid-like disordered. A single xenon atom inserted in the simulation box is seen to effectively sample the whole fluid. A simulation snapshot illustrating this result is shown in Fig. 7. It should be emphasized, however, that this simulation was conducted\nwith the only purpose of checking the tendency of the system to self-organize. Given the encouraging results, a detailed simulation study, with larger simulation boxes and longer runs will be object of future work."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The liquid structure of seven perfluoroalkylalkanes (F2H4, F2H6, F4H5, F4H6, F4H8, F6H6 and F6H8) was studied using 129Xe as a NMR probe, for the first time. The liquids were chosen to cover a range of relative lengths of the hydrogenated and fluorinated segments. As in previous studies, spectra were obtained as a function of temperature to allow the comparison of the different solvents at similar thermodynamic conditions.\nThe experimental medium shifts of xenon in the studied perfluoroalkylalkanes, display, on average, intermediate values between those for the n-alkanes and n-perfluoroalkanes, as could be expected. However, a detailed analysis of the results, using data from previous studies for alkanes and perfluoroalkanes, demonstrates the existence of domains richer in\nFig. 6 Experimental (symbols) and calculated (dotted line) 129Xe Chemical Shifts for F6H6 and F6H8 as a function of temperature. Values for n-alkanes (n-dodecane (H12), n-tetradecane (H14)) and perfluoroalkanes (n-perfluorododecane (F12), n-perfluorotetradecane (F14)) with the same total chain length also included for comparison.\nPu bl\nis he\nd on\n1 7\nJu ne\n2 02\n0. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf M\nas sa\nch us\net ts\n- A\nm he\nrs t o\nn 6/\n25 /2\n02 0\n7: 29\n:3 3\nA M\nPhys. Chem. Chem. Phys. This journal is©the Owner Societies 2020\nhydrogenated groups, in which xenon is preferentially dissolved. The average local concentration within the xenon coordination sphere was estimated to be between 0.01–0.06 mole fraction higher in hydrogenated groups than the stoichiometric proportion.\nAtomistic molecular dynamics simulations provided a detailed analysis of the liquid structure, confirming the experimental findings.\nFurthermore, spectra obtained for perfluorohexylhexane (F6H6) and perfluorohexyloctane (F6H8) as a function of temperature clearly detect the existence of two distinct environments in the fluid, one richer in hydrogenated groups and another richer in fluorinated groups, consistent with the formation of mesophases.\nIt is important to stress that nano-segregation is in this case observed in liquids interacting exclusively through dispersion forces, unlike most common examples of segregation which are determined by hydrogen bonding and polarity. Given the simple molecular structure and interactions of the studied PFAA, we believe that the present results can have a general impact in understanding the early mechanisms of segregation, phase separation and self-assembly.\nConflicts of interest\nThere are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Centro de Quı́mica Estrutural acknowledges the financial support of Fundação para a Ciência e Tecnologia (UIDB/00100/ 2020)."
    } ],
    "references" : [ {
      "title" : "Large-Scale Inhomogeneities in Solutions of Low Molar Mass Compounds and Mixtures of Liquids: Supramolecular Structures or Nanobubbles",
      "author" : [ "M. Sedlák", "D. Rak" ],
      "venue" : "J. Phys. Chem. B,",
      "citeRegEx" : "Sedlák and Rak,? \\Q2013\\E",
      "shortCiteRegEx" : "Sedlák and Rak",
      "year" : 2013
    }, {
      "title" : "Marčelja, et al., How to Explain Microemulsions Formed by Solvent Mixtures without Conventional Surfactants",
      "author" : [ "T.N. Zemb", "M. Klossek", "T. Lopian", "J. Marcus", "S. Schöettl", "D. Horinek", "S.F. Prevost", "D. Touraud", "S.O. Diat" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A.,",
      "citeRegEx" : "Zemb et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zemb et al\\.",
      "year" : 2016
    }, {
      "title" : "The Anomalous Behavior of Fluorocarbon Solutions",
      "author" : [ "R.L. Scott" ],
      "venue" : "J. Phys. Chem.,",
      "citeRegEx" : "Scott,? \\Q1958\\E",
      "shortCiteRegEx" : "Scott",
      "year" : 1958
    }, {
      "title" : "Dynarowicz-Ła̧tka, Semifluorinated Alkanes - Primitive Surfactants of Fascinating Properties, Adv",
      "author" : [ "P.M. Broniatowski" ],
      "venue" : "Colloid Interface Sci.,",
      "citeRegEx" : "Broniatowski,? \\Q2008\\E",
      "shortCiteRegEx" : "Broniatowski",
      "year" : 2008
    }, {
      "title" : "Adsorption and aggregation of semifluorinated alkanes in binary and ternary mixtures with hydrocarbon and fluorocarbon solvents, Langmuir",
      "author" : [ "B.P. Binks", "P.D.I. Fletcher", "S.N. Kotsev", "R.L. Thompson" ],
      "venue" : null,
      "citeRegEx" : "Binks et al\\.,? \\Q1988\\E",
      "shortCiteRegEx" : "Binks et al\\.",
      "year" : 1988
    }, {
      "title" : "Phase Separation Properties of Fluorocarbons, Hydrocarbons and Their Copolymers, Adv",
      "author" : [ "P. Lo Nostro" ],
      "venue" : "Colloid Interface Sci.,",
      "citeRegEx" : "Nostro,? \\Q1995\\E",
      "shortCiteRegEx" : "Nostro",
      "year" : 1995
    }, {
      "title" : "Skoulios, Smectic LiquidCrystal from (Perfluorododecyl) Decane",
      "author" : [ "W. Mahler", "A.D. Guillon" ],
      "venue" : "Mol. Cryst. Liq. Cryst.,",
      "citeRegEx" : "Mahler and Guillon,? \\Q1985\\E",
      "shortCiteRegEx" : "Mahler and Guillon",
      "year" : 1985
    }, {
      "title" : "Transitions to Liquid-Crystalline Phases in a Semifluorinated Alkane",
      "author" : [ "C. Viney", "T.P. Russell", "L.E. Depero", "R.J. Twieg" ],
      "venue" : "Mol. Cryst, Liq. Cryst.,",
      "citeRegEx" : "Viney et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Viney et al\\.",
      "year" : 1989
    }, {
      "title" : "Thermal Behavior and High- and Low-Temperature Phase Structures of Gemini Fluorocarbon/Hydrocarbon Diblocks, Langmuir",
      "author" : [ "C.G. Lux", "B. Donnio", "B. Heinrich", "M.P. Krafft" ],
      "venue" : null,
      "citeRegEx" : "Lux et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lux et al\\.",
      "year" : 2013
    }, {
      "title" : "A Structural X-ray Study on Semifluorinated Alkanes (SFA): SFA revisited, Macromolecules",
      "author" : [ "P. Marczuk", "P. Lang" ],
      "venue" : null,
      "citeRegEx" : "Marczuk and Lang,? \\Q1998\\E",
      "shortCiteRegEx" : "Marczuk and Lang",
      "year" : 1998
    }, {
      "title" : "Monodisperse Surface Micelles of Nonpolar Amphiphiles in Langmuir Monolayers",
      "author" : [ "M. Maaloum", "P. Muller", "M.P. Krafft" ],
      "venue" : "Angew. Chem., Int. Ed.,",
      "citeRegEx" : "Maaloum et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Maaloum et al\\.",
      "year" : 2002
    }, {
      "title" : "Nanoscale Pattern Formation in Langmuir Blodgett Films of a Semifluorinated Alkane and a Polystyrene Poly(Ethylene Oxide) Diblock Copolymer",
      "author" : [ "A.L. Simões Gamboa", "E.J.M. Filipe", "P. Brogueira" ],
      "venue" : "Nano Lett.,",
      "citeRegEx" : "Gamboa et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Gamboa et al\\.",
      "year" : 2002
    }, {
      "title" : "Highly Organized Crystalline Monolayer of a Semi-Fluorinated Alkane on a Solid Substrate obtained by spin-coating",
      "author" : [ "L. Bardin", "M.-C. Fauré", "E.J.M. Filipe", "P. Fontaine", "M. Goldmann" ],
      "venue" : "Thin Solid Films,",
      "citeRegEx" : "Bardin et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Bardin et al\\.",
      "year" : 2010
    }, {
      "title" : "Spontaneous self-assembly and structure of perfluoroalkylalkane surfactant hemimicelles by molecular dynamics simulations",
      "author" : [ "G.M.C. Silva", "P. Morgado", "P. Lourenço", "M. Goldmann", "E.J.M. Filipe" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A.,",
      "citeRegEx" : "Silva et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Silva et al\\.",
      "year" : 2019
    }, {
      "title" : "On the Liquid Mixtures of Xenon, Alkanes and Perfluorinated Compounds",
      "author" : [ "L.M.B. Dias", "C. McCabe", "G. Jackson", "E.J.M. Filipe" ],
      "venue" : "Phys. Chem. Chem. Phys.,",
      "citeRegEx" : "Dias et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Dias et al\\.",
      "year" : 2001
    }, {
      "title" : "Thermodynamics of liquid (xenon + methane) in the critical region",
      "author" : [ "L.M.B. Dias", "C. McCabe", "E.J.M. Filipe", "J.C.G. Calado" ],
      "venue" : "J. Phys. Chem. B,",
      "citeRegEx" : "Dias et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Dias et al\\.",
      "year" : 2004
    }, {
      "title" : "Linking the structures, free volumes, and properties of ionic liquid",
      "author" : [ "N.J. Brooks", "F. Castiglione", "C.M. Doherty", "A. Dolan", "A.J. Hill", "P.A. Hunt", "R.P. Matthews", "M. Mauri", "A. Mele", "R. Simonutti", "I.J. Villar-Garcia", "C.C. Weber", "T. Welton" ],
      "venue" : null,
      "citeRegEx" : "Brooks et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Brooks et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanoemulsion Contrast Agents with Sub-picomolar Sensitivity for Xenon NMR",
      "author" : [ "T.K. Stevens", "R.M. Ramirez", "A. Pines" ],
      "venue" : "J. Am. Chem. Soc.,",
      "citeRegEx" : "Stevens et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Stevens et al\\.",
      "year" : 2013
    }, {
      "title" : "Vapor Pressure of Perfluoroalkylalkanes: The Role of the Dipole",
      "author" : [ "P. Morgado", "G. Das", "C. McCabe", "E.J.M. Filipe" ],
      "venue" : "J. Phys. Chem. B,",
      "citeRegEx" : "Morgado et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Morgado et al\\.",
      "year" : 2015
    }, {
      "title" : "Viscosity of liquid systems involving hydrogenated and fluorinated substances: Liquid mixtures of (hexane + perfluorohexane)",
      "author" : [ "P. Morgado", "J. Black", "J.B. Lewis", "C.R. Iacovella", "C. McCabe", "L.F.G. Martins", "E.J.M. Filipe" ],
      "venue" : "Fluid Phase Equilib.,",
      "citeRegEx" : "Morgado et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Morgado et al\\.",
      "year" : 2013
    }, {
      "title" : "Saturated Liquid Densities of 1-alkanols",
      "author" : [ "I. Cibulka" ],
      "venue" : null,
      "citeRegEx" : "Cibulka,? \\Q2007\\E",
      "shortCiteRegEx" : "Cibulka",
      "year" : 2007
    }, {
      "title" : "Phase Behavior of Carbon Dioxide Mixtures with -Alkanes and -Perfluoroalkanes",
      "author" : [ "C. Colina", "A. Galindo", "F.J. Blas", "K.E. Gubbins" ],
      "venue" : "Fluid Phase Equilib.,",
      "citeRegEx" : "Colina et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Colina et al\\.",
      "year" : 2004
    }, {
      "title" : "Modelling the Phase Behaviour and Excess Properties of Alkane + Perfluoroalkane Binary Mixtures with the SAFT–VR Approach",
      "author" : [ "P. Morgado", "C. McCabe", "E.J.M. Filipe" ],
      "venue" : "Fluid Phase Equilib.,",
      "citeRegEx" : "Morgado et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Morgado et al\\.",
      "year" : 2005
    }, {
      "title" : "Predicting the Phase Behavior of Fluorinated Organic Molecules Using the GC-SAFTVR Equation of State, Fluid",
      "author" : [ "J.D. Haley", "C. McCabe" ],
      "venue" : "Phase Equilib.,",
      "citeRegEx" : "Haley and McCabe,? \\Q2017\\E",
      "shortCiteRegEx" : "Haley and McCabe",
      "year" : 2017
    }, {
      "title" : "Phase equilibria in perfluoroalkane plus alkane binary systems from PC-SAFT equation of state",
      "author" : [ "S. Aparicio" ],
      "venue" : "J. Supercrit. Fluids,",
      "citeRegEx" : "Aparicio,? \\Q2008\\E",
      "shortCiteRegEx" : "Aparicio",
      "year" : 2008
    }, {
      "title" : "Marrucho, Liquid–liquid equilibrium of substituted perfluoro-n-octane + n-octane systems, Fluid Phase Equilib",
      "author" : [ "F.R. Varanda", "L.F. Vega", "I.M.J.A.P. Coutinho" ],
      "venue" : null,
      "citeRegEx" : "Varanda et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Varanda et al\\.",
      "year" : 2008
    }, {
      "title" : "Solubility of water in n-alkanes: new experimental measurements and molecular dynamics simulations, Fluid Phase Equilib",
      "author" : [ "P. Morgado", "J. Barras", "P. Duarte", "E.J.M. Filipe" ],
      "venue" : null,
      "citeRegEx" : "Morgado et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Morgado et al\\.",
      "year" : 2020
    }, {
      "title" : "Liquid Mixtures of Xenon with Fluorinated Species: Xenon + Sulfur Hexafluoride",
      "author" : [ "L.M.B. Dias", "E.J.M. Filipe", "C. McCabe", "T. Cordeiro", "J.C.G. Calado" ],
      "venue" : "J. Phys. Chem. B,",
      "citeRegEx" : "Dias et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Dias et al\\.",
      "year" : 2007
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "In this work we demonstrate that pure perfluoroalkylalkane diblock molecules are not isotropic liquids and self organize forming domains at the nanometric scale. Xe NMR spectra were obtained as a function of temperature for seven liquid perfluoroalkylalkanes, covering a range of relative lengths of the hydrogenated and fluorinated segments. The results support the presence of domains richer in the hydrogenated groups, in which xenon is preferentially dissolved. The average local concentration within the xenon coordination sphere is estimated to be 0.05 mole fraction higher in hydrogenated groups than the stoichiometric proportion. Atomistic molecular dynamics simulations support this analysis and allow a detailed analysis of the liquid structure. Furthermore, Xe NMR spectra in perfluorohexylhexane (F6H6) and perfluorohexyloctane (F6H8) obtained as a function of temperature, clearly detect the existence of two distinct environments in the fluid, one richer in hydrogenated groups and another richer in fluorinated groups, consistent with the formation of mesophases. It is important to stress that nano-segregation is this case observed in liquids interacting exclusively through dispersion forces, unlike most common examples of segregation which are determined by hydrogen bonding and polarity. Given the simple molecular structure and interactions of the studied PFAA, we believe that the present results can have a general impact in understanding the early mechanisms of segregation, phase separation and self-assembly.",
    "creator" : null
  }
}