{
  "name" : "2020-06-30__b8_10.1021@acsanm.0c01025.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanoparticles for Luminescent Fibers and Optical Thermometers",
    "authors" : [ "Artur Tymi#ski", "Emilia #miechowicz", "Inocencio R. Martín", "Tomasz Grzyb", "Artur Tymiński", "Emilia Śmiechowicz" ],
    "emails" : [ "tgrzyb@amu.edu.pl" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1"
    }, {
      "heading" : "Ultraviolet and Near-Infrared Excitable LaPO4:Yb3+/Tm3+/Ln3+ (Ln = Eu, Tb) Nanoparticles",
      "text" : "The widespread demand for multifunctional materials that can be used for anticounterfeiting\npurposes, as dual-mode phosphors or optical nanothermometers, has inspired us to synthesize Yb3+/Tm3+/Ln3+ (Ln = Eu or Tb) doped LaPO4 nanoparticles (NPs) and, based on them, luminescent fibers which utilize and extend the properties of the NPs. They show\nintense dual-mode color-tunable emission and temperature dependent up-conversion\nluminescence, which makes them multifunctional and of a high potential applicability. The\nnanomaterials were obtained by simple and fast co-precipitation method yielding pure-phase\nmonoclinic products. The products were used as luminescence activators in cellulose fibers\nshowing their potential applications for security purposes. They can emit strong up- and\ndown-conversion luminescence within one particle, under excitation of commercially\navailable NIR and UV excitation sources. The pure red and green emissions under UV irradiation resulted from the presence of Eu3+ or Tb3+ ions in the structure of the products, whereas violet-blue emission was obtained under NIR excitation because of Yb3+ and Tm3+ co-\ndopants. After simultaneous UV/NIR double-lasers excitation, they obtained NPs show a complex luminescence resulting from Tm3+ (after energy transfer from Yb3+), Tb3+ or Eu3+. The\nobtained UC emission can be tuned, giving a huge color shift (from orange or green to blue). What is more, thanks to the presence of thermalized levels of Tm3+ ions, these materials can\nACS Paragon Plus Environment\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n2 act as promising temperature nanosensors in a wide range of temperatures from 293 to 679 K. Using the fluorescence intensity ratio (FIR) technique a relatively high thermal sensitivity (Sr) was obtained, 0.024 K-1 and 0.022K-1 for 293K for Yb3+/Tm3+/Eu3+ and Yb3+/Tm3+/Tb3+ sample, respectively."
    }, {
      "heading" : "Keywords:",
      "text" : "dual-mode luminescence, temperature sensors, down-conversion, up-conversion, UV/NIR excitation, luminescent fibers"
    }, {
      "heading" : "Introduction",
      "text" : "Multifunctional luminescent nanoparticles (NPs) have been for many years of considerable interest of many researchers working with advanced materials. They are stable inorganic matrices doped with trivalent lanthanide ions (Ln3+). Due to infra 4f-4f transition and ladderlike arranged energy levels, Ln3+ ions show unique spectroscopic properties, like sharp emission bands (pure color emission), efficient luminescence and relatively long luminescence lifetimes.1–4 A valuable attribute is the ability to show up-conversion emission (UC), which is a non-linear, optical process that converts lower energy photons (two or more) to higher energy ones (e.g. NIR → Vis).5–8 To make this phenomenon effective, the best to use are Ho3+, Er3+, Tm3+ or Tb3+ ions, which act as activators (emitting ions) in pairs with Yb3+ ions,9,10 beforehand excited at about 975 nm, which act as sensitizers. This is the opposite to another, well known for Ln3+ systems, down-conversion (DC) or down-shifting process which is a conversion of one absorbed photon with higher energy to photons with lower energy (e.g. UV → Vis).11–13 Nonetheless, especially desired in the field of photonics or industry are the substances that can be excited in a wide range of wavelengths (both NIR and UV radiation), preferably within one particle and still be able to show intense and tunable emission. It is called a dualmode (DM) luminescence that integrates both the UC and DC emission in a system, in contrast to simply mixing the single-ion luminescent nanomaterials. Up to date, several strategies14 have been proposed to obtain dual-mode luminescence, e.g. formation of hybrid materials assembled of different UC/DC emitting components,15,16 DC and UC emission from the same activator in double-doped systems with Yb3+ ions,17,18 formation of UC/DC core-shell structures19,20 or direct synthesis of materials triple doped with Ln3+ ions.9,21 Moreover, the advantage of using different Ln3+ ions is that they give a blend of emission bands and produce\nPage 2 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n3 the multicolor and tunable luminescence. It naturally depends on the type of activator ions and their concentration, type of matrix (coordination number) and type of excitation (equipment dependence, including wavelength, laser power or beam frequency).22–25 The ions chosen for this research can emit in blue or red range (Tm3+: 470 or 650 nm), green (Tb3+: 542 nm) and yellow-orange or red (Eu3+: 590 or 696 nm).3,20 A high (20%) concentration of Yb3+ ions was used to ensure high effectiveness of the energy transfer (ET) to Tm3+ ions and cooperative energy transfer (CET) to Tb3+ or Eu3+ ions under NIR excitation. The phosphate nanoparticles, including described here LaPO4, seem to have all optical properties of a phosphor thanks to their chemical, physical and photostability, high refraction index, low solubility in water and providing excellent condition for intense luminescence of Ln3+ ions.26–30 When a dual-mode luminescence, i.e. both Stokes and anti-Stokes process, is present in the same material, it can significantly broaden its application potential in many fields. Such a material can be used e.g. in three-dimensional displays, luminescence sensors, multifunctional hybrid nanomaterials or biosensors in diagnostics, etc. However, a very interesting use these materials have found in anticounterfeiting or encoding materials, making use of advanced multi-luminescent nanoparticles in luminescent inks and fibers or even in laser holographics, bar codes or QR techniques. Under proper excitation they can reveal hidden patterns and be naturally applied in different paper documents, like passports or banknotes, as well as in ID cards, clothes, banking documents or medicine products.31–35 The luminescent nanoparticles can be successfully introduced as modifiers into cellulose fibers, using for example NMMO process36 or form nanofibers, nanowires or nanotubes using electrospinning process37,38. The DM materials can be very difficult to falsify as they contain several UC and DC emitting Ln3+ ions that make luminescence more complex and multicolor and can be excited only in specific conditions (specific type of the excitation source and its power). One of the undeniable benefits of the nanomaterials containing Ln3+ ions, besides a strong and tunable emission, is the ability to sensing temperatures in a wide range of values. These nanomaterials can be successfully used as effective, physically and chemically stable temperature sensors39 for different applications, for instance in temperature-dependent\nPage 3 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n4 photonic devices, building fire detection, electrical power stations, as well as in biomedicine or cancer diagnostics and therapy.40–42 There are a few ways to analyze temperature-dependent fluorescence, e.g. those that are based on detection of changes in bandwidths, spectral position, intensity, polarization or luminescence lifetimes.40,43–45 Recently, a lot of attention has been attracted to optical temperature sensors that are based on the fluorescence intensity ratio (FIR). This technique does not require a direct contact with a given sample to measure its temperature and is based on the comparison of the emission bands in the sample spectrum and thus overcomes some limitations of spatial resolution, accuracy of detection or disturbance of the measuring conditions, like power fluctuations. Moreover, an internal standard is also not required. The temperature can be calculated by fitting (Boltzmann-type distribution) the FIR of thermally coupled levels of different ions (i.e. Ho3+, Er3+, Tm3+, Eu3+) at different temperature points. What is important, the energy gap between the thermalized states should be in the range between 200 and 2000 cm-1.46–48 Naturally, the samples need to be thermally and mechanically stable for this kind of measurements and, as discussed before, LaPO4 nanomaterials are suitable for such application. Generally, in our strategy there is no need to synthesize many compounds or complicated core-shell structures, since the dual-mode emission and temperature sensing (up to 679 K) can be performed within one particle synthesized with a relatively simple and fast co-precipitation method. To the best of our knowledge, there have not been many reports on the dual-mode luminescent nanthermometers49,50,51 so there is still a space for a new kind of triple-doped matrices. To make these materials as versatile as possible, so suitable for optical thermometry in a wide range of temperatures, for application in fibers and dual-mode luminescence, we chose Yb3+/Tm3+ doping, instead of Yb3+/Er3+, in order to not overlap the emission bands of other ions present in the structure. Tb3+ (emission bands at ~542, ~583 nm) and some of Eu3+ bands (i.e. ~576 nm) lie in the same region as Er3+ bands (~530, ~555 nm). Moreover, both Eu3+ and Er3+ ions could be excited at 405 nm (Er3+: 4I15/2 →2H9/2)52, which is undesirable for these materials. The advantage of our nanoparticles is that they are composed of phosphates which are not used in dual-mode phosphors and modifiers of luminescent cellulose fibers. The structure of LaPO4 is simpler when compared with, for example, M2REF7:Yb/Er (M = Ca, Sr, Ba and RE =\nPage 4 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n5 Y, La, Gd, Lu)53, α-NaYbF4:Tm3+@CaF2@ NaYF4:Yb3+/Er3+@CaF2 multi core-shell51 or Lu3Al5O12:Ce3+/Mn4+ materials54. Also, the spectroscopic properties of LaPO4 samples are different, since they were triple doped with Yb3+/Tm3+/Ln3+ (Ln = Eu, Tb) ions and addition of another transition metal ion, like Mn4+ would not be beneficial for the structure. Moreover, the synthesis method that we choose is facile and quick and simply reproducible. Additional annealing after precipitation of LaPO4-based products, stabilizes them and makes them resistant to UV radiation. In order to obtain a dual-mode luminescence, we added to the structure Eu3+ and Tb3+ ions that can be excited in UV and produce emission in the visible region. In contrast to the above-mentioned papers, our samples were excited in two regions: NIR (975 nm) and UV (i.e. 375 nm). In order to make these materials more multifunctional we measured the temperature dependencies of UC intensity ratio for a wider range (between 293 and 679 K) than it is usually measured and we obtained luminescent fibers as potential material for anti-counterfeiting application (protection of documents, clothes, etc.). In this paper we report the synthesis, spectroscopic and temperature-dependent properties of inorganic multifunctional LaPO4 nanoparticles doped with 20%Yb3+/0.5%Tm3+/0.5%Eu3+ and 20%Yb3+/0.1%Tm3+/2%Tb3+ ions. We have chosen these ions’ concentrations (Figure S1) as the most promising for the intense emission (excited in UV and NIR separately and simultaneously), on the basis of the preliminary research and synthesis of a series of samples. Moreover, the luminescent cellulose fibers containing dual-mode nanoparticles were synthesized. The reported dual-mode materials can be used as luminescent markers, especially in anti-counterfeiting applications."
    }, {
      "heading" : "Experimental part",
      "text" : "The LaPO4 nanomaterials were synthesized by a facile and fast co-precipitation method reported by us previously. In short, appropriate amounts RE(NO3)3 salts (RE = La, Yb, Tm, Eu or Tb), for 1.5 g of product were mixed with 100 mL of 25% vol. solution of glycerine and water. The mixture was heated up to 50°C, when 50 mL of aqueous NH4H2PO4 solution were added dropwise. The obtained white suspension was stirred for 30 min., maintaining the temperature of 50-51°C. Then, the suspension was centrifuged, washed and dried at 80°C. Finally, the products were annealed in the air atmosphere in a muffle furnace at 1000°C for 2 hours. Luminescent cellulose fibers were obtained by the method described by us\nPage 5 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n6\nelsewhere.55 Figure 1 presents the scheme of the synthesis of nanoparticles and luminescent fibers. More synthesis details can be found in Supporting Information.\nFigure 1. The scheme of the synthesis of a) LaPO4: Yb3+/Tm3+/Ln3+ (Ln = Eu and Tb) nanoparticles and b) luminescent cellulose fibers.\nXRD patterns of the synthesized samples were measured at room temperature on a Bruker AXS D8 Advance diffractometer in Bragg-Brentano geometry, with Cu Kα1 (1.5418 Å) radiation in the 2θ range from 6° to 60° with a 0.05° step scan mode. In order to identify the phase, the Inorganic Crystal Structure Database (ICSD) was used. The Maud version 2.55 software was used to calculate the cell parameters and phase quantities56. Transmission electron microscopy (TEM) images were obtained using a high resolution Hitachi HT7700 microscope with an accelerating voltage of 120 kV. The spectroscopic measurements were taken at room temperature, of course except for temperature studies. Up-conversion emission was obtained by exciting the samples at 975 nm by a tunable CW titanium-sapphire laser (Spectra Physics 3900-S) pumped by a 15W 532 nm Spectra Physics Millenia. The spectra were collected by an optical fiber coupled to a single grating CCD spectrometer (Andor SR-3031-B CCD Newton DU920N). UV excitation spectra were recorded using a 450 W Xe arc lamp and the light beam passed through a Spex 1680 double monochromator for excitation and a Spex 1681 single monochromator for detection with a Hamamatsu R928 photomultiplier. NIR excitation spectra were measured on a QuantaMaster™40 spectrophotometer equipped with an Opolette 355LD UVDM tunable laser with a repetition rate of 20 Hz and a Hamamatsu R928 photomultiplier as a detector.\nPage 6 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n7 Double laser measurements were performed using the previously described tunable CW titanium-sapphire laser and continuous wave 405 or 375 nm diode lasers. The beams were focused at a single spot using a dichroic mirror filter. Therefore, the 975 nm beam and the 405 or 375 nm diode laser beams were aligned in parallel and focused on the sample using a 50 mm focal length lens. The temperature measurements were performed by heating the sample studied in a tubular electric furnace (Gero RES-E 230/3) in the range of 293 – 679 K and recording the emission spectra. The samples were placed in the center of the furnace and heated in at a rate of 1.66 K/min (100 K/hour) and the temperature was controlled with a type K thermocouple and connected to a voltmeter (Fluke Calibrator 714). The excitation source was the 975 nm titanium-sapphire laser which was placed on the one side of the furnace and the beam was collimated with a lens (f = 21 cm), while the emission was collimated by a lens located on the other exit side and focalized with an another lens to the optical fiber coupled to a single grating CCD spectrometer (Andor SR-3031-B CCD Newton DU920N) controlled by a personal computer. All the spectra were corrected for the spectral response of the equipment. Commission Internationale de I´Eclairage (CIE) chromaticity calculations, according to CIE – 1931 standards, were made with use of ColorCalculator software (version 7.15) by Osram. The pictures of up-conversion luminescence were taken with the use of a CW 975 nm diode laser (CNI Lasers) or 254 and 365 nm Hg lamp (Spectroline ENF-260C/FE) as the excitation sources, a Canon EOS 550D camera and a KG3 Coloured Glass Bandpass Filter (315–710nm)."
    }, {
      "heading" : "Results and discussion",
      "text" : ""
    }, {
      "heading" : "Structure and morphology",
      "text" : "The X-ray diffraction patterns of LaPO4 nanoparticles annealed at 1000°C are shown in Figure 2. The XRD patterns were indexed to the monoclinic structure (monazite-La type) and P21/n space group (ICSD data base, File No. 79747). The samples were single-phased and no impurities were detected. The experimental peaks were wide in comparison to the reference data, which indicates the nanocrystallinity of the products and can be confirmed by the TEM images (Figure 2). The dopant ions successfully substituted La3+ ions in the host lattice, which reduced the crystal cell volume (for crystallographic data, see Supporting Information – Table\nPage 7 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n8\nS1) and slightly changed the position of the peak maxima in the XRD patterns. Also, small differences in the relative peak intensity were detected, but the structure remained unaltered.\nFigure 2. (a) XRD patterns of LaPO4 nanoparticles, TEM images and nanocrystals sizes’ distribution of synthesized materials: (b) LaPO4:20%Yb3+;0.1%Tm3+;2%Tb3+ and (c) LaPO4:20%Yb3+;0.5%Tm3+;0.5%Eu3+."
    }, {
      "heading" : "Spectroscopic properties",
      "text" : ""
    }, {
      "heading" : "UV emission",
      "text" : "Figure 3a and Figure 3b present the emission spectra of the synthesized samples. These nanomaterials can be efficiently excited by the UV radiation (at around 405 nm for Eu3+ and 375 nm for Tb3+) and give emission in the visible spectral range. The excitation wavelength for Yb3+/Tm3+/Eu3+ sample, of 405 nm, was determined by recording the excitation spectrum (λem = 616 nm, Xe lamp, see Figure S2a in SI) which showed intense and sharp bands assigned to the intra-configurational f-f transitions of Eu3+ ions. The majority of the observed peaks were connected with transitions from the 7F0 and 7F1 energy levels (reaching maximum at 398 nm for 7F0→5L6 transition), but the most intense and broadest band appeared in the 230-310 nm region (with maximum at 272 nm). That is the charge transfer band (CTB) that represents the electron transfer from the filled O2- (2p6) ligand orbital to the vacant 4f orbitals of Eu3+.57 The rest of the excitation peaks correspond to direct excitation of Eu3+ ions and are assigned to f-f transitions, which are Laporte forbidden, which is responsible for their low intensities.\nPage 8 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nThe emission spectrum (Figure 3a), recorded in the range from 555 to 730 nm, is composed of the sharp and well separated emission bands determined by the transitions from 5D0 level to 7FJ multiplet components, where J = 0 – 4. The degeneracy of the 7FJ levels of Eu3+ is completely lifted for LaPO4 with C1 symmetry58. This sample shows strong red luminescence under UV excitation and the most intense band at 696 nm can be assigned to 5D0→7F4 transition (electric dipole transition, ED). This band is usually low intense when compared to the other transitions,59 but in this spectrum it was the dominant one. The ligand field removes the degeneracy and the band splits into three sublevels (two slightly split doubles and singlet) and that indicates strong asymmetry. Thus, Eu3+ ions occupy a very low symmetry site (C1) without an inversion center.28,58,60\nPage 9 of 25\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n10\nThe next two bands in the spectrum presented in Figure 3a have comparable intensity\nand are attributed to 5D0→7F1 and 5D0→7F2 transitions with their peaks at about 590 and 610 nm, respectively. The first one is a magnetic dipole (MD) transition, with intensity largely\nindependent of ion’s environment. The second one is an electric dipole (ED) transition, which is hypersensitive (influenced by the local symmetry of the Eu3+ ion and the nature of the\nligands). The highest intensity of this band, from among those of the other bands, is the indication of a low symmetry of the site. In the materials studied, the intensities of 5D0→7F1 and 5D0→7F2 transition bands are similar, however the low symmetry of Eu3+ sites may be also visible in relatively high intensity band of 5D0→7F4 transition and the presence of forbidden 5D0→7F0 band.61,62 The emission band correlated to 5D0→7F3 ED transition appears at 649 nm.\nThe least intense band with the smallest line width is assigned to 5D0→7F0 transition\n(576 nm). This transition is strictly forbidden by the selection rules and its occurrence also indicates a low symmetry. Moreover, a single, unsplit and sharp line seen for the 5D0→7F0 transition, indicates only one type of Eu3+ sites which have Cnv, Cn or Cs symmetry.59\nThe excitation wavelength for Yb3+/Tm3+/Tb3+ sample (375 nm), was determined by\nmeasuring excitation spectrum (λem = 545 nm, Xe lamp, see Figure S2b), as the excitation bands are intense, sharp and well separated (being the result of intra–4f8 transitions). These transitions are from 7F6 ground state to different excited levels of Tb3+ like 5D3 (381 nm), 5G6,5L10 (372 nm), 5D2,5G5,5L9 (354 nm) or 5I6 (288 nm).12,63 The bands below 270 nm can be assigned to f-d transition of Tb3+ ions.64\nThe emission spectrum (422 – 705 nm, Figure 3b) is composed of narrow and intense\nbands, mostly being the result of 5D4→7Fn transitions (where n = 6-0). The most prominent emission band, responsible for the green luminescence, is at 542 nm, which is typical of Tb3+ ions and corresponds to the 5D4→7F5 transition. The other, less intense bands are at 488 nm (5D4→7F6, it overlaps with the excitation band), 583 nm (5D4→7F4, split into doublet), 620 nm (5D4→7F3), at about 650 nm (5D4→7F2) and two bands at 668 and 679 nm – 5D4→7F1 and 5D4→7F0 transitions, respectively."
    }, {
      "heading" : "NIR emission",
      "text" : "The excitation spectra of LaPO4 samples were also recorded in the NIR range of 850 –\n1100 nm (Figure S1c and Figure S1d). They are composed of wide, but sharp-shaped excitation\nPage 10 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n11\nbands, confirming the effective absorption of NIR photons by Yb3+ ions. This is the 2F7/2→2F5/2 transition with the maximum at 977 nm. In the range of about 930 – 960 nm some sharp peaks\nappear on the excitation band, related to the transitions between different Stark splitting levels of Yb3+ ion (four on the ground state 2F7/2 and three on the excited 2F5/2 level).\nThe emission spectra of the nanopowders excited in NIR (λex = 975 nm, Ti:sapphire\nlaser) are presented in Figure 3c. The laser power was 100 mW and the beam of 1 mm in diameter was focused with a lens of 75 mm of focal length giving a spot of 4.3·10-4 mm2). It is\nclearly seen that the spectra are composed of several sharp and intense emission bands, being the result of 4f-4f intrinsic transitions of Ln3+ ions. The most intense is the 798 nm band and it can be assigned to the 3H4→3H6 transition of Tm3+ ions. This NIR band is disproportionately larger than the others but it does not affect the visible luminescence color. The other bands are clearly less intense and appear at the wavelengths typical of Tm3+ ions: 473 nm (strong 1G4→3H6 band responsible for the violet-blue emission for both of the samples), 452 nm (1D2→3F4), 646 nm (1G4→3F4), around 700 nm (3F2→3H6) and a low-intensity band at 362 nm (1D2→3H6). The ratio of intensities of the 473 and 800 nm bands is different for the two samples, as the higher Tm3+ concentration (20%Yb3+/0.5%Tm3+/0.5%Eu3+) probably favors the 800 nm transition and lower concentration (20%Yb3+/0.1%Tm3+/2%Tb3+) favors the 475 nm transition. In general, the sample with lower Tm3+ content shows more intense Tm3+ emission\nin the visible region, while the other sample may suffer a little concentration quenching. Moreover, the spectrum of Yb3+/Tm3+/Tb3+ sample, shows a very low-intensity band at around 542 nm, which can be attributed to the 5D4→7F5 transition of Tb3+. Generally speaking, that indicates a possible energy transfer from Yb3+ to Tb3+ ions under 975 nm excitation conditions. The main UC mechanism can be the energy transfer (ET) from Yb3+ ions to Tm3+ ions and cooperative energy transfer (CET) from Yb3+ ions to Tb3+ ions (2Yb3+→Tb3+), which was\nconfirmed by the dependencies of emission intensity on laser power presented in Figure S6. The emission of Yb3+/Tb3+ and Yb3+/Eu3+ ions needs the CET mechanism because there are no resonant energy levels between these ions.29,65\nCET: the electronic structure of Tb3+ and Eu3+ ions forces the cooperative energy\ntransfer to occur, because there are no resonant energy levels between these ions and Yb3+ ions. Moreover, the energy gap between the excited states and the ground state of Tb3+ and Eu3+ ions is high. After 975 nm excitation, two excited adjacent Yb3+ ions transfer the contained\nPage 11 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n12\nenergy to one Tb3+ ion simultaneously and then it gets excited to 5D4 level (the energy of this level is twice as high as 2F5/2 level of Yb3+), from which the 5D4→7F5 emission can be observed. For Yb3+/Eu3+ pair, the energy from two Yb3+ ions is transferred to 5D1 level (nearly twice as high as 2F5/2 level of Yb3+) and then there is a non-radiative relaxation to metastable state 5D0. Next, the Eu3+ emission is possible from this level, which is visible at around 690 nm, with 5D0→7F4 transition band.\nThe image showing luminescence colors taken with a digital camera at ambient\nconditions under UV (Hg lamp) or NIR (CW laser) excitation can be seen in Figure 3d. The UC emission is violet–blue and DC luminescence is purely red (Eu3+ sample) or purely green (Tb3+\nsample).\nThese samples can be efficiently excited using simultaneously two lasers working in UV\nand NIR regions, which results in a mixed emission. Figure 4a and Figure 4b present the\nemission spectra measured in the visible spectral range (the whole spectra are presented in\nFigure S3a and Figure S3b in SI). The idea of double excitation may be used in different\napplications, making these nanomaterials unique and very difficult to falsify when used as\nanticounterfeiting materials. In this application the emission spectra are very important.\nUnder double excitation the spectra are composed of the emission bands from both activator ions, i.e. Tm3+ and Eu3+ or Tm3+ and Tb3+, so they are more complex than from the one activator ion. Excluding the bands from Tm3+ ions, the emission bands from Tb3+ ions can be distinguished: the 5D4→7F5 transition at 542 nm, 5D4→7F4 at 583 nm, 5D4→7F3 at 620 nm and 5D4→7F6 transition at 488 nm, which is overlapped with the 1G4→3H6 band of Tm3+. The emission bands of Eu3+ ions are less intense, but in the enlarged spectra one can observe the bands 5D0→7F1 and 5D0→7F2 with their peaks located at about 590 and 611 nm, respectively.\nThe samples were excited in the UV (375 nm for Tb3+ and 405 nm for Eu3+ sample) and\nat the same time with NIR radiation (975 nm Ti:sapphire laser). The power of NIR laser was\nchanged from 0 to higher power values up to 455 mW. Naturally, at 0 mW of 975 nm\nTi:sapphire laser, the samples were excited only by UV lasers. When the power increases, the Tm3+ emission bands become more significant and then fully dominate the spectra. The transitions are similar to those presented in Figure 3 and 798 nm band (3H4→3H6) was also the most intense. Finally, we got the blend of Tm3+ and Tb3+, and, to a lesser extent, Tm3+ and Eu3+\nemission in one sample under double lasers excitation. The band intensity changes also affect\nPage 12 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n13\nthe luminescence color. This is a way to tune the UC luminescence color, which is illustrated\nin the CIE 1931 chromaticity diagram (Figure 4c). It is based on the CIE calculations and shows\nthe color space specified by the chromatic coordinates x and y used in the xyY space (Y is a brightness). A high color shift takes place, from orange–red of Eu3+ sample through pink-white, violet-blue to final blue color. For Tb3+ sample there is a shift from green, through white-green\nand blue-green to blue.\nFigure 4. (a-b) Emission spectra of LaPO4:Yb3+/Tm3+/Ln3+ (Ln = Eu and Tb) nanoparticles under double laser excitation (CW laser + Ti:sapphire) in the range of 450-725 nm; (c) CIE chromaticity coordinates of LaPO4 samples under double laser excitation with changed Ti:sapphire laser power."
    }, {
      "heading" : "Temperature sensing",
      "text" : "The temperature measurements of luminescence intensity of LaPO4 nanoparticles were made for the Ti:sapphire laser power of 100 mW and the beam with 1 mm of diameter was focused with a lens of 210 mm of focal length giving a spot of 3.3·10-3 mm2).\nThe Tm3+ emission bands originate from different photon transitions (two, three or\nfour) and have thermalized levels, like 3F2 and 3F3 which makes Tm3+-doped materials useful for optical sensing of temperature changes. The 3F2,3→3H6 transition is populated from the 3H4 level due to thermalization process, which occurs at higher temperatures. Temperature of the\nmeasured system can be determined by comparing these transitions and calculating the ratio of the emission bands in the spectra: 3F2,3→3H6/3H4→3H6.66,67\nPage 13 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nThe emission spectra measured at different temperatures (see the SI - Figure S4a and\nFigure S4b) are composed mainly of Tm3+ emission bands (the most intense band at around 800 nm). Eu3+ emission bands are not visible (inset to Figure S4 presents an enlarged part of the spectra in visible region) and a weak band of Tb3+ is present only at around 545 nm, so its\ncontribution to the emission is negligible. In general, the increase in temperature causes a\ndecrease in luminescence intensity of all emission bands, so the highest intensity is at the\nlowest value at ambient conditions (293 K). In contrast, the intensity of only the 700 nm band (3F2,3→3H6), which is initially low-intense, increases with temperature, reaching a maximum above 600 K (enlarged emission region, Figure 5a and Figure 5b). At the same time, the intensity of the 800 nm band (3H4→3H6) decreases, hence the ratio of the intensities of these two bands changes with temperature and it can be used as thermometric parameter and then\nFIR values can be calculated. What is important, these bands are well separated from each\nother ensuring a high sensitivity of measurement.\nPage 14 of 25\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n15\nThe thermalization process is responsible for a significant increase in the 3F2,3→3H6\nband intensity, as the temperature promotes population of the 3F2,3 level (level 2 in Figure 3c) over 3H4 (level 1 in Figure 3c). The energy gaps between these levels, based on peak centroids in the emission spectra, were 1930 cm-1 for Yb3+/Tm3+/Eu3+ sample and 1888 cm-1 for Yb3+/Tm3+/Tb3+ sample. Both 3F2,3→3H6 and 3H4→3H6 transitions are two-photon.\nThe temperature dependence of the UC intensity ratio can be described by an\nArrhenius-type equation:43,66,52\n(1)𝐹𝐼𝑅 ≡ 𝐼2 𝐼1 = 𝐴 𝑒𝑥𝑝( ― ∆𝐸𝑘𝐵𝑇)\nwhere FIR is the fluorescence intensity ratio, I2 is the intensity of 3F2,3→3H6 transition, I1 is the intensity of 3H4→3H6 transition, ΔE is an energy gap between the coupled levels (E2 – E1), kB is the Boltzmann constant, T is the absolute temperature and coefficient A is a pre-exponential\nconstant that depends on fluorescence collection efficiency, the emission frequency, the\nlevel’s degeneracy and the total spontaneous (radiative) emission rates.\nThe calculated ΔE values used for the fitting were 1458.5 cm-1 for Yb3+/Tm3+/Eu3+\nsample (A = 0.8) and 1314.7 cm-1 for Yb3+/Tm3+/Tb3+ sample (A = 1.2), which matches the\nenergy gap requirement for FIR method and thermalization can effectively occur, but the\nvalues were smaller than the ones calculated from the emission spectra. The FIR values (Figure\n5c) were initially low (close to zero), but with increasing temperature they increased up to 0.044 (Yb3+/Tm3+/Eu3+ system) and 0.072 (Yb3+/Tm3+/Tb3+). Some irregularities of the plot and\nthus in the fitting may be caused by the partial overlapping of the 700 nm band and the 650 nm Tm3+ red band (1G4→3F4).\nThe relative thermal sensitivity (Sr) is calculated to establish a comparison between\nperformance of different optical temperature sensors and, if the intensity ratio is characterized by a Boltzmann distribution, it can be expressed by the equation:43\n(2)𝑆𝑟 = 1 𝐹𝐼𝑅 ∙ |𝑑(𝐹𝐼𝑅)𝑑𝑡 | = ∆𝐸𝑘𝐵 𝑇2 It shows how peak ratios change with temperature, per 1K, compared with the initial value of\nFIR.\nPage 15 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n16\nThe absolute thermal sensitivity (Sa) can be defined as a change in FIR when the\ntemperature changes by 1K and it can be expressed by the equation:43\n(3)𝑆𝑎 = |𝑑(𝐹𝐼𝑅)𝑑𝑡 | = 𝐹𝐼𝑅 ∙ ∆𝐸𝑘𝐵 𝑇2 The calculated relative sensitivities, Sr (Figure 5d) reached the maximum of 0.024 K-1\nand 0.022 K-1 values at 293K for Yb3+/Tm3+/Eu3+ and Yb3+/Tm3+/Tb3+ sample, respectively.\nThese values are very high when compared with those obtained for other sensors, mainly due\nto the large energy separation between the thermalized states in this material. Typical maximum Sr values of different materials doped with Ln3+ ions and similar systems doped with Yb3+/Tm3+ ions are present in Table S2. In comparison, the calculated absolute thermal\nsensitivities, Sa (Figure S5) increased with temperature and their values were two orders of magnitude lower than Sr values and reached the maximum of 2.103·10-4 K-1 at 660K for Yb3+/Tm3+/Eu3+ and 3.044·10-4 K-1 at 660K for Yb3+/Tm3+/Tb3+ sample.\nPage 16 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n17"
    }, {
      "heading" : "Luminescent fibers",
      "text" : "The dual-mode excitable NPs can be used to produce optical cellulose fibers by NNMO\nmethod (see SI for preparation details). The luminescent properties of this kind of fibers depend on the type of modifier and its properties such as particle size, Ln3+ concentration,\netc., as well as its concentration and distribution in the polymer matrix. Figure 6 presents the emission of pure and LaPO4:Yb3+/Tm3+/Eu3+-doped cellulose fibers (NPs concentration in dry fibers: 2.5% w/w). The photo of the fibers taken in daylight can be seen in Figure 6a. The UV\nradiation (254 nm, Hg lamp) is effectively absorbed by the material and the emission spectrum\nof pure fiber is composed of strong and wide emission band, peaking around 450 nm (blue, Figure 6b), but it does not affect the Eu3+ emission. The 5D0 → 7F1 and the 5D0 → 7F4 bands are present at 590 and 696 nm, respectively (Figure 6c). UV excited Yb3+/Tm3+/Tb3+ doped fibers\n(365 nm, Hg lamp - Figure 6d) show wide emission band (with the maximum at 470-475 nm) of the fibers, but Tb3+ emission is clearly visible: 5D4 → 7F5 (~542 nm) and 5D4 → 7F4 (~583 nm) transitions. Under the NIR excitation (975 nm, CW laser), a strong blue emission from Tm3+ ions can be observed with the most intense bands 1G4 → 3H6 (473 nm) and the 1G4 → 3F4 (650 nm) for both samples (Figure 6e and Figure 6f). All these spectra confirm effective absorption\nand emission of the fibers excited in UV and NIR region.\nPage 17 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n18\nFigure 6. Images of the cellulose fibers: (a) pure, without NPs - taken in daylight and (b) excited by UV radiation; fibers doped with LaPO4:Yb3+/Tm3+/Eu3+ - excited by (c) UV or (e) NIR radiation; fibers doped with LaPO4:Yb3+/Tm3+/Tb3+ - excited by (d) UV or (f) NIR radiation. Insets present the emission spectra of pure and co-doped fibers."
    }, {
      "heading" : "Conclusions",
      "text" : "We have successfully designed and obtained multifunctional materials that show dual-mode\nluminescence and act as temperature nanosensors. LaPO4 nanoparticles doped with Yb3+/Tm3+/Ln3+ (Ln = Eu and Tb) obtained with simple and fast co-precipitation method were single-phase and La3+ ions were substituted by Ln3+ ions in the host lattice. These\nnanomaterials show outstanding spectroscopic properties, under UV (375 and 405 nm) and\nNIR (975 nm) irradiation they emit intense, down- and up-conversion luminescence. Under commercially available UV lasers excitation Tb3+ and Eu3+ ions show intense green and red\nemission, respectively, with a sharp and well-separated emission bands. Under 975 nm laser excitation, Tm3+ ions show violet-blue UC emission. What is more, they can be excited\nsimultaneously in UV/NIR region by double-lasers system, giving a mixed luminescence that comes from Tm3+, Tb3+ or Eu3+ and the Tm3+ emission is evidently the strongest. The UC\nluminescence was tuned by changing the laser’s power and a huge color shift was obtained.\nThe luminescence was temperature-dependent and FIR technique revealed that these\nnanoparticles can be used as thermosensors in a vast range from 293 K to 679 K. The relative thermal sensitivities were very high, reaching the maximum values of 0.024 K-1 and 0.022K-1 for 293K for Yb3+/Tm3+/Eu3+ and Yb3+/Tm3+/Tb3+ sample, respectively. These nanomaterials\nmay be very important anticounterfeiting or encoding systems, like luminescent inks or fibers\nthat can protect documents, clothes or medicine products. The luminescent cellulose fibers\nwere synthesized using NNMO method of synthesis. Considering the complex emission and\nrequiring specific excitation conditions, the DM-LaPO4 protected products can be very difficult to falsify.\nSupporting Information\nSynthesis of LaPO4 nanoparticles, preparation of luminescent fibers, structural properties, crystallographic data, selection of the optimal doping concentrations of Ln3+ ions, excitation\nspectra, emission of nanoparticles under double-laser excitation, temperature dependence of\nUC emission, absolute thermal sensitivities, laser power dependences on the integral\nluminescence intensity\nPage 18 of 25\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n19"
    }, {
      "heading" : "Acknowledgments",
      "text" : "T. Grzyb acknowledges financial support from the Polish National Science Center (grant No.\n2016/22/E/ST5/00016). E. Śmiechowicz acknowledges National Center for Research and\nDevelopment (Lider/39/0141/L-9/17/NCBR/2018). A. Tymiński received founding for\nscholarship and research stay from COST Action COST-STSM-CM1403-41049 supported by\nCOST (European Cooperation in Science and Technology), weblink: www.cost.eu. Moreover,\nI.R. Marin was supported by Ministerio de Economía, Industria y Competitividad (Agencia\nEstatal de Investigación, AEI) and EU-FEDER (MAT2016-75586-C4-4-P)."
    } ],
    "references" : [ {
      "title" : "Upconversion Nanoparticles: Design, Nanochemistry, and Applications in Theranostics",
      "author" : [ "G. Chen", "H. Qiu", "P.N. Prasad", "X. Chen" ],
      "venue" : "Chem. Rev. 2014,",
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Lanthanide-Doped Upconversion NanoBioprobes: Electronic Structures, Optical Properties, and Biodetection",
      "author" : [ "W. Zheng", "P. Huang", "D. Tu", "E. Ma", "H. Zhu", "X. Chen" ],
      "venue" : "Chem. Soc. Rev. 2015,",
      "citeRegEx" : "Zheng et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zheng et al\\.",
      "year" : 2015
    }, {
      "title" : "A Strategy to Achieve Efficient Dual-Mode Luminescence of Eu3+ in Lanthanides Doped Multifunctional NaGdF4 Nanocrystals",
      "author" : [ "Y. Liu", "D. Tu", "H. Zhu", "R. Li", "W. Luo", "X. Chen" ],
      "venue" : "Adv. Mater. 2010,",
      "citeRegEx" : "Liu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2010
    }, {
      "title" : "Multifunctional LaPO4:Ce/Tb@Au Mesoporous Microspheres: Synthesis, Luminescence and Controllable Light Triggered Drug Release",
      "author" : [ "R. Lv", "G. Yang", "S. Gai", "Y. Dai", "F. He", "P. Yang" ],
      "venue" : "RSC Adv. 2014,",
      "citeRegEx" : "Lv et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lv et al\\.",
      "year" : 2014
    }, {
      "title" : "Upconversion and Anti-Stokes Processes with f and d Ions in Solids",
      "author" : [ "F. Auzel" ],
      "venue" : "Chem. Rev. 2004,",
      "citeRegEx" : "Auzel,? \\Q2004\\E",
      "shortCiteRegEx" : "Auzel",
      "year" : 2004
    }, {
      "title" : "Upconversion Luminescent Materials",
      "author" : [ "J. Zhou", "Q. Liu", "W. Feng", "Y. Sun", "F. Li" ],
      "venue" : "Advances and Applications. Chem. Rev. 2015,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2015
    }, {
      "title" : "Lanthanide Upconversion Nanoparticles and Applications in Bioassays and Bioimaging: A Review",
      "author" : [ "M.V. DaCosta", "S. Doughan", "Y. Han", "U.J. Krull" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "DaCosta et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "DaCosta et al\\.",
      "year" : 2014
    }, {
      "title" : "Yb3+/Tb3+ CoDoped GdPO4 Transparent Magnetic Glass-Ceramics for Spectral Conversion",
      "author" : [ "F. Hu", "X. Wei", "Y. Qin", "S. Jiang", "X. Li", "S. Zhou", "Y. Chen", "C.K. Duan", "M. Yin" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Hu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2016
    }, {
      "title" : "Luminescent Layers for Enhanced Silicon Solar Cell Performance: Up-Conversion",
      "author" : [ "A. Shalav", "B.S. Richards", "M.A. Green" ],
      "venue" : "Sol. Energy Mater. Sol. Cells 2007,",
      "citeRegEx" : "Shalav et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Shalav et al\\.",
      "year" : 2007
    }, {
      "title" : "The Effects of Down- and up-Conversion on Dual-Mode Green Luminescence from Yb3+- and Tb3+-Doped LaPO4 Nanocrystals",
      "author" : [ "T. Grzyb", "A. Gruszeczka", "R.J. Wiglusz", "S. Lis" ],
      "venue" : "J. Mater. Chem. C 2013,",
      "citeRegEx" : "Grzyb et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Grzyb et al\\.",
      "year" : 2013
    }, {
      "title" : "Dual-Mode Luminescence from Lanthanide Tri-Doped NaYF4 Nanocrystals",
      "author" : [ "L. Wang", "H. Chen", "D. Zhang", "D. Zhao", "W. Qin" ],
      "venue" : "Mater. Lett. 2011,",
      "citeRegEx" : "Wang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2011
    }, {
      "title" : "Color-Tunable Emission by Adjusting Sensitizer (Yb3+) and Excitation Power of 980 Nm in NaGdTiO4:Yb3+/Tm3+/Er3+ phosphors for Light Emitting Diodes",
      "author" : [ "A. Zhou", "F. Song", "Y. Han", "D. Ju", "K. Adnan", "L. Liu", "M. Feng" ],
      "venue" : "J. Lumin. 2018,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2017
    }, {
      "title" : "Tunable Emission Color of Gd2(MoO4)3:Yb, Ho3+, Tm3+ Phosphors via Different Excitation Condition",
      "author" : [ "H. Hao", "H. Lu", "G. Ao", "Y. Song", "Y. Wang", "X. Zhang" ],
      "venue" : "Dye. Pigment. 2018,",
      "citeRegEx" : "Hao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hao et al\\.",
      "year" : 2018
    }, {
      "title" : "Effect of Annealing on Upconversion Luminescence of ZnO:Er3+ Nanocrystals and High Thermal Sensitivity",
      "author" : [ "X. Wang", "X. Kong", "Y. Yu", "Y. Sun", "H. Zhang" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "Wang et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2007
    }, {
      "title" : "Luminescence Nanothermometry",
      "author" : [ "D. Jaque", "F. Vetrone" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "Jaque and Vetrone,? \\Q2012\\E",
      "shortCiteRegEx" : "Jaque and Vetrone",
      "year" : 2012
    }, {
      "title" : "Highly Sensitive Tm3+ /Yb3+ Codoped SrWO4 for Optical Thermometry",
      "author" : [ "H. Song", "C. Wang", "Q. Han", "X. Tang", "W. Yan", "Y. Chen", "J. Jiang", "T. Liu" ],
      "venue" : "Sensors Actuators, A Phys",
      "citeRegEx" : "Song et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2018
    }, {
      "title" : "Excitation-Power Mediated Optical Hysteresis Behavior in a Single One-Dimensional Upconverting Microcrystal",
      "author" : [ "D. Gao", "X. Zhang", "Q. Pang", "J. Zhao", "G. Xiao", "D. Tian" ],
      "venue" : "J. Mater. Chem. C 2018,",
      "citeRegEx" : "Gao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2018
    }, {
      "title" : "Influence of Doping and Excitation Powers on Optical Thermometry in Yb3+-Er3+ Doped CaWO4",
      "author" : [ "X. Wang", "Y. Wang", "Y. Bu", "X. Yan", "J. Wang", "P. Cai", "T. Vu", "H.J. Seo" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Enhancing Upconversion Luminescence by Annealing Processes and the High-Temperature Sensing of ZnO:Yb/Tm Nanoparticles",
      "author" : [ "Y. Li", "R. Wang", "Y. Xu", "W. Zheng" ],
      "venue" : "New J. Chem. 2017,",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Probing a Highly Efficient Dual Mode: Down-Upconversion Luminescence and Temperature Sensing Performance of RareEarth Oxide Phosphors",
      "author" : [ "A.K. Singh", "S.K. Singh", "B.K. Gupta", "R. Prakash", "S.B. Rai" ],
      "venue" : "Dalt. Trans. 2013,",
      "citeRegEx" : "Singh et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2013
    }, {
      "title" : "Designing Down- and up-Conversion Dual-Mode Luminescence of Lanthanide-Doped Phosphors for Temperature Sensing",
      "author" : [ "Z. Sun", "Z. Fu", "G. Liu" ],
      "venue" : "J. Lumin. 2019,",
      "citeRegEx" : "Sun et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2018
    }, {
      "title" : "Dual-Mode Upconversion Nanoprobe Enables Broad-Range Thermometry from Cryogenic to Room Temperature",
      "author" : [ "Y. Shang", "Q. Han", "S. Hao", "T. Chen", "Y. Zhu", "Z. Wang", "C. Yang" ],
      "venue" : "ACS Appl. Mater. Interfaces 2019,",
      "citeRegEx" : "Shang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Shang et al\\.",
      "year" : 2019
    }, {
      "title" : "Three-Photon Upconversion and Optical Thermometry Characterization of Er3+:Yb3+ Co-Doped Yttrium Silicate Powders",
      "author" : [ "N. Rakov", "G.S. MacIel" ],
      "venue" : "Sensors Actuators, B Chem. 2012,",
      "citeRegEx" : "Rakov and MacIel,? \\Q2012\\E",
      "shortCiteRegEx" : "Rakov and MacIel",
      "year" : 2012
    }, {
      "title" : "Formation Mechanism, Structural, and Upconversion Properties of Alkaline Rare-Earth Fluoride Nanocrystals Doped with Yb3+/Er3+ Ions",
      "author" : [ "T. Grzyb", "D. Przybylska" ],
      "venue" : "Inorg. Chem. 2018,",
      "citeRegEx" : "Grzyb and Przybylska,? \\Q2018\\E",
      "shortCiteRegEx" : "Grzyb and Przybylska",
      "year" : 2018
    }, {
      "title" : "Multifunctional Pure and Eu3+ Doped β-Ag2MoO4: Photoluminescence, Energy Transfer Dynamics and Defect Induced Properties",
      "author" : [ "S.K. Gupta", "P.S. Ghosh", "K. Sudarshan", "R. Gupta", "P.K. Pujari", "R.M. Kadam" ],
      "venue" : "Dalt. Trans. 2015,",
      "citeRegEx" : "Gupta et al\\.,? \\Q1911\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 1911
    }, {
      "title" : "Interpretation of Europium(III) Spectra",
      "author" : [ "K. Binnemans" ],
      "venue" : "Coord. Chem. Rev. 2015,",
      "citeRegEx" : "Binnemans,? \\Q2015\\E",
      "shortCiteRegEx" : "Binnemans",
      "year" : 2015
    }, {
      "title" : "Synthesis of Luminescent TerbiumThenoyltriflouroacetone MOF Nanorods for Green Laser Application",
      "author" : [ "A. Morales-Ramirez", "J. Reyes-Miranda", "D.Y. Medina-Velazquez", "R.E. Lopez", "M.F. Morales Perez", "R. Ruiz-Guerrero", "R. Escudero", "U. Caldiño" ],
      "venue" : "Opt. Mater. (Amst). 2018,",
      "citeRegEx" : "Morales.Ramirez et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Morales.Ramirez et al\\.",
      "year" : 2018
    }, {
      "title" : "Study of Frequency Upconversion in Yb3+/Eu3+ by Cooperative Energy Transfer in Oxyfluoroborate",
      "author" : [ "Y. Dwivedi", "S.N. Thakur", "S.B. Rai" ],
      "venue" : "Glass Matrix. Appl. Phys. B Lasers Opt. 2007,",
      "citeRegEx" : "Dwivedi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Dwivedi et al\\.",
      "year" : 2007
    }, {
      "title" : "Nanoperovskite Doped with Yb3+ and Tm3+ Ions Used as an Optical Upconversion Temperature Sensor",
      "author" : [ "L. García-Rodríguez", "L. de Sousa-Vieira", "M.A. Hernández-Rodriguez", "A.D. Lozano-Gorrín", "V. Lavín", "U.R. Rodríguez-Mendoza", "J. González-Platas", "S. Ríos", "I.R. Martín" ],
      "venue" : "Opt. Mater. (Amst). 2018,",
      "citeRegEx" : "García.Rodríguez et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "García.Rodríguez et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The widespread demand for multifunctional materials that can be used for anticounterfeiting purposes, as dual-mode phosphors or optical nanothermometers, has inspired us to synthesize Yb3+/Tm3+/Ln3+ (Ln = Eu or Tb) doped LaPO4 nanoparticles (NPs) and, based on them, luminescent fibers which utilize and extend the properties of the NPs. They show intense dual-mode color-tunable emission and temperature dependent up-conversion luminescence, which makes them multifunctional and of a high potential applicability. The nanomaterials were obtained by simple and fast co-precipitation method yielding pure-phase monoclinic products. The products were used as luminescence activators in cellulose fibers showing their potential applications for security purposes. They can emit strong upand down-conversion luminescence within one particle, under excitation of commercially available NIR and UV excitation sources. The pure red and green emissions under UV irradiation resulted from the presence of Eu3+ or Tb3+ ions in the structure of the products, whereas violet-blue emission was obtained under NIR excitation because of Yb3+ and Tm3+ codopants. After simultaneous UV/NIR double-lasers excitation, they obtained NPs show a complex luminescence resulting from Tm3+ (after energy transfer from Yb3+), Tb3+ or Eu3+. The obtained UC emission can be tuned, giving a huge color shift (from orange or green to blue). What is more, thanks to the presence of thermalized levels of Tm3+ ions, these materials can Page 1 of 25 ACS Paragon Plus Environment ACS Applied Nano Materials 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60",
    "creator" : null
  }
}