{
  "name" : "2020-06-16__2c_10.1021@acsanm.0c00909.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanoporous Fluorinated Metal-Organic Framework-Based Membranes for CO2 Capture",
    "authors" : [ "Valeriya Chernikova", "Osama Shekhah", "Mohamed Eddaoudi", "Youssef Belmabkhout" ],
    "emails" : [ "mohamed.eddaoudi@kaust.edu.sa" ],
    "sections" : [ {
      "heading" : null,
      "text" : "and institution of nanoporous fluorinated Metal-organic frameworks (MOFs) with a\ncontracted pore system as a benchmark CO2-selective adsorbents. Namely, the SIFSIX-3-M (M=Zn, Cu and Ni) MOF adsorbents, encompassing a periodic\narrangement of fluorine moieties in a confined one-dimensional channels, exhibit a\nremarkable CO2 adsorption-based selectivity over CH4 and H2 in various industrially related gas mixtures. Here, we report the successful transplantation/integration of this\ndistinctive CO2-selectivity, distinguishing this class of nanoporous MOF adsorbents, to pure MOF membranes for carbon capture. Markedly, the Liquid-phase epitaxy\n(LPE) growth approach permitted, for the first time, the building of a continuous,\nhomogenous and defect-free MOF membranes based on the SIFSIX-3-M platform,\nMSiF6(Pyz)2 with M= Ni or Cu, on a porous alumina substrate. Permeation tests, single and mixed-gas, revealed that the resulting nanoporous MOF membrane is a\nCO2-selective membrane, exhibiting the foreseen favorable CO2-selectivity toward carbon dioxide over H2, and CH4, governed by the CO2-selective adsorption in the functional and contracted channels of the SIFSIX-3-M.\nKeywords: MOFs, SIFSIX-3-M, Liquid-phase epitaxy, Membrane, CO2–selective adsorbents, CO2–selective membranes.\nACS Paragon Plus Environment\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Fossil fuel based economy is recognized to be the main cause for the greenhouse\ngas emission worldwide with over 2 billion tons of exhaust carbon dioxide each year.\n1 A sustainable economy is reliable on the ability to drastically reduce the quantity of\ncarbon dioxide (CO2) released in the atmosphere, with aim to arrive to zero carbon by 2050. 1 Nevertheless, the continuous population and economy growth is expected\nto increase the CO2 emissions that need to be captured and stored or used at a feasible cost. The existing (current conventional) technology is energy-intensive and\ncostly and thus not ideal for the needed scale to mitigate the colossal amounts of\nyearly emitted CO2, nearly 40 Gt/year. Logically, energy-efficient CO2 capture process is identified to represent the dominant factor for the prospective cost\nreduction in the whole CO2 capture and storage system. Accordingly, energy-efficient CO2 capture process is highly desirable. 2-5 Membrane-based separation offers substantial advantages over conventional processes, including lower power\nconsumption, smaller footprint, and notable economic benefits over other competing\nseparation technologies. 6-9\nThe unique structural features of nanoporous metal-organic frameworks (MOFs), in\ncontrast to other nanoporous materials, including the ease to rationally functionalize\nand fine-tune their pore system,10 paved the way for incorporating MOFs into various\nfields of applications pertaining to sensing, gas separation and storage. 11 Certainly,\nMOFs have shown great potential in CO2 separation predominantly from gases containingCH4, N2 and H2 using principally kinetics and equilibrium based adsorption technologies. 10-12 As bulk microcrystalline powders, MOFs have been explored and\ntested for various practical purposes, like adsorption based-separation and gas\nstorage, sensing catalysis, and drug release, conferred by their large pore volumes\nPage 2 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nthat can accommodate a large amount of guest molecules and regulated small pore-\napertures that can selectively control and/or discriminate between guest molecules. 13\nThe tunability of nanoporous MOFs offers great potential for their deployment as gas\nseparating agents, especially the membrane-based approach is emerging and has\ngained notable consideration in the last years. 14 The deployment of MOFs as\nmembranes for separation and gas purification remains challenging and mostly relies\non the ability to construct continuous/defect-free MOF thin-films.14-15 Despite the\nintensive research concerned with the fabrication of MOF membranes, it is still in its\nearly stages and a more constructive and cooperative efforts are needed to\novercome the persisting challenges, like growing defect-free thin films that exhibit\nvery good bonding/adhesion to the support. In fact, only few studies are found in\nliterature on pure MOF grown as membrane for gas thin films.14 Coherently, due to\nthe more convenient and reliable preparation methods of bulk MOF materials, there\nis growing interest in the application of MOF nano-crystals as fillers in mixed matrix\nmembranes (MMM), which potentially would lead to improved gas permeabilities and\nselectivities in comparison to the pure polymer-based membranes.8,9 Connectedly,\nthe fundamental understanding of pure MOF membrane properties (intrinsic/inherent\npermeation and selectivity) and performances is vital to build the knowledge\nnecessary for of the construction of the looked-for mixed matrix membranes.\nDespite the importance of pre, post-combustion capture and upgrading of natural gas\n(NG) applications, a limited number of reports were published on the separation of\nCO2/H2 and CO2/CH4 gas systems based on pure MOF membranes. A highly efficient membrane for carbon capture from gases, mainly containing CH4 and H2, has to express a high-permeance for CO2, in contrast to other tested gases, promoting highly-valuable supplies like H2 andCH4. It is to be noted that reports pertaining to the separation permeselectivity in favor of CO2 are scarce with pure\nPage 3 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nMOF-based membranes and are limited, to the best of our knowledge, only bio-MOF-\n1, a single-crystal membrane of [Cu2(bza)4(puz)]n 16 and our sod-ZMOF membrane were reported.17\nRecently, our group reported CO2 sorption studies on isoreticular nanoporous MOFs with periodically arranged hexafluorosilicate (SIFSIX) pillars, named SIFSIX-2-Cu-I\nand SIFSIX-3-M, M=Zn, Cu and Ni.18-20 The resultant nanoporous MOFs offer a\ntunable pore-aperture size (rather than high surface area) and the required pore\nsystem chemistry, affording unique adsorbent materials with homogeneously aligned\nstrong CO2 adsorption sites in a confined one-dimensional pore system, and offering fast and highly selective CO2 behavior over CH4 and H2.18 Markedly, the contracted pores in the isoreticular analogues, namely SIFSIX-3-M, expressed a relatively\nsteeper CO2 sorption isotherms in contrast to SIFSIX-2-Cu-I.18 In addition we demonstrated that reducing slightly the pore-aperture size of these materials by\ncation replacement/substitution of Zn with Cu from 0.384 to 0.350 nm, resulted in an\nunprecedented CO2 uptake and selectivity in the perspective of direct air capture (DAC) and traces CO2 removal.18, 19 Besides, replacement of Zn with Ni led to successful synthesis (using both solvothermal and solvent-free approaches) of new\nisostructural CO2 selective analogue (SIFSIX-3-Ni) with a pore-aperture size of 0.369 nm, a high selectivity for CO2 (similar to Zn analogue) and a notable stability/high tolerance to H2S.20 In light of the unique properties of this class of materials, we found it compelling to\nexplore their deployment as a continuous MOF membrane for CO2 capture, paving the way to shift the use of this platform from solid adsorbent to a membrane-based\nseparation. To begin with, our countless attempts to fabricate a defect-free thin film of\nthe SIFSIX-3-Zn on the porous alumina substrate were not successful. 18 Therefore,\nwe concentrated our efforts on the fabrication of Cu and Ni analogues on the porous\nPage 4 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nalumina substrate. Initially, the used conventional solvothermal method led to the\nconstruction of non-continuous thin films, composed of small crystals of SIFSIX-3-Cu\nof about 500 nm in size (Figure S1-S2), while in case of SIFSIX-3-Ni the thin films\nwere composed of around 2 μm in size crystals agglomerates (Figure S3-S4). 19, 20\nThe fast precipitation, occurring immediately upon mixing the reagents, prohibited the\ncrystal intergrowth and prompted us to explore other alternative approaches..\nAccordingly, we embarked in an exploratory study aiming to fabricate the first\nnanoporous SIFSIX-3-M membrane using the liquid-phase epitaxy (LPE) growth\napproach (see scheme 1), 24-31 which was successfully used to grow defect-free thin\nfilms on porous alumina support as demonstrated earlier in the case of ZIF-8\nmembrane. 32 The LPE process has the merit to slow down and control the crystal\ngrowth rate and enhance the quality of the thin films. 24 The LPE technique has many\nother advantages compared to the other growth approaches in terms of mild\nfabrication conditions, ability to control thickness, post-functionalization and control\ncrystal orientation. 24-26 The LPE synthesis approach for SIFSIX-3-M membrane is\npresented in scheme 1. To the best of our knowledge, none of these SIFSIX-3-M\nMOFs have been never synthesized nor grown as a thin film attached to a surface\nusing the LPE approach and subsequently explored as a membrane for gas\nseparation.\nPage 5 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nScheme 1. (a) Scheme of the liquid-phase epitaxy (LPE) method applied for the growth of SIFSIX-3-M thin film, (b) view of SIFSIX-3-M assessable accessible channel, (c) scheme of SIFSIX-3-M membrane grown on Al2O3 substrate.\nRESULTS AND DISCUSSIONS The fabrication of defect-free and continuous thin\nfilms of SIFSIX-3-M (M=Zn, Cu, Ni) on the porous alumina substrate (diameter =21\nmm) was not an easy task. We explored initially the use of conventional solvothermal\nmethod and a seeding approach to fabricate a thin film membrane. However, all\nobtained membranes were not defect-free thin films and not of a good quality for the\ntargeted application as inferred/suggested from scanning electron microscope (SEM)\nand gas permeation studies. As a result, we focused our attention on the LPE\nmethod due to the many advantages it has over the other methods in terms of mild\nfabrication conditions and the ability to control thickness and crystal orientation in the\nfilm. 24 To the best of our knowledge, this is the first example of SIFSIX-3-M MOF\nmaterials to be synthesized and grown using the LPE approach as a thin film.\nPage 6 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nOur countless attempts to fabricate a defect-free thin film of the SIFSIX-3-Zn\nanalogue with the LPE method were not successful. As a result we directed our\nefforts for the fabrication Cu and Ni thin film analogues. Delightfully after many\nattempts, we were successful in isolating the optimized condition to fabricate a\ncontinuous SIFSIX-3-Cu membrane. A new activated alumina substrate was dipped\nin the 0.13 M methanolic solution of CuSiF6 for 10 minutes at 65 oC. The sample was then rinsed with methanol and dipped for 10 minutes at 65 oC in the 0.5 M pyrazine\nmethanolic solution, and afterwards removed and solvent over washed, completing\nthe first cycle. The thickness of the thin film based on the LPE approach, as\ncommonly acknowledged from earlier studies, is governed by the quantity of growth\ncycles, governing the overall thickness of the fabricated SIFSIX-3-M membrane. 23-24\nThe structural features were confirmed by X-ray diffraction (XRD) and morphological\nfeatures by SEM. The structure of the fabricated SIFSIX-3-Cu thin films was\nestablished by XRD patterns as depicted in Figure S5 for the Cu analogue. The XRD\npatterns of the grown thin films agree perfectly with the calculated pattern. SEM\nimages (Figure S6) attest that using the LPE approach led to the fabrication of a\nhomogenous and defect-free thin film of SIFSIX-3-Cu. Particularly, further\nexamination of the resultant thin-film revealed the formation of densely packed\nmicro-sized and very well intergrown SIFSIX-3-Cu microcrystallites on the surface of\nthe support with no visible defects like cracks or pinholes (Figure S6). 19\nIn order to evaluate the gas transport property of the resulting membrane, pure-gas\npermeation tests were performed. The resulting SIFSIX-3-Cu thin-film membrane\nwas fixed in a permeation cell and tightly sealed from both sides for gas permeation\nmeasurements. 17 Unfortunately, our tests showed that the preliminary evacuation of\nthe cell containing the membrane, with vacuum upstream and downstream, resulted\nin the formation of cracks. Consequently, we were not able to collect single\nPage 7 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\npermeation with steady volume/variable pressure permeation tests shown in Scheme\nS1. To prevent the cracks during the permeation tests, we opted to use in case of\nSIFSIX-3-Cu the mixed-gas permeation associated with a gas analysis system, which\nis shown in Scheme S2), 14 where a 1-2 bar of flowing helium is used as a cleaning\ngas instead of vacuum. Prominently, we were successful in evaluating the CO2 selectivity against H2 and CH4 for the SIFSIX-3-Cu membrane. Notably, CO2/H2 : 30/70 and CO2/CH4 : 50/50 mixed-gas permeation experiments at 308 K and 2 bar showed a favorable selectivity for CO2 of ca. 27 and 14.6 over H2 and CH4, respectively (Figure 1).\n0 20 40 60 80 100 120 140 0\n20\n40\n60\n80\n100\n120\n (CO2/H2)= 26.9\nM as\ns sp\nec . s\nig na\nl i n\npe rm\nea tio\nn si\nde x\n10 -9\nTime (min)\nCO2 H2 He\n0 20 40 60 80 100 120 140 0\n20\n40\n60\n80\n100\n120\n (CO2/CH4)= 14.6\nM as\ns sp\nec . s\nig na\nl i n\npe rm\nea tio\nn si\nde x\n10 -9\nTime (min)\nCO2 CH4 He\nFigure 1. Mixture permeation of SIFSIX-3-Cu tested using VP-continuous permeate composition analysis technique using 2 bar as upstream feed pressure and at 308 K. a) CO2/H2 : 30/70, b) CO2/CH4 : 50/50. The real selectivity is calculated directly from the partial pressure in the permeation side of each gas.\nIn light of these promising results, we extended our studies to the Ni membrane\nanalogue. The suitable conditions affording the continuous growth of SIFSIX-3-Ni thin\nfilm on the alumina support were isolated. Especially, a similar procedure used for\nthe Cu analogue was implemented for the Ni analogue with the exception of the\nconcentration of the pyrazine methanolic solution which was reduced to 0.26 M.\na) b)\nPage 8 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nThe XRD pattern of the resultant SIFSIX-3-Ni grown thin-film is presented in Figure 2,\nreflecting a perfect match with the simulated XRD pattern in terms of the positions of\nthe peaks, and attesting to the formation of a pure phase SIFSIX-3-Ni. However, the\nrelative peak intensity is considerably dissimilar. In fact, the peak at 2θ° of 12.4°,\ncorresponding to the (100) planes within the lattice of the SIFSIX-3-Ni crystal is\nrelatively more intense in contrast to other peaks, attesting to the preferential\norientation growth of the film along the direction orthogonal to (100) plane. 14 As a\nresult, the one-dimensional channels of SIFSIX-3-Ni are readily exposed for the\npassage of gases. Distinctly, this appropriate preferential orientation offers the\nadvantage of directly exposing the desired channels within SIFSIX-3-Ni, regarded as\nthe sole accessible path for the gas to enter the associated pore system. 19\n5 10 15 20 25 30 35 40 0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n*\n*\n* *\nIn te\nn si\nty (\na. u\n.) x1\n03\n2-Theta (o)\nSIFSIX-3-Ni membrane 30 cycles SIFSIX-3-Ni calculated Al2O3\nFigure 2. XRD pattern of fabricated SIFSIX-3-Ni membrane thin-film on Al2O3 support grown by means of the LPE method (red) and calculated (black).\nSEM images (Figure 3a) affirm the successful fabrication of a homogenous and\ndefect-free SIFSIX-3-Ni membrane. Manifestly, the thin film is mainly composed of\nPage 9 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nthe desired densely packed well intergrown nanoporous micro-sized crystallites of\nSIFSIX-3-Ni on the surface of the alumina support only, with no indication of defects\nlike pinholes or macro sized cracks. 20, 32 The cross-section SEM image attests to no\ncrystals growth within the pores of the substrate, and corroborates the high quality of\nthe grown membrane of SIFSIX-3-Ni with nearly a 5 μm thickness resulting from 25\ncycles (Figure 3b), attesting to the appropriateness of the LPE method in producing\ncontinuous and densely packed ultrathin films.32\nFigure 3. SEM images of SIFSIX-3-Ni thin films fabricated on alumina support, a) Top view, (inset) optical image of the as synthesized membrane. b) Cross-section.\nThe resulting 5 m thick SIFSIX-3-Ni thin-film membrane (as revealed by SEM\nimages, Figure 3b) was sealed from both sides and fixed in a permeation cell for\nleak-tight gas permeation tests, which resulted in limiting the active area of the\nmembrane to be of 1.4 cm2. 32\nThe single gas permeation measurements of elected gases He, H2, CO2, O2, N2, CH4, (with a purity of >99.99%) were done for the SIFSIX-3-Ni membrane using the\nconstant-volume/variable-pressure (CV/VP) permeation technique. 20, 24 In order to\neliminate any possible residual guest molecules (mostly methanol), an additional step\nof activation was carried out in-situ by applying vacuum to both upstream and\nPage 10 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\ndownstream sides of the cell at 308 K. Delightfully in contrast to the Cu analogue,\npreliminary tests showed that the SIFSIX-3-Ni membrane is much robust when it is\nexposed to vacuum conditions.\nThe full evacuation of the resultant membrane was assumed when the rise in the\ndownstream pressure during the test was smaller than 1%. In the case of pure single-\ngas, the permeation tests were done using 2 bar upstream pressure. Consecutively,\nwe monitored the rise in the downstream pressure for each run in the single-gas\npermeation of He, H2, CO2, O2, N2 and CH4 using a10 Torr scale transducer. When no notable change was detected in the pressure rise after the time-lag has started,\ni.e. 7-10 times, the steady-state in gas permeation was considered to be reached.\nNotably, the permeability of the material for agas can be derived from the steady-\nstate region. 32 Figure 4a shows the pressure response for the CO2 permeation measurement through the SIFSIX-3-Ni membrane at 308 K. The observation of time-\nlag behavior in these permeation pressure-rise curves in case of all the tested gases\n(Figure 4a) revealed the gas transport diffusional resistance, typical for high quality\nfilms with negligible contribution from intercrystalline defects or gaps. Remarkably,\nthis time-lag phenomena was mostly noted for tested gases, except He, (Figure 4b)\nconfirming the nonappearance of defects in the film. The relatively high O2/N2 selectivity of 1.5 is an additional evidence to the nonappearance of defects in the film.\nThe Single-gas permeation tests displayed a distinct maximum in the permeability of\nCO2 in contrast to other evaluated gases except H2 (Figure 4b). Therefore, as shown in Figure 4b, the SIFSIX-3-Ni membrane unveiled higher ideal selectivity for CO2 over N2, O2 and CH4. The achieved ideal separation factors for CO2 in contrast to other gases were (CO2/N2) =4 (CO2/O2) =3.6 and (CO2/CH4) =2. Interestingly and in contrast to all other single gas permeations, SIFSIX-3-Ni shows slightly favorable\nideal selectivity for H2 vs CO2.\nPage 11 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nThe obtained single-gas permeation data were additionally evaluated by applying the\nsolution-diffusion model that is appropriate to structures possessing nominal pore\ndiameter smaller than 10Å. 33-35 The gas permeability through a dense or\nmicroporous framework is simply calculated as the multiplication of diffusion and\nsolubility coefficients. In this model, Diffusion is described by means of a diffusion\ncoefficient, D reflects the kinetics of gas transported through a membrane, which can\nbe associated well with the value of the molecular size of gas.\nIt is to be noted that D is calculated experimentally from permeation time-lags and the\nsolubility (S), defined as the sorption coefficient taking into account the interactions of\ngases with the framework and gas condensability, is calculated indirectly using the\nsolution-diffusion model with a pre-knowledge of values of P and D, herein, S=P/D. 32-\n35\na)\n0 20 40 60 80 100 120 140 160 180 0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\ntime lagPe rm\nea te\n(T or\nr)\nTime (min)\ny = 0.0119x - 0.401\nb)\nHe\nH2\nN2\nO2\nCH4\nCO2 2.6 2.8 3.0 3.2 3.4 3.6 3.8 4.0 0 1 2 3 4 5 6 7 8 9\n10 11\nPe rm\nea bi\nlit y\n(B ar\nre r)\nLennard Jones diameter (Å)\nPermeability\nPage 12 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nc)\nH2\nN2\nO2\nCH4\nCO2\n2.6 2.8 3.0 3.2 3.4 3.6 3.8 4.0 0\n2\n4\n6\n8\n10\nD iff\nus io\nn [c\nm 2 /s\n] x 1\n0- 10\nLennard Jones diameter (Å)\nDiffusion\nd)\nH2 N2O2 CH4\nCO2\n2.6 2.8 3.0 3.2 3.4 3.6 3.8 4.0 0\n5\n10\n15\n20\n25\nSo lu\nbi lit\ny [c\nm 3 (\nga s)\n/(c m\n3 ( M\nO F)\nc m\nH g)\n]\nLennard Jones diameter (Å)\nSolubility\nFigure 4. a) Time lag measurement for CO2. b) SIFSIX-3-Ni membrane single gas permeability at 308 K vs. the Lennard Jones diameter of He, H2, CO2, O2, N2, and CH4. c) and d) Estimated diffusion coefficient and adsorption coefficient from the permeation data for tested gases.\nFigure 4c reveals that all tested gas molecules faced resistance to diffusion through\nthe SIFSIX-3-Ni membrane, leading to an overall drop in diffusion coefficients with\nincreasing the diameter size of probe molecules (here expressed as Lennard Jones\ndiameters). When the gas diameter size approach 3.8 Å (which is the pore-aperture\nsize calculated from crystal data), the gas diffusion come to be more constrained.\nAlmost a 20-fold decrease in D values occurred going from H2 (2.8 Å) to CO2 (=3.8 Å). In contrast, the S values for CO2 vs all the other studied gases as shown in Figure 4d is in an excellent agreement with adsorption measurements performed on the bulk\nmaterial. 16,17 From single gas permeation data, the essential observation is that\ndespite the diffusion restriction of CO2 and the completely inversed interplay between CO2 diffusion and solubility, the remarkable affinity of SIFSIX-3-Ni to CO2 promotes CO2 to be favorably driven by adsorption vs all other gases except for H2.\nPage 13 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nFurthermore, to assess the real separation behavior of CO2 against different gases for the SIFSIX-3-Ni membrane, CO2/H2 : 30/70 and CO2/CH4 : 50/50 permeation tests were done by means of a mixed-gas permeation associated with continuous-gas\nanalysis system. 32 Interestingly, binary mixtures (mixed-gas) testing through the\nSIFSIX-3-Ni membrane unveiled a selectivity of 20.4 and 9.9 toward CO2 vs H2 (CO2/H2:30/70 mixture) and (CH4 CO2/CH4:50/50 mixture), respectively. In spite of the highly favorable diffusivity of single H2 through the membrane (acquired from pure-gas permeation testing at 2 bar as depicted in Figure 5a), suggesting a high\nideal selectivity in favor of H2, the permeation in case of CO2/H2 mixture is highly favorable to CO2 (even higher than CO2/CH4 in gas mixtures case Figure 5b) due mainly to the high CO2 adsorption selectivity vs H2. This is really evident from the analysis of different value of SIP (ideal permeation selectivity), SID (ideal diffusivity selectivity), SIS (ideal solubility selectivity), SRP (real permeation selectivity) (Table 1) where it is clearly shown that the trend of SRP follow the trend of SIS in case of CO2/H2 and CO2/CH4 mixture.\n0 40 80 120 160 200 240 0 5\n10 15 20 25 30 35 40 45 50 55 60\n (CO2/H2)= 20.4\nM as\ns sp\nec . s\nig na\nl i n\npe rm\nea tio\nn si\nde x\n10 -9\nTime (min)\nCO2 H2 He\n0 40 80 120 160 200 240 0 5\n10 15 20 25 30 35 40 45 50 55 60\n (CO2/CH4)= 9.9\nM as\ns sp\nec . s\nig na\nl i n\npe rm\nea tio\nn si\nde x\n10 -9\nTime (min)\nCO2 CH4 He\nFigure 5. Mixture mixed-gas permeation tests for the of SIFSIX-3-Ni membrane tested using VP-continuous permeate composition analysis system, using an upstream feed pressure of 2 bar at 308 K. a) CO2/H2 : 30/70, b) CO2/CH4 : 50/50. The real selectivity is calculated directly from the partial pressure in the permeation side of each gas.\na) b)\nPage 14 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nTable 1. Comparison of single and mixed-gas permeation selectivities forSIFSIX-3-Ni membrane in case of CO2/H2 and CO2/CH4. SIP (ideal permeation selectivity), SID (ideal diffusivity selectivity), SIS (ideal solubility selectivity), SRP (real permeation selectivity)\nGas mixture Selectivity CO2/H2 CO2/CH4\nSIP 0.89 1.96 SRP 20.40 10.00 SID 0.05 0.27 SIS 20.42 7.29\nIt is to be stated that the noted high diffusivity of H2 in the single gas H2 permeation tests is drastically reduced in the presence of CO2 as in the case of the CO2/H2 mixture. Decidedly, this unique reversed selectivity behavior is mainly due to the\nopposite thermodynamic effect in favor of CO2, in accordance with the high adsorption equilibrium selectivity studies on SIFSIX-3-M bulk materials. The shift of\nCO2 capture/separation from adsorbent to membrane led to a CO2 selective membrane, albeit with much lower permeation selectivity than best polymer materials\nin case of CO2/CH4 system. 34 To the best of our knowledge the obtained mixed-gas CO2/H2 selectivity for the Cu and Ni analogue of SIFSIX-3-M membranes is the highest ever reported for pure MOF membranes. Although (conservative) the CO2/H2 selectively is relatively high as compared to polymers, it is to be stated that the\nexperimental mixed-gas permeation system used tend to underestimate the\nselectivity toward CO2. In fact, at the steady state a high driving force is occurring upstream the cell, particularly for H2 and CH4 promoting diffusion (favorably more than CO2) through the membrane when a combination of high selective CO2\nPage 15 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nmembrane is used with the total pressure of 1500 torr and less than 10 torr upstream\nand downstream, respectively. The non-penetrant nature of the diffusion of gases in\ncase of a MOF with permanent porosity as compared to non-porous polymers, i.e.\nthe notable high affinity of the MOF adsorbent to CO2, provoked the blocking of the MOF pore system for other gases in the case of mixtures containing CO2. This could be another reason that promotes the diffusion passing of the molecules with less\naffinity to the SIFSIX-3-M framework (H2, CH4) as compared to CO2. Thus, for critical assessment, the separation performance of all CO2 selective (over H2) MOF membranes reported in the open literature has been included in the plot shown in Figure 6. This analysis permitted to position our pure MOF membrane as\none of the best performing membranes when directly compared with corresponding\ndata for selected zeolites and other benchmark polymer composite/MMM materials-\nbased membranes, operating at room temperature (Table S1 in SI). In general, a\nstriking difference between the performance of a plausible single crystal MOF\nmembrane with polycrystalline MOF films further confirms the fact that precise\nestimation of membrane performance is hampered by the unavoidable presence of\ndefects and permeable directions blockages, resulting from the crystal orientation in\nthe film and boundaries between individual crystals. 32 This evident drawback is\nmanifested on the low reproducibility of data for polycrystalline inorganic membranes,\neven for those prepared with presumably identical conditions. Manifestly, access to\nreliable preparation methods offer great potential to significantly impact the\nperformance of the prepared membrane as evidenced in this work. In our case, it is\nimportant to be note that generally low permeability of all the gases (P(CO2) ~ 9 Barrer) can be attributed to the quality of the membranes fabricated via LPE method,\nwhich is coherent with our previously reported data for ZIF-8 membrane. The low\npermeability of constructed membranes is most likely attributed in this case to the\nPage 16 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nstructural features of the pore system, suggesting some of the one dimensional\nchannels are probably blocked due to the non-perfect orientation growth of the thin\nfilm.\nManifestly, the SIFSIX-3-Ni membranes showed a good long term stability, where no\nchanges in terms of permeability and selectivity for tested membranes were observed\nfor an aging period of more than three months.\nFigure 6. Robeson trade off plot (red line: calculated from Freeman fundamental study,23 pale red line: impirical Robeson plot: dashed -199122 , solid-20084 ) for comparison of separation performances for representative CO2-selective membranes in case of CO2/H2 separation, these data points represent the results from mix-gas studies (blue stars: MOFs, black squares: zeolites, black circles: polymer composites/MMM).\nCONCLUSION\nPage 17 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nIn conclusion, we have demonstrated that the key for further improvement of the\nmembrane-based separation is to choose materials that have the right parameters for\nthe targeted separation application (i.e. pore-aperture size and pore system with\nsuitable surface chemistry). Therefore, we opted to select the nanoporous SIFSIX-3-\nM MOF platform (M = Ni, Cu), that fulfill these requirements. The prospective shift\nand deployment of pure SIFSIX-3-M (M = Ni, Cu) membranes, offering the potential\nto translate the exceptional sorption properties of these unique adsorbents into a\nmembrane-based process, was recognized and unveiled due to our ability to\nsuccessfully grow a defect-free SIFSIX-3-M (M = Ni, Cu) thin films membrane using\nthe LPE method. The excellent SIFSIX-3-Ni membrane quality in terms of continuity\nwas affirmed via the noted time lag occurrence for all tested gases, in addition to the\nexpressed competitive permeation in favor of O2 vs. N2. The Ni and Cu analogues of SIFSIX-3-M membrane showed CO2/H2 reversed selectivity of 20.6 and 27 and elevated selectivity for CO2/CH4 of 9.9 and 15 toward CO2 in case of the mixtures of CO2/H2 and CO2/CH4, respectively. The CO2 favorable gas mixture permeationselectivity is a clear indication of adsorption governed/dominance in permeation\nselectivity toward CO2 in mixtures for all tested gases. This highly adsorption dominant permeation behavior in favor of CO2 for this type of MOF membranes, well corroborated with analysis of ideal diffusivity and solubility selectivities, contributes to\nbetter understanding and advancing, by few steps toward, the ongoing quest for the\ndevelopment of CO2 selective membranes. The acquired knowledge in this study can potentially benefit our ongoing research\nactivities pertaining to the deployment of SIFSIX-3-M nanoscale particles as suitable\nfillers in mixed-matrix membranes.\nThe study pinpoints the uniqueness of the reverse selectivity in MOFs and paves the\nway for researchers to look into MOFs for this specific industrially relevant application.\nPage 18 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nIt is to be stated that a more comprehensive method for the fabrication of a pure MOF\nmembrane, under harsh conditions such as high temperature, remains extremely\nchallenging for now, thus in this study we opted to perform our testing under very\nmild as a start and a proof of concept. The SIFSIX-3-M class of materials, although\nnot the most stable among fluorinated MOFs (compare to its analogues based on\nNbOF536, AlF537 instead of SiF6), due to the existence of 2D to 3D transition, allowed us to construct the first fluorinated MOF membrane of this kind with well-defined one\ndimensional channel-like pore structure. It is to be noted, that the observed low\npermeability might be avoided with the deployment of 3-dimensional interconnected\npores, and work is in progress to explore this research avenue."
    }, {
      "heading" : "EXPERIMENTAL SECTION",
      "text" : "Materials: All starting materials for synthesis were purchased commercially and were used without further purification. Support: The alumina substrates (purchased from Cobra Technologies BV) were rinsed with water and later on dried at 140°C. X-ray diffraction (XRD): PANalyticalX’Pert PRO diffractometer was used to measure the samples at ambient temperature using 45kV, 40mA for CuKα (λ = 1.5418 Å) as operating conditions. The patterns were collected using 1.0° min-1 as a scan speed of and 0.01° as a step size of in 2θ range of 4–40 degree. Scanning electron microscope (SEM): Quanta 600 was used to acquire top and cross-section SEM images of MOF-on-MOF films."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "Supporting Information.\nSupporting Information is available free of charge on the ACS Publications website. The gas permeation measurements, SEM images and XRD patterns, Time- lag measurement.\nAUTHOR INFORMATION\nPage 19 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nCorresponding Author *mohamed.eddaoudi@kaust.edu.sa"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest. Valeriya Chernikova: orcid.org/0000-0002-0826-8605 Osama Shekhah: orcid.org/0000-0003-1861-9226 Youssef Belmabkhout: orcid.org/0000-0001-9952-5007 Mohamed Eddaoudi: orcid.org/0000-0003-1916-9837"
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors gratefully acknowledge the financial support from King Abdullah\nUniversity of Science and Technology (KAUST).\nPage 20 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60"
    }, {
      "heading" : "Nanoporous Fluorinated Metal-Organic Framework-Based Membranes for CO2",
      "text" : "Capture.\nTOC figure\nPage 24 of 24\nACS Paragon Plus Environment\nACS Applied Nano Materials\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60"
    } ],
    "references" : [ {
      "title" : "Persistent growth of CO2 emissions and implications for reaching climate targets",
      "author" : [ "P. Friedlingstein", "R.M. Andrew", "J. Rogelj", "G.P. Peters", "J.G. Canadell", "R. Knutti", "G. Luderer", "M.R. Raupach", "M. Schaeffer", "D.P. van Vuuren", "C. Le Quéré" ],
      "venue" : "Nature Geosci. 2014,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "CO2 capture and H2 purification: Prospects for CO2-selective membrane processes",
      "author" : [ "K. Ramasubramanian", "Y. Zhao", "W.S. Winston Ho" ],
      "venue" : "AlChE J. 2013,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "Membrane technologies for CO2 separation",
      "author" : [ "A. Brunetti", "F. Scura", "G. Barbieri", "E. Drioli" ],
      "venue" : "J. Membrane Sci",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2010
    }, {
      "title" : "Advances in high permeability polymeric membrane materials for CO2 separations",
      "author" : [ "N. Du", "H.B. Park", "M.M. Dal-Cin", "M.D. Guiver" ],
      "venue" : "Energy Environ. Sci. 2012,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2012
    }, {
      "title" : "The upper bound revisited",
      "author" : [ "L.M. Robeson" ],
      "venue" : "J. Membrane Sci.,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Materials Science of Membranes for Gas and Vapor Separation",
      "author" : [ "Y. Yampolskii", "I. Pinnau", "B.D. Freeman" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2006
    }, {
      "title" : "Metal-organic frameworks in mixedmatrix membranes for gas separation",
      "author" : [ "H.B. Tanh Jeazet", "C. Staudt", "C. Janiak" ],
      "venue" : "Dalton Trans. 2012,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2012
    }, {
      "title" : "Mixed matrix formulations with MOF molecular sieving for key energy-intensive separations",
      "author" : [ "G. Liu", "V. Chernikova", "Y. Liu", "K. Zhang", "Y. Belmabkhout", "O. Shekhah", "C. Zhang", "S. Yi", "M. Eddaoudi", "W.J. Koros" ],
      "venue" : "Nat. Mater. 2018,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Zeolite-like MOF nanocrystals incorporated 6FDApolyimide mixed-matrix membranes for CO2/CH4 separation",
      "author" : [ "G. Liu", "Y. Labreche", "V. Chernikova", "O. Shekhah", "C. Zhang", "Y. Belmabkhout", "M. Eddaoudi", "W.J. Koros" ],
      "venue" : "J. Membrane Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Introduction to metal-organic frameworks",
      "author" : [ "H. -C. Zhou", "J.R. Long", "O.M. Yaghi" ],
      "venue" : "Chem. Rev. 2012,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "The chemistry and applications of metal-organic frameworks",
      "author" : [ "H. Furukawa", "K.E. Cordova", "M. O'Keeffe", "O.M. Yaghi" ],
      "venue" : "Science",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Metal–organic frameworks for separations",
      "author" : [ "J.-R. Li", "J. Sculley", "H. -C. Zhou" ],
      "venue" : "Chem. Rev. 2012,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks",
      "author" : [ "J.-R. Li", "Y. Ma", "M.C. McCarthy", "J. Sculley", "J. Yu", "H.-K. Jeong", "P.B. Balbuena", "H.-C. Zhou" ],
      "venue" : "Coord. Chem. Rev",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "Metal–Organic Framework Membranes: From Fabrication to Gas Separation",
      "author" : [ "O. Shekhah", "V. Chernikova", "Y. Belmabkhout", "M. Eddaoudi" ],
      "venue" : "Crystals 2018,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "MOF thin films: existing and future applications",
      "author" : [ "O. Shekhah", "J. Liu", "R.A. Fischer", "C. Wöll" ],
      "venue" : "Chem. Soc. Rev. 2011,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2011
    }, {
      "title" : "Single-Crystal Membrane for Anisotropic and Efficient Gas Permeation",
      "author" : [ "S. (a) S. Takamizawa", "Y. Takasaki", "R. Miyake" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2010
    }, {
      "title" : "Quest for Anionic MOF Membranes: Continuous sod-ZMOF Membrane with CO2 Adsorption-Driven Selectivity",
      "author" : [ "B.A. Al-Maythalony", "O. Shekhah", "R. Swaidan", "Y. Belmabkhout", "I. Pinnau", "M. Eddaoudi" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Made-to-order metal-organic frameworks for trace carbon dioxide removal and air capture",
      "author" : [ "O. Shekhah", "Y. Belmabkhout", "Z. Chen", "V. Guillerm", "A. Cairns", "Adil", "K. Eddaoudi" ],
      "venue" : "Nat. Comm. 2014,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "A facile solvent-free synthesis route for the assembly of a highly CO2 selective and H2S tolerant NiSIFSIX metal-organic framework",
      "author" : [ "O. Shekhah", "Y. Belmabkhout", "K. Adil", "P.M. Bhatt", "A.J. Cairns", "M. Eddaoudi" ],
      "venue" : "Chem. Commun. 2015,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Step-by-Step Route for the Synthesis of Metal−Organic Frameworks",
      "author" : [ "O. Shekhah", "H. Wang", "S. Kowarik", "F. Schreiber", "M. Paulus", "M. Tolan", "C. Sternemann", "F. Evers", "D. Zacher", "R.A. Fischer", "C. Wöll" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2007
    }, {
      "title" : "Layer-by-Layer Method for the Synthesis and Growth of Surface Mounted Metal-Organic Frameworks (SURMOFs)",
      "author" : [ "O. Shekhah" ],
      "venue" : "Materials 2010,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2010
    }, {
      "title" : "Enantiopure Metal–Organic Framework Thin Films: Oriented SURMOF Growth and Enantioselective Adsorption",
      "author" : [ "B. Liu", "O. Shekhah", "H.K. Arslan", "J. Liu", "Wöll", "C. Fischer", "R. A" ],
      "venue" : "Angew. Chem. Int. Edit",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2012
    }, {
      "title" : "Successful implementation of the stepwise layer-by-layer growth of MOF thin films on confined surfaces: mesoporous silica foam as a first case study",
      "author" : [ "O. Shekhah", "L. Fu", "R. Sougrat", "Y. Belmabkhout", "A.J. Cairns", "E.P. Giannelis", "M. Eddaoudi" ],
      "venue" : "Chem. Comm. 2012,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2012
    }, {
      "title" : "Deposition of metal-organic frameworks by liquid-phase epitaxy: The influence of substrate functional group density on film orientation",
      "author" : [ "J. Liu", "O. Shekhah", "X. Stammer", "H.K. Arslan", "B. Liu", "B. Schüpbach", "A. Terfort", "C. Wöll" ],
      "venue" : "Materials 2012,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "Post-synthetic modification of epitaxially grown, highly oriented functionalized MOF thin films",
      "author" : [ "O. Shekhah", "H.K. Arslan", "K. Chen", "M. Schmittel", "R. Maul", "W. Wenzel", "C. Wöll" ],
      "venue" : "Chem. Comm",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "The liquid phase epitaxy method for the construction of oriented ZIF-8 thin films with controlled growth on functionalized surfaces",
      "author" : [ "O. Shekhah", "M. Eddaoudi" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2013
    }, {
      "title" : "Fabrication of a surface plasmon resonance biosensor based on gold nanoparticles chemisorbed onto a 1, 10-decanedithiol self-assembled monolayer",
      "author" : [ "E.M.S. Azzam", "A. Bashir", "O. Shekhah", "A.R.E. Alawady", "A. Birkner", "C. Grunwald", "Wöll. C" ],
      "venue" : "Thin Solid Films",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "Post-synthetic modification of epitaxially grown, highly oriented functionalized MOF thin films",
      "author" : [ "O. Shekhah", "H.K. Arslan", "K. Chen", "M. Schmittel", "R. Maul", "W. Wenzel", "C. Wöll" ],
      "venue" : "Chem. Comm. 2011,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2011
    }, {
      "title" : "Grafting of Monocarboxylic Substituted Polychlorotriphenylmethyl Radicals onto a COOH-Functionalized Self-Assembled Monolayer through Copper (II",
      "author" : [ "O. Shekhah", "N. Roques", "V. Mugnaini", "C. Munuera", "C. Ocal", "J. Veciana", "C. Wöll" ],
      "venue" : "Metal Ions Langmuir 2008,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2008
    }, {
      "title" : "Defects in MOFs: A Thorough Characterization Chem",
      "author" : [ "P St. Petkov", "G.N. Vayssilov", "J. Liu", "O. Shekhah", "Y. Wang", "Wöll", "C. Heine" ],
      "venue" : "Phys. Chem. 2012,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2029
    }, {
      "title" : "The liquid phase epitaxy approach for the successful construction of ultra-thin and defect-free ZIF-8 membranes: pure and mixed gas transport study",
      "author" : [ "O. Shekhah", "R. Swaidan", "Y. Belmabkhout", "M. du Plessis", "T. Jacobs", "L.J. Barbour", "I. Pinnau", "Eddaoudi. M" ],
      "venue" : "Chem. Comm. 2014,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2092
    }, {
      "title" : "ACS Paragon Plus Environment ACS Applied Nano Materials 1 2 3 4 5",
      "author" : [ "S.W. Rutherford", "D.D. Do" ],
      "venue" : "Adsorption",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1997
    }, {
      "title" : "Advances in high permeability polymeric membrane materials for CO2 separations",
      "author" : [ "N. Du", "H.B. Park", "M.M. Dal-Cina", "M.D. Guiver" ],
      "venue" : "Energy Environ. Sci.,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2012
    }, {
      "title" : "A metal-organic framework–based splitter for separating propylene from propane",
      "author" : [ "A Cadiau", "K Adil", "P.M. Bhatt", "Y. Belmabkhout", "M. Eddaoudi" ],
      "venue" : "Science,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "Hydrolytically stable fluorinated metal-organic frameworks for energy-efficient dehydration",
      "author" : [ "A Cadiau", "Y. Belmabkhout", "K Adil", "P.M. Bhatt", "R.P. Pillai", "A. Shkurenko", "S. Martineau-Corcos", "G. Maurin", "M. Eddaoudi" ],
      "venue" : "ACS Paragon Plus Environment ACS Applied Nano Materials",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Quest for effective carbon capture materials had permitted the disclosure and institution of nanoporous fluorinated Metal-organic frameworks (MOFs) with a contracted pore system as a benchmark CO2-selective adsorbents. Namely, the SIFSIX-3-M (M=Zn, Cu and Ni) MOF adsorbents, encompassing a periodic arrangement of fluorine moieties in a confined one-dimensional channels, exhibit a remarkable CO2 adsorption-based selectivity over CH4 and H2 in various industrially related gas mixtures. Here, we report the successful transplantation/integration of this distinctive CO2-selectivity, distinguishing this class of nanoporous MOF adsorbents, to pure MOF membranes for carbon capture. Markedly, the Liquid-phase epitaxy (LPE) growth approach permitted, for the first time, the building of a continuous, homogenous and defect-free MOF membranes based on the SIFSIX-3-M platform, MSiF6(Pyz)2 with M= Ni or Cu, on a porous alumina substrate. Permeation tests, single and mixed-gas, revealed that the resulting nanoporous MOF membrane is a CO2-selective membrane, exhibiting the foreseen favorable CO2-selectivity toward carbon dioxide over H2, and CH4, governed by the CO2-selective adsorption in the functional and contracted channels of the SIFSIX-3-M.",
    "creator" : null
  }
}