{
  "name" : "2020-06-19__78_10.1021@acs.est.0c02227.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Contaminants in Aquatic and Terrestrial Environments Size matters: nano-biochar triggers decomposition and transformation inhibition of antibiotic resistance genes (ARGs) in aqueous environments",
    "authors" : [ "Fei Lian", "Wenchao Yu", "Qi-Xing Zhou", "Shiguo Gu", "Zhenyu Wang", "Baoshan Xing", "Fei Lian *a", "Qixing Zhou" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Subscriber access provided by Uppsala universitetsbibliotek\nis published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nContaminants in Aquatic and Terrestrial Environments\nSize matters: nano-biochar triggers decomposition and transformation inhibition of antibiotic resistance genes (ARGs) in aqueous environments\nFei Lian, Wenchao Yu, Qi-Xing Zhou, Shiguo Gu, Zhenyu Wang, and Baoshan Xing Environ. Sci. Technol., Just Accepted Manuscript • DOI: 10.1021/acs.est.0c02227 • Publication Date (Web): 19 Jun 2020\nDownloaded from pubs.acs.org on June 19, 2020\nJust Accepted\n“Just Accepted” manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society provides “Just Accepted” as a service to the research community to expedite the dissemination of scientific material as soon as possible after acceptance. “Just Accepted” manuscripts appear in full in PDF format accompanied by an HTML abstract. “Just Accepted” manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are citable by the Digital Object Identifier (DOI®). “Just Accepted” is an optional service offered to authors. Therefore, the “Just Accepted” Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the “Just Accepted” Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and ethical guidelines that apply to the journal pertain. ACS cannot be held responsible for errors or consequences arising from the use of information contained in these “Just Accepted” manuscripts.\n1 1 Size matters: nano-biochar triggers decomposition and 2 transformation inhibition of antibiotic resistance genes 3 (ARGs) in aqueous environments 4 5 Fei Lian *a,c, Wenchao Yu b,c, Qixing Zhou b, Shiguo Gu a, Zhenyu Wang a, Baoshan 6 Xing *c 7 8 a Institute of Environmental Processes and Pollution Control, and School of 9 Environment and Civil Engineering, Jiangnan University, Wuxi 214122, China 10 b College of Environmental Science and Engineering, Nankai University, Tianjin 11 300071, China 12 c Stockbridge School of Agriculture, University of Massachusetts, Amherst, MA 01003, 13 USA 14 15 16 17 18 19 20 21 22 23 24\nPage 1 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n2 25 Table of Contents (TOC) Art 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41\nPage 2 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n3"
    }, {
      "heading" : "42 Abstract",
      "text" : "43 Antibiotic resistance genes (ARGs) are considered to be a type of emerging 44 contaminant, their interaction with biochar (BC) could affect their dissemination and 45 fate in the environment. Although adsorption of ARGs onto bulk-BC has been reported, 46 the interaction with nano-sized BC (nano-BC) is largely unknown. In this study, the 47 interactions of a model extracellular DNA (eDNA, calf thymus DNA) and two typical 48 ARGs (ampC and ermB) extracted from a natural river with bulk- and nano-BCs from 49 two pyrolysis temperature (400 and 700 oC) were investigated. Only adsorption was 50 observed on bulk-BCs, while not only adsorption but also fragmentation of these eDNA 51 were found to occur on nano-BCs. Also, their replication was greatly inhibited by nano52 BCs. The electron paramagnetic resonance results indicated that hydroxyl radicals 53 produced from persistent free radicals (PFRs) on nano-BCs played a major role in the 54 damage of eDNA. Moreover, the direct contact with nonradical reacting sites and PFRs 55 on nano-BCs also contributed to the decay of eDNA. Comparatively, PFRs in bulk-BCs 56 were difficult to be reached by eDNA due to steric hindrance and played a negligible 57 role in destroying eDNA. These findings highlight the importance of size effect on 58 evaluating the reactivity and related environmental risk of PFRs on BC and improve 59 our understanding on the interaction between ARGs and BC. 60 61 62 Key words: biochar; size effect; antibiotic resistance gene; persistent free radical; 63 transformation inhibition 64 65 66\nPage 3 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n4"
    }, {
      "heading" : "67 INTRODUCTION",
      "text" : "68 With enduring selective pressure, continuously increased loading of antibiotics in the 69 environment induces microbiota to evolve related resistance, and the genes encoding 70 resistance have been considered as an emerging contaminant 1. Metagenomics studies 71 suggest that diverse antibiotic resistance genes (ARGs) are widely distributed in natural 72 environments such as rivers 2, ocean 3, municipal wastewaters 4, and even drinking 73 waters 5. Traditional water treatment technologies are not ideal for removing ARGs 74 prior to discharge, reuse, or other applications 6. Also, biosolids such as sewage sludge 75 and manure are frequently used as soil amendments, which contributes to the spread of 76 ARGs in soils 7, 8. Particularly, extracellular DNA (eDNA) encoding ARGs can be 77 further assimilated by naturally competent bacteria via transformation 9. In the real 78 environment, these eDNA molecules may be adsorbed by solid particles to protect 79 against degradation by nucleases and retain the ability to transfer between bacteria 10- 80 12. These results suggest that ARGs have a great chance to survive in the environment 81 for a long period through attachment onto insoluble particles and involve in horizontal 82 gene transfer. Thus, the interfacial interaction between ARGs and various geosorbents 83 (e.g., minerals and black carbon) are crucial for better understanding the dissemination 84 and fate of ARGs in the environment. 85 Black carbon is an omnipresent component existing not only in charred soils, but 86 also in sediments, terrestrial and marine dissolved organic carbon pools 13, 14. 87 Additionally, biochar (BC), a man-made form of black carbon, has been considered as 88 an effective soil amendment and applied to soils more than ever before to improve soil 89 fertility and generate many other benefits 15. Thus, ARGs are very likely to encounter 90 BC in the environment. Relative to heavy metals and organic pollutants (e.g., PAHs 91 and pesticides) 16, 17, the interaction between BC and ARGs is much less explored. BC\nPage 4 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n5 92 is a combustion continuum of solid residues resulting from chemical-thermal 93 conversion of biomass 18. A number of studies have found that BC can be physically 94 degraded into nanoscale particles (namely nano-BC) after entering into the environment 95 18-20. For instance, Liu et al. reported that around 0.47-2.36% of bulk-BC was 96 disintegrated into nano-BC, which was highly dependent on the pyrolytic temperature 97 19. Nano-BC has excellent mobility in soil matrix and can even transport from terrestrial 98 to aquatic environments via infiltration and surface runoff 21. Thus, nano-BC has more 99 chance to interact with ARGs in real environmental media relative to bulk-BC. 100 Although adsorption of eDNA on soil solids including bulk-BC has been widely 101 observed 10, 11, very few studies examine the molecular interaction of nano-BC with 102 eDNA encoding ARGs, which might be distinct from that of bulk-BC considering the 103 size effect of nano-BC. Previous studies found that nano-BC possesses more abundant 104 oxyl groups, higher surface area, and more negative zeta potential than bulk-BC 22. 105 More importantly, an increasing number of studies have found that persistent free 106 radicals (PFRs) can be generated during the formation of BC and react with organic 107 compounds 23, 24. Both raw material and charring condition are considered to play a 108 dominant role in the content and characteristics of PFRs on BC 25, 26. However, the size 109 effect of BC might be also an important yet overlooked factor to determine the 110 properties of PFRs. The PFRs in BC are mainly derived from the pyrolysis of organic 111 components and stabilized by associating with transitional metals 27 and/or 112 encapsulation in carbon matrix 25, 28. Bulk-BC is characterized by highly porous 113 structure, while nano-BC possesses higher external surface area. The distinct physical 114 structures would likely affect the distribution of PFRs. Thus, we hypothesize that the 115 majority of PFRs in bulk-BC are bound to its interior carbon skeleton relative to nano-\nPage 5 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n6 116 BC, which can greatly limit the availability and reactivity of PFRs in bulk-BC towards 117 eDNA. 118 The objective of the present work was to elucidate the interaction of bulk- and nano119 BCs from two pyrolytic temperature (400 and 700 oC) toward ARGs-containing eDNA 120 in the aqueous system. The configuration change of eDNA after binding with BC was 121 illuminated by Fourier transform infrared spectroscopy (FTIR), X-ray photoelectron 122 spectroscopy (XPS), and atomic force microscopy (AFM), respectively. The impact of 123 nano-BCs on replication of eDNA was examined by gel electrophoresis and qualitative 124 polymerase chain reaction (PCR). Additionally, interactions between nano-BC and two 125 typical ARGs extracted from a natural river were also explored to verify the BC126 induced damage of ARGs in the real environment. Electron paramagnetic resonance 127 (EPR) technique was employed to illuminate the role of PFRs in the decay of eDNA by 128 both bulk- and nano-BCs. 129 MATERIALS AND METHODS 130 Chemicals. Calf thymus DNA (double-stranded, CAS No. 91080-16-9) (Sigma131 Aldrich, USA) was used as received. The absorbance ratio A260/A280 is in the range of 132 1.8-1.9, indicating that the eDNA is sufficiently free of proteins 6. The homogeneous 133 stock solution of eDNA was prepared by dissolving powder eDNA into deionized (DI) 134 water (1.0 mg/mL) with no sonication or stirring. Two typical ARGs (i.e., ampC and 135 ermB) with similar amplicon length were collected from the Haihe River tributary at 136 Tianjin in China according to our previous study 29. The detailed extraction process of 137 ARGs was outlined in the Supporting Information (SI) (text S1). 138 Preparation of bulk- and nano-BCs. Rice straw was utilized as the raw material to 139 prepare BC samples. The powdered straw (2.0 mm mesh) was pyrolyzed under an 140 anaerobic condition at two different temperatures (400 and 700 oC) for 120 min. The\nPage 6 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n7 141 obtained powders were ground and sieved through a 150 μm mesh to obtain bulk-BC. 142 The two bulk samples were designated as bulk400 and bulk700, respectively. 143 Nano-BC was fractionated from bulk-BC based on a previously reported procedure 144 22. Briefly, the bulk-BC was mixed with DI water to obtain BC suspension and then 145 was set quiescently for 2 h to make most of the bulk-BC deposit based on the Stoke’s 146 Law 30. The upper layer of suspension was siphoned off and centrifuged at 10,000 rpm 147 for 30 min. The supernatant was freeze-dried to obtain nano-BC. The obtained samples 148 were referred to as nano400 and nano700, respectively. 149 Batch adsorption experiments. The adsorption kinetics and isotherm experiments of 150 eDNA to bulk- and nano-BCs were performed in PTFE screw cap vials wrapped with 151 aluminum foil within 10 mmol/L Tris-HCl buffer (pH 7.0 ± 0.1) at room temperature. 152 The ratio of solid to liquid was carefully selected to obtain an adequate removal of 153 eDNA (20-80%). For bulk-BC, batch experiment was conducted by adding 10 mg BC 154 into 4 mL eDNA solution with various concentrations (2-22 mg/L for bulk700; 1.5-16 155 mg/L for bulk400), respectively. For nano-BC, adequate amount of ultrasonicated 156 suspension was added into the solution to make the final concentration of 50 mg/L. 157 Afterwards, an aliquot of eDNA stock solution was spiked into the vials to obtain the 158 final concentration of 2-48 mg/L with the total volume of 4 mL. Besides BC, nonporous 159 graphite (purchased from Aldrich) was used as a pure carbon adsorbent for comparison. 160 All the samples were shaken at 170 rpm for 24 h at room temperature. For kinetics, the 161 prepared BC-DNA mixture was shaken and subsampled at different time intervals. All 162 treated samples were centrifuged at 12,000 rpm for 30 min. The supernatant of 163 subsamples was carefully piped out and the free eDNA was measured at 260 nm with 164 1 mm pathlength by an UV-vis spectrophotometer (Thermo ScientificTM NanoDropTM). 165 All the experiments were conducted in triplicate. The amount of adsorbed eDNA (per\nPage 7 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n8 166 dry weight of BC) was calculated as the difference between the added amount and 167 recovered eDNA in the supernatant. 168 Considering the impact of nano-BC aggregation on its adsorption behavior 22, the 169 influence of electrolytes on nano-BC stability and its adsorption for eDNA was also 170 examined, which was carried out in 0-0.3 mmol/L NaCl and 0-10 mmol/L CaCl2 171 solution (pH 7.0), respectively. The experiments were carried out in triplicate as 172 described in the batch experiments. 173 Model fitting. Both pseudo-first- and second-order kinetics models were applied to 174 analyze the adsorption efficiency of eDNA on BC. The adsorption isotherms were fitted 175 by the Langmuir and Freundlich models, respectively. More details about the model 176 fitting are presented in the SI (text S2). Also, the energy barrier between nano-BC and 177 eDNA during the adsorption at different ion strengths was estimated based on the 178 Derjaguin-Landau-Verwey-Overbeek (DLVO) theory, which is extensively used to 179 explain such interfacial collaboration between charged substances in solution 31, 32. The 180 detailed calculations are displayed in the SI (text S3). 181 Characterization. Pore structures including surface area, pore volume, and average 182 pore diameter of BC samples were measured by nitrogen adsorption-desorption at 77 183 K using an Autosorb-1 gas analyzer (Quantachrome). Hydrodynamic diameter and zeta 184 potential were measured by a dynamic light scattering analyzer (90plus, Brookhaven). 185 The surface chemical composition of BC before and after eDNA adsorption was 186 determined using both XPS (PHI 5000 VersaProbe) and FTIR (Nexus 870, Nicolet), 187 respectively. The morphology of free DNA, nano-BCs, and their complex after 188 incubated for 30 and 120 min was observed by AFM (Dimension Icon, Bruker). 189 Gel electrophoresis and qualitative PCR. Gel electrophoresis was carried out to 190 examine the structural integrity of eDNA strands after interacting with BC, where an\nPage 8 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n9 191 aliquot of bulk- and nano-BCs was stirred with eDNA (32 mg/L) in an aqueous solution 192 for 2 h, respectively. The mixture was then sampled (10 μL) and loaded onto the 1% 193 agarose gel after mixing with gel loading buffer. The residue mixture was centrifuged 194 (12,000 rpm, 30 min) to separate the suspended eDNA and BC particles. Both the 195 supernatant and BC precipitates were sampled and conducted the gel electrophoresis 196 once again to determine the structural integrity of both free (or released) eDNA in the 197 supernatant and bound eDNA by BC. 198 The inhibition of eDNA replication was evaluated by the combination of qualitative 199 PCR and agarose gel electrophoresis. The ARGs (ampC and ermB) collected from the 200 Haihe river estuary were used as templates to accomplish the ARGs replication assay. 201 A certain amount of ampC or ermB was incubated with different concentrations of BC 202 for 2 h (4.5, 9.0, 12.0 mg/mL for bulk-BC and 0.1, 0.15, 0.2 mg/mL for nano-BC). After 203 binding, PCR amplifications were performed in a 20 μL reaction system containing 204 only ARGs or BC/ARG mixtures as PCR templates. To exclude the interference of BC 205 on the PCR process, 0.1 mg/L BC was directly added into the PCR reaction system 206 containing 1 μL of original ARGs. Meanwhile, ARGs without BC were used as the 207 control. The primers in PCR for ampC and ermB are shown below: 208 ampC F: 5’- CCTCTTgCTCCACATTTgCT-3’ 209 R: 5’- ACAACgTTTgCTgTgTgACg-3’ 210 ermB F: 5’- AgCCATgCgTCTgACATCTA -3’ 211 R: 5’- CTgTggTATggCgggTAAgT -3’ 212 PCR amplification was carried out on the Bio-RAD system and began with pre213 degeneration at 94 ºC for 5 min, and then 30 cycles of a series processes consisted of 214 denaturation at 95 ºC for 30 s, annealing at 58 ºC for 30 s, extension at 72 ºC for 30 s. 215 Then the PCR products were determined by 1.2% agarose gel electrophoresis.\nPage 9 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n10\n216 EPR studies. Measurement of EPR spectra was conducted at room temperature using 217 a Bruker EMX-micro spectrometer (Karlsruhe, Germany). Both bulk- and nano-BCs 218 before and after eDNA adsorption were loaded into quartz capillary tubes and analyzed 219 with an X-band microwave frequency of 9.8 GHz, microwave power of 2.02 mW, and 220 a modulation amplitude of 4.00 G. The instrument parameters were set as follows: at 221 center field, 3500 G; modulation amplitude, 4.00 G; receiver gain, 3.54 × 104; sweep 222 width, 200 G; sweep time, 167.7 s; and time constant, 41.0 ms. The relative intensity 223 of radical response was measured as peak-to-peak height. 224 Reactive oxygen species (ROS) measurement. The generation of ROS from original 225 BC and BC-DNA mixtures was investigated by EPR coupled with 5,5-dimethyl226 pyrroline N-oxide (DMPO) as a spin-trapping reagent. Briefly, 150 mg BC particles 227 were mixed with 0.45 mL freshly prepared DMPO (150 mmol/L) in methanol or DI 228 water to trap superoxide radicals (O2∙-) and hydroxyl radicals (·OH), respectively. The 229 suspension was shaken by hands for 60 s and filtered by a 0.45 μm membrane syringe 230 filter. After suspension, 50 μL of the extract was pipetted into an EPR capillary tube 231 and sealed with vacuum grease at one tip. The capillary was inserted into an EPR tube 232 for EPR measurement. To clarify the possible role of various ROS in the degradation 233 of eDNA, isopropanol (IPV), NaN3, and p-benzoquinone as scavengers 33 for ·OH, 1O2, 234 and O2∙- was added into nano-BC suspensions before eDNA adsorption, respectively. 235 Then the suspensions were kept shaking at 150 rpm at room temperature for 30 min. 236 After that, 40 mg/L eDNA was injected into the nano-BC suspensions to conduct the 237 adsorption experiment as described above. 238 RESULTS AND DISCUSSION 239 Adsorption kinetics and isotherms of eDNA on BC. Selected properties of bulk-and 240 nano-BCs including porous structure, zeta potential, and functional groups are given in\nPage 10 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n11\n241 the SI Figure S1 and Table S1. More discussion on BC characterization can be found 242 in the SI (text S4). The adsorption of eDNA was much faster on nano-BCs than that on 243 bulk-BCs. Given the tested conditions, ~60.0% and 31.3% of the adsorption were 244 completed in the first 1 min for nano700 and nano400, respectively, and then the 245 adsorption decelerated and reached an apparent equilibrium at ~2 h. By contrast, the 246 eDNA adsorption on bulk-BCs was much slower and plateaued at nearly 12 h (Figure 247 1a). The higher adsorption efficiency of nano-BCs indicated that the adsorption mainly 248 occurred on their external surfaces; while diffusion into the pores substantially limited 249 the adsorption rate of bulk-BCs for eDNA. To quantitatively examine the adsorption 250 process, both the pseudo-first-order and pseudo-second-order models were employed 251 to fit the kinetic adsorption data and the fitting parameters are presented in Table S2. 252 The pseudo-second-model provided a better fitting relative to the pseudo-first-order one 253 for the experimental data, specifying that the adsorption process was dominated by 254 chemisorption. Note that the adsorption rates (k2) of nano-BCs were ~30 times higher 255 than those of bulk-BCs although nano400 had lower SBET relative to its bulk counterpart, 256 indicating that the high reactivity other than surface area played a dominating role in 257 the adsorption of eDNA by nano-BCs. 258 Adsorption isotherms of eDNA on BCs and graphite are shown in Figure 1b, and the 259 adsorption data were fitted to both Freundlich and Langmuir models, respectively. 260 Comparatively, Langmuir model was much better to describe the feature of isotherms 261 with higher R2 (Table S3), where the calculated maximum adsorption capacity (qm) of 262 nano-BCs for eDNA was up to 296 mg/g and 278 mg/g for nano700 and nano400, 263 respectively, which were more than 100 times higher than that of bulk-BCs. The 264 Langmuir model assumes uniform energies on the surface and monolayer adsorption, 265 where the surface area of adsorbent is one of the most important contributors to\nPage 11 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n12\n266 adsorption capacity. In this study, the qm of bulk-BCs and graphite was positively 267 related to their SBET (R2 = 0.941), however, that of nano-BCs was much higher than the 268 expected (Figure S2). Considering the higher reactivity of nano-BCs, we hypothesized 269 that their extremely higher qms were not entirely driven by surface adsorption, and other 270 processes may occur when eDNA contacted with nano-BCs (see more discussion 271 below), which resulted in overestimation for its adsorption. 272 DLVO energy analysis for the binding of eDNA on nano-BC. The DLVO theory 273 was applied to provide more information regarding the binding mechanism of eDNA 274 towards nano-BCs, where the overall interaction is described as the sum of attractive 275 (van der Waals) and repulsive (electric double layer repulsion) potentials 34. Positive 276 interaction energy suggests a repulsive force between eDNA and nano-BC, while the 277 negative indicates an attraction 35. As shown in Figure 2a, the total interaction energies 278 were positive (repulsive forces) when the separation distance was in the range of 0-28 279 nm due to the negatively charged nature of both nano-BCs and eDNA. 280 Note that the highest repulsive energy barrier was less than 1.0 kT, much lower than 281 that (> 100 kT) for the adhesion of bacterial pathogens to soil colloids 35, indicating that 282 eDNA was likely to attach to the surfaces of nano-BCs, this is because the electrostatic 283 repulsion between eDNA and nano-BCs might be partly counteracted by other 284 attractive forces. Besides electrostatic interactions, π-π stacking of DNA bases 36, 285 hydrogen bonding 37, and covalent conjugation 38 have been demonstrated to be 286 important factors for eDNA adsorption on carbonaceous materials (such as GO, carbon 287 nanotube, and graphite). With both highly oxidized (hydrophilic) and carbon-rich 288 (hydrophobic) domains, our BC samples, especially nano-BCs, might also interact with 289 eDNA through these attractive forces 39. Moreover, it is noticeable that a fraction of\nPage 12 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n13\n290 eDNA may be impaired and/or decomposed after binding with nano-BCs, such 291 structural changes could also contribute to the attachment of eDNA to nano-BC. 292 Antagonistic effect of electrolytes on nano-BC stability and eDNA attachment. 293 Cationic electrolytes such as Na+ and Ca2+ can contribute to the adsorption of eDNA in 294 the soil environment via charge neutralization and/or forming bridges between eDNA 295 phosphate groups and negatively charged soil colloids 10, 11. Meanwhile, it is known 296 that these cations can lead to aggregation of natural colloids due to the charge screening 297 and reduction of repulsive electrostatic interactions 40, 41. The cation-induced 298 aggregation of nano-BC could decrease its stability and reduce adsorptive (or reactive) 299 sites for eDNA. Until now, to our best knowledge, little attention has been paid to 300 clarify this paradox, where the antagonistic effect of cations might be dependent on the 301 nature and concentration of cations. 302 As shown in Figure 2b, the attachment of eDNA on nano-BCs notably increased 303 with increasing concentration of two typical cations (Na+ and Ca2+) at an unadjusted 304 pH (~7.0). The selected ionic strengths are within their concentration ranges in the 305 natural environment 41. It is evident that Ca2+ is more effective than Na+ at improving 306 eDNA adsorption. Our previous study found that the critical coagulation concentration 307 (CCC) values of the tested nano-BCs can be up to 700 and 4.3 mmol/L for Na+ and 308 Ca2+, respectively, at pH 5.3 22. Also, a recent study found that BC fractions (< 0.45 309 μm) derived from bamboo were stable to aggregation with NaCl concentration up to 310 800 mmol/L and the CCC for Ca2+ was 75 mmol/L at pH 6.2 ± 0.5 42. Considering the 311 low concentrations of both mono- and divalent electrolytes in the natural environment 312 (usually less than 10 and 2 mmol/L, respectively) 41, nano-BC could be relatively stable 313 in typical freshwater systems. Hence, the presence of low-concentration electrolytes 314 may be favorable for nano-BC to contact eDNA.\nPage 13 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n14\n315 However, high-concentration electrolytes are likely to negatively affect eDNA 316 attachment due to aggregation of nano-BC, where a number of adsorptive (or reactive) 317 sites would be wrapped into the interior of the aggregates and become ineffective on 318 eDNA binding 22. It is facile to believe that a critical electrolyte concentration may exist, 319 above which the active sites of nano-BC for eDNA would be reduced as a result of BC 320 aggregation. To examine the hypothesis, the binding of eDNA on nano-BCs in the 321 presence of higher Ca2+ concentrations (up to 10 mmol/L) was carried out since Ca2+ is 322 more effective on leading nano-BC to aggregate. As expected, an evident increase in 323 eDNA attachment at lower Ca2+ concentrations (i.e., lower than CCC) can be found. 324 After that, however, the attachment did not decrease but slightly increase even when 325 the concentration of Ca2+ surpassed the CCC for both nano400 and nano700 (4.3 and 326 2.7 mmol/L), respectively. In contrast to the above hypothesis, the results suggested 327 that the negative impact of aggregation on eDNA attachment can be offset and even 328 outweighed by the cation-assisted enhancement, which provides new insight into the 329 impact of nano-BC on the fate of eDNA in the real water/soil systems. Based on the 330 literature and our own data, at least two mechanisms are worthy to be considered: (1) 331 The attached (or reacted) eDNA may have interfered the formation of nano-BC 332 aggregates. In the presence of Ca2+, eDNA was more easily to combine with nano-BC 333 via cation-bridging and formed a core-shell like structure 43. The outer eDNA molecules, 334 especially those with a long tail and upright configuration, could effectively separate 335 the nano-BC from each other and keep them stable from aggregating. Previous studies 336 suggested that Ca-induced adsorption of DNA on lipids played a crucial role in the 337 stability of DNA-lipid complexes 34. Zhang et al. found that longer DNAs were more 338 effective in protecting Au nanoparticles from aggregation 44. (2) Charge neutralization 339 of eDNA by Ca2+. The neutralized eDNA molecules had higher adsorption affinity to\nPage 14 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n15\n340 BC because a number of non-effective adsorptive (or reactive) sites for negatively 341 charged eDNA became effective for the screened ones. Furthermore, the less charged 342 eDNA molecules were more likely to bundle together and adsorb or react with nano343 BC, which could also contribute to eDNA attachment. 344 Nano-BC leads to damage and inhibited replication of eDNA. The configuration 345 change of eDNA after binding with BC was examined by FTIR and XPS, respectively. 346 The spectroscopic results suggest that the double helix of eDNA might be opened up 347 or fragmented after interacting with nano-BCs 45, 46 (Figure S3, S4). More information 348 can be found in the SI (text S5). To visually illustrate the damage of eDNA after 349 reacting with nano-BCs, morphologies of free DNA, nano-BCs, and their 350 heteroaggregates at different intervals (30 and 120 min) were observed using AFM. It 351 can be seen that free DNA molecules had wirelike and curved structure (Figure 3a); 352 while both nano400 and nano700 were nanoscale solids (Figure 3b and c). It was 353 evident that the majority of eDNA was broken into short fragments and then aggregated 354 around nano700 after exposed for 30 min (Figure 3d). When the exposure time 355 extended to 120 min, eDNA was more greatly decomposed and the fragments were 356 tightly attached by nano700 to form larger heteroaggregates (Figure 3e). By contrast, 357 the eDNA molecules maintained their initial configurations, the strands of which can 358 be seen clearly after exposed to nano400 for 30 min (Figure 3f). After 120 min, the 359 reacted eDNA was decomposed into small pieces and adsorbed tightly to nano400 360 similar to that on nano700 (Figure 3g). The different conformational changes of eDNA 361 verified the higher reactivity of nano700 than nano400 towards eDNA. These 362 observations also provide compelling evidence for the decay of eDNA after binding 363 with nano-BCs.\nPage 15 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n16\n364 Gel electrophoresis images of eDNA after interacting with BCs are depicted in 365 Figure S5. It is shown that eDNA treated by bulk-BCs had bright bands; while no bright 366 bands can be detected for eDNA after interacting with nano-BCs (Figure S5a), 367 indicating that the structural integrity of eDNA was damaged by nano-BCs. It is well 368 known that ARGs desorbed from the surfaces of geosorbent generally have intact 369 structure and could confer resistant genotypes to downstream bacteria through 370 horizontal gene transfer 47. To examine the activity of released eDNA (if any) from BCs, 371 the BC-DNA mixtures were centrifugated to separate the supernatant and BC 372 precipitates, where both the released eDNA in supernatant and bound eDNA in 373 precipitates went through gel electrophoresis over again. No bright bands can be 374 observed for eDNA both in the supernatant and BC precipitates (Figure S5b, c), 375 indicating that the structure of eDNA no matter in the released or bound forms was 376 damaged without leaving valid replicate fragments. 377 An interesting question confronting us is whether nano-BC can disrupt the 378 replication of naturally occurred ARGs as effectively as to the tested model calf thymus 379 DNA. To solve the uncertainty, two ARGs named ampC and ermB with similar 380 amplicon length were collected from the Haihe river estuary at Tianjin in China as 381 typical ARGs in the real environment. The Haihe River basin is the largest freshwater 382 system in the north of China, which suffers from numerous inputs of antibiotics from 383 livestock and aquaculture waste 48. The inhibition of ARGs replication was assayed 384 using PCR and agarose gel electrophoresis. As depicted in Figure 4, nano-BCs 385 exhibited much higher binding capacity (50-100 times) for both ampC and ermB than 386 the bulk ones, consistent with the above adsorption results (Figure 1b). More strikingly, 387 the ampC and ermB amplicons still had bright bands after treated by bulk-BCs in the 388 gel electrophoresis (treatments B1-B3 in Figure 4a, b), suggesting negligible impact on\nPage 16 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n17\n389 the replication and activity of ARGs adsorbed by bulk-BCs. By contrast, little bright 390 bands can be detected after treated by high concentrations of nano-BC (>100 mg/L) 391 (treatments N1-N3 in Figure 4c, d), indicating that the amplification of ampC and ermB 392 was greatly impeded by nano-BCs. The activity of possibly released ARGs from nano393 BCs was also assayed by gel electrophoresis. No bright bands were observed for the 394 free ARGs in the suspensions (treatments N4-N6 in Figure 4c, d), indicating that the 395 structure of released ARGs from nano-BCs can be also damaged. Meanwhile, the clear 396 bright bands in the treatments of B4 and N7 implied that the impact of BC itself on 397 PCR and agarose gel electrophoresis can be excluded. Dai et al. also confirmed that BC 398 was unlikely to be a PCR inhibitor, the low eDNA extraction efficiency was ascribed 399 to the interaction of eDNA with BC before and during the PCR process 49. These data 400 demonstrated that nano-BC other than its bulk counterpart can not only impair the 401 structure of ARGs but also greatly suppress its genetic replication. 402 Role of PFRs in eDNA damage. Extracellular DNA is vulnerable to free radical403 induced oxidative damage 47. Given the unique electrochemical property of BC, we 404 infer that PFRs in nano-BC would to a great extent account for the damage of eDNA in 405 the present study and thus PFR signals in BC samples before and after reacting with 406 eDNA were measured (Figure 5a, b). It was found that the PFR signal intensity in nano407 BCs remarkedly decreased but that in bulk-BCs had little changes after reacting with 408 eDNA, indicating that PFRs in nano-BCs probably contributed more greatly to the 409 damage of eDNA than those in bulk-BCs due to lower steric hindrance; i.e., PFRs in 410 nano-BCs were much easier to be reached by eDNA. The results seemingly contradict 411 to a recent observation where Pan and co-workers 23, 25 found that p-nitrophenol can be 412 degraded through direct contact with PFRs on BC. It is worth noting that the molecular 413 size of eDNA is generally around tens to hundreds nm, which is much larger than that\nPage 17 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n18\n414 of nitrophenol (< 1 nm) 46. Different from nitrophenol, eDNA molecules were likely to 415 be adsorbed only on the surface of bulk-BC and could not penetrate into the inner pores 416 to react with reactive sites and related PFRs in the BC matrix, which greatly inhibited 417 the potential of PFRs to attack eDNA. It is reported that the reactivity of PFRs on BC 418 is highly dependent on its raw material and charring conditions 25, 26. The present study 419 for the first time demonstrated that size effect and probably pore structure of BC could 420 also significantly affect PFR reactivity. Consistently, it was reported that solvent 421 extraction could improve p-nitrophenol degradation rate by removing byproducts 422 and/or pore-blocking substances in BC 25. 423 The intensity of ROS in the suspensions of BC before and after reacting with eDNA 424 was also compared because ROS generated from PFRs has strong oxidizing capacity 425 and might also contribute to the damage of eDNA. Among the BCs, stronger EPR peaks 426 were observed for original nano-BCs (especially nano700) than bulk-BCs and the 427 typical four-line (1:2:2:1) EPR spectra of DMPO-OH adducts (Figure 5c and Figure 428 S6) demonstrated the generation of ·OH. However, the EPR peaks related to DMPO429 OOH were too weak to be identified (Figure 5d), probably because that DMPO-OOH 430 adducts are unstable and more difficult to be trapped in aquatic phase 51. After reacting 431 with eDNA, EPR signals in nano-BCs almost completely vanished relative to the 432 control, indicating the involvement of ROS especially ·OH in the interaction between 433 eDNA and nano-BCs. To further explore the contribution of various ROS to the damage 434 of eDNA, IPV, NaN3, and p-benzoquinone were used as quenching agents for ·OH, 435 1O2, and O2∙-, respectively. It can be seen that the addition of IPV substantially reduced 436 the removal capacity of eDNA by nano400 (41.3%) and nano700 (61.8%), respectively; 437 while the addition of either NaN3 or p-benzoquinone only led to no more than 10% for 438 the reduction of eDNA removal (Figure 5e and 5f), which confirmed that ·OH played\nPage 18 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n19\n439 a more important role in the oxidative damage of eDNA by nano-BCs among the tested 440 ROS. 441 If the removal of eDNA was totally controlled by surface adsorption and ROS442 induced damage, the adsorption capacity of eDNA by ROS-quenched nano-BCs would 443 be similar to the qm estimated by their SBET. As mentioned above, the qm of bulk-BCs 444 and graphite was positively related to their SBET (R2 = 0.941) (Figure S2). According to 445 the linear regression coefficient (y = 0.0151x -0.0688), the calculated qm of nano700 446 (SBET = 253.9 m2/g) would be no more than 5 mg/g of eDNA. However, we note that 447 the adsorption capacity of ROS-quenched nano-BCs for eDNA (Figure 5e and 5f) was 448 around 10 times higher than the calculated value, which suggested that other 449 mechanism(s) may be also involved in the removal of eDNA. Based on the literature 450 and our observation, the direct contact with reactive sites on nano-BCs might partly 451 account for the damage of eDNA. The reactive sites were mainly composed of PFRs 452 and nonradical reacting sites on nano-BCs. Yang et al. reported that nonradical reacting 453 sites played a more important role in the degradation of p-nitrophenol than PFRs when 454 treated by BC 25. The results showed that the contribution to the overall removal of 455 eDNA by nano-BCs quantitatively followed the order of ROS > direct reacting sites > 456 surface adsorption. 457 ENVIRONMENTAL IMPLICATIONS 458 Extracellular ARGs are ubiquitous in natural water/soil environments, their binding to 459 geosorbents has been considered to be an effective way to avoid degradation. Different 460 from the literature, however, we found that not only adsorption but also damage 461 occurred when a model eDNA and two naturally occurred ARGs were exposed to nano462 BC, a very reactive form of black carbon. Meanwhile, the replication of ARGs was also 463 greatly inhibited after interacting with nano-BC. By contrast, only surface adsorption\nPage 19 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n20\n464 (no damage) was involved in the interaction between eDNA and bulk-BC. These results 465 suggested that the availability and reactivity of redox-active moieties (e.g., PFRs) in 466 BC were largely regulated by particle size and probably pore structure of BC. Thus, it 467 is reasonable to believe that nano-BC possesses more profound impact on the fate of 468 environmental contaminants especially those with large molecular size (such as ARGs). 469 Moreover, the aged bulk-BC in the environment is likely to break into micro- and nano470 sized particles 52, which could contribute to the interaction between BC and 471 contaminants due to the exposure of redox-active moieties in BC matrix. Hence, we 472 suggest that size effect and stability of BC need to be paid more attention when 473 evaluating its environmental behavior and risk. Additionally, the presence of dissolved 474 organic matter would unavoidably affect the properties of nano-BC (e.g., sorption 475 affinity, dispersity 53, redox capacity 54) and thus the interaction with contaminants, 476 which deserves detailed investigations in the future. From an application perspective, 477 however, nano-BC may be a promising candidate for carbon adsorbent and coating 478 agent to remove organic contaminants from aqueous solutions. 479 ASSOCIATED CONTENT 480 Supporting Information 481 Selected properties of BCs; correlation between the maximum adsorption capacity of 482 eDNA and SBET; FTIR and XPS spectra; agarose gel electrophoresis images of eDNA; 483 EPR peak intensities in bulk-BCs before and after interaction with eDNA; adsorption 484 kinetics and isotherm parameters for eDNA. 485 AUTHOR INFORMATION 486 F. Lian and W. C. Yu share the first author. 487 *Corresponding authors 488 *Tel: +86 0510 85913357; email: flian@jiangnan.edu.cn\nPage 20 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n21\n489 *Tel: +1 413 545 5212; e-mail: bx@umass.edu 490 Notes 491 The authors declare no competing financial interest. 492 ACKNOWLEDGEMENTS 493 The authors gratefully acknowledge financial support from the National Natural 494 Science Foundation of China (41977278, 41573127), the Fundamental Research Funds 495 for the Central Universities (JUSRP22015), and UMass Amherst Conti Fellowship. 496 REFERENCES: 497 (1) Pruden, A.; Pei, R.; Storteboom, H.; Carlson, K. H. Antibiotic resistance genes as 498 emerging contaminants: Studies in Northern Colorado. Environ. Sci. Technol. 2006, 40, 499 7445-7450. 500 (2) Di Cesare, A.; Eckert, E. M.; Rogora, M.; Corno, G. Rainfall increases the 501 abundance of antibiotic resistance genes within a riverine microbial community. 502 Environ. Pollut. 2017, 226, 473-478. 503 (3) Dell'Anno, A.; Danovaro, R. Extracellular DNA plays a key role in deep-sea 504 ecosystem functioning. Science. 2005, 309, 2179. 505 (4) Guo, M. T.; Yuan, Q. B.; Jian, Y. Distinguishing effects of ultraviolet exposure and 506 chlorination on the horizontal transfer of antibiotic resistance genes in municipal 507 wastewater. Environ. Sci. Technol. 2015, 49, 5771-5778. 508 (5) Falcone-Dias, M. F.; Vaz-Moreia; I., Manaia, C. M. Bottles mineral water as a 509 potential source of antibiotic resistant bacteria. Water Res. 2012, 46, 3612-3622. 510 (6) Munir, M.; Wong, K.; Xagoraraki, I. Release of antibiotic resistant bacteria and 511 genes in the effluent and biosolids of five wastewater utilities in Michigan. Water Res. 512 2011, 45, 681-693.\nPage 21 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n22\n513 (7) Zhang, J. Y.; Sui, Q. W.; Tong, J.; Zhong, H.; Wang, Y. W.; Chen, M. X.; Wei, Y. 514 S. Soil types influence the fate of antibiotic-resistant bacteria and antibiotic resistance 515 genes following the land application of sludge composts. Environ. Int. 2018, 118, 34- 516 43. 517 (8) Fang, H.; Wang, H.; Cai, L.; Yu, Y. Prevalence of antibiotic resistance genes and 518 bacterial pathogens in long-term manured greenhouse soils as revealed by metagenomic 519 survey. Environ. Sci. Technol. 2015, 49, 1095-1104. 520 (9) Zhang, Y.; Li, A. L.; Dai, T. J.; Li, F. F.; Xie, H.; Chen, L. J.; Wen D. H. Cell-free 521 DNA: A neglected source for antibiotic resistance genes spreading from WWTPs. 522 Environ. Sci. Technol. 2018, 52, 248-257. 523 (10) Cai, P.; Zhu, J.; Huang, Q. Y.; Fang, L. C.; Liang, W.; Chen, W. L.; Role of 524 bacteria in the adsorption and binding of DNA on soil colloids and minerals. Colloid 525 Surface B. 2009, 69, 26-30. 526 (11) Cai, P.; Huang, Q. Y.; Jiang, D. H.; Rong, X. M.; Liang, W. Microcalorimetric 527 studies on the adsorption of DNA by soil colloidal particles. Colloid Surface B. 2006, 528 49, 49-54. 529 (12) Pietramellara, G.; Ascher, J.; Cccherini, M. T; Nannipieri, P.; Wenderoth, D. 530 Adsorption of pure and dirty bacterial DNA on clay minerals and their transformation 531 frequency. Biol. Fertil. Soils. 2007, 434, 731-739. 532 (13) Pignatello, J. J.; Mitch, W. A.; Xu, W. Q. Activity and reactivity of pyrogenic 533 carbonaceous matter toward organic compounds. Environ. Sci. Technol. 2017, 51, 534 8893-8908. 535 (14) Xin, X.; Chen B. L. A direct observation of the fine aromatic clusters and 536 molecular structures of biochars. Environ. Sci. Technol. 2017, 51, 5473-5482.\nPage 22 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n23\n537 (15) Silber, A.; Levkovitch, I.; Graber, E. R. pH-dependent mineral release and surface 538 properties of cornstraw biochar: Agronomic implications. Environ. Sci. Technol. 2010, 539 44, 9318-9323. 540 (16) Lian, F.; Sun, B. B.; Chen, X.; Zhu, L. Y.; Liu, Z. Q.; Xing, B. S. Effect of humic 541 acid (HA) on sulfonamide sorption by biochars. Environ. Pollut. 2015, 204, 306-312. 542 (17) Inyang, M.; Gao, B.; Yao. Y.; Xue, Y. W.; Zimmerman, A. R.; Pullammanappallil, 543 P.; Cao, X. D. Removal of heavy metals from aqueous solution by biochars derived 544 from anaerobically digested biomass. Bioresource Technol. 2012, 110, 50-56. 545 (18) Spokas, K. A.; Novak, J. M.; Masiello, C. A.; Johnson, M. G.; Colosky, E. C.; 546 Ippolito, J. A.; Trigo, C. Physical disintegration of biochar: An overlooked process. 547 Environ. Sci. Technol. Let. 2014, 1, (8), 326-332. 548 (19) Liu, G.C.; Zheng, H.; Jiang, Z. X.; Zhao, J.; Wang, Z. Y.; Pan, B.; Xing, B. S. 549 Formation and physicochemical characteristics of nano biochar: Insight into chemical 550 and colloidal stability. Environ. Sci. Technol. 2018, 52(18), 10369-10379. 551 (20) Shen, Y.; Tang, H. Y.; Wu, W. H.; Shang, H. P.; Zhang, D.; Zhan, X. H.; Xing, B. 552 S. Role of nano-biochar in attenuating the allelopathic effect from Imperata cylindrica 553 on rice seedlings. Environ. Sci.: Nano 2020, 7, 116-126. 554 (21) Xu, C.; Xue, Y.; Qi, Y.; Wang, X. Quantities and fluxes of dissolved and 555 particulate black carbon in the changjiang and huanghe rivers, China. Estuaries Coasts 556 2016, 39 (6), 1617-1625. 557 (22) Lian, F.; Yu, W. C.; Wang, Z. Y.; Xing, B. S. New insight into black carbon 558 nanoparticle-induced dispersibility of goethite colloids and configuration-dependent 559 sorption for phenanthrene. Environ. Sci. Technol. 2019, 53, 661-670.\nPage 23 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n24\n560 (23) Yang, J.; Pan B.; Li, H.; Liao, S.; Zhang, D.; Wu, M; Xing, B. S. Degradation of 561 p-nitrophenol on biochars: Role of persistent free radicals. Environ. Sci. Technol. 2016, 562 50, 694-700. 563 (24) Sigmund, G.; Huber, D.; Bucheli, T. D.; Baumann, M.; Borth, N.; Guebitz, G. M.; 564 Hofmann, T. Cytotoxicity of biochar: A workplace safety concern? Environ. Sci. Tech. 565 Let. 2017, 4, 362-366. 566 (25) Yang, J.; Pignatello, J. J.; Pan, B.; Xing, B. S. Degradation of p-nitrophenol by 567 lignin and cellulose chars: H2O2-mediated reaction and direction reaction with the char. 568 Environ. Sci. Technol. 2017, 51,8972-8980. 569 (26) Zhao, S.; Gao, P.; Miao, D.; Wu, L.; Qian, Y. J.; Chen, S. P.; Sharma, V. K.; Jia, 570 H. Z. Formation and evolution of solvent-extracted and nonextractable environmentally 571 persistent free radicals in fly ash of municipal solid waste incinerators. Environ. Sci. 572 Technol. 2019, 53, 10120-10130. 573 (27) Jia, H.; Zhao, S.; Shi, Y.; Zhu, L.; Wang, C.; Sharma, V. K. Transformation of 574 polycyclic aromatic hydrocarbons and formation of environmentally persistent free 575 radicals on modified montmorillonite: the role of surface metal ions and polycyclic 576 aromatic hydrocarbon molecular properties. Environ. Sci. Technol. 2018, 52, 5725- 577 5733. 578 (28) Pan, B.; Li, H.; Lang, D.; Xing, B. S. Environmentally persistent free radicals: 579 Occurrence, formation mechanisms and implications. Environ. Pollut. 2019, 248, 580 320-331. 581 (29) Yu, W. C.; Zhan, S. H.; Shen, Z. Q.; Zhou, Q. X.; Yang, Q. Efficient removal 582 mechanism for antibiotic resistance genes from aquatic environments by graphene 583 oxide nanosheet. Chem. Eng. J. 2016, 313, 836-846.\nPage 24 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n25\n584 (30) Robert, Z.; Hydrodynamic fluctuations and Stoke’s Law friction. J. RES. NATL. 585 BUR. STAND. 1964, 68B (4),143-145. 586 (31) Li, K. G.; Zhao, X. N.; Hammer, B. K.; Du, S. Y.; Chen, Y. S. Nanoparticles 587 inhibited DNA Replication by binding to DNA: Modling and experimental validation. 588 ACS nano 2013, 7(11), 9664-9674. 589 (32) Zhao, W. Q.; Walker, S. L.; Huang, Q. Y.; Cai, P. Adhesion of bacteria pathogens 590 to soil colloidal particles: Influence of cell type, natural organic matter, and solution 591 chemistry. Water Res. 2014, 53, 35-46. 592 (33) Ji, H. H.; Chang, F.; Hu, X. F.; Qin, W.; Shen, J. W. Photocatalytic degradation of 593 2,4,6-trichlorophenol over g-C3N4 under visible light irradiation. Chem. Eng. J. 2013, 594 218, 183-190. 595 (34) Huang, G. X.; Guo, H. Y.; Zhao, J.; Liu, Y. H.; Xing, B. S. Effect of co-existing 596 kaolinite and goethite on the aggregation of graphene oxide in the aquatic environment. 597 Water Res. 2016, 102, 313-320. 598 (35) Zhao, W. Q.; Walker, S. L.; Huang, Q. Y.; Cai, P. Adhesion of bacterial pathogens 599 to soil colloidal particles: Influences of cell type, natural organic matter, and solution 600 chemistry. Water Res. 2014, 53, 35-46. 601 (36) Varghese, N.; Mogera, U.; Govindaraj, A.; Das, A.; Maiti, P. K.; Sood, A. K.; Rao, 602 C. N. Binding of DNA nucleobases and nucleosides with graphene. ChemphysChem. 603 2009, 10, 206-210. 604 (37) Park, J. S.; Na, H. K.; Min, D. H.; Kim, D. E. Desorption of single-stranded nucleic 605 acids from graphene oxide by disruption of hydrogen bonding. Analyst. 2013, 138, 606 1745-1749.\nPage 25 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n26\n607 (38) Lu, C.; Huang, P. J. J.; Ying, Y. B.; Liu, J. W. Covalent linking DNA to graphene 608 oxide and its comparison with physisorbed probes for Hg2+ detection. Biosens 609 Bioelectron. 2016, 79, 244-250. 610 (39) Lee, J.; Yim, Y.; Kim, S.; Choi, M. H.; Choi, B. S.; Lee, Y. H.; Min, D. H. In611 depth investigation of the interaction between DNA and nano-sized graphene oxide. 612 Carbon 2016, 97, 92-98. 613 (40) Chen, C. Y.; Huang, W. L. Aggregation kinetics of diesel soot nanoparticles in wet 614 environments. Environ. Sci. Technol. 2017, 51, 2077-2086. 615 (41) Li, Q. Q.; Chen, B. L. Xing, B. S. Aggregation kinetics and self-assembly 616 mechanisms of graphene quantum dots in aqueous solutions: Cooperative effects of pH 617 and electrolytes. Environ. Sci. Technol. 2017, 51, 1364-1367. 618 (42) Xu, F. C.; Wei, C. H.; Zeng, Q. Q.; Li, X. N.; Alvarez, P. J. J.; Li, Q. L.; Qu, X. 619 L.; Zhu, D. Q. Aggregation behavior of dissolved black carbon: Implications for 620 vertical mass flux and fractionation in aquatic systems. Environ. Sci. Technol. 2017, 621 51, 13723-13732. 622 (43) Wang, W.; Ding X., He M.; Wang J.; Lou X. Kinetic Adsorption profile and 623 conformation evolution at the DNA-gold nanoparticle interface probed by dynamic 624 light scattering. Anal. Chem. 2014, 86, 10186-10192. 625 (44) Zhang, X.; Servos, M. R.; Liu, J. W. Surface science of DNA adsorption onto 626 citrate-capped gold nanoparticles. Langmuir. 2012, 28(8), 3896-3902. 627 (45) Majumder, S.; Priyadarshini, M.; Subudhi, U.; Chainy, G. B. N.; Varma, S. X-ray 628 photoelectron spectroscopic investigations of modifications in plasmid DNA after 629 interaction with Hg nanoparticles. Appl. Surf. Sci. 2009, 256, 438-442.\nPage 26 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n27\n630 (46) Wang, Z. X.; Liu D. J.; Dong, S. J. In-situ FTIR study on adsorption and oxidation 631 of native and thermally denatured calf thymus DNA at glassy carbon electrodes. 632 Biophysical Chem. 2001, 89, 87-94. 633 (47) Jiang, Q.; Yin, H. L.; Li, G. Y.; Liu, H. L.; An T. C.; Wong, P. K.; Zhao, H. J. 634 Elimination of antibiotic-resistance bacterium and its associated/dissociative blaTEM-1 635 and aac(3)-II antibiotic-resistance genes in aqueous system via photoelectrocatalytic 636 process. Water Res. 2017, 125, 219-226. 637 (48) Luo, Y., Xu, L., Rysz, M., Wang, Y., Zhang, H., Alvarez, P. J. J. Occurrence and 638 transport of tetracycline, sulfonamide, quinolone, and macrolide antibiotics in the haihe 639 river basin, China. Environ. Sci. Technol. 2011, 45(5), 1827-1833. 640 (49) Dai, Z. M.; Webster, T. M.; Enders, A.; Hanley, K. L.; Xu, J. M.; Thies, J. E.; 641 Lehmann, J. DNA extraction efficiency from soil as affected by pyrolysis temperature 642 and extractable organic carbon of high-ash biochar. Soil Biol. Biochem. 2017, 115, 129- 643 136. 644 (50) Liu, J. L.; Zong, E.; Fu, H. Y.; Zheng, S. R.; Xu, Z. Y.; Zhu, D. Q. Adsorption of 645 aromatic compounds on porous covalent triazine-based framework. J Colloid Interf. Sci. 646 2012, 372, 99-107. 647 (51) Fang, G. D.; Zhu, C. Y.; Dionysiou, D. D.; Gao, J.; Zhou, D. M. Mechanism of 648 hydroxyl radical generation from biochar suspensions: Implications to diethyl phthalate 649 degradation. Bioresource Technol. 2015, 176, 210-217. 650 (52) Yi, Q.; Liang, B.; Nan, Q.; Wang, H.; Zhang, W.; Wu, W. Temporal 651 physicochemical changes and transformation of biochar in a rice paddy: Insights from 652 a 9-year field experiment. Sci. Total Environ. 2020, 721, 137670-137670.\nPage 27 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n28\n653 (53) Zhang, D.; Pan, B.; Cook, R. L.; Xing, B. S. Multi-walled carbon nanotube 654 dispersion by the adsorbed humic acids with different chemical structures. Environ. 655 Pollut. 2015, 196, 292-299. 656 (54) Xu, Z.; Xu, X.; Tao, X.; Yao, C.; Tsang, D. C. W.; Cao, X. Interaction with low 657 molecular weight organic acids affects the electron shuttling of biochar for Cr(VI) 658 reduction. J. Hazard. Mater. 2019, 378, 120705. 659 660 661 662 663 664 665 666 667 668 669 670 671\nPage 28 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n29\n672 673 Figure 1. Adsorption kinetics of calf thymus DNA on bulk-BCs (bulk400 and bulk700) 674 and nano-BCs (nano400 and nano700) (a), the inset of (a) is the natural loss of DNA 675 without the presence of BC; the adsorption isotherms of calf thymus DNA on BCs and 676 graphite at pH 7.0 (b), where the symbols are experimental data and lines are the fitting 677 curves with Langmuir model. 678 679 680 681 682 683 684 685 686 687 688\nPage 29 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n30\n689 690\n691 692 Figure 2. The total interaction force profiles between calf thymus DNA and nano-BCs 693 (nano400 and nano700) at pH 7.0 under the ambient condition as a function of 694 separation distance (d). Emax presents the total potential energy(a); the adsorption of calf 695 thymus DNA on nano-BCs as a function of NaCl or CaCl2 concentrations (b) 696 697 698\nPage 30 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n31\n699 700 701 702 703 704 705 706 707 708\n709 710 Figure 3. AFM topographical images of free calf thymus DNA (a), nano-BCs (b, c), 711 and their heteroaggregates at different intervals (30 and 120 min) (d-g), respectively. 712 The ovals were used to emphasize the configuration changes of calf thymus DNA after 713 treated by nano-BCs. Trapping-mode AFM images were obtained using a Digital 714 Instruments E controller with a Molecular Imaging isolation chamber. 715 716 717 718 719 720 721 722 723\nPage 31 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n32\n724 725\n726 727 728 Figure 4. Binding capacity of BC toward ampC and ermB with different concentrations 729 of bulk400 (a), bulk700 (b), nano400 (c), and nano700 (d). The corresponding gel 730 electrophoresis results are displayed underneath, where the ARGs treated by 4.5, 9.0, 731 12.0 mg/mL bulk-BC are designed as B1, B2, B3 and treated by 0.1, 0.15, and 0.2 732 mg/mL nano-BC are designed as N1, N2, N3, respectively. The gel electrophoresis 733 results for released ARGs treated by 0.1, 0.15, and 0.2 mg/mL nano-BC are labelled as 734 N4, N5, and N6. The influence of BC on PCR can be seen from the treatments of B4 735 and N7 for bulk-BC and nano-BC, respectively. 736 737 738 739 740 741 742 743 744 745 746 747 748 749 750\nPage 32 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology\n33\n751 752 753 754\n755 756 Figure 5. Effect of persistent free radicals in bulk- and nano-BCs on the decomposition 757 of calf thymus DNA. Variations of EPR spectra of bulk- and nano-BCs before and after 758 reacting with DNA (a, b); changes in DMPO-OH (c) and DMPO-OOH (d) peak 759 intensities in nano-BCs before and after reacting with DNA; changes in DNA removal 760 capacity of nano-BCs in the absence and presence of different quenching agents (e, f). 761 The concentration of quenching agents was 0.02 mmol/L. 762\nPage 33 of 33\nACS Paragon Plus Environment\nEnvironmental Science & Technology"
    } ],
    "references" : [ {
      "title" : "Antibiotic resistance genes as 498 emerging contaminants: Studies in Northern Colorado",
      "author" : [ "A. Pruden", "R. Pei", "H. Storteboom", "K.H. Carlson" ],
      "venue" : "Environ. Sci. Technol. 2006,",
      "citeRegEx" : "Pruden et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Pruden et al\\.",
      "year" : 2006
    }, {
      "title" : "Extracellular DNA plays a key role in deep-sea 504 ecosystem",
      "author" : [ "A. Dell'Anno", "R. Danovaro" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Dell.Anno and Danovaro,? \\Q2017\\E",
      "shortCiteRegEx" : "Dell.Anno and Danovaro",
      "year" : 2017
    }, {
      "title" : "Bottles mineral water as a 509 potential source of antibiotic resistant bacteria",
      "author" : [ "M.F. Falcone-Dias", "Vaz-Moreia", "Manaia", "C. M" ],
      "venue" : "wastewater. Environ. Sci. Technol",
      "citeRegEx" : "Falcone.Dias et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Falcone.Dias et al\\.",
      "year" : 2015
    }, {
      "title" : "Soil types influence the fate of antibiotic-resistant bacteria and antibiotic resistance 515 genes following the land application of sludge composts",
      "author" : [ "J.Y. Zhang", "Q.W. Sui", "J. Tong", "H. Zhong", "Y.W. Wang", "M.X. Chen", "Y. 514 S. Wei" ],
      "venue" : "Environ. Int. 2018,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "Role of 524 bacteria in the adsorption and binding of DNA on soil colloids and minerals",
      "author" : [ "P. Cai", "J. Zhu", "Q.Y. Huang", "L.C. Fang", "W. Liang", "W.L. Chen" ],
      "venue" : "Colloid 525 Surface B",
      "citeRegEx" : "Cai et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Cai et al\\.",
      "year" : 2009
    }, {
      "title" : "Adsorption of pure and dirty bacterial DNA on clay minerals and their transformation 531 frequency",
      "author" : [ "G. Pietramellara", "J. Ascher", "M. T Cccherini", "P. Nannipieri", "D. Wenderoth" ],
      "venue" : "Biol. Fertil. Soils",
      "citeRegEx" : "Pietramellara et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Pietramellara et al\\.",
      "year" : 2007
    }, {
      "title" : "carbonaceous matter toward organic compounds",
      "author" : [ "L. Chen B" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "X. and B.,? \\Q2017\\E",
      "shortCiteRegEx" : "X. and B.",
      "year" : 2017
    }, {
      "title" : "pH-dependent mineral release and surface 538 properties of cornstraw biochar: Agronomic implications",
      "author" : [ "A. Silber", "I. Levkovitch", "E.R. Graber" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Silber et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Silber et al\\.",
      "year" : 2010
    }, {
      "title" : "Removal of heavy metals from aqueous solution by biochars derived 544 from anaerobically digested biomass",
      "author" : [ "M. Inyang", "B. Gao", "Yao. Y", "Y.W. Xue", "A.R. Zimmerman", "543 P. Pullammanappallil", "X.D. Cao" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Inyang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Inyang et al\\.",
      "year" : 2012
    }, {
      "title" : "Formation and physicochemical characteristics of nano biochar: Insight into chemical 550 and colloidal stability",
      "author" : [ "G.C. Liu", "H. Zheng", "Z.X. Jiang", "J. Zhao", "Z.Y. Wang", "B. Pan", "B.S. Xing" ],
      "venue" : "Environ. Sci. Technol. Let",
      "citeRegEx" : "Liu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2014
    }, {
      "title" : "Role of nano-biochar in attenuating the allelopathic effect from Imperata cylindrica 553 on rice seedlings",
      "author" : [ ],
      "venue" : "Environ. Sci.: Nano 2020,",
      "citeRegEx" : "552,? \\Q2016\\E",
      "shortCiteRegEx" : "552",
      "year" : 2016
    }, {
      "title" : "New insight into black carbon 558 nanoparticle-induced dispersibility of goethite colloids and configuration-dependent 559 sorption for phenanthrene",
      "author" : [ "F. Lian", "W.C. Yu", "Z.Y. Wang", "B.S. Xing" ],
      "venue" : "Environ. Sci. Technol. 2019,",
      "citeRegEx" : "Lian et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Lian et al\\.",
      "year" : 2019
    }, {
      "title" : "Degradation of 561 p-nitrophenol on biochars: Role of persistent free radicals",
      "author" : [ "J. Yang", "Pan B", "H. Li", "S. Liao", "D. Zhang", "M Wu", "B.S. Xing" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Yang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2016
    }, {
      "title" : "Degradation of p-nitrophenol by 567 lignin and cellulose chars: H2O2-mediated reaction and direction reaction with the char",
      "author" : [ "J.J. Pignatello", "B. Pan", "B.S. Xing" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "J. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2017
    }, {
      "title" : "Formation and evolution of solvent-extracted and nonextractable environmentally 571 persistent free radicals in fly ash of municipal solid waste incinerators",
      "author" : [ "Z. H" ],
      "venue" : "Environ. Sci",
      "citeRegEx" : "H.,? \\Q2019\\E",
      "shortCiteRegEx" : "H.",
      "year" : 2019
    }, {
      "title" : "575 radicals on modified montmorillonite: the role of surface metal ions and polycyclic 576 aromatic hydrocarbon molecular properties",
      "author" : [ "H. Li", "D. Lang", "B.S. Xing" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "B. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "B. et al\\.",
      "year" : 2018
    }, {
      "title" : "Efficient removal 582 mechanism for antibiotic resistance genes from aquatic environments by graphene 583 oxide nanosheet",
      "author" : [ "W.C. Yu", "S.H. Zhan", "Z.Q. Shen", "Q.X. Zhou", "Q. Yang" ],
      "venue" : "Chem. Eng. J. 2016,",
      "citeRegEx" : "Yu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2016
    }, {
      "title" : "Hydrodynamic fluctuations and Stoke’s Law friction",
      "author" : [ "Z. Robert" ],
      "venue" : "J. RES. NATL. 585 BUR. STAND",
      "citeRegEx" : "Robert,? \\Q1964\\E",
      "shortCiteRegEx" : "Robert",
      "year" : 1964
    }, {
      "title" : "Adhesion of bacteria pathogens 590 to soil colloidal particles: Influence of cell type, natural organic matter, and solution 591 chemistry",
      "author" : [ "W.Q. Zhao", "S.L. Walker", "Q.Y. Huang", "P. Cai" ],
      "venue" : "Water Res",
      "citeRegEx" : "Zhao et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of co-existing 596 kaolinite and goethite on the aggregation of graphene oxide in the aquatic environment",
      "author" : [ "G.X. Huang", "H.Y. Guo", "J. Zhao", "Y.H. Liu", "B.S. Xing" ],
      "venue" : "Water Res",
      "citeRegEx" : "Huang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2016
    }, {
      "title" : "599 to soil colloidal particles: Influences of cell type, natural organic matter, and solution 600 chemistry",
      "author" : [ "N. Varghese", "U. Mogera", "A. Govindaraj", "A. Das", "P.K. Maiti", "A.K. Sood", "602 C.N. Rao" ],
      "venue" : "Water Res",
      "citeRegEx" : "Varghese et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Varghese et al\\.",
      "year" : 2014
    }, {
      "title" : "Desorption of single-stranded nucleic 605 acids from graphene oxide by disruption of hydrogen bonding",
      "author" : [ "J.S. Park", "H.K. Na", "D.H. Min", "D.E. Kim" ],
      "venue" : null,
      "citeRegEx" : "Park et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2013
    }, {
      "title" : "Covalent linking DNA to graphene 608 oxide and its comparison with physisorbed probes for Hg2+ detection",
      "author" : [ "C. Lu", "P.J.J. Huang", "Y.B. Ying", "J.W. Liu" ],
      "venue" : "Biosens 609 Bioelectron",
      "citeRegEx" : "Lu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2016
    }, {
      "title" : "Aggregation kinetics of diesel soot nanoparticles in wet 614 environments",
      "author" : [ "C.Y. Chen", "W.L. Huang" ],
      "venue" : "Carbon",
      "citeRegEx" : "Chen and Huang,? \\Q2016\\E",
      "shortCiteRegEx" : "Chen and Huang",
      "year" : 2016
    }, {
      "title" : "Aggregation behavior of dissolved black carbon: Implications for 620 vertical mass flux and fractionation in aquatic systems",
      "author" : [ "F. C", "C.H. Wei", "Q.Q. Zeng", "X.N. Li", "P.J.J. Alvarez", "Q.L. Li", "X. 619 L. Qu", "D.Q. Zhu" ],
      "venue" : "electrolytes. Environ. Sci. Technol",
      "citeRegEx" : "C. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2017
    }, {
      "title" : "Kinetic Adsorption profile and 623 conformation evolution at the DNA-gold nanoparticle interface probed by dynamic 624 light scattering",
      "author" : [ "Wang", "Ding X", "He M", "Wang J", "Lou X" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "W. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2014
    }, {
      "title" : "X-ray 628 photoelectron spectroscopic investigations of modifications in plasmid DNA after 629 interaction with Hg nanoparticles",
      "author" : [ "S. Majumder", "M. Priyadarshini", "U. Subudhi", "G.B.N. Chainy", "S. Varma" ],
      "venue" : null,
      "citeRegEx" : "Majumder et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Majumder et al\\.",
      "year" : 2009
    }, {
      "title" : "In-situ FTIR study on adsorption and oxidation 631 of native and thermally denatured calf thymus DNA at glassy carbon electrodes",
      "author" : [ "Z.X. Wang", "Liu D. J", "S.J. Dong" ],
      "venue" : "Biophysical Chem",
      "citeRegEx" : "Wang et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2001
    }, {
      "title" : "antibiotic-resistance genes in aqueous system via photoelectrocatalytic 636 process",
      "author" : [ "Y. Luo", "L. Xu", "M. Rysz", "Y. Wang", "H. Zhang", "P.J.J. Alvarez" ],
      "venue" : "Water Res",
      "citeRegEx" : "Luo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2017
    }, {
      "title" : "DNA extraction efficiency from soil as affected by pyrolysis temperature 642 and extractable organic carbon of high-ash biochar",
      "author" : [ "Z.M. Dai", "T.M. Webster", "A. Enders", "K.L. Hanley", "J.M. Xu", "J.E. Thies" ],
      "venue" : "river basin, China. Environ. Sci. Technol",
      "citeRegEx" : "Dai et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Dai et al\\.",
      "year" : 2011
    }, {
      "title" : "Adsorption of 645 aromatic compounds on porous covalent triazine-based framework",
      "author" : [ "J.L. Liu", "E. Zong", "H.Y. Fu", "S.R. Zheng", "Z.Y. Xu", "D.Q. Zhu" ],
      "venue" : "J Colloid Interf. Sci",
      "citeRegEx" : "Liu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2012
    }, {
      "title" : "Temporal 651 physicochemical changes and transformation of biochar in a rice paddy: Insights from 652 a 9-year field experiment",
      "author" : [ "B. Liang", "Q. Nan", "H. Wang", "W. Zhang", "W. Wu" ],
      "venue" : "Bioresource Technol",
      "citeRegEx" : "Q. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2015
    }, {
      "title" : "Multi-walled carbon nanotube 654 dispersion by the adsorbed humic acids with different chemical structures. Environ",
      "author" : [ "D. Zhang", "B. Pan", "R.L. Cook", "B.S. Xing" ],
      "venue" : "Pollut",
      "citeRegEx" : "Zhang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties. Contaminants in Aquatic and Terrestrial Environments",
    "creator" : null
  }
}