{
  "name" : "2020-06-29__6c_10.1016@j.fuel.2020.118518.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Al2O3 nano additives blended Polanga biodiesel as a potential alternative fuel for existing unmodified DI diesel engine",
    "authors" : [ "Harish Venua", "Prabhu Appavub" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nFuel\njournal homepage: www.elsevier.com/locate/fuel\nFull Length Article\nAl2O3 nano additives blended Polanga biodiesel as a potential alternative fuel for existing unmodified DI diesel engine Harish Venua,⁎, Prabhu Appavub,⁎\na Department of Automobile Engineering, Vel Tech Rangarajan Dr.Sagunthala R&D Institute of Science and Technology, Chennai 600062, India bDepartment of Mechanical Engineering, College of Engineering, Guindy, Anna University, Chennai 600025, India\nA R T I C L E I N F O\nKeywords: Nano-additives Polanga biodiesel Surface area Performance Emission Diesel engine\nA B S T R A C T\nThe current research work emphases on analysing the characteristics of combustion, performance, and emissions of Polanga Biodiesel (PBD) fuelled single-cylinder diesel engine with Al2O3 nano-additives added at a concentration of 25 ppm and 50 ppm. The results were compared with the baseline diesel fuel at varying engine loads (25%, 50%, 75% and 100%) in agriculture-based single-cylinder diesel engine of 17.5 Compression ratio at a constant engine speed of 1500 rpm. Al2O3 nano-additives were blended with PBD using magnetic stirrer and ultrasonicator. Experimentation results revealed that the addition of the nanoparticles in PBD improved the combustion and emission characteristics of base fuel due to higher surface area to volume ratio of nano-additives. Moreover, Al2O3 nanoparticles addition enhanced the brake thermal efficiency (BTE) and lowered the brake specific fuel consumption (BSFC) by 6.58% and 7.38% respectively. Subsequently, the emissions of HC, CO, NOx and smoke opacity were improved with the addition of fuel borne additives in PBD owing to improved combustion efficiency. PBD + 25 ppm Al2O3 resulted in lowest ignition delay (ID) while PBD + 50 ppm Al2O3 resulted in the highest mass fraction burnt (MFB). In the case of particle size diameter (PSD) analysis, lowest size particulates were recorded for PBD + 25 ppm Al2O3 throughout the engine load conditions. Overall, PBD + 50 ppm Al2O3 nano additives are best compared to improved combustion and minimized emissions."
    }, {
      "heading" : "1. Introduction",
      "text" : "Increasing dependency on diesel fuel over the transportation sector and a surge in air pollution levels, has thrived search for a potential alternative feedstock which is environmentally benign as well as biobased for existing unmodified direct injection (DI) diesel engine. The rapid increase in automobiles has resulted in higher dependency on fossil fuels and also higher fuel exhaust from internal combustion engines. Compression ignition (CI) engines emit higher oxides of nitrogen (NOx) and carbon dioxide (CO2) emissions which are the major greenhouse gases responsible for global warming. Other gases include regulated emissions such as hydrocarbon (HC), Carbon monoxide (CO), smoke opacity and unregulated emissions like acetaldehyde, formaldehyde, acetone and toluene. From the 1970 s till 2010, the rate of increase in Green House Gases (GHGs) is estimated at 1.8% every year, which is subsequently responsible for increasing earth temperature by 2 °C. Another usage of fossil fuels includes agricultural sector, power/ transportation and mining sectors. Hence, Many researchers were performed on diesel engines for its capability with alternative fuels in the mere future as there is random fossil fuel depletion. Reduction of\nharmful gases in any of the above sector, even on a minimal scale can add to environmental sustainability and can replace tonnes of harmful gases plunged into the atmosphere.\nUsage of alternative fuels paves the way for sustainable development, the dependency of renewable resources and environmental energy and conservation process. Among various alternative energy sources, biodiesel plays a vital role in reducing the high flash point range and improved lubricity. Added with, biodiesel is of non-toxic in nature and is of renewable and biodegradable in nature. However, certain drawbacks associated with biodiesel utilization are poorer fuel atomization and higher viscous nature which eventually results in improved NOx emissions and lowered BTE. Several research articles with biodiesel application have shown substantial lowering in HC, CO and unregulated emissions with higher NOx spectrum. Several research investigations have proved that appending metal oxide-based additives in base fuel facilitates the oxidation process and increases the combustion efficiency of diesel engine along with minimized emissions.\nNanoparticles (10-9m scale) addition in base fuel is found to exhibit improved engine combustion and performance characteristics. Venu and Madhavan [1] examined the influence of Al2O3 nanoparticles in\nhttps://doi.org/10.1016/j.fuel.2020.118518 Received 19 April 2020; Received in revised form 24 May 2020; Accepted 22 June 2020\n⁎ Corresponding authors. E-mail addresses: harishvenuresearch@gmail.com (H. Venu), prabhuappavu@gmail.com (P. Appavu).\nFuel 279 (2020) 118518\n0016-2361/ © 2020 Elsevier Ltd. All rights reserved.\nT\nternary fuels (biodiesel/diesel/ethanol) blends with various injection timings. They perceived that the nanoparticle combustion was better in retarded injection timing in lowering the harmful tailpipe emissions such as CO, HC, NOx and smoke emissions. Venu and Madhavan [2] also established that the metal oxide nanoparticles inclusion in ternary fuel component is better to that of appending oxygenated additives such as DEE (diethyl ether) in the consent of developed combustion and performance phenomenon. Several investigations were done using Polanga biodiesel as a probable alternative fuel replacing the mineral diesel fuel. Bari and Hossain [3] investigated in a diesel engine with biodiesel comparing the performance with the baseline diesel fuel. They found that the specific fuel consumption of biodiesel is higher by 10% than the mineral diesel owing to the lowered calorific value of biodiesel even though the thermal efficiency is slightly closer to diesel. Moreover, CO and HC emissions of biodiesel run engine were approximately 50% lesser than that of conventional diesel fuel though NOx emissions were higher by 33%, respectively. Yuvarajan et al. [4] experimented in a single-cylinder diesel engine and found, Jatropha biodiesel of 100% v/v could be a potential alternate fuel in an unmodified diesel engine. They proposed that appending additives in biodiesel can potentially improve the combustion characteristics. They found that the addition of n-butyl alcohol as additive improves the rate of combustion, mixing and vaporization of the blends with air and reduces the emissions. They also\nrevealed that the addition of additives in biodiesel and usage in diesel engine does not cause any damage to the existing DI diesel engine. They also found that additives in biodiesel lowered the HC, CO and NOx emissions by about 24.5%, 38.2% and 29.2% respectively owing to improvement in combustion characteristics."
    }, {
      "heading" : "1.1. Novelty of the current research work",
      "text" : "Even though various works of literature were done on Polanga biodiesel (Calophyllum Innophyllum) and alumina nano additives at individual capacities, there was no reported literature on analyzing the effect of Al2O3 nano-additives at various concentrations (25 ppm and 50 ppm) in Polanga biodiesel (PBD) on the effect of characteristics of performance, combustion and emissions on an unmodified diesel engine. Also, there were no further researches in polanga biodiesel process optimization, mass fraction burnt and particle size diameter analysis with nano additives blended with polango biodiesel. With this novelty, the following experimental work is performed with diesel, Polanga biodiesel and Polanga biodiesel appended with Al2O3 nano-additives. The workflow for the current experimentation is shown in Fig. 1.\nNomenclature\nAl2O3 Aluminium oxide nanoparticle BSEC Brake Specific Energy Consumption BTE Brake Thermal Efficiency CO Carbon monoxide CO2 Carbon dioxide CI Compression Ignition DI Direct Injection DAS Data Acquisition system RMS Root mean square ID Ignition delay\nMFB Mass Fraction burnt FTIR Fourier Transform Infra-Red FFA Free Fatty Acid PBD Palm Biodiesel N2 Nitrogen O2 Oxygen DIESEL 100% Diesel fuel HRR Heat Release Rate HC Hydrocarbon NOx Oxides of Nitrogen TEM Transmission Electron Microscope SEM Scanning Electron Microscope"
    }, {
      "heading" : "2. Experimental material & methods",
      "text" : ""
    }, {
      "heading" : "2.1. Nanoparticle synthesis and blend preparation",
      "text" : "Al2O3 nano-sized particles were synthesized using sol–gel combustion method where the 0.5 M aluminium nitrate solution is blended in 50 ml H2O at 22 °C and stirred using a magnetic stirrer. Then 0.05 M urea is mixed with aluminium nitrate and treated for 30 min until pH 2 solution is attained. Further titration with 25 ml of H2O and 0.1 M sodium hydroxide was done till pH 6 solution is attained. After the formation of clady gel (pH = 8) with sodium hydroxide addition, the sample is dried at 150 °C for 12 hr and Al2O3 nanoparticles were procured in a container and were allowed to dry at 300 °C and 2 hr in the furnace.\nThe flowchart illustrating the synthesis procedure of alumina nanoparticles were shown in Fig. 2. The physical properties of synthesized Al2O3 nanoparticles were detailed in Table 1. Fig. 3 depicts the flowchart for the preparation of Al2O3 nanoparticles. Fig. 4 shows the SEM and TEM spectroscopy of synthesized Al2O3 nanoparticles. The synthesized Al2O3 nanoparticles were blended with PBD (100% Palm Biodiesel) with 25 ppm and 50 ppm concentration using a magnetic stirrer and ultrasonication and they were checked for stability. For improving the stability of dispersed nanoparticles, 0.1 mg per litre surfactant is added. The surfactant employed for the current work is CTAB (cetyltrimethylammonium bromide). The nanoparticle blended biodiesel was stable for more than 96 hr. Only after the stability of nanoparticles is ensured, the engine tests were performed."
    }, {
      "heading" : "2.2. Polanga biodiesel preparation and test fuel preparation",
      "text" : "In order to finding out the maximum possible yield of Polanga biodiesel from extracted raw polanga oil, various process parameters were optimized namely, the catalyst concentration, the methanol-oil molar ratio (MR) and reaction temperatures. Fig. 5a represents the variation of yield at various catalyst concentrations with fixed reaction temperature (65 °C) and MR (6:1). It is observed that, at lower catalyst concentrations, the yield was poor due to scanty KOH levels in catalyzing the reaction. At 0.9 wt% catalyst dosing ratio, the yield was highest (89 wt%), while further dosing levels lowered the polanga biodiesel yield. This is because; high catalyst dose in mixture participates in saponification reactions, followed by interactions with glycerin which further forms soap and H2O. In the case of MR optimization (Fig. 5b), it is observed that prior to 6:1 MR the yield was linearly increasing. At 6:1 MR, 88% optimum polanga biodiesel yield was achieved, beyond which the yield remains consistent or sometimes less. This is perhaps, due to higher MR levels increasing the possibility of glycerin separation due to improved solubility. This phenomenon\ndrives the overall equilibrium towards lowered biodiesel yield, especially at MR higher than 6:1. Reaction temperature optimization (Fig. 5c) seems to have much influence in biodiesel yield rate as it follows the linear increase throughout the increase in temperature.\nThe highest yield of 95.8 wt% was recorded for 65 °C, while at lowered reaction temperatures (45 °C), the yield was poor (67 wt%). This is because, at lower reaction temperatures, the energy-driven to sustain collision between reactants is insufficient, while at higher temperatures this collision possibility is maximized, which eventually results in sufficient activation energy of esters followed by higher biodiesel yield. Hence, based on the above observations, biodiesel preparation using conventional transesterification were carried out at 6:1 MR ratio, 65 °C reaction temperature and 0.9 wt% catalyst dosing ratio (KOH). Polanga oil biodiesel is synthesized using conventional transesterification method of treating raw Polanga oil with methanol with a catalyst in a batch reactor.\nInitially, the Polanga oil is subjected to 80 °C preheating for removing the available moisture in the blend. Since the FFA of raw Polanga oil is higher, the acid pretreatment process is done by reacting it with sulphuric acid (H2SO4). Hence, 1.5 Molar ratio of raw oil to methanol and 0.6% v/v H2SO4 were heated in the batch reactor for 65 °C for 2 hr at 450 rpm speed. Blending the nanoparticle is done using ultrasonicator operated with 60 kHz operating frequency and 440 kW power operated for 20 min. It is found that the nanoparticles in PBD remained stable for about 96 hrs. PBD + 25 ppm Al2O3 is prepared by blending 25 ppm Al2O3 nanoparticles with 100% Polanga biodiesel while PBD + 50 ppm Al2O3 is prepared by blending 50 ppm Al2O3 nanoparticles with 100% Polanga biodiesel. The fuel properties were calculated as per American Society for Testing and Materials (ASTM) standards as shown in Table 2."
    }, {
      "heading" : "2.2.1. 1H NMR spectroscopy",
      "text" : "The 1HNMR spectrum analysis is used to evaluate the conversion of raw oil (Triglycerides) to methyl ester (biodiesel). CDCl3 and tetramethylsilane were used as a solvent and internal reference, respectively. The polanga biodiesel yield (%) is considered to be the ratio\nbetween the methyl ester of methoxy proton (singlet) and α- methylene proton (triplet) which is observed from Fig. 6 at 3.68 ppm and 2.32 ppm, respectively. The methyl ester proportions of polanga biodiesel were determined by EN14214 standard procedure.\nThe fatty acid composition and yield of polanga biodiesel were analyzed using gas chromatography (Shimadzu-GC2010) equipped with capillary column tube (0.15 mm × 30 m) and coupled with flame ionization detector and results were shown in Table 3. The typical FFA (Free Fatty Acid) value of FFA is about 2.2 [26]."
    }, {
      "heading" : "2.2.2. FTIR spectroscopy",
      "text" : "The FTIR spectroscopy of raw polanga biodiesel and polanga biodiesel blends were done using IR solution software (Version- IR prestige’21) as shown in Fig. 7a and Fig. 7b. This technique uses single reflection ATR and the approximate penetration distance to the surface was about 2 µm. There are very clear differences between both the spectra in terms of ester groups in raw polanga oil {R1-(COR) = O} and methyl ester groups in polanga biodiesel {R1C (OCH3) = O}, where R1 corresponds to complex hydrocarbon chains.\nThere are notable differences in visible signals due to transesterification reaction which breaks up the triglycerides to glycerin and methyl esters. Transformations were visible with signals at 1427.08 cm−1. The highest peak in raw polanga oil corresponds to\nsignal at 1153 cm−1 is disintegrated to 1189.43 cm−1 and 1172.46 cm−1 as an indication of normalizing of triglycerides to methyl esters. Similar such deformations were observed at 1449.72 cm−1 and 965 cm−1, respectively."
    }, {
      "heading" : "2.3. Experimental setup",
      "text" : "The specifications of used test engine were given in Table 4. The test engine unit comprises a fuel delivery unit, electrical dynamometer for load adjustment, Data Acquisition Systems (DAS), smoke opacimeter (AVL 437C) and AVL five gas analyzer (measuring CO, O, HC, CO2 and NOx). Experimentations were done on 5 load intervals of 0%, 25%, 50%, 75% and 100% respectively and in between two test fuels, the engine is allowed to be run with neat diesel fuel for 20 min for attaining standard operating rhythm. Fig. 8 shows a schematic of the test engine setup."
    }, {
      "heading" : "2.4. Uncertainty analysis",
      "text" : "Miscalculations and uncertainties can appear from several influences alike choosing and calibration of devices, varying atmospheric circumstances, trials and interpretations, etc. Uncertainty can be classified into two factors such as fixed and random errors. Fixed error\ndeals with repeatability while random error deals mainly with critical quantities. ΔX, which is defined as measured variable associated uncertainties is assessed by Gaussian distribution as shown in Eqn. no. 1 with ± 2σ limit of confidence. The mean value upon which the measured value depends were indicated by 2σ. Xi denotes the reading numbers, and σ indicates standard deviation. Eqn. no. 2 indicates uncertainties in parameters calculated in which the functions such as X1 and X2 till Xn of the R range represents taken readings (in numbers). Eqn. no. 3 represents the uncertainties associated with measuring instruments in which ΔR is the range of uncertainties and is calculated by RMS (root mean square) value of observed error values and is indicated in Table 5 while Table 6 shows\nthe uncertainties associated with measured parameters.\n=Xi i Xi 2 ¯ 100 (1)\n= …………R f(X1, X2, X3, ..Xn) (2)\n= + + +R R X X R X X R X X R Xn Xn 1 1 2 2 3 3 .................... 2 2 2 2\n(3)\nwhere, R in Eqn. no. 2 represents the function of X1, X2,……..Xn and X1, X2,…….Xn represents the number of readings taken. Hence ΔR is computed by RMS of errors associated with measured parameters. The uncertainties of various measuring instruments were illustrated in Table 5. By using Eqn. no. 3, the uncertainties in various measured parameters were evaluated and tabulated in Table 6."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Combustion characteristics",
      "text" : "In compression ignition engines, the maximum cylinder pressure developed by the fuel depends mainly on the quantity of fuel burnt during the premixed combustion phase. Cylinder pressure is an important parameter in analyzing the combustion characteristics of any test fuel. Various factors influencing the cylinder pressure variation include viscosity, cetane index and air–fuel mixing rate. Fig. 9 shows the variation of in-cylinder pressure for all the test fuels at 100% engine load condition. It is observed that at all the test fuel blends exhibit almost similar cylinder pressure style. PBD and DIESEL fuel exhibits incylinder pressure range of about 81.23 bar and 79.56 bar respectively. The reason for lowered cylinder pressure for DIESEL is a shortened delay period which results in combustion getting more uniform followed by lessened peak pressure [5,6]. Moreover, from Table 2, we can observe that DIESEL fuel has improved calorific value which is responsible for consuming lowered fuel at combustion and high combustion efficiency of DIESEL is also a factor for shortened peak pressure [7,8]. Addition of Al2O3 nano-additives at 25 ppm and 50 ppm fraction to PBD resulted in improved peak pressure which could be perhaps attributed to the improved thermal conductivity of the resulting nanofuel mixture [9,4]. The nanoparticle combustion takes place in two stages as shown in Fig. 10. On the first stage, the nano additives tend to mixes with the diesel fuel as a binder mechanism and its chemical structure tends to rupture thereby accelerating the reaction. This stage is known as primary combustion, whereas in secondary combustion stage, the oxygen molecule present in the Al2O3 structure gets liberated. This liberated oxygen along with higher heat reacts with the unburned hydrocarbons and thus improving the rate of combustion. The higher thermal conductivity of nano-fuel causes the fuel combustion to begin earlier thus resulting in higher in-cylinder peak pressure.\nFrom the figure, we can infer that with increasing concentration of Al2O3 nano Al2O3 nano-additive concentration in PBD to 50 ppm, the combustion begins earlier, which may be attributed to increment in ignition quality and improved coefficient of thermal conductivity of Al2O3 nano-additives. Similar results with observed pressure pattern were reported in several works of literature with different nanoparticles in base fuel.\nThe HRR at every crank angle on behalf of various fuel blends were calculated using the correlation derived from the 1st law of thermodynamics by Eqn. no. 4:\n= + + QdQn d 1 P dV d 1 1 V dP d lw (4)\nwhere, Qn represents the net heat release rate (HRR) (J/degCA), P represents instantaneous in-cylinder pressure (N/m2), V showcases the instantaneous in-cylinder volume (m3), θ is crank angle (degree) and is defined as the ratio of specific heats Cp/Cv (kJ/kg K) depending mainly on the temperature factor and influences the intensity of dQ\nd n and Qlw\n· .\nQlw .\nis defined as the blow-by losses which are defined by Rakopoulas [10]. The gross HRR can be calculated by Eqn. no. 5:\n= +dQg d dQn d dQlw d (5)\nWhere dQlw d defines the gross HRR to the combustion chamber walls [10].\nFig. 11 illustrates the variation of HRR for all the test fuels at 100% engine load condition. It is observed that DIESEL and PBD exhibit maximum HRR of about 92.37 J/degCA and 81.43 J/degCA. Higher HRR for DIESEL fuel can be attributed to a higher calorific value which results in higher heat generation during combustion. With the increase in the concentration of Al2O3 nano-additives, the HRR increases further owing to increase in ignition quality and coefficient of thermal conductivity of Al2O3 nano additives. This improved thermal conductivity of resulting fuel mixture accelerates the rate of combustion of fuel precursors and thereby liberating the maximum heat release rate. These research findings are in good accordance with the previous research findings, where the HRR is improved with appending of nanomaterials in the base fuel."
    }, {
      "heading" : "3.2. Performance characteristics",
      "text" : "Brake thermal efficiency is defined as how well the heat energy of the fuel is converted into mechanical energy. Fig. 12 represents the variation of BTE of DIESEL, PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 all over the engine load condition. At 100% engine load, DIESEL fuel exhibits highest BTE of 32.19%, followed by PBD + 50ppmAl2O3 (30.63%), PBD + 25ppmAl2O3 (29.94%) and PBD (28.74%) respectively. The higher BTE of mineral DIESEL in comparison with oxygenated blends were owing to lowered fuel viscosity and improved calorific value of the blend [11]. At 100% load, the BTE of\nPBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were 4.21% and 6.58% higher than PBD blend. This is because, with Al2O3 nano additive, the atomization of fuel droplets were increased, thus promoting the combustion efficiency followed by higher BTE [12,13,14]. Moreover, it is interesting that BTE of PBD + 50ppmAl2O3 blend exhibits higher BTE than PBD + 25ppmAl2O3 blend throughout the engine load condition. The Al2O3 nano-additive acts as an oxygen buffer as well as a potential catalyst with increasing concentration (20 ppm to 50 ppm). These results are in good accordance with previous research works with biodiesel and nano-additives [15,16,17].\nBSFC can be defined as the amount of fuel consumed by the engine to produce 1 kW of Brake Power. It is also a measure of the fuel efficiency of a diesel engine that burns fuel and produces rotational, or shaft power. Fig. 13 shows the variation of BSFC of all the test fuels at varying engine load condition. It is observed that, with an increase in engine load, the BSFC reduces which can be attributed to the engine utilizing higher fuel quantum for maintaining a constant speed (1500 rpm) at higher engine loads.\nAt 100% load, the BSFC of PBD is highest (12.72 g/kWh), followed by PBD + 25ppmAl2O3 (11.82 g/kWh) and PBD + 50ppmAl2O3 (11.783 g/kWh) and DIESEL (10.347 g/kWh) respectively. All the biodiesel blends resulted in higher BSFC than DIESEL fuel which is attributed to the lowered calorific value of blends. In comparison with DIESEL fuel, the viscosity of PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 is lower than PBD by about 7.08% and 7.38% respectively. The presence of Al2O3 nano-additive in PBD improves the oxidation process and subsequently lowers the fuel consumed [18]. BSFC of PBD + 25ppmAl2O3 is lower than PBD + 50ppmAl2O3 all over the engine load condition. The presence of in-built oxygen content in Al2O3 nano-additive accelerates the combustion process and improves the combustion efficiency and thus lowers the BSFC subsequently. Lowered BSFC with nanoparticle addition were also reported in several research articles [17,19]."
    }, {
      "heading" : "3.3. Emission characteristics",
      "text" : "NOx formation occurs only at higher gas temperatures (above 1500 °C) during the termination of combustion, where N2 in the air reacts with O2 at such elevated temperatures. Also, the presence of O2 plays a significant role in NOx formation. NOx emissions increases at lean mixture range (λ = 1.1–1.2) where a profusion of O2 molecules occurs resulting in elevated combustion temperatures. Fig. 14 illustrates the variation of NOx emissions for all the test fuels throughout the engine load condition. It can be observed that NOx emissions keep on increasing with the increase in engine load for all the test fuels owing to improve in-cylinder gas temperatures at higher load spectrums. Among the test fuels, DIESEL fuel exhibits lowered NOx emissions in comparison with PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 blends owing to the presence of oxygenates in the blend. At full engine load condition, the NOx emissions of PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were lower than PBD by about 8.75% and 11.73%\nrespectively. This could be attributed to the improvement in cetane number characteristics with increasing Al2O3 concentration [20,21].\n+ +Al O NO 2AlO 1 2 N2 3 2 (5)\nAt improved in-cylinder temperatures, Al2O3 molecule reacts with NO to release the molecules, 2AlO and ½ N2, lessening the NOx formation tendency as represented in Eqn. no.5. These results are in coherence with several research studies [15,16,17] which also reported lowered NOx with biodiesel and nanoparticle addition. At full load condition (100% load), the NOx emissions of DIESEL, PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were about 13.06 g/ kWh, 16.17 g/kWh, 14.75 g/kWh and 14.27 g/kWh respectively.\nThere are various possible sources for unburned hydrocarbon formation in CI engines. Fuel trapped in nozzle, crevice areas and cylinder\npiston interface accounts for the majority of THC emission. Other factors include incomplete evaporation of fuel mixture, local over rich/ over lean mixture and liquid wall film interface with more spray impingement. Fig. 15 displays the distinction of HC emissions for all the test fuels throughout the engine load condition. It can be seen that HC emissions improve with increasing loads owing to more fuel entering into the combustion chamber thus resulting in several rich mixture zones, poor combustion, thus emitting higher unburnt fuel fractions, i.e. higher HC emissions. The presence of inbuilt O2 in biodiesel blend helps in sustaining the combustion thus resulting in lowered HC emissions for PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 respectively. This is because; the presence of Al2O3 nano-additive with higher thermal conductivity improves the combustion process and lowers the possibility of rich mixture zone formation, thus lowering the HC emissions. HC emissions of PBD + 50ppmAl2O3 are lower than PBD + 25ppmAl2O3 throughout the engine load condition. This could be attributed to the presence of sufficient nanoparticles which enhances the rate of combustion thus generating O2 assisted combustion followed by lowered HC emissions. The obtained results were in good accordance with the previous research findings [22,23,24] that have reported lowered HC emissions with nanoparticle addition in base fuel. At 100% load, the HC emissions of DIESEL, PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were about 0.533 g/kWh, 0.468 g/kWh, 0.35/ kWh and 0.32 g/kWh respectively.\nFig. 16 shows the variation of smoke emissions for all the test fuels throughout the engine load condition. It is observed that smoke emissions increases with increasing engine load condition for all the test fuels, owing to the presence of excess fuel quantity which subsequently causes rich mixture zone, incomplete/poor combustion followed by improved smoke spectrum. In contrast with DIESEL, the smoke emissions of PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were lower by about 7.39%, 30.62% and 41.97% respectively. This is due to the occurrence of in-built O2 content in biodiesel that promotes the rate of combustion followed by lowered smoke opacity. At 100% engine load, in comparison with PBD, the smoke emitted by PBD + 25ppmAl2O3\nand PBD + 50ppmAl2O3 were lowered by about 25.09% and 37.34% respectively.\nThis can be possible because of the presence of Al2O3 nano-additive which improves the evaporation rate of the fuel. With increasing nanoparticle concentration to 50 ppm, the smoke is further reduced which\ncan be attributed to the presence of sufficient quantum of nanoparticles providing O2 assisted combustion thus lowering the formation of soot precursors and suppressing the NOx formation. These observations are in good agreement with findings of several researchers [14,15,16] where nanoparticle addition lowered the smoke emission formation. At 100% engine load condition, the smoke emitted by DIESEL, PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were about 1.67%, 1.54%, 1.15% and 0.96% respectively.\nIn general, diesel engines operate well over the lean mixture zone, hence CO liberated from a diesel engine is considerably lower to be\nunimportant. But, the effect of alcohol and ignition improver changes the fuel spray characteristics, oxygen content, oxidation rate, cylinder temperatures and ignition centre formation which influences the formation of CO. Also, CO formation depends upon the physical–chemical properties of the fuel, insufficient residence time, lower flame temperature, very low/high equivalence ratios. Fig. 17 displays the variation of CO emissions with respect to varying engine load condition. From the figure, it can be found that CO emissions increase with the increase in engine load condition owing to the higher quantum of fuel taking part in combustion with the unchanged air quantity inside the cylinder which eventually causes a rich mixture thus liberating higher CO emissions. At 100% engine load, in comparison with DIESEL, the CO emissions of PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3 were lowered by about 7.24%, 30.71% and 36.45% respectively. Perhaps, this can be attributed to lowered O2 availability in DIESEL which hinders the conversion of CO to CO2. Addition of nanoparticle in PBD at a concentration of 25 ppm and 50 ppm lowers the CO emission by about 25.3% and 31.49% respectively, which could be attributed to the presence of Al2O3 nano-additives providing excess O2 during combustion thereby facilitating the faster CO2 conversion followed by lessened CO emissions.\nAt higher in-cylinder temperatures, Al2O3 nanoparticle further breaks up to Al2O and O. “Al2O” molecule is remarked as a highly unstable compound at higher in-cylinder temperatures within the combustion chamber which can further dissociate to 2Al and O12 2. The available excess oxygen molecule further rejoins with CO to get transformed to a CO2 molecule as illustrated in the following Eqn. no. 6–8:\n+Al O Al O 2O2 3 2 (6)\n+Al O 2Al 1 2 O2 2 (7)\n+O CO CO2 (8)\nWith increasing nanoparticle concentration to 50 ppm, CO emissions further reduce by 8.28% to 2.6 g/kWh which could be attributed to improved fuel properties of PBD + 50ppmAl2O3 as well as the presence of sufficient concentration of nano-additives boosting the rate of combustion efficiency. These experimental results were in good agreement with previous research findings [15,21,25] where the nanoparticle assisted in lowering the CO emissions subsequently.\nThe word ignition delay or ignition delay period was commonly termed as a divergence from the start of combustion and start of injection of test fuel to the engine and it also reveals the physical and chemical delay of the fuel. At the initial stage, it indicates the entire pre-combustion process and at the final stage, it indicates fuel evaporation and vaporization, better mixing rate of the fuel and its atomization. Fig. 18 displays the deviation of ignition delay for all the fuel blends with respect to the engine load. It reveals that the compared with all the fuel blends mineral diesel had higher ID at all the load condition.\nAt lower load condition the fuel blends PBD and PBD with nano additives had a closer trend to the mineral diesel fuel and this could be achieved by enhanced fuel mix rate, density and viscosity nature of the\nfuel. Next, the blend PBD + 50ppmAl2O3 had lowered ignition delay spectrum with mineral diesel owing to peak cetane number of the test fuel, low compressibility factor followed by the composition of biodiesel. In compared with all the fuel blend DIESEL blend had higher ID whereas as rest of the fuel blends had lowered ID even the increment of alumina nano additives in the test fuel blends. This event would be occurred due to higher calorific range of fuel with superior surface\ntension and density yields better-quality atomization which will generate a low ID. Moreover, biodiesel and nano additives improves the latent heat of fuel blends and thereby it reduces the carbon chain molecules formation.\nFig. 19 displays the deviation of MFB with respect to the crank angle for entire fuel blends. Compared with all the fuel blends the DIESEL fuel blend had an inferior range of MFB at an entire crank angle due to lack of O2 content in the diesel fuel with other fuel blends. The blend PBD had an irregular range of MFB at all the crank angle which would owe increased fuel-rich zones with null atomization effect. But PBD + 50ppmAl2O3 blended nano additives blend possess a customary spectrum of MFB at all the crank angle which can be attributed to the influence of oxygen content in biodiesel and higher ppm of nano additives in the test fuel blends.\nFig. 20 (a-d) displays the deviation of particle size diameter for all the fuel blends from 25% to 100% load condition. From the entire plot (a-d) it was observed that the mineral diesel blend had higher PSD with rest of the fuel blends whereas the blend PBD + 50ppmAl2O3 had lowered range of MFB with mineral diesel at all the load condition. On the other hand, PBD and PBD + 50ppmAl2O3 fuel blends had intermediate trend with mineral diesel and PBD + 50 ppm Al2O3 owing to the supply of O2 molecules and lack of aromatic hydrocarbons in the fuel."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The current experimental study deals with analyzing the diesel engine’s characteristics of performance, combustion and emissions in a single-cylinder engine run with PBD blended with Al2O3 nano-additives at 25 ppm and 50 ppm concentration. Nano-additives were blended with PBD using a magnetic stirrer and ultrasonication process. Tests were performed only after the dispersion of nanoparticles is checked for non-settling for about 96 hrs. Experimentation was done using DIESEL as a baseline, PBD, PBD + 25ppmAl2O3 and PBD + 50ppmAl2O3. Based on experimentation, the following conclusions can subsequently be drawn:\n• Addition of Al2O3 nano-additives at a concentration of 25 ppm and 50 ppm in PBD improves the combustion characteristics (HRR, Cylinder pressure) owing to the improved surface area to volume\nratio of nanoparticles improving the thermal conductivity of fuel mixture which subsequently improves the combustion efficiency. • The obtained BTE of PBD blend is lower than DIESEL fuel at all the engine load conditions. However, with Al2O3 nanoparticle addition, the BTE is increased by 4.21% and 6.58% with 25 ppm and 50 ppm concentration. Similarly, the BSFC is lowered by 7.38% with nanoparticle addition. These are attributed to the improved calorific value of the blends which increases the energy density of fuel mixture and thus utilizing lesser quantum of fuel to maintain the engine speed constant (1500 rpm) • Emission wise, PBD blends emits higher NOx emissions with respect to DIESEL fuel owing to in-built O2 content in the blend which favours the NOx formation chemistry. However, the addition of Al2O3 nano-additive acts as a potential reduction catalyst and breaks the chain of nitrogen and oxygen molecules and thereby subduing the NOx formation process. With Al2O3 nanoparticle addition, other emissions such as hydrocarbon (HC), carbon monoxide (CO) and smoke opacity were reduced by 30.32%, 31.49% and 37.34% respectively which could possibly be attributed to the presence of nano-additives acting as oxygen buffer and supplies O2 during combustion thus lowering the possibility of formation of fuel-rich zones and lower exhaust emissions. • Addition of Al2O3 nano additives in polanga biodiesel has resulted in lowered ignition delay due to higher calorific range of fuel with superior surface tension and density yields better-quality atomization. PBD + 50 ppm Al2O3 blend resulted in highest mass fraction burnt (MFB) owing to the influence of oxygen content in biodiesel and higher ppm of nano additives in the test fuel blends resulting complete combustion and higher fuel fraction burning in the combustion chamber. Particle size diameter (PSD) graphs variation indicates that PBD + 50ppmAl2O3 blend resulted in lowered trend indicating that the particulates are in meagre level indicating that nano additives play a major role in controlling particulates throughout the engine load condition.\nFunding\nThe authors acknowledge that there are no external funding/grants received for this research work.\nCRediT authorship contribution statement\nHarish Venu: Conceptualization, Methodology, Writing - original draft, Validation. Prabhu Appavu: Investigation, Writing - review & editing, Software.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    } ],
    "references" : [ {
      "title" : "Effect of Al2O3 nanoparticles in biodiesel-diesel-ethanol blends at various injection strategies: Performance, combustion and emission characteristics. Fuel 2016;186:176–89",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Effect of diethyl ether and Al2O3 nano additives in diesel-biodieselethanol blends: Performance, combustion and emission characteristics",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : "J Mech Sci Tech 2017;31:409",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Performance and emission analysis of a diesel engine running on palm oil diesel (POD)",
      "author" : [ "Bari S", "Hossain SN" ],
      "venue" : "Energy Procedia 2019;160:92–9",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Role of Additives on Emission Characteristics of Methyl Ester in Constant Speed Diesel Engine",
      "author" : [ "D Yuvarajan", "R Surendran", "V Vinoth Kumar", "R. Devanathan" ],
      "venue" : "Appl Mech Mater 2016;852:729–33",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Performance, Combustion, and Emission Analysis of Neat Palm Oil Biodiesel and Higher Alcohol Blends in a Diesel Engine. Energy Fuels 2017;31(12):13796–801",
      "author" : [ "Y Devarajan", "DB Munuswamy", "A Mahalingam", "B. Nagappan" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Emission reduction in a DI diesel engine using exhaust gas recirculation (EGR) of palm biodiesel blended with TiO2 nano additives",
      "author" : [ "H Venu", "L Subramani", "VD. Raju" ],
      "venue" : "Renew Energy 2019;1(140):245–63",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Performance, combustion and emission analysis on the effect of ferrofluid on neat biodiesel",
      "author" : [ "Y Devarajan", "DB Munuswamy", "A. Mahalingam" ],
      "venue" : "Proc Saf Environ Protec 2017;111:283–91",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Combined impact of EGR and injection pressure in performance improvement and NOx control of a DI diesel engine powered with tamarind seed biodiesel blend",
      "author" : [ "DR Vallapudi", "HK Makineni", "SK Pisipaty", "H. Venu" ],
      "venue" : "Environ Sci Pollut Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Combined effect of influence of nano additives, combustion chamber geometry and injection timing in a DI diesel engine fuelled with ternary (diesel-biodiesel-ethanol) blends",
      "author" : [ "H Venu", "VD Raju", "L. Subramani" ],
      "venue" : "Energy",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Heat release analysis of combustion in heavy-duty turbocharged diesel engine operating on blends of diesel fuel with cottonseed or sunflower oils and their biodiesel",
      "author" : [ "Rakopoulos DC" ],
      "venue" : "Fuel 2012;96:524–34",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Influence of diethyl ether (DEE) addition in Ethanol-Biodiesel- Diesel (EBD) and Methanol-Biodiesel-Diesel (MBD) blends in a diesel engine. Fuel 2017;189:377–90",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Metal particle combustion and nanotechnology",
      "author" : [ "RA Yetter", "GA Risha", "SF. Son" ],
      "venue" : "Proc Combus Institute",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2009
    }, {
      "title" : "Burning of nano-aluminized composite rocket propellants, Combustion",
      "author" : [ "LT De Luca", "L Galfetti", "F Severini", "L Meda", "G Marra", "AB Vorozhtsov" ],
      "venue" : "Explo Shock Waves",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2005
    }, {
      "title" : "Increased hot-plate ignition probability for nanoparticle-laden diesel fuel",
      "author" : [ "H Tyagi", "PE Phelan", "R Prasher", "R Peck", "T Lee", "JR Pacheco" ],
      "venue" : "Nano Lett 2008;8(5):1410–6",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2008
    }, {
      "title" : "Effect of added alumina as nano-catalyst to diesel-biodiesel blends on performance and emission characteristics of CI engine. Energy 2017;124:543–52",
      "author" : [ "SH Hosseini", "A Taghizadeh-Alisaraei", "B Ghobadian", "A. Abbaszadeh-Mayvan" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Experimental analysis on performance of diesel engine using mixture of diesel and bio-diesel as a working fuel with aluminum oxide nanoparticle additive",
      "author" : [ "HK Patel", "S. Kumar" ],
      "venue" : "Therm Sci Eng Prog 2017;4:252–8",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Emission control strategy by adding alumina and cerium oxide nano particle in biodiesel",
      "author" : [ "Prabu A", "Anand RB" ],
      "venue" : "J Energy Inst",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Effects of nano metal oxide blended Mahua biodiesel on CRDI diesel engine",
      "author" : [ "Aalam CS", "Saravanan CG" ],
      "venue" : "Ain Shams Eng J",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Influence of alumina nanoparticles, ethanol and isopropanol blend as additive with diesel–soybean biodiesel blend fuel: combustion, engine performance and emissions",
      "author" : [ "T Shaafi", "R. Velraj" ],
      "venue" : "Renew. Energy 2015;80:655–63",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Aqueous aluminum nanofluid combustion in diesel  Fig. 20. (a-d) Variation of Particle size diameter for a) 25% load b) 50% load c) 75% load",
      "author" : [ "MJ Kao", "CC Ting", "BF Lin", "TT. Tsung" ],
      "venue" : "d) 100% load.  H. Venu and P. Appavu Fuel",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2020
    }, {
      "title" : "Role of nanoadditive blended biodiesel emulsion fuel on the working characteristics of a diesel engine",
      "author" : [ "Sadhik Basha J", "Anand RB" ],
      "venue" : "J Renew Sustain Energy",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2011
    }, {
      "title" : "An experimental study in a CI engine using nano additive blended water–diesel emulsion fuel",
      "author" : [ "Basha JS", "Anand RB" ],
      "venue" : "Int J Green Energy",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2011
    }, {
      "title" : "The influence of nano additive blended biodiesel fuels on the working characteristics of a diesel engine",
      "author" : [ "Basha JS", "Anand RB" ],
      "venue" : "J Braz Soc Mech Sci Eng",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2013
    }, {
      "title" : "Performance and emission characteristics improvement studies on a  biodiesel fuelled DICI engine using water and AlO (OH) nanoparticles",
      "author" : [ "Rao MS", "Anand RB" ],
      "venue" : "Appl Therm Eng 2016;98:636–45",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Effect of aluminium oxide nanoparticles blended pongamia methyl ester on performance, combustion and emission characteristics of diesel engine. Renew Energy 2018;116:518–26",
      "author" : [ "M Sivakumar", "NS Sundaram", "MHS. Thasthagir" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Process optimization for biodiesel production from Jatropha, Karanja and Polanga oils",
      "author" : [ "Sahoo PK", "Das LM" ],
      "venue" : "Fuel 2009;88(9):1588–94.  H. Venu and P. Appavu Fuel",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Venu and Madhavan [1] examined the influence of Al2O3 nanoparticles in",
      "startOffset" : 18,
      "endOffset" : 21
    }, {
      "referenceID" : 1,
      "context" : "Venu and Madhavan [2] also established that the metal oxide nanoparticles inclusion in ternary fuel component is better to that of appending oxygenated additives such as DEE (diethyl ether) in the consent of developed combustion and performance phenomenon.",
      "startOffset" : 18,
      "endOffset" : 21
    }, {
      "referenceID" : 2,
      "context" : "Bari and Hossain [3] investigated in a diesel engine with biodiesel comparing the performance with the baseline diesel fuel.",
      "startOffset" : 17,
      "endOffset" : 20
    }, {
      "referenceID" : 3,
      "context" : "[4] experimented in a single-cylinder diesel engine and found, Jatropha biodiesel of 100% v/v could be a potential alternate fuel in an unmodified diesel engine.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 4,
      "context" : "The reason for lowered cylinder pressure for DIESEL is a shortened delay period which results in combustion getting more uniform followed by lessened peak pressure [5,6].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 5,
      "context" : "The reason for lowered cylinder pressure for DIESEL is a shortened delay period which results in combustion getting more uniform followed by lessened peak pressure [5,6].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 6,
      "context" : "Moreover, from Table 2, we can observe that DIESEL fuel has improved calorific value which is responsible for consuming lowered fuel at combustion and high combustion efficiency of DIESEL is also a factor for shortened peak pressure [7,8].",
      "startOffset" : 233,
      "endOffset" : 238
    }, {
      "referenceID" : 7,
      "context" : "Moreover, from Table 2, we can observe that DIESEL fuel has improved calorific value which is responsible for consuming lowered fuel at combustion and high combustion efficiency of DIESEL is also a factor for shortened peak pressure [7,8].",
      "startOffset" : 233,
      "endOffset" : 238
    }, {
      "referenceID" : 8,
      "context" : "Addition of Al2O3 nano-additives at 25 ppm and 50 ppm fraction to PBD resulted in improved peak pressure which could be perhaps attributed to the improved thermal conductivity of the resulting nanofuel mixture [9,4].",
      "startOffset" : 210,
      "endOffset" : 215
    }, {
      "referenceID" : 3,
      "context" : "Addition of Al2O3 nano-additives at 25 ppm and 50 ppm fraction to PBD resulted in improved peak pressure which could be perhaps attributed to the improved thermal conductivity of the resulting nanofuel mixture [9,4].",
      "startOffset" : 210,
      "endOffset" : 215
    }, {
      "referenceID" : 9,
      "context" : "is defined as the blow-by losses which are defined by Rakopoulas [10].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 10,
      "context" : "The higher BTE of mineral DIESEL in comparison with oxygenated blends were owing to lowered fuel viscosity and improved calorific value of the blend [11].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 11,
      "context" : "This is because, with Al2O3 nano additive, the atomization of fuel droplets were increased, thus promoting the combustion efficiency followed by higher BTE [12,13,14].",
      "startOffset" : 156,
      "endOffset" : 166
    }, {
      "referenceID" : 12,
      "context" : "This is because, with Al2O3 nano additive, the atomization of fuel droplets were increased, thus promoting the combustion efficiency followed by higher BTE [12,13,14].",
      "startOffset" : 156,
      "endOffset" : 166
    }, {
      "referenceID" : 13,
      "context" : "This is because, with Al2O3 nano additive, the atomization of fuel droplets were increased, thus promoting the combustion efficiency followed by higher BTE [12,13,14].",
      "startOffset" : 156,
      "endOffset" : 166
    }, {
      "referenceID" : 14,
      "context" : "These results are in good accordance with previous research works with biodiesel and nano-additives [15,16,17].",
      "startOffset" : 100,
      "endOffset" : 110
    }, {
      "referenceID" : 15,
      "context" : "These results are in good accordance with previous research works with biodiesel and nano-additives [15,16,17].",
      "startOffset" : 100,
      "endOffset" : 110
    }, {
      "referenceID" : 16,
      "context" : "These results are in good accordance with previous research works with biodiesel and nano-additives [15,16,17].",
      "startOffset" : 100,
      "endOffset" : 110
    }, {
      "referenceID" : 17,
      "context" : "The presence of Al2O3 nano-additive in PBD improves the oxidation process and subsequently lowers the fuel consumed [18].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 16,
      "context" : "Lowered BSFC with nanoparticle addition were also reported in several research articles [17,19].",
      "startOffset" : 88,
      "endOffset" : 95
    }, {
      "referenceID" : 18,
      "context" : "Lowered BSFC with nanoparticle addition were also reported in several research articles [17,19].",
      "startOffset" : 88,
      "endOffset" : 95
    }, {
      "referenceID" : 19,
      "context" : "This could be attributed to the improvement in cetane number characteristics with increasing Al2O3 concentration [20,21].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 20,
      "context" : "This could be attributed to the improvement in cetane number characteristics with increasing Al2O3 concentration [20,21].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 14,
      "context" : "These results are in coherence with several research studies [15,16,17] which also reported lowered NOx with biodiesel and nanoparticle addition.",
      "startOffset" : 61,
      "endOffset" : 71
    }, {
      "referenceID" : 15,
      "context" : "These results are in coherence with several research studies [15,16,17] which also reported lowered NOx with biodiesel and nanoparticle addition.",
      "startOffset" : 61,
      "endOffset" : 71
    }, {
      "referenceID" : 16,
      "context" : "These results are in coherence with several research studies [15,16,17] which also reported lowered NOx with biodiesel and nanoparticle addition.",
      "startOffset" : 61,
      "endOffset" : 71
    }, {
      "referenceID" : 21,
      "context" : "The obtained results were in good accordance with the previous research findings [22,23,24] that have reported lowered HC emissions with nanoparticle addition in base fuel.",
      "startOffset" : 81,
      "endOffset" : 91
    }, {
      "referenceID" : 22,
      "context" : "The obtained results were in good accordance with the previous research findings [22,23,24] that have reported lowered HC emissions with nanoparticle addition in base fuel.",
      "startOffset" : 81,
      "endOffset" : 91
    }, {
      "referenceID" : 23,
      "context" : "The obtained results were in good accordance with the previous research findings [22,23,24] that have reported lowered HC emissions with nanoparticle addition in base fuel.",
      "startOffset" : 81,
      "endOffset" : 91
    }, {
      "referenceID" : 13,
      "context" : "These observations are in good agreement with findings of several researchers [14,15,16] where nanoparticle addition lowered the smoke emission formation.",
      "startOffset" : 78,
      "endOffset" : 88
    }, {
      "referenceID" : 14,
      "context" : "These observations are in good agreement with findings of several researchers [14,15,16] where nanoparticle addition lowered the smoke emission formation.",
      "startOffset" : 78,
      "endOffset" : 88
    }, {
      "referenceID" : 15,
      "context" : "These observations are in good agreement with findings of several researchers [14,15,16] where nanoparticle addition lowered the smoke emission formation.",
      "startOffset" : 78,
      "endOffset" : 88
    }, {
      "referenceID" : 14,
      "context" : "These experimental results were in good agreement with previous research findings [15,21,25] where the nanoparticle assisted in lowering the CO emissions subsequently.",
      "startOffset" : 82,
      "endOffset" : 92
    }, {
      "referenceID" : 20,
      "context" : "These experimental results were in good agreement with previous research findings [15,21,25] where the nanoparticle assisted in lowering the CO emissions subsequently.",
      "startOffset" : 82,
      "endOffset" : 92
    }, {
      "referenceID" : 24,
      "context" : "These experimental results were in good agreement with previous research findings [15,21,25] where the nanoparticle assisted in lowering the CO emissions subsequently.",
      "startOffset" : 82,
      "endOffset" : 92
    } ],
    "year" : 2020,
    "abstractText" : "The current research work emphases on analysing the characteristics of combustion, performance, and emissions of Polanga Biodiesel (PBD) fuelled single-cylinder diesel engine with Al2O3 nano-additives added at a concentration of 25 ppm and 50 ppm. The results were compared with the baseline diesel fuel at varying engine loads (25%, 50%, 75% and 100%) in agriculture-based single-cylinder diesel engine of 17.5 Compression ratio at a constant engine speed of 1500 rpm. Al2O3 nano-additives were blended with PBD using magnetic stirrer and ultrasonicator. Experimentation results revealed that the addition of the nanoparticles in PBD improved the combustion and emission characteristics of base fuel due to higher surface area to volume ratio of nano-additives. Moreover, Al2O3 nanoparticles addition enhanced the brake thermal efficiency (BTE) and lowered the brake specific fuel consumption (BSFC) by 6.58% and 7.38% respectively. Subsequently, the emissions of HC, CO, NOx and smoke opacity were improved with the addition of fuel borne additives in PBD owing to improved combustion efficiency. PBD + 25 ppm Al2O3 resulted in lowest ignition delay (ID) while PBD + 50 ppm Al2O3 resulted in the highest mass fraction burnt (MFB). In the case of particle size diameter (PSD) analysis, lowest size particulates were recorded for PBD + 25 ppm Al2O3 throughout the engine load conditions. Overall, PBD + 50 ppm Al2O3 nano additives are best compared to improved combustion and minimized emissions.",
    "creator" : "Elsevier"
  }
}