{
  "name" : "downloads_2020-07-19_c502_chen2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Performance and damage mechanism of TiN/ZrN nano-multilayer coatings based on different erosion angles",
    "authors" : [ "Jiao Chen", "Zhaolu Zhang", "Guanjun Yang", "Zhihao Fang", "Zhufang Yang", "Zhe Li", "Guangyu Hec" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Surface Science\njournal homepage: www.elsevier.com/locate/apsusc\nFull Length Article\nPerformance and damage mechanism of TiN/ZrN nano-multilayer coatings based on different erosion angles\nJiao Chena, Zhaolu Zhangb, Guanjun Yangb, Zhihao Fangc, Zhufang Yangc, Zhe Lic, Guangyu Hec,⁎\na State Key Laboratory for Manufacturing Systems Engineering, Xi’an Jiaotong University, Xi’an 710049, PR China b State Key Laboratory for Mechanical Behavior of Materials, Xi’an Jiaotong University, Xi’an 710049, PR China c Science and Technology on Plasma Dynamics Laboratory, Air Force Engineering University, Xi’an 710038, PR China\nA R T I C L E I N F O\nKeywords: TiN/ZrN nano-multilayer coatings Sand erosion Erosion angles Erosion performance Damage mechanism\nA B S T R A C T\nNano-multilayer coating is an effective method for improving the sand erosion resistance of a material employed in any industrial field. However, very few studies have addressed this subject of research, especially in the aspects of the multi-angles erosion performance and the corresponding mechanism. In this study, a TiN/ZrN nano-multilayer coating was prepared on the Ti6Al4V substrate by employing physical vapor deposition; the nano-layer thickness of the alternating structure of this coating was less than 200 nm. The mechanical and erosion properties of TiN/ZrN were examined, accompanied by varying the erosion angles from 15° to 90°. The 3D surface topographies of the eroded surface were characterized by using a white-light interfering profilometer. The coating damage was examined by cross-sectioning the samples using the focused ion beam (FIB) method. The experiment shows that the maximum erosion rate occurs at 90°, which is approximately 3.1, 2.8 and 1.2 times larger than 15°, 45°, and 75° erosion angles, respectively. The diameter, depth and density of the erosion pit increases with a rise in the erosion angle. The erosion mechanism of the TiN/ZrN nano-multilayer coatings is governed by lateral cracks and the tensile stress of the coating itself at 15° and 45°; further, it is influenced by the longitudinal cracks at 75° and 90°. Lateral cracks in the erosion damage of coating are primarily Mode Ⅱ cracks. The average crack density in the effective FIB trenches reveals that the cracks are more probable to occur at high angles (75° and 90°); this further explains the results of a higher erosion rate at a high erosion angle."
    }, {
      "heading" : "1. Introduction",
      "text" : "Erosion of compressors in aerospace engines has become the primary mode of damage for aircrafts serving in the desert [1–6]. TiN/ZrN nano-multilayer coating is a typical ceramic/ceramic coating, which has shown potential as an erosion resistant finish in aerospace engines; this is due to their extraordinary mechanical properties [7–11]. Erosion direction refers to the angle between the trace of the sand particles and the surface of the coating. Erosion angle is closely related to the erosion wear rate of materials; further, it has been established that the effect of the erosion angle on the erosion wear rate for different materials is different [12–20]. However, the difference of erosion damage caused by the change in erosion angle is not very clear.\nNumerous studies have revealed that the impact angle significantly influences the erosion wear of AlN ceramics; it has been observed that maximum erosion takes place at an impact angle of 90° [13,14]. Moreover, the erosion rate increases gradually when the impact angle is altered from 30° to 60°; subsequently, it decreases on increasing the\nimpact angle [21]. To date, researchers have depicted the erosion damage mechanism of the coating only by analysing the surface damage morphology of the coating after erosion at different angles [13,21–23]. Therefore, these studies have displayed very little information on the internal damage mechanism of the coating at different erosion angles.\nIn order to reveal the role of impact angle in erosion damage, sand erosion tests of TiN/ZrN nano-multilayer coatings deposited on the Ti6Al4V substrate at 15°, 45°, 75° and 90° angles were carried out in this study. Further, the mechanical properties of the coating were studied. The effects of erosion angles on the erosion rate were also quantified. The 3D surface topographies after erosion were characterized by employing a white-light interfering profilometer. It is well known that there is a dramatic difference in the response of ductile and brittle materials when the weight loss in erosion is measured as a function of the angle of impact [18,24]. It is difficult to analyze the failure mechanism of brittle materials by observing the damage mode of the surface like ductile materials, therefore, the coating damage observed during erosion was examined by cross-sectioning the samples using a\nhttps://doi.org/10.1016/j.apsusc.2020.145457 Received 21 November 2019; Received in revised form 14 January 2020; Accepted 17 January 2020\n⁎ Corresponding author. E-mail address: hegy_22@126.com (G. He).\nApplied Surface Science 513 (2020) 145457\nAvailable online 25 January 2020 0169-4332/ © 2020 Published by Elsevier B.V.\nT\nfocused ion beam (FIB) technique, and capturing images of the surface using scanning electron microscopy (SEM). The role of erosion angle on erosion rate of TiN/ZrN nano-multilayer coatings is also assisted by the number of primary cracks in the effective FIB trench."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Coating design and deposition",
      "text" : "The TiN/ZrN nano-multilayer coatings were deposited by the physical vapor deposition (PVD) technique on the annealed Ti6Al4V alloy having a surface roughness lower than 0.02 Ra [25]. Before the deposition, Ti alloy substrate was cleaned ultrasonically by sequentially employing a 5% metal cleaning agent, deionized water, and dehydration. The coatings were fabricated by alternatively growing individual TiN and ZrN nano-layers by Ti (99.9%) and Zr (99.9%) targets, respectively. During the deposition process, a mixture of highly pure Ar and N2 atmosphere (1.0 Pa) was introduced into the chamber at a 1:10 ratio, while maintaining the working pressure at 0.5–1.9 Pa. The working deposition temperature was kept at 300–350 °C. The negative bias voltage was approximately −100 V; further, the current flowing through the target was approximately 100 A. During deposition, the sample holder was continuously rotated to obtain a uniform thickness of the coating on the substrate. The thickness of the TiN/ZrN nanomultilayer coatings was approximately 12 μm and the layer was controlled within the range of 200 nm. Further, detailed characterization of the thickness can be obtained from a previous work [25]."
    }, {
      "heading" : "2.2. Coating structure and mechanical characterisation",
      "text" : "The microstructure of TiN/ZrN nano-multilayer coatings were characterized using transmission electron microscopy (TEM, JEOL JEMF200). The TEM sample was fabricated by a dual focused ion beam (FIB) milling with a Field Emission Gun SEM system (FEI Helios Nanolab).\nNanoindentation was conducted using a commercial nanoindenter (TI950 TriboIndenter system) equipped with a Berkovich indenter. The indenter was calibrated by using a standard of fused silica. The dynamic mechanical analysis (DMA) technique was employed during nanoindentation to measure the load as a function of the depth to the surface. During testing, the loading, holding, and unloading periods were 5, 2, and 5 s, respectively. Further, the loading and unloading rate were both 50 mN/s. The indentation depth was maintained in the range of 700–750 nm, which is less than one-tenth of the total thickness; this was aimed at minimizing any substrate effects on the resultant hardness and modulus. This can ensure that the indenter acts on the TiN/ZrN layer for almost three cycles, which is enough to determine the performance of the coating. At least 5 indentations were performed on the sample to avoid the incorporation of any erroneous hardness and modulus values."
    }, {
      "heading" : "2.3. Coating erosion rate testing",
      "text" : "Erosion tests were performed using quartz sand (SiO2) at room temperature on an experimental equipment that employed the air jet spray erosion. The size range was 0–200 nm. Details of this experimental equipment were derived from a previous study [26]. According to the erosion conditions, the sample is aligned to four angles (15°, 45°, 75° and 90°) with respect to the value of acceleration of the nozzle at under 130 m/s. The erosion velocity was controlled by the acceleration of air pressure and calibrated by a double-disk speed-measuring device [25]. To obtain stable erosion data, the coated samples were preflushed with 60 g sand at the beginning of the erosion test. The amount of erosion wear was determined by measuring the mass loss in the coated samples."
    }, {
      "heading" : "2.4. Coating erosion mechanism characterisation",
      "text" : "More detailed information of erosion areas at different erosion angles was obtained by measuring their 3D surface topographies using a white-light interfering profilometer (NANOMAP-1000WLI). This equipment can describe the erosion depth, width, surface texture and other information qualitatively as well as quantitatively. The erosion surface of the coated samples needs to be focused before scanning. When obtaining 3D topography of erosion areas of different erosion angles, the instrument scans a distance of 1 mm in the length direction as well as in the width direction. The scanning vertical resolution is up to 0.01 nm and scanning speed is 5 μm/s. In order to ensure consistency in results of the different erosion samples, the horizontal datum of the data was processed to be consistent.\nThe cross-sectional damage in the microstructure of the multilayer coating was characterized using a dual beam FIB with a Field Emission Gun SEM (FEI Helios Nanolab). FIB offers versatility in the micromachining of a variety of materials. It was particularly suitable for this study because the cracks in TiN/ZrN nano-multilayer coatings can be protected entirely. For the erosion area of our coatings, a big area crosssection could not be achieved using conventional polishing techniques. The samples were cross-sectioned along the erosion area to measure layer thicknesses as well as to evaluate the erosion damage. A thin platinum layer was deposited on the sample prior to FIB machining to minimize the ion beam damage. A Ga + ion source was used for milling the surface at a voltage of 30 kV. For rough milling, a beam current of 21 nA was employed. The final cleaning cross-sections were conducted at 2.8 nA. The machining parameters presented here are restricted to the TiN/ZrN samples."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "As shown in Fig. 1, the impact force of sand particles impinging on the surface of coating can be divided into the parallel component force and vertical component force to the surface; this is ensured when the sand particles impact on the surface of the coating at a definite erosion angle."
    }, {
      "heading" : "3.1. Microstructure of the coating",
      "text" : "In order to understand the microstructure and distribution of the TiN and ZrN in the nano-multilayer coatings, the STEM morphology results of the TiN/ZrN nano-multilayer coatings are presented in Fig. 2. The nanoscale and compact microstructures of TiN/ZrN nano-multilayer coatings with an extremely distinct interface and the nano-layers are showed periodically in Fig. 2(a). Corresponding to Fig. 2(b)–(d), it can be observed that the coating shows alternating deposition of the TiN and ZrN layer. Fig. 2(c) displays that the bright layers in Fig. 2(a) are TiN layers; on the contrary, Fig. 2(d) indicates that the dark ones are ZrN layers. The individual layer thickness of the TiN and ZrN was about 140 and 100 nm, respectively."
    }, {
      "heading" : "3.2. Mechanical properties of the coating",
      "text" : "To understand the mechanical properties of TiN/ZrN, nanoindentation tests were carried out on TiN/ZrN nano-multilayer coatings, because nanoindentation has been used extensively for characterization of mechanical properties of materials in small scales and thin films [27]. The properties were measured using the DMA technique; therefore, the hardness and elastic modulus of TiN/ZrN nanomultilayer coatings were obtained by using the Oliver-Pharr (O&P) method [28]. Magnified view of the load-depth curve shows the test results were obtained through 5 measurements. The depths of all the nanoindentations were approximately 750 nm (<10% of the multilayer thickness). This is indicative of the hardness and elastic modulus that is representative of the overall coatings, as the indenter displacement is maintained at a depth of least two to three layers. The horizontal platform of the curve shows the stage of holding the load, which can minimize any effects that are induced within the specimen; further, the measurement error caused by thermal drift can also be addressed (see Fig. 3). According to the calculation formula of the O&P method, the calculated results are given in Table 1. The hardness of coating is 27.1 ± 0.5 GPa and the elastic modulus is 272 ± 2 GPa.\nTo examine the relationship between the erosion angle and the erosion performance of the coating, the erosion rate is used as the measurement index in this study. The reported mass loss rate was based on 5 independent measurements. The value of erosion resistance was calculated using Eq. (1).\n= −R m m m i\ns\n0\n(1)\nwhere R is the value of erosion rate, which represents the ability of the samples to resist erosion of the particles and is the ratio of the mass loss of the sample to the mass of sand supplied; mi is the mass loss of the sample, m0 is the mass loss after the samples were preflushed, and ms is the total weight of the erosion sand. The extent of the erosion wear was\ndistinct when the erosion mass loss was calculated using an electronic scale with an accuracy of± 0.01mg in this study.\nFig. 4 shows the erosion rate of TiN/ZrN nano-multilayer coatings; it is plotted against the erosion angle. It is evident that the erosion rate of coating increases with the rise in erosion angle and achieves the peak value when the impact angle is 90°. Meanwhile, the maximum erosion rate is approximately 3.1, 2.8 and 1.2 times greater than the 15°, 45°, 75° erosion angles, respectively. It means that erosion property of TiN/ ZrN nano-multilayer coatings is relevant to the erosion angle. This observation is associated with the behavior of brittle materials [29]. It is interesting that it appears as though there is a sudden change of erosion rate from the 45° to 75° erosion angle. This phenomenon can be described by the velocity threshold effects [30]. The velocity threshold indicates that there are two competing mechanisms for the erosion of TiN/ZrN nano-multilayer coatings at different erosion angles."
    }, {
      "heading" : "3.3. Erosion mechanism of the coating",
      "text" : "Surface morphologies of erosion areas could play an important role in surface analysis after sand erosion. Alongside erosion rate, more detailed information can be obtained intuitively from the 3D surface topographies (shown in Fig. 5) using the white-light interfering profilometer after sand erosion at different erosion angles. Fig. 5 shows that there are erosion pits at four erosion angles, which are a typical feature of the sand erosion of brittle materials [31]. The difference of the shape\nof the erosion pit is that with the increase in the erosion angle, the diameter, depth and density of the erosion pit also increase. It is evident that there is also a sudden change for erosion pit size, depth and density from the 45° to 75° erosion angle. When the erosion angle increases from 45° to 75°, the abrupt change in the erosion pit morphology corresponds to the abrupt change in erosion rate. Therefore, this erosion results directly explain the reason why the erosion rate increases with\nthe increasing angle. However, how is the erosion result affected by the erosion angle? More detailed descriptions of the erosion damage mechanisms are provided in the next section.\nIt is difficult to reveal the mechanism of erosion failure only by observing the surface of TiN/ZrN nano-multilayer coatings like plastic materials. Due to the high hardness and low toughness of brittle materials, the surface plastic deformation is less after erosion [32–34]. Therefore, characterization of damage during erosion at different erosion angles was performed by cross-sectional analysis using the FIB and SEM. Fig. 6 shows a cross-section near the center of the erosion area after sand erosion at different angles. Note that cracking in the TiN/ZrN nano-multilayer coatings is clearly visible. The main failure mode of ceramic coating in erosion area is the crack growth (yellow arrows), which was explained by the complexity of the stress field. There are\nfracture steps in the erosion area and the fracture surface is relatively neat and smooth, with the characteristic section of brittle material; this is a typical failure mode of brittle materials. The plastic deformation of coating is rarely observed in Fig. 6.\nShowing as Fig. 6(a) and (b), the cracks mainly propagate laterally and do not extend strictly along the interface at the 15° and 45° erosion angles. It shows that the interfaces of coating are well bonded; meanwhile, cracks that propagate laterally are caused by the parallel component of the kinetic energy of sand and tensile stress of the coating itself [35], which results in the cracks of coating. In addition, both 15° and 45° erosion angles resulted in the appearance of shear bands (red dotted lines). The angle between shear bands and the vertical direction increased with the increase in erosion angles. The shear deformation of the coating is due to the parallel component of the sand impact force (Fig. 1). This phenomenon is consistent with the results reported in previous literature [36]. The lower the angle is, the greater the parallel component force is observed to be, and the easier the coating is to be squeezed in the horizontal direction. A small amount of slant and radial cracks in Fig. 6(a) may be due to the secondary erosion from broken sand particles [25]. The broken sand particles will impact the surface of the coating again at different angles, resulting in secondary erosion.\nHowever, Fig. 6(c) and (d) show that longitudinal cracks are the main mode in the coating, and no shear band is observed at 75° and 90° erosion angles. Especially at 90° erosion angle, the failure of the coating is dominated by vertical cracks, which leads to ladder type peeling of the coating. As shown in Fig. 6(d), the connection of radial cracks eventually leads to the peeling off of the coating as a block rapidly (red arrow) [37,38]. In conclusion, high strain rate sand erosion leads to the formation of cracks and brittle fracture failure of the coatings, which is related to the high strength and low plasticity of the ceramic coatings. This is different from that observed in the metal/ceramic nanolaminates [39]. The delamination at low erosion angles (15° and 45°) and the block pattern at high erosion angles (75° and 90°) explain why the erosion rate in Fig. 5 increases with the increasing of erosion angles.\nIt can be viewed by SEM that there are cracks in the indentation imprint of the TiN/ZrN nano-multilayer coatings, which is different from the deformation of plastic material reported in the literature [40]. The results in Fig. 7 also show that the cracks of TiN/ZrN nano-multilayer coatings propagate along the radial direction under vertical loading, which in accordance with the result of erosion impact at 90°.\nIn addition, in order to further explain the accuracy of the test, as shown in Table 2, we have made statistics on the crack density in effective FIB trenches, which means the number of main cracks in unit erosion section. The results suggest that the main cracks density in the effective FIB trenches is 75 at 15°, 50 at 45°, 150 at 75° and 150 at 90° respectively. These results show that the cracks are more likely to appear at high angles (75° and 90°), which further explains the result of higher erosion rater at high erosion angles."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this study, mechanical properties, erosion morphologies of the TiN/ZrN multilayer coating at different erosion angles were examined. Based on our study, the following conclusion can be made:\n• The erosion rate increases with the increasing erosion angle and the maximum erosion rate at 90° is approximately 3.1, 2.8 and 1.2 times larger than 15°, 45°, 75° erosion angles, respectively. Meanwhile, when the erosion direction exceeds 45°, the erosion rate increases significantly. • Corresponding to the change in the trend of erosion rate, the diameter, depth and density of the erosion pit increases with the increase in erosion angle. The erosion mechanism of the TiN/ZrN nano-multilayer coatings is dominated by lateral cracks and tensile stress of the coating itself at 15° and 45°, as well as by longitudinal cracks at 75° and 90°. Lateral cracks in erosion damage of TiN/ZrN\nnano-multilayer coatings are mainly observed to be of the Mode Ⅱ cracking type. • The average density of the main cracks in the effective FIB trenches shows that the cracks are more probable to appear at high angles (75° and 90°), which further explains the results of higher erosion rate at high erosion angles.\nCRediT authorship contribution statement\nJiao Chen: Writing - original draft, Investigation, Methodology. Zhaolu Zhang: Data curation. Guanjun Yang: Resources. Zhihao Fang: Formal analysis. Zhufang Yang: Project administration. Zhe Li: Visualization. Guangyu He: Conceptualization, Writing - review & editing, Supervision.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The present project was supported by the National Science and Technology Major Project, China (2017-VII-0012-0107). The authors would like to acknowledge the Guangdong Institute of New Materials partner supported the coating deposition facilities. The authors would like to acknowledge Dr. Yuanbin Qin and Danli Zhang of Center for Advancing Materials Performance from the Nanoscale (CAMP-Nano) for their help with FIB and Nanoindentation test. Meanwhile, the authors would like to acknowledge Dr. Jiao Li of Instrumental Analysis Center of Xi'an Jiaotong University for her help with TEM test. We also would like to thank Editage (www.editage.cn) for English language editing."
    } ],
    "references" : [ {
      "title" : "Erosive and sliding wear of polybenzimidazole at elevated temperatures",
      "author" : [ "S. Sharma", "E. Padenko", "J. Bijwe", "B. Wetzel", "K. Friedrich" ],
      "venue" : "J. Mater. 51 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Anti-erosion coating technique based on plasma and its application in helicopter aero-engines",
      "author" : [ "G.Y. He", "Y.H. Li", "J. Wang" ],
      "venue" : "High Voltage Eng. 40 (7) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Particle diameter on erosion resistance of dust removing and washing machine",
      "author" : [ "B.B. Li", "Q. Xu", "J.B. Zhao", "Y. Hong" ],
      "venue" : "J. Nanjing Normal Univ. 17 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Uncertainty quantification in erosion predictions using data mining methods",
      "author" : [ "W. Dai", "S. Cremaschi", "H.J. Subramani", "H.J. Gao" ],
      "venue" : "Wear 408 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Review of key issues on coating against sand erosion of aero-engine compressor blade",
      "author" : [ "G.Y. He", "Y.H. Li", "Y. Chai" ],
      "venue" : "Acta Aeronaut. Astronaut. Sinica 36 (6) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Structural",
      "author" : [ "S. Lin", "K. Zhou", "M. Dai" ],
      "venue" : "mechanical, and sand erosion properties of TiN/ Zr/ZrN multilayer coatings, Vacuum 122 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "First-principles study of adsorption and diffusion of oxygen on surfaces of TiN",
      "author" : [ "F. Guo", "J. Wang", "D. Yong" ],
      "venue" : "ZrN and HfN, Appl. Surf. Sci. 452 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Conditions of attaining a superhard state at a critical thickness of nanolayers in multiperiodic vacuum-arc plasma deposited nitride coatings",
      "author" : [ "O.V. Sobol", "A.A. Meilekhov" ],
      "venue" : "Tech. Phys. Lett. 44 (1) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Corrosion damage mechanism of TiN/ZrN nanoscale multilayer anti-erosion coating",
      "author" : [ "M.R. Geng", "G.Y. He", "Z.P. Sun" ],
      "venue" : "Coatings 8 (11) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "First-principles study of the TiN(111)/ZrN(111) interface",
      "author" : [ "W. Song", "L. Zan", "X. Yang" ],
      "venue" : "Surf. Interface Anal. 50 (3) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Refractory plasmonics: orientation-dependent plasmonic coupling in TiN and ZrN nanocubes",
      "author" : [ "A.H. Elsaeed", "N.K. Allam" ],
      "venue" : "Phy. Chem. Phys. 20 (3) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dependent effects of particle size on erosion wear mechanism of TC4 titanium alloy",
      "author" : [ "M.R. Geng", "J. Chen", "Z.F. Yang" ],
      "venue" : "China Surf. Eng. 31 (3) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Erosion mechanisms of aluminium nitride ceramics at different impact angles",
      "author" : [ "K. Grileć", "L. Ćurković", "I. Kumić" ],
      "venue" : "Materialwiss. Werkstofftech. 42 (8) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "W",
      "author" : [ "J. Guo", "X. Bin-Shi" ],
      "venue" : "Hai-Dou, et al., Erosion behavior of EEDS cermet coatings, App. Sur. Sci. 254 (17) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Erosion performance and characterization of nanolayer (Ti",
      "author" : [ "M.W. Reedy", "T.J. Eden", "J.K. Potter" ],
      "venue" : "Cr)N hard coatings for gas turbine engine compressor blade applications, Surf. Coat. Tech. 206 (2–3) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Erosion wear characteristics and mechanism of Si3N4 ceramics: effect of impact angle",
      "author" : [ "C.G. Bao", "W. Pan", "H.Z. Miao" ],
      "venue" : "Key Eng. Mater. 336–338 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Effect of impact angle on ceramic deposition behavior in composite cold spray: a finite-element study",
      "author" : [ "R. Chakrabarty", "J. Song" ],
      "venue" : "J. Therm. Spray Technol. 26 (5–6) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Some reflections on the past and future of erosion",
      "author" : [ "I. Finnie" ],
      "venue" : "Wear 186-187 (part-P1)  J. Chen, et al. Applied Surface Science 513 (2020) 145457 7  ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "On the ductile behavior of nominally brittle materials during erosive cutting",
      "author" : [ "G.L. Sheldon", "I. Finnie" ],
      "venue" : "Tans. ASME 88 (B) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 1966
    }, {
      "title" : "The effects of angle of impact and material properties on the erosion rates of ceramics",
      "author" : [ "R.G. Wellman", "C. Allen" ],
      "venue" : "Wear 186–187 (3) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Effect of impact angle on erosion wear behaviours of SiCp/cast iron surface composite",
      "author" : [ "Z.L. Lu", "H. Jin", "Y.X. Zhou" ],
      "venue" : "Mater. Sci. Forum 724 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Sand particle erosion resistance of the multilayer gradient TiN/Ti coatings on Ti6Al4V alloy",
      "author" : [ "X. Cao", "W.F. He", "B. Liao" ],
      "venue" : "Sur. Coat. Tech. 365 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Damage evolution and mechanism of TiN/Ti multilayer coating in sand erosion condition",
      "author" : [ "H.H. Zhang", "Z.Q. Li", "W.F. He" ],
      "venue" : "Sur. Coat. Tech. 353 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "C",
      "author" : [ "C. Zheng", "Y. Liu" ],
      "venue" : "Chen, et al., Numerical study of impact erosion of multiple solid particle, Appl. Sur. Sci. 423 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Erosion resistance and damage mechanism of TiN/ZrN nanoscale nultilayer coating",
      "author" : [ "J. Chen", "M.R. Geng", "Y.Q. Li" ],
      "venue" : "Coatings 9 (2) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Sand erosion damage test on TC4 titanium alloy and TiN/ Ti multilayer coating",
      "author" : [ "X. Cao", "G. Wang", "W.F. He" ],
      "venue" : "J. Aerosp. Power. 31 (9) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanoindentation of nanocrystalline Ni with geometrically different indenters",
      "author" : [ "R.A. Mirshams", "P. Parakala" ],
      "venue" : "Mat. Sci. Eng. A. 372 (1) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "An improved technique for determining hardness and elastic modulus using load and displacement sensing indentation experiments",
      "author" : [ "W.C. Oliver", "G.M. Pharr" ],
      "venue" : "J. Mater. Res. 7 (06) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "ASM handbook",
      "author" : [ "K. Lancaster" ],
      "venue" : "volume 18, friction, lubrication and wear technology: volume chairman, Peter J. Blau, Tribol. Int. 26(4) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Transitions",
      "author" : [ "I.M. Hutchings" ],
      "venue" : "threshold effects and erosion maps, Key Eng. Mater. 71  ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Erosion behaviour of WC-10Co-4Cr coating on 23- 8-N nitronic steel by HVOF thermal spraying",
      "author" : [ "A. Kumar", "A. Sharma", "S.K. Goel" ],
      "venue" : "Appl. Surf. Sci. 370 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effect of air-borne particle–particle interaction on materials erosion",
      "author" : [ "V.B. Nguyen", "Q.B. Nguyen", "C.Y.H. Lim" ],
      "venue" : "Wear 322–323 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Research on solid particle erosion behaviors of TC4 alloy at different erosion angles",
      "author" : [ "B. Hui Guo" ],
      "venue" : "Adv. Mat. Res. 1049–1050 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Parametric study of slurry-erosion of hydroturbine steels with and without detonation gun spray coatings using Taguchi technique",
      "author" : [ "H.S. Grewal", "S. Bhandari", "H. Singh" ],
      "venue" : "Metall. Mater. Trans. A. 43 (9) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Damage evolution and mechanism of TiNTi multilayer coatings in sand erosion condition",
      "author" : [ "H.H. Zhang", "Z.Q. Li", "W.F. He" ],
      "venue" : "Sur. Coat. Tech. 353 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Force transmission and its effect on structural changes in plasma-sprayed lamellar ceramic coatings",
      "author" : [ "G.R. Li", "G.J. Yan", "C.X. Li" ],
      "venue" : "J. Eur. Ceram. Soc. 37 (8) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Strain-induced stiffness-dependent structural changes and the associated failure mechanism in TBCs",
      "author" : [ "G.R. Li", "B. Cheng", "G.J. Yang" ],
      "venue" : "J. Eur. Ceram. Soc. 37 (11) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Durable TBCs with self-enhanced thermal insulation based on co-design on macro- and microstructure",
      "author" : [ "G.R. Li", "L.S. Wang" ],
      "venue" : "Appl. Surf. Sci. 483 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Indentation mechanics and fracture behavior of metal/ceramic nanolaminate composites",
      "author" : [ "N. Chawla", "D.R.P. Singh", "Y.L. Shen" ],
      "venue" : "J. Mater. Sci. 43 (13) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Determining suitable parameters for inverse estimation of plastic properties based on indentation marks",
      "author" : [ "K. Goto", "W. Ikumu", "O. Takahito" ],
      "venue" : "Int. J. Plast. 116 (2019) 81–90.  J. Chen, et al. Applied Surface Science 513 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 12,
      "context" : "Numerous studies have revealed that the impact angle significantly influences the erosion wear of AlN ceramics; it has been observed that maximum erosion takes place at an impact angle of 90° [13,14].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 13,
      "context" : "Numerous studies have revealed that the impact angle significantly influences the erosion wear of AlN ceramics; it has been observed that maximum erosion takes place at an impact angle of 90° [13,14].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 20,
      "context" : "Moreover, the erosion rate increases gradually when the impact angle is altered from 30° to 60°; subsequently, it decreases on increasing the impact angle [21].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 17,
      "context" : "It is well known that there is a dramatic difference in the response of ductile and brittle materials when the weight loss in erosion is measured as a function of the angle of impact [18,24].",
      "startOffset" : 183,
      "endOffset" : 190
    }, {
      "referenceID" : 23,
      "context" : "It is well known that there is a dramatic difference in the response of ductile and brittle materials when the weight loss in erosion is measured as a function of the angle of impact [18,24].",
      "startOffset" : 183,
      "endOffset" : 190
    }, {
      "referenceID" : 24,
      "context" : "Further, detailed characterization of the thickness can be obtained from a previous work [25].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 25,
      "context" : "Details of this experimental equipment were derived from a previous study [26].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 24,
      "context" : "The erosion velocity was controlled by the acceleration of air pressure and calibrated by a double-disk speed-measuring device [25].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 26,
      "context" : "To understand the mechanical properties of TiN/ZrN, nanoindentation tests were carried out on TiN/ZrN nano-multilayer coatings, because nanoindentation has been used extensively for characterization of mechanical properties of materials in small scales and thin films [27].",
      "startOffset" : 268,
      "endOffset" : 272
    }, {
      "referenceID" : 27,
      "context" : "The properties were measured using the DMA technique; therefore, the hardness and elastic modulus of TiN/ZrN nanomultilayer coatings were obtained by using the Oliver-Pharr (O&P) method [28].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 28,
      "context" : "This observation is associated with the behavior of brittle materials [29].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 29,
      "context" : "This phenomenon can be described by the velocity threshold effects [30].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 30,
      "context" : "5 shows that there are erosion pits at four erosion angles, which are a typical feature of the sand erosion of brittle materials [31].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 34,
      "context" : "It shows that the interfaces of coating are well bonded; meanwhile, cracks that propagate laterally are caused by the parallel component of the kinetic energy of sand and tensile stress of the coating itself [35], which results in the cracks of coating.",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 35,
      "context" : "This phenomenon is consistent with the results reported in previous literature [36].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 24,
      "context" : "6(a) may be due to the secondary erosion from broken sand particles [25].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 36,
      "context" : "6(d), the connection of radial cracks eventually leads to the peeling off of the coating as a block rapidly (red arrow) [37,38].",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 37,
      "context" : "6(d), the connection of radial cracks eventually leads to the peeling off of the coating as a block rapidly (red arrow) [37,38].",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 38,
      "context" : "This is different from that observed in the metal/ceramic nanolaminates [39].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 39,
      "context" : "It can be viewed by SEM that there are cracks in the indentation imprint of the TiN/ZrN nano-multilayer coatings, which is different from the deformation of plastic material reported in the literature [40].",
      "startOffset" : 201,
      "endOffset" : 205
    } ],
    "year" : 2020,
    "abstractText" : "Nano-multilayer coating is an effective method for improving the sand erosion resistance of a material employed in any industrial field. However, very few studies have addressed this subject of research, especially in the aspects of the multi-angles erosion performance and the corresponding mechanism. In this study, a TiN/ZrN nano-multilayer coating was prepared on the Ti6Al4V substrate by employing physical vapor deposition; the nano-layer thickness of the alternating structure of this coating was less than 200 nm. The mechanical and erosion properties of TiN/ZrN were examined, accompanied by varying the erosion angles from 15° to 90°. The 3D surface topographies of the eroded surface were characterized by using a white-light interfering profilometer. The coating damage was examined by cross-sectioning the samples using the focused ion beam (FIB) method. The experiment shows that the maximum erosion rate occurs at 90°, which is approximately 3.1, 2.8 and 1.2 times larger than 15°, 45°, and 75° erosion angles, respectively. The diameter, depth and density of the erosion pit increases with a rise in the erosion angle. The erosion mechanism of the TiN/ZrN nano-multilayer coatings is governed by lateral cracks and the tensile stress of the coating itself at 15° and 45°; further, it is influenced by the longitudinal cracks at 75° and 90°. Lateral cracks in the erosion damage of coating are primarily Mode II cracks. The average crack density in the effective FIB trenches reveals that the cracks are more probable to occur at high angles (75° and 90°); this further explains the results of a higher erosion rate at a high erosion angle.",
    "creator" : "Elsevier"
  }
}