{
  "name" : "downloads_2019-11-14_60_10.1002@admi.201901454.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ultrathin 2D Nanomaterials for Electromagnetic Interference Shielding",
    "authors" : [ "Pradip Kumar" ],
    "emails" : [ "pkumar@curaj.ac.in,", "pkgangwar84@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.advmatinterfaces.de\n1901454 (1 of 24) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "REVIEW",
      "text" : "Ultrathin 2D Nanomaterials for Electromagnetic"
    }, {
      "heading" : "Interference Shielding",
      "text" : ""
    }, {
      "heading" : "Pradip Kumar",
      "text" : "DOI: 10.1002/admi.201901454"
    }, {
      "heading" : "1. Introduction",
      "text" : "Increasing demands of wireless communication and the fastgrowing market of portable devices are creating lots of chaos of electromagnetic radiation among different communication channels. This unwanted electromagnetic radiation creates undesirable electromagnetic energy, which compromises device performance and lifetime and also interferes with the function of nearby electronic components and devices. Therefore, electromagnetic radiation has become a major challenge in the areas of electronics, communications, avionics, medical devices, and military.[1] Moreover, this undesired radiation pollution is a serious concern for living organisms, as it may cause brain cancer and other health problems.[2] However, radiation\nAlong with an enormous interest in nanomaterials, 2D nanomaterials hold great promise for a wide range of applications in the fields of chemistry, condensed matter, material science, and engineering. These 2D nanomaterials should continue to inspire many curiosity-driven discoveries and applications in the fields of supercapacitors, batteries, sensors, catalysis, and electromagnetic interference (EMI) shielding. Although there is a worldwide surge in realizing the fabrication of high-performance EMI shielding materials, EMI shielding is a major challenge to modern electronics and devices as they rely on wireless communications. In recent years, 2D nanomaterials are emerged as the most promising materials for applications in EMI shielding. So far, few 2D nanomaterials including graphene, transition metal carbides, and molybdenum disulfide are tested for application in EMI shielding. Herein, recent progress in 2D nanomaterials for high-performance EMI shielding is reviewed. The developments of thin films, layered and hybrid structures are critically reviewed with an emphasis on the role of size, structure, thickness, and interfacial interactions on the shielding efficiency. The progress covered shows great promise for the technological development of advanced EMI shielding materials for modern portable and other advanced electronic devices.\nDr. P. Kumar Department of Physics Central University of Rajasthan NH-8, Bandersindri, Kishangarh, Ajmer, 305817 Rajasthan, India E-mail: pkumar@curaj.ac.in, pkgangwar84@gmail.com\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/admi.201901454.\neffects on living organisms remain highly controversial as suggested in a recent report of the world health organizations (WHO).[2a–c] The current and upcoming wireless technology required appropriate shielding materials, which can block unwanted radiation and makes the devices effective against compromising their performance and life. For current generation electronics, flexible, and lightweight shielding materials are required due to the increasing demands of portable devices.[3]\nThere are many ways to get rid of this unwanted electromagnetic radiation. One of the most effective ways is to put a shielding material in between the radiation source and device, which can stop the incoming radiation through either its absorption or reflection. It is well known that electromagnetic (EM) wave consists of electric and magnetic fields. It means, highly conducting materials like metals can reflect the EM waves, while magnetic materials can absorb the EM waves. The reflection and absorption of EM waves depend on many factors, including elec-\ntrical conductivity, dielectric constant, permittivity, permeability, frequency, and thickness of the shield material. The electromagnetic interference (EMI) shielding effectiveness (SE) of material is measuring the ability of a shield’s material to block the incoming EM radiation. The EMI SE is defined as the ratio of incident EM radiation power to the transmitted radiated power and generally expressed in decibel (dB) as[4] SE = 10 log (P0/Pt) = 20 log (E0/Et) = 20 log (H0/Ht), where P0, E0, and H0 are the power, electric, and magnetic field intensities incident on the shield and Pt, Et, and Ht are the counterparts transmitted through the shield material. A higher value of EMI SE, the less energy is transmitted through the shielding material. For example, a material with EMI SE of 30 dB can block 99.9% of incoming radiation, which is the required value for commercial applications. For any kind of EMI, shielding effectiveness is given by the sum of absorption shielding (SEA), the part of the incident EM wave which is absorbed by the shield and reflection shielding (SER), the part of EM wave which is reflected from the surface of the shield material. Therefore, total EM SE of shielding material is given as SE = SER + SEA + SEM, where SEM is a correction factor, which is accounted for multiple reflections in the shield material. The contribution of multiple reflections, often neglected if the SEA is higher than 10 dB because most of the rereflected waves will be absorbed\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (2 of 24)\nwithin the shielding material. Theoretically, SEA and SER are defined as[5]\nf t fσ π µ π µσ= + =SE 39.5 10 log( /2 ) and SE 8.7R A (1)\nwhere σ is electrical conductivity, f is frequency, µ is magnetic permeability, and t is the thickness of the shielding materials. From the above expression, it is clear that electrical conductivity and thickness are important for any kind of shielding. However, for high absorption shielding, materials must have high permeability.[6]\nTo overcome the problem of undesirable EMI, metals such as copper and aluminum are being used as a reflective shield.[7] While magnetic materials with high permeability employed for EM wave absorption. Many other materials including ceramics, ferrites, metallic magnets, and their hybrids are widely developed for efficient EMI shielding.[6,8] However, their heavyweight and low flexibility are not suitable for the modern era of electronics. To overcome the issue of high density and weak mechanical strength, various carbon-based materials such as graphite, carbon black (CB), carbon nanofibers, and carbon nanotube (CNT) have been fabricated for efficient EMI shielding effectiveness. The carbon-black has been extensively used as a conducting filler in thermoplastics, rubber, and rubber-based blends.[9] A high value of EMI SE of about 60 dB was only achieved for a thick sample (thickness ≈7 cm) with a high filler content, which is not feasible for practical applications.[10] Further, carbon fibers were extensively used for highperformance EMI shielding materials, due to their high surface area, high mechanical strength, excellent conductivity, and low percolation threshold.[11] Among carbon-based materials, CNTs and their hybrids are widely utilized as conducting fillers into a polymer matrix to achieve high electrically conducting composites for efficient EMI shielding applications.[8a,12] CNTs exceptional properties such as exceptional electrical conductivity, high aspect ratio, and tuneable diameter makes effective shielding materials over conventional carbon fillers. A high EMI SE could easily be achieved at a relatively low filling when composited to polymers.[13] Various CNTs-based materials exhibited good EMI shielding performance, but have not led to practical applications due to weak couplings at CNTs/base interface, aggregation of CNTs and also high cost.[14] Therefore, further development of efficient EMI shielding materials is required for practical applications in modern portable and flexible electronics.\nTo be an efficient EMI shielding material, being lightweight and flexibility is going to be the key requirements for future applications, especially in the areas of aerospace, aircraft, automobiles, and fast-growing next-generation flexible portable electronics devices. Thus, it is of great importance to developing new lightweight, flexible and high electrical conducting materials for modern electronics and communication to ensure the smooth operation of devices without interference from unwanted signals. Most advanced stealth technology in military and fighter jet will wait for the highly efficient EMI shielding with high radiation absorption power. To meet this practical demand, few 2D materials have the potential to be used as an effective EMI shield material due to their remarkable properties including large aspect ratios, ultrahigh electrical conductivity,\nPradip Kumar received Ph.D. in physics from the School of Physical Sciences, Jawaharlal Nehru University (JNU), New Delhi, India in 2012. Currently, he is an assistant professor (DST Inspire Faculty) at the Department of Physics, Central University of Rajasthan, Ajmer, India, where he is carrying out his research on graphene and\nother 2D materials for thermal conduction, EMI shielding, energy storage, and catalysis applications.\nexcellent mechanical stiffness, and also the extreme thermal conductivity.[15] These unique properties of 2D materials make them an excellent choice for high-performance EMI shielding materials.\n2D nanomaterials have received extensive research interests since the rediscovery of graphene in 2004 by Geim and Novoselov.[16] Since, then graphenes are being considered as one of the most promising nanomaterials for almost all areas of science and technology due to its remarkable properties including high surface area (≈2600 m2 g−1), large aspect ratio, extreme thermal conductivity of ≈5000 W m K−1, ultrahigh electrical conductivity of ≈6000 S cm−1, and excellent mechanical stiffness (Young’s modulus of 1 TPa). These unique properties of graphene make its best choice for most of the research area’s including catalysis, supercapacitor, batteries, and optoelectronic applications.[4f,15d,17] These excellent properties of graphene inspired us to develop more 2D materials, which may have some similar features. Since, then scientists started to develop many others ultrathin 2D nanomaterials (Figure 1) including hexagonal boron nitride (h-BN), graphitic carbon nitride (g-C3N4), layered double hydroxides (LDHs), layered metal oxides, transition metal dichalcogenides (TMDs; e.g., MoS2, TiS2, TaS2, WS2, MoSe2, WSe2, etc.), MXenes, metal–organic frameworks (MOFs), covalent organic frameworks (COFs), black phosphorus (BP), silicene, and metals.[18]\nThese ultrathin 2D materials are being developed by a variety of fabrication methods including mechanical cleavage, chemical vapor deposition (CVD), ion-intercalation and exfoliation, liquid exfoliation, anion-exchange and exfoliation, wet-chemical synthesis, etc.[19] The 2D materials, obtained from various fabrication methods exhibited ultimate properties like high electrical conductivity, stiffness, large aspect ratio, high surface area, and so on, which makes them an important material in the field of chemistry, physics, and materials science.[15c,20] Owing to their outstanding properties, enough progress has been made for the development of electronics/optoelectronics, catalysis, energy storage and conversion, biomedicine, sensors, EMI shielding and more.[21] However, the advancement is continuing for the implementation of these 2D nanomaterials and their viable and cheap manufacturing.\nAmong all developed 2D nanomaterials, graphene, MXenes, and MoS2-based materials have been studied as EMI shielding\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (3 of 24)\nmaterials. However, more 2D materials and hybrid materials with insulating h-BN and oxides may be developed for the advancement of EMI shielding materials. These 2D materials have been emerged as a potential candidate in the field of EMI shielding, compared to the metals, magnetic materials, conducting polymers, CNTs, and carbon fibers.[21c,22] These 2D materials may offer numerous advantages over other materials for EMI shielding. The first advantage is their excellent electrical conductivity, which is a key parameter to be an effective shield. Second, their 2D structure may offer more freedom to design the required hybrid structured materials. Third, 2D materials can give more flexibility and also, they are lightweight, which is an urgent need for current electronic devices. Also, the 2D material structure can be easily modified. However, there could be some challenges in the development of 2D materials for effective EMI shielding applications. However, there could be some difficulties and challenges for 2D materials, which will be discussed in the last section. Graphene was the first 2D nanomaterials reported for EMI shielding.[22a] Since then pristine graphene thin films, papers, hybrid and composite materials were evaluated for EMI shielding due to its remarkable physical and chemical properties. A lot of work has been done on graphene and graphene-based materials for high-performance shielding materials. Inspired from graphene’s results, it is analogous 2D materials, MXenes have made the new entry to EMI shielding due to its excellent conductivity, mechanical stability and high thermal conductivity. MXenes and its composites revealed excellent EMI shielding efficiency.[21c] MXenes hybrid structure of magnetic filler has shown good EMI absorber material which affects EMI efficiency through increased magnetic loss. The MoS2 is the next 2D material, which is under evaluation for the EMI shielding application.[23] In this review, I have summarized the current progress of 2D nanomaterials with an emphasize on tuneable material properties for effective EMI shielding. I focused on the advancements of 2D materials; graphene, MXenes, and MoS2 as EMI shielding materials. The morphology, architecture, and orientation of fillers have shown great influence on EMI shielding effectiveness. A variety of structures such as thin films, papers, foam, layered, and hybrid composites are discussed for different EMI shielding properties. The segregated structures, which have shown a significant structural influence on EMI shielding efficiency, will be discussed. In the first part, I reviewed pristine graphene; thin films, papers, doped graphene, layered, and graphene/inorganic composite materials for highperformance EMI shielding effectiveness. The key concept of EMI shielding and typical influence of material properties have been discussed. Afterward, I introduced another 2D material, the MoS2 for the advancement of EMI shielding materials. At last, a detailed account is presented for very recently developed\nAdv. Mater. Interfaces 2019, 1901454\nFigure 1. A typical illustration of different kinds of ultrathin 2D nanomaterials such as graphene, h-BN, BP, metals, oxides, LDHs, MXenes, COFs, MOFs, and TMDs. Reproduced with permission.[18] Copyright 2015, American Chemical Society.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (4 of 24)\n2D material; MXenes and it is composite with polymers and inorganic nanomaterials for efficient EMI shielding applications. The role of individual parameters in composite samples is discussed with EMI shielding effectiveness. Finally, I proposed future research directions to realize highly efficient 2D nanomaterials for EMI shielding with optimized physics properties. Table 1 summarizes the 2D materials and their hybrids with their EMI SE. I believe that this comprehensive review of the field of 2D nanomaterial-based EMI shielding is expected to be useful to judge the current status and figure out the possible research directions to overcome existing bottlenecks."
    }, {
      "heading" : "2. Graphene-Based Materials for EMI Shielding",
      "text" : "Graphene, a purely 2D sheet of sp2 hybridized carbon atoms, has recently emerged as the most promising materials in the field of EMI shielding owing to its ultrahigh specific surface area, exceptional charge carrier mobility, high electrical and thermal conductivity, and excellent mechanical properties.[15d] In this section, I reviewed the advancement of graphene-based thin films, papers, layered materials, and doped-graphene and graphene/ inorganic hybrid materials for EMI shielding applications."
    }, {
      "heading" : "2.1. Pristine Graphene",
      "text" : "The single layers of graphene using the CVD technique were first reported in 2009.[24] However, the first experimental study of CVD graphene for EMI shielding effectiveness (SE) was reported three years later. Seul Ki et al. reported the first measurements on the shielding effectiveness of CVD graphene for different layers by using two-port Vector Network-Analyzer.[22a] The single layer of graphene has shown an average EMI SE of 2.27 dB, which was seven times higher than Au film. This value of 2.27 dB from monolayer CVD graphene can block around 40% of the incident waves. Further, the thickness effect and shielding mechanism were evaluated by measuring EMI SE for different layers of graphene. The measurement of the double layer and trilayer graphene shows an average EMI SE of 4.13 and 6.91 dB in the frequency range of 2.2–7 GHz, respectively. Based on the experimental results, it can be seen that graphene EMI SE increased with an increase in the number of\nAdv. Mater. Interfaces 2019, 1901454\nTable 1. EMI shielding performance of 2D-based nanomaterials.\nMaterials Loading Thickness [mm] Frequency [GHz] EMI SE [dB]\nRef.\nCVD graphene Bulk 0.34 2.2–7 2.27 [22a]\nGraphene film Bulk 0.25 12.4–18 17 [71]\nGraphene paper Bulk 0.050 8.2–12.4 60 [28]\nGraphene film Bulk 0.015 1–4 20.2 [4f ]\nrGO paper Bulk 0.008 8–12 19.1 [22b]\nGraphene paper Bulk 0.05 8.2–12.4 60 [28]\nMultilayer graphene Bulk 0.018 12–18 55 [32]\nGraphene aerogel Bulk 2 12.4–18 20 [33]\nrGO/wax 20 wt% 2 2–18 29 [44]\nrGO/wax 60 vol% 0.35 8.2–12.4 27 [72]\nrGO/PS 7 wt% 2.5 8.2–12.4 45.1 [1b]\nrGO/PS 30 wt% 2.5 8.2–12.4 29 [73]\nrGO/PANI 33 wt% 2.8 12.4–18 34.2 [74]\nrGO/PEI 10 wt% 2.3 8.2–12.4 22 [75]\nrGO/PU 10 wt% 60 8.2–12.4 39.4 [76]\nrGO/PDMS 0.7 wt% 1 4–8 30 [3c]\nrGO/epoxy 15 wt% na 8.2–12.4 21 [77]\nrGO/PVDF-HFP 10 wt% 0.02 8.2–12.4 30 [42]\nGNS/WPU 5 vol% 1 8.2–12.4 32 [78]\nPDA-rGO Bulk 0.032 8.2–12.4 26 [36]\nS-doped rGO Bulk 0.15 1–4 38.5 [4c]\nS-doped rGO/PS 15 wt% 2 1–4 24.5 [79]\nB,N-doped rGO Bulk 1.2 8.2–12.4 42 [80]\nN-doped rGO/CuPc bulk 0.47 10.2 55.2 [37]\nrGO/MnO2 Bulk 3 12.4–18 57 [81]\nrGO/Fe3O4 Bulk 0.25 8.2–12.4 24 [82]\nrGO/Fe3O4/PVC 10 wt% 1.8 8.2–12.4 13 [83]\nrGO/Fe3O4/PVA 35 wt % 0.3 8.2–12.4 15 [84]\nrGO/δ-Fe3O4/PVA 40 wt% 0.36 8.2–12.4 20.3 [72]\nrGO/Fe3O4/PANI 66 wt% 2.5 12.4–18 30 [85]\nrGO/γ-Fe2O3/PANI 75 wt% 2.5 8.2–12.4 51 [86]\nrGO/Fe3O4/PEI 10 wt% 2.5 8.2–12.4 18 [53a]\nGNP/Ni/wax 30 wt% 0.7 8.2–12.4 40 [50]\nMoS2/glass 30 wt% 1.5 8.2–12.4 24.2 [55]\nMoS2/wax 60 wt% 2.4 8.2–12.4 −38 (RL) [22c]\nrGO/MoS2/wax 20 wt% 2.5 13.48 −60 (RL) [54]\nMoS2/rGO/PVDF 5 wt% 2 14.48 −43.1 (RL) [56]\nrGO/MoS2@Fe3O4/ parafin 16.7 wt% 3 4.33 −49.43 (RL) [87]\nTi3C2TX Bulk 0.045 8.2–12.4 92 [21c]\nTi3C2TX Bulk 0.006 8.2–12.4 53 [60]\nTi3C2TX Bulk 0.00135 8.2–12.4 50 [66]\nTi3C2TX/wax 90 wt% 1 8.2–12.4 76.1 [88]\nTi3C2TX/PS 1.90 vol% 2 8.2–12.4 62 [89]\nTi3C2TX/SA 90 wt% 0.008 8.2–12.4 57 [21c]\nMo2TiC2TX Bulk 0.004 8.2–12.4 23 [21c]\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (5 of 24)\ngraphene layers, which is like any shielding materials. Further, to understand the shielding mechanism in graphene, the individual shielding coefficient of absorption, transmission, and reflection was calculated. It was observed that the absorption contribution was ≈90% of the total EMI SE for monolayer graphene. However, with the increase of several graphene layers, the relative contribution of absorption decreased and then reflection increased, which is like the Au film. It means that the basic shielding mechanism for both graphene and Au film is the same. Further, it was observed that the calculated EMI SE for all thickness of graphene layers was well-matched with the measured SE values. This observation strongly suggests graphene as an infinite homogenous and isotropic materials and plane-wave theory for radiation as in the case of metal.[25] Based on this plane-wave theory, SE of monolayer graphene was estimated to be 16.5 dB, which is much higher than experimental observation. It means ideal single-layer graphene without any wrinkles or defects can block ≈97.8% of incident EM radiation.\nAnother experimental study on CVD produced multilayered graphene was reported a year later. It was found that thin graphene film (5 nm) can absorb ≈35–43% of total incident radiation in the frequency range of 27–29 GHz.[26] Batrakov et al. demonstrated theoretically and experimentally that five layer graphene can absorb ≈65% of incident radiation at 1 GHz frequency.[27] The EMI SE was further investigated from thick graphene paper, which made from CVD graphene using nickel catalysts (Figure 2).[28] The graphene paper was prepared by compressing the CVD produced graphene pellets between two flat steel plates. The thickness of the graphene paper can be adjusted by changing the compression load. For example, a 58 µm thick paper was produced from 0.1 MPa load, while 1.1 MPa load gives a 32 µm thick paper. Consequently, the electrical conductivity of graphene paper was increased from 680 to 1136 S cm−1 with the corresponding loads of 0.1 MPa (58 µm) and 1.1 MPa (32 µm). Figure 2b,c shows the surface and cross-sectional SEM images of the graphene paper. Also, it was noticed that the graphene paper thickness cannot be reduced further. The obtained graphene paper exhibited good flexibility by retaining its initial position even after the 180°-fold. Not only flexibility, but graphene paper also showed high mechanical strength. It showed breaking stress at 22 ± 1.4 MPa for graphene paper obtained with 1.9 vol% CH4.\nAdv. Mater. Interfaces 2019, 1901454\nFigure 2. a) Step-by-step fabrication processes of graphene pellet and graphene paper. Characterization of graphene paper. b) High magnification and c) low magnification cross-sectional SEM images of as obtained graphene paper. d) EMI SE of graphene paper fabricated with (i) 0.9 vol% CH4, (ii) 1.1 vol% CH4, (iii) 1.9 vol% CH4, and (iv) two stacked on top of each other paper specimens both produced with 1.9 vol% CH4 in the X-band frequency. e) Specific EMI SE of graphene paper prepared with different CH4 concentrations. The error bars represent the standard deviations, which were calculated based on three specimens for each methane concentration. Reproduced with permission.[47] Copyright 2015, Elsevier.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (6 of 24)\nThe shielding effectiveness of graphene paper was evaluated at the different thicknesses and CH4 concentrations. Graphene paper made using 0.9 vol% CH4 concentration, exhibited EMI SE of ≈40 dB, while graphene paper made with 1.1 vol% CH4 concentration showed improved shielding effectiveness up to ≈60 dB (Figure 2d,e). The shielding efficiency of up to ≈100 dB can be achieved by stacking two 50 µm graphene paper.\nDespite better absorption of EM radiation, CVD-produced graphene film is not feasible for practical applications. This is due to the fact that EMI shielding applications required gram-scale of graphene and also it is difficult to disperse CVD graphene in most of the solvents, which is very important for hybrid/composite fabrication. In this context, graphene oxide (GO) is a more suitable precursor for making graphene thin film and other graphene-based hybrid materials for high-performance EMI shielding applications. It is well studied that pristine GO is an insulating due to the presence of oxygen-containing functional groups on its basal planes and edges.[29] However, these oxygen-containing functional groups can be effectively reduced by either chemical reducing agents or high-temperature thermal annealing and enough electrical conductivity of reduced GO can be achieved.[30] Shen et al. reported the first work on ultrathin graphene film obtained from large-area GO film followed by evaporation, mild heating, and then graphitized at high temperature under the inert condition for efficient EMI shielding with ultrahigh thermal conductivity.[22b] The obtained highly aligned graphene showed a high electrical conductivity of 10 000 S cm−1. The shielding efficiency was measured in X-band (Figure 3a,b). Pristine GO film showed almost no shielding efficiency due to its very low electrical conductivity. By contrast, after graphitization at 2000 °C, the EMI SE of graphene paper was found to be\nAdv. Mater. Interfaces 2019, 1901454\nFigure 3. a) Define EMI shielding as the logarithmic ratio of incoming (PI) to outgoing power (Po) of radiation on graphene paper. b) The EMI SE of GO and GF-2000 paper as a function of frequency in X-band frequency for two different thicknesses. Reproduced with permission.[22b] Copyright 2014, Wiley-VCH. c) Optical images of freestanding unreduced LGO (dark brown) film and HI reduced (shiny metallic and flexible rLGO) film. d) Representative cross-sectional SEM images of rLGO film. e) The EMI SE of rSGO and rLGO thin films for different thicknesses and f) The EMI SET, SER, and SEA for 15 µm thick reduced graphene films at 1 GHz frequency. The 15 µm thick film was made through the stacking of two 7.5 µm thick films. Reproduced with permission.[4d] Copyright 2015, Elsevier.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (7 of 24)\n≈9.1 dB only thickness of ≈2.7 µm. The EMI SE can be further increased up to 19.1 dB for higher thickness (8.4 µm). The graphene paper possesses not only high electrical conductivity, the excellent in-plane thermal conductivity of ≈1100 W m K−1 and efficient EMI SE of ≈19 dB with 8.4 µm thickness, but it also has shown excellent mechanical flexibility. The graphene paper was not even broken or cracked when it was folded or pressed with heavy iron. Also, there was no change in graphene paper resistivity after cycled bending. However, this highly flexible and conductive graphene thin film is not feasible for large scale production, because high-temperature thermal annealing is expansive and also this method required a long time for graphitization. Therefore, a simple and inexpensive technique is required for the reduction of GO paper, which may give efficient EMI shielding efficiency.\nFor the first time, we reported ultrathin graphene film prepared by low-temperature chemical reduction of GO film for efficient EMI shielding effectiveness and thermal conduction.[4f ] We prepared large-area graphene oxide (LGO) using a modified Hummer’s method. Highly aligned GO films were prepared using vacuum filtration method. To make them electrically conductive, completely dried GO films were dispersed into hydroiodic acid in Teflon mold at 80 °C for 2 h. Then, the reduced GO (rGO) films were washed by water and ethanol several times and dry again for further use. The optical images of as-prepared LGO film showed dark brown color but after reduction, it showed a shiny metallic lustre due to its increased electrical conductivity and reflectivity of visible light (Figure 3c). Also, the reduced LGO (rLGO) film maintained the integrity and flexibility of pristine GO films. The thickness of rLGO film can be controlled by adjusting the initial amount of LGO dispersion. The cross-sectional SEM image (Figure 3d) of the rLGO film; confirmed the self-aligned layered structure throughout the entire film. The conductivity and EMI shielding effectiveness of reduced graphene oxide thin films were tested at room temperature. To see the size effect, graphene film using smaller graphene oxide (SGO) sheets of ≈1 µm was also fabricated by a similar procedure to rLGO film. The reduced rLGO thin film exhibited ultrahigh thermal conductivity of 1390 W mK−1 and electrical conductivity of 243 S cm−1, much higher than those of a small area graphene film (thermal conductivity of ≈900 W m K−1, and electrical conductivity of ≈152 S cm−1).[4f,22b] The rLGO thin film also revealed excellent mechanical properties, Young’s modulus of 6.3 GPa and tensile strength of 77.7 MPa. The shielding efficiency of rLGO film was measured to be ≈6 dB, higher than that of reduced SGO (rSGO) film (≈4 dB) only at a thickness of ≈3 µm, which can be further enhanced with the increase of film thickness. The EMI SE of ≈20 dB was achieved from rLGO film of ≈15 µm thickness (Figure 3e). Finally, it was concluded that rLGO film showed much better performance than rSGO film, which was attributed to the better alignment, fewer defects and reduced intersheets contact resistance in large-area graphene in comparison to small area graphene. Further, the shielding mechanism was understood by calculating individual shielding coefficient, absorption, reflection, and transmission (Figure 3f). It was found that absorption and reflection both contributed to total shielding effectiveness, but absorption\nwas a dominant shielding mechanism as like other graphenebased materials.\nThe absorption of EM waves can be further improved using high surface area and porosity of the shield materials because more multiple reflections are possible in porous materials. Moreover, high porosity makes the materials lightweight. Graphene-based foamed materials have shown excellent specific EMI shielding effectiveness. Dhakate et al. reviewed the carbon nanomaterials filled composite foam materials for efficient EMI shielding.[31] In graphene-based foam materials, the highest specific EMI shielding effectiveness of ≈333 dB cm3 g−1 was achieved from CVD graphene–polymer flexible composite. Paliotta et al. studied porous graphene paper prepared from multilayer-graphene (MLG) sheets for high-performance EMI shielding effectiveness.[32] The MLG microsheets were obtained from the thermal expansion of graphite intercalation compound and well exfoliated in a suitable liquid. Then, the highly conducting and flexible MLG paper was obtained by vacuum filtration, followed by gentle heating at 250 °C. As obtained, MLG paper exhibited an electrical conductivity of 1443 S cm−1 and EMI shielding effectiveness of 45–55 dB for 18 µm thick paper. Thickness effect on the reflection, absorption and transmission coefficient was investigated at the frequency of 10 GHz. It was noticed that the reflection coefficient approaches zero whereas the transmission coefficient near one as graphene paper thickness decreased. This could be because of the sheet resistance of the paper is increased and therefore EM waves transmitted more and more from shield materials. By contrast, the absorption coefficient reached a maximum value of 0.5 for specific thickness values because of the perfect match between the free space impedance (377 Ω) and MLG paper sheet resistance. In the context of porous materials, a lightweight graphene aerogel having surface area of ≈516 m2 g−1 and average pore size of 2.5 nm was fabricated for high specific EMI shielding effectiveness.[33] Aerogel structured graphene can improve the dielectric properties because of defects on graphene surface and high polarization, which yields good absorption properties. The shielding efficiency of graphene aerogel (2 mm thick) was measured in the frequency range of 12.4 to 18 GHz. The total EMI SE of graphene aerogel was found to be ≈20 dB, which can block almost 99% of the incident EM radiation. Further, reflection, absorption, and transmission coefficient were analyzed. The measured absorption EMI shielding efficiency was in the range of 14.5 to 18 dB, while reflection efficiency varied from 1.9 to 2.3 dB. These measurements confirmed that graphene aerogel could be used EM wave absorber as well. The role of multiple reflections was also analyzed by measuring the skin depth of the aerogel. The skin depth value was found to be ≈0.8 mm which is smaller than the shield thickness (2 mm). As per SchelKunoff’s theory, when the thickness of the shield is higher than the skin depth, then multiple reflections can be neglected.[31]"
    }, {
      "heading" : "2.2. Hetroatom-Doped Graphene",
      "text" : "Doped graphene also explored for enhancement of shielding effectiveness as they can improve the electrical conductivity. A flexible and lightweight graphene paper using large-sized graphene sheets with a doped strategy was fabricated for\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (8 of 24)\nhigh-performance EMI shielding.[34] The purpose of doping was to improve the electrical conductivity and therefore shielding efficiency of the graphene paper. The doping was introduced by putting rGO paper and excess iodine into the Teflon container under an inert condition (Figure 4a–e). Then, the triiodide and pentaiodide were doped into graphene paper through charge transfer processes. The size of graphene sheets and the thickness of the paper played a significant role in the final performance of graphene paper. As usual, EMI SE is increased with the increase of graphene sheet size and paper thickness (Figure 4f). For example, EMI SE of large-area graphene (LG) paper is increased from 39.1 dB for 3.9 µm to 47.0 dB for 12.5 µm at the frequency of 8.2 GHz. After doping, shielding efficiency for LG paper was further improved from 47.0 to 52.2 dB for the same thickness of 12.5 µm. This improved EMI SE performance from doped graphene paper is because of substantially improved charge carrier density of doped graphene, which leads to higher electrical conductivity. Like previous reports, absorption was dominating the shielding mechanism for both doped and undoped graphene paper (Figure 4g). In addition to much improved EMI SE, graphene paper also exhibits good mechanical properties. The rLGO paper showed much improved tensile strength (≈54 MPa) in comparison to rSGO paper (≈29.9 MPa). This dramatic difference in tensile strength should be ascribed to more defects in SGO and less ordered structure than those of LGO and consequently LGO leads to a more compact and aligned structure in graphene paper. The rLGO paper revealed tensile strength of ≈38 MPa, which even unchanged after iodine doping. Further, fluorinated GO also has been reported for microwave absorbing properties.[35] The maximum fluorine doping was achieved to be ≈23 at%. The fluorinated GO showed modified dielectric properties and absorption of EM radiations mainly occurs from the loss in dielectric constant and low reflection coefficient. In another work, Zhang et al. reported dopamine doped-graphene foam for excellent EMI shielding properties.[36] Dopamine was doped into a graphene sheet by the self-polymerization process. After the polymerization process, polydopamine (PDA) can provide a nitrogen doping source that helped for a higher reduction of graphene oxide and large accessible surface area. The electrical conductivity of PDA decorated rGO foam was higher than PDA free rGO foam. The increased electrical conductivity of PDA-rGO foam was attributed to the higher reduction of graphene oxide in the presence of PDA. The shielding effectiveness of rGO and PDA-rGO foams were evaluated in the range of X-band. The average total EMI SE for PDA-rGO and rGO foams was measured to be 26.5 and 23.1 dB, respectively. The shielding mechanism was understood by analyzing the reflection and absorption shielding coefficient. Like other graphene-based materials, PDA-rGO revealed high absorption shielding than reflection.[34] The presence of PDA on graphene oxide sheets was acted as a barrier for electron transfer; however, PDA-decorated rGO foam showed better electrical conductivity and consequently gives higher shielding efficiency than pristine rGO foam. Improved properties of PDA-rGO foam were due to enhanced electrical dipoles due to the nitrogen-containing structure of the dopamine, which resulted in higher absorption than reflection. In our recent work, we also reported S-doped graphene laminates for efficient shielding properties.[4d] We used hydrogen sulfide gas as an S-doping precursor. The doping reaction was performed between freeze-dried graphene oxide and hydrogen sulfide gas in a temperature-controlled furnace under inert conditions. The reaction temperature was varied from 250 to 1000 °C. Further, the doping content was controlled by varying\nAdv. Mater. Interfaces 2019, 1901454\nFigure 4. a) A fabrication process of iodine doped LG paper and b) its corresponding schematic illustration. c) Picture of the thickness measurement. d,e) SEM images of the surface and cross-section of the paper, respectively. f) The electrical conductivity of the graphene paper made from small, medium, large graphene sheets, and iodine-doped LG paper. g) The EMI SEtotal, SEabs, and SEref from the pristine and doped LG paper. Reproduced with permission.[34] Copyright 2017, Elsevier.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (9 of 24)\nreaction temperature and time of gas flow. We achieved the maximum sulfur doping of 5.6 wt%. The laminate structure (≈140 µm thick) was prepared by pressing the S-doped graphene powder in a pelletizer using the automated press at 15 Ton load for the time of 10 min. Figure 5a shows the crosssection SEM image of the as-prepared graphene laminate. The electrical conductivity and EMI SE were tested for both doped and undoped graphene laminates. It was found that the electrical conductivity of S-doped graphene laminate showed 47% higher (75 S cm−1) than un-doped graphene laminate (51 S cm−1) (Figure 5b). This improved electrical conductivity of S-doped graphene laminates was attributed to the n-type doping effect because sulfur has extra electrons in its outer shell, which becomes free charge carriers in the graphene network. As a result, the Fermi level of pristine graphene will be shifted upward, and finally s-doped laminate revealed improved electrical conductivity. Next, we evaluated shielding efficiency in the frequency range of 100 MHz to 4 GHz. Figure 5c shows the EMI SE values for both rGO and S-doped rGO (SrGO) laminate samples prepared at a reaction temperature of 1000 °C for a doping time of 10 and 30 min. The highest EMI SE value of ≈33.2 dB was obtained for the SrGO sample, while the undoped rGO sample showed a value of 15.5 dB. The improved EMI SE was attributed to the higher electrical conductivity of the doped sample. Further, it was calculated that shielding efficiency obtained from both reflection and absorption, but absorption was the dominant shielding mechanism (Figure 5d) for both doped and un-doped graphene laminates. Figure 5e shows the shielding mechanism in the s-doped graphene sample. Also, S and C atoms may constitute local dipoles due to slight differences in their electronegativity. These local dipoles may enhance absorption shielding in the sample. Moreover, traces of oxygenated groups and other defects in the graphene layer also act as scattering centres for EM waves and overall improve the shielding of electromagnetic waves. In other work, for the first time, we developed a novel approach for sulfur doping through using novel biomass-derived compound lenthionine. Sulfur was doped into graphene sheets via two-step thermal annealing. The content of doping was found to be ≈1.95 at%, which acts as an n-type doping agent, therefore increased electrical conductivity and EMI shielding of doped graphene. The resulted SrGO revealed excellent electrical conductivity of 311 S cm−1 and an efficient EMI SE of 38.6 dB in the range of 100 MHz to 4 GHz. This biomass-derived green approach of sulfur doping can offer a large scale production of s-doped graphene for efficient EMI shielding properties.[4c] Nitrogen-doped graphene is also studied as EMI shielding material. Highly ordered nitrogen-doped multilayer films of graphene were successfully fabricated.[37] Multilayer of GO/copper phthalocyanine (CuPc) was simply prepared by dispersion casting on a quartz plate and the solvent was evaporated with sequential heating since 80–200 °C for 2 h. By contrast, when the dispersion of GO/CuPc was rapidly dropped into methylbenzene, disordered GO/CuPc composite was obtained. Nitrogen doping in multilayer and disordered GO/CuPc was performed by high-temperature thermal annealing for the different periods under the nitrogen atmosphere. High-temperature thermal annealing provides GO reduction and simultaneous nitrogen doping from the pyrolysis of nitrogen-enriched CuPc molecules. A highly ordered multilayer of GO/CuPc composite\nAdv. Mater. Interfaces 2019, 1901454\nFigure 5. a) A cross-sectional SEM image of 1000SrGO-30 graphene laminates. Inset showing samples for EMI shielding measurement. b) The electrical conductivity of doped and undoped graphene laminates prepared at different temperatures. c) EMI SE from 1000rGO, 1000SrGO-10, and 1000SrGO-30 laminates. d) Comparison of absorption and reflection shielding efficiency measured from 1000rGO, 1000SrGO-10, and 1000SrGO-30 at 100 MHz. e) Possible shielding mechanism in S-doped graphene laminates. Reproduced with permission.[4d] Copyright 2016, Royal Society of Chemistry.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (10 of 24)\nbecame highly fluffy upon thermal annealing under the nitrogen atmosphere. The maximum nitrogen doping of 3.28 wt% and electrical conductivity of 8.64 × 103 S m−1 was observed for 9 h annealed sample. Total EMI SE of the ordered graphene/CuPc composite measured at different annealing time. The fluffy and ordered composite obtained at 800 °C for 9 h annealing showed the highest shielding efficiency up to 60 dB for the thickness of 0.73 mm, which is higher than the pristine graphene sample. This increased shielding effectiveness in an ordered composite is due to enhanced electrical conductivity through nitrogen doping to graphene sheets. By contrast, disordered GO/CuPc composite exhibited lower electrical conductivity and thereby less EMI SE than the ordered GO/CuPc sample. Further, absorption and reflection shielding efficiency were also calculated to understand the shielding mechanism in the composite sample. Like other graphene-based samples, absorption shielding was dominated for all samples."
    }, {
      "heading" : "2.3. Graphene-Based Layered Materials",
      "text" : "Polymer composite foam filled with carbon-based materials as efficient EMI shielding materials has been reviewed elsewhere.[9c,31] Layered materials have fascinating properties like high in-plane conductivity. Graphene-based layered materials have been thoroughly studied for EMI shielding applications. Batrakov et al. reported the flexible and transparent graphene/polymer multilayer for efficient EMI absorption.[38]\nThey used CVD synthesized graphene transferred onto polymethylmethacrylate (PMMA) film. Similarly, more graphene/ PMMA film was prepared. The multilayer structure was formed by stacking graphene/PMMA layer to other graphene-layer and in this way multilayers of graphene/PMMA was fabricated. A typical fabrication process is shown in Figure 6. The reflection, transmission and absorption coefficient of the graphene/PMMA layered composite was calculated. It was found that absorption strongly depends on the number of graphene layers in the multilayer structure. For example, the absorption coefficient is 25% for one layer of graphene at 30 GHz frequency and it was increased to 48% when four graphene layers were used. It was also noticed that when the EM wave is incident from the downward side (silica substrate and PMMA side), the absorption coefficient is smaller compared to an upward side (graphene side). This is because of that silica substrate also reflects some EM radiation. But, the transmission coefficient is the same for both orientations and decreases with the number of graphene layers.\nLayered composites were also synthesized by using chemically exfoliated graphene oxide. Yousefi and co-workers prepared self-aligned reduced graphene oxide/epoxy nanocomposites for high-performance EMI shielding.[39] The composite film was prepared through a simple solution casting of graphene oxide and epoxy polymer. Efficient conductivity was achieved by in situ reductions of GO. At the low fraction (0.5 wt%), rGO sheets randomly distributed in the polymer matrix, while graphene sheets aligned above at a critical fraction of 2 wt% rGO. This selfalignment of graphene sheets induced from liquid crystalline\nAdv. Mater. Interfaces 2019, 1901454\nFigure 6. a) Schematic illustration of graphene sandwich fabrication. The lateral dimensions of the fabricated samples are 7.2 mm × 3.4 mm. b) Absorption and c) transmission coefficients of graphene/PMMA multilayers on silica-containing N = 0 to 4 graphene/PMMA units at 30 GHz. In (b), the incident EM waves come from the side of the silica substrate (upward orientation of the graphene/PMMA sandwiches), while in (c) EM wave comes from the other side of the samples (downward). There was no effect on the transmission measured from an upward or downward orientation of the samples. d) Both measured and calculated transmission coefficient values are plotted. Reproduced with permission.[38] Copyright 2014, Nature Publishing Group.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (11 of 24)\nproperties of graphene oxide. The highly aligned layered composite showed ultrahigh electrical conductivity along the film direction. The electrical conductivity was almost similar in both in-plane and through-plane direction up to 1 wt% rGO, which confirms the random distribution of graphene sheets. Above a critical content (1 wt%), graphene sheets prefer to align in a direction and exhibited anisotropic conducting properties. The in-plane conductivity was ≈105 times higher than through-plane conductivity. There was a negligible EMI SE for GO/epoxy composite due to the insulating nature of both GO and epoxy, while rGO/epoxy composites showed good shielding performance of 38 dB at 2 wt% rGO. Multilayer graphene/polymer composite films were also prepared for effective EMI shielding. The MLG was synthesized from the chemical exfoliation method.[40] As prepared MLG was dispersed in toluene along with ethylenevinyl acetate (EVA) resin and then the mixed concentrated dispersion was cast on a glass slide. After complete solvent evaporation, the film was peeled off and further dried in a vacuum for further use. For the precise measurements, MLG/EVA film was sandwiched between PVA and wax. The electrical properties of MLG/EVA films were measured with different MLG loadings. The highest electrical conductivity was measured to be 2.50 S cm−1 for 60 vol% MLG. The shielding efficiency of sandwiches composite films was evaluated for different loadings of MLG. The maximum total EMI was achieved up to ≈15 dB at 60 vol% MLG. Again, reflection and absorption both contributed to total shielding, but absorption was higher than reflection shielding. Also, the graphene/PMMA multilayered structure was tested for EMI shielding. The simulation shows that the graphene/ PMMA multilayered structure can absorb more than 90% of the incident EM radiation.[41] In our previous work, we reported selfaligned asymmetric graphene/polymer composite film for EMI shielding application.[42] The electrically conductive composite thin film was prepared via the simple solution casting of GO/ poly(vinylidene-hexafluoropropylene) (PVDF-HFP) dispersion, followed by low-temperature hydriodic acid reduction. In the composite film, graphene sheets were highly oriented along the film direction; however, distributions of graphene sheets were asymmetric. The resulted asymmetric composite film showed good EMI shielding effectiveness of ≈30 dB in the X-band of frequency. Hsiao et al. prepared a flexible and lightweight graphene nanosheet (GNS)/waterborne polyurethane (WPU) composite for high-performance EMI shielding.[43] They overcome the issue of restacking and aggregation of GNS during composite formation, cationic surfactant on the surface of GNS was used. This was possible because of favourable interfacial interactions between surfactant modified GNS surface and sulfonate functional groups of the WPU polymer matrix. As a result, the GNS/WPU composite exhibited a good electrical conductivity of ≈5.1 S cm−1 at a low fraction (5 vol%) of GNS. The corresponding shielding effectiveness was ≈32 dB in the frequency range of 8.2–12.4 GHz. The EMI shielding properties not only depend on the size, shape, and nature of filler, but also on temperature, which is a very important factor for consideration of perfect shielding materials. For the first time, Wen et al. demonstrated the rGO/ silicon dioxide (SiO2) composites for highly efficiently EMI shielding at temperatures ranging from 323 to 474 K.[3b] The complex permittivity versus temperature and frequency was tested for different content of the rGO. It was found that both real and imaginary parts of the permittivity of the composites increased with the increase of rGO content (Figure 7a,b). Further, the permittivity was also enhanced with temperature, while decreasing with frequency. The complex permittivity of\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (12 of 24)\nrGO composites was measured with temperature for at different mass ratios of the rGO. The real permittivity of the composite increased with the increase of temperature for all rGO compositions. The imaginary permittivity of the composite decreased with the increase of temperature for 4 and 8 wt%, while increases monotonically for higher rGO composition. Figure 7c shows the loss tangent versus temperature of the rGO/SiO2 composite for a varying mass ratio of the rGO. It was noticed that loss tangent for 4 and 8 wt% composite decreases when the temperature increased from 323 to 473 K. While the loss tangent increased with the increase of temperature for higher rGO mass ratio. This mass ratiodependent variation in permittivity of rGO/SiO2 composite may be due to change their polarization and conductivity properties (Figure 7d,e). The nature of imaginary permittivity in rGO/SiO2 composite could be explained by the Debye theory; the imaginary permittivity increases when f < 1/(2πτ) and decreases when f > 1/(2πτ) with the increasing temperature. The f is the frequency and τ is the relaxation time. This frequency-dependent characteristic of imaginary permittivity is due to the rotation of dipoles caused by the competition between increasing orientation degree and decreasing internal friction. The fitted data by the Debye formula (Figure 7d) is clearly showing the quasilinear behavior of real permittivity in the composite sample for any mass ratio of the rGO. The maximum value of 1/(2πτ) is calculated to be 1.2 GHz, which is lower than the starting frequency (8.2 GHz), implying the decreasing trend of the imaginary permittivity of the composites loading with 4 and 8 wt% rGO at elevated temperature. Moreover, Figure 7e shows the electrical conductivity (σ) of the composites, fitted by the formula of the imaginary permittivity, increases with the increasing temperature. At a low mass ratio of 4 and 8 wt% rGO in composites, polarization plays a key role in the imaginary permittivity of the composites because conducting network paths are weak to take part in imaginary permittivity. After a critical mass ratio (over 8 wt%), composite conductivity is high and makes the main contribution to the imaginary permittivity. Thus, the composite sample showed both polarization and conductivity to the imaginary permittivity. This temperature-dependent imaginary permittivity could be useful for EMI shielding applications. The shielding efficiency of the rGO composites was measured at different temperature and frequency. Figure 7f shows the 3D plots of EMI SE as a function of temperature and frequency of different compositions of the rGO. The EMI SE value increased from 3.6 to 34.5 GHz when rGO content increased from 4 to 20 wt%. The highest SE value of 38 dB was obtained for the 20 wt% rGO composite at a temperature of 473 K.\nAt the same time, rGO and graphene nanosheet (GN) composites with wax were prepared for highly efficient microwave attenuation. The GN was obtained by expansion and exfoliation process, while rGO was synthesized using Hummer’s method, followed by chemical reduction of GO using hydrazine hydrate. The microwave attenuation performances were measured for both rGO and GN composites. The EMI SE was evaluated as a function of frequency and concentration. The EMI SE of both the composites increased with the increase of the mass ratio. But, the EMI SE value for rGO composites is 300% higher than that of the GN composites samples. The\nmaximum SE value for rGO composites was 29.68 dB, while ≈9 dB for GN composites for the mass ratio of 20 wt%. This study revealed that EMI SE depends on the nature of the filler materials. To further understand the shielding mechanism, absorption, and reflection shielding coefficients were calculated. The value of SEA significantly increased with the increase of rGO concentration over the entire range of frequency. Also, it was noticed that the SEA value is much higher than SER for rGO composites and also higher than GN composites. However, SER values almost the same for both rGO and GN composites. This could be due to a similar 2D structure of both rGO and GN fillers, a similar interface may exist between composites and air. The much-improved shielding performance of rGO composites might be due to extremely thin and much more induced polarization by EM waves, which improves dielectric properties.[44]\nSeveral experiments have been revealed that the EMI shielding effectiveness (SE) of graphene–polymer nanocomposites. However, there are very few research that seems to exist about the theoretical estimation of EMI SE.[45] The development of such a theory is highly desirable as it would also allow us to determine the shielding effective at different amounts of graphene loading. The need for such a theory is well recognized. Here, I am giving brief overview of the developed theoretical model so far for the estimation of EMI SE in the graphene/ polymer composites. More details about the developed theory can be found in the referenced articles. Sarto and co-workers[45a] developed MLGs/epoxy-based vinyl ester resin composites for thin radar absorbing materials. For this MLG-filled composite, they proposed an innovative simulation model to predict the effective complex permittivity and electrical conductivity at radiofrequency. In this simulation model, they used a novel formulation of Maxwell Garnett formula, which is a well-known mixing rule widely used for the EM modeling of mixtures and composite materials. Theory and simulation details can be found elsewhere. The developed simulation model predicts good agreement in computed and measured results. Recently, Xia et al. developed an effective-medium theory to calculate EMI SE of graphene–polymer composites in the X-band.[45c] In the proposed theory, they also considered the interface effects, electron tunneling, percolation threshold, Maxwell–Wagner–Sillars polarizations, Dyre’s frequency-assisted electron hopping, and Debye’s dielectric relaxation, to calculate the dielectric permittivity, magnetic permeability, and electrical conductivity of the nanocomposites. The developed theory was successfully applied to reduced graphene oxide/polystyrene nanocomposites. The estimated EMI SE was found to increase with the conductivity and permeability, but weakly decrease with the permittivity. The predicted EMI SEs were found in close agreement with the measured data in the 8.2–12.4 GHz range at the graphene loadings of 0.87, 1.95, and 3.47 vol%. Further, they also demonstrated how the multiple-reflection loss, absorption loss, and reflection loss, contribute to the overall EMI SE of the nanocomposite. Also, Jan et al.[45b] predicted the EMI shielding graphene nanosheets/thermoplastic polyurethane composite at room temperature in the frequency range of 25 kHz–5 MHz and temperature up to 473 K. The EMI SE predicted for graphene/polymer composites from all above-developed theoretical models have shown good agreement with experimental results. However,\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (13 of 24)\nthere are more simulation and computational works required for the development of many graphene-based materials like foam, thin film and hybrid structures for modern electronics."
    }, {
      "heading" : "2.4. Graphene/Inorganic Hybrid Composites",
      "text" : "Graphene composite with inorganic nanomaterials has been evaluated for high absorption of EM wave. To the best of my knowledge, the first graphene-based hybrid composite for EM wave absorption was prepared by using reduced graphene oxide, carbon fiber, and γ-Fe2O3 as a conducting filler to the phenolic resin.[46] A variety of compositions were used to optimize the composite performance. The composite sheet prepared from 50 wt% nanofillers, showed the highest electrical conductivity of 171.13 S cm−1 and thereby highest total EMI SE of 45.26 dB was achieved at 10.2 GHz. However, absorption shielding was higher than reflection shielding because γ-Fe2O3 nanoparticles embedded between reduced graphene oxide sheets could enhance the interface polarization and resulted in high absorption efficiency. Quaternary nanocomposites of graphene, Fe3O4@Fe core@shell, and ZnO nanoparticles were prepared for excellent electromagnetic absorption properties.[47] The core–shell Fe3O4@Fe and Fe3O4@Fe decorated with ZnO nanoparticles in graphene composite could enhance both dielectric loss and magnetic loss. The composite of G/Fe3O4@Fe/ZnO exhibited the minimal RL values less than −30 dB with the thicknesses of 2.5–5 mm and the absorption bandwidth with the RL values less than −20 dB is up to 7.3 GHz. It suggests that quaternary composite can attenuate more than 99% of EM wave energy. Both, G/Fe3O4@Fe ternary and G/Fe3O4@Fe/ZnO quaternary nanocomposites showed enhanced electromagnetic absorption properties compare to the pristine graphene material.\nWang et al. also evaluated the EMI shielding effectiveness of graphene (G)-Fe3O4 hybrid composites.[48] A hybrid composite was prepared by the first decoration of β-FeOOH crystals of the diameter of 3–5 nm on the graphene surface. Then, β-FeOOH nanocrystals were reduced to Fe3O4 nanocrystals on the graphene surface upon annealing under argon flow and finally nanohybrid of G-Fe3O4 was obtained. Nanoparticles were homogeneously distributed over the graphene sheet surface. A prepared hybrid composite of G-Fe3O4 showed ferromagnetic properties, which may provide good EM wave absorption characteristics. The relative complex permittivity and complex permeability of nanohybrid G-Fe3O4 with wax composites were tested. The obtained results showed a very strong and efficient dielectric loss over the entire tested frequency and magnetic loss at low frequency, again suggests that this hybrid may have EM absorption characteristics. The reflection loss was calculated for different thickness of hybrid composites with the maximum reflection loss of −40.36 dB for a thickness of 5 mm. Further, surface modified Fe2O3 nanoparticles were also deposited on reduced graphene sheets for EM wave absorption. The minimum reflection loss was −33.89 dB at 10 GHz for a thickness of 2.5 mm hybrid. Recently, a hybrid composite of Fe@C nanocapsules with substitutional sulfur atoms in the graphitic shell was prepared for microwave absorption at gigahertz frequencies.[49] The incorporation of Fe@C nanocapsules along\nwith sulfur atoms improves the dielectric loss property of the system (Figure 8). The complex permittivity was extracted from measured s-parameter. Both real and imaginary parts of complex permittivity increase with the increase of sulfur content. These improved dielectric properties are associated with the ion polarization, electron polarization, and the electric dipolar polarization. The electron and ion polarization appeared at infrared or higher frequencies. Therefore, dipolar polarization might be the reason for the dielectric improvement in S-doped Fe@C nanocapsules. Further, it was found that there was no change in both real and imaginary parts of the complex permeability of S-doped Fe@C nanocapsules. It suggests that ferromagnetic cores are mainly responsible for the permeability. Next, reflection loss (R) was calculated for varying thickness of 0.1 to 5 mm and it was found that microwave absorption performance-enhanced significantly with the increase of S-doped content.\nFurther, graphene nanoplatelet/nickel/wax composite was tested for improved shielding effectiveness. The hybrid composite was obtained by mixing and the stirring process for a predetermined fraction of graphene and nickel (Ni) powder.[50] Pristine GNP exhibits diamagnetic behaviour, while nickel has ferromagnetic properties. The hysteresis loops in the graphene/ Ni powder sample suggest ferromagnetic behaviour. The mixture of GNP/Ni powder was mixed with paraffin wax (30 wt%) because paraffin wax is transparent to EM waves, suggests no contribution in shielding. The electrical conductivity of pristine GNP was 0.739 S cm−1, which increased to 3.139 S cm−1 upon molecular level mixing of Ni to GNP. This enhancement in electrical conductivity is due to the homogeneous distribution of GNP nanofillers in the wax matrix. The homogeneous distribution of Ni nanoparticles on the GNP surface provides additional free electrons in the GNP, improved the electrical conductivity of the GNP/Ni sample. The measured shielding efficiency of GNP/Ni/wax composite is ≈40 dB with a thickness of 0.7 mm."
    }, {
      "heading" : "2.5. Graphene-Based Segregated Materials",
      "text" : "As discussed earlier that the orientation and size of filler materials have shown a significant impact on the shielding properties. It has been reported that segregated structures can reduce the electrical percolation and then improve electrical conductivity.[51] In segregated structures, conductive fillers were distributed only at the interfaces of the polymer matrix instead of homogenous distribution throughout the whole volume of the matrix. The segregated composite materials showed good flexibility and high strain tolerance. Many segregated graphene/ polymer composites have been developed for efficient EMI shielding applications.[52] Yan et al. reported an in situ thermally reduced graphene/polyethylene composite with a segregated structure revealed EMI SE of 28.3–32.4 dB at an ultralow graphene loading of 0.66 vol%.[52a] Further, they also reported that superior EMI SE performance can be achieved from rGO and polystyrene (PS) segregated structure prepared via highpressure solid-phase compression molding at 350 MPa.[1b] The segregated rGO/PS composite revealed an average EMI SE of 45.1 dB with 3.47 vol% rGO loading at 2.5 mm thickness.\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (14 of 24)\nThis superior EMI SE of rGO/PS composite at low loading is because rGO selectively located on boundaries along with PS and gives a conductive interconnected network. This kind of segregated structure not only provides good EM wave absorption properties but also reduces the loading of rGO. Further, it was reported that magnetic nanoparticles can enhance shielding effectiveness in segregated composites. Sharif et al. reported segregated nanocomposites of PMMA/rGO with and without decorated magnetite nanoparticles.[52b] The nanocomposite revealed percolation threshold of 0.3 vol% and maximum electrical conductivity of 91.2 S m−1 at 1.1 vol%. The EMI SE of PMMA/rGO nanocomposites was measured to be 20.7 dB (X-band) at 1.1 vol% rGO loading and 2.9 mm thickness, while addition of 0.5 vol% magnetite nanoparticles to the PMMA/rGO composite revealed much improved EMI SE of 29.3 dB for the same loading of rGO and thickness. The PMMA/rGO nanocomposites exhibited EMI SE of 63.2 dB for loading of 2.6 vol% at 2.9 mm thickness. All these cases demonstrated the superiority of the segregated structures when enhancing the EMI properties of conducting polymer composite materials. The excellent EMI SE obtained from these segregated nanocomposites was attributed to the formation of segregated conductive network structure. Besides the good EMI shielding performance of segregated composites in some cases, their drawbacks are poor mechanical strength, which severely hinders their applications.\nSimilar to other graphene composites, graphene-based segregated structures follow the absorption dominate shielding mechanism. Figure 9 schematically demonstrates the dense, highly conductive special structure with numerous interactive interfaces. It has been reported that cell-like configuration formed with dense, highly conductive rGO layers could\nAdv. Mater. Interfaces 2019, 1901454\nFigure 8. a–c) 3D plots of EM wave absorption performances of the S-doped Fe@C nanocapsules at sulfur fractions of 2.74, 4.48, and 9.01 at%, respectively. d) The scheme of an S-doped Fe@C nanocapsule and the corresponding dielectric resonance of an electrical dipole originated from the asymmetric S–C site under the microwave field. Reproduced with permission.[49] Copyright 2018, Elsevier.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (15 of 24)\nentrap incoming EM radiation.[1b,53] The entrapped EM waves continue to bounce off the rGO cell walls until they are fully absorbed and quenched. This is due to the high conductivity of rGO sheets and high permeability in the case of magnetite NPs, where the nanofillers can attenuate the EM wave in each cell via multiple-reflection."
    }, {
      "heading" : "3. MoS2-Based Materials for EMI Shielding",
      "text" : "To the best of my knowledge, the first report on the MoS2 application against electromagnetic radiation was reported by Xie et al.[54] The MoS2 nanosheets were in situ grown on RGO surface (Figure 10a). As prepared RGO/MoS2 samples were mixed into the wax for evaluation of complex permittivity and permeability. Figure 10b,c shows the real and imaginary part of the complex permittivity of RGO/MoS2/wax composites in the frequency range of 2–18 GHz. The complex permittivity was decreased with the frequency and significantly enhanced with the loading of RGO/MoS2. The values of complex permittivity increased from 10 to 20 wt% RGO/MoS2 content and above it, complex permittivity was almost invariant. The electromagnetic absorption performance was evaluated through reflection loss (RL) measurements (Figure 10d–g). The minimum reflection loss reached to −60 dB at 13.48 GHz with a maximum effective bandwidth of 5.7 GHz, ranging from 10.72 to 16.44 GHz\nAdv. Mater. Interfaces 2019, 1901454\nFigure 10. a) Synthetic process for the RGO/MoS2 nanosheets. b) Real and c) imaginary parts of the relative complex permittivity of MoS2/RGO as a function of frequency for a different fraction of MoS2/RGO in the wax composites. The d,e) RL curves and f,g) 3D RL plots of MoS2/RGO composites for filler loading ratio of 20 and 30 wt%, respectively. Reproduced with permission.[54] Copyright 2016, Royal Society of Chemistry.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (16 of 24)\nfor 20 wt% RGO/MoS2 composite of thickness 2.5 mm. In comparison to 20 wt% RGO/MoS2, a composite of 30 wt% of RGO/MoS2 exhibited slightly narrower effective absorption bandwidth (5.2 GHz) because of a little higher permittivity. By contrast, composites with pure MoS2 showed very poor dielectric properties and EM absorption performance. The enhanced performance from RGO/MoS2 composites attributed to the effect of the interfaces between MoS2 and RGO sheets. This interface between MoS2/RGO can act as a capacitor, which could delay the electron transport. Consequently, electromagnetic power is transferred as heat and EM wave attenuated.\nIn another work, MoS2 nanosheets were also evaluated for microwave absorption performance.[22c] The nanosheets of MoS2 were mixed with a wax matrix with different loadings up to 60 wt%. The complex permittivity was measured in the frequency range of 2–18 GHz. The real permittivity decreases with increasing frequency, while the imaginary part first decreases with increasing frequency, followed by two strong relaxation peaks that appeared at 12.2 and 15.0 GHz. To see the dimension effect, bulk MoS2/wax for similar loading to MoS2-NS was tested. It was observed that bulk MoS2/wax exhibits a similar trend to MoS2-NS/wax but the values complex permittivity is almost half of the MoS2-NS/wax. Also, relaxation peak in imaginary permittivity is weaker than that of MoS2-NS/wax samples, but peak positions were not changed, suggesting that both bulk MoS2 and MoS2-NS have the same physical nature of relaxation. Further, the reflection loss was measured for both bulk MoS2 and MoS2 nanosheets. For 60 wt% MoS2 nanosheet, the minimum reflection loss was obtained to be −38.42 dB with absorption bandwidth with of (<−10 dB) of up to 4.1 GHz at a thickness of 2.4 mm, which is four times higher than bulk MoS2 sample. The higher microwave absorption performance of MoS2-NS is attributed to the defect dipole polarization arising from Mo and S vacancies and its higher specific surface area.\nWang et al. reported the hybrid of MoS2 and rGO for EM wave absorption for the first time.[23] The MoS2-rGO/wax composite showed typical frequency-dependent complex permittivity. The value of real permittivity was found to decrease with the increasing frequency. However, both real and imaginary permittivity significantly enhanced with the loading. This improvement in complex permittivity may be attributed to the increased dipolar polarization with the increasing content of MoS2/rGO. Next, electromagnetic wave absorption performance was evaluated. The absorption performance gradually improves when filler loading increased from 3–10 wt%. Nevertheless, absorption performance decreased for filler loading of 15 wt%. It was known that the most effective absorption is exhibited when the impedance match between absorbers and free space is achieved. The reflection loss was increased with the increase in thickness and 10 wt% MoS2/rGO/wax composite revealed highest reflection loss of −50.9 dB at 11.68 GHz with an absorption bandwidth of 5.72 GHz at a thickness of 2.3 mm.\nMoS2 coated glass composites were evaluated for highperformance EMI shielding.[55] The MoS2 was coated on glass by low power plasma spraying. The coating of MoS2 resulted in the formation of conducting networks in the glass matrix, which can form a percolating network above a critical concentration. The electrical conductivity, dielectric properties EMI SE of the MoS2/glass composite were investigated for different\ncompositions of MoS2. The composite showed a percolation threshold around ≈22.5 wt% and above this composition electrical conductivity increased rapidly. The complex permittivity was measured in the X-band frequency. With the increase of MoS2 coating on the glass, both real and imaginary permittivity increased. At a low content of MoS2, composite showed almost constant throughout the tested frequency range. The MoS2/glass composite coated with 30 wt% MoS2 showed the maximum value of both real and imaginary permittivity. The enhanced value of complex permittivity in MoS2/glass composites is attributed to interface effect. When MoS2 coating increased on the glass surface, a greater number of electrons accumulated at the interface, which resulted in electron relaxation polarization and interfacial polarization when subjected to an external electric field. Further, the lamellar structure of composite intends to the formation of the microcapacitor network, which also helps to improve the complex permittivity. The shielding efficiency is directly related to the enhanced dielectric properties, electrical conductivity, and structure of the material. The shielding effectiveness was tested, and the average EMI SE was found to be 24.2 dB for 30 wt% coated MoS2/glass composite with 1.5 mm thickness. Also, MoS2/rGO/PVDF composite was fabricated for excellent microwave absorption.[56] The PVDF polymer matrix was used due to its good mechanical strength, resistance to solvents and most of the acids. To test the absorption efficiency, reflection loss was measured for a different fraction of MoS2/rGO. The rGO@ MoS2/PVDF composites (5 wt%) showed maximum reflection loss of −43.1 dB at 14.48 GHz with the bandwidth less than −10 dB in the range of 3.6 to 17.8 GHz for a thickness of 2 mm. The composite at higher loading (25 wt%) showed excellent EMI SE of 27.9 dB, which can block almost 99.9% of the incident EM radiations.\nIn recent, MoS2/rGO composite with inorganic nano particles was fabricated for enhanced EMI shielding effectiveness.[57] The dense decoration of Fe3O4 nanoparticles on the MoS2/rGO surface makes the materials strong EM wave absorber. The EM wave absorption efficiency was evaluated by measuring complex permittivity and permeability. The hybrid nanocomposites of MoS2/rGO/Fe3O4 showed relatively higher permittivity and dielectric and magnetic loss in comparison to MoS2/rGO composite, suggests the high microwave absorption properties. This enhanced properties of MoS2/rGO nanocomposites in the presence of Fe3O4 nanoparticles attributed to the strong decoration of nanoparticles between MoS2 and rGO sheets, which act as tiny dipoles and get polarized in the presence of EM fields. Therefore, MoS2/rGO/Fe3O4 nanocomposites exhibited superior EM wave absorption efficiency. The EMI shielding effectiveness was tested in X-band frequency. The EMI SE of the MoS2/rGO/Fe3O4 nanocomposites was almost twice (≈8.27 dB) than the MoS2/rGO composite for the same thickness. This is since electrical conductivity and magnetic properties both contributed to the shielding effectiveness."
    }, {
      "heading" : "4. MXenes-Based Materials for EMI Shielding",
      "text" : "Good flexible and electrical conducting materials are highly desirable as they can provide EMI shielding at minimal thickness. 2D metal carbides and nitrides, known as MXenes, have\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (17 of 24)\nmetallic conductivity and hydrophilic surfaces. Similar to graphene, MXenes offer a high electrical and thermal conductivity, low coefficient of friction, high modulus and strength, nonsusceptibility to thermal shock, good thermal stability, and oxidation resistance.[15c] Due to the large specific surface area and high electrical conductivity, MXene revealed superior EMI shielding performance.\nGogotsi and co-workers reported the first study on MXene and its composites for excellent EMI shielding performance.[21c] Synthesis of MXene samples has already been reported elsewhere.[15c,58] Freestanding thin films of MXenes and MXene/polymer composites were prepared from a colloidal dispersion of the MXenes sample (Ti3C2Tx, Mo2TiC2Tx, and Mo2Ti2C3Tx) using vacuum filtration technique. The morphology of pristine and composite films was examined using SEM. For example, Figure 11a shows the typical illustration of Ti3C2Tx and Ti3C2Tx–sodium alginate (SA) composite film. The TEM image confirmed the uniform intercalation of SA layers into Ti3C2Tx layers (Figure 11b). The electrical conductivity of Ti3C2Tx film revealed the excellent value of 4600 S cm−1, which is higher than the other studied MXenes samples (Figure 11c). This highest electrical conductivity of the pristine Ti3C2Tx MXene film is attributed to its metallic nature, which was predicted from density functional theory. By contrast,\nAdv. Mater. Interfaces 2019, 1901454\nFigure 11. a) Schematic illustration of Ti3C2Tx and Ti3C2Tx–SA composite films. b) Cross-sectional SEM image of 50 wt% Ti3C2Tx–SA composite. c) The electrical conductivity of Mo2TiC2Tx, Mo2Ti2C3Tx, and Ti3C2Tx films. d) The electrical conductivity of Ti3C2Tx–SA composite films. The filler content varies from 10 to 90 wt% Ti3C2Tx in the SA matrix. e) EMI SE of Mo2TiC2Tx, Mo2Ti2C3Tx, and Ti3C2Tx at a thickness of ≈2.5 µm. f) EMI SE of Ti3C2Tx at different thicknesses. g) EMI SE of Ti3C2Tx–SA composites at a thickness of 8 to 9 mm. F) Total EMI SE (EMI SET) and its absorption (SEA) and reflection (SER) mechanism in Ti3C2Tx and 60 wt% Ti3C2Tx–SA samples at 8.2 GHz. Reproduced with permission.[21c] Copyright 2016, American Association for the Advancement of Science.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (18 of 24)\nMo2TiC2Tx and Mo2Ti2C3Tx films showed smaller values of electrical conductivity of 119.7 and 297.0 S cm−1, respectively as like a semiconductor material. The composite of Ti3C2Tx–SA shows very low electrical conductivity (0.5 S cm−1) at a low fraction (10 wt%) of Ti3C2Tx (Figure 11d). However, electrical conductivity increases with the increased filler content and can be reached up to 3000 S cm−1 for the 90 wt% Ti3C2Tx–SA composite film. Further, the EMI shielding effectiveness was evaluated for pristine and composite films. Among all three MXene samples, a Ti3C2Tx film gives the highest EMI SE of ≈50 dB for a thickness of 2.5 µm, which is attributed to its highest electrical conductivity (Figure 11e). It is also noticed that thickness played a crucial role in determining the shielding efficiency. By using a 45 µm thick film of Ti3C2Tx, EMI SE of ≈90 dB could be achieved (Figure 11f). The EMI SE of Ti3C2Tx–SA composite film showed a similar trend to its electrical conductivity, increased with the increase of filler content and EMI SE of ≈57 dB can be achieved from 90 wt% Ti3C2Tx–SA composite samples (45 µm) (Figure 11g). Like graphene-based materials, absorption is the dominant mechanism for shielding (Figure 11h). The EMI SE was theoretically calculated by Simon formalism[59]\nf t fσ σ( ) ( )= + +SE 50 10log / 1.7 0.5 (2) where σ (S cm−1) is the electrical conductivity, t (cm) is thickness of shield, and f (MHz) is the frequency. This formula shows a strong dependency of EMI SE on electrical conductivity and thickness of the shielding material. Theoretically calculated EMI shielding effectiveness was found in good agreement with experimental values except at low frequencies. Calculated results predicted high EMI SE values at low frequencies.\nDespite the excellent EMI shielding efficiency of MXene and its composite films, the hydrophilicity of MXene films may affect its shielding performance in humid and wet environments. To overcome this environmental issue, lightweight and hydrophobic MXene foam is fabricated for high-performance EMI shielding with good durability and strong water-resistive. Liu et al. prepared an MXene foam by assembling MXene sheets into films followed by a hydrazine-induced foaming process (Figure 12a).[60] The compact and layered structure of MXene film exhibited good mechanical flexibility and highly electrically conducting and thereby excellent EMI shielding efficiency. In contrast to film, in the foam-structured MXene sample, small pores were created between aligned MXene layers, consequently, film thickness increased (Figure 12b,c). It was noted that in the foam-structured sample, MXene layers are not separated, but partially attached to form a continuous network and revealed good electrical conductivity. It has been reported that pristine MXene has a superior electrical conductivity of 4600 S cm−1 and thereby gives excellent EMI shielding effectiveness. However, upon foaming thickness of MXene film increased and therefore electrical conductivity reduced because of induced pores between MXene layers. For example, the thickness of MXene films increased from 1 to 6, 3 to 18, and 6 to 60 µm and their respective electrical conductivities decreased to 588, 625, and 580 S cm−1, respectively. The EMI shielding was measured for both film and foamed structure (Figure 12d,e). Interestingly, higher EMI SE was obtained for the foam sample in comparison to bulk MXene films.\nIt is well known that shielding efficiency is directly proportional to the electrical conductivity and thickness of the shielding materials. This enhanced EMI SE in the foamed structure is due to the superb intrinsic electrical conductivity of MXene layers and the overall EMI SE obtained from the combined effect of thickness and conductivity. In general, total EMI SE, absorption, reflection, and multiple-reflection shielding contributed. Multiple-reflection contribution is often neglected if the total EMI SE is higher than 15 dB. Therefore, the absorption and reflection shielding are mainly contributed to MXene samples. Both EMI SETotal and SEA increased with thickness, but SER slightly decreased with the increase of sample thickness. Absorption shielding contribution is higher than reflection shielding, confirmed the absorption dominant shielding mechanism in MXene samples. Further, it was observed that MXene foam showed higher absorption efficiency in comparison to bulk MXene film. This higher absorption attenuation in foam structure is due to more interfaces for multiple reflection and scattering of EM waves than bulk MXene film.\nFurther, MXene derivatives were also explored for EM wave absorption. MXene derivatives were prepared by calcinations of the MXene powder in a temperature-controlled furnace under a constant CO2 flow of 200 sccm.[61] The reflection loss was calculated for all samples obtained at various temperatures ranging from 500–800 °C in the frequency range of 2–18 GHz. The highest reflection coefficient of −54.1 dB at 13.7 GHz was obtained for a 3.5 mm thick Ti2CTX sample, but a very narrow absorption bandwidth of 1.1 GHz, indicates poor absorption properties. In the case of Ti2CTx/TiO2 composite, reflection loss value was −5.9 dB at 16.9 GHz with a maximum zero absorption bandwidth, suggests no effective EM wave absorption properties as the tan δ is too low to contribute to strong microwave absorption. In contrast to Ti2CTx and Ti2CTx/TiO2 samples, C/TiO2 exhibited high reflection loss up to −50.3 dB at 7.1 and 14.2 GHz with a bandwidth of 4.7 GHz only at 2.1 mm thickness, indicates the excellent EM absorption efficiency. However, the pristine TiO2 sample does not have any absorption properties. These observations from different derivatives of MXene suggest that the structure and phase composition of materials have a crucial role in EM wave attenuation.\nMXenes were further modified for enhanced EM wave absorption properties. 1D CNTs were in situ grown on Ti3C2Tx MXene sheets via a simple catalytic CVD process.[62] CNTs were found to be distributed uniformly on 2D Ti3C2Tx MXene flakes. As prepared, sandwich structured nanocomposites of Ti3C2Tx/CNTs showed a minimum reflection coefficient of −52.9 dB with broader absorption bandwidth of 4.46 GHz at low filler loading (35 wt%) and smaller thickness of 1.55 mm. The effective absorption bandwidth can reach up to 14.54 GHz (3.46–18 GHz) by adjusting the thickness of the composite from 1.55 to 5 mm. This enhanced absorption properties in Ti3C2Tx/CNTs composite are attributed to the bridging effect of CNTs, which provides high electrical conducting paths for charge carriers. Besides, CNTs modification of MXene surface induces many interfaces, which can provide high interfacial polarization and simultaneously gives high absorption properties.\nMagnetic materials were also introduced into the family of MXenes for high-performance EM wave absorption. Ferrite\nAdv. Mater. Interfaces 2019, 1901454\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (19 of 24)\nAdv. Mater. Interfaces 2019, 1901454\nNi0.5Zn0.5Fe2O4 was coated on Ti3C2Tx using a facile in situ coprecipitation method.[63] As prepared, Ti3C2Tx/ferrite composite exhibited a high reflection loss of −42.5 dB at 13.5 GHz for loading of only 5 wt% Ti3C2Tx MXenes. The effective absorption bandwidth of the 5 wt% Ti3C2Tx/Ni0.5Zn0.5Fe2O4 composite reached ≈3 GHz (12–15 GHz) in the K-band. The improved EM wave absorption properties of Ti3C2Tx/Ni0.5Zn0.5Fe2O4 composites were attributed to the magnetic loss due to Ni0.5Zn0.5Fe2O4\nFigure 12. a) Schematic illustration of the fabrication of the hydrophobic and flexible MXene foam. Cross-sectional SEM images of the b) MXene film and the c) MXene foam. EMI SE of the d) MXene films and e) MXene foams with different thicknesses. Reproduced with permission.[60] Copyright 2017, Wiley-VCH.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (20 of 24)\nAdv. Mater. Interfaces 2019, 1901454\nand dielectric loss due to interfacial polarization caused by localized defects, dangling bonds and surface functional groups which favour reflections and scattering.\nLike graphene, MXene hybrid composites were tested to enhance the absorption of EM waves. In a recent work by Dia et al., hybrids of Ti3C2Tx MXene/nano-carbon-spheres were designed for enhanced EM wave absorption properties.[64] Heterogeneous interfaces formed between nanocarbon and 2D sheets of Ti3C2Tx MXene, which plays an important role in microwave absorption. The Ti3C2Tx MXene/nano-carbonspheres hybrid composite exhibited an optimal RL of −54.67 dB at 3.97 GHz. Further, EM absorption was investigated from a scale-like hybrid structure based on Ti3C2 MXene. For the first time, Li et al. fabricated graphite/TiC/Ti3AlC2 (G/TiC/ Ti3AlC2) hybrid composite for EM absorption properties.[65] The scale-like structure was prepared in a molten salt bath and G/TiC/Ti3C2 hybrid was formed after complete etching of Al atoms from G/TiC/Ti3AlC2. In the formed hybrid structure, Ti3C2 sheets were attached perpendicular to the plane of G/ TiC, as like a bionic structure of the fish scale. The EM absorption properties were evaluated by as prepared G/TiC/Ti3C2 hybrids into the paraffin matrix. To see the structure-induced EM absorption, G/TiC/Ti3AlC2, pure Ti3C2, G/TiC, and the simple mixture of G/TiC with Ti3C2 (G/TiC+Ti3C2) were tested. Absorption properties were evaluated by first measuring the complex permittivity of samples. The real part (ε′), imaginary part (ε″), and dielectric loss (tanδ = ε″/ε′) of hybrid structures with 50 wt% in the paraffin matrix. The real part (ε′) has an average value of 8.7, 7.6, 8.7, and 9.7, while their imaginary part ε″ is low with an average value of 1.1, 1.8, 1.4, and 0.9, corresponding to low tanδ of 0.13, 0.23, 0.16, and 0.09 for Ti3C2, G/TiC/Ti3AlC2, G/TiC, and G/TiC+Ti3C2, respectively. After removing the Al atoms from G/TiC/Ti3AlC2 sample, G/TiC/ Ti3C2 showed much-enhanced ε″ (4.5) and tanδ (0.36), suggests high EM wave absorption ability. The value of real and imaginary both permittivity was increased with the increase of loading. The electrical conductivity of the hybrid composites was found to be increased as filler content increased. Further, the reflection loss was measured in all samples in the range of X-band. For G/TiC/Ti3C2 sample, the minimum reflection was reached to −63 dB with absorption bandwidth is more than 3.5 GHz, indicates a higher EM absorption ability than surfacemodified Ti3C2 sample for the same thickness (≈2 mm).\nA printing thin film with conducting ink has a significant impact on many device applications such as photodetector, transistors, supercapacitors, logic gate memories, and so on. In this context, solution processing of 2D nanocrystals including graphene, metal carbides, nitrides, transition metal dichalcogenides, and black phosphorus has been explored as functional inks which can give excellent optical and electronic properties. MXene-based inks are suitable for inkjet printing on several substrates including glass, cellulose paper, polyethylene terephthalate (PET), and PMMA with appropriate binders.[66] It was found that proteins can be a much better binder for MXene because they may interact strongly through hydrogen bonding. For the first time, it was demonstrated that functional Ti3C2Tx, MXene can form sequence-controlled assemblies with hydrogen bonding 2D Ti3C2Tx inks using synthetic structural protein binder.[45] MXene ink with optimized protein content was\nsuccessfully printed on various substrates including PMMA, cellulose paper, PET and glass. MXene ink printed PET films exhibited an excellent electrical conductivity of 1080 ± 175 S cm−1, which is higher than other 2D materials, including graphene (250 S cm−1) and reduced graphene oxide (340 S cm−1) printed electrodes. The high conductivity of MXene printed PET electrode was retained even after many bending deformations. Due to the high electrical conductivity and layered structure of 2D MXene as printed PET electrode exhibited high EMI SE values of ≈50 dB for film thicknesses of 1.35 µm.\nFurther, MXene was also used as a precursor for the fabrication of other layered materials, which were investigated for EMI shielding. The 2D layered structure of carbon/TiO2 was prepared by thermal annealing of Ti3C2 MXene under the CO2 atmosphere.[67] By using this approach, TiO2 nanoparticles were in situ grown on Ti3C2Tx sheets, which can avoid the restacking of carbon layers. As prepared C/TiO2 hybrid composite can give good EM wave absorption due to the formation of interfaces and defects in 2D carbon sheets. EM wave absorption effectiveness was tested in the frequency ranging from 2 to 18 GHz. Laminated C/TiO2 composite showed a minimum reflection loss up to −36 dB with absorption bandwidth from 3.6 to 18 GHz for the thickness of 1.7 to 5 mm. Further, it was observed that 1.7 mm laminated hybrid composite covered almost the whole Ku band (12.4−18 GHz).\nAs we discussed above that MXene-based material revealed excellent shielding effectiveness. However, their mechanical properties not up to the level of a mark for applications in weapon equipment and wearable electronic devices, where strong mechanical deformation needed. In this regard, for the first time, cellulose nanofibers were used to enhance the strengthening of the MXene paper.[68] A Highly flexible and ultrathin composite paper of MXene (Ti3C2Tx)/cellulose nanofiber (CNF) is prepared via a simple vacuum-assisted self-assembly method (Figure 13a). The binary composite paper showed a nacre-like microstructure at the different compositions of d-Ti3C2Tx (Figure 13b). The composite paper revealed excellent mechanical properties. For example, 50 wt% d-Ti3C2Tx/CNF composite paper exhibited a tensile strength of 135.4 ± 6.9 MPa, fracture strain of 16.7 ± 0.7%, the toughness of 14.8 ± 0.4 MJ m−3 and Young’s modulus of 3.8 ± 0.3 GPa, which are much higher than that of pristine CNF paper. Further, it was found that composite paper (50 wt% d-Ti3C2Tx) of sizes of 40 mm × 15 mm can bear up to a weight of ≈500 g without breaking it. These excellent mechanical properties of composite papers attributed to strong interaction between 1D CNFs and 2D d-Ti3C2Tx MXene layers. Next, electrical conductivity was measured and found to be increased with the increase of the d-Ti3C2Tx content. The electrical conductivity of the pristine d-Ti3C2Tx sample is 1142.5 S m−1. Due to the insulating nature of CNF; d-Ti3C2Tx/CNF composite paper exhibited maximum electrical conductivity of ≈739.4 S m−1. Finally, the EMI SE of composite papers was tested in the X-band. Figure 13c shows a total EMI SE of composite paper for three different fractions of the d-Ti3C2Tx contents (50, 80, and 90 wt%). All three composite showed the EMI SE values higher than 20 dB throughout the X-band. This EMI SE value of >20 dB can block more than 99.9 % of the incident EM radiation. Further, specific EMI efficiency was calculated for all composite samples. Like the EMI\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (21 of 24)\nSE, specific shielding efficiency (Figure 13d) of composite paper was also found to be increased with the increase of d-Ti3C2Tx content and can be achieved up to 2647 dB cm2 g−1 at 12.4 GHz for d-Ti3C2Tx/CNF composite paper (90 wt%). The d-Ti3C2Tx/CNF composite paper showed a similar shielding mechanism as observed in graphene and MoS2-based 2D materials. Regardless of the thickness and concentration of d-Ti3C2Tx in a composite paper, absorption shielding was higher than reflection shielding (Figure 13e). This work offers an ultimate approach for the design of the flexible and strong 2D material-based composite paper, which can be used for a variety of applications like flexible devices, robot joints, and weapon equipment."
    }, {
      "heading" : "5. Summary and Future Research Directions",
      "text" : "In this review, I have highlighted recent progress in the development of 2D nanomaterials for EMI shielding applications. Among 2D nanomaterials, graphene, MoS2, and MXenes are the most researched materials, which have been demonstrated with high shielding efficiency. A concise introduction to the EMI shielding has been reviewed. Thin films, multilayers,\nhybrid, and segregated structures, sandwich architectures and inorganic nanocomposites have emerged as one of the most powerful strategies for highly efficient EMI shielding materials. Despite significant achievements in this field, many avenues are yet to be explored for practical EMI shielding applications. Together with customization of materials properties of polymer/filler, new materials need to be developed and explored to fulfil the demand. In doing so, I hope to provide a pathway for advancing our design and fundamental understanding of 2D nanomaterials for further research. To achieve the goals following future research directions are expected to be explored in the near future.\ni. The design and realization of lightweight shield (2D nanomaterials) to reduce EMI in sensitive electronic devices and systems is a challenge for practical applications such as portable electronic devices, satellites, aircraft, automobiles, telecommunications, etc. The selection of 2D nanomaterials as the most effective EMI shielding materials can be generally based on the design and optimization of EMI shielding material at low cost. The chosen 2D material must be optimized the EMI shielding design. The proper selection of what type\nAdv. Mater. Interfaces 2019, 1901454\nFigure 13. The step-by-step synthesis process of the d-Ti3C2Tx/CNF composite paper. SEM images of the d-Ti3C2Tx/CNF composite paper, exhibiting a nacre-like compact lamellar structure. The weight content of d-Ti3C2Tx in the d-Ti3C2Tx/CNF composite paper varies from 20 to 90 wt%. The effect of d-Ti3C2Tx content on the EMI SE of the d-Ti3C2Tx/CNF composite paper sheets with different d-Ti3C2Tx contents and different thicknesses in the X-band region. c) Effect of d-Ti3C2Tx content on the SSE/t of the d-Ti3C2Tx/CNF composite paper sheets with different d-Ti3C2Tx contents in the X-band region. d) Comparison of total EMI shielding effectiveness (SETotal), microwave absorption (SEA), and microwave reflection (SER) at a frequency of 12.4 GHz of the d-Ti3C2Tx/CNF composite paper sheets with different d-Ti3C2Tx contents. Reproduced with permission.[68] Copyright 2018, American Chemical Society.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (22 of 24)\nAdv. Mater. Interfaces 2019, 1901454\nof 2D materials, for instance, is dependent upon the shield design and the environment. ii. Controlled fabrication of 2D nanomaterials and optimization of the various structures would be critical for the development of lightweight and flexible EMI shielding materials. Furthermore, a fundamental understanding of materials electronic and structural properties is essential to optimized shielding effectiveness of 2D nanomaterials. This is the first and main step toward the development of high-performance shielding materials. The properties of 2D nanomaterials could be greatly controlled by a defect and doping over these nanostructures like graphene, MXene, etc. Fabrication of polymer hybrid with tunable defect/doping on those materials is needed to explore to achieve defect/doping synergistic effect with the properties of the polymeric host. iii. A new class of 2D nanomaterials, MXenes revealed remarkable EMI shielding efficiency. Its both conducting and magnetic properties are expected to be an excellent choice for EMI SE due to the synergistic influence of both the properties. Therefore, a huge potential lies in Mxenes-based materials, which can offer a superior replacement to carbon-based composites. Suitable pore size and pore structure to maximize internal reflections and overall absorption are necessary. The materials design should be done from the theoretical prediction are expected to be useful. Instead of polymer hybrid with bulk mixing, polymerization initiated at the surface functional groups over filler is necessary to explore. This site-specific functionalization will be helpful for minimal use of polymer and better distribution of filler in the composite. iv. Similar to graphene, scientists recently fabricated single layer of Antimoney which is composed of s2p3 electronic structure with the five electrons in its outershell orbitals.[69] When exfoliated down into a monolayer structure, it is denoted as antimonene, exhibiting semiconductor behavior with a theoretical bandgap up to 2.28 eV. Large-scale and controlled synthesis of 2D functional nanosheets with desired structures is worth developing further polymer-based EMI shielding materials. To achieve the goals future research directions are expected to be explored. v. Instead of carbon, metal, and magnetic conducting filler based EMI shielding materials, newly created sheets of boron atoms, called borophene that could outperform even graphene as an electrical conductor in 2D form.[70] Calculations suggest that corrugated borophene conducts electricity much better along these ridges than across them; it could even be stiffer and more conductive in this direction than is graphene. Boron’s reactivity may turn out to be an advantage, however, because borophene could be readily modified with other chemical groups or sandwiched between other materials to fine-tune its properties. These properties of borophene could be useful for the design of novel EMI shielding materials for future electronic devices."
    }, {
      "heading" : "Acknowledgements",
      "text" : "P.K. acknowledges financial support under DST Inspire Faculty grant (DST/INSPIRE/002415) funded by the DST Department of Science and Technology (DST), New Delhi."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The author declares no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "2D nanomaterials, electrical conductivity, electromagnetic interference (EMI) shielding, graphene, MXenes\nReceived: August 21, 2019 Revised: October 10, 2019\nPublished online:\n[1] a) B. Wen, M.-S. Cao, Z.-L. Hou, W.-L. Song, L. Zhang, M.-M. Lu, H.-B. Jin, X.-Y. Fang, W.-Z. Wang, J. Yuan, Carbon 2013, 65, 124; b) D.-X. Yan, H. Pang, B. Li, R. Vajtai, L. Xu, P.-G. Ren, J.-H. Wang, Z.-M. Li, Adv. Funct. Mater. 2015, 25, 559; c) D. D. L. Chung, Carbon 2001, 39, 279. [2] a) A. H. Frey, Environ. Health Perspect. 1998, 106, 101; b) M. Blettner, B. Schlehofer, J. Breckenkamp, B. Kowall, S. Schmiedel, U. Reis, P. Potthoff, J. Schüz, G. Berg-Beckhoff, Occup. Environ. Med. 2009, 66, 118; c) D.-K. Li, H. Chen, J. R. Ferber, R. Odouli, C. Quesenberry, Sci. Rep. 2017, 7, 17541; d) O. Desouky, N. Ding, G. Zhou, J. Radiat. Res. Appl. Sci. 2015, 8, 247. [3] a) Z.-M. Dang, T. Zhou, S.-H. Yao, J.-K. Yuan, J.-W. Zha, H.-T. Song, J.-Y. Li, Q. Chen, W.-T. Yang, J. Bai, Adv. Mater. 2009, 21, 2077; b) B. Wen, M. Cao, M. Lu, W. Cao, H. Shi, J. Liu, X. Wang, H. Jin, X. Fang, W. Wang, J. Yuan, Adv. Mater. 2014, 26, 3484; c) Z. Chen, C. Xu, C. Ma, W. Ren, H.-M. Cheng, Adv. Mater. 2013, 25, 1296. [4] a) N. F. Colaneri, L. W. Schacklette, IEEE Trans. Instrum. Meas. 1992, 41, 291; b) P. Kumar, F. Shahzad, S. M. Hong, C. M. Koo, RSC Adv. 2016, 6, 101283; c) F. Shahzad, P. Kumar, Y.-H. Kim, S. M. Hong, C. M. Koo, ACS Appl. Mater. Interfaces 2016, 8, 9361; d) F. Shahzad, P. Kumar, S. Yu, S. Lee, Y.-H. Kim, S. M. Hong, C. M. Koo, J. Mater. Chem. C 2015, 3, 9802; e) S. Geetha, K. K. Satheesh Kumar, C. R. K. Rao, M. Vijayan, D. C. Trivedi, J. Appl. Polym. Sci. 2009, 112, 2073; f) P. Kumar, F. Shahzad, S. Yu, S. M. Hong, Y.-H. Kim, C. M. Koo, Carbon 2015, 94, 494. [5] D. D. L. Chung, J. Mater. Eng. Perform. 2000, 9, 350. [6] J. Huo, L. Wang, H. Yu, J. Mater. Sci. 2009, 44, 3917. [7] a) Y. Yang, M. C. Gupta, K. L. Dudley, IET Micro Nano Lett. 2007,\n2, 85; b) Y.-H. Yu, C.-C. M. Ma, C.-C. Teng, Y.-L. Huang, S.-H. Lee, I. Wang, M.-H. Wei, Mater. Chem. Phys. 2012, 136, 334; c) Z. Dou, G. Wu, X. Huang, D. Sun, L. Jiang, Composites, Part A 2007, 38, 186; d) R. Perumalraj, B. S. Dasaradan, R. Anbarasu, P. Arokiaraj, S. L. Harish, J. Text. Inst. 2009, 100, 512. [8] a) Y. Yang, M. C. Gupta, K. L. Dudley, R. W. Lawrence, Nano Lett. 2005, 5, 2131; b) V. R. Iyer, V. Ungvichian, P. S. Neelakanta, presented at 1993 Int. Symp. on Electromagnetic Compatibility, August 1993; c) J.-M. Thomassin, C. Jérôme, T. Pardoen, C. Bailly, I. Huynen, C. Detrembleur, Mater. Sci. Eng.: R 2013, 74, 211. [9] a) N. A. Aal, F. El-Tantawy, A. Al-Hajry, M. Bououdina, Polym. Compos. 2008, 29, 125; b) S. Kuester, C. Merlini, G. M. O. Barra, J. C. Ferreira, A. Lucas, A. C. de Souza, B. G. Soares, Composites, Part B 2016, 84, 236; c) P. Kumar, U. Narayan Maiti, A. Sikdar, T. Kumar Das, A. Kumar, V. Sudarsan, Polym. Rev. 2019, 7, 015103. [10] G. T. Mohanraj, T. K. Chaki, A. Chakraborty, D. Khastgir, Polym. Eng. Sci. 2006, 46, 1342. [11] a) Q. Ling, J. Sun, Q. Zhao, Q. Zhou, Mater. Sci. Eng., B 2009, 162, 162; b) A. Das, C. M. Megaridis, L. Liu, T. Wang, A. Biswas, Appl. Phys. Lett. 2011, 98, 174101; c) M. Crespo, N. Méndez,\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (23 of 24)\nAdv. Mater. Interfaces 2019, 1901454\nM. González, J. Baselga, J. Pozuelo, Carbon 2014, 74, 63; d) G. G. Tibbetts, M. L. Lake, K. L. Strong, B. P. Rice, Compos. Sci. Technol. 2007, 67, 1709. [12] a) N. Li, Y. Huang, F. Du, X. He, X. Lin, H. Gao, Y. Ma, F. Li, Y. Chen, P. C. Eklund, Nano Lett. 2006, 6, 1141; b) Z. Liu, G. Bai, Y. Huang, Y. Ma, F. Du, F. Li, T. Guo, Y. Chen, Carbon 2007, 45, 821; c) W.-S. Jou, H.-Z. Cheng, C.-F. Hsu, J. Alloys Compd. 2007, 434–435, 641; d) Z. P. Wu, M. M. Li, Y. Y. Hu, Y. S. Li, Z. X. Wang, Y. H. Yin, Y. S. Chen, X. Zhou, Scr. Mater. 2011, 64, 809. [13] Y. Chen, H.-B. Zhang, Y. Yang, M. Wang, A. Cao, Z.-Z. Yu, Adv. Funct. Mater. 2016, 26, 447. [14] a) L.-C. Jia, D.-X. Yan, C.-H. Cui, X. Jiang, X. Ji, Z.-M. Li, J. Mater. Chem. C 2015, 3, 9369; b) H.-Y. Wu, L.-C. Jia, D.-X. Yan, J.-f. Gao, X.-P. Zhang, P.-G. Ren, Z.-M. Li, Compos. Sci. Technol. 2018, 156, 87. [15] a) E. P. Randviir, D. A. C. Brownson, C. E. Banks, Mater. Today 2014, 17, 426; b) M. Khazaei, A. Ranjbar, M. Arai, T. Sasaki, S. Yunoki, J. Mater. Chem. C 2017, 5, 2488; c) M. Naguib, V. N. Mochalin, M. W. Barsoum, Y. Gogotsi, Adv. Mater. 2014, 26, 992; d) A. C. Ferrari, F. Bonaccorso, V. Fal’ko, K. S. Novoselov, S. Roche, P. Bøggild, S. Borini, F. H. L. Koppens, V. Palermo, N. Pugno, J. A. Garrido, R. Sordan, A. Bianco, L. Ballerini, M. Prato, E. Lidorikis, J. Kivioja, C. Marinelli, T. Ryhänen, A. Morpurgo, J. N. Coleman, V. Nicolosi, L. Colombo, A. Fert, M. GarciaHernandez, A. Bachtold, G. F. Schneider, F. Guinea, C. Dekker, M. Barbone, Z. Sun, C. Galiotis, A. N. Grigorenko, G. Konstantatos, A. Kis, M. Katsnelson, L. Vandersypen, A. Loiseau, V. Morandi, D. Neumaier, E. Treossi, V. Pellegrini, M. Polini, A. Tredicucci, G. M. Williams, B. Hee Hong, J.-H. Ahn, J. Min Kim, H. Zirath, B. J. van Wees, H. van der Zant, L. Occhipinti, A. Di Matteo, I. A. Kinloch, T. Seyller, E. Quesnel, X. Feng, K. Teo, N. Rupesinghe, P. Hakonen, S. R. T. Neil, Q. Tannock, T. Löfwander, J. Kinaret, Nanoscale 2015, 7, 4598; e) R. Mas-Ballesté, C. Gómez-Navarro, J. Gómez-Herrero, F. Zamora, Nanoscale 2011, 3, 20; f) H. Jun, C. Yang, L. Lei, Nanotechnology 2018, 29, 010202. [16] a) A. K. Geim, K. S. Novoselov, Nanoscience and Technology, World Scientific, Singapore 2009, p. 11; b) K. S. Novoselov, A. K. Geim, S. V. Morozov, D. Jiang, Y. Zhang, S. V. Dubonos, I. V. Grigorieva, A. A. Firsov, Science 2004, 306, 666. [17] a) P. Kumar, U. N. Maiti, K. E. Lee, S. O. Kim, Carbon 2014, 80, 453; b) P. Kumar, S. Yu, F. Shahzad, S. M. Hong, Y.-H. Kim, C. M. Koo, Carbon 2016, 101, 120; c) R. Kumar, R. K. Singh, R. Savu, P. K. Dubey, P. Kumar, S. A. Moshkalev, RSC Adv. 2016, 6, 26612; d) K. Y. Cho, H. Y. Seo, Y. S. Yeom, P. Kumar, A. S. Lee, K.-Y. Baek, H. G. Yoon, Carbon 2016, 105, 340; e) K. Y. Cho, Y. S. Yeom, H. Y. Seo, P. Kumar, A. S. Lee, K.-Y. Baek, H. G. Yoon, ACS Appl. Mater. Interfaces 2017, 9, 1524; f) K. Y. Cho, Y. S. Yeom, H. Y. Seo, P. Kumar, K.-Y. Baek, H. G. Yoon, J. Mater. Chem. A 2017, 5, 3129; g) K. Y. Cho, Y. S. Yeom, H. Y. Seo, P. Kumar, A. S. Lee, K.-Y. Baek, H. G. Yoon, J. Mater. Chem. A 2015, 3, 20471. [18] H. Zhang, ACS Nano 2015, 9, 9451. [19] a) J. N. Coleman, M. Lotya, A. O’Neill, S. D. Bergin,\nP. J. King, U. Khan, K. Young, A. Gaucher, S. De, R. J. Smith, I. V. Shvets, S. K. Arora, G. Stanton, H.-Y. Kim, K. Lee, G. T. Kim, G. S. Duesberg, T. Hallam, J. J. Boland, J. J. Wang, J. F. Donegan, J. C. Grunlan, G. Moriarty, A. Shmeliov, R. J. Nicholls, J. M. Perkins, E. M. Grieveson, K. Theuwissen, D. W. McComb, P. D. Nellist, V. Nicolosi, Science 2011, 331, 568; b) J. Yu, J. Li, W. Zhang, H. Chang, Chem. Sci. 2015, 6, 6705; c) M. Naguib, Y. Gogotsi, Acc. Chem. Res. 2015, 48, 128. [20] R. Narayan, J. E. Kim, J. Y. Kim, K. E. Lee, S. O. Kim, Adv. Mater. 2016, 28, 3045. [21] a) G. Fiori, F. Bonaccorso, G. Iannaccone, T. Palacios, D. Neumaier, A. Seabaugh, S. K. Banerjee, L. Colombo, Nat. Nanotechnol. 2014, 9, 768; b) S. J. Koester, presented at 2016 74th Annual Device Research Conf. (DRC), June 2016, pp. 19–22; c) F. Shahzad, M. Alhabeb,\nC. B. Hatter, B. Anasori, S. Man Hong, C. M. Koo, Y. Gogotsi, Science 2016, 353, 1137; d) E. Quesnel, F. Roux, F. Emieux, P. Faucherand, E. Kymakis, G. Volonakis, F. Giustino, B. Martín-García, I. Moreels, S. A. Gürsel, A. B. Yurtcan, V. D. Noto, A. Talyzin, I. Baburin, D. Tranca, G. Seifert, L. Crema, G. Speranza, V. Tozzini, P. Bondavalli, G. Pognon, C. Botas, D. Carriazo, G. Singh, T. Rojo, G. Kim, W. Yu, C. P. Grey, V. Pellegrini, 2D Mater. 2015, 2, 030204. [22] a) H. Seul Ki, K. Ki Yeong, K. Taek Yong, K. Jong Hoon, P. Seong Wook, K. Joung Ho, C. Byung Jin, Nanotechnology 2012, 23, 455704; b) B. Shen, W. Zhai, W. Zheng, Adv. Funct. Mater. 2014, 24, 4542; c) M.-Q. Ning, M.-M. Lu, J.-B. Li, Z. Chen, Y.-K. Dou, C.-Z. Wang, F. Rehman, M.-S. Cao, H.-B. Jin, Nanoscale 2015, 7, 15734. [23] Y. Wang, D. Chen, X. Yin, P. Xu, F. Wu, M. He, ACS Appl. Mater. Interfaces 2015, 7, 26226. [24] K. S. Kim, Y. Zhao, H. Jang, S. Y. Lee, J. M. Kim, K. S. Kim, J.-H. Ahn, P. Kim, J.-Y. Choi, B. H. Hong, Nature 2009, 457, 706. [25] A. Kaynak, Mater. Res. Bull. 1996, 31, 845. [26] P. Kuzhir, N. Volynets, S. Maksimenko, T. Kaplas, Y. Svirko,\nJ. Nanosci. Nanotechnol. 2013, 13, 5864. [27] K. Batrakov, P. Kuzhir, S. Maksimenko, N. Volynets, S. Voronovich,\nA. Paddubskaya, G. Valusis, T. Kaplas, Y. Svirko, P. Lambin, Appl. Phys. Lett. 2016, 108, 123101. [28] L. Zhang, N. T. Alvarez, M. Zhang, M. Haase, R. Malik, D. Mast, V. Shanov, Carbon 2015, 82, 353. [29] S. Padmajan Sasikala, J. Lim, I. H. Kim, H. J. Jung, T. Yun, T. H. Han, S. O. Kim, Chem. Soc. Rev. 2018, 47, 6013. [30] a) T. Kuila, A. K. Mishra, P. Khanra, N. H. Kim, J. H. Lee, Nanoscale 2013, 5, 52; b) T. Ji, Y. Hua, M. Sun, N. Ma, Carbon 2013, 54, 412. [31] S. R. Dhakate, K. M. Subhedar, B. P. Singh, RSC Adv. 2015, 5, 43036. [32] L. Paliotta, G. De Bellis, A. Tamburrano, F. Marra, A. Rinaldi, S. K. Balijepalli, S. Kaciulis, M. S. Sarto, Carbon 2015, 89, 260. [33] S. Singh, P. Tripathi, A. Bhatnagar, C. R. Prakash Patel, A. P. Singh, S. K. Dhawan, B. K. Gupta, O. N. Srivastava, RSC Adv. 2015, 5, 107083. [34] Y.-J. Wan, P.-L. Zhu, S.-H. Yu, R. Sun, C.-P. Wong, W.-H. Liao, Carbon 2017, 122, 74. [35] P. M. Sudeep, S. Vinayasree, P. Mohanan, P. M. Ajayan, T. N. Narayanan, M. R. Anantharaman, Appl. Phys. Lett. 2015, 106, 221603. [36] L. Zhang, M. Liu, S. Bi, L. Yang, S. Roy, X.-Z. Tang, C. Mu, X. Hu, J. Colloid Interface Sci. 2017, 493, 327. [37] Z. Wang, R. Wei, X. Liu, ACS Appl. Mater. Interfaces 2017, 9, 22408. [38] K. Batrakov, P. Kuzhir, S. Maksimenko, A. Paddubskaya,\nS. Voronovich, P. Lambin, T. Kaplas, Y. Svirko, Sci. Rep. 2015, 4, 7191. [39] N. Yousefi, X. Sun, X. Lin, X. Shen, J. Jia, B. Zhang, B. Tang, M. Chan, J.-K. Kim, Adv. Mater. 2014, 26, 5480. [40] W.-L. Song, M.-S. Cao, M.-M. Lu, S. Bi, C.-Y. Wang, J. Liu, J. Yuan, L.-Z. Fan, Carbon 2014, 66, 67. [41] D. Mencarelli, L. Pierantoni, M. Stocchi, S. Bellucci, Appl. Phys. Lett. 2016, 109, 093103. [42] P. Kumar, A. Kumar, K. Y. Cho, T. K. Das, V. Sudarsan, AIP Adv. 2017, 7, 015103. [43] S.-T. Hsiao, C.-C. M. Ma, H.-W. Tien, W.-H. Liao, Y.-S. Wang, S.-M. Li, Y.-C. Huang, Carbon 2013, 60, 57. [44] B. Wen, X. X. Wang, W. Q. Cao, H. L. Shi, M. M. Lu, G. Wang, H. B. Jin, W. Z. Wang, J. Yuan, M. S. Cao, Nanoscale 2014, 6, 5754. [45] a) A. G. D’Aloia, F. Marra, A. Tamburrano, G. De Bellis, M. S. Sarto, Carbon 2014, 73, 175; b) R. Jan, A. Saboor, A. N. Khan, I. Ahmad, Mater. Res. Express 2017, 4, 085605; c) X. Xia, A. D. Mazzeo, Z. Zhong, G. J. Weng, J. Appl. Phys. 2017, 122, 025104. [46] A. P. Singh, P. Garg, F. Alam, K. Singh, R. B. Mathur, R. P. Tandon, A. Chandra, S. K. Dhawan, Carbon 2012, 50, 3868.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901454 (24 of 24)\nAdv. Mater. Interfaces 2019, 1901454\n[47] Y.-L. Ren, H.-Y. Wu, M.-M. Lu, Y.-J. Chen, C.-L. Zhu, P. Gao, M.-S. Cao, C.-Y. Li, Q.-Y. Ouyang, ACS Appl. Mater. Interfaces 2012, 4, 6436. [48] T. Wang, Z. Liu, M. Lu, B. Wen, Q. Ouyang, Y. Chen, C. Zhu, P. Gao, C. Li, M. Cao, L. Qi, J. Appl. Phys. 2013, 113, 024314. [49] Y. Li, R. Liu, X. Pang, X. Zhao, Y. Zhang, G. Qin, X. Zhang, Carbon 2018, 126, 372. [50] H. J. Im, G. H. Jun, D. J. Lee, H. J. Ryu, S. H. Hong, J. Mater. Chem. C 2017, 5, 6471. [51] a) A. V. Kyrylyuk, M. C. Hermant, T. Schilling, B. Klumperman, C. E. Koning, P. van der Schoot, Nat. Nanotechnol. 2011, 6, 364; b) M. Li, C. Gao, H. Hu, Z. Zhao, Carbon 2013, 65, 371; c) Y. Zhan, M. Lavorgna, G. Buonocore, H. Xia, J. Mater. Chem. 2012, 22, 10464; d) H. Pang, L. Xu, D.-X. Yan, Z.-M. Li, Prog. Polym. Sci. 2014, 39, 1908. [52] a) D.-X. Yan, H. Pang, L. Xu, Y. Bao, P.-G. Ren, J. Lei, Z.-M. Li, Nanotechnology 2014, 25, 145705; b) F. Sharif, M. Arjmand, A. A. Moud, U. Sundararaj, E. P. L. Roberts, ACS Appl. Mater. Interfaces 2017, 9, 14171; c) F. E. Alam, J. Yu, D. Shen, W. Dai, H. Li, X. Zeng, Y. Yao, S. Du, N. Jiang, C.-T. Lin, Polymers 2017, 9, 662. [53] a) B. Shen, W. Zhai, M. Tao, J. Ling, W. Zheng, ACS Appl. Mater. Interfaces 2013, 5, 11383; b) J. Wang, C. Xiang, Q. Liu, Y. Pan, J. Guo, Adv. Funct. Mater. 2008, 18, 2995. [54] A. Xie, M. Sun, K. Zhang, W. Jiang, F. Wu, M. He, Phys. Chem. Chem. Phys. 2016, 18, 24931. [55] Q. Wen, W. Zhou, J. Su, Y. Qing, F. Luo, D. Zhu, J. Alloys Compd. 2016, 666, 359. [56] A.-P. Guo, X.-J. Zhang, S.-W. Wang, J.-Q. Zhu, L. Yang, G.-S. Wang, ChemPlusChem 2016, 81, 1305. [57] P. Jagdees, S. Ashwani Kumar, S. Jyoti, R. K. Kotnala, S. Kedar, Mater. Res. Express 2018, 5, 055028. [58] M. Naguib, M. Kurtoglu, V. Presser, J. Lu, J. Niu, M. Heon, L. Hultman, Y. Gogotsi, M. W. Barsoum, Adv. Mater. 2011, 23, 4248. [59] a) N. C. Das, Y. Liu, K. Yang, W. Peng, S. Maiti, H. Wang, Polym. Eng. Sci. 2009, 49, 1627; b) R. M. Simon, Polym.-Plast. Technol. Eng. 1981, 17, 1. [60] J. Liu, H.-B. Zhang, R. Sun, Y. Liu, Z. Liu, A. Zhou, Z.-Z. Yu, Adv. Mater. 2017, 29, 1702367. [61] X. Li, X. Yin, M. Han, C. Song, X. Sun, H. Xu, L. Cheng, L. Zhang, J. Mater. Chem. C 2017, 5, 7621. [62] X. Li, X. Yin, M. Han, C. Song, H. Xu, Z. Hou, L. Zhang, L. Cheng, J. Mater. Chem. C 2017, 5, 4068. [63] Y. Li, X. Zhou, J. Wang, Q. Deng, M. Li, S. Du, Y.-H. Han, J. Lee, Q. Huang, RSC Adv. 2017, 7, 24698. [64] B. Dai, B. Zhao, X. Xie, T. Su, B. Fan, R. Zhang, R. Yang, J. Mater. Chem. C 2018, 6, 5690. [65] M. Li, M. Han, J. Zhou, Q. Deng, X. Zhou, J. Xue, S. Du, X. Yin, Q. Huang, Adv. Electron. Mater. 2018, 4, 1700617. [66] M. Vural, A. Pena-Francesch, J. Bars-Pomes, H. Jung, H. Gudapati, C. B. Hatter, B. D. Allen, B. Anasori, I. T. Ozbolat, Y. Gogotsi, M. C. Demirel, Adv. Funct. Mater. 2018, 28, 1801972. [67] M. Han, X. Yin, X. Li, B. Anasori, L. Zhang, L. Cheng, Y. Gogotsi, ACS Appl. Mater. Interfaces 2017, 9, 20038. [68] W.-T. Cao, F.-F. Chen, Y.-J. Zhu, Y.-G. Zhang, Y.-Y. Jiang, M.-G. Ma, F. Chen, ACS Nano 2018, 12, 4583. [69] a) Y. Wang, P. Huang, M. Ye, R. Quhe, Y. Pan, H. Zhang, H. Zhong, J. Shi, J. Lu, Chem. Mater. 2017, 29, 2191; b) C. Gibaja, D. Rodriguez-San-Miguel, P. Ares, J. Gómez-Herrero, M. Varela, R. Gillen, J. Maultzsch, F. Hauke, A. Hirsch, G. Abellán, F. Zamora, Angew. Chem., Int. Ed. 2016, 55, 14345. [70] a) H. Sachdev, Science 2015, 350, 1468; b) Z. A. Piazza, H.-S. Hu, W.-L. Li, Y.-F. Zhao, J. Li, L.-S. Wang, Nat. Commun. 2014, 5, 3113. [71] P. Tripathi, C. R. Prakash Patel, A. Dixit, A. P. Singh, P. Kumar, M. A. Shaz, R. Srivastava, G. Gupta, S. K. Dhawan, B. K. Gupta, O. N. Srivastava, RSC Adv. 2015, 5, 19074. [72] B. Yuan, C. Bao, X. Qian, L. Song, Q. Tai, K. M. Liew, Y. Hu, Carbon 2014, 75, 178. [73] D.-X. Yan, P.-G. Ren, H. Pang, Q. Fu, M.-B. Yang, Z.-M. Li, J. Mater. Chem. 2012, 22, 18772. [74] B. Yuan, L. Yu, L. Sheng, K. An, X. Zhao, J. Phys. D: Appl. Phys. 2012, 45, 235108. [75] J. Ling, W. Zhai, W. Feng, B. Shen, J. Zhang, W. G. Zheng, ACS Appl. Mater. Interfaces 2013, 5, 2677. [76] B. Shen, Y. Li, W. Zhai, W. Zheng, ACS Appl. Mater. Interfaces 2016, 8, 8050. [77] J. Liang, Y. Wang, Y. Huang, Y. Ma, Z. Liu, J. Cai, C. Zhang, H. Gao, Y. Chen, Carbon 2009, 47, 922. [78] S.-T. Hsiao, C.-C. M. Ma, W.-H. Liao, Y.-S. Wang, S.-M. Li, Y.-C. Huang, R.-B. Yang, W.-F. Liang, ACS Appl. Mater. Interfaces 2014, 6, 10667. [79] F. Shahzad, S. Yu, P. Kumar, J.-W. Lee, Y.-H. Kim, S. M. Hong, C. M. Koo, Compos. Struct. 2015, 133, 1267. [80] S. Umrao, T. K. Gupta, S. Kumar, V. K. Singh, M. K. Sultania, J. H. Jung, I.-K. Oh, A. Srivastava, ACS Appl. Mater. Interfaces 2015, 7, 19831. [81] T. K. Gupta, B. P. Singh, V. N. Singh, S. Teotia, A. P. Singh, I. Elizabeth, S. R. Dhakate, S. K. Dhawan, R. B. Mathur, J. Mater. Chem. A 2014, 2, 4256. [82] W.-L. Song, X.-T. Guan, L.-Z. Fan, W.-Q. Cao, C.-Y. Wang, Q.-L. Zhao, M.-S. Cao, J. Mater. Chem. A 2015, 3, 2097. [83] K. Yao, J. Gong, N. Tian, Y. Lin, X. Wen, Z. Jiang, H. Na, T. Tang, RSC Adv. 2015, 5, 31910. [84] B. V. Bhaskara Rao, P. Yadav, R. Aepuru, H. S. Panda, S. Ogale, S. N. Kale, Phys. Chem. Chem. Phys. 2015, 17, 18353. [85] K. Singh, A. Ohlan, V. H. Pham, B. R, S. Varshney, J. Jang, S. H. Hur, W. M. Choi, M. Kumar, S. K. Dhawan, B.-S. Kong, J. S. Chung, Nanoscale 2013, 5, 2411. [86] A. P. Singh, M. Mishra, P. Sambyal, B. K. Gupta, B. P. Singh, A. Chandra, S. K. Dhawan, J. Mater. Chem. A 2014, 2, 3581. [87] M. Li, X. Cao, S. Zheng, S. Qi, J. Mater. Sci.: Mater. Electron. 2017, 28, 16802. [88] M. Han, X. Yin, H. Wu, Z. Hou, C. Song, X. Li, L. Zhang, L. Cheng, ACS Appl. Mater. Interfaces 2016, 8, 21011. [89] R. Sun, H.-B. Zhang, J. Liu, X. Xie, R. Yang, Y. Li, S. Hong, Z.-Z. Yu, Adv. Funct. Mater. 2017, 27, 1702807."
    } ],
    "references" : [ {
      "title" : "Nanoscience and Technology, World Scientific, Singapore",
      "author" : [ "a) A.K. Geim", "K.S. Novoselov" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2009
    }, {
      "title" : "Mater",
      "author" : [ "J. Ling", "W. Zhai", "W. Feng", "B. Shen", "J. Zhang", "W.G. Zheng", "ACS Appl" ],
      "venue" : "Interfaces 2013, 5,",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2677
    }, {
      "title" : "Chem",
      "author" : [ "W.-L. Song", "X.-T. Guan", "L.-Z. Fan", "W.-Q. Cao", "C.-Y. Wang", "Q.-L. Zhao", "M.-S. Cao", "J. Mater" ],
      "venue" : "A 2015, 3,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2097
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "2D nanomaterials have received extensive research interests since the rediscovery of graphene in 2004 by Geim and Novoselov.[16] Since, then graphenes are being considered as one of the most promising nanomaterials for almost all areas of science and technology due to its remarkable properties including high surface area (≈2600 m2 g−1), large aspect ratio, extreme thermal conductivity of ≈5000 W m K−1, ultrahigh electrical conductivity of ≈6000 S cm−1, and excellent mechanical stiffness (Young’s modulus of 1 TPa).",
      "startOffset" : 124,
      "endOffset" : 128
    } ],
    "year" : 2019,
    "abstractText" : "Increasing demands of wireless communication and the fastgrowing market of portable devices are creating lots of chaos of electromagnetic radiation among different communication channels. This unwanted electromagnetic radiation creates undesirable electromagnetic energy, which compromises device performance and lifetime and also interferes with the function of nearby electronic components and devices. Therefore, electromagnetic radiation has become a major challenge in the areas of electronics, communications, avionics, medical devices, and military.[1] Moreover, this undesired radiation pollution is a serious concern for living organisms, as it may cause brain cancer and other health problems.[2] However, radiation Along with an enormous interest in nanomaterials, 2D nanomaterials hold great promise for a wide range of applications in the fields of chemistry, condensed matter, material science, and engineering. These 2D nanomaterials should continue to inspire many curiosity-driven discoveries and applications in the fields of supercapacitors, batteries, sensors, catalysis, and electromagnetic interference (EMI) shielding. Although there is a worldwide surge in realizing the fabrication of high-performance EMI shielding materials, EMI shielding is a major challenge to modern electronics and devices as they rely on wireless communications. In recent years, 2D nanomaterials are emerged as the most promising materials for applications in EMI shielding. So far, few 2D nanomaterials including graphene, transition metal carbides, and molybdenum disulfide are tested for application in EMI shielding. Herein, recent progress in 2D nanomaterials for high-performance EMI shielding is reviewed. The developments of thin films, layered and hybrid structures are critically reviewed with an emphasis on the role of size, structure, thickness, and interfacial interactions on the shielding efficiency. The progress covered shows great promise for the technological development of advanced EMI shielding materials for modern portable and other advanced electronic devices.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}