{
  "name" : "downloads_2020-07-14_67_upadhyay2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Developing a Cost-Effective Bioassay to Detect Alkaline Phosphatase Activity and Generating White Light Emission from a Single Nano-Assembly by Conjugating Vitamin B6 Cofactors with Lysozyme-Stabilized Fluorescent Gold Nanoclusters",
    "authors" : [ "Yachana Upadhyay", "Rajender Kumar", "Suban K. Sahoo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION The enzyme alkaline phosphatase (ALP) catalyzes the dephosphorylation of a variety of monophosphate ester substrates, such as ascorbic acid-2-phosphate, phenyl phosphate, p-nitrophenyl phosphate, adenosine triphosphate (ATP), amifostine, 5-bromo-4-chloro-3-indolyl-phosphate, etc., and also promotes the transphosphorylation of many phosphoric acid monoesters in various metabolic processes.1,2\nALP is found throughout the body with higher concentrations in the cells of bones and liver. ALP has been extensively studied as a biomarker in clinical practice for the diagnosis of diseases such as diabetes, prostate cancer, Paget’s disease, bone cancer, osteomalacia and osteoblastic damage, liver dysfunction, and hepatic and coronary artery diseases.3−7 It is often utilized in the enzyme-linked immunosorbent assay (ELISA) and histochemical assay.8 Also, the human placental ALP is used as an important labeling enzyme and a genetic marker to track cartilage and bone cells and western blotting in clinical experiments.9−11 Therefore, development of facile analytical approaches with high selectivity and sensitivity to quantify\nlevels of serum ALP is a scientific goal of current research interest in the fields of drug screening and clinical diagnostics. Different analytical approaches, such as isotopic labeling, fluorescence, chemiluminescence, chromatography, colorimetry, electrochemistry, surface-enhanced resonance Raman scattering, etc., were developed to assay the ALP activity.12−19 However, there is burgeoning interest in the designing of fluorescence-based sensors and biosensors because of their simplicity, low cost, high selectivity, sensitivity, and real-time detection.20 A survey of recent literature revealed that most of the reported ALP-selective fluorescent sensors are mainly based on organic fluorescent dyes, nanomaterials, semiconductor quantum dots (QDs), and conjugated polyelectrolytes.21−27 The reported approaches can detect ALP activity\nReceived: November 4, 2019 Revised: February 11, 2020 Published: February 27, 2020\n© 2020 American Chemical Society 4107\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\nD ow\nnl oa\nde d\nvi a\nD U\nR H\nA M\nU N\nIV o\nn Ju\nly 1\n4, 2\n02 0\nat 0\n1: 27\n:0 8\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nsensitively and selectively but have several limitations, such as small Stokes shifts, poor photostability and insolubility of organic dyes in water, multistep and tedious synthetic and purification processes of polyelectrolytes, and toxicity of semiconductor QDs. As alternates to organic and QD-based probes, noble metal fluorescent nanoclusters based on gold28 and silver29 are expected to become potential replacements for the development of ALP-selective fluorescent probes due to their facile preparation methods, unique optical properties, large Stokes shifts, biocompatibility, low toxicity, and good photostability.30 In addition to sensing applications, fluorescent dyes31 and optically active nanomaterials32 and nanoclusters33 have been investigated in the last few years to develop white-light-emissive materials for potential use in display systems and light-emitting diode (LED)-based lighting devices. Recent research on white light emission revealed that white-light-emissive materials are generally developed by appropriate mixing of several components emitting different colors, i.e., red/green/blue or blue/orange, etc., which show several problems related to device fabrication, stability, and reproducibility.34 To overcome these limitations, efforts are made to generate white light emission with high quality from a single-molecular system.35\nConsidering the above facts, the current research was carried out to develop a bioassay for the selective sensing of ALP activity and also to generate white light emission from a singlemolecular system. The ALP sensing method developed in this work contains two important parts: (i) lysozyme-stabilized gold nanoclusters (Lyso-AuNCs) that act as a fluorescent signaling unit and (ii) pyridoxal 5′-phosphate (PLP) conjugated to Lyso-AuNCs that acts as a monophosphate substrate. In biological processes, the cofactor PLP has an important relation with the ALP enzymatic activity. The protein-bound PLP traverses plasma membranes only when ALP hydrolyzes PLP into pyridoxal (Py).36 Mimicking the biological process, this bioassay was developed to detect ALP activity where the yellow fluorescent PLP_Lyso-AuNCs changed to a pale white fluorescent color due to the ALPdirected catalytic conversion of PLP into pyridoxal. The analytical utility of the developed bioassay was applied to quantify ALP activity in biological and environmental samples. In addition, the fluorescent color change of PLP_Lyso-AuNCs upon addition of ALP was monitored with a smartphone using the mobile RGB App to develop a facile analytical approach to detect ALP activity. Finally, a pure white light-emitting nanoassembly was developed by conjugating optimized amounts of both PLP and pyridoxal over the surface of Lyso-AuNCs.\n■ EXPERIMENTAL SECTION Chemicals and Instruments. Tetrachloroauric acid (HAuCl4), ALP, adenosine triphosphate (ATP), adenosine diphosphate (ADP), adenosine monophosphate (AMP), lysozyme, homocysteine (Hcys), PLP, pyridoxal, pyridoxamine (PyOA), and pyridoxine (PyO) were procured from Sigma-Aldrich, India. The analytical grade chemicals used in the sensing experiments, such as FeCl3·6H2O, NaCl, KCl, MgCl2, NaH2PO4, Na2CO3, NaHCO3, and HCl, were purchased from Rankem Pvt. Ltd., India. The stock solutions (1 mM) of vitamin B6 cofactors, metal ions, anions, and amino acids prepared in doubledistilled water were used for various spectroscopic experiments after appropriate dilution. The fluorescence spectra were recorded on a Cary Eclipse fluorescent spectrophotometer. The excitation and emission slit widths were kept at 5 and 10 nm, respectively. The fluorescence spectra were recorded in the range 380−800 nm by exciting the\nsamples at 370 nm. A Varian Cary 50 spectrophotometer was used to record the UV−vis spectra. The spectra were recorded using a quartz cuvette of 1 cm optical path length. A minimum of 2 mL of solution was used for spectral measurements.\nPreparation of Lyso-AuNCs. A reported method was followed for the synthesis and characterization of Lyso-AuNCs.37,38 In short, an aqueous solution of HAuCl4 (100 μL, 4 mM) was mixed with lysozyme (100 μL, 10 mg/mL). Then, 100 μL of water was added under constant stirring. The mixture was vigorously stirred for 5 min and then 10 μL of NaOH (1 M) was added rapidly followed by incubation at 37 °C for 12 h. After characterization, the prepared Lyso-AuNCs solution was stored at 4 °C for further use.\nSensing of ALP Activity. The working solution of the probe was prepared by taking 100 μL of Lyso-AuNCs from the stock and then diluting to 1.7 mL with water. Then, the PLP (300 μL, 1.5 × 10−4 M) solution was added to make the final volume 2 mL. The change of red emission of Lyso-AuNCs to yellow emission indicates the formation of PLP_Lyso-AuNCs. The stock solution of ALP enzyme was prepared by dissolving accurately weighed 1 mg of ALP in 1 mL of bicarbonate−carbonate buffer (0.1 M, pH = 10.8). The working solution of ALP was prepared by taking 100 μL of ALP from the stock and then diluting it to maintain the concentration of ALP at 0.01 mg/ mL. The stock solutions of other analytes of 1 mM were used for the selectivity and specificity experiments. In a typical ALP assay, 1.95 mL of the PLP_Lyso-AuNCs solution was mixed with 50 μL (0.48 U/L) of ALP solution and then kept in an incubator for 30 min at 37°. After incubation, the fluorescence spectra of PLP_Lyso-AuNCs were recorded at room temperature by keeping the excitation wavelength at 370 nm.\nSensing of ALP Activity in Real Samples. For real sample analyses, environmental and biological samples were collected to perform recovery experiments for examining the viability of the probe for practical applications. Lab tap and river water (Tapi river, Surat, India) samples were collected and filtered with Whatman filter paper 42 (CAT No. 1442-047). Blood plasma and serum samples were collected from a Raktadan Kendra and Research Center, Surat, Gujarat, India, and the samples were centrifuged for 10 min at 7000 rpm. These biological samples were further diluted 10 times with water. Without spiking of ALP, direct addition of real samples into the probe solution resulted in no noticeable fluorescence changes. Then, the river water (100, 200, and 300 μL) was added to the probe solution spiked with 10, 20, and 30 μL of ALP, whereas the lab tap water was spiked with 10, 40, and 60 μL of ALP, respectively. Similarly, the plasma samples of volume 100, 200, and 300 μL were spiked with 20, 30, and 40 μL of ALP, whereas the serum samples were spiked with 10, 20, and 30 μL of ALP, respectively. The fluorescence spectra were recorded after incubating the samples at 37° for 30 min. Using the calibration curve, the recoveries of ALP activity in the real samples were calculated.\n■ RESULTS AND DISCUSSION Designing of Probe PLP_Lyso-AuNCs. A reported method was adopted to synthesize and characterize the red fluorescent Lyso-AuNCs,38 which gave two characteristic emission bands at 450 and 665 nm (λexc = 370 nm) (Figure 1a), and no characteristic surface plasmon resonance band was observed at ∼525 nm of larger gold nanoparticles in the UV− vis spectra. Then, the fluorescence spectra of Lyso-AuNCs were recorded after adding vitamin B6 cofactors, such as PLP, Py, PyOA, and PyO (Figure 1a). The emission band of LysoAuNCs at 665 nm was quenched and blue-shifted, and concomitantly a new band appeared at 540 nm upon addition of PLP. Also, the red fluorescent color of Lyso-AuNCs turned yellow when observed under UV light (365 nm). Unlike PLP, when the same amount of pyridoxal was added to the LysoAuNCs solution, the emission at 665 nm was not affected, but a fluorescence enhancement was observed at ∼455 nm, which caused a fluorescent color change from red to pale white\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\n4108\n(Figure 1a). However, the fluorescence profile of Lyso-AuNCs remains unchanged upon addition of PyOA and PyO. The cofactors PLP and Py containing a −CHO group are expected to form an imine linkage with the −NH2 group of lysozyme decorated over the Lyso_AuNCs nanoclusters.38 The surface modification upon formation of a Schiff base between the cofactors and Lyso-AuNCs altered the emission profile of nanoclusters.39 Also, the formation of a Schiff base with PLP and Py resulted in conformational changes of the protein molecules.40,41 In comparison to Py, the cofactor PLP with a monophosphate ester group is expected to form a stable complex at the binding sites because of the electrostatic attraction between the phosphate group and the nearby cationic sites of amino acids.40,41 Therefore, the cofactors PLP and Py altered the fluorescence profile of Lyso-AuNCs but differently. Further, considering the PLP- and Py-directed multicolor emission from Lyso_AuNCs, and the potential applications of white-light-emitting organic dyes and nanoparticles in the field of light-emitting diodes (LEDs), switches, sensing, imaging, displays etc., the CIE 1931 chromaticity diagram was plotted to obtain the luminescent color coordinates, x and y.31 The color coordinates of LysoAuNCs (0.384, 0.254) were shifted toward the yellow (0.358, 0.411) and pale-white (0.292, 0.282) region upon interaction with the cofactors PLP and Py, respectively (Figure\n1b). Deeper analyses of color coordinates indicate that pure white light emission can be achieved by conjugating controlled amounts of PLP and Py over the surface of Lyso-AuNCs.\nSelectivity and Specificity of PLP_Lyso-AuNCs. The PLP- and Py-directed multicolor emitting ability of LysoAuNCs encouraged us to develop a biomimic approach for the detection of ALP activity qualitatively and quantitatively along with obtaining the optimized conditions for pure white light emission. According to the proposed sensing mechanism (Scheme 1), when the yellow-emitting PLP_Lyso-AuNCs solution was treated with ALP, PLP was catalytically dephosphorylated and converted into pyridoxal, which provided a distinct fluorescent spectral and color change. To validate the proposed mechanism, the experimental conditions for the enzymatic catalytic activity were first optimized, where the carbonate−bicarbonate buffer was used to maintain the pH at 10.08, and the PLP_Lyso-AuNCs solution required incubation at 37 °C for 30 min in the presence of ALP for the completion of catalytic activity. Under optimized conditions, the selectivity of PLP_LysoAuNCs (1950 μL) was examined by adding ALP (50 μL, 0.48 U/L) and other analytes, such as Na+, K+, Fe3+, Mg2+, H2PO4\n−, homocysteine (Hcys), ATP, ADP, and AMP (50 μL, 1 × 10−3 M) (Figure 2). Except for ALP, the fluorescence spectra of\nPLP_Lyso-AuNCs remained the same upon addition of Na+, K+, Mg2+, Fe3+, H2PO4\n−, Hcys, ATP, ADP, and AMP (Figure 2a). The emission of PLP_Lyso-AuNCs at 540 nm was blueshifted by ∼64 nm and a significant fluorescence enhancement was observed between 450 and 510 nm upon addition of ALP. The changes occurred in the fluorescence spectra of PLP_Lyso-AuNCs after adding ALP, which resembled the\nScheme 1. Schematic Representation of the Sensing of ALP Activity Using PLP_Lyso-AuNCs\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\n4109\nfluorescence spectra of pyridoxal-conjugated Lyso-AuNCs (Figure 1a), clearly confirmed that ALP catalytically dephosphorylated PLP and converted it into pyridoxal. Further, the selectivity of probe PLP_Lyso-AuNCs to detect ALP activity was analyzed by drawing a bar diagram of the fluorescence intensity at 476 nm. The results shown in Figure 2b clearly support the high selectivity of PLP_Lyso-AuNCs as a probe to detect ALP activity. Competitive fluorescence experiments were performed to examine the specificity of the probe, PLP_Lyso-AuNCs, toward detecting ALP activity in the copresence of interfering analytes, such as Na+, K+, Mg2+, Fe3+, H2PO4\n−, Hcys, ATP, ADP, and AMP. For the competitive experiments, the fluorescence spectra of probe PLP_Lyso-AuNCs (1900 μL) were recorded after adding ALP (50 μL, 0.48 U/L) and the interfering analytes (50 μL, 1 × 10−3 M). As shown in Figure S1, the fluorescence enhancement occurred at 476 nm for probe PLP_Lyso-AuNCs upon addition of ALP was almost unchanged in the copresence of the tested interfering analytes. Therefore, the selectivity and interference experiments clearly indicate that the bioassay designed using the fluorescent PLP_Lyso-AuNCs nanoclusters is highly selective toward detecting ALP activity. Sensitivity of PLP_Lyso-AuNCs. The practical utility of the probe was demonstrated by recording the fluorescence spectra of PLP_Lyso-AuNCs by adding successive incremental amounts (U/L) of ALP. The fluorescence intensity of probe PLP_Lyso-AuNCs at 476 nm was enhanced with the successive addition of incremental amounts of ALP (Figure 3a). The fluorescence changes of PLP_Lyso-AuNCs showed a good linear range from 0 to 0.9 U/L ALP with an estimated limit of detection (LOD) of 0.002 U/L (Figure 3b). The equation “3σ/slope of the calibration curve” was applied for the estimation of LOD, where “σ” represents the standard deviation of ten blank samples. The estimated LOD of probe PLP_Lyso-AuNCs is significantly lower than the normal serum\nALP level (40−190 U/L) in an adult human.42 In addition, the LOD of probe PLP_Lyso-AuNCs was much better than those of the recently reported ALP-selective assays (Table S1).\nDetection of ALP Activity Using the Color Scan Mobile App. The fluorescence titration of PLP_Lyso-AuNCs with increasing amounts of ALP showed distinct spectral changes (Figure 3a) as well as a fluorescent color change from yellow to pale white when the vials were irradiated with UV light at 365 nm (Figure S2a). The distinct fluorescent color change encouraged us to develop an alternate cost-effective, facile, and portable analytical approach to quantify ALP activity, where the change in the fluorescent color of probe PLP_Lyso-AuNCs with varying amounts of ALP was monitored to measure the color intensities using the back camera of a smartphone and the RGB App (Figure S2a). At present, most of the reported analytical techniques for ALP detection are generally confined by the use of complicated procedures and expensive instruments. Therefore, this smartphone-based approach was introduced for the rapid, convenient, and on-site quantification of ALP activity. In this approach, the “color scanning mobile app” available freely was downloaded and installed in the smartphone, “iPhone 6s”, followed by the irradiation of vials under a dark black box using UV light (365 nm). The back camera of the smartphone was used to record the variations in the RGB (red, green, blue) values of the probe PLP_Lyso-AuNCs solution with incremental amounts of ALP. It may be noted here that the whole number is used to represent the standard RGB scale, where each color (red, green, blue) is given 0−255. The RGB values with [255, 255, 255] and [0, 0, 0], respectively, correspond to the true white and black in the scale. In our experiments, the varied R/G color intensity ratio showed good linearity with respect to the added concentrations of ALP. Using the plotted calibration curve of R/G ratio against [ALP] (Figure S2b), the ALP concentration can be estimated down to 0.043 U/L, which is sufficiently low in comparison to the normal level of serum ALP in an adult human. The estimated LOD and simplicity make this smartphone approach analytically important and attractive to quantify ALP activity without the need of any sophisticated instruments.\nReal Sample Analysis. The analytical applicability of PLP_Lyso-AuNCs to quantify ALP activity was examined in real environmental and biological samples by both the fluorimetric and smartphone approaches. Direct addition of the real samples into the probe resulted in no detectable fluorescence changes, presumably because the concentrations of ALP are lower than the LOD of the developed probe. Therefore, known amounts of ALP were spiked into the real samples followed by the addition of a known volume of ALP to the probe PLP_Lyso-AuNCs solution. After incubation, the fluorescence spectra and color changes were recorded using the fluorimeter and smartphone, respectively. Using the calibration curve, the experimentally determined concentrations were obtained and compared with the spiked concentrations of ALP. The results of the real sample analyses obtained from both the fluorimeter and smartphone approaches showed satisfactory recovery percentage, which indicated the analytical novelty of probe PLP_Lyso-AuNCs for the quantification of ALP activity (Table S2). Also, the validation of smartphone makes this an analytically facile, costeffective, and convenient approach for the real-time on-site detection of ALP activity.\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\n4110\nWhite Light Emission. The red-emitting Lyso-AuNCs nanoclusters turned pale-white-emitting and yellow-emitting nanoclusters, respectively, upon interaction with the cofactors, pyridoxal and PLP, clearly indicating that pure white lightemitting nanoclusters can be achieved by conjugating controlled amounts of PLP and pyridoxal over the surface of Lyso-AuNCs. This assumption is supported by the fact that pure white light emission requires the appropriate combination of three (red, green, and blue) primary colors or the simultaneous combination of at least two complementary colors. To obtain a possible direction for achieving pure white light emission using Lyso-AuNCs, the color coordinates of the fluorescence changes occurred in probe PLP_Lyso-AuNCs with incremental amounts of ALP in the titration experiment were analyzed using the CIE 1931 chromaticity diagram (Figure 4a). With the ALP-catalyzed dephosphorylation of\nPLP in PLP_Lyso-AuNCs, the initial color coordinates (0.366, 0.409) started to move from the yellow region toward the white region. With the addition of 0.39 U/L ALP, probe PLP_Lyso-AuNCs emitted nearly in the white light region (0.322, 0.362), where the probe contained both PLP and the catalytically converted pyridoxal. Therefore, to obtain the optimized conditions for pure white light emission, different concentrations of PLP and pyridoxal were simultaneously added to the Lyso-AuNCs solution and the luminescent color coordinates were calculated. As shown in Figure 4b, when the Lyso-AuNCs solution was treated with equimolar amounts of PLP (150 μL, 1.5 × 10−4 M) and pyridoxal (150 μL, 1.5 × 10−4 M), it showed white light emission with the color\ncoordinates (0.344, 0.334), and the calculated coordinates complemented well with the pure white light coordinates (0.33, 0.33). To explore the possible application for the fabrication of white-light-emissive LEDs, a white-light-emitting gelatin gel was prepared. With constant stirring, 1 g of gelatin was dissolved in 20 mL of water (5% w/v) at 65 °C for 40 min. The mixture was poured into a flat-bottom glass Petri dish and kept at room temperature for cooling followed by mixing with the prepared nanocluster solution emitting white light (2 mL). The Petri dish was kept at 15 °C for 1 day to obtain the whitelight-emitting gel (Figure 5). The gel was used directly to write\nsomething over a white paper using the tip of a ball pen. Under UV light irradiation (365 nm), the white-light-emitting written characters were clearly readable (Figure 5e). Subsequently, the gel was coated over a commercially available UV-LED (375 nm). As shown in Figure 5g, bright white light emission was observed from the coated UV-LED, where the UV light from the illuminated UV-LED (375 nm) was used as an excitation energy source. The formation of the white-light-emitting gel and the white light emission from the solid surface, such as paper, and UV-LED clearly supported the potential use of this nano-assembly for the fabrication various white-light-emitting devices.43\n■ CONCLUSIONS In summary, three important applications of vitamin B6 cofactors are introduced, i.e., (i) developing a bioassay for the fluorescent turn-on detection of ALP activity by conjugating cofactor PLP over red-emitting Lyso-AuNCs, (ii) integrating a smartphone and fluorescence changes of PLP_Lyso-AuNCs to develop a portable device for the onsite detection of ALP activity, and (iii) obtaining pure white light emission by conjugating the cofactors (PLP and pyridoxal) over the surface of Lyso-AuNCs. With the fluorimeter, the ALP concentration can be estimated down to 0.002 U/L. Further, the fluorescent color change of PLP_Lyso-AuNCs from yellow to pale white upon ALPdirected catalytic conversion of PLP to pyridoxal was integrated with the smartphone, and an analytically facile\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\n4111\napproach was developed to quantify ALP activity. Both the fluorimeter and smartphone methods were successfully applied to quantify ALP activity in real environmental and biological samples, such as lab tap and river water, human serum, and plasma, with good recovery percentage. Finally, the redemitting Lyso-AuNCs was conjugated with equimolar amounts of the cofactors (PLP and pyridoxal) to obtain pure white light-emitting nanoclusters. Overall, we believe that the current research outcomes using the vitamin B6 cofactors will provide new avenues for developing facile sensing strategies to detect various enzymatic activities and also for developing white-lightemitting materials.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acssuschemeng.9b06563.\nCompetitive experiments, detection of ALP activity using a smartphone, comparison table, results of real sample analyses (PDF)\n■ AUTHOR INFORMATION Corresponding Author Suban K. Sahoo − Department of Applied Chemistry, SV National Institute of Technology (SVNIT), Surat 395007, Gujarat, India; orcid.org/0000-0003-1751-5310; Email: sks@chem.svnit.ac.in, suban_sahoo@rediffmail.com"
    }, {
      "heading" : "Authors",
      "text" : "Yachana Upadhyay − Department of Applied Chemistry, SV National Institute of Technology (SVNIT), Surat 395007, Gujarat, India\nRajender Kumar − Department of Applied Chemistry, SV National Institute of Technology (SVNIT), Surat 395007, Gujarat, India; orcid.org/0000-0002-5817-2046\nComplete contact information is available at: https://pubs.acs.org/10.1021/acssuschemeng.9b06563"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We would like to thank the Director, SVNIT, for providing necessary facilities and infrastructure. This work was made possible by a grant from the DST, New Delhi (SR/SI/IC-54/ 2012).\n■ REFERENCES (1) Lee, J. Y.; Ahn, J. K.; Park, K. S.; Park, H. G. An impedimetric determination of alkaline phosphatase activity based on the oxidation reaction mediated by Cu2+ bound to poly-thymine DNA. RSC Adv. 2018, 8, 11241−11246. (2) Halawa, M. I.; Gao, W.; Saqib, M.; Kitte, S. A.; Wu, F.; Xu, G. Sensitive detection of alkaline phosphatase by switching on gold nanoclusters fluorescence quenched by pyridoxal phosphate. Biosens. Bioelectron. 2017, 95, 8−14. (3) Chen, C.; Yuan, Q.; Ni, P.; Jiang, Y.; Zhao, Z.; Lu, Y. Fluorescence assay for alkaline phosphatase based on ATP hydrolysistriggered dissociation of cerium coordination polymer nanoparticles. Analyst 2018, 143, 3821−3828. (4) Liu, Y.; Zhu, J.-G.; Cheng, B.-C.; Liao, S.-C.; Lee, C.-H.; Chang, W. X.; Chen, J.-B. An association between time-varying serum alkaline phosphatase concentrations and mortality rate in patients undergoing\nperitoneal dialysis: a five-year cohort study. Sci. Rep. 2017, 7, No. 43314. (5) Ndrepepa, G.; Xhepa, E.; Braun, S.; Cassese, S.; Fusaro, M.; Schunkert, H.; Kastrati, A. Alkaline phosphatase and prognosis in patients with coronary artery disease. Eur. J. Clin. Invest. 2017, 47, 378−387. (6) Linder, C. H.; Ek-Rylander, B.; Krumpel, M.; Norgård, M.; Narisawa, S.; Millań, J. L.; Andersson, G.; Magnusson, P. Bone alkaline phosphatase and tartrate-resistant acid phosphatase: potential co-regulators of bone mineralization. Calcif. Tissue Int. 2017, 101, 92− 101. (7) Bilski, J.; Mazur-Bialy, A.; Wojcik, D.; Zahradnik-Bilska, J.; Brzozowski, B.; Magierowski, M.; Mach, T.; Magierowska, K.; Brzozowski, T. The role of intestinal alkaline phosphatase in inflammatory disorders of gastrointestinal tract. Mediators Inflamm. 2017, 2017, No. 9074601. (8) Jin, L.-Y.; Dong, Y.-M.; Wu, X.-M.; Cao, G.-X.; Wang, G.-L. Versatile and amplified biosensing through enzymatic cascade reaction by coupling alkaline phosphatase in situ generation of photoresponsive nanozyme. Anal. Chem. 2015, 87, 10429−10436. (9) Unger, N. J.; Odörfer, K. I.; Weber, K.; Sandgren, E. P.; Erben, R. G. Utility of human placental alkaline phosphatase as a genetic marker for cell tracking in bone and cartilage. Histochem. Cell Biol. 2007, 127, 669−674. (10) Nemoto, E.; Sakisaka, Y.; Tsuchiya, M.; Tamura, M.; Nakamura, T.; Kanaya, S.; Shimonishi, M.; Shimauchi, H. Wnt3a signaling induces murine dental follicle cells to differentiate into cementoblastic/osteoblastic cells via an osterix-dependent pathway. J. Periodontal Res. 2016, 51, 164−174. (11) Sakisaka, Y.; Tsuchiya, M.; Nakamura, T.; Tamura, M.; Shimauchi, H.; Nemoto, E. Wnt5a attenuates Wnt3a-induced alkaline phosphatase expression in dental follicle cells. Exp. Cell Res. 2015, 336, 85−93. (12) Fernley, H. N.; Bisaz, S. Studies on alkaline phosphatase. Phosphorylation of calf intestinal alkaline phosphatase by 32P-labelled pyrophosphate. Biochem. J. 1968, 107, 279−283. (13) Hasegawa, T.; Sugita, M.; Takatani, K.; Matsuura, H.; Umemura, T.; Haraguchi, H. Assay of alkaline phosphatase in salmon egg cell cytoplasm with fluorescence detection of enzymatic activity and zinc detection by ICP-MS in relation to metallomics research. Bull. Chem. Soc. Jpn. 2006, 79, 1211−1214. (14) Jiao, H.; Chen, J.; Li, W.; Wang, F.; Zhou, H.; Li, Y.; Yu, C. Nucleic acid-regulated perylene probe-induced gold nanoparticle aggregation: a new strategy for colorimetric sensing of alkaline phosphatase activity and inhibitor screening. ACS Appl. Mater. Interfaces 2014, 6, 1979−1985. (15) Ma, C.; Liu, H.; Wu, K.; Chen, M.; He, H.; Wang, K.; Xia, K. A turn-on fluorescence assay of alkaline phosphatase activity using a DNA−silver nanocluster probe. New J. Chem. 2018, 42, 4331−4336. (16) Niu, C.; Yan, H.; Yu, T.; Sun, H.-P.; Liu, J.-X.; Li, X.-S.; Wu, W.; Zhang, F.-Q.; Chen, Y.; Zhou, L. Studies on treatment of acute promyelocytic leukemia with arsenic trioxide: remission induction, follow-up, and molecular monitoring in 11 newly diagnosed and 47 relapsed acute promyelocytic leukemia patients. Blood 1999, 94, 3315−3324. (17) Ino, K.; Kanno, Y.; Arai, T.; Inoue, K. Y.; Takahashi, Y.; Shiku, H.; Matsue, T. Novel electrochemical methodology for activity estimation of alkaline phosphatase based on solubility difference. Anal. Chem. 2012, 84, 7593−7598. (18) Zhang, N.; Ma, Z.-Y.; Ruan, Y.-F.; Zhao, W.-W.; Xu, J.-J.; Chen, H.-Y. Simultaneous photoelectrochemical immunoassay of dual cardiac markers using specific enzyme tags: a proof of principle for multiplexed bioanalysis. Anal. Chem. 2016, 88, 1990−1994. (19) Zeng, Y.; Ren, J.-Q.; Wang, S.-K.; Mai, J.-M.; Qu, B.; Zhang, Y.; Shen, A.-G.; Hu, J.-M. Rapid and reliable detection of alkaline phosphatase by a hot spots amplification strategy based on wellcontrolled assembly on single nanoparticle. ACS Appl. Mater. Interfaces 2017, 9, 29547−29553.\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\n4112\n(20) Chen, Y.; Qiao, J.; Liu, Q.; Qi, L. Ovalbumin-stabilized gold nanoclusters with ascorbic acid as reducing agent for detection of serum copper. Chin. Chem. Lett. 2018, 29, 366−370. (21) Zhang, H.; Xu, C.; Liu, J.; Li, X.; Guo, L.; Li, X. An enzymeactivatable probe with a self-immolative linker for rapid and sensitive alkaline phosphatase detection and cell imaging through a cascade reaction. Chem. Commun. 2015, 51, 7031−7034. (22) Liu, Y.; Schanze, K. S. Conjugated polyelectrolyte-based realtime fluorescence assay for alkaline phosphatase with pyrophosphate as substrate. Anal. Chem. 2008, 80, 8605−8612. (23) Zhong, Y.; Xue, F.; Wei, P.; Li, R.; Cao, C.; Yi, T. Water-soluble MoS2 quantum dots for facile and sensitive fluorescence sensing of alkaline phosphatase activity in serum and live cells based on the inner filter effect. Nanoscale 2018, 10, 21298−21306. (24) Mao, G.; Zhang, Q.; Yang, Y.; Ji, X.; He, Z. Facile synthesis of stable CdTe/CdS QDs using dithiol as surface ligand for alkaline phosphatase detection based on inner filter effect. Anal. Chim. Acta 2019, 1047, 208−213. (25) Chen, Q.; Bian, N.; Cao, C.; Qiu, X.-L.; Qi, A.-D.; Han, B.-H. Glucosamine hydrochloride functionalized tetraphenylethylene: A novel fluorescent probe for alkaline phosphatase based on the aggregation-induced emission. Chem. Commun. 2010, 46, 4067−4069. (26) Selvaprakash, K.; Chen, Y.-C. Detection of ricin by using gold nanoclusters functionalized with chicken egg white proteins as sensing probes. Biosens. Bioelectron. 2017, 92, 410−416. (27) Li, Y.; Chen, Y.; Huang, L.; Ma, L.; Lin, Q.; Chen, G. A fluorescent sensor based on ovalbumin-modified Au nanoclusters for sensitive detection of ascorbic acid. Anal. Methods 2015, 7, 4123− 4129. (28) Rajamanikandan, R.; Ilanchelian, M. Protein-Localized BrightRed Fluorescent Gold Nanoclusters as Cyanide-Selective Colorimetric and Fluorometric Nanoprobes. ACS Omega 2018, 3, 14111− 14118. (29) Joshi, D.; Soni, R. Synthesis of gold and silver nanoparticle Sovalbumin protein conjugates by in situ conjugation process. J. Nanopart. Res. 2015, 17, No. 210. (30) Chakraborty, I.; Pradeep, T. Atomically precise clusters of noble metals: emerging link between atoms and nanoparticles. Chem. Rev. 2017, 117, 8208−8271. (31) Mukherjee, S.; Thilagar, P. Organic white-light emitting materials. Dyes Pigm. 2014, 110, 2−27. (32) Sharma, V. K.; Guzelturk, B.; Erdem, T.; Kelestemur, Y.; Demir, H. V. Tunable white-light-emitting Mn-doped ZnSe nanocrystals. ACS Appl. Mater. Interfaces 2014, 6, 3654−3660. (33) Bhandari, S.; Pramanik, S.; Khandelia, R.; Chattopadhyay, A. Gold nanocluster and quantum dot complex in protein for biofriendly white-light-emitting material. ACS Appl. Mater. Interfaces 2016, 8, 1600−1605. (34) Santhosh Babu, S.; Aimi, J.; Ozawa, H.; Shirahata, N.; Saeki, A.; Seki, S.; Ajayaghosh, A.; Möhwald, H.; Nakanishi, T. Solvent-free luminescent organic liquids. Angew. Chem., Int. Ed. 2012, 51, 3391− 3395. (35) Li, D.; Hu, W.; Wang, J.; Zhang, Q.; Cao, X.-M.; Ma, X.; Tian, H. White-light emission from a single organic compound with unique self-folded conformation and multistimuli responsiveness. Chem. Sci. 2018, 9, 5709−5715. (36) Vasilaki, A. T.; McMillan, D. C.; Kinsella, J.; Duncan, A.; O’Reilly, D. S. J.; Talwar, D. Relation between pyridoxal and pyridoxal phosphate concentrations in plasma, red cells, and white cells in patients with critical illness. Am. J. Clin. Nutr. 2008, 88, 140−146. (37) Wei, H.; Wang, Z.; Yang, L.; Tian, S.; Hou, C.; Lu, Y. Lysozyme-stabilized gold fluorescent cluster: synthesis and application as Hg2+ sensor. Analyst 2010, 135, 1406−1410. (38) Bothra, S.; Babu, L. T.; Paira, P.; Kumar, S. A.; Kumar, R.; Sahoo, S. K. A biomimetic approach to conjugate vitamin B6 cofactor with the lysozyme cocooned fluorescent AuNCs and its application in turn-on sensing of zinc(II) in environmental and biological samples. Anal. Bioanal. Chem. 2018, 410, 201−210.\n(39) Wu, Z.; Jin, R. On the ligand’s role in the fluorescence of gold nanoclusters. Nano Lett. 2010, 10, 2568−2573. (40) Anderson, B. B.; Newmark, P. A.; Rawlins, M.; Green, R. Plasma binding of vitamin B6 compounds. Nature 1974, 250, 502− 504. (41) Dempsey, W. B.; Christensen, H. N. The specific binding of pyridoxal 5′-phosphate to bovine plasma albumin. J. Biol. Chem. 1962, 237, 1113−1120. (42) Hausamen, T.-U.; Helger, R.; Rick, W.; Gross, W. Optimal conditions for the determination of serum alkaline phosphatase by a new kinetic method. Clin. Chim. Acta 1967, 15, 241−245. (43) Cao, X.; Lan, H.; Li, Z.; Mao, Y.; Chen, L.; Wu, Y.; Yi, T. White light emission from a two-component hybrid gel via an energy transfer process. Phys. Chem. Chem. Phys. 2015, 17, 32297−32303.\nhttps://dx.doi.org/10.1021/acssuschemeng.9b06563 ACS Sustainable Chem. Eng. 2020, 8, 4107−4113\n4113"
    } ],
    "references" : [ {
      "title" : "Organic white-light emitting materials",
      "author" : [ "S. Mukherjee", "P. Thilagar" ],
      "venue" : "Dyes Pigm. 2014,",
      "citeRegEx" : "Mukherjee and Thilagar,? \\Q2014\\E",
      "shortCiteRegEx" : "Mukherjee and Thilagar",
      "year" : 2014
    }, {
      "title" : "Tunable white-light-emitting Mn-doped ZnSe nanocrystals",
      "author" : [ "H.V. Demir" ],
      "venue" : "ACS Appl. Mater. Interfaces 2014,",
      "citeRegEx" : "Demir,? \\Q2014\\E",
      "shortCiteRegEx" : "Demir",
      "year" : 2014
    }, {
      "title" : "Solvent-free luminescent organic liquids",
      "author" : [ "S. Seki", "A. Ajayaghosh", "H. Möhwald", "T. Nakanishi" ],
      "venue" : "Angew. Chem., Int. Ed. 2012,",
      "citeRegEx" : "Seki et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Seki et al\\.",
      "year" : 2012
    }, {
      "title" : "On the ligand’s role in the fluorescence of gold nanoclusters",
      "author" : [ "Z. Wu", "R. Jin" ],
      "venue" : "Nano Lett. 2010,",
      "citeRegEx" : "Wu and Jin,? \\Q2010\\E",
      "shortCiteRegEx" : "Wu and Jin",
      "year" : 2010
    }, {
      "title" : "Plasma binding of vitamin B6 compounds",
      "author" : [ "B.B. Anderson", "P.A. Newmark", "M. Rawlins", "R. Green" ],
      "venue" : "Nature 1974,",
      "citeRegEx" : "Anderson et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Anderson et al\\.",
      "year" : 1974
    }, {
      "title" : "The specific binding of pyridoxal 5′-phosphate to bovine plasma albumin",
      "author" : [ "W.B. Dempsey", "H.N. Christensen" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "Dempsey and Christensen,? \\Q1962\\E",
      "shortCiteRegEx" : "Dempsey and Christensen",
      "year" : 1962
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "In this work, lysozyme-stabilized fluorescent gold nanoclusters (Lyso-AuNCs) and pyridoxal 5′-phosphate (PLP) as a monophosphate ester substrate were used to develop a highly selective and cost-effective bioassay for the detection of alkaline phosphatase (ALP) activity. The vitamin B6 cofactor, PLP, was conjugated with the red-emitting nanoclusters to obtain a probe, PLP_Lyso-AuNCs, via forming a Schiff base linkage between the free amino group of lysozyme and the aldehyde group of PLP. At pH = 10.08, addition of ALP to the yellow-emitting PLP_Lyso-AuNCs solution catalyzed the hydrolysis of PLP and converted it into pyridoxal, which produced a distinct ratiometric fluorescence response and the fluorescent color turned pale white. Using the probe, PLP_Lyso-AuNCs, the ALP activity could be detected down to 0.002 U/L. Further, the changes in the fluorescent color intensity (red, blue, and green) of PLP_Lyso-AuNCs were recorded with the back camera of a smartphone to quantify the ALP activity. Both the fluorimetric and smartphone approaches gave satisfactory recovery percentage, when the practical utility of PLP_Lyso-AuNCs was applied to quantify the ALP activity in environmental and biological samples, such as river and lab tap water, blood plasma, and serum. Finally, a pure white light-emitting nano-assembly was developed by conjugating optimized amounts of both PLP and pyridoxal over the surface of Lyso-AuNCs.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}