{
  "name" : "downloads_2019-10-23_56_sahu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano Gold Hybrid Polyvinyl Alcohol Films for Sensing of Cu2+ ions",
    "authors" : [ "Deepak Sahu", "Niladri Sarkar", "Priyaranjan Mohapatra", "Sarat K Swain" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nz Materials Science inc. Nanomaterials & Polymers"
    }, {
      "heading" : "Nano Gold Hybrid Polyvinyl Alcohol Films for Sensing of",
      "text" : "Cu2+ ions Deepak Sahu, Niladri Sarkar, Priyaranjan Mohapatra, and Sarat K Swain*[a]\nAn efficient and eco-friendly approach is adopted for the synthesis of highly stable L-alanine assisted nano gold based polyvinyl alcohol nanocomposite hybrid films (Au/PVA).The – COOH groups of L-alanine and oxygeneous groups of polyvinyl alcohol are utilized for the synthesis of size controlled gold nanoparticles. The as-synthesized nanocomposites show rapid and selective detection of Cu2+ ion in aqueous medium. With addition Cu2+ ion to as-synthesized nanocomposites, the SPR peaks of Au NPs (538 nm) decrease with occurrence of a red shift as well as a new peak is observed at higher wavelength which is due to the aggregation of gold nanoparticles in the nanocomposites hybrid films. Scanning electron microscope (SEM) micrograph and energy dispersive spectroscopy (EDS) reveal the aggregation of gold nanoparticles in the nanocomposite hybrid films. The limit of detection and limit of quantification for Cu2+ ion are 40 nM and 133 nM respectively. This technique for detection of Cu2+ ion in waste water samples is inexpensive and eco-friendly since no any toxic chemicals are used. In the presence of Cu2+ ion, the colour of the hybrid film is changed hence, this method also involves visual detection of Cu2+ ion without use of electrolyte or transducer. Further, many reported methods represent the in situ monitoring of Cu2+ ion, but the present hybrid film can be used for in situ as well as ex situ monitoring of Cu2+ ion."
    }, {
      "heading" : "Introduction",
      "text" : "Recently, researchers are running behind the developing of nanosensor for the detection of toxic metal ions from the environmental and biological samples. Among different metal ions, Cu2+ ion is one of the important environmental pollutant. Generally, Cu2+ ions are third abundant metals in the human body. But excessive amount of Cu2+ ion not only imbalance the cellular process that lead to Wilson’s disease, Parkinson’s disease but also causes many problems such as gastro intestinal disturbance, liver and kidney damage.[1–5] According to World Health Organization (WHO) maximum permissible limit is 20.5 μM in drinking water.[6]Moreover, copper ions are released from metallurgical plants and mixed with water, dust and fume that increase environmental pollution. Generally, 0.25 ppb (4 nM) and 3ppb (47 nM) of Cu2+ion are found in sea water and fresh water respectively. Although many sensitive techniques such as inductively coupled plasma optical emission spectroscopy(ICP-OES),[7] inductively coupled plasma mass spectrometry,[8] surface-enhanced Raman scattering spectroscopy (SERS)[9] and atomic absorption spectroscopy[10] and are developed for the detection of Cu2+ ion from aqueous, but these require difficult sample preparation and time consuming.\nTherefore, it is important to develop highly sensitive techniques that are cheap and do not require any difficult instruments.\nOver the past decades, various researchers are focused on the synthesis of nanostructured materials for the detection of copper ion on the basis of the high surface-to-volume ratio of nanomaterials.[11,12] Among all noble nanomaterial, gold nanoparticles (Au NPs) have attracted much attention due to their different properties such as magnetic, catalytic properties, sensing properties, optical properties and electronic properties.[13–15] It gives a strong surface plasmon resonance (SPR) absorption peak in the UV-visible region. Therefore, it is used as sensor for detection of DNA, melamine, alkali metals and heavy metals ions.[16–21] Further, it has many applications in the field of catalysis and biology. Basically, SPR technique can be applied for the different studies such as bimolecular interactions detection,[22] plasma coagulation detection[23] and SPR imaging for protein/DNA, nucleic acids and protein–protein interactions.[24] For the detection of Cu2+ ion in aqueous medium, gold nanoparticles based colorimetric and fluorescence sensor have been developed in many reports. Alizadeh et al. have synthesized pyridines-assisted Au NPs for colorimetric sensing of Cu2+ and Ag+ ions.[25] Formaldehyde modified hyper branched polyethylenimine capped Au NPs have been proposed for fluorescent and colorimetric detection of Cu2+.[26] Xu et al. has designed DNA modified gold nanoparticle for sensing of Cu2+ ion.[27] However, many toxic and costly chemicals are used for the synthesis of nanomaterial. Therefore, development of low cost and eco-friendly approach for the synthesis of gold nanoparticles is necessary towards sensing of heavy metal ion such as Cu2+ ion in aqueous media.\nBasically, the absorption spectra of gold nanoparticles are shifted and the colour of the nanoparticles is changed due to change in their size and aggregation state.[28–31] The aggrega-\n[a] D. Sahu, N. Sarkar, Dr. P. Mohapatra, Prof. S. K Swain Department of Chemistry, Veer Surendra Sai University of Technology, Burla, Sambalpur- 768018, Odisha, India Tel.:91-9937082348 Fax: 91–663-2430204 E-mail: skswain_chem@vssut.ac.in\nswainsk2@gmail.com\nSupporting information for this article is available on the WWW under https://doi.org/10.1002/slct.201902167\nFull PapersDOI: 10.1002/slct.201902167\n9784ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9784/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\ntion of Au NPs in the presence of metal ions have great importance for the detection of heavy metal ions in aqueous media. The binding of heavy metal ions to gold nanoparticles results the decrease in intensity and shifting of absorption peak of Au NPs. Using this principle, gold nanoparticles are functionalised with aptamer, protein and polyamines for sensing of Cu2+ ions.[32–34] These methods have high selectivity and sensitivity, but it requires more time consuming for sample preparation, costly chemical and multiple step for functionalization as compared to present investigation. Furthermore, many hazardous and costly reducing agents such as NaBH4 are used in the reduction of gold salt which has bad impact on the environment.[35] Therefore, researchers are running behind the synthesis of gold nanoparticles through green and eco-friendly approach using biomolecule and biopolymer as reducing agent. Present work involves a facile synthesis of biomolecule based gold nanoparticles which are cost effective and ecofriendly. Synthesis of biomolecule and biopolymer based gold nanoparticles for detection of toxic ions is scanty in the literature. Priyadarshini et al have synthesized valine (biomolecule) caped gold nanoparticles for sensing of toxic metal ions.[15] Phenylalanine (biomolecule)-Conjugated Cholic Acidassisted Ag NPs and Au NPs are synthesized for detection of toxic metal ions.[36] But these studies include only in situ monitoring of toxic metal ions. Our main objective of the research to adopt an efficient and eco-friendly approach for the synthesis Au/PVA nanocomposites using L-alanine as selfreducing agent and stabilizing agent, which can be considered as a sensor tool for in situ as well as ex situ monitoring of Cu2+ ion. Among the amino acids (biomolecule), L-alanine (Ala) has chosen as reducing and stabilizing agent, because of its various functional groups (-NH2 and -COOH), which can interact to Au NPs surface through Au N and Au O bonds with increasing the stability of gold nanoparticles.\nPVA is a hydrophilic polymer that is used in textile and packaging industries due to its different properties such as heat resistance, high mechanical strength and high modulus. In this study, PVA is used as stabilizing agent for the preparation of gold nanoparticles due to presence of oxygeneous groups in it and also for preparing of strong hybrid film due to its film forming property.[37–39] Further, L-alanine is used as selfreducing and stabilizing agent in the reduction and modification of Au NPs towards detection of Cu2+ ion.\nHerein, an efficient, low cost and eco-friendly approach is adopted for the synthesis of L-alanine assisted Au/PVA nanocomposites hybrid film and there is practical applicability of nanocomposites as sensor tool for the selective and sensitive detection of Cu2+ ion in waste water samples. The selective and sensitive detection of Cu2+ ion is based on decrease in intensity and shifting as well as appearance of new SPR peak of Au NP in Au/PVA nanocomposites hybrid film. The free COO group in L-alanine and the negative surface of PVA help for stabilisation of gold nanoparticles. When the as-synthesized hybrid film is dipped in Cu2+ solution, the stability of the Au NP is decreased. Hence the reduction in intensity and shifting of SPR peak of Au NP take place within small time. This may be due to fact that the Cu2+ ion present in aqueous medium is\ncross linked with Au NP in nanocomposites hybrid films through coordinate bond which leads to aggregation/agglomeration of gold nanoparticles. In the presence of Cu2+ ion, the colour of the hybrid film is changed. Hence, this method involves visual detection of Cu2+ ion without use of electrolyte or transducer. Moreover, present approach avoids the use of additional toxic and costly functionalizing agent as compared to other reported method. Further, maximum reported method involves only in situ monitoring of Cu2+ ion but, this present assynthesized hybrid film can be used both in situ and ex situ approach for monitoring of Cu2+ ion. With considering the above advantages, this present optical sensor is regarded as rapid and efficient tool for recognition of Cu2+ ion."
    }, {
      "heading" : "Results and discussion",
      "text" : "Figure 1 shows the UV-vis spectra of as-synthesized gold nanoparticle at different temperature condition. The surface\nplasmon resonance (SPR) peak of gold nanoparticle is found to be at 538 nm. With increase in particle size, the SPR peak of nanoparticles shifts towards right. The preparation of gold nanoparticle is optimised at 60, 70, 80, 90 and 95 0C. It is observed that maximum conversion of gold ion to gold nanoparticle occurs at high temperature, where as at low temperature, the conversion is very less and the SPR peak of gold nanoparticle become broad. This may be due to the fact that an ionic environment is created around the Au NP at lower temperature due to presence maximum number of gold ions. However, SPR peak of gold nanoparticle is sharp and the formation of gold nanoparticles is superior at higher temperature. These results are in accordance with previous report, which includes the synthesis of gold nanoparticles for anti-bio films.[40]\nFTIR study of PVA, L-alanine, Ala-PVA and Au/PVA hybrid film are analysed to study the surface functionalities (Figure 2).\n9785ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9785/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nPVA shows a strong and broad O H stretching peak at 3402– 3226 cm 1. The peak observed at 2933 cm 1and 1727 cm 1 are assigning for C H stretching and >C=O stretching vibrations respectively. The -C=C stretching vibration is observed at 1639 cm 1. The FTIR peak at 1430 cm 1, 1373 cm 1 and 1230 cm 1are raised due to >CH2 bending,>CH2 wagging mode and C H wagging respectively.[41] In case of alanine, the band observed at 1728 cm 1 is due to >C=O stretching vibration. All the peak position of functional groups of Lalanine and PVA are present in Ala-PVA and L-alanine assisted Au/PVA hybrid film. But, the broad O–H stretching peak observed at 3303 cm 1for PVA is shifted to3319 cm 1 in the case of Au/PVA composite and also the intensity >C=O peak observed at 1727 cm 1 is decreased. This decrease in intensity and shifting of peak indicates the interaction of Au NP with PVA in L-alanine assisted Au/PVA hybrid film, which are similar with earlier reports. Raj et al. demonstrated that, the shifting of –OH peak of PVA occurs in Au/PVA hybrid film.[42]\nThe XRD study of PVA and Au/PVA nanocomposites hybrid film are shown in Figure 3. A sharp and intense peak observed at 2θ value of 19.50 indicates the semi-crystalline nature of polyvinyl alcohol, because of its strong intramolecular and intermolecular hydrogen bonding.[43] This peak at 2θ value of 19.50 is shifted to 20.130 in the as-synthesized Au/PVA hybrid film and also new peak at 2θ values of 38.90 is generated, which is the characteristic peak of gold nanoparticles. This new peak corresponds to 111 crystalline planes in FCC.[42,44, 45] The low intensity of the XRD peak of gold nanoparticles in hybrid film is due to the incorporation of Au NPs within the PVA matrix.\nFigure 4 shows the TEM micrographs of Au/PVA nanocomposite hybrid film at different magnification. From TEM study, it is found that the L-alanine assisted gold nanoparticles (Au NPs) with black spot are successfully synthesized onto\npolyvinyl alcohol matrix. Further, the as-synthesized Au NPs are found to be spherical and are uniformly distributed throughout the matrix (Figure 4-a, b & c). In this case, PVA helps for extra stabilization of Au NPs. The size of Au NPs in the nanocomposite hybrid film is observed to be 30–60 nm.\nThe zeta potential measurement is carried out to find the surface charge and stability of colloidal particles.[46] Figure 5-a and Figure 5-b show the zeta potential study of Au NPs, and Au/PVA nanocomposites respectively. The negative zeta potential value of Au NPs and Au/PVA nanocomposites are due to the negative surface charge of capping agents and oxygeneous groups of PVA. From Figure 5-b, it is observed that the zeta potential value of Au/PVA nanocomposites (-27 mV) is higher than Au NPs (-21 mV). Therefore, Au/PVA nanocomposites are more colloidal stable than Au NPs. The stability of colloidal particle is due to the negative–negative repulsive force in the solution.\nDynamic light scattering (DLS) analysis is performed to know about the size distribution of colloidal particles.[47] From DLS study, the size of as-synthesized gold nanoparticles at pH 7.5 is found to be 30.13 d.nm with a polydispersity index of 0.312 (Figure 5-c). Figure 5-d shows the size distribution values of Au NPs that are prepared at different pH condition. At pH 7.5, the size of Au NPs is observed to be less as compared to the size of Au NPs at other pH. From Figure 5-d, it is noticed that the size of Au NPs is more at pH 9.5, which an evidence for the agglomeration of nanoparticles.[48] The agglomeration of Au NPs at above pH 9 is due to less interaction of –NH group and Au0. SEM micrographs of Au NPs at pH 7.5 and pH 9.5 are taken for the evidence of agglomeration (Figure S1-a & b).\nFor the study of consistency of size and zeta potential of Au NPs, number of repeated measurements of DLS and zeta potential of the samples are taken (Figure S2). From the graphs, it is noticed that size values through DLS study are consistent in number of measurement using both water and phosphate buffer solution (Figure S2-a). However, in case of zeta potential\nFigure 2. Fourier transform infrared spectra of L-alanine, Polyvinyl alcohol,\nAla/PVA film and Ala-Au/PVA nanocomposite hybrid film.\nFigure 3. X-ray diffraction spectra of Polyvinyl alcohol (inset) and Au/PVA nanocomposite hybrid films.\n9786ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9786/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nmeasurements, the zeta potential values are consistent only in water by number of repeated measurements. But the zeta potential values in phosphate buffer solution are not consistent (Figure S4-b). This is due to fact that the adsorption of negative phosphate ion on gold nanoparticles is increased in repeated measurements. Therefore, the samples show more negatively surface charge in repeated measurements and there is inconsistence of zeta potential values in buffer solution. Weber et al. has studied the adsorption of phosphate anion on gold nanoparticles.[49] Therefore, the as-synthesized nanocomposites have high affinity to attract Cu2+ ion due to high negative zeta potential value and hence, highly sensitive detection of Cu2+ ion occurs using our synthesized sensor."
    }, {
      "heading" : "Mechanism for synthesis of Au NPs",
      "text" : "For the synthesis of gold nanoparticles, L-alanine is used as both reducing and capping agent. The amine groups of Lalanine bind with gold ions (III) through weak covalent bond. Then, the as-synthesized nanoparticles are stabilized by – NH Au bond. However, the –COO- groups on the surface of Au NPs more stabilize the Au NPs due to electrostatic repulsion and prevent the aggregation of Au NPs. After the synthesis of Au NPs, the SPR peak of Au NPs is not affected with addition of NaOH. This is due to fact that the –OH ions do not change the negative surface charge of as-synthesized Au NPs. Here, the assynthesized Au NPs bind to –NH groups and stabilize by carbonyl groups of L-alanine. The as-synthesized Au NPs\nprovide negative surface charges, which are confirmed by zeta potential measurements.\nSensing of Cu2+ ion with Au/PVA nanocomposite hybrid films\nThe sensing process for the detection of Cu2+ ion using Au/ PVA nanocomposites is analysed through UV-Visible spectrophotometer on the basis of SPR peak of Au NP and it is schematically represented in the Scheme 1. The maximum absorption spectra of nanocomposite hybrid films are studied in the absence and presence of different concentrations of Cu2+ ions (Figure 6-a). For each experiment, a new fabricated hybrid film is used for sensing of Cu2+ ions in water. In present work, L-alanine is chosen as reducing and stabilizing agent during the facile synthesis of gold nanoparticle. The free -COOH group in L-alanine is used for the stabilisation of Au NPs and the negative surface of PVA also helps for extra stabilisation of gold nanoparticles. When the as-synthesized hybrid film is dipped in Cu2+ solution, the stability of the Au NP is decreased. Because Cu2+ ions present in aqueous medium, it is cross linked with Au NPs through the coordinate bond which leads to the formation of agglomeration of nanoparticles. Keeping in the view of this concept, we have synthesized our nanocomposite hybrid film for sensing purpose. When, the assynthesized hybrid film is dipped in Cu2+ (aqueous) solution, the colour of the hybrid film changes from violet to blue. But the colour of the film remains same in the presence of other metal ions. This change in case of Cu2+ ion leads to decrease in\nFigure 4. (a, b &c) TEM images of Au/PVA nanocomposite hybrid film.\n9787ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9787/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nintensity and shifting of SPR peak of Au/PVA hybrid film. The surface plasmon peak of Au/PVA hybrid film is observed at 538 nm and the intensity of the peak is decreased along with appearance of new peak at 680 nm in the presence of Cu2+ ions. The detection of Cu2+ ions is achieved on the basis of comparing the maximum absorbance at 538 nm. For detailed study, UV-vis spectra of Au/PVA hybrid films is taken in the presence of different concentrations of Cu2+ ions such as 0.2, 0.3, 0.4, 2, 4, 6, 8, 9, 10, 11 and 12 μM are taken. At higher concentration, more decrease in intensity and red shifting of the peak occurs as well as the appearance of new peak at 680 nm. This may due to fact that the agglomeration of gold nanoparticles occurs in the presence of Cu2+ ions.[50] Figure 6-b shows the correlation graph between relative absorbance (RAt) value with concentration, RAt= (A0-At)/A0, where A0 and At be the maximum absorbance of 538 nm at initial time and time (t) respectively. From the graph, the correlation coefficient is found to be 0.993. The limit of detection (LOD) of Cu2+ ion is calculated using the formula (LOD=3 Sd/b) where Sd be the standard deviation of ordinate intercept and b be the slope of the regression curve.[37] The sensing of Cu2+ ion is studied for different weight % of the nanocomposite hybrid film (Figure S3). At low wt %, the gold nanoparticles are well dispersed\nand the addition of small amount of Cu2+ leads to easy aggregation of Au nanoparticles, so that lower LOD value is found at low wt % as compared to that of the higher wt %. The LOD and LOQ of the as-prepared hybrid films are found to be 40 nM and 133 nM respectively. The concentration of Cu2+ is varied from 0.2-12 μM. The comparison of this work with previous related works for Cu2+ is given in Table 1 on the basis\nof LOD values. In this method, aggregation of Au NP as well as colour changes of hybrid film take place so that it can be used for visual detection of Cu2+ ion (Figure S4). There is very\nFigure 5. Zeta potential measurements of (a) Au NPs and (b) Au/PVA nanocomposite hybrid film; (c) DLS analysis of Au NPs at pH 7.5; (d) Average sizes of Au\nNPs prepared at different pH.\nTable 1. Comparison of LOD values with other methods\nProbe Method LOD Reference\nF-hPEI Au NPs Fluorescent 77 nM [26] SnO2/CdS Electrochemical 550 nM [52] GQDs Fluorescent 226 nM [53] PEI/Au NPs Colorimetric 290 nM [54] Cu NCs Fluorescent 170 nM [55] CA Au NPs Colorimetric 1.52 μM [56] Au/PVA LSPR 40 nM Present work\n9788ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9788/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nnegligible leaching of gold nanoparticle from Au/PVA nanocomposites from aqueous environment and shown in the Figure S5. For this experiment, the UV-vis spectra of nanocomposite hybrid films are analysed before and after dipped in distilled water. However, high sensitivity of as-synthesized hybrid film is observed for Cu2+ ion with lower limit of detection (LOD) as compared to previous report. For ex situ monitoring of Cu2+ ion, Au/PVA hybrid film are dipped in copper (II) ion solution at different time interval and then dried after washing with water. The change of SPR peak of Au NPs is very similar with that of in situ monitoring of Cu2+ ion. This result is similar with other thin film sensor.[51]\nFor the selectivity study, different metal ions such as Cu2+, Co2+, Cd2+, K+, Zn2+,Pb2+, Fe2+ and Hg2+ are chosen (Figure 6-c & d). It is found that the colour of hybrid film is not changed in the presence of these metal ions except Cu2+ ion and also there is negligible change in intensity of SPR peak even at higher concentration (10 ppm) of interfering ions as compared to Cu2+ ion. We have also analysed the sensing of Cu2+ ion in the presence of other interfering cations. The maximum absorbance at 538 nm (A538) of nanocomposites hybrid films are plotted in the presence of different interfering metal ions (Figure 6-d). There is negligible effect of interfering ions for detection of Cu2+ ion in aqueous media except Fe2+ and K+ ion which have very small effect. That’s why; above results indicate that the gold nanoparticles in Au/PVA hybrid films can\naggregate only in the presence of Cu2+ ion and other metal ion are not interfering for sensing of Cu2+ ions. Moreover, the SPR peaks of as-prepared nanocomposite hybrid films remain same in the presence of other metal ions. Therefore, our synthesized nanocomposite hybrid films have high selectivity for the detection of Cu2+ ion.\nStudy of stability of nanocomposite hybrid films is important factor to use in various applications. The UV-vis spectra of the hybrid film are taken at various pH 6 to 10 to study the stability. It is found that the hybrid film is more stable at pH 7.5 and it is unstable at pH 10 (Figure7-a). The stability of hybrid film is also analysed at refrigerated condition. It is found that the stability of the hybrid film is good at refrigerated condition about 2–3 months without any changes in colour of nanocomposite hybrid film (Figure 7-b). The UV-vis spectra of nanocomposite hybrid film at various pH are analysed in the presence of 70 nM of Cu2+ ion. Figure 7-c shows relative absorbance of Au/PVA nanocomposites at 538 nm in the presence of Cu2+ ion at various pH. The decrease in intensity of nanocomposites hybrid film is found at pH 6–9. Therefore, the as-synthesized hybrid films are applicable for sensing of Cu2+ ion in the wide range of pH environment. The mechanical and thermal properties of the composites are changed with addition of filler into polymer matrix.[57] The thermo gravimetric analysis (TGA) of PVA and Au/PVA nanocomposites are shown in Figure 7-d, that measure the percentage of weight loss with\nScheme 1. Schematic representation of sensing of Cu2+ ion by Au/PVA nanocomposite hybrid films\n9789ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9789/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nrespect to temperature under nitrogen atmosphere. The maximum weight loss % is found at 230 to 500 0C for both PVA and Au/PVA nanocomposite hybrid film indicating the structural decomposition of the polymer. It is noticed that the thermal decomposition of PVA/Au nanocomposite hybrid films shift towards higher temperature than that of pure polyvinyl alcohol film. Hence, there is increase in thermal stability of nanocomposites hybrid films with incorporation of gold nanoparticle. The results are similar with earlier report.[39]\nFigure 8-a shows SEM micrograph of Au/PVA nanocomposite hybrid films. From Figure 8-a, it is found that alanine stabilized gold nanoparticle is uniformly decorated throughout the PVA matrix. The presence of as-synthesized gold nanoparticles are confirmed from EDX spectra of Au/PVA nanocomposites (Figure 8-b). The SEM micrograph of as-synthesized nanocomposites hybrid film in contact with Cu2+ ion for 5 min are shown in Figure 8-c. From the SEM micrograph of Au/PVA nanocomposite hybrid film (after contact with Cu2+ ion), the aggregation of gold nanoparticles is observed (Figure 8-c). It is due to the destabilization of Au NPs in nanocomposite hybrid films after interacting with Cu2+ ion. In this case, the colour of\nas-synthesized nanocomposite hybrid film is changed in the presence of Cu2+ ion. The intensity of SPR peak of Au NPs also decreases and red shifting of peak occurs with appearance of new peak at higher wavelength. This result is similar with earlier report.[50] Moreover, the COO- group of L-alanine and oxygeneous group of PVA electrostatically stabilizes the gold nanoparticles. After the addition of Cu2+ ion, Cu2+ ion interact with COO- group of alanine and oxygeneous group of PVA and destabilize the gold nanoparticles which leads to aggregation of nanoparticles.\nSEM micrographs of Au/PVA nanocomposites hybrid films in the absence and presence of copper (II) ion evidence the agglomeration of Au NPs (Figure 8-a & c). The aggregation of Au NPs has also investigated in the presence of metal ions in different reports.[58] The mechanism of aggregation of nanoparticles is schematically represented in the Figure S6. The presence of gold and copper in nanocomposite hybrid film is confirmed by EDS spectra and also the weight % of different element present in Au/PVA nanocomposite hybrid film are given in Figure 8-d.\nFigure 6. (a)UV-vis spectra of Au/PVA nanocomposites in the presence of different concentration of Cu2+ ion;(b)Relative absorbance (RAt) of Au/PVA\nnanocomposites at different concentration of Cu2+ ion; (c) UV-vis spectra of Au/PVA nanocomposite hybrid films in the presence of different interfering cations; (d) Sensing of Cu2+ ion in the presence of different interfering cations.\n9790ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9790/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\nThe practical applicability of as-synthesized nanocomposite hybrid film for Cu2+ sensor is investigated using various water samples such as lake, pond and tap water. Firstly, given water samples are spiked with two different concentrations of Cu2+ ion and then filtered and UV-vis spectra are taken for sensing study. For standard concentration, every concentration is done for three times. It is found that the recovery % is nearer to 100% (from 96 to 103%) and the relative standard deviation (RSD) is from 2.1 to 3.4% at two concentrations of 0.5 μM and 1 μM (Table 2). The intensity of SPR peak of Au/PVA nanocomposite hybrid film is decreased after addition of Cu2+ ion to water samples and also there is no problem to detect Cu2+ ion in mineral, tap and pond water as compared to double distilled water. The above result indicates that our synthesized nanocomposite hybrid film is suitable for detecting Cu2+ ion in real water samples."
    }, {
      "heading" : "Conclusions",
      "text" : "Nano gold based PVA nanocomposite hybrid film is adopted through a facile approach using L-alanine as reducing agent for rapid and sensitive detection of Cu2+ ion that are eco-friendly and efficient without further additional functionalization. The synthesis of gold nanoparticle is optimised at different temperature. The maximum absorbance at 538 nm is observed at 950C, because of the maximum conversion of Au3+ to Au (0) at this temperature. From SEM image, the uniform distribution of Au NP is observed onto the PVA matrix. The negative zeta\nFigure 7. Stability of Au/ PVA nanocomposites (a) at different pH and (b) at freeze condition; (c) Relative absorbance of Au/ PVA nanocomposites in the presence of Cu2+ ion at different pH; (d) TGA curve of PVA and Au/PVA nanocomposite hybrid film.\n9791ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9791/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\npotential value of Au/PVA nanocomposites is due to presence of different functional groups surrounding the nanoparticles. The interaction of Au NP with oxygeneous group of PVA is analysed by FTIR. With increase in concentration copper (II) ion, the intensity of SPR peak of Au NP decreases along with a red shift. This may due to fact that the aggregation of gold nanoparticle in the nanocomposite hybrid films take place in the presence of Cu2+ ion. The free -COO- groups and oxygeneous groups of PVA are interacted with Cu2+ ions. Therefore, the stability of gold nanoparticles is decreased with occurence of agglomeration of nanoparticles. SEM micrographs of Au/PVA nanocomposites in the absence and presence of copper (II) ion give the evidence of agglomeration of Au NPs. The assynthesized nanocomposites have high affinity to attract Cu2+ ion which is due to high negative zeta potential value. The assynthesized hybrid film is highly stable over wide range of pH 6–9 and also the detection of Cu2+ ion is carried out in pH 6–9 with a good response. The limit of detection and limit of quantification for Cu2+ ion is 40 nM and 133 nM respectively. There is negligible effect of other interfering metal ions for sensing of Cu2+ ion. The as-synthesized nanocomposite hybrid film is applicable to real water samples for the detection of copper (II) ion. In addition to in situ study, the present synthesized optical sensor may involve ex situ study for monitoring of Cu2+ ion. Therefore, our present method shows highly sensitive and selective detection of Cu2+ ion using green and facile synthesized Au/PVA nanocomposite hybrid film. Moreover, the practical applicability of sensor is validated for detection of Cu2+ ion in tap, pond and lake water samples. Beside this, the as-prepared Au/PVA nanocomposite hybrid film show high thermal stability as-compared to pure PVA film. Supporting Information Summary All experimental section details, materials and characterization techniques are included in supporting information. Supporting information file also includes supporting Figures and Scheme S1 representing the synthesis of Au/PVA nanocomposite thin films.\nFigure 8. SEM images of Au/PVA nanocomposite hybrid film in the (a) absence and (c) presence of Cu2+ ion (200 nM); Energy dispersive X-ray spectra of Au/\nPVA nanocomposites hybrid filmsin the (b) absence and (d) presence of Cu2+ ion.\n9792ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9792/9793] 1\n1 2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57"
    }, {
      "heading" : "Acknowledgement",
      "text" : "Authors express their thanks to Veer Surendra Sai University of Technology, Burla for providing University Fellowship to Deepak Sahu to pursue Ph.D degree."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest.\nKeywords: Copper · Gold nanoparticle · L-alanine · Polyvinyl alcohol · Sensor\n[1] P. G. Georgopoulos, A. Roy, M. J. Yonone-Lioy, R. E. Opiekun, P. J. Lioy, J. Toxicol. Env. Heal B. 2001, 4,341–394 [2] S. H. Hahn, M. S. Tanner, D. M. Danke, W. A. Gahl, Biochem. Mol. Med. 1995, 54, 142–145. [3] D. Chen, M. Xu, W. Wu, S. Li, J.Alloys Comp. 2017, 701, 75–81. [4] R. Wen, H. Li, B. Chen, L. Wang, Sens. Actuators B: Chem. 2017, 248, 63–\n70. [5] P. Milindanuth, P. Pisitsak, Mater. Chem. Phys. 2018, 216, 325–331. [6] N. Ratnarathorn, O. Chailapakul, C. S. Henry, W. Dungchai, Talanta 2012,\n99, 552–557. [7] O. Abollino, M. Aceto, M. C. Bruzzoniti, E. Mentasti, C. Sarzanini, Anal.\nChim. Acta. 1998, 375, 299–306. [8] A. T. Townsend, K. A. Miller, S. McLean, S. Aldous, J. Anal. At. Spectrom.\n1998, 13, 1213–1219. [9] D. Tsoutsi, L. Guerrini, J. M. Hermida-Ramon, V. Giannini, L. M. Liz-\nMarzan, A. Wei, R. A. Alvarez-Puebla, Nanoscale 2013, 5, 5841–5846. [10] M. S. Chan, S. D. Huang, Talanta 2000, 51, 373–380. [11] M. Zhou, L. Han, D. Deng, Z. Zhang, H. He, L. Zhang, L. Luo, Sens.\nActuators B: Chem. 2019, 291, 164–169. [12] L. Wei, Y. Chen, Y. Lian, M. Huang, L. Xiao, Analyst 2019, DOI: 10.1039/\nC9AN00850 K [13] O. Penon, T. Patiño, L. Barrios, C. Nogués, D. B. Amabilino, K. Wurst, L.\nPérez-García, ChemistryOpen 2015, 4, 127–136. [14] S. S. Memon, A. Nafady, A. R. Solangi, A. M. Al-Enizi, M. R. Shah, S. T.\nSherazi, S. Memon, M. Arain, M. I. Abro, M. I. Khattak, Sens. Actuators B: Chem. 2018, 259, 1006–1012. [15] E. Priyadarshini, N. Pradhan, Scientific reports 2017, 7, 9278. [16] J. W. C. C. Jung, U. O. Kim, M. H. Kim, H. G. Park, Biosens. Bioelectron.\n2011, 26, 1953–1958. [17] R. G. R. Verdoold, F. Ungureanu, R. Molenaar, R. P. H. Kooyman, Biosens.\nBioelectron. 2011, 27, 77–81. [18] N. Vasimalai, S. Abraham John, Biosens. Bioelectron. 2013, 42, 267–272. [19] Z. C. R. Liu, S. Wang, C. Qu, L. Chen, Z. Wang, Talanta 2013, 112, 37–42. [20] A. A. N. Haghnazari, C. Karami, Z. Hamidi, Microchim. Acta 2013, 180,\n287–294. [21] H. Yuan, W. Ji, S. Chu, Q. Liu, S. Qian, J. Guang, J. Wang, X. Han, J. F.\nMasson, W. Peng, ACS Sensors 2019, DOI: 10.1021/acssensors.8b01558. [22] J. S. M. G. Manera, A. Leone, F. Quaranta, R. Rella, D. Dell’atti, M. Minunni,\nM. Mascini, P. Siciliano, Sens. Actuators B Chem. 2008, 130, 82–87. [23] K. M. H. T. P. Vikinge, J. Benesch, K. Johansen, M. Ranby, T. L. Lindahl, B.\nLiedberg, I. Lundstrom, P. Tengvall, J. Biomed. Opt. 2000, 5, 51–55. [24] M. M. S. Scarano, A. Turner, M. Minunni, Biosens. Bioelectron. 2010, 25,\n957–966. [25] A. Alizadeh, M. M. Khodaei, Z. Hamidi, M. Bin Shamsuddin, Sens.\nActuators B: Chem. 2014, 190,782-791. [26] N. Wang, Y. Liu, Y. Li, Q. Liu, M. Xie, Sens. Actuators B: Chem. 2018,\n255,78-86.\n[27] X. Xu, W. L. Daniel, W. Wei, C. A. Mirkin, Small 2010, 6, 623–626. [28] P. Buduru, Sens. Actuators B: Chem. 2016, 237,935-943. [29] Y. S. Borghei, M. Hosseini, M. Dadmehr, S. Hosseinkhani, M. R. Ganjali, R.\nSheikhnejad, Anal. Chim. Acta 2016, 904, 92–97. [30] F. Wang, S. Liu, M. Lin, X. Chen, S. Lin, X. Du, H. Li, H. Ye, B. Qiu, Z. Lin, L.\nGuo, Biosens. Bioelectron. 2015, 68,475-480. [31] P. C. Huang, N. Gao, J. F. Li, F. Y. Wu, Sens. Actuators B Chem. 2018, 255,\n2779–2784. [32] S. Zhan, H. Xu, W. Zhang, X. Zhan, Y. Wu, L. Wang, P. Zhou, Talanta\n2015, 142, 176–182. [33] Y. F. Zhang, R. Li, Q. Xue, H. Li, J. Liu, Microchim. Acta. 2015, 182, 1677–\n1683. [34] Y. M. Guo Biosens. Bioelectron. 2011, 26, 4064–4069. [35] M. Luty-Błocho, K. Fitzner, V. Hessel, P. Löb, M. Maskos, D. Metzke, K.\nPacławski, M. Wojnicki, Chem. Eng. J. 2011, 171, 279–290. [36] M. Annadhasan, J. Kasthuri, N. Rajendiran, ChemistrySelect 2019, 4,\n6557–6567. [37] D. Sahu, N. Sarkar, G. Sahoo, P. Mohapatra, S. K. Swain, Sens. Actuat. B\nChem. 2017, 246, 96–107. [38] A. L. Potapov, O. A. Daineko, N. A. Ivanova, V.E. Agabekov, M. Bin-\nHussain, Appl. Surf. Sci. 2015, 350,121-128. [39] C. Sun, R. Qu, C. Ji, Y. Meng, C. Wang, Y. Sun, L. Qi, J. Nanopart.\nRes. 2009, 11, 1005–1010. [40] S. S. Ahiwale, A. V. Bankar, S. Tagunde, B. P. Kapadnis, Indian J. Microbio.\n2017, 57, 188–194. [41] S. Mahendia, A. K. Tomar, P. K. Goyal, S. Kumar, J. Appl.Phys. 2013, 113,\n073103. [42] D. R. Raj, S. Prasanth, T. V. Vineeshkumar, C. Sudarsanakumar, Opt.\nCommun. 2016, 367, 102–107. [43] J. H. Park, M. R. Karim, I. K. Kim, I. W. Cheong, J. W. Kim, D. G. Bae, J. W.\nCho, J. H. Yeum, Colloid Polym. Sci. 2010, 288, 115–121. [44] P. K. Khanna, R. Gokhale, V. V. V. S. Subbarao, A. K. Vishwanath, B. K. Das,\nC. V. V. Satyanarayana, Mater. Chem. Phys. 2005, 92, 229–233. [45] W. H. Eisa, A. A. Shabaka, React. Funct. Polym. 2013, 73, 1510–1516. [46] D. Sahu, G. Sahoo, P. Mohapatra, S. K. Swain, ChemistrySelect 2019, 4,\n2593–2602. [47] B. Baruah, G. J. Gabriel, M. J. Akbashev, M. E. Booher, Langmuir 2013 29,\n4225–4234. [48] K. S. Mayya, V. Patil, M. Sastry, Langmuir 1997,13, 3944–3947. [49] M. Weber, F. C. Nart, Electrochim. Acta 1996, 41, 653–659. [50] Y. Wang, L. Wang, Z. Su, J. Xue, J. Dong, C. Zhang, X. Hua, M. Wang, F.\nLiu, Sci. Rep. 2017, 7, 41557–41565. [51] G. V. Ramesh, T. P. Radhakrishnan, ACS Appl. Mater. Interfaces 2011, 3,\n988–994. [52] F. Huang, F. Pu, X. Lu, H. Zhang, Y. Xia, W. Huang, Z. Li, Sens. Actuators B\nChem. 2013, 183,601-607. [53] F. Wang, Z. Gu, W. Lei, W. Wang, X. Xia, Q. Hao, Sens. Actuators B\nChem. 2014, 190, 516–522. [54] W. Zhao, W. Jia, M. Sun, X. Liu, Q. Zhang, C. Zong, J. Qu, H. Gai, Sens.\nActuators B Chem. 2016, 223, 411–416. [55] Z. Shen, C. Zhang, X. Yu, J. Li, B. Liu, Z. Zhang, Microchem. J. 2019,145,\n517–522. [56] S. Ye, X. Shi, W. Gu, Y. Zhang, Y. Xian, Analyst 2012, 137, 3365–3371. [57] P. K. Khanna, N. Singh, S. Charan, V. V. V. S. Subbarao, R. Gokhale, U. P.\nMulik, Mater. Chem. Phys. 2005, 93, 117–121. [58] H. Guan, X. Liu, W. Wang, J. Liang, Spectrochim. Acta A 2014, 121, 527–\n532.\nSubmitted: June 13, 2019 Accepted: August 22, 2019\n9793ChemistrySelect 2019, 4, 9784–9793 © 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nWiley VCH Mittwoch, 04.09.2019 1933 / 145797 [S. 9793/9793] 1"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "An efficient and eco-friendly approach is adopted for the synthesis of highly stable L-alanine assisted nano gold based polyvinyl alcohol nanocomposite hybrid films (Au/PVA).The – COOH groups of L-alanine and oxygeneous groups of polyvinyl alcohol are utilized for the synthesis of size controlled gold nanoparticles. The as-synthesized nanocomposites show rapid and selective detection of Cu ion in aqueous medium. With addition Cu ion to as-synthesized nanocomposites, the SPR peaks of Au NPs (538 nm) decrease with occurrence of a red shift as well as a new peak is observed at higher wavelength which is due to the aggregation of gold nanoparticles in the nanocomposites hybrid films. Scanning electron microscope (SEM) micrograph and energy dispersive spectroscopy (EDS) reveal the aggregation of gold nanoparticles in the nanocomposite hybrid films. The limit of detection and limit of quantification for Cu ion are 40 nM and 133 nM respectively. This technique for detection of Cu ion in waste water samples is inexpensive and eco-friendly since no any toxic chemicals are used. In the presence of Cu ion, the colour of the hybrid film is changed hence, this method also involves visual detection of Cu ion without use of electrolyte or transducer. Further, many reported methods represent the in situ monitoring of Cu ion, but the present hybrid film can be used for in situ as well as ex situ monitoring of Cu ion.",
    "creator" : "ima-server®"
  }
}