{
  "name" : "downloads_2020-07-12_5aa6_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Direct Wavelength-Selective Optical and Electron-Beam Lithography of Functional Inorganic Nanomaterials",
    "authors" : [ "Yuanyuan Wang", "Jia-Ahn Pan", "Haoqi Wu", "Dmitri V. Talapin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Colloidal nanocrystals (NCs), with their size-tunablebandgaps, efficient light absorption and emission, andease of processing,1−3 are actively used for thin-film devices,4−6 including the active components of field-effect transistors (FETs),7 photodetectors,8 LEDs,9 solar cells,10 and optical gain materials.11 However, current research mostly focuses on performance of individual devices, while real-world applications require co-integration of multiple components in complex device architectures, such as electronic circuits,12 biosensor arrays,13 and quantum dot (QD) LED displays.14 Therefore, efficient patterning techniques for inorganic nanomaterials need to be developed.15\nSeveral NC patterning techniques, including photolithography,16 transfer printing,14 inkjet printing,17 screen printing,18 and laser writing19 have been studied to optimize the resolution, throughput, fidelity, and cost per patterned element. Electronbeam lithography (EBL) allows generating patterns with very high resolution.20,21 The above methods use colloidally synthesized NCs capped with long-chain organic ligands, often blended with organic polymers. Unfortunately, these organic additives act as insulating barriers that impede charge or heat transport between NCs,22 which is a critical problem for solid-\nstate device applications. In the case of infrared optoelectronics, the organic additives also contribute to parasitic absorption and nonradiative exciton recombination.23,24\nAmong all patterning techniques, photolithography is most established for high-resolution, high-fidelity integration and manufacturing (Scheme 1, top). It enables fabrication of incredibly complex patterns for the electronics industry at very moderate costs. Traditional photolithography was originally developed and optimized for silicon integrated circuits; it has been extended to other areas, but with some technical limitations. For example, additive pattern transfers work well with gas-phase deposition methods, such as vacuum evaporation,25 sputtering,26 atomic layer deposition (ALD),27 or chemical vapor deposition.28 In all these techniques, the deposited material has very low lateral mobility, enabling the deposition of a layer with uniform thickness. However, additive patterning of solution-processed NCs using photopolymer masks is difficult because of local capillary forces that induce\nReceived: July 12, 2019 Accepted: October 14, 2019 Published: October 14, 2019\n© 2019 American Chemical Society 13917 DOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\nD ow\nnl oa\nde d\nvi a\n19 0.\n23 7.\n24 2.\n77 o\nn Ju\nly 1\n2, 2\n02 0\nat 0\n3: 00\n:0 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nlateral solvent flows leading to a nonuniform thickness of patterned layers.29 In addition, polymers have a tendency to swell in the presence of solvents, which compromises pattern resolution.30 These problems motivate us to develop photosensitive NC inks for photoresist-free optical lithography of solution-processed functional materials. Manna and co-workers reported a photoresist-free method to pattern colloidal NCs through direct e-beam (electron beam) writing and cation exchange.31 The high energy beam caused cross-linking of the organic ligands on NC surface which then inhibited a following cation exchange process. This method was also successfully used to pattern perovskite nanocrystal films in their later work.32 Our team reported a different photoresistsfree technique for direct optical patterning of functional inorganic materials (direct optical lithography of functional inorganic nanomaterials (DOLFIN) (Scheme 1, middle).33 This strategy uses compact photosensitive surface ligands that provide colloidal stabilization to NCs. Upon controlled optical irradiation, these ligands undergo chemical transformations, which alter the solubility of NCs in a developer.33 In the first study, we introduced ligands only sensitive to 254 nm photons (DUV light), such as ammonium 1,2,3,4-thiatriazole-5-thiolate (NH4CS2N3, or TTT) and diphenyliodonium (Ph2I\n+), or triphenylsulfonium (Ph3S\n+) photoacid generator (PAG) cations combined with the inorganic surface binding anions (e.g., ZnCl4 2−, Sn2S6 4−, etc.). We showed that almost every functional inorganic NC could be precisely patterned by DUV photons using polar developers.33 At the same time, near UV (i-line, 365 nm), blue (h-line, 405 nm), and visible (450 nm) photons have higher penetration depth and are much less damaging to patterned nanomaterials andmuch less costly compared to DUV photons.34,35 In this work, we develop a series of ligand systems optimized for accessibility, stability, and compatibility with various solvents and optical wavelengths, aiming at establishing DOLFIN as a versatile technological platform for real-world additive manufacturing. The designed ligands can be categorized into two classes, bifunctional surface ligands and photochemically active additives, according to their structures and functional groups. With simple surface treatment procedures, colloidal NCs become photochemically active and can be directly optical patterned with either DUV (254 nm) photons, near-UV (i-line, 365 nm) photons, blue (h-line, 405 nm) photons, or visible (450\nnm) photons, using industrially accepted solvents. We show that the exposure dose for DOLFIN can be as small as ∼30 mJ/cm2. The generality of this approach is demonstrated for a wide range of NCs, including semiconductors, metals, oxides, etc. These results can serve as a foundation for developing more sophisticated approaches, such as dual-tone36 and multicolor37 lithography. Using similar inks, we also demonstrate a method that we call direct e-beam lithography of functional inorganic nanomaterials (DELFIN) that enables patterning of allinorganic nanomaterials with ∼30 nm lateral resolution (Scheme 1, bottom). The nanomaterials patterned with designed ligands retain their optical and electronic properties and can be further used to design electronic and optical components, for example, electrical circuits and binary diffraction gratings. Besides being used directly as an active material, the NC layers can be used as photoresists for mainstream lithography processes. As examples, Ober and co-workers demonstrated a library of inorganic− organic hybrid photoresists consisting of metal oxide cores with organic shells.38−42 These photoresists exhibited high etch resistance and high resolution dual tone patterning with DUV and extreme-UV (EUV, 13.5 nm) exposure. Telecky and coworkers introduced a dielectric metal oxide sulfate system as a inorganic hardmask for 193 nm lithography.43 The development of all-inorganic photoresists should further improve etch resistance and other characteristics desired for mainstream lithography workflow."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Ligand Chemistry: Requirements and Candidate Selection for DOLFIN Ligands. Direct optical patterning requires optical control over the colloidal stability of nanomaterials. One approach relies on the development of smallmolecule surface ligands that both provide colloidal stability and chemically transform upon exposure to optical excitation with certain photon energy (bifunctional surface ligands). Ideally, such ligands should leave no organic residue after photo exposure, thus enabling all-inorganic patterns of functional nanomaterials. The all-inorganic design is motivated by numerous studies showing utility of NCs capped with compact, inorganic surface ligands for various thin-film devices, and other applications.5,7,10,18,44,45\nScheme 1. Outline of the Processing Steps for Traditional Photopolymer Lithography (top), DOLFIN (middle), and DELFIN (bottom)\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13918\nThe second approach to create DOLFIN inks utilizes two different molecular species to separately fulfill the above requirements: one component (ligand) stabilizes the NC colloids, while the second component acts as a photochemically active additive that alters NC solubility upon irradiation. Compared with the first type of ink, this approach can offer additional flexibility. By changing the combination of two components, we can prepare various inks to satisfy special needs in term of exposure wavelength, developers, etc. We screened various photochemically active molecules as candidates for DOLFIN ligands. From this search, we identified ammonium dithiocarbamate (ADC), butyldithiocarbamate (DTC), 5-mercapto-1-methyltetrazole (MTT), and potassium ethyl xanthate (PEX) for NC patterning with DUV photons. The NC inks containing ligands of ammonium 1,1-dithiooxalate (DTO), 1,3,4-thiadiazole-2,5-dithiol (TDD) or N-hydroxynaphthalimide triflate (HNT) enabled patterning with both DUV and 365 nm (i-line) light, 1,2-naphthoquinonediazide-4sulfonyl chloride (DNQ) as an additive enabled NC inks sensitive to 365 nm (i-line) and 405 nm (h-line) photons, while 2-phenyl-2-(5-((tosyloxy)imino)thiophen-2-ylidene)acetonitrile (PTA) was suitable for 405 (i-line) and 450 nm visible photons lithography. The chemical structures of these ligands are shown in Scheme 2. Selected molecules cleanly decompose to small, typically volatile fragments (eqs 1−7 and 10−11, Scheme 3). The chemical transformation pathways are systematically studied by using FT-IR, ESI-MS and NMR methods (See Supporting Information, SI). In addition to sensitivity to different wavelengths, each ligand system has their own distinctions: DTC allows generating NC patterns using widely industrially accepted solvents like acetone; DTO ligands photodecompose into gaseous reaction products; PEX ligands enable NC patterning with a low exposure dose of∼30 mJ/cm2; CdSe/CdS, CdSe/ZnS and InP/ZnSe core−shell QDs retain high photoluminescence (PL) efficiency when patterned with ADC and TDD ligands. In the following section, we summarize and discuss the properties of each ligand and NC ink. One-Component Systems. Dithiocarbamate Ligands. In this study we identify dithiocarbamate salts as a powerful platform for the development of DOLFIN ligands. To the best of our knowledge, this family has not been previously explored for photopatterning of nanomaterials. The dithiocarboxylate group can bind to surfaces of different NCs,46−49 anchoring surface ligands responsible for colloidal stabilization in polar solvents\n(DMF, NMF, DMSO) as shown in Figure 1A. NCs dispersed in polar solvents such as DMF show negative ζ-potentials (Figure S1A,B) corresponding to the negative surface charge. Surface charging occurs when nucleophilic dithiocarbamate anions (NH2CS2 − for ADC, and BuNHCS2 − for DTC) bind to uncoordinated metal sites at the NC surface.7,10,33,44,50−52 NH4 + and Na+ cations serve as the counterions, forming a diffuse cloud around the NCs. During film deposition and drying, cations reassociate with their corresponding anions in order to preserve charge neutrality. Dithiocarbamates show pronounced UV absorption bands with spectral positions affected by substitution groups. Figure 1B shows the comparison of the absorption spectra of pure ADC\nScheme 2. Chemical Structures of Designed Photoactive Ligands Used for DOLFINa\naCompounds with an asterisk (*) have been first introduced in ref 33.\nScheme 3. Decomposition Pathways of Various Photosensitive Ligandsa\naAdditional details and mechanistic studies are provided in the SI.\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13919\nand DTC ligands inMeOH. Themolar extinction coefficients of these ligands at their reddest absorption peaks are ε(292 nm) = 1.3 × 104 M/cm for ADC and ε(287 nm) = 7.9 × 10\n3 M/cm for DTC. The absorption of ADC and DTC ligands matches reasonably well to the DUV wavelength. The photochemistry of dithiocarbamates has been extensively studied.53−56 Depending on the substitution group, dithiocarbamate derivatives can undergo different photochemical decomposition pathways. Upon irradiation, these ligands decompose to small molecules that can serve as X-type (SCN−, Figure S10) and L-type (BuNH2, Figure S11) ligands to passivate dangling bonds and trap states at the NC surface (Scheme 3, eqs 1 and 2 and Figure"
    }, {
      "heading" : "S2).",
      "text" : "Azole Ligands. Azoles are a class of five-membered heterocyclic compounds containing at least one nitrogen atom and other noncarbon atoms (i.e., nitrogen, sulfur, or oxygen). For example, triazole and tetrazole derivatives containing nitrogen and sulfur atoms are used as pharmaceutical agents in medicine,57 pesticides in agriculture,58 and gas-generating agents for airbags in the automobile industry.59 In 2008, Voitekhovich and co-workers used tetrazole derivatives to synthesize thiotetrazole capped CdS QDs.60 Recently, Eychmuller and co-workers introduced triazoles as capping ligands to stabilize semiconductor and metal NCs using the nucleophilic character of the azole ring.61\nAnother special property of azoles is their photolytic behavior. Maier and co-workers demonstrated that upon UV exposure, tetrazole derivatives release molecular nitrogen to form products such as nitrilimine, carbodiimide, and cyanamide.62 Further studies by Wierzejewska63 and Rayat64 indicated that for simple tetrazole derivatives like 5-methyltetrazole and 1-methyltetrazole, carbidiimides were the principal products, while nitrilimine and cyanamide sometimes appeared. Considering the aforementioned properties of azoles, we present MTT and TDD as representative examples for the DOLFIN ligands (Figure 1A). Their photo-induced decomposition pathways are shown in Scheme 3, eqs 3 and 6 (details are discussed in SI). For example, after MTT is irradiated, it decomposes into CH3NCNH (Figure S12), which no longer provides colloidal stability in polar solvents. In contrast, TDD undergoes a photo-induced tautomerization from a thione-thiol to a dithiol form (Figure S14), which bridges neighboring NCs, and leads to decreased solubility in polar solvents. MTT absorption is well-matched to the DUV wavelength, while TDD absorbs both DUV and i-line photons (Figure 1C). As a result, MTT-capped NCs can be patterned with DUV photons, while TDD-capped NCs can be used for both DUV and i-line DOLFIN.\nXanthate and Thiooxalate Ligands.Xanthates bind strongly with transition-metal cations forming charge-neutral complexes.\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13920\nThese have been previously explored as single-source precursors for NC synthesis.65−67 CdSe NCs capped with EtOCS2\n− ligands can be easily prepared using potassium ethyl xanthate (PEX) in DMF or NMF (Figure S3), and the solutions retain excellent colloidal stability for weeks. Another interesting ligand is thiooxalate, which is a compact, four-atom photochemically active ion (DTO in Scheme 1). Its structure enables either five-membered (side-on) or fourmembered (end-on) chelate rings.68 In the case of ammonium 1,1-dithiooxalate (DTO), the chemically soft dithiocarboxylate site (RCSS−) or hard carboxylate (RCOO−) can easily replace organic ligands on the NC surface.69 We demonstrate stable colloids in DMF andNMF through a one-phase ligand exchange procedure. The generality of this approach is established for a wide range of colloidal NCs including CdSe, CdTe, CeO2, and ZrO2 (Figures 1A, S3, and S4). By tailoring the number of sulfur atoms, thiooxalate derivatives including monothio-oxalate, 1,2- dithio-oxalate, trithio-oxalate, and tetrathio-oxalate could also serve as capping ligands in the preparation of DOLFIN inks. Similar to dithiocarbamate and azole ligands, both xanthate and thiooxalate ligands are sensitive to UV light (Scheme 3, eqs 4 and 7, and Figure S13). As shown by their absorption spectra in Figure 1D, PEX with the absorption coefficient of 1.8 × 104 M/cm at 302 nm70 is sensitive to DUV light, while DTO (ε(346 nm) = 1.5× 10 4M/cm, inH2O) 69 absorbs bothDUV and iline photons. We further discuss the potential decomposition pathways of each ligand that affect the solubility of corresponding NCs in polar solvents in the Supporting Information. Two-Component Systems. In this section, we discuss NC inks containing two types of functional molecules: stabilizing ligands and photosensitive additives. Using this approach, we can achieve various special features that are not easily obtained in a single ligand. For example, the photosensitive additives allow NCs capped with nonphotosensitive inorganic ligands to be patterned with 365 or 405 nm light. Stabilizing Ligands. These may include almost any traditional organic (e.g., fatty carboxylic acids and alkylamines) or inorganic (S2−, CdCl3 −, Sn2S6 4−, etc.) ligands, which provide colloidal stability to NCs and are not sensitive to light. In this study, we focus on two broad families: metal chalcogenide\n(MCC) ligands51 and so-called “bare” NCs prepared by removing organic ligands with ligand-stripping agents.71−73 MCC ligands such as Sn2S6 4− act as negatively charged ions that strongly bind to the NC surface, while the cations form a diffuse cloud around the NC, yielding a negative ζ-potential.50,51 Conversely, the stripping agents such as NOBF4 generate “bare” NCs by removing the original long-chain organic ligands and creating a positively charged NC surface (Figure S1).71−73 The “bare” surface contains an excess of metal surface sites that weakly electrostatically coordinate BF4\n− anions and DMF solvent molecules providing colloidal stabilization of the NCs in the polar media.\nPhotochemically Active Additives. In contrast to stabilizing ligands, photosensitive species are designed to have minimal interactions with the NC surface when initially added to a solution. We found that these additives subsequently affect the solubility of NCs in two ways. First, the additives may serve as a physical spacer between NCs in the casted film. If the molecular size of the additive is large enough, this prevents NCs from getting too close to each other and falling into an irreversible van der Waals potential well (Figure 2). Second, the photosensitive additives decompose upon irradiation, altering the local environment around the NCs, such as local pH and ionic strength. These changes strongly impact the NC dissolution rate, making it possible to form patterns. In this work, we investigated two types of additives, ionic and non-ionic photoacid generators (PAGs).74\nWell-known classes of ionic PAG are the aryl sulfonium triflate (AST) and aryl iodonium triflate (AIT) ionic salts, which release triflic acid upon DUV irradiation (Scheme 3, eqs 8 and 9).75 By adjusting the conjugated π-system of the cation, one can extend the absorption band to about 360 nm.76 The advantages of these compounds are their good thermal stability and high solubility in polar solvents, which allow for high loadings of PAG in the NC films. The role of the bulky PAG cation as a spacer is evident when compared with triflic salts of smaller cations: A CeO2 NC film containing AST easily redissolves in DMF after vacuum drying (without UV exposure), while the films of same NCs with sodium or silver triflate salts do not (Figure S5). Small-angle X-ray scattering measurements on films with added PAG also show a relatively large increase in NC spacing (∼1\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13921\nnm) compared to films without PAG additives (Figure S6). Subsequent UV irradiation of the PAG cleaves a Ph−S bond and forms reactive protons that interact with either the surface ligands or NC surface, rendering particles insoluble in DMF. Another ionic PAG utilized is 1,2-naphthoquinonediazide-4-\nsulfonyl chloride (DNQ), which has a broad absorption band spanning 340−450 nm.77 Dissolving DNQ in non-anhydrous DMF allows DNQ to hydrolyze with ambient water vapor to form the corresponding sulfonic acid. With the assistance of irradiation (365 or 405 nm light), DNQ molecules further\nproduce a carboxylic acid moiety with the release of N2 (Scheme 3, eq 11, Figures 1E and 6A).78 These two binding sites (sulfonate and carboxylate) can attach to neighboring NCs, thereby reducing theNC dissolution rate during development. It is of interest to note that moving the 4-sulfonyl group to the 5- or 6- position will further red-shift the wavelength sensitivity up to 500 nm.79\nNon-ionic PAGs are neutral organic molecules containing functional groups such as carbonic esters, chloromethyl triazines, imino sulfonates, N-hydroxyimide sulfonates, etc.74,80\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13922\nThe diversity in chemical structures allows the photosensitivity to be tuned across a wider range of wavelengths. Like ionic PAGs, the non-ionic PAGs can also function as photosensitive additives that turn NC solutions into DOLFIN inks. For example, HNT is sensitive to 365 nm light and liberates triflic acid by cleaving the N−O bond (Scheme 3, eq 10, and Figure 1E).74 By simply mixing HNT with “bare” CeO2 NCs, the resulting ink can be directly implemented in the DOLFIN process. We attribute the patterning mechanism to changes in local ionic concentration, which compresses the electrostatic double layer around the NCs, reducing repulsion between NCs and resulting in a slower dissolution rate.81\nThe step-by-step changes during the DOLFIN process using non-ionic PAGs are outlined in Figure 2, which uses numerically calculated Derjaguin, Landau, Verwey, and Overbeek (DLVO) interaction energy (details provided in the Supporting Information and Figure S27). In a solution of CeO2 NCs and HNT, the electrostatic double-layer repulsion dominates, which prevents particle aggregation (Figure 2, step 1). In the filmformation step, the solvent evaporates, forcing the particles to approach each other and settle into a randomly packed structure with surface-to-surface separation equaling the size of the PAG (Figure 2, step 1 → 2a). Upon UV irradiation, the local ionic concentration in the film increases significantly which reduces the electrostatic repulsion between NCs, leading to the removal of the barrier in the interparticle interaction energy (Figure 2, step 2a→ 2b). This allows NCs to come much closer together, sinking into a deep potential well and becoming insoluble during development (Figure 2, step 2b→ 3b). On the other hand, the regions of NC film that were not exposed to UV light re-establish the double-layer repulsion during the development step, allowing NCs to easily separate from one another and dissolve into the developer (Figure 2, step 2a → 3a). An alternative mechanism for non-ionic PAG lithography of NCs was recently proposed.40 The triflate ion (from HNT decomposition) was hypothesized to act as a stronger binding ligand that displaces the original weakly associated ligands at the NC surface, leading to a difference in solubility between the exposed/unexposed area. However, we found that triflate-stabilized NCs can also be directly patterned with triflate-based PAG additives (HNT) under comparable conditions (Figure S28). This indicates that the photo-induced ligand exchange, if observed, is most likely a secondary effect during the patterning process. Lithography: DOLFIN Patterning of Colloidal NCs. As we discussed above, the ligands used for NC inks show different absorption spectra, spanning different regions in the UV-vis range (200−450 nm, Figure 1B−E). According to their optical properties, these ligands can be divided into four groups: solely sensitive to DUV light (ADC, DTC, MTT, and PEX), sensitive to both DUV and i-line (365 nm) photons (DTO, TDD, and HNT), sensitive to both i-line and h-line (DNQ), and sensitive to both h-line and visible light (PTA). Most of the above ligands are compatible with CdSeNCs and are typically compatible with other semiconductor NCs (CdTe, CdSe/ZnS, and InP/ZnS), oxide NCs (CeO2 and ZrO2), and metal NCs (Au), as shown in Figures 1A, S3, and S4. The NCs capped with photoactive surface ligands preserved their morphology and electronic structure which was confirmed by UV−vis (Figures 3A,C,E and S7), TEM (Figure S8), powder X-ray diffraction, and FT-IR (Figure S9) measurements. Table 1 summarizes the explored NC-ligand combinations and basic patterning conditions, such as deposition and developers, exposure wavelength, and dose.\nDOLFIN with DUV Photons (254 nm). In ref 33 we introduced TTT and AST/IST molecules as two ligand systems for NC patterning using 254 nm photons. In this current study, we expanded the choice of ligands and added ADC, DTC, MTT and PEX ligands sensitive exclusively to 254 nm photons. These ligands bind to NC surfaces without affecting the excitonic absorption features of the NCs (Figures 3A,C,E and S5). Figures 3B,D,F and S15A show top view SEM and optical images of CdSe NC layers patterned using various photoactive ligands. The cross-section SEM image in Figure S15C indicates that the thickness of a patterned CdSe NCs layer is around 100 nm which is in agreement with a prior estimation.33 It is worth noting that the quality of each pattern is slightly different, although the starting NCs are the same. This indicates that the resolution and sensitivity of the inks are determined by the photosensitive surface ligands and should be optimized for each case. As shown in Figure 3D, the smallest feature resolved is ∼1 μm using the MTT capped NCs with an exposure dose of 100 mJ cm−2, while PEX-CdSe NCs showed the highest sensitivity, with a clear contrast developed after DUV illumination with a 31.5 mJ cm−2 exposure dose, which is much lower than what is used for other DOLFIN ligands (Table 1). In Figure S26, we show that a layer of Au NCs patterned using PEX ligands and then annealed at 150 °C for 20 min exhibited very high conductivity. For the DTC ligand, acetone can be used both as a solvent and developer (Figure S15B). Since acetone is a more widely industrially used solvent, this feature can be beneficial for the process scale up.82 The advantage of ADC-based NC ink is pronounced when the ligand is introduced to treat CdSe/CdS core−shell NCs, which preserves bright emission (PLQY = 48%) in DMF and other polar solvents (Figure S4). From the Figure S29A,B, we observed that the PLQY dropped by almost 40% after ADC treatment. For comparison with the previous studies of ligand-exchangedQDs, the decrease of PLQY forQDs usingMCC-type ligands such as Sn2S6\n4− capped core−shell NCs was 55−70%,50 and in thiolated amino PEG capped core−shell QDs was 60−70%.83 In addition to the single-ligand system, sulfonium triflate can be used as a photoactive additive to “bare” oxide NCs. The\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13923\nquality of patterns, as in the case of “bare” CeO2 NCs with (pCH3S-C6H4)(C6H5)(CH3)S\n+OTf− PAGs (5 wt %), was evaluated by the resolution, sensitivity, and line edge roughness (LER). We used a 1951 U.S. Air Force target to estimate the smallest features that can be resolved. The SEM image in Figure 3G demonstrates the high contrast features obtained from the CeO2 ink with a resolution below 700 nm (the smallest feature on our mask) at a 100 mJ cm−2 exposure dose. The pattern sensitivity is similar to that of TTT inks (80−150 mJ cm−2), but the resolution is comparatively higher (∼1 μm for TTT ink).33 The LER was determined from the SEM image in Figure S16, in which the edges of patterned regions are sharp and clean with roughness below 50 nm. We demonstrated the good fidelity, another parameter to verify the quality of patterns, by patterning 5 μm-wide CeO2 NC stripes consecutively on top of each other (Figure 3H). The above examples demonstrate a wide selection of\nDOLFIN ligands sensitive to DUV photons. Depending on a particular application, it should be possible to identify optimal NC-ligand combinations within general constraints (e.g., small penetration depth) imposed by the fundamental nature of DUV photons.\nPatterning with i-Line (365 nm) Photons. The previous DOLFINmethods used ligands sensitive to only DUV light.33,84 However, lower energy photons (e.g., 365 nm, 405 and 450 nm) generally create less sample damage (e.g., oxidation, sintering, etc.) and enable deeper light penetration into the patterned layers.34,35 In addition, significantly less expensive infrastructure is required to generate and focus 365 nm and visible light. These benefits come at the expense of the ultimate resolution determined by the Abbe diffraction limit, which is not the limiting factor for many practical applications, such as patterning LED pixels, optical gratings, or photodetector arrays. Here we show that DTO and TDD ligands along with HNT, a non-ionic PAG additive, enable patterning of 1 μm-spaced features using 365 nm light (Figure 4D−G). As shown in Figures 4A and S7, TDD and DTO ligands do not change the electronic structure of CdSe NCs. The exposure dose required for pattern development varies depending on the ligands: 80−100 mJ/cm2 for TDD and∼225 mJ/cm2 for DTO. The same ligands can also be used for 254 nm patterning. For example, we obtained a DTO capped CdSe NC pattern with comparable resolution with an exposure dose of 100 mJ/cm2 (Figure S17). One of the advantages of DTO ligands over other photosensitive small-molecule ligands is the clean photodecomposi-\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13924\ntion pathway (Scheme 3, eq 6). Upon exposure to UV light, DTO ligands photolytically decompose to CS2, CO2, and NH3 gases (Scheme 2).69 As a result, almost no molecular byproducts remain in the film after the photopatterning step which was confirmed by FT-IR (Figure S18). The second benefit of the DTO ligand is its versatility as a capping agent. For example, the DTO ligand can be used to stabilize both chalcogenide (CdS, CdTe, etc.) and oxide NCs, such as CeO2 and ZrO2 NCs (Figures 1A, S3, and S4). Similar solubility changes are also observed when the DTO capped oxide NC inks are exposed to 365 nmUV light. The smallest features (∼1 μm) are successfully obtained from CeO2-DTO NCs inks with a 225 mJ/cm 2 exposure dose (Figure 4F). TDD is another ligand that can be successfully applied to prepare DOLFIN ink for i-line lithography (Figure 4B). Similar to ADC, the advantage of TDD based NCs ink is pronounced when the ligand is introduced to pattern luminescent core−shell NCs. The core−shell CdSe/ZnS NCs stabilized by TDD preserve bright emission in polar solvents (Figures 4C and S29C,D).We can pattern brightly luminescent red InP/ZnS and green CdSe/ZnS NCs with the dose of 80−100 mJ/cm2 as shown in Figure 4D,E. Patterning with i-line photons can be also implemented using a two-component system. For example, “bare” CeO2 NCs electrostatically stabilized with BF4 ions and DMF can be patterned with the assistance of HNT, a typical non-ionic PAG sensitive to 365 nm photons (Figure 4G), following the mechanism described in Figure 2. The patterned features\ndemonstrate efficiently resolved submicron lines (Figure S19A), which is comparable to the resolution of NC patterns we achieved with DUV lithography. However, with the same concentration of PAG in the ink (2.5 wt %), the required dose for patterning with 365 nm light was 500−600 mJ/cm2, larger than that required for DUV patterns. This is because the absorption coefficient of HNT at 365 nm was four times smaller than that at 254 nm (Figure S19B), and the overall acid releasing efficiency was smaller, which in turn lowered the sensitivity of NCs inks. The two-component system provides us with a powerful tool for device integration of functional NCs. As a proof of concept, here we demonstrate optical diffraction gratings using solutionprocessed NC films composed of high-refractive-index oxides patterned with 365 nm photons. Such diffraction gratings are actively used in spectroscopy,85 optical biosensors,86 and structural coloration.87 A periodic pattern of diffraction grating which creates a diffraction image in the far field, with bright diffraction orders given by the equation d sin θ = mλ, where d is the grating pattern spacing, θ is the diffraction angle, and m = 0, ±1, ±2, etc. (Figure 5A). Our binary phase diffraction grating prototypes are fully transparent and consist of periodic patterns of a high refractive index material on a glass substrate. They are fabricated in one or two DOLFIN steps (Figure 5B,C). Organic ligands capped CeO2 NCs are first converted into DOLFIN ink by mixing bare NC inks with HNT as described above, then 5 μm-wide, ∼100 nm-thick CeO2NC stripes with a 25 μmperiod are patterned on\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13925\na glass substrate to form one-dimensional (1D) grating (Figure 5B). Two consecutive, orthogonal periodic oxide patterns form a two-dimensional (2D) grating (Figure 5C). These gratings have good optical transparency with no visible haze. Many high-\norder diffraction maxima are formed upon illumination with a red (Figure 5D,G), green (Figure 5E,H), or blue (Figure 5F,I) continuous wave (CW) lasers. Naturally, these all-inorganic diffraction gratings have excellent thermal stability (tested up to\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13926\n600 °C) and high optical damage threshold. Further studies are being carried out to fabricate gratings with smaller periods, thicker films, and higher refractive index NCs. Nevertheless, we believe that the modularity and simplicity of the DOLFIN process has a clear advantage over traditional fabrication techniques, which require multiple resist coating, exposure, deposition/etching, and lift-off steps. Patterning with h-Line (405 nm) and Visible (450 nm) Photons. It is challenging to find a small molecule that can both colloidally stabilize NCs and be photosensitive to h-line or g-line photons. The two-component systems look most promising because of their chemical flexibility. We prepared various NC inks by tuning the combination of inorganic ligands and photosensitive molecules. Here, we use 1,2-naphthoquinonediazide-4-sulfonyl chloride (DNQ) as an example of photosensitive molecules to prepare NC inks for DOLFIN patterning with 405 nm light (Figure 6A) and 2-phenyl-2-(5-((tosyloxy)imino) thiophen-2-ylidene)acetonitrile (PTA) as an example of photosensitive molecules to prepare NC inks for DOLFIN patterning with 450 nm light (Figure 7A). Both DNQ and PTA molecules function as additives in the two-component DOLFIN inks, thus they can be directly added into solution containing NCs with either positively (“bare” NCs) or negatively charged (NCs capped with inorganic ligands) surfaces (Figures S3 and S20). Figure 6B compares the absorption spectra of CdSe-Sn2S6 NCs before and after they were mixed with DNQ. The first excitonic peak shows almost no changes indicating the CdSe NCs retain their mean size and monodispersity. Positive-tone patterns can be obtained by using DNQbased “bare”CeO2NC ink and Sn2S6\n4− capped CdSeNCs ink with optimized developers described in the Experimental Section (Figure 6C,D, respectively). For example, DMF was used to develop the oxide NCs films, while 0.05 M tetramethylammonium hydroxide (TMAH) aqueous solution was used to develop the semiconductor NC films. Both systems produce 1.5 μm line-space features (1.5 μm lines with 1.5 μm spacings), which was the smallest feature on our mask. A typical exposure dose is around 400 mJ/cm2. PTA molecules are synthesized based on previous work and described in the Experimental Section. The preparation of NC inks with PTA is carried out in a similar manner with that of DNQ inks. Typically, a 450 nm photon sensitive ink is prepared by mixing PTA molecules with CdSe-Sn2S6 NCs in a concentration of 5% by weight in DMF. The NCs in the photosensitive ink retain their electronic structure and size distribution, as evidenced by the excitonic features in the absorption spectra shown in Figure 7B. With the exposure dose of 300 mJ/cm2, positive-tone patterns of CdSe-Sn2S6 NCs can be obtained by using NMF as a developer (Figure 7C). With some optimization, 2.5 μm line-space features can be easily achieved as shown in Figure 7D. Direct Electron Beam Lithography of Functional Inorganic Nanomaterials. EBL is a powerful technique that uses a focused electron beam for direct-write patterning with very high resolution. EBL enables much better resolution compared to traditional photolithography because the electron beam has an extremely short wavelength (0.2−0.5 Å) and can be focused down to the subnanometer scale.88 Hence, the resolution is not determined by the diffraction limit,89,90 enabling very small features.91 Three different approaches were previously used to pattern NCs with EBL: (i) A polymer ebeam resist was used as a mask for subsequent inorganic materials deposition,92 (ii) NCs were blended with a polymer e-\nbeam resist into hybrid organic−inorganic composites,84 and (iii) NCs were stabilized by organic ligands that cross-linked under e-beam.93 Here, we demonstrate DELFIN, which enables direct patterning of nanomaterials with sub-100 nm resolution without diluting NC with organic resists and other impurities that block charge and heat transport through the patterned layers. Similar to DOLFIN, the DELFIN process uses e-beam sensitive NC inks. Because many PAGs are sensitive to the ebeam exposure,94 we explored PAG-type positive-tone DOLFIN inks for e-beam patterning. In DELFIN, PAG molecules release a strong acid through the electron-beam-induced radical reaction that occurs upon ebeam exposure (eq S1).88 The protons subsequently bind with either NC ligands or Lewis-basic sites at the NC surface,33 resulting in the loss of colloidal stability. When soaked in polar solvents like DMF or NMF, the unexposed areas readily redissolved, while the exposed regions remained insoluble generating a positive pattern. The unreacted PAG molecules as well as the reaction byproducts from PAGs were removed during the solvent development step. Figure 8A,B shows SEM images of patterned CeO2 NCs with well-resolved 50 and 30 nm pattern dimensions obtained under\nthe same e-beam current of 17.6 pA, but various doses, from 150 to 200 μC/cm2. Larger patterned features, 300 and 100 nm, can be obtained with 80 μC/cm2 and 100 μC/cm2 doses, respectively (Figure S21A,B). It is interesting to note that patterning smaller features requires a higher dose, which may be due to the fact that the high dose can effectively avoid the blur during exposure.41,95 This electron dose is comparable to the doses used for patterning organic e-beam resists.96 Considering the NC size of 2 nm determined by dynamic light scattering (Figure S22A), and the film thickness of 50 nm measured by a confocal optical surfacemetrologymicroscope (Figure S22B,C), the highest resolution DELFIN feature consists of a stack of about 15 NCs in width and at least 25 NCs in height. The LER is around 5 nmwhich is equal to the size of two single NPs (Figure S21C). The clean background and sharp pattern edge observed\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13927\nin the enlarged SEM images in Figure 8 demonstrate highresolution capabilities of the inorganic inks achieved with significantly high sensitivity. Besides oxide NCs, semiconductor QDs can be patterned by the DELFIN process. For example, Figure 8C shows 100 nmwide lines obtained from the inks of CdSe NCs capped with Sn2S6 4− ligands and Ph3S + PAG counterions using an e-beam with a dose of 80−100 μC/cm2. The ultimate resolution evaluated from SEM images is about 70 nm, which is a record small all-inorganic semiconductor feature from direct EBL (Figure S23).41,95 Because the size of CdSe NCs is around 5 nm (Figure S24A) and the thickness of the film is around 40 nm (Figure S24B,C), the smallest feature of CdSe NCs achieved by DELFIN is a line of about 14 NCs in width and 8 NCs in height. Importantly, under the same e-beam exposure conditions, we demonstrated 100 nm line patterns of CdSe/ZnS core−shell QDs (Figure 8D). After developing in NMF, such small features still showed bright PL, which indicates that DELFIN can be used to fabrication of various QD nanodevices."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "We have designed a series of photo- and electron beam sensitive ligands, thus building an extensive library of functional photosensitive inorganic inks. With these designed ligands, we are able to directly pattern a variety of technologically important materials using not only DUV light but also 365 nm i-line UV light, 405 nm h-line blue light, and 450 nm visible light. The DOLFIN inks can be patterned using other stimuli besides optical photons. By taking the advantages of electron beam, a much higher resolution is achieved with DELFIN. These strategies will help us further develop DOLFIN and DELFIN methods as a powerful and versatile nanomanufacturing platform that complements traditional photopolymer lithography and expands our current nanomanufacturing capabilities."
    }, {
      "heading" : "EXPERIMENTAL SECTION",
      "text" : "Synthesis of Colloidal NCs and Photosensitive Ligands. Detailed synthetic protocols are provided in the SI. Preparation of Photochemically Active Inks. All preparation processes were carried out in ambient conditions or in a glovebox (for air sensitive materials) equipped with a yellow filter typically used for clean room lighting, purchased from Pro Lighting Group, Inc. We typically used anhydrous solvents and a one-phase ligand exchange strategy to treat the NC surface. In a typical one-phase ligand exchange approach, the solvent in the NC dispersion was the same as that of inorganic ligands, such as acetone, or formed a homogeneous mixture with the solvent used for inorganic ligands, such as toluene/DMF or toluene/NMF. Therefore, the NC and ligand solutions were miscible when mixed, and surface ligand exchange was achieved in one phase. NC with Photosensitive Ligands. NCs Capped with ADC and TDD Ligands. Both ligands were used to prepare the QD inks with bright luminescence. For example, 100 μL of core−shell CdSe/ZnS NCs (40 mg/mL) was diluted into 1 mL of toluene forming a colloidal solution, into which 100 μL of ADC (0.5 M) or TDD DMF solution (0.25 M) was added. A flocculation was observed after vortexing for several minutes, indicating a change in NC solubility caused by the surface modification. The ligand-exchanged CdSe/ZnS NCs were precipitated from the suspension by centrifugation and purified by dissolution−precipitation procedure with DMF and toluene two times. After purification, the NCs were redissolved in 100 μL of DMF as a colloidal solution with a concentration of 30−40 mg/mL and stored in the dark in a glovebox, which kept them stable for weeks. NCs Capped with DTC Ligands.Using CdSe NCs (4.5 nm, wurtzite phase) as an example, 100 μL of the as-synthesized NCs (40 mg/mL) was precipitated first from toluene by adding 1.5 mL of acetone and was then redispersed into 0.5 mL of acetone forming a cloudy suspension.\nAfter adding 200 μL of fresh DTC solution in acetone (0.2 M) and vortexing for 1 min, the cloudy NCs suspension turned into a red colloidal solution. The treated NCs were then precipitated by adding 2 mL of MeOH and rinsed with MeOH to remove free DTC ligands. After purification, the CdSe-DTCNCs were redissolved into 100 μL of DMF as a colloidal solution with a concentration of 30−40 mg/mL.\nNCs Capped with DTO, MTT, and PEX Ligands. The surface treatment process was similar for preparing of photosensitive inks with DTO, MTT, or PEX ligands. In general, photosensitive ligands were dissolved into N-methylformamide (NMF) or N,N-dimethylformamide (DMF) forming a stable solution with a concentration of 0.2M. In a separate vial, 100 μL of the as-synthesized NCs (40 mg/mL) was diluted with 1 mL of toluene. After introducing 200 μL of ligands solution and vortexing, the colloidal NCs solution became cloudy. The treated NCs were washed with toluene and MeOH and finally redissolved into 100 μL of DMF to form a solution with a concentration of 30−40 mg/mL.\nTwo-Component Photosensitive NC Inks. Bare NCs with PAG Ligands. To prepare starting materials, we treated NCs with NOBF4 to obtain ligand-free bare NCs following the approach of Murray et al.71 For example, CeO2 NCs capped with organic ligands were diluted with toluene to form a stable solution with a concentration of 80 mg/mL. NOBF4 used as a ligand stripping agent was first dissolved in DMF (20 mg/mL) and then introduced into the CeO2 NC solution with the amount of 2:1 (NCs: NOBF4) by weight. The precipitate was isolated by centrifugation and washed with toluene at least three times. The resulting CeO2 NCs were purified using toluene and DMF for several precipitation−redispersion cycles. PurifiedNCswere dissolved inDMF at a concentration of ∼40 mg/mL. The photosensitive ink was then prepared by mixing these CeO2 NC colloids with different amounts of photosensitive molecules (2.5 wt % for DOLFIN and 15% for DELFIN) in a DMF and MeOH co-solvent system (v/v: 10:1). For different inks, such molecules could be (p-CH3S-C6H4)(C6H5)2S\n+OTf− (for DUV and DELFIN), N-hydroxynaphthalimide triflate (HNT, for i-line patterning and DELFIN), and diazonaphthoquinone (for h-line patterning).\nDirect Patterning of InorganicMaterials.The experiments were performed under yellow light, and photoactive inorganic inks were passed through a 0.2 μm filter before spin-coating to eliminate particulate contaminations. In this work, we used DOLFIN to obtain the patterns with submicron resolution and DELFIN to obtain features with sub-100 nm resolution.\nIn a general DOFLIN procedure, the aforementioned photosensitive colloidal solutions were prepared in DMFwith a concentration of about 30 mg/mL and spin-coated (spread: 400 rpm, 10 s; spin: 2000 rpm, 60 s) on various substrates (Si/SiO2, Si, quartz, glass). The NC layers were then irradiated with either a 254 nm DUV lamp, a 365 nm i-line light, a blue 405 nm h-line light, or a 450 nm visible light through a chrome mask held together in a Mask Aligner system or using binder clips. The exposure dose and developers varied, depending on the ligands. Typical parameters are listed in Table 1. Taking CdSe-DTC inks as an example, both DMF and acetone could be used to form NC ink. In order to obtain the NC layer from acetone with the same thickness as that from DMF solution, the concentration of NCs in acetone should be decreased to 10−15 mg/mL, due to the its higher volatility. A dose of 150−180 mJ/cm2 was required for DUV lithography, and 150 mJ/cm2 was needed for 365 nm i-line patterning. Both neat DMF and acetone could be used as developers in this case. A 1951 USAF target, one of the most frequently used standard resolution tests, was applied in our work to determine the pattern resolutions. This target assembles numbered elements and groups with precisely defined spacing, and the limiting resolution can be measured by determining the smallest features, both vertically and horizontally."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b05491.\nDOI: 10.1021/acsnano.9b05491 ACS Nano 2019, 13, 13917−13931\n13928\nExperimental details of NCs synthesis and photosensive ligands preparation; photographs of various DOLFIN inks and NC films; ζ potential measurements of NCs capped with photosensive ligands; absorption spectra of photosensitive NC inks; TEM images, FTIR spectra and XRD patterns of functional NCs; small-angle X-ray scattering measurements of “bare” CeO2 NCs with PAG additives before and after UV exposure; SEM images and optical microscopy images of patterned NCs; decomposition pathway studies of photosensitive ligands; refractive index study of patterned CeO2 NCs; and conductivity measurements for solution-processed Au NC patterns (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail: dvtalapin@uchicago.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Dmitri V. Talapin: 0000-0002-6414-8587"
    }, {
      "heading" : "Author Contributions",
      "text" : "§These authors contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We would like to thank V. Kamysbayev for help with SAXS measurements and T. Shpigel for reading the manuscript. This work was supported by the Department of Defense (DOD) Air ForceOffice of Scientific Research under grant number FA955018-1-0099 and NSF under award number CHE-1905290. J.-A.P. was supported by the University of Chicago Materials Research Science and Engineering Center funded by NSF under award DMR-1420709. D.V.T. acknowledges support from Samsung Global Research Outreach Program on New Materials. Use of the Center for Nanoscale Materials, an Office of Science User Facilities operated for the U.S. Department of Energy (DOE) Office of Science by Argonne National Laboratory, was supported by the U.S. DOE under contract number DEAC02-06CH11357."
    } ],
    "references" : [ {
      "title" : "Semiconductor Clusters, Nanocrystals, and Quantum Dots",
      "author" : [ "A.P. Alivisatos" ],
      "venue" : "Science",
      "citeRegEx" : "Alivisatos,? \\Q1996\\E",
      "shortCiteRegEx" : "Alivisatos",
      "year" : 1996
    }, {
      "title" : "Colloidal Nanocrystal Heterostructures with Linear and Branched Topology",
      "author" : [ "A.P. Alivisatos" ],
      "venue" : "Nature",
      "citeRegEx" : "Alivisatos,? \\Q2004\\E",
      "shortCiteRegEx" : "Alivisatos",
      "year" : 2004
    }, {
      "title" : "Charge Transport in Strongly Coupled Quantum Dot Solids",
      "author" : [ "C.R. Kagan", "C.B. Murray" ],
      "venue" : "Nat. Nanotechnol. 2015,",
      "citeRegEx" : "Kagan and Murray,? \\Q2015\\E",
      "shortCiteRegEx" : "Kagan and Murray",
      "year" : 2015
    }, {
      "title" : "Composition-Matched Molecular “Solders” for Semiconductors",
      "author" : [ "S. Chattopadhyay", "T. Shibata", "D.V. Talapin" ],
      "venue" : "Science 2015,",
      "citeRegEx" : "Chattopadhyay et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chattopadhyay et al\\.",
      "year" : 2015
    }, {
      "title" : "Solution-Processed, High-Performance LightEmitting Diodes Based on Quantum Dots",
      "author" : [ "J. Wang", "X. Peng" ],
      "venue" : "Nature",
      "citeRegEx" : "Wang and Peng,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang and Peng",
      "year" : 2014
    }, {
      "title" : "Nanoscaled Interdigitated Electrode Arrays for Biochemical Sensors",
      "author" : [ "R. Mertens" ],
      "venue" : null,
      "citeRegEx" : "Mertens,? \\Q1998\\E",
      "shortCiteRegEx" : "Mertens",
      "year" : 1998
    }, {
      "title" : "Full-Colour QuantumDot Displays Fabricated by Transfer Printing",
      "author" : [ "Kim" ],
      "venue" : "Nat. Photonics 2011,",
      "citeRegEx" : "M. and K.,? \\Q2011\\E",
      "shortCiteRegEx" : "M. and K.",
      "year" : 2011
    }, {
      "title" : "Writing of Semiconductor Nanoparticles and Quantum Dots",
      "author" : [ "N. Laser" ],
      "venue" : "Appl. Phys. Lett. 2004,",
      "citeRegEx" : "Laser,? \\Q2004\\E",
      "shortCiteRegEx" : "Laser",
      "year" : 2004
    }, {
      "title" : "Fabrication of Vertical Channel Top Contact Organic Thin Film Transistors",
      "author" : [ "Y. Chen", "I. Shih" ],
      "venue" : "Org. Electron. 2007,",
      "citeRegEx" : "Chen and Shih,? \\Q2007\\E",
      "shortCiteRegEx" : "Chen and Shih",
      "year" : 2007
    }, {
      "title" : "Single-Crystalline SrRuO3 Nanomembranes: A Platform for Flexible Oxide Electronics",
      "author" : [ "D.D. Fong" ],
      "venue" : "Nano Lett. 2016,",
      "citeRegEx" : "Fong,? \\Q2016\\E",
      "shortCiteRegEx" : "Fong",
      "year" : 2016
    }, {
      "title" : "Ligand Removal by Controlling Structure and Solvation",
      "author" : [ "K. Miszta", "F. Greullet", "S. Marras", "M. Prato", "A. Toma" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Miszta et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Miszta et al\\.",
      "year" : 2016
    }, {
      "title" : "I-Line Sensitive Photoacid Generators",
      "author" : [ "H. Okamura", "M. Shirai" ],
      "venue" : "Pags and Their Application to Photocrosslinking System. Macromol. Symp",
      "citeRegEx" : "Okamura and Shirai,? \\Q2015\\E",
      "shortCiteRegEx" : "Okamura and Shirai",
      "year" : 2015
    }, {
      "title" : "Multicolor Visible Photolithography",
      "author" : [ "S. Chakrabarty", "M. Yu", "C.K. Ober" ],
      "venue" : null,
      "citeRegEx" : "J. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2018
    }, {
      "title" : "Framework-Inspired Metal-Containing Clusters for High-Resolution Patterning",
      "author" : [ "S. Chakrabarty", "C. Ouyang", "M. Krysak", "M. Trikeriotis", "Cho" ],
      "venue" : "Chem. Mater. 2018,",
      "citeRegEx" : "Chakrabarty et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chakrabarty et al\\.",
      "year" : 2018
    }, {
      "title" : "Positive Tone Oxide",
      "author" : [ "E.P. Giannelis", "C.K. Ober" ],
      "venue" : "Patterning. Proc. SPIE",
      "citeRegEx" : "M. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2013
    }, {
      "title" : "Nanoparticle Euv (One) Photoresists",
      "author" : [ "S. Chakrabarty", "K. Spyrou", "C.K. Ober", "E.P. Giannelis" ],
      "venue" : null,
      "citeRegEx" : "L. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2016
    }, {
      "title" : "Surface Functionalization of Semiconductor and Oxide Nanocrystals",
      "author" : [ "W. Liu", "D.S. Dolzhnikov", "L. Protesescu", "M.V. Kovalenko", "B. Koo", "S. Chattopadhyay", "E.V. Shenchenko", "D.V. Talapin" ],
      "venue" : "Surface Ligands. J. Am. Chem. Soc",
      "citeRegEx" : "J. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2011
    }, {
      "title" : "On the Mechanism of Decomposition of Dithiocarbamates",
      "author" : [ "S.J. Joris", "K.I. Aspila", "C.L. Chakrabarti" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "Joris et al\\.,? \\Q1970\\E",
      "shortCiteRegEx" : "Joris et al\\.",
      "year" : 1970
    }, {
      "title" : "Reactivity of Xanthate andDixanthogen in Aqueous Solutions of Different pH.Colloid Polym",
      "author" : [ "R.N. Tipman", "J. Leja" ],
      "venue" : null,
      "citeRegEx" : "Tipman and Leja,? \\Q1975\\E",
      "shortCiteRegEx" : "Tipman and Leja",
      "year" : 1975
    }, {
      "title" : "Robust Microstructures Using UV Photopatternable Semiconductor Nanocrystals",
      "author" : [ "P.N. Prasad" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Prasad,? \\Q2008\\E",
      "shortCiteRegEx" : "Prasad",
      "year" : 2008
    }, {
      "title" : "Novel Electron-Beam-Induced Reaction of a Sulfonium Salt in the Solid State",
      "author" : [ "T. Narita", "M. Yoshida" ],
      "venue" : "J. Vac. Sci. Technol. B 2006,",
      "citeRegEx" : "Narita and Yoshida,? \\Q2006\\E",
      "shortCiteRegEx" : "Narita and Yoshida",
      "year" : 2006
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Direct optical lithography of functional inorganic nanomaterials (DOLFIN) is a photoresist-free method for highresolution patterning of inorganic nanocrystals (NCs) that has been demonstrated using deep UV (DUV, 254 nm) photons. Here, we expand the versatility of DOLFIN by designing a series of photochemically active NC surface ligands for direct patterning using various photon energies including DUV, near-UV (i-line, 365 nm), blue (h-line, 405 nm), and visible (450 nm) light. We show that the exposure dose for DOLFIN can be ∼30 mJ/cm, which is small compared to most commercial photopolymer resists. Patterned nanomaterials can serve as highly robust optical diffraction gratings. We also introduce a general approach for resist-free direct electron-beam lithography of functional inorganic nanomaterials (DELFIN) which enables all-inorganic NC patterns with feature size down to 30 nm, while preserving the optical and electronic properties of patterned NCs. The designed ligand chemistries and patterning techniques offer a versatile platform for nanoand micron-scale additive manufacturing, complementing the existing toolbox for device fabrication.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}