{
  "name" : "downloads_2020-09-01_75_yuan2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ductility by shear band delocalization in the nano-layer of gradient structure",
    "authors" : [ "Fuping Yuan", "Dingshun Yan", "Jiangda Sun", "Lingling Zhou", "Yuntian Zhu", "Xiaolei Wu", "Fuping Yuana", "Dingshun Yana", "Jiangda Suna", "Lingling Zhoua", "Yuntian Zhuc", "Xiaolei Wua" ],
    "emails" : [ "ytzhu@ncsu.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "ARTICLE HISTORY Received 28 August 2018\nKEYWORDS Gradient structure; ductility; shear band; strain delocalization; back-stress hardening\nNanostructured (NS) metals feature high strength [1–8], but typically have low ductility [1,9–12]. When stretched alone,NSmetals intrinsically tend to develop shear bands soon after yielding, which propagate quickly through the cross-section [9–12], ending uniform elongation. This is because NS metals have low strain hardening capability [1,9–12]. Strategies for improving ductility [9–19] are mostly related to the recovery of intra-granular dislocation-mediated plasticity [5,10–14], which is, however, limited by either the small grain sizes or initial nearsaturation dislocation density [2,3,9,10], both of which limit dislocation accumulation capability during tensile testing [9–11].\nDuctility is generally defined as uniform elongation in the specimen gage length during tensile testing [20]. It can be determined by the Considère criterion [21], (dσ/dε)/σ ≥ 1, where σ is true stress and true strain, or by the Hart’s criterion [20], (dσ/dε)/σ + m ≥\nCONTACT Yuntian Zhu ytzhu@ncsu.edu Nano and Heterostructural Materials Center, School of Materials Science and Engineering, Nanjing University of Science and Technology, 200 Xiaolingwei, Nanjing 210094, People’s Republic of China; Department of Materials Science and Engineering, North Carolina State University, Campus Box 7919, Raleigh, NC 27695, USA; Xiaolei Wu xlwu@imech.ac.cn State Key Laboratory of Nonlinear Mechanics, Chinese Academy of Science, Institute of Mechanics, 15 Beisihuan West Road, Beijing 100190, People’s Republic of China; School of Engineering Science, University of Chinese Academy of Sciences, 19A Yuquan Road, Beijing 100049, People’s Republic of China\nSupplemental data for this article can be accessed here. https://doi.org/10.1080/21663831.2018.1546238\n1,where m is the strain rate sensitivity. Neither criterion literally specifieswhether homogeneous strain in the gage section is a must for ductility, which raises a question: is it possible to maintain high ductility if strain is not uniform?\nWe investigated this issue using a gradient structured (GS) interstitial-free (IF) steel, consisting of NS surface layers with a continuous increase in grain sizes along the depth to the central coarse-grained (CG) layer [11,12]. It is found that shear bands were formed in the NS layers at a very early stage during tensile testing, as NS metals typically do. Unexpectedly, the shear bands became stabilized due to strain gradient and propagated slowly along the gage length to become a localized strain zone (LSZ), which produced synergistic strain hardening to help with retaining ductility. In otherwords, the shear bands helped with retaining ductility, contrary to our conventional understanding of strain localization [22–24].\n© 2018 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\nCG IF steel plate of 1mm thick with a mean grain size of 26μm was used as the initial material. Gradient structure (GS) was prepared using surface mechanical attrition treatment (SMAT) technique [25]. The NS layer is ∼40μm thick, with a mean grain size of 200 nm.\nThe tensile samples were dog-bone shaped with the gauge section of 1mm× 2mm× 10mm. Uniaxial tensile tests were conducted at a strain rate (ε̇app)of 8× 10−4 s−1 under room temperature.Digital image correlation (DIC) imaging was performed on the top NS surface layer (see Supplementary Material). Microstructures, texture, and Vickers micro-hardness (HV) were characterized on samples subjected to various tensile strains. HV was measured with load of 25 g and dwell period of 15 s on NS surface after grinding off surface roughness by ∼10μm deep. Focused ion beam was used to cut the cross-sectional transmission electron microscopy (TEM) samples precisely in the shear band and LSZ in the NS layer at varying tensile strains according to the DIC image.\nFigure 1(a) shows the microstructure of the central CG layer with an average grain size of 26μm, and Figure 1(b) shows the nanostructure in the NS surface layer at ∼40μm depth, which reveals entangled dislocations in grain interiors and the average grain size is 200 nm, typical of severely deformedmetals [3,4,26]. The corresponding HV gradient is visible from the surface to the center (Figure 1(c)).\nFigure 2(a) shows the true stress–strain (σ– ) curves of GS and CG samples. The GS sample shows uniform elongation (EU) of 20.6%, which retained about 80% of that (26%) of the CG sample, while doubled yield strength. Figure 2(b) shows a set of typical contour maps showing longitudinal (axial) strain (εL, %) distribution at varying applied tensile strains (εapp, %). At εapp = 1%, two shear bands crossing each other were formed in the upper part of the sample. The shear bands are measured at ∼45° to tensile axis, with the orientation of maximum resolved shear stress. Thus, the plastic response in NS layer begins with the nucleation of shear bands. These\ntwo shear bands propagated downward with increasing εapp along the gauge length and continually broadens to form an LSZ, see maps with increasing εapp from 2.7% to 15.8% until necking at εapp = 20.6% (EU) (Figure 2(a)). A weaker LSZ is also visible in the lower part but fail to propagate much. In every sample tested, there is only one dominant LSZ, which led to the failure of whole sample.\nThe LSZ accumulated plastic strains continuously. Figure 2(c) shows heterogeneous εL at varying εapp as a result of the propagating LSZ. εL was measured along a longitudinal line which goes through the maximum εL (εmax) in each contour, e.g. white line at εapp = 1% in Figure 2(b). The LSZ is defined, here, as that with εL > εapp, e.g. the segment bounded by two×marks in the curve at εapp of 15.8%. Figure 2(d) shows the evolution of εmax and minimum εL (εmin) in NS layer. Note that εmax is always in the center of the LSZ. Figure 2(e) shows the evolution of average εL in LSZ, ε̄LSZ. Figure 2(f) shows the axial maximum strain rate ε̇L(ε̇max) in NS layer calculated by ε̇L = ∂ε/∂t. ε̇max is found always at the propagating front of the LSZ and can be used as an indicator for the propagating rate of LSZ.\nFrom Figure 2(b–f), several features of the plastic deformation can be drawn. Firstly, the shear band/LSZ sustained more strain in its interior than outside with increasing εapp (Figure 2(c,d)), typical of strain localization. The left and right peaks of εL, e.g. at εapp ≤6.8% (Figure 2(c)), represent the upper and the lower shear bands, while the latter disappeared at εapp = 15.8%. Secondly, εL is not uniform in the NS layer during the whole testing (Figure 2(b–d)). Moreover, εmax in shear band/LSZ is larger than εapp, even than EU (shadowed area in Figure 2(d)). In contrast, εL is equal to εapp in CG (see Figure S1 in the Supplementary Material), as represented by the diagonal dotted line, due to uniform deformation in the stable CG layer before necking. Thirdly, the ratio of ε̄LSZ/εapp in the LSZ (Figure 2(e)) can be seen as an indicator on the severity of strain localization. As seen, strain localization started at low\nFigure 2. Strain localization and delocalization in LSZ. (a) Tensile true stress–strain (σ– ) curves measured by DIC testing. GS: gradientstructured sample. CG: coarse-grained sample. Square on each curve: uniform elongation (EU). (b) Contour maps of axial strain (εL) on NS surface vs. applied tensile strain (εapp). Surface area of the gauge section: 2× 10mm2. Number above each map: εapp (%). Scale bar (color): range of εL in whole contour, with maximum (defined as εmax) (top number) and minimum εL (defined as εmin). Scale bar (horizontal): 2mm. (c) Distribution of εL at varying εapp along axial position, e.g. white vertical line in the first contour in (d). (d)Maximum and minimum εL(εmax andεmin) vs. εapp. Diagonal dashed line: uniform εL of CG sample. (e) ε̄LSZ/εapp vs. εapp. ε̄LSZ: axial average strain in LSZ. Inset: Strain fraction supplied by the LSZ at varying εL. (f ) Axial maximum strain rate (ε̇L = dεL/dL) at the propagating front of the LSZ vs. εapp. (g) Profiles of lateral shrinkages in (b) at varying εapp (number, %). (h) Average lateral shrinkage rate at the upper LSZ vs. εapp.\nεapp of ∼1%, reached the maximum at εapp = 2.0%, and then decreased until the end of uniform elongation (EU). Fourthly, ε̇max started about one order of magnitude larger than ε̇app = 8 × 10−4s−1 (Figure 2(f)) and dropped monotonously. In other words, the shear band/LSZ propagated fast initially, but slowed down later. In contrast, the CG sample shows a nearly constant ε̇L until necking (Figure 2(f) and Figure S1 in SI). Most importantly, the applied strain is mostly sustained in the LSZ. The deformation fraction supplied by LSZ is calculated by (εLSZ × area ofLSZ)/(εapp × gauge area). As seen in the inset of Figure 2(e), the LSZ accommodated the majority of the applied tensile strains.\nFigure 2(g) shows the changing profiles of lateral shrinkage at varying εapp by subtracting local width from the largest real-time width. The location of localized shrinkage coincides with that of the LSZ, see the arrows in contour maps at varying εapp in Figure 2(b). In other words, the LSZ triggered localized lateral shrinkage at the very early stage. This is unexpected because the sample was still globally stable with strong strain hardening. Figure 2(h) shows the average lateral shrinkage rate (ε̇T). It reached the peak at εapp ∼ 5%, decreased subsequently, and increased again until global necking (EU). In contrast, the CG sample has constant ε̇T, equal to half of ε̇app, typical of uniform plastic deformation.\nThe heterogeneous εL (Figure 2(c)) caused axial strain gradient, dεL/dL, near the LSZ boundaries in the NS layer. The maximum strain gradient lies always at the front of propagating LSZ, and increased with εapp (Figure 3(a)). Strain softening occurred in the center of the LSZ at the early stage of shear band formation (Figure 3(b)), showing dramatic drop of HV. HV increased later with increasing εapp from 6.8% to 15.8%, indicating that it recovered some strain hardening capability (Figure 3(c)).\nStrain gradient arises from mechanical incompatibility. The propagating front of the LSZ demarcates its boundary (Figure 3(b)). As shown, there is a steep strength gradient at the LSZ boundary, which will lead to strain gradient during tensile deformation. Geometrically necessary dislocations need to be produced to facilitate the strain gradient [27–29], which will produce strong back-stress hardening [14,30–36]. The back-stress hardening will impede the axial rapid propagation of the LSZ, which helps with the stabilization and delocalization of the shear band/the LSZ, leading to the drop of ε̇L with εapp (Figure 2(g)).\nThe initial drop and later rise of HV in the center of the LSZ (Figure 3(b,c)) indicate the recovery of dislocation strain hardening. Figure 4(a) shows a weak compression shear texture with (110) orientation parallel to compressive axis due to SMAT before tensile testing (a-1), which evolved later into strong tensile textures with (110) orientation parallel to tensile axis at εapp of 15.8%. The tensile texture strength is especially strong at the center of the LSZ, as indicated in Figure 4(a3), as compared with locations outside of the LSZ (as indicated in Figure 4(a-2). This indicates strong dislocation activities in nanograins in the LSZ during tensile deformation.\nThe dislocation activity is corroborated by TEM observations. At εappof 4% (Figure 4(b)), the dislocations are hardly seen inside most grains in the center of the\nLSZ, in contrast to high density of dislocations before tensile testing (Figure 1(b)). Inset at the top left corner of Figure 4(b) reveals dislocation debris in a few grains. This indicates dismantlement of original dislocation substructure due to the change of strain path and stress state [12,37]. This is the reason of the observed strain softening in the shear band/LSZ (Figure 3(b)). Further straining led to the formation of new dislocation networks near grain boundaries, as shown in Figure 4(c) (εapp = 20.6%). This is caused by the complex stress state [12,37] in the LSZ, where multiple slip systems are activated, which in turn forms new dislocation entanglements and accumulation (see the inset). The change in dislocation density coincides with that of HV (Figure 3(c)), suggesting their close relationship. Furthermore, the mean grain size is maintained close to ∼200 nm in the LSZ during the tensile testing, indicating no grain growth in the LSZ.\nIt should be noted that initial softening and recovered hardening observed in the LSZ has some similarity and difference from the reported hardness fluctuation observed during the severe plastic deformation of a nanocrystalline Ni–Fe alloy [38]. Although both cases were linked to dislocation density change, the initial softening and recovered hardening in the LSZ was caused by the change of strain path, while the latter was observed during severe straining in the strain direction.\nThe NS layer and central CG layer in the GS sample were subjected to the same amount applied tensile strain. The NS layer deformed by propagating shear bands (Figure 2(b,c)), while the CG layer deformed uniformly. Strain delocalization in the shear bands/LSZ helped with retaining ductility in NS layer. In contrast, shear bands would have failed homogeneous NS metals quickly [2,3,11,12]. The LSZ regained strain hardening capability after the initial softening (Figure 4(c)), a phenomenon that would rarely occur in homogeneous NS metals [38]. Both forest dislocation hardening and\nFigure 4. Evolution of texture and dislocation density. (a) a-1: initial compressive texture. a-2 and a-3 at εapp = 15.8%: tensile texture outside and at the center of LSZ. Number: local axial strain. (b) and (c) TEM micrographs showing dislocation density in the LSZ at εapp of 4% and 15.8%, respectively. Inset in (b) (lower left): selected area electron diffraction pattern in the NC layer. Inset in (b) (upper left): dislocation debris. Inset in (c): newly-generated dislocations at grain boundaries. Scale bars: 200 nm.\nback-stress hardening occurred to stabilize the shear band [14,33], making it possible for its delocalization. The propagation of shear banding into the sample depth is deterred because the underneath CG layer is stable. This induces strain gradient in the depth direction and back-stress hardening to prevent the LSZ from propagating into the depth [12,31,34].\nThe strategy of utilizing the shear band delocalization to develop synergistic work hardening for improving the ductility is expected also applicable to other heterostructured metals consisting of NS and CG domains. Another way to delocalize strains caused by shear bands is to develop high-density of them all over the NS domains so that no individual shear band will fail the specimen. Similar synergistic work hardening as discussed above should also work in this situation to improve ductility. In fact, such types of LSZs have been observed in layered heterostructures although their effect on work hardening was not discussed [39].\nIn conclusion, strain localization by shear bands seems unavoidable in nanostructures. However, in GS materials the detrimental shear bands could be harnessed to benefit ductility. Specifically, in a gradient structured specimen shear bands nucleated early in the NS and propagated along the gage length, instead of across the specimen cross-section as normally observed in homogeneousmaterials. This delocalized the shear bands to form an LSZ. Strain gradient was produced in the propagating front of the LSZ, which produced back-stress hardening [14,34] to stabilize the propagating shear bands. In addition, strain gradient were also produced near the interfaces between the LSZ and CG central layer, which produces more back-stress hardening. Dislocation hardening capability in the LSZ was recovered after initial strain softening, which, along with back-stress hardening, induces synergistic strain hardening to help with ductility in NS layer."
    }, {
      "heading" : "Impact statement",
      "text" : "We propose strategies for synergistic strain hardening in gradient structure by stabilizing shear band and strain gradients, turning harm of shear band into benefit of ductility."
    }, {
      "heading" : "Disclosure statement",
      "text" : "No potential conflict of interest was reported by the authors."
    }, {
      "heading" : "Funding",
      "text" : "This work was supported by the National Key Basic Research Program of China [grant numbers 2017YFA 0204402, 2017YFA0204403], the National Natural Science Foundation of China (NSFC) [grant numbers 11472286, 11572328, 11672313 and 11790293], and the Strategic Priority Research Program of the Chinese Academy of Sciences [grant number XDB22040503]. Y. Z. was also supported by the US Army Research Office [W911 NF-12-1-0009]."
    } ],
    "references" : [ {
      "title" : "Stabilizing nanostructures in metals using grain and twin boundary architectures",
      "author" : [ "K. Lu" ],
      "venue" : "Nature Rev Mater",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Mechanical properties of nanocrystalline materials",
      "author" : [ "MA Meyers", "A Mishra", "DJ. Benson" ],
      "venue" : "Prog Mater Sci",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2006
    }, {
      "title" : "Review on superior strength and enhanced ductility of metallic nanomaterilas",
      "author" : [ "IA Ovid’ko", "RZ Valiev", "YT. Zhu" ],
      "venue" : "Prog Mater Sci",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Fundamentals of superior properties in bulk nanoSPDmaterials.MaterRes Lett. 2016;4:1–21",
      "author" : [ "RZ Valiev", "Y Estrin", "Z Horita" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Revealing the maximum strength in nanotwinned copper",
      "author" : [ "L Lu", "X Chen", "X Huang" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2009
    }, {
      "title" : "Dual-phase nanostructuring as a route to high-strength magnesium alloys",
      "author" : [ "WuG", "ChanK-C", "Zhu LL" ],
      "venue" : "MATER. RES. LETT",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Strain-induced ultrahard and ultrastable nanolaminated structure in nickel",
      "author" : [ "XC Liu", "HW Zhang", "K. Lu" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2013
    }, {
      "title" : "Enhanced thermal stability of nanograined metals below a critical grain size",
      "author" : [ "X Zhou", "XY Li", "K. Lu" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Nanostructured metals-retaining ductility",
      "author" : [ "Zhu YT", "Liao XZ" ],
      "venue" : "Nature Mater",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2004
    }, {
      "title" : "High tensile ductility in a nanostructured metal",
      "author" : [ "YM Wang", "MW Chen", "FH Zhou" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2002
    }, {
      "title" : "Revealing extraordinary intrinsic tensile plasticity in gradient nano-grained copper",
      "author" : [ "TH Fang", "WL Li", "NR Tao" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2011
    }, {
      "title" : "Extraordinary strain hardening by gradient structure",
      "author" : [ "XL Wu", "P Jiang", "L Chen" ],
      "venue" : "Proc Natl Acad Sci USA",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "High dislocation densityinduced large ductility in deformed and partitioned steels",
      "author" : [ "BB He", "B Hu", "HW Yen" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Heterogeneous lamellar structure unites ultrafine-grain strength with coarsegrain ductility",
      "author" : [ "XL Wu", "MX Yang", "FP Yuan" ],
      "venue" : "Proc Natl Acad Sci USA",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Dynamically reinforced heterogeneous grain structure prolongs ductility in a medium-entropy alloy with gigapascal yield strength",
      "author" : [ "MX Yang", "DS Yan", "FP Yuan" ],
      "venue" : "Proc Natl Acad Sci USA",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "High-strength and high-ductility nanostructured and amorphous metallic materials",
      "author" : [ "HN Kou", "J Lu", "Y. Li" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2014
    }, {
      "title" : "Nanodomained nickel unite nanocrystal strength with coarse-grain ductility",
      "author" : [ "XL Wu", "FP Yuan", "MX Yang" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Deformation behavior and plastic instabilities of ultrafine-grained titanium",
      "author" : [ "D Jia", "YM Wang", "KT Ramesh" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2001
    }, {
      "title" : "Make nanostructured metal exceptionally tough by introducing non-localized fracture behaviors",
      "author" : [ "AY Chen", "DF Li", "JB Zhang" ],
      "venue" : "Scr Mater",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2008
    }, {
      "title" : "A theory for flow of polycrystals",
      "author" : [ "Hart EW" ],
      "venue" : "Acta Metall",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1967
    }, {
      "title" : "On the use of Considere’s criterion in tensile testing of materials which accumulate internal damage",
      "author" : [ "L Weber", "M Kouzeli", "C San Marchi" ],
      "venue" : "Scr Mater",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1999
    }, {
      "title" : "Adiabatic shear banding in ultrafine-grained Fe processed by severe plastic deformation",
      "author" : [ "Q Wei", "L Kecskes", "T Jiao" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2004
    }, {
      "title" : "Gradient structure produces superior dynamic shear properties",
      "author" : [ "XD Bian", "FP Yuan", "YT Zhu" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Dynamic shear deformation of a CrCoNi medium-entropy alloy with heterogeneous grain structures",
      "author" : [ "Y Ma", "FP Yuan", "MX Yang" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Surface nanocrystallization (SNC) of metallic materials: presentation of the concept behind a new approach",
      "author" : [ "K Lu", "J. Lu" ],
      "venue" : "J Mater Sci Technol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1999
    }, {
      "title" : "Structural evolutions of metallic materials processed by severe plastic deformation",
      "author" : [ "Y Cao", "S Ni", "XZ Liao" ],
      "venue" : "Mater Sci Eng R. 2018;133:1–59",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "The deformation of plastically non-homoge neous materials",
      "author" : [ "Ashby MF" ],
      "venue" : "Philos Mag",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1970
    }, {
      "title" : "Mechanism-based strain gradient plasticity – I",
      "author" : [ "HJ Gao", "Y Huang", "WD Nix" ],
      "venue" : "Theory. J Mech Phys Solids",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 1999
    }, {
      "title" : "Geometrically necessary dislocation and size-dependent plasticity",
      "author" : [ "Gao HJ", "Huang YG" ],
      "venue" : "Scr Mater",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2003
    }, {
      "title" : "Gradient plasticity in gradient nano-grained metals",
      "author" : [ "Z Zeng", "XY Li", "DS Xu" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Synergetic strengthening by gradient structure",
      "author" : [ "XL Wu", "P Jiang", "L Chen" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "On strain hardening mechanism in gradient nanostructure",
      "author" : [ "JJ Li", "GJ Weng", "SH Chen" ],
      "venue" : "Int J Plasticity",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Heterogeneous materials: a new class of materials with unprecedented mechanical properties",
      "author" : [ "Wu XL", "Zhu YT" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Back stress strengthening and strain hardening in gradient structure.MaterRes Lett. 2016;4:145–151",
      "author" : [ "MX Yang", "Y Pan", "FP Yuan" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Extraordinary Bauschinger effect in gradient structured copper",
      "author" : [ "LiuXL", "Yuan FP", "ZhuYT" ],
      "venue" : "Scripta Materialia",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2018
    }, {
      "title" : "Towards strength-ductility synergy through the design of heterogeneous nanostructures in metals",
      "author" : [ "E Ma", "T. Zhu" ],
      "venue" : "Mater Today",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Influences of cell-walls and grain-boundaries on transient responses of an IF steel to changes in strain path",
      "author" : [ "Wilson DV" ],
      "venue" : "Acta Metall Mater",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1994
    }, {
      "title" : "Strain hardening and softening in a nanocrystalline Ni–Fe alloy induced by severe plastic deformation",
      "author" : [ "S Ni", "YB Wang", "XZ Liao" ],
      "venue" : "Mater Sci Eng A",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2011
    }, {
      "title" : "Interface affected zone for optimal strength and ductility in heterogeneous laminate",
      "author" : [ "CX Huang", "YF Wang", "XL Ma" ],
      "venue" : "Mater Today",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "saturation dislocation density [2,3,9,10], both of which limit dislocation accumulation capability during tensile testing [9–11].",
      "startOffset" : 31,
      "endOffset" : 41
    }, {
      "referenceID" : 2,
      "context" : "saturation dislocation density [2,3,9,10], both of which limit dislocation accumulation capability during tensile testing [9–11].",
      "startOffset" : 31,
      "endOffset" : 41
    }, {
      "referenceID" : 8,
      "context" : "saturation dislocation density [2,3,9,10], both of which limit dislocation accumulation capability during tensile testing [9–11].",
      "startOffset" : 31,
      "endOffset" : 41
    }, {
      "referenceID" : 9,
      "context" : "saturation dislocation density [2,3,9,10], both of which limit dislocation accumulation capability during tensile testing [9–11].",
      "startOffset" : 31,
      "endOffset" : 41
    }, {
      "referenceID" : 19,
      "context" : "tion in the specimen gage length during tensile testing [20].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 20,
      "context" : "It can be determined by the Considère criterion [21], (dσ/dε)/σ ≥ 1, where σ is true stress and true strain, or by the Hart’s criterion [20], (dσ/dε)/σ + m ≥",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 19,
      "context" : "It can be determined by the Considère criterion [21], (dσ/dε)/σ ≥ 1, where σ is true stress and true strain, or by the Hart’s criterion [20], (dσ/dε)/σ + m ≥",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 10,
      "context" : "depth to the central coarse-grained (CG) layer [11,12].",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 11,
      "context" : "depth to the central coarse-grained (CG) layer [11,12].",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 24,
      "context" : "Gradient structure (GS) was prepared using surface mechanical attrition treatment (SMAT) technique [25].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 2,
      "context" : "Figure 1(a) shows the microstructure of the central CG layer with an average grain size of 26μm, and Figure 1(b) shows the nanostructure in the NS surface layer at ∼40μm depth, which reveals entangled dislocations in grain interiors and the average grain size is 200 nm, typical of severely deformedmetals [3,4,26].",
      "startOffset" : 306,
      "endOffset" : 314
    }, {
      "referenceID" : 3,
      "context" : "Figure 1(a) shows the microstructure of the central CG layer with an average grain size of 26μm, and Figure 1(b) shows the nanostructure in the NS surface layer at ∼40μm depth, which reveals entangled dislocations in grain interiors and the average grain size is 200 nm, typical of severely deformedmetals [3,4,26].",
      "startOffset" : 306,
      "endOffset" : 314
    }, {
      "referenceID" : 25,
      "context" : "Figure 1(a) shows the microstructure of the central CG layer with an average grain size of 26μm, and Figure 1(b) shows the nanostructure in the NS surface layer at ∼40μm depth, which reveals entangled dislocations in grain interiors and the average grain size is 200 nm, typical of severely deformedmetals [3,4,26].",
      "startOffset" : 306,
      "endOffset" : 314
    }, {
      "referenceID" : 11,
      "context" : "This indicates dismantlement of original dislocation substructure due to the change of strain path and stress state [12,37].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 36,
      "context" : "This indicates dismantlement of original dislocation substructure due to the change of strain path and stress state [12,37].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 11,
      "context" : "This is caused by the complex stress state [12,37] in the LSZ, where multiple slip systems are activated, which in turn forms new dislocation entanglements and accumulation (see the inset).",
      "startOffset" : 43,
      "endOffset" : 50
    }, {
      "referenceID" : 36,
      "context" : "This is caused by the complex stress state [12,37] in the LSZ, where multiple slip systems are activated, which in turn forms new dislocation entanglements and accumulation (see the inset).",
      "startOffset" : 43,
      "endOffset" : 50
    }, {
      "referenceID" : 37,
      "context" : "ity and difference from the reported hardness fluctuation observed during the severe plastic deformation of a nanocrystalline Ni–Fe alloy [38].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 1,
      "context" : "In contrast, shear bands would have failed homogeneous NS metals quickly [2,3,11,12].",
      "startOffset" : 73,
      "endOffset" : 84
    }, {
      "referenceID" : 2,
      "context" : "In contrast, shear bands would have failed homogeneous NS metals quickly [2,3,11,12].",
      "startOffset" : 73,
      "endOffset" : 84
    }, {
      "referenceID" : 10,
      "context" : "In contrast, shear bands would have failed homogeneous NS metals quickly [2,3,11,12].",
      "startOffset" : 73,
      "endOffset" : 84
    }, {
      "referenceID" : 11,
      "context" : "In contrast, shear bands would have failed homogeneous NS metals quickly [2,3,11,12].",
      "startOffset" : 73,
      "endOffset" : 84
    }, {
      "referenceID" : 13,
      "context" : "back-stress hardening occurred to stabilize the shear band [14,33], making it possible for its delocalization.",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 32,
      "context" : "back-stress hardening occurred to stabilize the shear band [14,33], making it possible for its delocalization.",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 11,
      "context" : "This induces strain gradient in the depth direction and back-stress hardening to prevent the LSZ from propagating into the depth [12,31,34].",
      "startOffset" : 129,
      "endOffset" : 139
    }, {
      "referenceID" : 30,
      "context" : "This induces strain gradient in the depth direction and back-stress hardening to prevent the LSZ from propagating into the depth [12,31,34].",
      "startOffset" : 129,
      "endOffset" : 139
    }, {
      "referenceID" : 33,
      "context" : "This induces strain gradient in the depth direction and back-stress hardening to prevent the LSZ from propagating into the depth [12,31,34].",
      "startOffset" : 129,
      "endOffset" : 139
    }, {
      "referenceID" : 38,
      "context" : "In fact, such types of LSZs have been observed in layered heterostructures although their effect on work hardening was not discussed [39].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 13,
      "context" : "ing [14,34] to stabilize the propagating shear bands.",
      "startOffset" : 4,
      "endOffset" : 11
    }, {
      "referenceID" : 33,
      "context" : "ing [14,34] to stabilize the propagating shear bands.",
      "startOffset" : 4,
      "endOffset" : 11
    } ],
    "year" : 2018,
    "abstractText" : "Nanostructured (NS) metals typically fail soon after yielding, starting with the formation of narrow shear bands. Here we report the observation of shear band delocalization in gradient metals. Shear bands were nucleated and delocalized in the NS layers by propagating along the gage length soon after yielding, converting the shear band into a localized strain zone (LSZ). Synergistic work hardening was developed in the LSZ by regaining dislocation hardening capability, and by back-stress hardening from the strain gradients in the axial and depth directions, which helped with enhancing global ductility. ARTICLE HISTORY Received 28 August 2018",
    "creator" : "LaTeX with hyperref package + hypdvips"
  }
}