{
  "name" : "downloads_2019-11-10_43_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Controlled release of dexamethasone sodium phosphate with biodegradable nanoparticles for preventing experimental corneal neovascularization",
    "authors" : [ "Bing Wang", "Yating Tang", "Yumin Oh", "Nicholas W. Lamb", "Shiyu Xia", "Zheng Ding", "Baiwei Chen", "María J. Suarez", "Tuo Meng", "Laura M. Ensign", "Walter J. Stark", "Justin Hanes", "Qingguo Xu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Corneal neovascularization (CNV) leads to the loss of corneal transparency and vision impairment, and can ultimately cause blindness. Topical corticosteroids are the first line treatment for suppressing CNV, but poor ocular bioavailability and rapid clearance of eye drops makes frequent administration necessary. Patient compliance with frequent eye drop application regimens is poor. We developed biodegradable nanoparticles (NP) loaded with dexamethasone sodium phosphate (DSP) using zinc ion bridging, DSP-Zn-NP, with dense coatings of poly (ethylene glycol) (PEG). DSP-Zn-NP were safe and capable of providing sustained delivery of DSP to the front of the eye following subconjunctival (SCT) administration in rats. We reported that a single SCT administration of DSP-Zn-NP prevented suture-induced CNV in rats for two weeks. In contrast, the eyes receiving SCT administration of either saline or DSP solution developed extensive CNV in less than 1 week. SCT administration of DSP-Zn-NP could be an effective strategy in preventing and treating CNV. © 2019 Elsevier Inc. All rights reserved.\nKey words: Ocular drug delivery; Polymer; Corticosteroid; Neovascularization; Animal model\nConflict of Interest: The nanoparticle technology described in this publication is being licensed to GrayBug Vision Inc. Justin Hanes is a founder of GrayBug Vision, Inc. He owns company stock, which is subject to certain rules and restrictions under Johns Hopkins University policy. The terms of this arrangement are being managed by Johns Hopkins University in accordance with its conflict of interest policies.\nAcknowledgments: This work has been supported by National Institutes of Health (R01EY027827 and P30-EY001765), the Raymond Kwok Family Research Fund, the Andreas Dracopoulos Research Fund, the 2013 Richard Lindstrom Research Grant from Eye Bank Association of America, the 2018 Ralph E. Powe Junior Faculty Enhancement Award from ORAU, and a grant from the King Khaled Eye Specialist Hospital of Saudi Arabia.\n⁎Corresponding author: Qingguo Xu, Department of Pharmaceutics, Virginia Commonwealth University, Richmond, VA, 23298, USA. E-mail address: qxu@vcu.edu (Q. Xu).\n1 These authors contributed equally.\nhttps://doi.org/10.1016/j.nano.2019.01.001 1549-9634/© 2019 Elsevier Inc. All rights reserved.\nPlease cite this article as: Wang B, et al. Controlled release of dexamethasone sodium phosphate with biodegradable nanoparticles for preventing experimental corneal neovascularization. Nanomedicine: NBM 2019;17:119-123, https://doi.org/10.1016/j.nano.2019.01.001\nVarious pathological conditions can induce the invasion of new vessels (neovascularization) from the limbus to the typically avascular cornea.1 Corneal neovascularization (CNV) can eventually lead to loss of corneal transparency and decreased visual acuity. Topical corticosteroids are the first line treatment for CNV, and the antiangiogenic effects of various corticosteroids, including dexamethasone, have been demonstrated in different animal models and in clinical practice.1 The anti-angiogenic capability of corticosteroids on CNV may be partially attributed to the inhibition of the secretion of growth factors, in particular, vascular endothelial derived growth factor (VEGF) and matrix metalloproteinases (MMPs).1 However, topically applieddrugs typicallydonotpenetrate the cornea efficiently, and the small fraction of absorbed drugs is usually rapidly cleared.2 Inhibiting and/or treating CNV requires frequent administration of topical corticosteroids,1 and compliance with frequent dosing regimens is poor. Reducing or eliminating dependence on patient compliance is an important next step in the management of CNV.3\nWe developed dexamethasone sodium phosphate (DSP) encapsulated nanoparticles via zinc ion bridging (DSP-Zn-NP) using carboxyl terminated poly(lactic-co-glycolic acid) (PLGA-COOH) followed by nanoprecipitation.4 DSP-Zn-NP exhibited high drug loading and sustained drug release.4 Pluronic F127 at the nanoparticle preparation led to dense PEG coatings on nanoparticles, which are critical to decrease the inflammation following ocular administration of nanoparticles.5 We have also shown that SCT administration of DSP-Zn-NP with dense PEG coatings caused no toxicity in the injection site of the eye.4 Here, we demonstrate that a single SCT DSP-Zn-NP provides safe and effective inhibition of CNV in a rat model for up to 2 weeks."
    }, {
      "heading" : "Materials and methods",
      "text" : "DSP-Zn-NP were prepared and characterized as previously reported.4 The CNV rat model was set up at day0 (Figure S1),6 immediately followed by SCT administration of different therapeutics. Details are provided in Supplementary Materials."
    }, {
      "heading" : "Results and discussion",
      "text" : "Drugs administered by SCT administration transport into the eye by trans-scleral diffusion,7,8 a process that is limited for drugs that are poorly water-soluble.9 However, the therapeutic effects of water-soluble corticosteroids injected SCT are shortlived,10 such that frequent injections are required.11 Therefore, we sought to formulate a delivery system for water-soluble corticosteroid, DSP, by noncovalent zinc ion bridging between carboxyl groups on PLGA and phosphate groups on DSP (Figure 1, A). We achieved dense PEG coatings on DSP-Zn-NP using a triblock copolymer of poly(ethylene glycol)-poly(propylene oxide)-poly(ethylene glycol) (PEG-PPO-PEG) (Pluronic F127) (Figure 1, A), and the hydrophobic PPO chains (green) on F127 provided strong noncovalent coating on hydrophobic PLGA nanoparticles.12 TheDSP-Zn-NPwere spherical particles (Figure 1, B) with an average diameter of 200 nm and a polydispersity index of 0.12 indicating relatively uniform particle size distribution. DSP-ZnNP had DSP loading of ~8 wt%. FTIR confirmed the existence of chemical bonds fromphosphate-zinc (bands at 3011, 2645, 2323 and 2162cm−1) in DSP-Zn-NP (Figure S2). Inductively Coupled Plasma\nAtomicEmission Spectroscopymeasured the zinc content of 0.91wt % in DSP-Zn-NP, suggesting an approximately 1:1 molar ratio of zinc to DSP by comparing with the DSP content measured from HPLC. The DSP-Zn-NP released DSP in a sustained manner for about 3 weeks in vitro (Figure 1, C). The gradual release of DSP without a significant initial burst suggested complete incorporation of DSP into nanoparticle through zinc ion bridging rather than adsorption to particle surface. The DSP release is controlled by polymer degradation, and can be further adjusted by changing the compositions (molecular weight and LA/GA ratio) of PLGA/PLA polymers and the blend with PLGA-PEG/PLA–PEG copolymers.13 As reported previously, one SCT administration of DSP-Zn-NP delivered sustained levels of DSP to the aqueous humor for more than 7 days, whereas DSP were nearly undetectable in the aqueous humor 1 day after injection of free DSP.4\nIn the saline-treated group, CNV reached the suture position (2 mm from limbus) by postoperative day (POD) 7 (Figure 2, A) with the average area of 5.0 ± 2.1 mm2 and length of 1.7 ± 0.3 mm (Figure 2,G-H). The new vessels continued to grow through POD14 (Figure 2, D) with the average area of 4.8 ± 2.5 mm2 and length of 2.3 ± 0.8 mm (Figure 2, G-H). Similarly, SCT DSP at the time of intrastromal suture placement did not inhibit CNV (Figure 2, B-D), with the average area of 5.0 ± 0.6 mm2 and average length 2.0 ± 0.1 mm by POD14 (Figure 2, G-H). It is thought that water-soluble drugs like DSP can achieve more efficient intraocular delivery following SCT administration (through trans-scleral diffusion) as compared to administration of the same drug in conventional eye drops.8 However, the therapeutic effects of water-soluble DSP are still short-lived following SCT administration due to rapid drug clearance.10 In rats, only 0.4% of the original dose remained in the anterior chamber 2 h after SCT administration ofDSP solution, and the DSP level in the anterior chamber dropped below the detection limit within 24 h.4\nIn contrast to treatment with saline or DSP solution, DSP-ZnNP eliminated CNV in the same rat model by POD7 (Figure 2,C), and the suppression of CNV lasted to POD14 (Figure 2,F). Only 1 of 6 rats treatedwithDSP-Zn-NP showed evidence ofmild CNV at POD14, with the average CNV area of 0.6 ± 0.6 mm2 and length of 0.2 ± 0.2 mm (Figure 2,G-H). DSP release fromDSP-Zn-NP in the SCT space significantly improved drug retention and prolonged drug levels in anterior chamber for more than 7 days,4 which led to enhanced suppression of CNV in the rat model. PLGA NP will be gradually cleared by hydrolysis of PLGA ester linkage throughout the NPmatrix (bulk erosion) in the presence of water in the surrounding conjunctiva tissues to produce lactic and glycolic acids, which will be eventually eliminated safely via the Krebs cycle by conversion to carbon dioxide and water.14\nInfiltration of inflammatory cells (black arrow heads) and blood vessel (red arrows) were evident in cornea tissues of rats treated with saline (Figure 3, A, D) and DSP (Figure 3, B, E) at both POD7 and POD14. In comparison, the corneas of DSP-ZnNP treated rats showed no signs of inflammation or neovascularization at POD7 or POD14 (Figure 3, C, F). These results implied that DSP could inhibit the activation and recruitment of inflammatory cells that release various inflammatory cytokines to stimulate angiogenesis,1 which is regarded as a driving force for CNV formation.15 We measured mRNA expression levels of growth factors implicated in CNV, and we found significant\nsuppression of VEGF mRNA in the corneas of rats treated with DSP-Zn-NP in comparison to rats treated with either saline or DSP solution at POD7 (Figure 4, A). The VEGF mRNA expression level in rats treated with DSP-Zn-NP increased to levels similar to those in the saline- and DSP-treated rats at POD14, which was the time when ocular DSP levels decreased to undetectable levels in DSP-Zn-NP treated rats.4 VEGF plays a critical role in CNV,16 as demonstrated by the inhibition of CNV using anti-VEGF antibodies.17–19 Figure 4, B-C shows that SCT DSP-Zn-NP also significantly suppressed expression of MMP-2 and MMP-9 mRNA in the sutured corneas compared to SCT saline or DSP solution at both POD7 and POD14. MMP enzymes degrade extracellular matrix and facilitate the migration\nof endothelial cells, allowing the formation of new vasculature.20 Up-regulation of MMP-2 and MMP-9 was found to be involved in CNV,15,21 and therapies that inhibit MMPs have been found effective in inhibiting CNV.6,22\nExposure to corticosteroids can cause an increase in intraocular pressure (IOP) and/or ocular toxicity under some circumstances.23 IOP did not increase in rats during 2weeks after a single SCTDSPZn-NP in the current study (Figure S3). In our previous corneal allograft rejection study, we did not observe IOP increase upon weekly SCT administration of DSP-Zn-NP in rats.4\nIn summary, SCT administration of controlled-release DSP-ZnNP formulations holds potential to provide sustained, therapeutic levels of DSP to the anterior segment of the eye without increasing IOPor causing toxicity at injection site for inhibition ofCNV.CNV is known to cause corneal opacification and also significantly increases the rate of immunological graft rejection of the keratoplasty.24 SCT DSP-Zn-NP will improve patient drug compliance and will reduce the chance of corneal transplantation rejection."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nano.2019.01.001."
    } ],
    "references" : [ {
      "title" : "Treatments for corneal neovascularization: a review",
      "author" : [ "D Gupta", "C. Illingworth" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "Challenges and obstacles of ocular pharmacokinetics and drug delivery",
      "author" : [ "A. Urtti" ],
      "venue" : "Adv Drug Deliv Rev 2006;58:1131-5",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2006
    }, {
      "title" : "Adherence and persistence with glaucoma therapy",
      "author" : [ "Schwartz GF", "Quigley HA" ],
      "venue" : "Surv Ophthalmol 2008;53:S57-68",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "Corticosteroid-loaded biodegradable nanoparticles for prevention of corneal allograft rejection in rats",
      "author" : [ "Q Pan", "Q Xu", "NJ Boylan", "NW Lamb", "DG Emmert", "J-C Yang" ],
      "venue" : "J Control Release",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Sustained Delivery of Therapeutic Agents to an Eye Compartment, U.S",
      "author" : [ "PJ McDonnell", "YA Khan", "SK Lai", "RT Kashiwabuchi", "A Behrens", "JS Hanes" ],
      "venue" : "Patent No",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Anti-angiogenic effect of KR31831 on corneal and choroidal neovascularization in rat models",
      "author" : [ "Kim I-T", "Park HY", "Choi J-S", "Joo C-K" ],
      "venue" : "Invest Ophthalmol Vis Sci 2012;53:3111-9",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Periocular injection of corticosteroidsexperimental evaluation of its role in treatment of corneal inflammation",
      "author" : [ "HM Leibowitz", "A. Kupferman" ],
      "venue" : "Arch Ophthalmol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1977
    }, {
      "title" : "Pharmacokinetics of ophthalmic corticosteroids",
      "author" : [ "McGhee CN" ],
      "venue" : "Br J Ophthalmol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1992
    }, {
      "title" : "Permeability of cornea, sclera, and conjunctiva: a literature analysis for drug delivery to the eye",
      "author" : [ "Prausnitz MR", "Noonan JS" ],
      "venue" : "J Pharm Sci 1998;87:1479-88",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1998
    }, {
      "title" : "High concentration of dexamethasone in aqueous and vitreous after subconjunctival injection",
      "author" : [ "O Weijtens", "EJ Feron", "RC Schoemaker", "AF Cohen", "EG Lentjes", "FP Romijn" ],
      "venue" : "Am J Ophthalmol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1999
    }, {
      "title" : "Increased intraocular pressure following subconjunctival corticosteroid administration",
      "author" : [ "Kalina RE" ],
      "venue" : "Arch Ophthalmol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1969
    }, {
      "title" : "Biodegradable nanoparticles composed entirely of safe materials that rapidly penetrate human mucus",
      "author" : [ "M Yang", "SK Lai", "YY Wang", "WX Zhong", "C Happe", "M Zhang" ],
      "venue" : "Angew Chem Int Ed 2011;50:2597-600",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2011
    }, {
      "title" : "Polymeric nanoparticles encapsulating betamethasone phosphate with different release profiles and stealthiness",
      "author" : [ "T Ishihara", "T Kubota", "T Choi", "M Takahashi", "E Ayano", "H Kanazawa" ],
      "venue" : "Pharm 2009;375:148-54",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2009
    }, {
      "title" : "Biodegradable implants for sustained drug release in the eye",
      "author" : [ "S Lee", "P Hughes", "A Ross", "M. Robinson" ],
      "venue" : "Pharm Res",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Activated macrophages induce neovascularization through upregulation of MMP-9 and VEGF in rat corneas",
      "author" : [ "Z Li", "Y Li", "M Lin", "W Su", "W Zhang", "Y Zhang" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "Requirement for vascular endothelial growth factor in wound- and inflammation-related corneal neovascularization",
      "author" : [ "S Amano", "R Rohan", "M Kuroki", "M Tolentino", "AP. Adamis" ],
      "venue" : "Invest Ophthalmol Vis Sci 1998;39:18-22",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1998
    }, {
      "title" : "Effects of subconjunctivally injected bevacizumab, etanercept, and the combination of both drugs on experimental corneal neovascularization",
      "author" : [ "O Ozdemir", "O Altintas", "L Altintas", "DK Yildiz", "E Sener", "Y. Caglar" ],
      "venue" : "Can J Ophthalmol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Inhibition of corneal neovascularization after alkali burn: comparison of different doses of bevacizumab in monotherapy or associated with dexamethasone",
      "author" : [ "L Hoffart", "F Matonti", "J Conrath", "L Daniel", "B Ridings", "GS Masson" ],
      "venue" : "Clin Experiment Ophthalmol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2010
    }, {
      "title" : "Inhibition of corneal neovascularization by topical bevacizumab (anti-VEGF) and sunitinib (anti-VEGF and anti-PDGF) in an animal model",
      "author" : [ "JJ Pérez-Santonja", "E Campos-Mollo", "M Lledó-Riquelme", "J Javaloy", "JL. Alió" ],
      "venue" : "Am J Ophthalmol 2010;150:519-528.e1",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2010
    }, {
      "title" : "Expression of matrix metalloproteinase-2 (MMP-2) and vascular endothelial growth factor (VEGF) in inflammation-associated corneal neovascularization",
      "author" : [ "A Kvanta", "S Sarman", "PE Fagerholm", "S Seregard", "B. Steen" ],
      "venue" : "Exp Eye Res",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2000
    }, {
      "title" : "Inhibition of corneal neovascularization by topical and subconjunctival tigecycline",
      "author" : [ "S Goktas", "E Erdogan", "R Sakarya", "Y Sakarya", "M lmaz", "M Ozcimen" ],
      "venue" : "J Ophthalmol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Ocular-specific ER stress reduction rescues glaucoma in murine glucocorticoid-induced glaucoma",
      "author" : [ "GS Zode", "AB Sharma", "X Lin", "CC Searby", "K Bugge", "GH Kim" ],
      "venue" : "J Clin Invest 2014;124:1956-65",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1956
    }, {
      "title" : "The collaborative corneal transplantation studies (CCTS). Effectiveness of histocompatibility matching in highrisk corneal transplantation. The collaborative corneal transplantation studies research group",
      "author" : [ "Stark WJ", "Maguire MG" ],
      "venue" : "Arch Ophthalmol",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1992
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Various pathological conditions can induce the invasion of new vessels (neovascularization) from the limbus to the typically avascular cornea.(1) Corneal neovascularization (CNV) can eventually lead to loss of corneal transparency and decreased visual acuity.",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 0,
      "context" : "Topical corticosteroids are the first line treatment for CNV, and the antiangiogenic effects of various corticosteroids, including dexamethasone, have been demonstrated in different animal models and in clinical practice.(1) The anti-angiogenic capability of corticosteroids on CNV may be partially attributed to the inhibition of the secretion of growth factors, in particular, vascular endothelial derived growth factor (VEGF) and matrix metalloproteinases (MMPs).",
      "startOffset" : 221,
      "endOffset" : 224
    }, {
      "referenceID" : 0,
      "context" : "The anti-angiogenic capability of corticosteroids on CNV may be partially attributed to the inhibition of the secretion of growth factors, in particular, vascular endothelial derived growth factor (VEGF) and matrix metalloproteinases (MMPs).(1) However, topically applieddrugs typicallydonotpenetrate the cornea efficiently, and the small fraction of absorbed drugs is usually rapidly cleared.",
      "startOffset" : 241,
      "endOffset" : 244
    }, {
      "referenceID" : 1,
      "context" : "However, topically applieddrugs typicallydonotpenetrate the cornea efficiently, and the small fraction of absorbed drugs is usually rapidly cleared.(2) Inhibiting and/or treating CNV requires frequent administration of topical corticosteroids,(1) and compliance with frequent dosing regimens is poor.",
      "startOffset" : 148,
      "endOffset" : 151
    }, {
      "referenceID" : 2,
      "context" : "Reducing or eliminating dependence on patient compliance is an important next step in the management of CNV.(3) We developed dexamethasone sodium phosphate (DSP) encapsulated nanoparticles via zinc ion bridging (DSP-Zn-NP) using carboxyl terminated poly(lactic-co-glycolic acid) (PLGA-COOH) followed by nanoprecipitation.",
      "startOffset" : 108,
      "endOffset" : 111
    }, {
      "referenceID" : 3,
      "context" : "We developed dexamethasone sodium phosphate (DSP) encapsulated nanoparticles via zinc ion bridging (DSP-Zn-NP) using carboxyl terminated poly(lactic-co-glycolic acid) (PLGA-COOH) followed by nanoprecipitation.(4) DSP-Zn-NP exhibited high drug loading and sustained drug release.",
      "startOffset" : 209,
      "endOffset" : 212
    }, {
      "referenceID" : 3,
      "context" : "DSP-Zn-NP exhibited high drug loading and sustained drug release.(4) Pluronic F127 at the nanoparticle preparation led to dense PEG coatings on nanoparticles, which are critical to decrease the inflammation following ocular administration of nanoparticles.",
      "startOffset" : 65,
      "endOffset" : 68
    }, {
      "referenceID" : 4,
      "context" : "Pluronic F127 at the nanoparticle preparation led to dense PEG coatings on nanoparticles, which are critical to decrease the inflammation following ocular administration of nanoparticles.(5) We have also shown that SCT administration of DSP-Zn-NP with dense PEG coatings caused no toxicity in the injection site of the eye.",
      "startOffset" : 187,
      "endOffset" : 190
    }, {
      "referenceID" : 3,
      "context" : "We have also shown that SCT administration of DSP-Zn-NP with dense PEG coatings caused no toxicity in the injection site of the eye.(4) Here, we demonstrate that a single SCT DSP-Zn-NP provides safe and effective inhibition of CNV in a rat model for up to 2 weeks.",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 3,
      "context" : "DSP-Zn-NP were prepared and characterized as previously reported.(4) The CNV rat model was set up at day0 (Figure S1),(6) immediately followed by SCT administration of different therapeutics.",
      "startOffset" : 65,
      "endOffset" : 68
    }, {
      "referenceID" : 8,
      "context" : "Drugs administered by SCT administration transport into the eye by trans-scleral diffusion,(7,8) a process that is limited for drugs that are poorly water-soluble.(9) However, the therapeutic effects of water-soluble corticosteroids injected SCT are shortlived,(10) such that frequent injections are required.",
      "startOffset" : 163,
      "endOffset" : 166
    }, {
      "referenceID" : 10,
      "context" : "However, the therapeutic effects of water-soluble corticosteroids injected SCT are shortlived,(10) such that frequent injections are required.(11) Therefore, we sought to formulate a delivery system for water-soluble corticosteroid, DSP, by noncovalent zinc ion bridging between carboxyl groups on PLGA and phosphate groups on DSP (Figure 1, A).",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 11,
      "context" : "We achieved dense PEG coatings on DSP-Zn-NP using a triblock copolymer of poly(ethylene glycol)-poly(propylene oxide)-poly(ethylene glycol) (PEG-PPO-PEG) (Pluronic F127) (Figure 1, A), and the hydrophobic PPO chains (green) on F127 provided strong noncovalent coating on hydrophobic PLGA nanoparticles.(12) TheDSP-Zn-NPwere spherical particles (Figure 1, B) with an average diameter of 200 nm and a polydispersity index of 0.",
      "startOffset" : 302,
      "endOffset" : 306
    }, {
      "referenceID" : 12,
      "context" : "The DSP release is controlled by polymer degradation, and can be further adjusted by changing the compositions (molecular weight and LA/GA ratio) of PLGA/PLA polymers and the blend with PLGA-PEG/PLA–PEG copolymers.(13) As reported previously, one SCT administration of DSP-Zn-NP delivered sustained levels of DSP to the aqueous humor for more than 7 days, whereas DSP were nearly undetectable in the aqueous humor 1 day after injection of free DSP.",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 3,
      "context" : "As reported previously, one SCT administration of DSP-Zn-NP delivered sustained levels of DSP to the aqueous humor for more than 7 days, whereas DSP were nearly undetectable in the aqueous humor 1 day after injection of free DSP.(4) In the saline-treated group, CNV reached the suture position (2 mm from limbus) by postoperative day (POD) 7 (Figure 2, A) with the average area of 5.",
      "startOffset" : 229,
      "endOffset" : 232
    }, {
      "referenceID" : 7,
      "context" : "It is thought that water-soluble drugs like DSP can achieve more efficient intraocular delivery following SCT administration (through trans-scleral diffusion) as compared to administration of the same drug in conventional eye drops.(8) However, the therapeutic effects of water-soluble DSP are still short-lived following SCT administration due to rapid drug clearance.",
      "startOffset" : 232,
      "endOffset" : 235
    }, {
      "referenceID" : 9,
      "context" : "However, the therapeutic effects of water-soluble DSP are still short-lived following SCT administration due to rapid drug clearance.(10) In rats, only 0.",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 3,
      "context" : "4% of the original dose remained in the anterior chamber 2 h after SCT administration ofDSP solution, and the DSP level in the anterior chamber dropped below the detection limit within 24 h.(4) In contrast to treatment with saline or DSP solution, DSP-ZnNP eliminated CNV in the same rat model by POD7 (Figure 2,C), and the suppression of CNV lasted to POD14 (Figure 2,F).",
      "startOffset" : 190,
      "endOffset" : 193
    }, {
      "referenceID" : 13,
      "context" : "PLGA NP will be gradually cleared by hydrolysis of PLGA ester linkage throughout the NPmatrix (bulk erosion) in the presence of water in the surrounding conjunctiva tissues to produce lactic and glycolic acids, which will be eventually eliminated safely via the Krebs cycle by conversion to carbon dioxide and water.(14) Infiltration of inflammatory cells (black arrow heads) and blood vessel (red arrows) were evident in cornea tissues of rats treated with saline (Figure 3, A, D) and DSP (Figure 3, B, E) at both POD7 and POD14.",
      "startOffset" : 316,
      "endOffset" : 320
    }, {
      "referenceID" : 14,
      "context" : "These results implied that DSP could inhibit the activation and recruitment of inflammatory cells that release various inflammatory cytokines to stimulate angiogenesis,(1) which is regarded as a driving force for CNV formation.(15) We measured mRNA expression levels of growth factors implicated in CNV, and we found significant suppression of VEGF mRNA in the corneas of rats treated with DSP-Zn-NP in comparison to rats treated with either saline or DSP solution at POD7 (Figure 4, A).",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 3,
      "context" : "The VEGF mRNA expression level in rats treated with DSP-Zn-NP increased to levels similar to those in the saline- and DSP-treated rats at POD14, which was the time when ocular DSP levels decreased to undetectable levels in DSP-Zn-NP treated rats.(4) VEGF plays a critical role in CNV,(16) as demonstrated by the inhibition of CNV using anti-VEGF antibodies.",
      "startOffset" : 246,
      "endOffset" : 249
    }, {
      "referenceID" : 5,
      "context" : "Up-regulation of MMP-2 and MMP-9 was found to be involved in CNV,(15,21) and therapies that inhibit MMPs have been found effective in inhibiting CNV.(6,22) Exposure to corticosteroids can cause an increase in intraocular pressure (IOP) and/or ocular toxicity under some circumstances.",
      "startOffset" : 149,
      "endOffset" : 155
    }, {
      "referenceID" : 20,
      "context" : "Up-regulation of MMP-2 and MMP-9 was found to be involved in CNV,(15,21) and therapies that inhibit MMPs have been found effective in inhibiting CNV.(6,22) Exposure to corticosteroids can cause an increase in intraocular pressure (IOP) and/or ocular toxicity under some circumstances.",
      "startOffset" : 149,
      "endOffset" : 155
    }, {
      "referenceID" : 21,
      "context" : "Exposure to corticosteroids can cause an increase in intraocular pressure (IOP) and/or ocular toxicity under some circumstances.(23) IOP did not increase in rats during 2weeks after a single SCTDSPZn-NP in the current study (Figure S3).",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 3,
      "context" : "In our previous corneal allograft rejection study, we did not observe IOP increase upon weekly SCT administration of DSP-Zn-NP in rats.(4) In summary, SCT administration of controlled-release DSP-ZnNP formulations holds potential to provide sustained, therapeutic levels of DSP to the anterior segment of the eye without increasing IOPor causing toxicity at injection site for inhibition ofCNV.",
      "startOffset" : 135,
      "endOffset" : 138
    }, {
      "referenceID" : 22,
      "context" : "CNV is known to cause corneal opacification and also significantly increases the rate of immunological graft rejection of the keratoplasty.(24) SCT DSP-Zn-NP will improve patient drug compliance and will reduce the chance of corneal transplantation rejection.",
      "startOffset" : 139,
      "endOffset" : 143
    } ],
    "year" : 2019,
    "abstractText" : "Corneal neovascularization (CNV) leads to the loss of corneal transparency and vision impairment, and can ultimately cause blindness. Topical corticosteroids are the first line treatment for suppressing CNV, but poor ocular bioavailability and rapid clearance of eye drops makes frequent administration necessary. Patient compliance with frequent eye drop application regimens is poor. We developed biodegradable nanoparticles (NP) loaded with dexamethasone sodium phosphate (DSP) using zinc ion bridging, DSP-Zn-NP, with dense coatings of poly (ethylene glycol) (PEG). DSP-Zn-NP were safe and capable of providing sustained delivery of DSP to the front of the eye following subconjunctival (SCT) administration in rats. We reported that a single SCT administration of DSP-Zn-NP prevented suture-induced CNV in rats for two weeks. In contrast, the eyes receiving SCT administration of either saline or DSP solution developed extensive CNV in less than 1 week. SCT administration of DSP-Zn-NP could be an effective strategy in preventing and treating CNV. © 2019 Elsevier Inc. All rights reserved.",
    "creator" : "Elsevier"
  }
}