{
  "name" : "downloads_2020-07-29_48_10.1021@acsnano.0c05020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Opportunities for Cryogenic Electron Microscopy in Materials Science and Nanoscience",
    "authors" : [ "Yanbin Li", "William Huang", "Yuzhang Li", "Wah Chiu", "Yi Cui" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Tools and methodologies for atomic- and molecular-resolution characterization are critical for scientificdiscovery and technological innovations. Among such methods, cryogenic transmission electron microscopy (cryoEM), which was the basis for the 2017 Chemistry Nobel Prize, has revolutionized the life sciences by providing atomic structures of biomolecules in their native state.1−3 Whereas the early work of the three Nobel Laureates built the foundation of cryo-EM by combined innovations in (1) sample preparation methods for freezing biomolecules in their hydrated state,4,5 (2) stabilization of biomolecules at cryogenic temperature in transmission electron microscopy (TEM),6 and (3) computational methods to calculate the structure of biomolecules,7−9 the current success of cryo-EM in biology mainly benefits from recent instrumental developments including aberration correctors,10,11 more stable specimen stages, and, most importantly, direct electron detectors (DEDs).12\nUnlike traditional charge-coupled device (CCD) detectors, which use a scintillator to convert incident electrons into photons before they hit the detector, DEDs do not involve such an intermediate step, resulting a better detective quantum efficiency (DQE) and higher signal-to-noise ratios. Taking advantage of these benefits, structural biologists can image\nbeam-sensitive biomolecules with ultralow electron doses compared to CCD detectors. In addition, the high-speed readout capability of DEDs gives imaging frame rates faster than 400 fps, which further enables postacquisition correction of beam-induced specimen motion to improve image quality.12 Although instrumental developments of cryo-EM significantly boosted the voxel resolution for biomolecules, recent developments in electron microscopy techniques also open up exciting opportunities for materials scientists. In materials science, aberration-corrected TEM and scanning transmission electron microscopy (STEM) are powerful tools for atomic-resolution structural and spectral analyses of materials systems; the observation of crystal structures coupled with energy-dispersive X-ray spectroscopy (EDS) and electron energy loss spectroscopy (EELS) enables the analysis of atomic arrangements/displacements and chemical distributions and\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nE A\nST C\nA R\nO L\nIN A\nU N\nIV o\nn Ju\nly 2\n9, 2\n02 0\nat 1\n4: 43\n:3 6\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nbonding states at the nanoscale. Recently, rapid instrumental advancements have been achieved in both microscopy and spectroscopy. For example, correlative information about electric field, magnetic field, strain, charge, and structure can be obtained down to atomic resolution using four-dimensional STEM;13−16 spatial resolution of 0.39 Å has been reached for electron ptychography with pixel array detectors;17 monochromated EELS with simultaneous high energy and spatial resolution has been achieved,18 and emerging ultrafast techniques combine space, energy, and time resolution in the nanometer, millielectronvolt, and femtosecond domains.19 Room-temperature TEM has, thus, become increasingly indispensable for materials characterization, yet many important questions in active areas of materials research cannot be addressed with room-temperature techniques. With such profound impact on biology, the development of cryo-EM techniques beyond life sciences has been explored since the 1960s. A large body of work was put forth by the pioneers of cryo-EM for materials science in the 1990s, focusing on surfactants, polymers, and their interaction with other materials, but with limited spatial resolution.20−23 Later, Sommerdijk and Libera made significant contributions to this field by introducing cryo-electron tomography (cryo-ET) and cryo-STEM-EELS for nonbiological materials with nanometerscale resolution.24−26 Although these initial cryo-EM studies on polymers and inorganic materials initiated new research directions, cryo-EM has still been under-utilized in materials sciences. For example, until recently, the atomic structures and chemistries of electron-beam-sensitive high-energy battery materials during operation have remained elusive, despite decades of research. A significant breakthrough came in 2017, when we pioneered cryo-EM with cryo-analytical TEM to stabilize sensitive battery materials and to discover new atomic structures at key interfaces.27 These first-ever images of individual Li metal atomic columns, together with additional findings in studies that followed,28−34 illustrated the huge impact that cryo-EM could have on battery research. Many opportunities for materials research exist beyond the current work in batteries but require additional innovations. In particular, degradation of reactive or weakly bonded materials under electron beam irradiation or environmental exposure introduces sample artifacts, limiting the ability to characterize the atomic structures and chemistries of unstable materials in their original state. This sensitivity to electrons and the environment can be reduced using cryo-EM techniques. It has been proposed that imaging at cryogenic temperatures reduces beam-induced damage,35−37 and sample preparation protocols that are tailored to each unique materials system can prevent environmental exposure and preserve the native state. For specimens that are more beam-sensitive than batterymaterials, it is possible to reduce electron dosages further below the total dose used in our initial demonstration27 via DED cameras.38 Operating at cryogenic temperature can also reduce the loss of volatile components and the sublimation of solids such as sulfur in the vacuum of the microscope.39−41 Sensitive materials from a broad range of research fields all suffer from these degradation pathways, making cryo-EM an ideal tool for their nanoscale characterization. Furthermore, identifying and studying metastable reaction intermediates preserved at reaction conditions represents another grand challenge in materials research. Previously, researchers have used in situ liquid-phase TEM (LP-TEM) to track dynamic, nanostructural changes of materials in\nsolution.42−44 Using low-dose protocols, STEM imaging can achieve radiation doses comparable to those of low-dose TEM.45 However, local structures and chemistries are difficult to distinguish when reactions occur faster than the electron probe can scan across a region of interest. In principle, capturing metastable reaction intermediates is possible by rapid freezing such that the distribution of chemical and conformational states at the final low temperature would be identical to that at the initial high temperature. The metastable intermediate would then be kinetically trapped at low temperature, preventing any relaxation to reach equilibrium and enabling time-resolved sampling of a reaction solution. In 1990, Siegel et al. demonstrated this concept to monitor material formation processes in solution.46 Since then, researchers have used time-resolved cryo-EM to study crystallization processes,24,47 nanoparticle assembly,48 particle growth,49 and morphological transitions50 in solution reaction. Time resolution in the seconds range has also been demonstrated for both inorganic51 and organic52 materials. In their kinetically frozen state, materials can be imaged at atomic resolution and chemically mapped by spectroscopy, and the three-dimensional (3D) structure can also be determined by tomography.24,48−50 By combining cryo-EM with microfluidic techniques,53 biologists have obtained biomolecules atomic structure changes with 20 ms time resolution,54 making the application of time-resolved cryo-EM in materials science a promising alternative to LP-TEM.55\nIn this Perspective, we highlight the potential of cryo-EM to address a number of diverse scientific problems in several key areas, including (1) batteries, (2) soft polymers, (3) metal− organic frameworks, (4) perovskite solar cells, (5) electrocatalysts, and (6) quantum materials. Furthermore, we outline possible opportunities to develop and to leverage cryo-EM techniques optimized for biology, applying them toward stabilizing reactive and metastable materials systems. The development of new standards and protocols will likely facilitate future scientific breakthroughs in materials and energy and establish cryo-EM as a foundational technique in materials science."
    }, {
      "heading" : "BATTERIES",
      "text" : "Batteries store energy through electrochemical reactions that require both electronic and ionic pathways. The transport of electrons and ions are governed by critical interfaces between the various components of a battery (e.g., anode, cathode, current collector, electrolyte). Understanding how these interfacial nanostructures evolve with battery operating conditions (e.g., time, temperature, chemistry) is a crucial challenge in battery research that can be addressed by cryoEM.56\nThe first successful application of cryo-EM in battery research was enabled by the sample preparation protocol: by rapidly freezing the battery material without exposure to the ambient environment, the native electrochemical state could be\nThe development of new standards and protocols will likely facilitate future scientific breakthroughs in materials and energy and establish cryogenic electron microscopy as a foundational technique in materials science.\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nB\npreserved and stabilized for atomic-resolution imaging at cryogenic temperature (Figure 1a). In this initial work, we discovered the formation of two distinct, interfacial nanostructures on the surface of Li metal (Figure 1b,c), a high-energy anode material, in two different battery electrolytes.27 This discovery led to a direct correlation between the structure of the interfacial nanostructure and battery performance through a mechanism of facilitating uniform Li ion transport at the nanoscale.30 Further cryo-EM experiments revealed interesting and surprising results: Meng and colleagues observed amorphous Li metal at initial stages of nucleation using cryoEM,28 whereas Kourkoutis and colleagues employed cryogenic STEM coupled with EELS to detect a significant amount of LiH generated during battery operation and to map the liquid/solid interface of Li encased in vitrified electrolyte (Figure 1d−f).29\nAlthough these findings uncovered by cryo-EM have begun to stimulate further discussion, unresolved questions regarding how structures evolve at solid−solid and solid−liquid interfaces during battery operation remain unanswered. Interfacial structures at the particle level (∼5−50 nm) significantly impact the failure modes of high-energy battery chemistries (e.g., S, Si, Li metal). Although typically examined in isolation, chemical and structural changes in anodes and cathodes during battery operation can influence each other in either synergistic or destructive pathways. In particular, the electrode−electrolyte interface at the anode is complicated by the existence of the solid−electrolyte interphase (SEI), a corrosion film that forms due to electrolyte decomposition.57 The ideal SEI layer serves the critical roles of controlling Li-ion flux into and out of the anode material while also preventing\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nC\nfurther decomposition of the electrolyte. How the SEI nanostructure and chemistry facilitate these important processes is highly dependent on battery formation and cycling conditions but is not yet well-understood. State-of-the-art Li-ion batteries rely on transition metal oxide cathode materials, which degrade in their own unique manner. The dissolution of metal ions from the cathode (e.g., Ni2+, Mn2+) have been shown to influence the anode SEI and to result in more resistive ion transport and capacity loss. The effect of cathode dissolution on the SEI has been investigated thoroughly through surface analytical techniques such as X-ray photoelectron spectroscopy; however, the nanoscale distribution of such metal ions has remained inaccessible. With cryo-EM and EELS spectroscopy, it becomes possible to pinpoint the spatial distribution of these metal ions within the anode SEI and to characterize the local alteration of the anode interphase structure and chemistry explicitly. For next-generation Li battery chemistries, sulfur is desirable owing to its high gravimetric energy density, yet the sulfur cathode suffers from its own unique failure modes, such as the dissolution of lithium polysulfides, an intermediate species that forms during lithiation of sulfur and is highly soluble in liquid electrolyte. Although dissolved lithium polysulfides have been shown to be effective in passivating the Li metal anode,58 the dissolution of sulfur from the cathode results in loss of active material and capacity fade.59,60 Cryo-EM studies on both the sulfur cathode39 and Li metal anode in Li−sulfur batteries may provide insight into the preferential dissolution of polysulfide intermediates at the cathode, along with the origin of its beneficial role at the Li metal anode. Such observations will enable researchers to establish structure−property relationships of the SEI and the extent of its influence on battery performance. This understanding will provide important design principles for engineering effective SEI passivation layers for enhanced battery performance. Solid−solid interfaces inside batteries are difficult to maintain yet are critical for reliable operation. In particular, the interface between the electrode and current collector facilitates electron transport into and out of the active material during battery operation. Any disconnection would result in electrochemical inactivity and lead to capacity decay. The interface between the Li metal anode and the Cu current collector is particularly important because Li is electrochemically deposited directly onto the Cu substrate during charge. The large lattice mismatch between Li and Cu could induce mechanical strain in both materials, which would influence the nucleation and growth of Li metal. Moreover, corrosion films formed at this interface could further complicate this process. Cryo-EM imaging would reveal the atomic interface between such active materials and current collector substrates to gain mechanistic insights into interfacial changes during battery cycling. In solid-state batteries, which hold promise to improve energy density and safety further, all interfaces are between solids. Few solid-state electrolytes are stable against reduction at the Li metal anode, making this a critical solid−solid interface to study. Although an SEI layer is predicted to form for most solid electrolytes (SEs), the structure and chemistry are difficult to characterize due to sensitivity to both the environment and electron irradiation. Using cryo-EM, it is possible to correlate the nanoscale evolution of the Li−SE interface with loss in efficiency, which will help accelerate rational design of coatings and artificial SEIs in solid-state batteries. Furthermore, the development of an apparatus that is capable of maintaining electrical biasing during plunge-freeze would enable the capture of electrochemical intermediate states\nfor atomic-resolution imaging and spectroscopy.61 Although this method would avoid exposure of the battery to the environment, the freezing rate must be fast enough to prevent phase changes from occurring.\nSolid−liquid interfaces are challenging to study due to the low pressures inside the TEM column, thus, most previous work in this field was accomplished using LP-TEM.62−64 By vitrifying the liquid electrolyte and developing cryogenic sectioning techniques, Kourkoutis and colleagues were able to preserve this sensitive interface and to map its chemistry spatially using EELS, revealing a soft, extended SEI (∼100 nm) within the liquid electrolyte. Identifying such chemical species and their spatial distribution in the liquid electrolyte is critical for understanding how batteries fail. In particular, chemical species generated during battery cycling (e.g., polysulfides, organic radicals, Li ions) will diffuse across the separator to components in both anode and cathode. Revealing the distribution of Li ions during charge and discharge would demonstrate how uniform the electrical field is at the electrode surface, which could provide insights for understanding dendritic versus nondendritic Li metal growth. New techniques that are capable of sensing small quantities of these chemical species with high spectral and spatial resolution will need to be developed. Lastly, metastable intermediates may be kinetically captured by future methods that rapidly freeze batteries during operation, enabling these transient species within the electrolyte to be spatially determined. These studies will help researchers understand where reactive chemical side products are generated and their effect on both anodes and cathodes as a function of time and state of charge. Cryo-EM now makes it possible to probe the important solid−liquid interface, which will uncover fundamental aspects of battery chemistries within Li and beyond."
    }, {
      "heading" : "SOFT MATERIALS",
      "text" : "Correlating the diverse properties (e.g., mechanical, electronic, optical) of functional polymers with their molecular structure and chemistry is important for both fundamental understanding and engineering design. Because most polymer materials have similar elemental compositions to biomolecules, they also suffer from electron-beam-induced radiation damage in TEM. As an impressive characterization method for beam-sensitive biomolecules, cryo-EM has caught the attention of materials scientists for applications in soft materials since the 1990s20−23 and has become a powerful compensation tool for ensemble Xray and neutron measurements.65 Because several applications of cryo-EM for soft materials have been reviewed previously,66−70 we limit our discussion on combining cryo-EM with recent electron microscopy technique advancements such as cryo-ET, four-dimensional scanning transmission electron microscopy (4D-STEM),71,72 and monochromated STEMEELS, followed by potential opportunities in organic electronics and polymer electrolytes.\nUsing cryogenic electron microscopy, it is possible to correlate the nanoscale evolution of the Li−solid electrolyte interface with loss in efficiency, which will help accelerate rational design of coatings and artificial solid−electrolyte interphases in solid-state batteries.\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nD\nFor more than a decade, electron tomography has been applied to soft materials systems to understand the specimen 3D structure. Plunge freezing and imaging polymers at cryogenic temperatures not only can protect samples from beam-induced damage but also enable the study of polymers in their native states. Using cryo-ET, Weber et al. revealed the first 3D reconstructions of the hydrated Nafion nanostructure, which exhibits an interconnected channel-type network with a domain spacing of about 5 nm (Figure 2a,b).73 This direct imaging approach may provide insights for molecular dynamics simulations74 of proton transport in this ionomer, enabling mechanistic understanding of ion transport and design principles for future ionic polymers. In addition to specimens frozen in vitreous ice, de With et al. used cryo-ET to study poly(3-hexyl thiophene) (P3HT) assemblies in vitrified organic solvents and revealed a 3D lamellar structure formed by the stacking of the conjugated backbones with a distance of 1.7 nm, showing increased order in the bulk of nanowires.75 In order to avoid artifacts, extra caution needs to be taken when applying the well-established plunge-freeze method to vitrify different organic solvents. Researchers have demonstrated successful freezing in various organic solvents such as n-decane, toluene, 1,2-dichlorobenzene, and other systems.65,68,75,76\nFurthermore, local crystallographic geometry can be mapped out across large areas with high spatial resolution using 4DSTEM. In early studies, 4D-STEM was used to map out the\ndistribution of crystallites in a polymer blend.77 Later, by combining 4D-STEM with cryogenic temperatures, the Minor group demonstrated that structure−property relationships could be visualized in organic systems, correlating the improved device performance gained by processing/chemical additives with the distribution and orientation of nanocrystalline domains in the polymer (Figure 2c−f).78 However, damage caused by the focused electron probe limited the scanning step size to 10 nm with a 2 nm probe despite sample cooling at liquid nitrogen temperature. By replacing the CCD detector used in these experiments with a DED capable of high dynamic range,12 improved spatial resolution and material stability is possible. Moreover, monochromated STEM-EELS is a powerful characterization tool to correlate the local morphologies and chemistries of soft materials by providing both chemical composition and electronic structure (low-loss EELS) at the same time. However, beam-induced degradation limits the application of STEM-EELS for polymers. Libera et al. reported the beam damage in the EELS low-loss region by examining the decay of the π−π* transition in polystyrene and attributed this degradation to the bonding and conjugation differences after damage.79 To overcome this issue, they kept the specimen at cryogenic temperature and successfully obtained the low-loss EELS mapping of lobed-type polymer aggregates (Figure 2g). A combination of cryo-EM with the instrumental developments discussed above will further open opportunities in soft\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nE\nmaterials, especially organic electronics and polymer electrolytes. In principle, the tunable chemistry of semiconducting polymers enables diverse electronic applications yet depends heavily on how molecular polymer chains pack and arrange\nacross multiple length scales.80,81 Central to the operation of organic electronics is the ability for the polymer to transport charge, which often depends on local crystallinity of polymer films82 and can be studied using cryogenic 4D-STEM.\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nF\nFurthermore, local chemistry at the grain boundaries between nanocrystalline domains can be spatially determined using STEM-EELS. As a probe of the local density of states,83 the EELS spectra at crystalline and amorphous domains should be distinct owing to their different bonding environments and reflected in the local density of states probed by EELS. The nature of the connection between ordered crystalline aggregates in the polymer film, which is currently poorly understood, can then be explored. In particular, it is hypothesized that tiemolecules (long polymer chains) connect neighboring regions of crystalline domains to lower the energy barrier for charge transport between different crystalline grains.82 The chemistry of this phenomenon should be present in the amorphous region between two connected crystalline domains, where the EELS spectra of the amorphous region would appear similar to the crystalline region due to the tie-molecule connection. Visualizing these grain boundaries using cryo-EM will enable a realistic starting point for future charge-transport simulations. Moreover, examining the maximum distance at which this connection can be maintained will enable better design of improved organic electronic devices. However, it is worth mentioning that measuring bonding states of soft materials at near-atomic resolution is still out of reach because radiation damage will limit the tolerable electron dose, even at liquid nitrogen temperature. Further advances in high-speed detector and imaging methods are necessary to open up more opportunities in this field. Fast ionic transport through polymer electrolytes has important implications for energy materials. Specifically, Li-ion conductivity in solid polymer electrolytes has been shown to be greatly enhanced by the addition of inorganic nanoparticles,84 yet the mechanism remains unclear. Hypotheses based on both structural and chemical arguments have been proposed and can be directly examined by cryo-EM. Structurally, the polymer’s crystalline geometry and 3D structure can be resolved by cryogenic 4D-STEM and cryo-ET, respectively, to investigate whether there is a plasticizing effect upon addition of the inorganic nanoparticles. This decreased crystallinity is proposed to improve polymer chain mobility and enhanced Li-ion conduction.85,86 Chemically, the distribution of elemental species at the interface between polymer and inorganic filler can be revealed by cryo-STEM spectroscopy and EELS. Enhanced signals of anion species at these interfaces could support the Lewis acid hypothesis, where strong affinity between the anion and the inorganic surface oxide helps to separate the Li and anion pair, enabling free Li ions to move rapidly at the ceramic extended surface.87,88 Moreover, quantifying how far these conduction surfaces extend will provide insight into forming a percolating network of fast ionic conduction pathways. It may be possible that evidence is found for both structural and chemical pathways of ion conduction, which would shed light on how the interface between organic and inorganic components plays a significant role in ionic conductivity within the bulk polymer electrolyte."
    }, {
      "heading" : "METAL−ORGANIC FRAMEWORKS",
      "text" : "Metal−organic frameworks (MOFs) are a large class of highly porous materials whose chemistry and crystalline structure can be tuned for potential energy applications in gas storage, separations, and electrochemistry.89 Interactions between the host framework and guest molecule90 are central to such applications but are poorly understood at the atomic scale. Although X-ray diffraction (XRD) can resolve the average crystal structure of MOF particles at thermodynamic equili-\nbrium, high-resolution TEM imaging of single-particle MOFs38,91,92 or their internal guest molecules kinetically frozen in their metastable state is difficult to obtain. The bonds between inorganic and organic units are easily damaged by the highenergy electron beam,35 causing rapid amorphization of the MOF crystalline structure. Furthermore, volatile guest molecules would likely desorb in the high vacuum (∼10−7 Pa) chamber of the TEM at room temperature, preventing their direct observation. Initial work by our research group shows that such instabilities and metastable states may be stabilized at cryogenic temperatures and low-electron-dose conditions. Using cryo-EM, they froze and preserved CO2 guests adsorbed within a MOF framework to enable direct imaging of the gas molecules with atomic resolution (Figure 3a−d).40 Later, using time-resolved cryo-EM, Patterson and colleagues probed the structural evolution of protein−MOF hybrid systems and reported the nonclassical pathways via dissolution−recrystallization of highly hydrated amorphous particles and solid-state transformation of a protein-rich amorphous phase.93 The atomic resolution achieved in this work compared to that in their previous study using LP-TEM44 and again demonstrates cryoEM to be a promising alternative to LP-TEM. With cryo-EM, it is possible to reveal the structural evolution of MOFs during guest intercalation and to resolve the conformation and chemistry of such guests spatially within the framework to develop a complete picture of MOF adsorption kinetics at the single-particle level. Correlating structural changes in MOFs during gas insertion with performance parameters (e.g., maximum loading, cycle stability) is crucial for developing better MOF chemistries for energy applications. Many basic mechanisms of framework structural evolution remain elusive and lack experimental data. By controlling the gas environment and duration of guest loading, it is possible to plunge-freezeMOFmaterials at different points in their adsorption isotherm to stitch together a time series of the entire insertion process. Such studies will elucidate how the unit cell parameters change locally along a single particle for both rigid and flexible frameworks. Any spatial nonuniformities of unit cell expansion or contraction that are undetected using conventional XRD will be revealed using cryoEM. The heterogeneity and adsorption speed will depend on a characteristic mass-transfer Biot number, which considers the length scale of the MOF particle and the diffusivity of the guest within the framework. Furthermore, expansion or contraction in the unit cell can potentially induce defects along aMOF particle. How these defects and atomic interfaces influence gas loading processes can also be studied using cryo-EM. In particular, crystallographic defects in different MOF materials may be either beneficial or detrimental to gas storage capacity and transport, which would greatly impact the design of future materials. In addition to unit cell parameters, changes to the unit cell conformation may occur at elevated loading pressures. For example, the organic linker molecule joining the inorganic metal centers can potentially rotate to modulate the internal pore volume.94 This tuning parameter will be important to consider when designing increases or decreases for gas storage capacity. Finally, it is important to understand degradationmechanisms of the MOF structure as a function of cycling number, pressure, temperature, and other important environmental conditions. Reversibility and stability of these materials are key factors that will dictate their practical application at a commercial scale. Interactions between the guest molecule and MOF framework largely dictate the structural changes described above.\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nG\nUnderstanding how the conformation and chemistry of the guest affect such changes will be critical in designing new MOF materials. At cryogenic conditions with low electron dose rates, the sensitive interaction between the framework and guest will be stabilized to enable atomic-resolution imaging. Using cryoEM, the preferred binding site of the guest with the framework can be experimentally observed, which will guide the design of MOF chemistries to improve gas storage capacity or selectivity. In particular, MOFs that bind CO2 for carbon-capture applications often expose an under-coordinated metal center in the pore interior,95 which has a strong affinity to CO2; however, this metal center also binds water, which decreases selectivity in humid environments. Observing and understanding the nature of such binding interactions will provide insight into better strategies for CO2 capture. Beyond binding location, the orientation and conformation of the guest molecule in its bound state is important. For example, CO2 can be bound by the central carbon atom or by the oxygen atoms at the end. Depending on the bound atom, the linear shape of the CO2 molecule may be distorted and bent, which may impact both the adsorption kinetics and binding chemistry. Indeed, CO2 is merely one example of numerous guest molecules that are important for MOF insertion chemistry. Future developments of cryo-EM will also enable the exploration of multicomponent insertion dynamics using a variety of other guest molecules (e.g., drug compounds, water, MeOH). Beyond a single unit cell, host−guest interactions on the single-particle level are equally important to study. Cryo-EM can image the uniformity of gas insertion and desorption and examine its correlation with the structural changes in the framework described above. Transport kinetics may be dependent on crystalline facets or defects, which could result in heterogeneous distribution of guest molecules. Concentration gradients within a single particle, if present, may be advantageous depending on the application. By implementing cryoelectron tomography and cryo-electron diffraction,96 3D reconstructions of the host−guest interaction become possible. This development would enable key insights into how the internal pore structure and chemistry affect the bonding and physical confinement of such guest molecules. It may be possible to elucidate whether gas loading is limited by pore volume, pore chemistry, or a combination of both. The findings described here have implications for the kinetics and transport of guest molecules between and across individual MOFs."
    }, {
      "heading" : "PEROVSKITE SOLAR CELLS",
      "text" : "Researchers have used TEM to study the macroscopic morphology of hybrid organic−inorganic halide perovskite solar cells (PSCs);97,98 however, atomic-resolution imaging remains challenging due to its extreme sensitivity to electron\nbeam damage38 and environmental exposure (e.g., moisture). As a result, the fundamental operating mechanisms responsible for such high efficiencies (>24%) and long carrier lifetimes are not well-understood, despite tremendous research attention.99−102 Although imaging at cryogenic temperature has been proposed to reduce beam-induced degradation of halide perovskites, Rothmann and colleagues reported observing electron beam irradiation damage as the perovskite crystal structure amorphized after being exposed to ∼2 e−1 Å−2 s−1 for 7 min, which equals a total dose of ∼840 e−1 Å−2, at 93 K.103 With the recent advances in DED cameras, reducing both the total electron beam dose and the dose rate is important to acquire atomic-resolution images without causing damage to halide perovskite.38 However, degradation from air exposure during TEM sample insertion and volatile organic species sublimation in the high vacuum (∼10−7 Pa) chamber of the TEM at room temperature prevents the direct imaging of pristine halide perovskite structures. Recently, we combined low-dose imaging with plunge-freezing and cryo sample insertion to observe the atomic structure of a model MAPbI3 solar cell material using cryo-EM.41 Compared with MAPbI3 nanowires loaded into TEM through cryo insertion, they reported that MAPbI3 nanowires loaded at room temperature show clear surface degradation, even though samples were only exposed to air for a few seconds during the loading process. After established standards for critical electron dose exposure,41 they successfully preserved the intermediate states of MAPbI3 nanowires under ultraviolet (UV) and moisture exposure to unravel degradation phenomena at the atomic scale (Figure 3f,g). Such observations are undetectable by traditional ensemble-averaged techniques using XRD. With cryo-EM, it is possible to study the working mechanism of PSCs under light illumination at the singleparticle level without spatial averaging. Hybrid halide perovskites possess an ABX3 structure, where A usually contains an organic cation (MA+ = methylammonium), B is a divalent metal cation (Pb2+), and X is a halide anion (I−, Br−, or Cl−) or halide mixture (I−/Br− or Br−/Cl−). The band gap can be continuously tuned simply by varying the ratio of halides (I− to Br− or Br− to Cl−),104 making hybrid perovskite materials suitable for both single-junction and tandem solar cells. Previous studies have shown that mixed halide perovskite MAPb(BrxI1−x)3 phases separate into iodide-rich minority and bromide-enriched majority domains as charge-carrier traps that limit device performance.105 This phase separation has been attributed to the presence of polaronsphotogenerated charge carriers and their accompanying lattice distortions.106,107 By rapidly freezing the mixed halide perovskites during illumination (operating conditions), cryo-EM can potentially visualize such polaronic distortions within local crystalline grains and uncover their distributions along grain boundaries at atomic resolution. Furthermore, strain mapping using cryogenic 4D-STEM can spatially map the strain generated in the perovskite lattice during solution processing. Such lattice strain would significantly affect electron−phonon coupling and the propensity of the halides to phase separate under illumination.107\nFuture developments in cryogenic sectioning techniques such as cryo-focused ion beam (FIB) and cryo-ultramicrotome will enable real devices to be fully characterized. Nanoscale structures and chemistries that form at the interface between layers in PSC devices could then be observed and studied with cryo-EM. For example, ion migration channels in perovskite devices can be determined by mapping the local bonding environment by cryogenic STEM-EELS. By capturing these\nWith cryogenic electron microscopy, it is possible to reveal the structural evolution of metal−organic frameworks (MOFs) during guest intercalation and to resolve the conformation and chemistry of such guests spatially within the framework to develop a complete picture of MOF adsorption kinetics at the single-particle level.\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nH\nmaterials under operating conditions (e.g., electrical biasing, illumination), nanoscale working and failure mechanism can be uncovered to provide insights in developing more efficient and stable PSCs."
    }, {
      "heading" : "ELECTROCATALYSTS",
      "text" : "As renewable electricity becomes increasingly cheap, electrocatalysts that use electricity at ambient conditions to drive reactions for energy storage (e.g., via water splitting and CO2 reduction) and chemical synthesis will be critical for sustainability.108 Although they obviate the need to operate at high temperature and pressure, electrocatalytic reactions often occur at a three-phase boundary, which complicates efforts to understand the molecular kinetics for even the simplest reaction (e.g., hydrogen evolution). Recently, Sargent et al. demonstrated a catalyst:ionomer bulk heterojunction architecture to improve the catalytic activities in CO2 electrolysis. Using cryo-sectioning techniques, they were able to capture and to reveal the presence of a 5−10 nm continuous and conformal ionomer layer that decouples gas, ion, and electron transport at the three-phase\nboundary.109 Furthermore, by adopting what has been demonstrated in time-resolved cryo-EM to arrest the intermediate states in solution reaction,24,46−50 it may be possible to freeze and to capture the intermediate states of electrocatalysts rapidly at reaction conditions to study their dynamic surface atomic structure and chemistry. Using platinum (Pt) as a model platform for the hydrogen evolution reaction (HER) to demonstrate this new approach, these initial studies can provide the first atomic-resolution images and chemical maps of electrocatalyst surfaces preserved in their operating condition. Freezing protocols110 can be developed for a singlecrystalline Pt surface exposed to various hydrogen or carbon monoxide gas pressures to demonstrate that structural changes111 can be captured using cryo-EM. Rapid plungefreezing while applying external voltage to this model systemwill further provide confidence for the following studies in important aspects of electrocatalysts. However, the freezing rate must be carefully examined so that it is fast enough to prevent changes in charge states from occurring. In addition, extra caution needs to be taken when using cryo-FIB to thin down the frozen device\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nI\nbecause the charging effects from FIB might also change the charge states of specimens. Surface restructuring during electrocatalytic reactions greatly affects performance. In particular, chemisorption of reactant molecules can differ greatly depending on surface crystallography or lattice strain.112 Three types of Pt nanoparticles can be synthesized that exclusively expose the (001), (011), or (111) crystalline plane to reveal structural changes in these surface facets during HER. The surface chemistry can be further determined using cryo-STEM EELS, which will spatially resolve the bonding environment and electronic structure of surface Pt atoms compared to that of the bulk. Furthermore, intermediate states of common failure modes such as particle agglomeration and catalyst poisoning can be captured to understand their timedependent evolution. The dynamic surface fluctuations captured using cryo-EM can then be directly correlated to changes in device performance at various operating conditions (e.g., overpotential, pH, temperature, current density). The triple phase boundary (TPB) is the region where electrocatalysis occurs and is perhaps the most exciting yet difficult structure to image. By freezing the Pt catalyst in a thin (∼50 nm) liquid film during HER, it may be possible to preserve the region of contact between solid, liquid, and gas to observe these electrochemically active areas. A nanofreezing apparatus that can rapidly quench the Pt while applying external bias can be developed to enable the initial nucleation of hydrogen bubbles113 to be captured. Nanoscale bubble nucleation kinetics can then be correlated to Pt crystallography and operating conditions. In addition, the bubble density will influence HER reaction kinetics and transport to the TPB active site. The effect of such phenomena on device performance should be studied. Because large bubbles are likely to impede transport of reactants to the catalyst surface, nanostructure designs should be explored to reduce these effects."
    }, {
      "heading" : "QUANTUM MATERIALS",
      "text" : "A broad class of materials that exhibit exotic electronic properties114 (e.g., superconductivity, superfluidity, topological order) are termed “quantum materials.” Such exotic properties often occur exclusively below room temperature. Revealing the nanoscale changes in local structure and chemistry across a range of low temperatures would provide mechanistic insights into these exotic behaviors.115 However, increasing focus has recently been given to low-dimensional materials. The geometrical constriction along at least one dimension not only enables extreme interactions on the atomic scale but also provides vast interatomic tunability on electronic phases via interface engineering. However, traditional probes of electronic phase transitions such as heat capacity, high-resolution X-ray/ neutron scattering, and scanning tunneling microscopy become impractical due to the much reduced interaction volume or extreme surface sensitivity. Due to its potential to combine the merits of the aforementioned scientific and instrumentation drives, electron microscopy at liquid He temperature has been used to study quantummaterials since the 1960s.116−118 Harada et al. reported the first real-time observation of vortex lattices in a superconductor by Lorentz microscopy imaging at 9 K. More recently, the ever-improving spectral and spatial resolution of analytical TEM promises the simultaneous access of chemistry and structure in quantum materials. For example, picometerscale shifts in atomic position are sufficient to break inversion symmetry and to produce polarization in oxide heterostructures,\nresulting in ferroelectric polarization.119 Although measuring these picometer shifts is possible using STEM imaging equipped with aberration correctors, sample drift at cryogenic temperatures is problematic for atomic-resolution imaging and spectroscopy. The Kourkoutis group was able to overcome this challenge by decreasing the dwell time to 0.5 μs per pixel, enabling sub-angstrom resolution (0.78 Å) and picometer precision at low temperatures (∼93 K). With these measurements, they were able to discover and to map how charge ordering changes between room temperature and cryogenic temperature in a Manganite model system (Figure 4a−c).120 Building on this successful demonstration of cryo-STEM imaging, a wealth of new insights could be further obtained by mapping the entirety of electronic phase diagrams, following phase transitions, and tracking how exotic states evolve across a temperature continuum, from liquid helium to room temperature and beyond. However, sample drift is even more severe when active heating is involved to maintain arbitrary low temperatures. Dedicated cryogenic stages used in structural biology have the lowest sample drift but lack double-tilt, spectroscopy, aberration correction, and other capabilities to enable research fully toward the physical sciences. New holders with lower drift that can access temperatures between the base temperature of the cryogen and room temperature may need development to access electronic phases at arbitrary temperatures.121 These developments would facilitate a path to understanding the underlying structure of charge-ordered states and other complex phenomena associated with exotic properties. Many quantum materials present strong electronic correlations and/or some type of electronic order. These behaviors can be investigated by EELS spectroscopy to reveal a wealth of information including local density of states, bonding states, and electron transfer at interfaces. In one example, Chan et al. used cryogenic STEM-EELS at 10 K to show direct evidence of electron transfer from SrTiO3 to FeSe, a material that displays an unusually high superconducting transition temperature.122 This interfacial effect, revealed by valence shifts in the EELS core-loss edge, explains the enhanced electron−electron interaction within the FeSe film and drives the elevated superconducting transition temperature. However, emergent states are sensitive to nanoscale inhomogeneity and require atomically resolved spectroscopic maps at low temperatures. Unfortunately, probing local chemistry with atomic-resolution spectroscopicmapping at cryogenic temperature is even more challenging than mapping lattice displacements. The issues with sample drift remain, but longer dwell times of several milliseconds are needed to collect sufficient signal, orders of magnitude larger than dwell times for imaging. Thus, low-temperature EELS measurements have been limited to averaging spectra over many atomic columns within a region. To overcome these challenges, spectrometers equipped with DEDs can improve the signal-to-noise ratio, even at relatively short dwell times.123 In particular, Kourkoutis et al. recorded atomic-resolution elemental maps of Nd0.5Sr0.5MnO3 (NMSO) thin film near liquid-nitrogen temperature using a direct electron detector to visualize the charge ordered phase of NSMOdirectly (Figure 4d−g).124 Future improvements in both detector efficiency and stage stability will resolve fine structure within the EELS spectra, which would enable nanoscale changes to be correlated with exotic orderings and help uncover the many mysteries of quantum materials.\nhttps://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX\nJ"
    }, {
      "heading" : "FUTURE OUTLOOK AND SUMMARY",
      "text" : "Research in structural biology has benefited from three decades of development and optimization, culminating in the cryo-EM technique that has revolutionized the life sciences. Grand challenges in the physical sciences can similarly benefit from cryo-EM yet remain largely unexplored. At present, cryo-EM for materials science is still a fledgling technique, and advances in sample preparation, imaging conditions, and data processing are still needed. Insights and lessons from structural biology should accelerate this development process. Furthermore, analytical techniques such as EDS and EELS spectroscopy along with quantitative structural characterization using 4D-STEM will further enhance cryo-EM. Cryo-EM can make a significant impact and reveal fruitful findings in several areas of materials and physics research, as described in this Perspective. Certainly, many scientific problems can be addressed by cryo-EM, but we should also work to mitigate spurious conclusions. Detailed documentation of electron dose tolerance will help define and standardize a “pristine state” for sensitive materials. Metastable states captured by plunge-freezing can be validated by careful control experiments. These standards and protocols should be outlined for each unique materials system to establish cryo-EM as a foundational technique for research in the physical sciences.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Yi Cui − Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States; Stanford Institute for Materials and Energy Sciences, SLAC National Accelerator Laboratory, Menlo Park, California 94025, United States; orcid.org/0000-0002-6103-6352; Email: yicui@stanford.edu"
    }, {
      "heading" : "Authors",
      "text" : "Yanbin Li − Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States; orcid.org/0000-0002-5285-8602\nWilliam Huang − Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States; orcid.org/0000-0001-8717-5337 Yuzhang Li − Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States; Department of Chemical and Biomolecular Engineering, University of California, Los Angeles, Los Angeles, California 90095, United States; orcid.org/0000-0002-1502-7869 Wah Chiu − Department of Bioengineering, Stanford University, Stanford, California 94305, United States; Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California 94305, United States; Photon Science, SLAC National Accelerator Laboratory, Menlo Park, California 94025, United States; orcid.org/0000-00028910-3078\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.0c05020"
    }, {
      "heading" : "Author Contributions",
      "text" : "¶Ya.L. and W.H. contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "Y.L. acknowledges the Intelligence Community Fellowship for funding. W.C. acknowledges support by the NIH under Grant Nos. P41GM103832 and S10OD021600. Y.C. acknowledges support from the Assistant Secretary for Energy Efficiency and Renewable Energy, Office of Vehicle Technologies, Battery Materials Research (BMR) and Battery 500 Program of the U.S. Department of Energy. W.C. and Y.C. acknowledge the support to start the research program of cryogenic electron microscopy for materials science from the Department of Energy, Office of Basic Energy Sciences, Division of Materials Science and Engineering under contract DE-AC02-76SF00515."
    } ],
    "references" : [ {
      "title" : "Electron Microscopy of Frozen, Hydrated Biological Specimens",
      "author" : [ "W. Chiu" ],
      "venue" : "Annu. Rev. Biophys. Biophys. Chem. 1986,",
      "citeRegEx" : "Chiu,? \\Q1986\\E",
      "shortCiteRegEx" : "Chiu",
      "year" : 1986
    }, {
      "title" : "The Development of Cryo-EM Into a Mainstream Structural Biology Technique",
      "author" : [ "E. Nogales" ],
      "venue" : "Nat. Methods 2016,",
      "citeRegEx" : "Nogales,? \\Q2016\\E",
      "shortCiteRegEx" : "Nogales",
      "year" : 2016
    }, {
      "title" : "Electron Diffraction of Frozen, Hydrated Protein Crystals",
      "author" : [ "K.A. Taylor", "R.M. Glaeser" ],
      "venue" : "Science",
      "citeRegEx" : "Taylor and Glaeser,? \\Q1974\\E",
      "shortCiteRegEx" : "Taylor and Glaeser",
      "year" : 1974
    }, {
      "title" : "Frozen Aqueous Suspensions",
      "author" : [ "J. Dubochet", "J.-J. Chang", "R. Freeman", "J. Lepault", "A.W. McDowall" ],
      "venue" : "Ultramicroscopy 1982,",
      "citeRegEx" : "Dubochet et al\\.,? \\Q1982\\E",
      "shortCiteRegEx" : "Dubochet et al\\.",
      "year" : 1982
    }, {
      "title" : "Cryoprotection in Electron Microscopy",
      "author" : [ "W. Chiu", "K.H. Downing", "J. Dubochet" ],
      "venue" : "J. Microsc",
      "citeRegEx" : "Chiu et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Chiu et al\\.",
      "year" : 1986
    }, {
      "title" : "Maximum-Likelihood Approach to SingleParticle Image Refinement",
      "author" : [ "F.J.A. Sigworth" ],
      "venue" : "J. Struct. Biol",
      "citeRegEx" : "Sigworth,? \\Q1998\\E",
      "shortCiteRegEx" : "Sigworth",
      "year" : 1998
    }, {
      "title" : "Electron Microscopy Image Enhanced",
      "author" : [ "K. Urban" ],
      "venue" : "Nature",
      "citeRegEx" : "Urban,? \\Q1998\\E",
      "shortCiteRegEx" : "Urban",
      "year" : 1998
    }, {
      "title" : "Towards Sub-Å Electron Beams",
      "author" : [ "O. Krivanek", "N. Dellby", "A. Lupini" ],
      "venue" : "Ultramicroscopy",
      "citeRegEx" : "Krivanek et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Krivanek et al\\.",
      "year" : 1999
    }, {
      "title" : "Differential Phase-Contrast Microscopy at Atomic Resolution",
      "author" : [ "Y. Ikuhara" ],
      "venue" : "Nat. Phys. 2012,",
      "citeRegEx" : "Ikuhara,? \\Q2012\\E",
      "shortCiteRegEx" : "Ikuhara",
      "year" : 2012
    }, {
      "title" : "Advances in Ultra-High Energy Resolution STEMEELS",
      "author" : [ "O.L. Krivanek" ],
      "venue" : "Microsc. Microanal. 2018,",
      "citeRegEx" : "Krivanek,? \\Q2018\\E",
      "shortCiteRegEx" : "Krivanek",
      "year" : 2018
    }, {
      "title" : "Electron-Beam Spectroscopy for Nanophotonics",
      "author" : [ "A. Polman", "M. Kociak", "F.J. García de Abajo" ],
      "venue" : "Nat. Mater. 2019,",
      "citeRegEx" : "Polman et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Polman et al\\.",
      "year" : 2019
    }, {
      "title" : "Cryo-STEMMapping of Solid−Liquid Interfaces and Dendrites in Lithium-Metal Batteries",
      "author" : [ "M.J. Zachman", "Z. Tu", "S. Choudhury", "L.A. Archer", "L.F. Kourkoutis" ],
      "venue" : "Nature 2018,",
      "citeRegEx" : "Zachman et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zachman et al\\.",
      "year" : 2018
    }, {
      "title" : "Radiation Damage in the TEM and SEM",
      "author" : [ "R.F. Egerton", "P. Li", "M. Malac" ],
      "venue" : "Micron 2004,",
      "citeRegEx" : "Egerton et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Egerton et al\\.",
      "year" : 2004
    }, {
      "title" : "Control of Radiation Damage in the TEM",
      "author" : [ "R.F. Egerton" ],
      "venue" : "Ultramicroscopy 2013,",
      "citeRegEx" : "Egerton,? \\Q2013\\E",
      "shortCiteRegEx" : "Egerton",
      "year" : 2013
    }, {
      "title" : "Radiation Damage to Organic and Inorganic Specimens in the TEM",
      "author" : [ "R.F. Egerton" ],
      "venue" : "Micron 2019,",
      "citeRegEx" : "Egerton,? \\Q2019\\E",
      "shortCiteRegEx" : "Egerton",
      "year" : 2019
    }, {
      "title" : "Atomic-Resolution Transmission Electron Microscopy of Electron Beam−Sensitive Crystalline Materials",
      "author" : [ "K. Li", "Y. Han" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "Li and Han,? \\Q2018\\E",
      "shortCiteRegEx" : "Li and Han",
      "year" : 2018
    }, {
      "title" : "Liquid−Liquid Phase Separation During Amphiphilic Self-Assembly",
      "author" : [ "A.C.C. Esteves", "R. Tuinier", "H. Friedrich", "N.A.J.M. Sommerdijk", "J.P. Patterson" ],
      "venue" : "Nat. Chem. 2019,",
      "citeRegEx" : "A. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2019
    }, {
      "title" : "A Study of the Initial Stage in the Crystallization of TPA-Silicalite-1",
      "author" : [ "B.J. Schoeman", "O. Regev" ],
      "venue" : "Zeolites 1996,",
      "citeRegEx" : "Schoeman and Regev,? \\Q1996\\E",
      "shortCiteRegEx" : "Schoeman and Regev",
      "year" : 1996
    }, {
      "title" : "Monolithic Microfluidic Mixing−Spraying Devices for Time-Resolved Cryo-Electron Microscopy",
      "author" : [ "A. Yassin", "C.A. Mannella", "R.K. Agrawal", "T.-M. Lu", "T. Wagenknecht" ],
      "venue" : "J. Struct. Biol",
      "citeRegEx" : "Yassin et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Yassin et al\\.",
      "year" : 2009
    }, {
      "title" : "Catalyst: How Cryo-EM Shapes the Development of Next-Generation Batteries",
      "author" : [ "Y. Li", "Y. Cui" ],
      "venue" : "Chem. 2018,",
      "citeRegEx" : "Li et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2018
    }, {
      "title" : "SEI: Past, Present and Future",
      "author" : [ "E. Peled", "S. Menkin" ],
      "venue" : "J. Electrochem. Soc. 2017,",
      "citeRegEx" : "Peled and Menkin,? \\Q2017\\E",
      "shortCiteRegEx" : "Peled and Menkin",
      "year" : 2017
    }, {
      "title" : "A Highly Ordered Nanostructured Carbon−Sulphur Cathode for Lithium−Sulphur Batteries",
      "author" : [ "X. Ji", "K.T. Lee", "L.F. Nazar" ],
      "venue" : "Nat. Mater. 2009,",
      "citeRegEx" : "Ji et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ji et al\\.",
      "year" : 2009
    }, {
      "title" : "Reaction: Freezing Electrochemical Interfaces for Robustness in Electron Microscopy",
      "author" : [ "Y. Yuan", "J. Lu" ],
      "venue" : "Chem. 2018,",
      "citeRegEx" : "Yuan and Lu,? \\Q2018\\E",
      "shortCiteRegEx" : "Yuan and Lu",
      "year" : 2018
    }, {
      "title" : "Observation of Single Colloidal Platinum Nanocrystal Growth Trajectories",
      "author" : [ "A.P. Alivisatos" ],
      "venue" : "Science",
      "citeRegEx" : "Alivisatos,? \\Q2009\\E",
      "shortCiteRegEx" : "Alivisatos",
      "year" : 2009
    }, {
      "title" : "Directed Assembly of Optoelectronically Active Alkyl−π-Conjugated Molecules by Adding n-Alkanes or π-Conjugated Species",
      "author" : [ "P. Brown", "J. Eastoe", "H. Mohwald", "T. Nakanishi" ],
      "venue" : "Nat. Chem. 2014,",
      "citeRegEx" : "Brown et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Brown et al\\.",
      "year" : 2014
    }, {
      "title" : "Morphology of Hydrated As-Cast Nafion Revealed through Cryo Electron Tomography",
      "author" : [ "A. M", "Weber", "A. Z" ],
      "venue" : "ACS Macro Lett. 2015,",
      "citeRegEx" : "M. and Z.,? \\Q2015\\E",
      "shortCiteRegEx" : "M. and Z.",
      "year" : 2015
    }, {
      "title" : "A Classical View on Nonclassical Nucleation",
      "author" : [ "M.A. J" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 2017,",
      "citeRegEx" : "J.,? \\Q2017\\E",
      "shortCiteRegEx" : "J.",
      "year" : 2017
    }, {
      "title" : "Three-Dimensional Structure of P3HT Assemblies in Organic Solvents Revealed by Cryo-TEM",
      "author" : [ "G. With" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "With,? \\Q2038\\E",
      "shortCiteRegEx" : "With",
      "year" : 2038
    }, {
      "title" : "The Path to Ubiquitous and Low-Cost Organic Electronic Appliances on Plastic",
      "author" : [ "S.R. Forrest" ],
      "venue" : "Nature 2004,",
      "citeRegEx" : "Forrest,? \\Q2004\\E",
      "shortCiteRegEx" : "Forrest",
      "year" : 2004
    }, {
      "title" : "Physical and Chemical Properties of Nanocomposite Polymer Electrolytes",
      "author" : [ "Caminiti" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "B. and R.,? \\Q1999\\E",
      "shortCiteRegEx" : "B. and R.",
      "year" : 1999
    }, {
      "title" : "Composite Polyether Based Solid Electrolytes. Electrochim",
      "author" : [ "W. Wieczorek", "Z. Florjanczyk", "J.R. Stevens" ],
      "venue" : "Acta 1995,",
      "citeRegEx" : "Wieczorek et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Wieczorek et al\\.",
      "year" : 1995
    }, {
      "title" : "Direct Imaging of Isolated SingleMolecule Magnets in Metal−Organic Frameworks",
      "author" : [ "K.R. Dunbar", "Y. Han", "M. Wriedt" ],
      "venue" : "J. Am. Chem. Soc. 2019,",
      "citeRegEx" : "Dunbar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Dunbar et al\\.",
      "year" : 2019
    }, {
      "title" : "Imaging Defects and their Evolution in a Metal−Organic Framework at Sub-Unit-Cell Resolution",
      "author" : [ "K.-W", "Y. Belmabkhout", "K. Adil", "Y. Zhang", "B. Slater", "M. Eddaoudi", "Y. Han" ],
      "venue" : "Nat. Chem. 2019,",
      "citeRegEx" : "K..W. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "K..W. et al\\.",
      "year" : 2019
    }, {
      "title" : "The Chemistry of Metal−Organic Frameworks for CO2 Capture, Regeneration and Conversion.Nat",
      "author" : [ "C.A. Trickett", "A. Helal", "B.A. Al-Maythalony", "Z.H. Yamani", "K.E. Cordova", "O.M. Yaghi" ],
      "venue" : "Rev. Mater. 2017,",
      "citeRegEx" : "Trickett et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Trickett et al\\.",
      "year" : 2017
    }, {
      "title" : "Perovskites: The Emergence of a New Era for LowCost, High-Efficiency Solar Cells",
      "author" : [ "H.J. Snaith" ],
      "venue" : "J. Phys. Chem. Lett. 2013,",
      "citeRegEx" : "Snaith,? \\Q2013\\E",
      "shortCiteRegEx" : "Snaith",
      "year" : 2013
    }, {
      "title" : "Perovskite Solar Cells: The Birth of a New Era in Photovoltaics",
      "author" : [ "M.A. Green", "A. Ho-Baillie" ],
      "venue" : "ACS Energy Lett. 2017,",
      "citeRegEx" : "Green and Ho.Baillie,? \\Q2017\\E",
      "shortCiteRegEx" : "Green and Ho.Baillie",
      "year" : 2017
    }, {
      "title" : "The Rise of Highly Efficient and Stable Perovskite Solar Cells",
      "author" : [ "M. Graẗzel" ],
      "venue" : "Acc. Chem. Res. 2017,",
      "citeRegEx" : "Graẗzel,? \\Q2017\\E",
      "shortCiteRegEx" : "Graẗzel",
      "year" : 2017
    }, {
      "title" : "Promises and Challenges of Perovskite Solar Cells",
      "author" : [ "A. Abate", "W. Tress", "A. Hagfeldt" ],
      "venue" : "Science 2017,",
      "citeRegEx" : "Abate et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Abate et al\\.",
      "year" : 2017
    }, {
      "title" : "CO2 Electrolysis to Multicarbon Products at Activities Greater than 1A cm−2",
      "author" : [ "D. Sinton", "E.H. Sargent" ],
      "venue" : "Science 2020,",
      "citeRegEx" : "Sinton and Sargent,? \\Q2020\\E",
      "shortCiteRegEx" : "Sinton and Sargent",
      "year" : 2020
    }, {
      "title" : "An Improved Cryogen for Plunge Freezing",
      "author" : [ "W.F. Tivol", "A. Briegel", "G.J. Jensen" ],
      "venue" : "Microsc. Microanal. 2008,",
      "citeRegEx" : "Tivol et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Tivol et al\\.",
      "year" : 2008
    }, {
      "title" : "Break-Up of Stepped Platinum Catalyst Surfaces by High CO Coverage",
      "author" : [ "M. Salmeron", "G.A. Somorjai" ],
      "venue" : "Science",
      "citeRegEx" : "H. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2010
    }, {
      "title" : "Continuous Strain Control of Catalysts with Tunable Battery Electrode Materials",
      "author" : [ "L. Luo", "H. Faraji", "S.W. Feldberg", "H.S. White" ],
      "venue" : "Science",
      "citeRegEx" : "Q. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2016
    }, {
      "title" : "The Physics of Quantum Materials",
      "author" : [ "B. Keimer", "J.E. Moore" ],
      "venue" : "Nat. Phys. 2017,",
      "citeRegEx" : "3544",
      "shortCiteRegEx" : "3544",
      "year" : 2017
    }, {
      "title" : "Towards Oxide Electronics: A Roadmap",
      "author" : [ "I. Baggari", "M. Fanciulli", "I. Fina", "E. Fortunato", "C. Frontera", "S. Fujita", "V. Garcia", "S.T.B. Goennenwein", "C.G. Granqvist", "J Grollier" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "Baggari et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Baggari et al\\.",
      "year" : 2019
    }, {
      "title" : "A LiquidHeliumCooled Stage for an Electron Microscope",
      "author" : [ "Ishikawa" ],
      "venue" : "Jpn. J. Appl. Phys. 1967,",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 1967
    }, {
      "title" : "An Electron Microscope Liquid Helium Stage for Use with Accessories",
      "author" : [ "J. Venables", "D. Ball", "G. Thomas" ],
      "venue" : "Tribromide. J. Appl. Phys",
      "citeRegEx" : "Venables et al\\.,? \\Q1967\\E",
      "shortCiteRegEx" : "Venables et al\\.",
      "year" : 1967
    }, {
      "title" : "Observation of Polar Vortices in Oxide Superlattices",
      "author" : [ "C.M. Schlepütz", "A.R. Damodaran", "P. Shafer", "E. Arenholz", "L.R. Dedon", "D. Chen", "A. Vishwanath", "A.M. Minor", "L.Q. Chen", "J.F. Scott", "L.W. Martin", "R. Ramesh" ],
      "venue" : "Nature",
      "citeRegEx" : "Schlepütz et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Schlepütz et al\\.",
      "year" : 2016
    }, {
      "title" : "Nature and Evolution of Incommensurate Charge Order in Manganites Visualized with Cryogenic Scanning Transmission Electron Microscopy",
      "author" : [ "A.-W", "R. Hovden", "L.F. Kourkoutis" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "A..W. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "A..W. et al\\.",
      "year" : 2018
    }, {
      "title" : "Direct Detection Electron Energy-Loss Spectroscopy: A Method To Push the Limits of Resolution and Sensitivity",
      "author" : [ "J.L. Hart", "A.C. Lang", "A.C. Leff", "P. Longo", "C. Trevor", "R.D. Twesten", "M.L. Taheri" ],
      "venue" : "Interface. Sci. Adv. 2018,",
      "citeRegEx" : "Hart et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hart et al\\.",
      "year" : 2017
    }, {
      "title" : "Direct Electron Detection for AtomicResolution EELS Mapping at Cryogenic Temperature",
      "author" : [ "D.J. Baek", "M.J. Zachman", "B.H. Goodge", "D. Lu", "Y. Hikita", "H.Y. Hwang", "L.F. Kourkoutis" ],
      "venue" : "Microsc. Microanal. 2018,",
      "citeRegEx" : "Baek et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Baek et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Cryogenic electron microscopy (cryo-EM) was the basis for the 2017 Nobel Prize in Chemistry for its profound impact on the field of structural biology by freezing and stabilizing fragile biomolecules for near atomic-resolution imaging in their native states. Beyond life science, the development of cryo-EM for the physical sciences may offer access to previously inaccessible length scales for materials characterization in systems that would otherwise be too sensitive for high-resolution electron microscopy and spectroscopy. Weakly bonded and reactive materials that typically degrade under electron irradiation and environmental exposure can potentially be stabilized by cryo-EM, opening up exciting opportunities to address many central questions in materials science. New discoveries and fundamental breakthroughs in understanding are likely to follow. In this Perspective, we identify six major areas in materials science that may benefit from the interdisciplinary application of cryo-EM: (1) batteries, (2) soft polymers, (3) metal−organic frameworks, (4) perovskite solar cells, (5) electrocatalysts, and (6) quantum materials. We highlight long-standing questions in each of these areas that cryo-EM can potentially address, which would firmly establish the powerful tool’s broad scope and utility beyond biology. Tools and methodologies for atomicand molecularresolution characterization are critical for scientific discovery and technological innovations. Among such methods, cryogenic transmission electron microscopy (cryoEM), which was the basis for the 2017 Chemistry Nobel Prize, has revolutionized the life sciences by providing atomic structures of biomolecules in their native state. Whereas the early work of the three Nobel Laureates built the foundation of cryo-EM by combined innovations in (1) sample preparation methods for freezing biomolecules in their hydrated state, (2) stabilization of biomolecules at cryogenic temperature in transmission electron microscopy (TEM), and (3) computational methods to calculate the structure of biomolecules, the current success of cryo-EM in biology mainly benefits from recent instrumental developments including aberration correctors, more stable specimen stages, and, most importantly, direct electron detectors (DEDs). Unlike traditional charge-coupled device (CCD) detectors, which use a scintillator to convert incident electrons into photons before they hit the detector, DEDs do not involve such an intermediate step, resulting a better detective quantum efficiency (DQE) and higher signal-to-noise ratios. Taking advantage of these benefits, structural biologists can image beam-sensitive biomolecules with ultralow electron doses compared to CCD detectors. In addition, the high-speed readout capability of DEDs gives imaging frame rates faster than 400 fps, which further enables postacquisition correction of beam-induced specimen motion to improve image quality. Although instrumental developments of cryo-EM significantly boosted the voxel resolution for biomolecules, recent developments in electron microscopy techniques also open up exciting opportunities for materials scientists. In materials science, aberration-corrected TEM and scanning transmission electron microscopy (STEM) are powerful tools for atomic-resolution structural and spectral analyses of materials systems; the observation of crystal structures coupled with energy-dispersive X-ray spectroscopy (EDS) and electron energy loss spectroscopy (EELS) enables the analysis of atomic arrangements/displacements and chemical distributions and Pespec iv e www.acsnano.org © XXXX American Chemical Society A https://dx.doi.org/10.1021/acsnano.0c05020 ACS Nano XXXX, XXX, XXX−XXX D ow nl oa de d vi a E A ST C A R O L IN A U N IV o n Ju ly 2 9, 2 02 0 at 1 4: 43 :3 6 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. bonding states at the nanoscale. Recently, rapid instrumental advancements have been achieved in both microscopy and spectroscopy. For example, correlative information about electric field, magnetic field, strain, charge, and structure can be obtained down to atomic resolution using four-dimensional STEM; spatial resolution of 0.39 Å has been reached for electron ptychography with pixel array detectors; monochromated EELS with simultaneous high energy and spatial resolution has been achieved, and emerging ultrafast techniques combine space, energy, and time resolution in the nanometer, millielectronvolt, and femtosecond domains. Room-temperature TEM has, thus, become increasingly indispensable for materials characterization, yet many important questions in active areas of materials research cannot be addressed with room-temperature techniques. With such profound impact on biology, the development of cryo-EM techniques beyond life sciences has been explored since the 1960s. A large body of work was put forth by the pioneers of cryo-EM for materials science in the 1990s, focusing on surfactants, polymers, and their interaction with other materials, but with limited spatial resolution. Later, Sommerdijk and Libera made significant contributions to this field by introducing cryo-electron tomography (cryo-ET) and cryo-STEM-EELS for nonbiological materials with nanometerscale resolution. Although these initial cryo-EM studies on polymers and inorganic materials initiated new research directions, cryo-EM has still been under-utilized in materials sciences. For example, until recently, the atomic structures and chemistries of electron-beam-sensitive high-energy battery materials during operation have remained elusive, despite decades of research. A significant breakthrough came in 2017, when we pioneered cryo-EM with cryo-analytical TEM to stabilize sensitive battery materials and to discover new atomic structures at key interfaces. These first-ever images of individual Li metal atomic columns, together with additional findings in studies that followed, illustrated the huge impact that cryo-EM could have on battery research. Many opportunities for materials research exist beyond the current work in batteries but require additional innovations. In particular, degradation of reactive or weakly bonded materials under electron beam irradiation or environmental exposure introduces sample artifacts, limiting the ability to characterize the atomic structures and chemistries of unstable materials in their original state. This sensitivity to electrons and the environment can be reduced using cryo-EM techniques. It has been proposed that imaging at cryogenic temperatures reduces beam-induced damage, and sample preparation protocols that are tailored to each unique materials system can prevent environmental exposure and preserve the native state. For specimens that are more beam-sensitive than batterymaterials, it is possible to reduce electron dosages further below the total dose used in our initial demonstration via DED cameras. Operating at cryogenic temperature can also reduce the loss of volatile components and the sublimation of solids such as sulfur in the vacuum of the microscope. Sensitive materials from a broad range of research fields all suffer from these degradation pathways, making cryo-EM an ideal tool for their nanoscale characterization. Furthermore, identifying and studying metastable reaction intermediates preserved at reaction conditions represents another grand challenge in materials research. Previously, researchers have used in situ liquid-phase TEM (LP-TEM) to track dynamic, nanostructural changes of materials in solution. Using low-dose protocols, STEM imaging can achieve radiation doses comparable to those of low-dose TEM. However, local structures and chemistries are difficult to distinguish when reactions occur faster than the electron probe can scan across a region of interest. In principle, capturing metastable reaction intermediates is possible by rapid freezing such that the distribution of chemical and conformational states at the final low temperature would be identical to that at the initial high temperature. The metastable intermediate would then be kinetically trapped at low temperature, preventing any relaxation to reach equilibrium and enabling time-resolved sampling of a reaction solution. In 1990, Siegel et al. demonstrated this concept to monitor material formation processes in solution. Since then, researchers have used time-resolved cryo-EM to study crystallization processes, nanoparticle assembly, particle growth, and morphological transitions in solution reaction. Time resolution in the seconds range has also been demonstrated for both inorganic and organic materials. In their kinetically frozen state, materials can be imaged at atomic resolution and chemically mapped by spectroscopy, and the three-dimensional (3D) structure can also be determined by tomography. By combining cryo-EM with microfluidic techniques, biologists have obtained biomolecules atomic structure changes with 20 ms time resolution, making the application of time-resolved cryo-EM in materials science a promising alternative to LP-TEM. In this Perspective, we highlight the potential of cryo-EM to address a number of diverse scientific problems in several key areas, including (1) batteries, (2) soft polymers, (3) metal− organic frameworks, (4) perovskite solar cells, (5) electrocatalysts, and (6) quantum materials. Furthermore, we outline possible opportunities to develop and to leverage cryo-EM techniques optimized for biology, applying them toward stabilizing reactive and metastable materials systems. The development of new standards and protocols will likely facilitate future scientific breakthroughs in materials and energy and establish cryo-EM as a foundational technique in materials science.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}