{
  "name" : "downloads_2020-07-19_3213_wang2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Biodegradable Nickel Disulfide Nanozymes with GSH-Depleting Function for High-Efficiency Photothermal-Catalytic Antibacterial Therapy",
    "authors" : [ "Xianwen Wang", "Linxin Fan", "Yan Ma", "Zhaohua Miao", "Zhengbao Zha", "Liang Cheng", "Yanbin Sun", "Xiyu Wang", "Xiaoyan Zhong", "Qianqian Shi", "Fei Gong", "Yu Yang" ],
    "emails" : [ "lcheng2@suda.edu.cn", "zbzha@hfut.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "ll OPEN ACCESS\niScience"
    }, {
      "heading" : "Article",
      "text" : ""
    }, {
      "heading" : "Biodegradable Nickel Disulfide Nanozymes with",
      "text" : ""
    }, {
      "heading" : "GSH-Depleting Function for High-Efficiency",
      "text" : ""
    }, {
      "heading" : "Photothermal-Catalytic Antibacterial Therapy",
      "text" : "Xianwen Wang,\nLinxin Fan, Liang\nCheng, ..., Yan Ma,\nZhaohua Miao,\nZhengbao Zha\nlcheng2@suda.edu.cn (L.C.) zbzha@hfut.edu.cn (Z.Z.)\nHIGHLIGHTS ND nanozymes have good photothermal and catalysis effect and GSHdepleting function\nThe multifunctional ND nanozymes have achieved satisfactory antibacterial effects\nThe biodegradable ND nanozymes have a wide application in precise sterilization\nWang et al., iScience 23, 101281 July 24, 2020 ª 2020 The Authors. https://doi.org/10.1016/ j.isci.2020.101281\niScience"
    }, {
      "heading" : "Article",
      "text" : "Biodegradable Nickel Disulfide Nanozymes with GSH-Depleting Function for High-Efficiency Photothermal-Catalytic Antibacterial Therapy\nXianwen Wang,1,2 Linxin Fan,1 Liang Cheng,2,4,* Yanbin Sun,1 Xiyu Wang,2 Xiaoyan Zhong,3 Qianqian Shi,1\nFei Gong,2 Yu Yang,2 Yan Ma,1 Zhaohua Miao,1 and Zhengbao Zha1,*"
    }, {
      "heading" : "SUMMARY",
      "text" : "Bacterial infections caused by pathogens have always been a thorny issue that threatens human health, and there is urgent need to develop a new generation of antimicrobial nano-agents and treatments. Herein, biodegradable nickel disulfide (ND) nanozymes as excellent antibacterial agents that integrate excellent photothermal performance, nano-catalysis property, and glutathione (GSH)depleting function have been successfully constructed. The ND nanozymes can effectively catalyze the decomposition of H2O2 to produce ,OH, and the hyperthermia of ND nanozymes generated by photothermal therapy (PTT) can further increase its catalytic activity, which provides rapid and effective bacterial killing effect comparedwith nano-catalytic treatment or PTT alone. Surprisingly, the ND nanozymes have the ability of GSH consumption, thus enhancing its sterilization effect. Moreover, the ND nanozymes are biodegradable nanomaterials that do not cause any significant toxicity in vivo. Collectively, the ND nanozymes with excellent photothermal performance, catalytic activity, and GSH-depleting function are used for high-efficiency sterilization."
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Bacterial infection has become a fatal worldwide health problem faced by human beings due to its high morbidity and mortality (Huo et al., 2019; Miao et al., 2019; Wang et al., 2019a; Wentao et al., 2019; Zhang et al., 2019b). The traditional methods to fight against bacterial infection are mainly based on antibiotics, metal ions, and quaternary ammonium ions, which are costly, toxic, and environmentally unfriendly, limiting their further use and conversion (Gao et al., 2018; Liu et al., 2020; Zhang et al., 2019a). Moreover, the excessive use of antibiotics leads to the generation of bacterial resistance, the treatment effect is inevitably reduced and even leads to the production of super-bacteria, thus causing a major threat to people’s health and safety (Huo et al., 2019). Thus, it is of great significance to explore a new therapeutic strategy to more effectively and safely fight bacterial infections without having obvious side effects and resulting drug resistance (Liu et al., 2019b; Wang et al., 2019a).\nBenefiting from the rapid rise and development of nanozymes, more attention has been paid to the study of using inorganic Fenton/Fenton-like reagents with horseradish peroxidase (HRP)-mimic ability to kill bacteria (Cao et al., 2019; Sang et al., 2019; Xi et al., 2019a). These reagents have been generally considered explored as excellent reactive HRP-like nanozymes, which can effectively catalyze the typical peroxidaselike reaction in the presence of H2O2, producing lots of reactive oxygen species (ROS) that have prominent oxidation effect (e.g., ,OH) (Huo et al., 2019; Wang et al., 2020a). These HRP-like nanozymes can be delivered to and accumulated at the pathological site through the drug delivery nanoplatforms, generating a large amount of ROS, which eventually leads to the dominant inhibition and destruction of drug-resistant bacterial cells (Huo et al., 2019). Unfortunately, HRP-like nanozymes limit their further application in antimicrobials for the following several reasons. (1) Most of the reported HRP-like nanozymes are non-degradable and cannot be removed from the body after sterilization, thus inevitably causing long-term toxicity in vivo (Zhang et al., 2019a). (2) Glutathione (GSH) is a tripeptide molecule that widely existed in bacteria, which played an important role in the antioxidant defense system of bacteria and effectively prevented oxidative stress from damaging cell components. Thus, GSH existing in bacteria can significantly weaken the bactericidal effect of peroxide-like nanomaterials (Yan et al., 2013). (3) As previously reported, it is difficult to\n1School of Food and Biological Engineering, Hefei University of Technology, Hefei 230009, P. R. China 2Institute of Functional Nano & Soft Materials (FUNSOM), Jiangsu Key Laboratory for Carbon-based Functional Materials and Devices, Soochow University, Suzhou 215123, P. R. China 3National Engineering Research Centre for Nanomedicine, College of Life Science and Technology, Huazhong University of Science and Technology, Wuhan 430074, P. R. China 4Lead Contact\n*Correspondence: lcheng2@suda.edu.cn (L.C.), zbzha@hfut.edu.cn (Z.Z.)\nhttps://doi.org/10.1016/j.isci. 2020.101281\niScience 23, 101281, July 24, 2020 ª 2020 The Authors. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).\n1\nll OPEN ACCESS\ncompletely eliminate bacteria by using HRP-like nanozymes alone (Liu et al., 2019b; Qing et al., 2019). The combination therapy based on sterilization is an effective strategy to improve the antibacterial efficiency owing to their effective synergistic effect (Liu et al., 2019c; Wu et al., 2019; Yang et al., 2019c). Hence, it is of great significance to develop biodegradable HRP-like nanozymes with multiple antibacterial function.\nFrom the basic principle that increasing temperature can accelerate the chemical reaction rate, it is an effective strategy to improve the catalytic rate of HRP-like nanozymes by raising the temperature of bacterial infection site (Tang et al., 2017; Wang et al., 2019b, 2020b; Yang et al., 2019a). Among all the strategies currently reported for hyperthermia, photothermal therapy (PTT) is a new type of bactericidal therapy that employs photothermal agents (PTAs) to convert near-infrared light into overheating to destroy different types of pathogens and microorganisms, which is considered as one of the most promising treatment methods due to its less-invasive nature and high selectivity (Liu et al., 2019a). Therefore, developing novel HRP-like nanozymes with excellent photothermal properties will be a feasible strategy to improve the killing efficiency against bacteria (Xi et al., 2019b). To date, different HRP-like nanozymes including MoS2 (Yin et al., 2016) nanomaterials, CuFe2O4 (Liu et al., 2019b) nanoparticles, single-iron-atom nanocatalysts (Huo et al., 2019; Xu et al., 2019), Fe3O4 nanomaterials (Xu et al., 2018), carbon nanoparticles (Xi et al., 2019b), etc., have been reported for photothermal-catalytic antimicrobial therapy. However, the nonbiodegradability of HRP-like nanozymes would lead to long-term toxicity in vivo (Yang et al., 2019b). More importantly, all these nanozymes have no GSH depletion function, which weakens their antibacterial effect. Based on this, the development of biodegradable HRP-like nanozymes with GSH-depleting function for photothermal-catalytic antimicrobial therapy is challenging and meaningful.\nNickel-based nanomaterials have been widely used in the field of nanomedicine owing to their good biocompatibility, prominent photothermal performance, and biodegradability (Liu et al., 2019d; Wang et al., 2017). It is worth noting that nickel-based nanomaterials are an excellent HRP-like nanozyme that can detect H2O2 and glucose by colorimetry (Chen et al., 2018; He et al., 2019). However, their peroxides-like catalytic activity and photothermal properties have not been reported for sterilization. Inspired by the outstanding peroxide activity and the photothermal properties of nickel-based nanomaterials, it is speculated that the combination of HRP-like catalytic activity and PTT may make up for the deficiency of single-mode antibacterial strategy and improve the antibacterial performance of the wound. Herein, monodisperse nickel disulfide (ND) nanozymes were fabricated through a facile solvothermal process, the as-preparedND nanozymes had satisfactory near-infrared (NIR) absorption, high photothermal conversion efficiency, and excellent peroxide-like catalytic activity (Scheme 1A). The obtained ND nanozymes could generate ,OH through Fenton-like reaction in the presence of H2O2, and the catalytic activity of ND nanozymes was further enhanced by the mild photothermal performance, which has led to the achievement of photothermally enhanced catalytic bacterial treatment in vitro. Surprisingly, the ND nanoparticles could also act as another kind of enzyme (glutathione peroxidase mimetic, GSH-Px) that accelerated the consumption of GSH by oxidizing molecules and further weakened the bacteria through the GSH removal ability of ROS, thus enhancing its sterilization effect. More importantly, the experimental results of wound healing showed that the synergetic antibacterial nanoplatform could be easily used for wound disinfection (Scheme 1B). Most importantly, the ND nanozymes could quickly be removed from the body through urine and feces, due to the property of rapid biodegradability, without causing any significant toxicity through the systematic evaluation. Overall, the biodegradable ND nanozymes as multifunctional antibacterial agents have a broad prospect for accurate antibacterial application."
    }, {
      "heading" : "RESULTS Characterization of ND Nanozymes",
      "text" : "Monodisperse and uniform ND nanozymes were successfully prepared by a facile PVP-assisted solvothermal method (Figure 1A), and the formationmechanism could be explained by the LaMer scheme based on the previous report (Wangetal., 2020b).Transmissionelectronmicroscopic (TEM) imagesof as-preparedNDnanozymes clearly revealed a uniform sphericalmorphologywith an averagediameter of 112.31G 24.07 nm (Figures 1B, 1C, and1E). In addition, theTEM image furtherdemonstrated that theNDnanozymeshadhighlyorderedpore structures, which was due to the spherical accumulation of NiS2 nanocrystals (Figure 1C). High-resolution TEM image showed that the lattice spacingwasmeasured tobe 0.198nm, corresponding to the (220) interplanar spacingof the cubic ND (Figure 1D). The diffraction rings of selected area electron diffraction (SAED) image indicated that the synthesized ND nanozymes had polycrystalline structure (Figure S1). The crystal structure and purity of the sampleswerealsodeterminedbyX-raydiffraction.All thediffractionpeaks correspondedto thecubicNDcrystals\nll OPEN ACCESS\n2 iScience 23, 101281, July 24, 2020\niScience Article\n(JCPDSNo. 65-3325), suggesting the good crystallinity and purity of the synthesizedND nanozymes (Figure 1F). The mole ratio of Ni and S elements in ND was close to 1: 2, proved by energy-dispersive X-ray spectroscopic spectrum and the inductively coupled plasma optical emission spectroscopy (Figure 1F). In addition, field emission scanning transmission electron microscopic elemental mapping proved that the ND nanozymes were uniformly composed of Ni and S elements (Figure 1G). Moreover, X-ray photoelectron spectroscopy (XPS) was used to further confirm the chemical composition and the surface elemental states of ND nanozymes (Figures 1H–1J). TheNi, S, andO,C, andNelementsexisted in the full-scanXPS survey spectrumofNDnanozymes,where C, N, and O elements mainly come from the substrate (Figure 1I). In the Ni 2p spectra (Figure 1J), the peaks located at 871.49 and 853.85 eV correspond to Ni 2p1/2 and Ni 2p3/2 of the Ni 2+ ions, respectively, along with two satellite peaks at about 874.90 and 859.22 eV. In the S 2p spectra (Figure 1K), the binding energies of S 2p1/2 and S 2p3/2 were clearly observed at about 162.44 and 163.67 eV of S elements, showing the presence of S-S bonds in the ND nanozymes (He et al., 2019). Besides, the peaks located at 168.41 eV were attributed to SO bonds, which were caused by the surface oxidation of ND nanozymes. In addition, the zeta potential of the ND nanozymes was measured to be 9.80 G 0.12 mV. All the aforementioned results demonstrated that ND nanozymes with high purity and quality were successfully prepared through a simple solvothermal method."
    }, {
      "heading" : "Photothermal Performance of ND Nanozymes",
      "text" : "Good NIR absorbance and excellent photothermal conversion efficiency are the two most basic prerequisites of PTAs (Wang et al., 2017). Excitingly, the synthesized ND nanozymes exhibited wide NIR\nScheme 1. Scheme of the Biodegradable ND Nanozymes with GSH-depleting Function for High-efficiency Photothermal-catalytic Antibacterial Therapy (A) in vitro and (B) in vivo.\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 3\niScience Article\nabsorbance, which increased linearly with the enhancing concentration of ND nanozymes (Figure 2A). In addition, the mass extinction coefficient of ND nanozymes was 22.46 L g 1 cm 1 (Figure S2), much higher than those of most reported PTAs (Zhang et al., 2016), suggesting that ND nanozymes could be used as ideal PTAs for photothermal sterilization. To study the photothermal performance, the ND nanozymes with gradient concentrations were irradiated by the NIR laser (808 nm, 0.75 W/cm2) for 10 min (Figure 2B). Particularly, when the concentration of ND nanozymes was 75 mg/mL, the temperature could be increased from 28 to 51.4 C, whereas the temperature of pure water only increased by 1.6 C under the same\n(A–H) (A) Preparation scheme of ND nanoparticles, (B and C) TEM images, (D) high-resolution TEM image of ND nanozymes, (E) the size distribution determined from (B), (F) X-ray diffraction pattern, (G) energy-dispersive X-ray spectrum, and (H) scanning transmission electron microscopic elemental mapping (Ni, S, merge) of the ND nanozymes. (I–K) XPS characterization of ND nanozymes. The survey spectra (I) and the core level spectra of (J) Ni 2p and (K) S 2p. See also Figure S1.\nll OPEN ACCESS\n4 iScience 23, 101281, July 24, 2020\niScience Article\ncondition (Figure 2C). The photothermal effect of ND nanozymes exhibited an irradiation time-dependent, concentration-dependent, and power density-dependent elevation, like that of most reported PTAs (Figures 2D and S3–S6). The photothermal conversion efficiency of ND nanozymes was measured to be 43.8% based on the previously reported method (Figures 2E and 2F) (Wang et al., 2019b), which was comparable to those of many reported PTAs (Table S1) (Yong et al., 2014). In addition, the photothermal stability of ND nanozymes was explored by six laser irradiation cycles, the amplitude of temperature elevation, the UV-visible-NIR (UV-vis-NIR) absorption spectrum, and the color of ND nanozyme solution were not significantly changed before and after cycling laser irradiation (Figures 2G, 2H, and S7), suggesting that the as-obtained ND nanozymes possessed satisfactory photothermal stability. Hence, the prominent photothermal performance of ND nanozymes suggested that they could be used as potential PTAs for photothermal sterilization.\n(A–C) (A) UV-vis-NIR spectra (insets: photographs of NPs with different concentrations), (B) NIR thermal images, and (C) the corresponding temperature change curves of ND nanozymes with gradient concentrations under NIR irradiation (808 nm, 0.75 W/cm2, 10 min). (D) Temperature heating curves under NIR irradiation with various power densities (ND nanozymes: 75 mg/mL, 808 nm, 10 min). (E) The temperature profile of ND nanozymes (20 mg/mL) irradiated by NIR laser (808 nm, 0.75 W/cm2) for 12 min, followed by natural cooling to room temperature. (F) The time constant was determined to be ts = 330.57 s, and photothermal conversion efficiency of ND nanozymes was as high as 43.8%. (G and H) (G) The photothermal stability (six laser on/off cycles) and (H) UV-vis-NIR spectra and photographs of the ND nanozymes before and after six laser on/off cycles. See also Figures S2–S7 and Table S1.\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 5\niScience Article"
    }, {
      "heading" : "Catalytic Properties and GSH-Depleting Functions of ND Nanozymes",
      "text" : "Nickel-based compounds are ideal catalysts with the properties of HRP-like enzyme, which have been reported for the detection of H2O2 and glucose. However, their catalytic properties have not been reported in the field of nanomedicine. The excellent catalytic activity of nickel-based compounds makes them have broad application prospects in sterilization. The HRP-like catalytic properties of the synthesized ND nanozymes were evaluated through the catalytic oxidation of 3,30,5,50-tetramethylbenzidine (TMB), one of the most widely used indicators of ,OH, which would be gradually changed from colorless to blue. In the presence of H2O2, the ND nanozymes changed the color of TMB probe from colorless to dark blue, whereas the control group showed no color change (Figure 3A). With the increase of H2O2 concentration, the color of the solution became bluer (Figure 3B), indicating that the catalytic activity of the ND nanozymes depended on the concentration of H2O2. Besides, o-phenylenediamine (OPDA) probe was further used to check the catalytic properties of ND nanozymes. Similar phenomena and results were observed by using the OPDA probe (Figures 3C–3E), which indicated that the ND nanozymes have excellent HRP-like enzyme catalytic properties. TheMichaelis-Menten constant (Km) andmaximum velocity (Vmax) of ND nanozymes were calculated by TMB detection, which were calculated to be 3.64 mM and 1.55310 4 mM min 1, respectively (Figure S8). This relatively low Km value indicated the good catalytic performance of ND nanozymes.\nSome reducing substances such as glutathione (GSH) present in bacteria (0.1–10 mmol/L) can weaken ROSinduced bacterial killing. Based on this, the properties of ND nanozymes in depleting GSH were explored by using 5,50-dithio-bis (2-nitrobenzoic acid) (DTNB) probe (Shan et al., 2019). When the molar ratio of GSH to ND nanozymes was 1: 1, the characteristic peak of DTNB at 420 nm gradually decreased with the extension of reaction time (Figure 3F) and the GSH could be completely consumed after 1.0-h incubation, indicating that the ND nanozymes had a remarkable GSH consumption ability (Figure 3G). The clearance rate of GSH was 16.27%, 32.24%, 68.51%, 83.47%, 90.60%, and 99.58% at 5, 10, 20, 30, 40, and 60 min, respectively. When the molar ratio of GSH to ND nanozymes was increased to 10: 1, GSH still was completely consumed, but the rate of GSH consumption became slower (Figures 3H and 3I), indicating that the ability of ND nanozymes to consume GSH exhibited dose-dependent performance. The clearance rate of GSH was 15.03%, 35.10%, 54.83%, 67.15%, 82.36%, and 99.66% at 1, 2, 3, 4, 6, and 10 h, respectively. As the concentration of GSH was much higher than that of ND nanozymes, the ability of ND nanozymes to consume GSH could not be explained by redox. It was more likely that the ND nanozymes acted as GSH-like mimetic enzymes based on previous reports, resulting in extraordinary GSH-depleting function of ND nanozymes (Zhong et al., 2020).\nIn Vitro Antibacterial Performance of ND Nanozymes\nBased on the excellent properties including photothermal effect, GSH-depleting function, and catalytic performance, it is speculated that the ND nanozymes could act as potential therapeutic agents for the treatment of bacterial infection by photothermal and catalytic properties. Therefore, the in vitro synergistic antibacterial effect of the ND nanozymes against Escherichia coli (E. coli, DH5a) and methicillin-resistant Staphylococcus aureus (MRSA, Mu50) was systematically evaluated. As for killing E. coli, lots of viable colonies formed on LB agar plates in the groups of control and NIR, suggesting that NIR irradiation alone did not affect E. coli growth. The antibacterial effect of the groups of H2O2 andH2O2 +NIR was weak, which was caused by the poor bactericidal effect of the limited H2O2. Interestingly, the pure ND nanozymes themselves also had some antibacterial effect, which may be due to their ability to attach on the surface of bacteria, resulting in the death of some bacteria. In the group of ND nanozymes + H2O2, the more obvious antibacterial efficiency was observed compared with the groups of H2O2 and ND nanozymes, with the bacterial survival rate of 16.87%. These data demonstrated that the ND nanozymes could catalyze the degradation of H2O2 by Fenton-like reaction and produce more toxic ,OH, which further enhanced the bactericidal effect. In the group of ND nanozymes + NIR, the survival rate of bacteria was only 1.67%, suggesting that the photothermal antibacterial effect of ND nanozymes had good results. In the group ND nanozymes + H2O2 + NIR, the bacteria had completely died, and the inhibition rate was 100% (Figures 4A and 4C). Similarly, as for killing MRSA, the corresponding treatment groups showed the same antibacterial trend as E. coli (Figures 4B and 4E). All these data together demonstrated that the photothermal-catalytic antibacterial effect of ND nanozymes had achieved more obvious sterilization efficiency.\nTo further clearly evaluate the antibacterial effect of ND nanozymes, the bacterial samples (E. coli and MRSA) after different treatments were immediately stained with SYTO 9 (viable bacteria, green fluorescence) and propidium iodide (dead bacteria, red fluorescence) for 30 min, respectively, and then were\nll OPEN ACCESS\n6 iScience 23, 101281, July 24, 2020\niScience Article\nobserved with a fluorescence microscope. In the control, NIR, H2O2, H2O2 + NIR, and ND nanozymes groups, only negligible red fluorescence was observed in E. coli and MRSA. However, a large amount of red fluorescence was observed in the ND nanozymes + H2O2 group, indicating that the ,OH generated by the Fenton-like reaction could significantly increase the antibacterial effect. In addition, a large amount of red fluorescence was observed in the ND nanozymes + NIR group, whereas only red fluorescence was found in the ND nanozymes + H2O2 + NIR group (Figures 4D and 4F). These results indicated that the combination of photothermal performance and catalytic properties of ND nanozymes could significantly improve its bactericidal efficiency.\nFrom the aforementioned study, the ND nanozymes achieved good bactericidal effect in vitro, and then we further evaluated its antibacterial mechanism. Scanning electron microscopy (SEM) was used to elucidate the antibacterial effect by observing the morphological changes of bacteria from different groups (Figures 5A and 5B). The surfaces of bacteria (E. coli and MRSA) were intact and smooth in the control group, similarly, the bacteria in the NIR, H2O2, H2O2 + NIR, and ND nanozymes groups also showed negligible\n(A and B) (A) The peroxidase-like catalytic effect of ND nanozymes at different conditions and (B) at various H2O2 concentrations by using the TMB probe. (C and D) (C) The peroxidase-like catalytic effect of ND nanozymes at different conditions and (D) at various H2O2 concentrations by using the OPDA probe. (E) Effect of temperature on its catalytic activity. (F and G) (F) Time-dependent GSH depletion and (G) GSH consumption rate by ND nanozymes (the mole ratio of GSH and ND nanozymes is 1: 1). (H and I) (H) Time-dependent GSH depletion and (I) GSH consumption rate by ND nanozymes (the mole ratio of GSH and ND nanozymes is 10: 1). See also Figure S8.\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 7\niScience Article\ndistortion and wrinkle, indicating that these groups had little effect on the integrity of bacterial cell membrane after different treatment. On the contrary, there were obvious cell deformation and content leakage in the ND nanozymes + H2O2 group, which indicated that the catalytic performance of ND nanozymes caused the bacterial damage. However, the bacterial surfaces became more wrinkled and rougher in the ND nanozymes + NIR group compared with ND nanozymes + H2O2 group, while the bacteria completely lost their cell integrity and the matrix flowed out, which implied that the synergistic effect had a stronger antibacterial ability. Therefore, this novel antibacterial nanoagent with excellent photothermal performance and catalytic effect based on ND nanozymes could rapidly and effectively destroy E. coli andMRSA.\nIt is well known that oxidative stress plays an important role in the nanomaterials-mediated antimicrobial systems (Yin et al., 2016). The first thing that needs to be known for this antibacterial strategy is whether ROS-dependent oxidative stress will occur. First, the ROS probe, 20,70-dichlorodihydrofluorescein diacetate was used to detect ROS after different treatments (Wang et al., 2019b). No obvious green fluorescence was observed in the control, NIR, H2O2, H2O2 + NIR, ND nanozymes, and ND nanozymes + NIR groups, but weak green fluorescence was observed in ND nanozymes + H2O2 group, indicating that ND nanozymes could effectively generate ,OH in the presence of H2O2. More importantly, the strongest green\nll OPEN ACCESS\n8 iScience 23, 101281, July 24, 2020\niScience Article\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 9\niScience Article\nfluorescence was found in the ND nanozymes + H2O2 + NIR group, compared with other groups (Figures 5C–5F), indicating that the heat generated by PTT further improved the catalytic performance of ND nanozymes, thus producing more ,OH and leading to better bactericidal effect.\nSecond, GSH is a tripeptidemolecule widely existing in bacteria (0.1–10mmol/L) that played an important role in the antioxidant defense system of bacteria and effectively prevented oxidative stress from damaging cell components (De Zoysa et al., 2008; Yan et al., 2013). Therefore, GSH level can be used as an indicator of bacterial oxidative stress, and theGSHdepletion by theNDnanozymeswas determined via the Ellmanmethod. In the experiment, the fluorescence probe o-phthaldialdehyde was used to detect intracellular GSH changes. For E. coli, GSH could not be obviously consumed in the control (percentage of GSH consumption: 0% G 3.64%), H2O2 (4.28% G 2.66%), NIR (2.75% G 2.55%), and H2O2 + NIR (9.37% G 3.62%) groups, and it could be found that ND nanozymes (28.81%G 4.25%) could effectively deplete GSH, further indicating that the ND nanozymes had good GSH depletion ability. GSH consumption was further improved in the ND nanozymes + H2O2 (46.23%G 3.67%) and ND nanozymes + NIR (54.25%G 4.32%) groups, whereas in the ND nanozymes + H2O2 + NIR (61.68% G 3.24%) group the reduction of GSH content in bacteria was observed to be the most significant (Figures 6A and 6B). Similarly, the same experimental phenomena and results could be observed in MRSA bacteria (Figures 6C and 6D), further indicating that ND nanozymes could effectively consume GSH in bacteria, thereby breaking the balance of bacterial homeostasis and significantly improving sterilization effect.\nThe possible antibacterial mechanism of ND nanozymes was proposed based on the aforementioned results. (1) The ,OH produced by H2O2 caused cell wall damage in the presence of ND nanozymes. (2) The mild photothermal performance could further enhance the catalytic activity of ND nanozymes. (3) The destructive physical interaction of bacteria with the sharp edges of ND nanozymes was enhanced due to increased component motion at high temperatures. (4) The ND nanozymes themselves could consume GSH in bacteria, which effectively disrupted the internal balance of the internal environment of bacteria, leading to its death (Figure 6E). Collectively, the different antibacterial mechanisms, namely, the inherent antibacterial capacity (ROS production and GSH consumption, etc.) and high photothermal sterilization, were the main reasons for its high antibacterial performance.\nIn Vivo Antibacterial Activity Assessment of ND Nanozymes\nInspired by the excellent antibacterial effects and biosafety in vitro, we further evaluated the antibacterial properties of ND nanozymes in vivo by using the MRSA-infected wound model (Figure 7A). First, female BALB/c mice were randomly divided into the following six groups (n = 5): (1) PBS, (2) H2O2, (3) ND nanozymes, (4) ND nanozymes + H2O2, (5) ND nanozymes + NIR light, and (6) ND nanozymes + H2O2 + NIR light (808 nm, 1.0W/cm2, 3 min). AndMRSA, as a common pathogen of skin infection, was used to build a wound healing model. The concentrations of ND nanozymes and H2O2 were 50 mg/mL and 0.2 mM, respectively. The temperature of the wound was monitored by an infrared thermal camera (Figure 7B). The results showed that the temperature of the wound changed significantly under laser irradiation (808 nm, 1.0 W/ cm2, 3 min) in the ND nanozymes + NIR light and ND nanozymes + H2O2 + NIR light groups, but there was no significant change in the control group (Figure 7C). It should be noted that the temperature of the wound should be controlled around 45 C to reflect the synergistic treatment effect of ND nanozymes. There was no significant difference in ND nanozymes and H2O2 alone compared with the control group after 4 days. In the ND nanozymes + H2O2, ND nanozymes + NIR light, and ND nanozymes + H2O2 +NIR light groups, the wounds showed remarkable healing and size reduction, and their relative wound area was reduced to 28.65%, 24.50%, and 19.25%, respectively (Figures 7D and 7F). Furthermore, the antibacterial effects of different treatments in vivo were evaluated. Compared with the control group, the relative percentage of live bacteria in the wounds in the groups of ND nanozymes + H2O2 andND nanozymes +NIR light was 32.37% and 19.47%, respectively. However, the relative percentage of live bacteria in the wounds was only 3.61% in the ND nanozymes + H2O2 + NIR light group, which was significantly lower than those of the other five groups (Figures 7E and 7G). The results showed that the photothermal and catalytic properties of ND nanozymes alone had a good effect on sterilization, but the wound healing was the most obvious for the combination therapy, indicating that rapid and effective sterilization using the synergistic effect of catalytic treatment and PTT played an important role in the wound healing.\nFigure 5. Antibacterial Mechanism of ND Nanozymes (A–F) SEM images of the (A) E. coli and (B) MRSA samples after different treatments. The fluorescent images of (C) E. coli and (E) MRSA stained with 20,70- dichlorodihydrofluorescein diacetate after different treatments; (D) and (F) the relative fluorescence intensities corresponding to (C) and (E), respectively.\nll OPEN ACCESS\n10 iScience 23, 101281, July 24, 2020\niScience Article\nThe effect of different treatments on wound healing was further evaluated by histological analysis. H&E staining showed that intact epidermal layers of wound tissue were only seen in the ND nanozymes + H2O2 + NIR light group, whereas more inflammatory cells were found in other five groups (Figure 7H). In addition, the presence of hair follicles in this group also indicated that the wound healed well. Furthermore, the collagen deposition of the wound tissues was evaluated by the Masson’s trichrome staining. In the skin tissue treated with ND nanozymes + H2O2 + NIR, the collagen fibers stained blue were continuous, which was more obvious than the control group and the simple treatment group, indicating that the photothermal-catalytic combination therapy had better recovery (Figure 7I). Therefore, combined with the excellent catalytic performance and photothermal effect of ND nanozymes, effective antibacterial treatment of infectious wounds was successfully demonstrated. In addition, within the 5-day anti-infection period, there was no significant difference in body weight between mice in each group and no significant health abnormalities occurred (Figure S9). From the H&E images of the main organs of the infected or treated mice, no\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 11\niScience Article\nll OPEN ACCESS\n12 iScience 23, 101281, July 24, 2020\niScience Article\nsubstantial pathological damage and inflammation were observed during the treatment (Figure S10), indicating that the as-prepared anti-infective ND nanozymes had outstanding biocompatibility."
    }, {
      "heading" : "Biodegradable Behavior and Biosafety Evaluation of ND Nanozymes",
      "text" : "Biodegradable nanomaterials have higher safety than non-metabolizable nanomaterials and thus have received extensive attention in the biomedical field (Yang et al., 2019b). Many metal chalcogenides have been shown to be biodegradable nanomaterials, and it is speculated that ND nanozymes may also be a novel biodegradable nanomaterial (He et al., 2016; Wang et al., 2020b). To determine whether the synthesized ND nanozymes could be biodegraded, we carefully investigated the biodistribution and metabolic pathways of the ND nanozymes. When the ND nanozymes were intravenously (i.v.) injected into mice, the biodistribution of ND nanozymes in the main organs (heart, liver, spleen, lung, and kidney) at different time points (0, 1, 7, and 15 days) was measured. On the first day, Ni element was mainly distributed in the liver ( 46.76% ID/g, the percent of injected dose per gram of tissue) and spleen ( 11.55% ID/g) of themice, the content of Ni in the main organs of mice had become very low after 15 days, and the total of liver and spleen was measured to be 4.7% ID/g (Figure 8A), indicating that most of the ND nanozymes could be rapidly excreted from the body. It was worth noting that although ND nanozymes were gradually degraded in physiological environments and in vivo, however, it still showed relatively long blood circulation time after i.v. injection (Figure S11). More importantly, high concentrations of Ni element were detected in the feces and urine of mice on different days (Figure 8B), indicating that part of the ND nanozymes could be rapidly metabolized by the renal and fecal pathways.\nTo clarify the degradation and clearance mechanism of the synthesized ND nanozymes, a series of experiments were designed to prove our conjecture. With the prolongation of time, the UV-vis-NIR absorption of ND nanozymes aqueous solution gradually decreased, and the corresponding absorption at 808 nm was already very low on the sixth day (Figure 8C), suggesting that ND nanozymes could be rapidly degraded in vitro. Similar phenomena were also observed in other physiological solutions (H2O, normal saline, PBS, PBS pH = 6.5, RPMI 1640). More importantly, the degradation rate of ND nanozymes in these physiological solutions was above 90% on the 6th day (Figures 8D and S12). In addition, the color of ND nanozymes in these solutions gradually changed from black to colorless with extension of time (Figure 8E), which further proved that ND nanozymes could be rapidly degraded in vitro.\nTo further understand the changes in the composition and structure of ND nanozymes, the state of the sample was investigated by TEM and XPS on the fourth day. The newly prepared ND nanozymes exhibited a uniform spherical morphology, and no obvious structure was observed on the fourth day (Figure 8F). In addition, XPS was used to analyze the surface valence state change of the samples, and the characteristic peaks of Ni 2p and S 2p were significantly lower than those in the initial ND nanozymes (Figures 8G and 8H). Furthermore, obvious characteristic peaks of SO4 2 , S-O bonds, O 1s were detected in the corresponding spectrum, which indicated that ND nanozymes were converted to nickel oxides (Figures 8H and 8I). Based on this, the ND nanozymes could be rapidly metabolized by the renal and fecal pathways, and the degradation mechanism of ND nanozymes could be mainly explained by the surface oxidation (Figure 8J). However, the detailed mechanism of bio-degradation needs further investigation.\nGood biosafety is the primary prerequisite of nanomaterials used in the biomedical field, the biosafety of ND nanozymes was also studied in detail (Yan et al., 2019). The cytotoxicity of ND nanozymes in vitro was first evaluated by the typical MTT method, ND nanozymes exhibited no significant cytotoxicity even when the concentration reached 100 mg/mL (Figure S13). After i.v. injection of ND nanozymes at different time points, blood routine and blood biochemical data were collected from the mice. The parameters concerning the blood panel counts and serum biochemistry had nomeaningful changes compared with the control group (Figures 9A and 9B), indicating that the ND nanozymes did not cause any significant toxicity with reasonable dose. In addition, the main organs (including heart, liver, spleen, lung, and kidney) were\nFigure 7. In Vivo Antibacterial Activity Assessment of the ND Nanozymes (A–I) (A) In vivo antibacterial protocol in mice. (B) Infrared images and (C) temperature-elevating curves of the localized bacterial infection sites treated with ND nanozymes under NIR irradiation (808 nm, 1.0 W/cm2, 2 min). (D) The relative wound size and (F) the corresponding digital photographs of mice in MRSAinfected group (n = 5). (E) The numbers of viable MRSA in infected wounds after different treatments determined by the plate counting method. (G) The photographs of bacterial colonies formed on LB agar plates from the infected wounds after different treatments. The photomicrographs of tissue sections of MRSA-infected wounds in mice after different treatments by using (H) H&E and (I) Masson staining. See also Figures S9 and S10.\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 13\niScience Article\nll OPEN ACCESS\n14 iScience 23, 101281, July 24, 2020\niScience Article\ncollected for H&E staining (Figure 9C). No obvious inflammation and edema were observed in these main organs, indicating that there was no obvious tissue damage and the satisfactory histocompatibility. Considering the rapid in vivo degradation of ND nanozymes, it is possible to conclude that there is no long-term toxicity of the biodegradable ND nanozymes, which highlights their enormous potential for clinical bacterial application."
    }, {
      "heading" : "DISCUSSION",
      "text" : "In summary, monodisperse ND nanozymes were prepared through a simple solvothermal method based on the La Mer scheme, which have satisfactory photothermal performance, high photothermal conversion efficiency, excellent peroxide-like catalytic activity, and GSH-depleting function. The as-obtained ND nanozymes as HRP-like nanozymes could generate ,OH in the presence of H2O2 through Fenton-like reaction, and the catalytic activity of Fenton-like reaction was further enhanced by the mild photothermal performance generated by PTT, which led to the achievement of photothermall-enhanced catalytic bacterial treatment in vitro. More importantly, the experimental results of wound healing in vivo displayed that the synergetic antimicrobials could be used to disinfect wounds. Moreover, the ND nanozymes acted as GSHlike mimetic enzymes, thus possessing prominent GSH-depleting function, which could effectively consume some reducing substances in bacteria, resulting in better antibacterial effects. Interestingly, these novel ND nanozymes owing to their rapid degradation properties could be rapidly metabolized by the renal and fecal pathways, without causing any significant toxicity. Collectively, the ND nanozymes as biodegradable multifunctional antibacterial agents have a wide application prospect in precise sterilization."
    }, {
      "heading" : "Limitations of the Study",
      "text" : "Although biodegradable ND nanozymes achieved significant synergistic antibacterial effect in vitro and in vivo, their synergistic mechanism of antibacterial treatment and the biodegradable mechanism still need to be further explored."
    }, {
      "heading" : "Resource Availability",
      "text" : ""
    }, {
      "heading" : "Lead Contact",
      "text" : "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Prof. Liang Cheng (lcheng2@suda.edu.cn)."
    }, {
      "heading" : "Materials Availability",
      "text" : "This study did not generate new unique reagents."
    }, {
      "heading" : "Data and Code Availability",
      "text" : "This study did not generate datasets/code."
    }, {
      "heading" : "METHODS",
      "text" : "All methods can be found in the accompanying Transparent Methods supplemental file.\nSUPPLEMENTAL INFORMATION\nSupplemental Information can be found online at https://doi.org/10.1016/j.isci.2020.101281."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was partially supported by the National Research Programs of China (2016YFA0201200), the National Natural Science Foundation of China (21574035, 31800834, 51525203, 51761145041, 51572180), Collaborative Innovation Center of Suzhou Nano Science and Technology, a Jiangsu Natural Science Fund for Distinguished Young Scholars (BK20170063), a project funded by the Priority Academic Program Development (PAPD) of Jiangsu Higher Education Institutions, a project funded for Postgraduate Research & Practice Innovation Program of Jiangsu Province (KYCX19_1917, KYCX19_1923), the Fundamental Research Funds for the Central Universities (JZ2018HGA0273), and the University Synergy Innovation Program of Anhui Province (No. GXXT-2019-045). L.C. was supported by the Tang Scholar of Soochow University.\nll OPEN ACCESS\niScience 23, 101281, July 24, 2020 15\niScience Article\n(A–C) (A) The blood panel analysis and (B) the blood biochemistry test. (C) H&E staining images of major organs (including heart, liver, spleen, lung, and kidney) of the mice after i.v. injection of ND nanozymes at different days (dose: 10 mg/kg). See also Figure S13.\nll OPEN ACCESS\n16 iScience 23, 101281, July 24, 2020\niScience Article"
    }, {
      "heading" : "AUTHOR CONTRIBUTIONS",
      "text" : "Conceptualization, Xianwen Wang; Methodology, Xianwen Wang and L.F.; Investigation, Xianwen Wang, L.F., Y.S., Xiyu Wang., X.Z., Q.S., F.G., Y.Y., Y.M., and Z.M.; Writing – Original Draft, XianwenWang; Writing – Review & Editing, Xianwen Wang, L.C., and Z.Z.; Resources, L.C. and Z.Z.; Supervision, L.C. and Z.Z."
    }, {
      "heading" : "DECLARATION OF INTERESTS",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Received: January 24, 2020",
      "text" : "Revised: May 26, 2020"
    }, {
      "heading" : "Accepted: June 11, 2020 Published: July 24, 2020",
      "text" : ""
    }, {
      "heading" : "Supplementary information",
      "text" : "Biodegradable nickel disulfide nanozymes with GSH-depleted function\nfor high-efficiency photothermal-catalytic antibacterial therapy\nXianwen Wang1, 2, Linxin Fan1, Liang Cheng2, 4*, Yanbin Sun1, Xiyu Wang2, Xiaoyan Zhong3,\nQianqian Shi1, Fei Gong2, Yu Yang2, Yan Ma1, Zhaohua Miao1, and Zhengbao Zha1*\n1School of Food and Biological Engineering, Hefei University of Technology, Hefei, 230009, P. R.\nChina.\n2Institute of Functional Nano & Soft Materials (FUNSOM), Jiangsu Key Laboratory for Carbon-based\nFunctional Materials and Devices, Soochow University, Suzhou 215123, P. R. China\n3National Engineering Research Centre for Nanomedicine, College of Life Science and Technology,\nHuazhong University of Science and Technology, Wuhan 430074, P. R. China.\n4Lead Contact"
    }, {
      "heading" : "Corresponding Author:",
      "text" : "*E-mail: zbzha@hfut.edu.cn (Z. Zha), Phone: +86-551-62901285\n*E-mail: lcheng2@suda.edu.cn (L. Cheng), Phone: +86-512-65880927 (Lead Contact)\n2"
    }, {
      "heading" : "Transparent Methods",
      "text" : "Materials and reagents: Polyvinylpyrrolidone (PVP, K30, MW=40000), hydrogen peroxide (H2O2,\n30 wt%), and sodium thiosulfate pentahydrate (Na2S2O3•5H2O) were obtained from Sinopharm\nChemical Reagent Co., Ltd. Nickel nitrate hexahydrate (Ni(NO3)2•6H2O) was purchased from Aladdin\nChemical Reagent Co., Ltd. 3-(4,5-dimethyl-2-thiazolyl)-2,5-diphenyl-2-Htetrazolium bromide\n(MTT), O-phenylenediamine (OPDA), 5, 5'-dithio-bis (2-nitrobenzoic acid) (DTNB), and 3, 3’, 5, 5’-\nTetramethylbenzidine (TMB) were bought from J&K Chemical Co., Ltd. All reagents were purchased\nfrom commercial sources and used without any further purification.\nBacteria: Escherichia coli (E. coli, DH5α) and methicillin-resistant staphylococcus aureus (MRSA,\nMu50). The reason for choosing these two bacteria for the following reason: E. coli and MRSA are\nrepresentative of Gram positive and negative bacteria, and the separation rate of these two bacteria is\nthe best among the positive and negative bacteria, respectively. These two kinds of bacteria are easy\nto be separated and their purity are high. E. coli (DH5α) is a mutagenic strain, which mainly shows a\nlack of immunity to exogenous DNA, and it doesn’t emerge drug resistance. Therefore, it can be used\nas a typical representative for studying non-resistant bacteria. MRSA, as a relatively common drug-\nresistant bacteria, has a high pathogenic rate and multiple transmission routes, which can cause many\ndiseases and pose a certain threat to people's health and safety. The mu50 strain was discovered earlier\nand was one of the first three bacteria to have DNA sequence completely. It is safe and controllable\nfor use in studies, and it is not particularly pathogenic. Based on this, it is reasonable to choose these\ntwo bacteria based on these considerations.\nSynthesis of ND nanozymes: ND nanozymes were prepared by a simple solvothermal method based\non our previously reported strategy. (He et al., 2019) Briefly, 0.3 g PVP, 1.0 mmol Ni(NO3)2•6H2O\n(0.291 g), and 3.0 mmol Na2S2O3•5H2O (0.745 g) were completely dissolved in a mixture of 20 mL of\nultrapure water and 20 mL of ethylene glycol under vigorous magnetic stirring. Thereafter, the mixed\nsolution was put into the Teflon-lined sealed autoclave and stewed at 180 oC for 12 h. The products\nwere obtained through thorough centrifugation/washing cycles. Next, the as-obtained ND nanozymes\nwere further dialyzed for 24 h to remove the unreacted materials, and the final products were stored at\n-4 oC protected by N2 for further use.\n3\nCharacterizations of ND nanozymes: Transmission electron microscope (TEM, JEM-2100F, Japan),\nenergy-dispersive X-ray spectroscopy (EDS) (Tecnal G2 F20 U-Twin), and high-angle annular dark-\nfield scanning TEM (HAAD-FSTEM) were obtained to characterize morphology, structure, and\ncomposition of ND nanozymes. The crystalline structure of ND nanozymes was performed by X-ray\ndiffraction (XRD, Panalytical Empyrean). The surface chemistry composition and chemical states of\nND nanozymes were determined by X-ray photoelectron spectroscopy (XPS, ESCALab 250Xi). UV–\nvis–NIR spectrophotometer (Genesys™ 10S UV–vis, Thermo Scientific) was used to measure UV-\nvis-NIR absorption spectra of samples. The photothermal data and thermal imaging pictures were\nrecorded by using an IR thermal camera (Fortric 225).\nPhotothermal performance of ND nanozymes: To evaluate the photothermal effect of ND\nnanozymes, 1.0 mL aqueous solution of ND nanozymes with different concentrations (0-75 μg/mL)\nwere added in quartz cells and irradiated by 808 nm laser with different power densities (0.2-1.5 W/cm2)\nfor 10 min, respectively. The photothermal stability of ND nanozymes was determined by six laser\non/off cycles irradiation, and the photothermal conversion efficiency of ND nanozymes was calculated\nusing the methods previously described.(Wang et al., 2019b)\nPeroxides-like catalytic activity of ND nanozymes: The •OH was analyzed according to the principle\nthat •OH could oxide TMB or OPDA probe and strengthen the absorbance of TMB at 664 nm or OPDA\nat 414 nm.(Wang et al., 2020) Briefly, the TMB and OPDA were used as the indicators to visualize\nand monitor the •OH generation. In detail, 1.0 mL acetate buffer containing ND nanozymes (20 μg/mL),\nTMB (0.5 mM), and H2O2 with different concentrations (0-1.0 mM) was incubated for 30 min at room\ntemperature (25 oC). The color of the solution was imaged and the UV-vis-NIR spectra was measured.\nThe catalytic performance of ND nanozymes at 45 oC was further explored to simulate the effect of\ncatalytic property by the mild photothermal treatment.\nCalculation of the Michaelis–Menten constant (KM) and maximum velocity (Vmax): Results based\non TMB tests were used to calculate KM and Vmax, all average initial velocities of absorbance changes\nwould then be converted as initial velocities (v0) of cation-free radical production or hydroxyl radical\nformation via the Beer Lambert law (Eq. 1), which were then plotted against the corresponding\n4\nconcentration and fitted with Michaelis Menten curves (Figure S8a) (Eq. 2). Moreover, to determine\nthe KM and Vmax, a linear double-reciprocal plot (Lineweaver Burk plot, Eq. 3) was obtained as given\nin Figure S8b. According to the calculation, the KM and Vmax values were calculated to be 3.64 mM\nand 1.55×10-4 mM min-1 for ND nanozymes.\n𝐴 = 𝑘𝑏𝑐 (Eq. 1)\n𝑣0 = 𝑉𝑚𝑎𝑥•[𝑆]\n𝐾𝑚+[𝑆] (Eq. 2)\n1\n𝑣0 =\n𝐾𝑚\n𝑉𝑚𝑎𝑥 •\n1\n[𝑆] +\n1\n𝑉𝑚𝑎𝑥 (Eq. 3)\nGSH-depleted property of ND nanozymes: The consumption of GSH was detected with DTNB\nprobe by UV–vis–NIR spectroscopy.(Wan et al., 2019) The as-obtained ND nanozymes with different\nconcentrations (0.1 mM or 1.0 mM) were mixed with GSH (1.0 mM) at room temperature. At different\npoints, 100 μL of the mixture was added into 900 μL phosphate buffer saline (PBS, pH 7.4), and then\nDTNB (0.1 mM) was added the mixed solution. After 2 min later, the absorbance spectrum of this\nmixed solution was recorded by UV–vis–NIR spectrophotometer.\nIn vitro cytotoxicity experiments: Human umbilical vein endothelial cells (HUVECs) were used for\nevaluation the cytotoxicity of ND nanozymes. Briefly, the HUEVCs with the density of 1×104 cells\nfor each well were seeded into 96-well plates for 24 h. Then the cells incubated with ND nanozymes\nwith the varying concentrations (0-100 μg/mL) and cultured for another 12 h. Finally, the relative cell\nviabilities were determined using a standard MTT method. (Guan et al., 2019; Wang et al., 2019b)\nIn vitro antibacterial experiments: During antibacterial investigations, Escherichia coli (E. coli,\nDH5α) was used as the model Gram (-) bacterial and methicillin-resistant staphylococcus aureus\n(MRSA, Mu50) as model Gram (+) bacterial cell strains. The strains were revived from frozen glycerol\nstocks by inoculation in Luria−Bertani (LB) medium overnight at 37 oC in a humidified incubator. The\npopulation density of the bacterial cells was determined by measuring the absorbance at 600 nm. In a\ntypical antibacterial assay, E. coli or MRSA were divided into following eight groups: (1) bacteria; (2)\nbacteria + NIR light; (3) bacteria + H2O2; (4) bacteria + NIR light + H2O2; (5) bacteria + ND\nnanozymes; (6) bacteria + ND nanozymes + H2O2; (7) bacteria + ND nanozymes + NIR light; (8)\n5\nbacteria + ND nanozymes + H2O2 + NIR light. The groups of (2), (4), (7)-(8) were further exposed to\nNIR laser (808 nm, 1.0 W/cm2) for 3 min. After the NIR irradiation, the procedure was the same as\ngroups of (1), (3), (5)-(6). The final concentrations of ND nanozymes, H2O2, and bacteria were 100\nμg/mL, 200 μM, and 1×106 colony forming units (CFU)/mL, respectively. The total volume of solution\nin each well was 0.5 mL. After incubation for 20 min, 100 μL of bacterial suspension of groups (1)-\n(8) were spread on the agar culture plate and incubated at 37 oC for 18 h, and the number of colonies\nwas counted. All experiments were repeated for three times. The bacteria survival rate was calculated\nusing the following equation: Survival viability (%) = Nt/Nc × 100 %, where Nt represents the number\nof colonies formed in the experimental group and Nc refers to the number of colonies formed in the\ncontrol group (PBS group). (Liu et al., 2019)\nLive/dead staining test: The bacteria after various treatments stained with SYTO9 and propidium\niodide (PI) for 30 min, followed by washing three times using PBS. Fluorescence microscopy was\nused to observe the live (green fluorescence) and dead (red fluorescence) bacterial by the fluorescence\nmicroscopy. (Miao et al., 2019)\nROS staining test: The method to study ROS generation in bacterial was tested using a modified 2’,\n7’-dichlorodihydrofluorescein diacetate (DCFH-DA) probe. The bacteria after different treatments\nstained with DCFH-DA (20 µM) for 30 min, followed by washing three times using PBS. After that,\ngreen fluorescence was observed using fluorescence microscope to prove the generation of ROS.\nMorphological observation of the bacteria: Bacterial samples were centrifuged (4000 rpm, 3 min)\nand re-dispersed into 2.5% glutaraldehyde after respective treatments. After 12 h, the fixed samples\nwere further dehydrated gradually using ethanol solution with increasing ethanol concentration (10%,\n30%, 50%, 70%, and 90%) for 10 min each. Finally, the cell samples were dispersed in 200 μL ethanol\nand dipped on a carbon coated cooper grid for scanning electron microscope (SEM, FEI Quanta 200F)\nobservation.\nIn vivo antibacterial activity and wound healing: All the animal procedures were performed in\ncompliance with the guidelines of the Institutional Animal Care and Use Committee of Department of\nAnhui Medical University (LLSC20150134). Mice were divided into following six groups randomly\n(n = 5): (1) control; (2) H2O2; (3) ND nanozymes; (4) ND nanozymes + H2O2; (5) ND nanozymes +\n6\nNIR light; (6) ND nanozymes + H2O2 + NIR light. These mice their right flanks shaved, followed by\nanesthetization with pentobarbital sodium. A skin wound ~ 100 mm2 was created by nicking with\nsterile scalpel. Then, the MRSA suspension (50 μL, 1×109 CFU/mL) was gradually inoculated onto\nthe wound and the moisture allowed to evaporate naturally. After 12 h, for the ND nanozymes + H2O2\n+ NIR light treatment group, 50 μL of ND nanozymes (100 μg/ml, dispersed into PBS) and 50 μL of\nH2O2 (200 μM, dispersed into PBS) were dropped onto the bacterial foci, then the wound was irradiated\nwith an NIR laser (808 nm, 1.0 W/cm2) for 3 min. Similarly, the other five groups were administered\nusing the same procedure. After different treatments, the body weight of mice was recorded and the\nwound sizes of mice in all groups were measured perpendicularly (d1 ≤ d2) using the digital caliper.\nThe wound area (S) was calculated according to the following equation: S = πd1d2/4. (Huo et al., 2019)\nAt 5 days, the skin samples on mice were dissected for histopathological H&E staining and Masson’s\ntrichrome staining analysis. Additionally, any mouse of each group was dissected and the main organs\n(heart, liver, spleen, lung, and kidney) were collected for hematoxylin and eosin (H&E) staining\nanalysis of biocompatibility. (Wang et al., 2018)\nIn vivo toxicity, biodistribution, and metabolism: The in vivo toxicity of ND nanozymes was\npreliminarily evaluated by serum biochemistry and a complete blood panel test. In brief, ND\nnanozymes (10 mg/kg, 100 μL) were intravenously injected into three groups (five mice per group) of\nhealthy Balb/c mice. At the 1st, 7th, and 15th day after injection, all five mice in each group were\nsacrificed to collect blood samples (~1.0 mL) for serum biochemistry and complete blood panel test.\nAnother five healthy Balb/c mice treated only with PBS were used as control. The major organs (heart,\nliver, spleen, lung, and kidney) of those mice were dissected and divided into two halves for\nhistological examination and biodistribution measurement, respectively. For histological examination,\nany mouse of each group was dissected and the main organs were collected for hematoxylin and eosin\n(H&E) staining. For biodistribution measurement, the major organs from the mice were solubilized by\naqua regia for inductively coupled plasma-optical emission spectroscopy (ICP-OES) measurement to\ndetermine the Ni levels in these different organs. Additionally, to study the metabolic pathway,\nBALB/c mice intravenously injected with the ND nanozymes (10 mg/kg, 100 μL) were placed in the\nmetabolism cages to collect their urine and fences at different time points, then solubilized by aqua\nregia for ICP-OES measurement to determine the Ni contents.\n7"
    }, {
      "heading" : "Supporting Figures",
      "text" : "Figure S1. SAED image of the ND nanozymes. Related to Figure 1.\nFigure S2. The mass extinction coefficient of the ND nanozymes. Related to Figure 2.\n8\nFigure S3. Thermal images of ND nanozymes solution under 808 nm laser irradiation at different\npower densities (0.2, 0.5, 0.75, 1.0, and 1.5 W/cm2) for 10 min. Related to Figure 2.\nFigure S4. Temperature change curves of the ND nanozymes solution under 808 nm laser irradiation\nat different power densities (0.2, 0.5, 0.75, 1.0, and 1.5 W/cm2) for 10 min. Related to Figure 2.\n9\nFigure S5. The plot of temperature variation over 10 min with different concentration of the ND\nnanozymes. Related to Figure 2.\nFigure S6. The plot of temperature variation over 10 min of ND nanozymes and with different power\ndensities of 808 nm laser. Related to Figure 2.\n10\nFigure S7. Starting temperature and maximum temperature of six cycles of laser irradiation. Related\nto Figure 2.\nFigure S8. (a)The Michaelis-Menten fitting curves of initial hydroxyl radical generation velocities\nversus H2O2 concentration; (b) the Lineweaver-Burke fitting (double reciprocal) of Michaelis-Menten\nfitting curve. Related to Figure 3.\n11\nFigure S9. The body weights change during various treatments. Related to Figure 7.\nFigure S10. Toxicity evaluation of the ND nanozymes after antibacterial treatment in vivo. The H&E\nstaining of the major organs (heart, liver, spleen, lung, and kidney) from mice after different treatments.\nRelated to Figure 7.\n12\nFigure S11. Blood circulation of ND nanozymes post i.v. injection. Related to Figure 8.\nFigure S12. UV-vis-NIR absorption spectra of the ND nanozymes in (a) PBS, (b) PBS 6.5, (c) normal\nsaline, (d) RMPI 1640 over time. Related to Figure 8.\n13\nFigure S13. The relative cell viability of HUEVC after incubation with ND nanozymes. Related to\nFigure 9.\nTable S1 Comparison of photothermal conversion efficiency. Related to Figure 2.\nMaterials Photothermal conversion efficiency Ref\nCu2Te 33.1% (Wang et al., 2017)\nCu9S5 25.7% (Tian et al., 2011)\nPrussian blue 32.2% (Feng et al., 2019)\nWS2 32.83% (Yong et al., 2014)\nGraphene 25.9% (Neelgund and Oki, 2016)\nBlack phosphorus 28.4% (Sun et al., 2015)\nAu@TiO2 42.05% (Gao et al., 2019)\nTi3C2 28.3% (Tang et al., 2019)\nV2C 45.5% (Cao et al., 2019)\nPt 52.5% (Wang et al., 2019a)\nHollow MoS2 34.46% (Tan et al., 2016)\nND nanozymes 43.8 % This work\n14\nReferences：\nCao, Y., Wu, T., Zhang, K., Meng, X., Dai, W., Wang, D., Dong, H., and Zhang, X. (2019). Engineered\nExosome-Mediated Near-Infrared-II Region V2C Quantum Dot Delivery for Nucleus-Target Low-\nTemperature Photothermal Therapy. ACS Nano 13, 1499-1510.\nFeng, T., Wan, J., Li, P., Ran, H., Chen, H., Wang, Z., and Zhang, L. (2019). A novel NIR-controlled\nNO release of sodium nitroprusside-doped Prussian blue nanoparticle for synergistic tumor treatment.\nBiomaterials 214, 119213.\nGao, F., He, G., Yin, H., Chen, J., Liu, Y., Lan, C., Zhang, S., and Yang, B. (2019). Titania-coated 2D\ngold nanoplates as nanoagents for synergistic photothermal/sonodynamic therapy in the second near-\ninfrared window. Nanoscale 11, 2374-2384.\nGuan, Q., Fu, D., Li, Y., Kong, X., Wei, Z., Li, W., Zhang, S., and Dong, Y. (2019). BODIPY-decorated\nnanoscale covalent organic frameworks for photodynamic therapy. iScience 14, 180-198.\nHe, G., Ma, Y., Zhou, H., Sun, S., Wang, X., Qian, H., Xu, Y., Miao, Z., and Zha, Z. (2019).\nMesoporous NiS2 nanospheres as a hydrophobic anticancer drug delivery vehicle for synergistic\nphotothermal-chemotherapy. J. Mater. Chem. B 7, 143-149.\nHuo, M., Wang, L., Zhang, H., Zhang, L., Chen, Y., and Shi, J. (2019). Construction of single-iron-\natom nanocatalysts for highly efficient catalytic antibiotics. Small 15, 1901834.\nLiu, Y., Guo, Z., Li, F., Xiao, Y., Zhang, Y., Bu, T., Jia, P., Zhe, T., and Wang, L. (2019). Multifunctional\nmagnetic copper ferrite nanoparticles as Fenton-like reaction and near-infrared photothermal agents\nfor synergetic antibacterial therapy. ACS Appl. Mater. Interfaces 11, 31649-31660.\nMiao, Z., Fan, L., Xie, X., Ma, Y., Xue, J., He, T., and Zha, Z. (2019). Liquid exfoliation of atomically\nthin antimony selenide as an efficient two-dimensional antibacterial nanoagent. ACS Appl. Mater.\nInterfaces 11, 26664-26673.\nNeelgund, G.M., and Oki, A.R. (2016). Influence of carbon nanotubes and graphene nanosheets on\nphotothermal effect of hydroxyapatite. J. Colloid Interface Sci. 484, 135-145.\nSun, Z., Xie, H., Tang, S., Yu, X.-F., Guo, Z., Shao, J., Zhang, H., Huang, H., Wang, H., and Chu, P.K.\n(2015). Ultrasmall Black Phosphorus Quantum Dots: Synthesis and Use as Photothermal Agents.\nAngew. Chem. Inter. Ed. 54, 11526-11530.\nTan, L., Wang, S., Xu, K., Liu, T., Liang, P., Niu, M., Fu, C., Shao, H., Yu, J., Ma, T., et al. (2016).\n15\nLayered MoS2 Hollow Spheres for Highly-Efficient Photothermal Therapy of Rabbit Liver Orthotopic\nTransplantation Tumors. Small 12, 2046-2055.\nTang, W., Dong, Z., Zhang, R., Yi, X., Yang, K., Jin, M., Yuan, C., Xiao, Z., Liu, Z., and Cheng, L.\n(2019). Multifunctional Two-Dimensional Core–Shell MXene@Gold Nanocomposites for Enhanced\nPhoto–Radio Combined Therapy in the Second Biological Window. ACS Nano 13, 284-294.\nTian, Q., Jiang, F., Zou, R., Liu, Q., Chen, Z., Zhu, M., Yang, S., Wang, J., Wang, J., and Hu, J. (2011).\nHydrophilic Cu9S5 Nanocrystals: A Photothermal Agent with a 25.7% Heat Conversion Efficiency for\nPhotothermal Ablation of Cancer Cells in Vivo. ACS Nano 5, 9761-9771.\nWan, S.-S., Cheng, Q., Zeng, X., and Zhang, X.-Z. (2019). A Mn(III)-sealed metal-organic framework\nnanosystem for redox-unlocked tumor theranostics. ACS Nano 13, 6561-6571.\nWang, D., Shi, R., Zhou, J., Shi, S., Wu, H., Xu, P., Wang, H., Xia, G., Barnhart, T.E., and Cai, W.\n(2018). Photo-enhanced singlet oxygen generation of Prussian blue-based nanocatalyst for augmented\nphotodynamic therapy. iScience 9, 14-26.\nWang, Q., Wang, H., Yang, Y., Jin, L., Liu, Y., Wang, Y., Yan, X., Xu, J., Gao, R., Lei, P., et al. (2019a).\nPlasmonic Pt Superstructures with Boosted Near-Infrared Absorption and Photothermal Conversion\nEfficiency in the Second Biowindow for Cancer Therapy. Adv. Mater. 31, 1904836.\nWang, X., Ma, Y., Chen, H., Wu, X., Qian, H., Yang, X., and Zha, Z. (2017). Novel doxorubicin loaded\nPEGylated cuprous telluride nanocrystals for combined photothermal-chemo cancer treatment.\nColloids Surf., B 152, 449-458.\nWang, X., Zhong, X., Lei, H., Geng, Y., Zhao, Q., Gong, F., Yang, Z., Dong, Z., Liu, Z., and Cheng, L.\n(2019b). Hollow Cu2Se nanozymes for tumor photothermal-catalytic therapy. Chem. Mater. 31, 6174-\n6186.\nWang, X., Zhong, X., Zha, Z., He, G., Miao, Z., Lei, H., Luo, Q., Zhang, R., Liu, Z., and Cheng, L.\n(2020). Biodegradable CoS2 nanoclusters for photothermal-enhanced chemodynamic therapy. Appl.\nMater. Today 18, 100464.\nYong, Y., Zhou, L., Gu, Z., Yan, L., Tian, G., Zheng, X., Liu, X., Zhang, X., Shi, J., Cong, W., et al.\n(2014). WS2 nanosheet as a new photosensitizer carrier for combined photodynamic and photothermal\ntherapy of cancer cells. Nanoscale 6, 10394-10403."
    } ],
    "references" : [ {
      "title" : "Defect-rich adhesive nanozymes as efficient antibiotics for enhanced bacterial inhibition",
      "author" : [ "F. Cao", "L. Zhang", "H. Wang", "Y. You", "Y. Wang", "N. Gao", "J. Ren", "X. Qu" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "Cao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cao et al\\.",
      "year" : 2019
    }, {
      "title" : "Nickel metal-organic framework 2D nanosheets with enhanced peroxidase nanozyme activity for colorimetric detection of H2O2",
      "author" : [ "J. Chen", "Y. Shu", "H. Li", "Q. Xu", "X. Hu" ],
      "venue" : "Talanta 189,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Transcriptional upregulation of disk abalone selenium dependent glutathione peroxidase by H2O2 oxidative stress and vibrio alginolyticus bacterial infection",
      "author" : [ "M. De Zoysa", "W.A. Pushpamali", "C. Oh", "I. Whang", "S.J. Kim", "J. Lee" ],
      "venue" : null,
      "citeRegEx" : "Zoysa et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Zoysa et al\\.",
      "year" : 2008
    }, {
      "title" : "Functionalized MoS2 nanovehicle with nearinfrared laser-mediated nitric oxide release",
      "author" : [ "X. Zhang", "W. Yin", "D. Ma", "C. Xie", "L. Zheng", "X. Dong", "L. Mei", "J. Yu", "C Wang" ],
      "venue" : "Shellfish Immunol",
      "citeRegEx" : "Q. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2018
    }, {
      "title" : "photothermal activities for advanced bacteriainfected wound therapy",
      "author" : [ "C.-F", "Wang", "S.-H", "Yu", "Y.-J", "Shen", "H.-Y", "Y. Zhao", "Gao", "H.-L", "H. Wang", "Li", "L.-L", "Liu" ],
      "venue" : "Small 14,",
      "citeRegEx" : "C..F. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "C..F. et al\\.",
      "year" : 2016
    }, {
      "title" : "photothermal therapy of cancer",
      "author" : [ "Y. Ma", "H. Zhou", "S. Sun", "X. Wang", "H. Qian", "Y. Xu", "Z. Miao", "Z. Zha" ],
      "venue" : "Cancer Biol. Med",
      "citeRegEx" : "G. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2019
    }, {
      "title" : "anticancer drug delivery vehicle for synergistic photothermal-chemotherapy",
      "author" : [ "L. Wang", "H. Zhang", "L. Zhang", "Y. Chen", "J. Shi" ],
      "venue" : "J. Mater. Chem. B",
      "citeRegEx" : "M. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2019
    }, {
      "title" : "atom nanocatalysts for highly efficient catalytic antibiotics",
      "author" : [ "P. Bhattarai", "Z. Dai", "X. Chen" ],
      "venue" : "Small 15,",
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    }, {
      "title" : "Multifunctional magnetic copper ferrite nanoparticles as Fenton-like reaction",
      "author" : [ "Z. Guo", "F. Li", "Y. Xiao", "Y. Zhang", "T. Bu", "P. Jia", "T. Zhe", "L. Wang" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    }, {
      "title" : "Enzymeresponsive mesoporous ruthenium for combined chemo-photothermal therapy of drug-resistant bacteria",
      "author" : [ "Y. Liu", "A. Lin", "J. Liu", "X. Chen", "X. Zhu", "Y. Gong", "G. Yuan", "L. Chen" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Liu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2019
    }, {
      "title" : "Double switch biodegradable porous hollow trinickel monophosphide nanospheres",
      "author" : [ "Y. Liu", "W. Zhen", "Y. Wang", "J. Liu", "L. Jin", "T. Zhang", "S. Zhang", "Y. Zhao", "N. Yin", "R Niu" ],
      "venue" : null,
      "citeRegEx" : "26606",
      "shortCiteRegEx" : "26606",
      "year" : 2019
    }, {
      "title" : "multimodal imaging guided photothermal therapy",
      "author" : [ "Q. Zhang", "Y. Li", "X. Wang", "H. Wu", "Y. Wei", "Y. Zeng", "L. Tao" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "G. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2020
    }, {
      "title" : "natural product derivatives via the hantzsch reaction",
      "author" : [ "L. Fan", "X. Xie", "Y. Ma", "J. Xue", "T. He", "Z. Zha" ],
      "venue" : "iScience",
      "citeRegEx" : "Z. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2019
    }, {
      "title" : "dimensional antibacterial nanoagent",
      "author" : [ "X. Zhao", "N. Gong", "J. Chen", "X. Li", "Y. Gan", "Y. Wang", "Z. Zhang", "Y. Zhang", "W Guo" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "G. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2019
    }, {
      "title" : "nanotransporter for efficient chemophotothermal therapy of multidrug-resistant bacterial infection",
      "author" : [ "W. Li", "H. Liu", "L. Zhang", "H. Wang", "Z. Liu", "J. Ren", "X. Qu" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    }, {
      "title" : "Efficient bacteria killing by Cu2WS4 nanocrystals with enzyme-like properties and bacteria-binding ability",
      "author" : [ "Z. Tang", "H. Zhang", "Y. Liu", "D. Ni" ],
      "venue" : "ACS Nano 13,",
      "citeRegEx" : "Tang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2019
    }, {
      "title" : "Antiferromagnetic pyrite as the tumor microenvironment-mediated nanoplatform for self-enhanced tumor imaging and therapy",
      "author" : [ "J. Zhang", "Z. Yao", "M. He", "J. Shi", "W. Bu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Zhang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2017
    }, {
      "title" : "Ambient aqueous synthesis of ultrasmall Ni0.85Se nanoparticles for noninvasive photoacoustic",
      "author" : [ "X. Wang", "F. Li", "X. Yan", "Y. Ma", "Miao", "Z.-H", "L. Doug", "H. Chen", "Y. Lu", "Z. Zha" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "2019a). An all-organic semiconductor C3N4/ PDINH heterostructure with advanced antibacterial photocatalytic therapy activity",
      "author" : [ "X. Zhong", "H. Lei", "Y. Geng", "Q. Zhao" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "X. et al\\.,? \\Q1901\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 1901
    }, {
      "title" : "Hollow Cu2Se nanozymes for tumor",
      "author" : [ "F. Gong", "Z. Yang", "Z. Dong", "Z. Liu", "L. Cheng" ],
      "venue" : "photothermal-catalytic therapy. Chem.Mater",
      "citeRegEx" : "Gong et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Gong et al\\.",
      "year" : 2019
    }, {
      "title" : "Ultrafine titanium monoxide (TiO1+x) nanorods for enhanced sonodynamic therapy",
      "author" : [ "Z. Dong", "Z. Yang", "Z. Zeng", "Z. Liu", "L. Cheng" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Dong et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2020
    }, {
      "title" : "Biodegradable CoS2 nanoclusters for photothermal-enhanced chemodynamic therapy",
      "author" : [ "Q. Luo", "R. Zhang", "Z. Liu", "L. Cheng" ],
      "venue" : "Appl. Mater. Today",
      "citeRegEx" : "H. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2020
    }, {
      "title" : "Functionalization of polyvinyl alcohol composite film wrapped in AmZnO@CuO@Au nanoparticles for antibacterial application and wound healing",
      "author" : [ "Z. Qicheng", "W. Fan", "Z. Ninglin", "S. Jian", "Z. Ming", "S. Yi" ],
      "venue" : null,
      "citeRegEx" : "Qicheng et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Qicheng et al\\.",
      "year" : 2019
    }, {
      "title" : "Silica-coated gold-silver nanocages as photothermal antibacterial agents for combined anti-infective therapy",
      "author" : [ "A. Li", "X. Zhao", "C. Zhang", "B. Yu", "N. Zhao", "Xu", "F.-J" ],
      "venue" : "Today 17,",
      "citeRegEx" : "S. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2019
    }, {
      "title" : "Copper/carbon hybrid nanozyme: tuning catalytic activity by the copper state for antibacterial therapy",
      "author" : [ "G. Wei", "L. An", "Z. Xu", "L. Fan", "L. Gao" ],
      "venue" : "Mater. Interfaces",
      "citeRegEx" : "J. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2019
    }, {
      "title" : "Light-enhanced spongelike carbon nanozyme used for synergetic antibacterial therapy",
      "author" : [ "J. 7645–7654. Xi", "G. Wei", "Q. Wu", "Z. Xu", "Y. Liu", "J. Han", "L. Fan", "L. Gao" ],
      "venue" : "Biomater. Sci",
      "citeRegEx" : "Xi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Xi et al\\.",
      "year" : 2019
    }, {
      "title" : "A single-atom nanozyme for wound disinfection applications",
      "author" : [ "M.M. Ralston", "X.M. Meng", "K.D. Bongiovanni", "A.L. Jones", "R. Benndorf", "L.D. Nelin" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "J. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2019
    }, {
      "title" : "Glutathione reductase is essential for host defense against bacterial infection",
      "author" : [ "W.J. Frazier", "L.K. Rogers", "Smith", "C.V" ],
      "venue" : "Free Radic. Biol. Med",
      "citeRegEx" : "Frazier et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Frazier et al\\.",
      "year" : 2013
    }, {
      "title" : "A safe-by-design strategy towards safer nanomaterials in nanomedicines",
      "author" : [ "Y. Zhao" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Zhao,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhao",
      "year" : 2019
    }, {
      "title" : "Degradability and clearance of inorganic nanoparticles for biomedical applications",
      "author" : [ "G. Yang", "S.Z.F. Phua", "A.K. Bindra", "Y. Zhao" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Yang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2019
    }, {
      "title" : "Size-transformable metal–organic framework– derived nanocarbons for localized chemophotothermal bacterial ablation and wound disinfection",
      "author" : [ "C. Nie", "L. Ma", "W. Zhao", "C. Zhao" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "Nie et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nie et al\\.",
      "year" : 2019
    }, {
      "title" : "Functionalized nano-MoS2 with peroxidase catalytic and near-infrared photothermal activities for safe and synergetic wound antibacterial applications",
      "author" : [ "W. Yin", "J. Yu", "F. Lv", "L. Yan", "L.R. Zheng", "Z. Gu", "Y. Zhao" ],
      "venue" : "ACS Nano 10,",
      "citeRegEx" : "Yin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2016
    }, {
      "title" : "WS2 nanosheet as a new photosensitizer carrier for combined photodynamic and photothermal",
      "author" : [ "Y. 11000–11011. Yong", "L. Zhou", "Z. Gu", "L. Yan", "G. Tian", "X. Zheng", "X. Liu", "X. Zhang", "J. Shi", "W. Cong" ],
      "venue" : null,
      "citeRegEx" : "Yong et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yong et al\\.",
      "year" : 2014
    }, {
      "title" : "Ambient aqueous synthesis of ultrasmall PEGylated Cu2 xSe nanoparticles as a multifunctional theranostic agent for multimodal",
      "author" : [ "S. Zhang", "C. Sun", "J. Zeng", "Q. Sun", "G. Wang", "Y. Wang", "Y. Wu", "S. Dou", "M. Gao", "Z. Li" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    }, {
      "title" : "imaging guided photothermal therapy of cancer",
      "author" : [ "C. Yang", "Z. Lei", "G. Guan", "He", "S.-A", "Z. Zhang", "R. Zou", "H. Shen", "J. Hu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "W. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2019
    }, {
      "title" : "related infections based on special and selective degradability of rhenium trioxide nanocubes",
      "author" : [ "W. Liu", "Y. Li", "Yang", "Y.-W", "A. Dong" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    }, {
      "title" : "a superior new generation of antibacterial agents",
      "author" : [ "X. Wang", "L. Cheng", "G. Zhan", "F. Gong", "R. Zhang", "J. Hu", "Z. Liu", "X. Yang" ],
      "venue" : "iScience",
      "citeRegEx" : "X. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2020
    }, {
      "title" : "Engineered Exosome-Mediated Near-Infrared-II Region V2C Quantum Dot Delivery for Nucleus-Target LowTemperature Photothermal Therapy",
      "author" : [ "Y. References: Cao", "T. Wu", "K. Zhang", "X. Meng", "W. Dai", "D. Wang", "H. Dong", "X. Zhang" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Cao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cao et al\\.",
      "year" : 2019
    }, {
      "title" : "BODIPY-decorated nanoscale covalent organic frameworks for photodynamic therapy",
      "author" : [ "Q. Guan", "D. Fu", "Y. Li", "X. Kong", "Z. Wei", "W. Li", "S. Zhang", "Y. Dong" ],
      "venue" : "iScience",
      "citeRegEx" : "Guan et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Guan et al\\.",
      "year" : 2019
    }, {
      "title" : "Construction of single-ironatom nanocatalysts for highly efficient catalytic antibiotics",
      "author" : [ "M. Huo", "L. Wang", "H. Zhang", "L. Zhang", "Y. Chen", "J. Shi" ],
      "venue" : "Small 15,",
      "citeRegEx" : "Huo et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Huo et al\\.",
      "year" : 2019
    }, {
      "title" : "Liquid exfoliation of atomically thin antimony selenide as an efficient two-dimensional antibacterial nanoagent",
      "author" : [ "Z. Miao", "L. Fan", "X. Xie", "Y. Ma", "J. Xue", "T. He", "Z. Zha" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Miao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Miao et al\\.",
      "year" : 2019
    }, {
      "title" : "Ultrasmall Black Phosphorus Quantum Dots: Synthesis and Use as Photothermal Agents",
      "author" : [ "Z. Sun", "H. Xie", "S. Tang", "Yu", "X.-F", "Z. Guo", "J. Shao", "H. Zhang", "H. Huang", "H. Wang", "P.K. Chu" ],
      "venue" : "Angew. Chem. Inter. Ed",
      "citeRegEx" : "Sun et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2015
    }, {
      "title" : "Layered MoS2 Hollow Spheres for Highly-Efficient Photothermal Therapy of Rabbit Liver Orthotopic Transplantation Tumors",
      "author" : [ "W. Tang", "Z. Dong", "R. Zhang", "X. Yi", "K. Yang", "M. Jin", "C. Yuan", "Z. Xiao", "Z. Liu", "L. Cheng" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Tang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2019
    }, {
      "title" : "Hydrophilic Cu9S5 Nanocrystals: A Photothermal Agent with a 25.7% Heat Conversion Efficiency for Photothermal Ablation of Cancer Cells in Vivo",
      "author" : [ "Q. Tian", "F. Jiang", "R. Zou", "Q. Liu", "Z. Chen", "M. Zhu", "S. Yang", "J. Wang", "J. Hu" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Tian et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Tian et al\\.",
      "year" : 2011
    }, {
      "title" : "Photo-enhanced singlet oxygen generation of Prussian blue-based nanocatalyst for augmented photodynamic therapy",
      "author" : [ "D. Wang", "R. Shi", "J. Zhou", "S. Shi", "H. Wu", "P. Xu", "H. Wang", "G. Xia", "T.E. Barnhart", "W. Cai" ],
      "venue" : "iScience",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Efficiency in the Second Biowindow for Cancer Therapy",
      "author" : [ "Y. Ma", "H. Chen", "X. Wu", "H. Qian", "X. Yang", "Z. Zha" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "X. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2017
    }, {
      "title" : "Hollow Cu2Se nanozymes for tumor photothermal-catalytic therapy",
      "author" : [ "X. Zhong", "Z. Zha", "G. He", "Z. Miao", "H. Lei", "Q. Luo", "R. Zhang", "Z. Liu", "L. Cheng" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "X. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2020
    }, {
      "title" : "WS2 nanosheet as a new photosensitizer carrier for combined photodynamic and photothermal therapy of cancer cells",
      "author" : [ "Y. Yong", "L. Zhou", "Z. Gu", "L. Yan", "G. Tian", "X. Zheng", "X. Liu", "X. Zhang", "J. Shi", "W Cong" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Yong et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yong et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 39,
      "context" : "INTRODUCTION Bacterial infection has become a fatal worldwide health problem faced by human beings due to its high morbidity and mortality (Huo et al., 2019; Miao et al., 2019; Wang et al., 2019a; Wentao et al., 2019; Zhang et al., 2019b).",
      "startOffset" : 139,
      "endOffset" : 238
    }, {
      "referenceID" : 40,
      "context" : "INTRODUCTION Bacterial infection has become a fatal worldwide health problem faced by human beings due to its high morbidity and mortality (Huo et al., 2019; Miao et al., 2019; Wang et al., 2019a; Wentao et al., 2019; Zhang et al., 2019b).",
      "startOffset" : 139,
      "endOffset" : 238
    }, {
      "referenceID" : 39,
      "context" : "Moreover, the excessive use of antibiotics leads to the generation of bacterial resistance, the treatment effect is inevitably reduced and even leads to the production of super-bacteria, thus causing a major threat to people’s health and safety (Huo et al., 2019).",
      "startOffset" : 245,
      "endOffset" : 263
    }, {
      "referenceID" : 0,
      "context" : "Benefiting from the rapid rise and development of nanozymes, more attention has been paid to the study of using inorganic Fenton/Fenton-like reagents with horseradish peroxidase (HRP)-mimic ability to kill bacteria (Cao et al., 2019; Sang et al., 2019; Xi et al., 2019a).",
      "startOffset" : 215,
      "endOffset" : 270
    }, {
      "referenceID" : 39,
      "context" : "These HRP-like nanozymes can be delivered to and accumulated at the pathological site through the drug delivery nanoplatforms, generating a large amount of ROS, which eventually leads to the dominant inhibition and destruction of drug-resistant bacterial cells (Huo et al., 2019).",
      "startOffset" : 261,
      "endOffset" : 279
    }, {
      "referenceID" : 34,
      "context" : "The combination therapy based on sterilization is an effective strategy to improve the antibacterial efficiency owing to their effective synergistic effect (Liu et al., 2019c; Wu et al., 2019; Yang et al., 2019c).",
      "startOffset" : 156,
      "endOffset" : 212
    }, {
      "referenceID" : 31,
      "context" : "To date, different HRP-like nanozymes including MoS2 (Yin et al., 2016) nanomaterials, CuFe2O4 (Liu et al.",
      "startOffset" : 53,
      "endOffset" : 71
    }, {
      "referenceID" : 39,
      "context" : ", 2019b) nanoparticles, single-iron-atom nanocatalysts (Huo et al., 2019; Xu et al., 2019), Fe3O4 nanomaterials (Xu et al.",
      "startOffset" : 55,
      "endOffset" : 90
    }, {
      "referenceID" : 17,
      "context" : "Nickel-based nanomaterials have been widely used in the field of nanomedicine owing to their good biocompatibility, prominent photothermal performance, and biodegradability (Liu et al., 2019d; Wang et al., 2017).",
      "startOffset" : 173,
      "endOffset" : 211
    }, {
      "referenceID" : 1,
      "context" : "It is worth noting that nickel-based nanomaterials are an excellent HRP-like nanozyme that can detect H2O2 and glucose by colorimetry (Chen et al., 2018; He et al., 2019).",
      "startOffset" : 134,
      "endOffset" : 170
    }, {
      "referenceID" : 17,
      "context" : "Photothermal Performance of ND Nanozymes Good NIR absorbance and excellent photothermal conversion efficiency are the two most basic prerequisites of PTAs (Wang et al., 2017).",
      "startOffset" : 155,
      "endOffset" : 174
    }, {
      "referenceID" : 33,
      "context" : "46 L g 1 cm 1 (Figure S2), much higher than those of most reported PTAs (Zhang et al., 2016), suggesting that ND nanozymes could be used as ideal PTAs for photothermal sterilization.",
      "startOffset" : 72,
      "endOffset" : 92
    }, {
      "referenceID" : 32,
      "context" : ", 2019b), which was comparable to those of many reported PTAs (Table S1) (Yong et al., 2014).",
      "startOffset" : 73,
      "endOffset" : 92
    }, {
      "referenceID" : 31,
      "context" : "It is well known that oxidative stress plays an important role in the nanomaterials-mediated antimicrobial systems (Yin et al., 2016).",
      "startOffset" : 115,
      "endOffset" : 133
    }, {
      "referenceID" : 39,
      "context" : "(Huo et al., 2019) At 5 days, the skin samples on mice were dissected for histopathological H&E staining and Masson’s trichrome staining analysis.",
      "startOffset" : 0,
      "endOffset" : 18
    } ],
    "year" : 2020,
    "abstractText" : null,
    "creator" : "Elsevier"
  }
}