{
  "name" : "downloads_2019-11-16_1e_hasanin2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-amino acid cellulose derivatives: Eco-synthesis, characterization, and antimicrobial properties",
    "authors" : [ "Mohamed Hasanin", "Ahmed El-Henawy", "Wael H. Eisa", "Housni El-Saied", "Manal Sameeh" ],
    "emails" : [ "sido_sci@yahoo.com", "lhenawy_sci@hotmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nInternational Journal of Biological Macromolecules\nj ourna l homepage: ht tp : / /www.e lsev ie r .com/ locate / i jb iomac\nNano-amino acid cellulose derivatives: Eco-synthesis, characterization, and antimicrobial properties\nMohamed Hasanin a,⁎, Ahmed El-Henawy b,⁎, Wael H. Eisa c, Housni El-Saied a, Manal Sameeh d a Cellulose & Paper Dept., National Research Centre, El-Buhouth St., Dokki 12622, Egypt b Chemistry Dept., Faculty of Science, Al-Azhar University, Cairo, Egypt c Spectroscopy Dept., Physics Division, National Research Centre, Cairo, Egypt d Chemistry Dept., Faculty of Applied Sciences, Um El Qura University, Makkah, Saudi Arabia\n⁎ Corresponding authors. E-mail addresses: sido_sci@yahoo.com (M. Hasanin), e\n(A. El-Henawy).\nhttps://doi.org/10.1016/j.ijbiomac.2019.04.024 0141-8130/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 29 January 2019 Received in revised form 31 March 2019 Accepted 3 April 2019 Available online 5 April 2019\nNowadays the using of eco-systems to synthesize new materials is the promising issue. In this work, new ecosynthesis method was developed to prepare antimicrobial cellulosic-amino acid base ligand and complexes with copper. The complexwas characterized via different instrumental analysis (Fourier transform infrared spectroscopy (FTIR), UV–vis, differential scanning calorimetry (DSC), dynamic light scattering (DLS), scanning electron microscopy (SEM) and energy dispersive X-ray (EDX)) as well as two antimicrobial screening tools (minimal inhibition concentration (MIC) and time required for killing). The UV–vis spectroscopic data indicates themetal to-ligand charge transfer transitionswhich is consistentwith square planar geometry. DLS and SEMapproved that the complex particles are in nano-size. Prepared complex appeared highly antimicrobial activity against all tested microbial organismswhich can be described as broad spectrum antimicrobial agent. Rapid killing kinetics was beneficial in helping to resolve an infection more rapidly.\n© 2019 Elsevier B.V. All rights reserved.\nKeywords: Copper complex Antimicrobial activity Nano-cellulose derivatives"
    }, {
      "heading" : "1. Introduction",
      "text" : "Last decades, researchers have been focused onmetal complexion via cellulosic derivatives combination [1–3]. This issue is attracted significant research attention as efficient antimicrobial nontoxic materials [2]. In general, microorganisms have the genetic mechanism make the microbial cells able to send and acquire resistance to antimicrobial agents chiefly pathogenic strains. Antimicrobial agents which are used as therapeutic drugs must have unique characteristic e.g. bioavailability, biodegradability, biocompatibility, heamocompatibility, non-toxic, and have not any allergic or body fluids reactions [3]. Even if pharmaceutical industries produce many new generations of antimicrobial agents in the last three decades, the resistance of microorganisms to these compounds has increased day by day [4]. The microbial resistances were representing as the first reason for death as result of using the uncertain antimicrobial agents; this made the microbes resistance for the other drug. Therefore, it must be taken measures to reduce this problem, for example, to control morbidly and mortality of drug resistance of microorganisms [5,6]. The developments of researches\nlhenawy_sci@hotmail.com\nare deals with drug resistances microorganisms directed to setup good models to avoid the mechanisms of microbial resistances. The continue studies to develop new drugs were including either synthetic or natural antimicrobial agents to offer patients a wide range of antimicrobial drugs [7]. Transition metals are a good example that can be involved inmany systems based on biopolymers to inhibit the growth of drugs resistance microbes [8]. Coordination complexes of transition metals with cellulose and its derivatives have been widely studied for their antibacterial and antifungal activity [9]. Copper is the excellent one of these approaches to increase the efficacy of the drugs consists in their modification of physical and chemical factors [10]. In addition to its ability to combat infection and secondary infection(s), these new agents must exhibit some important characters e.g. selectivity, chemically stable, selective and have not any side reaction with body fluids and tissues [11,12]. Cellulose has certain importance namely, it is a most available biopolymer on the Earth, and it is used for the production of many derivatives characterized by biodegradable and functional products [13–15]. Cellulose esters (e.g., cellulose acetate) and ethers (e.g., carboxymethyl cellulose), are the most popular derivative used in global markets [16]. Carboxymethyl cellulose (CMC) is ether cellulose derivative which has unique characteristics than other derivatives because it has wide range of functional properties as well as can be used as nutrient [17]. Moreover, CMC has been reported as excellent biomaterial using in medical applications due to its safety\nprofile as well as easy to involved in modifications, in tissue engineering of cartilage and skin among others [18]. CMC can be used without any modification as filler with drugs active ingredients in the tablet, and adding to formula to increase the drug bioavailability and releasing, e.g., it mixes with anticancer drugs active ingredient (Docestal) to improve its bioavailability and stability [2], as well as using of amino acids to inducing antimicrobial activity and increase the biocompatibility and bioavailability. In the present work, new pathway is used to synthesize nanoparticles via the effective, ecofriendly and non-toxic method. In this context, nanobiotechnology combined for synthesis nanomaterial emerges as a safer and nontoxic alternative antimicrobial agent. In this respect, a novel value antimicrobial agent is produced from amino acid, cellulose derivative and transition metal."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Conjugate materials",
      "text" : "Carboxymethyl cellulose was purchased from Fluka, Germany, with specifications: H2O 5–10%; pH (1% in water) 6.5–7.5; purity is more than 99.5%, and with average degree of substitution (DS) 0.79. Glycine was purchased from Rankem, RFCL, Limited, India purity more than 99% pH (5% aqueous solution) 5.9–6.3.Copper I Chloride, purchased from SDS fine chem. Limited, Germany, purity more than 99.0%. All chemical, reagents and microbial culture medium used in this work were in analytical grade without any purification required before use."
    }, {
      "heading" : "2.2. Conjugate preparation",
      "text" : "One mole of glycine fused with one mole of CMC repeating untie until mature dough appeared. One mole of copper I chloride was refluxing with produced ligand for 4 h in 200 ml deionized water. Deep green complexwas appeared. It washed several timeswith deionized water and dried at 70 °C for overnight."
    }, {
      "heading" : "2.3. Ligand and complex characterization",
      "text" : ""
    }, {
      "heading" : "2.3.1. Fourier transform infrared spectroscopy (FTIR)",
      "text" : "The structural changes of CMC, Glycine, and their complexes polymer were studied using Mattson 5000 FTIR spectrometer using KBr discs in the range of 4000–500 cm−1. The crystallinity index (Cr.I.) and mean hydrogen bonds strength (MHBS) are calculated as reported in our previous work [19–21]."
    }, {
      "heading" : "2.3.2. UV–visible spectroscopy (UV–vis)",
      "text" : "The UV–vis spectra of the prepared samples were measured on V630 UV–vis spectrophotometer (Jasco, Japan) in the range of 1000–200 nm."
    }, {
      "heading" : "2.3.3. Differential scanning calorimetry (DSC)",
      "text" : "SETRAM DSC evo-131, France with scan rate 5 °C/min was used to study the thermal behavior of Ligand and Cu complex. The thermogram resultswere processed using (CALISTOData processing software v.149)."
    }, {
      "heading" : "2.3.4. Particle size and zeta potential measurements",
      "text" : "The particle size distribution and zeta potential of the prepared samples were measured, using Nicomp™ 380 ZLS size analyzer, USA. Laser light scattering was used at 170° in case of particle size detection where zeta potential was measured at18°."
    }, {
      "heading" : "2.3.5. Scanning electron microscopy (SEM) and energy dispersive X-ray (EXD) analyses",
      "text" : "The morphology and topography of the prepared samples were analyzed by (SEM, Quanta FEG 250, FEI) attached with EDX Unit, with\naccelerating voltage 30 kV. To prepare the SEM sample, a thin layer of Au was coated onto the sample by sputtering coating unit."
    }, {
      "heading" : "2.4. Anti-microbial screening",
      "text" : ""
    }, {
      "heading" : "2.4.1. Minimal inhibition concentration (MIC) calculation",
      "text" : "MIC test was carried out via plat diffusion method. Five microorganisms are tested against conjugate Bacillus subtilis (NCID-3610) and Staphylococcus aureus (NCTC-7447) as Gram-positive bacteria, and, Escherichia coli (NCTC-10416) and Pseudomonas aeruginosa (NCID9016) as Gram-negative bacteria as well as Candida albicans (NCCLS 11) were used. One colony of each microbial strain was suspended in a physiological saline solution (NaCl 0.9% in distilled water at pH 6.5). The initial tested concentration of the complex was 100 μg/ml. The MICwas calculated as stated previously [2,23]. Different concentrations of tested agents (ligand and complex) 100, 50, 25, 12.5, 6.25, 3.125, 1.5625, 0.78125, 0.390625, 0.195313, 0.097656, and 0 μg/ml as positive control were prepared through serial dilution method. Mueller Hinton Agar medium was inoculated by the above mentioned bacterial strains and incubated individually at 37 °C for 24 h. After all incubation periods, the elapsed clear zones were measured in mm. The above concentrations were used to determine the MIC values under the same incubation conditions.\n2.4.1.1. Time required for killing. The tested microorganisms strains were cultivated in concentration 400 cells which refer to logarithmic growth phase [24]. Samples were diluted to 106 colony forming units (CFU) in milliliter for each microorganism strain. MIC values of each microbial strain multiple in four and used at initial concentration in Mueller Hinton broth media. Aliquots (100 mL) were collected from each treatment after 0, 2, 4, 6, 8, 10, 12, 14, 16, 18, 20, 22, and 24 h of incubation at 37 °C and subsequently serially diluted in phosphate-buffered saline (PBS). Microorganisms were then transferred to Mueller Hinton agar plates and incubated at 37 °C for 24 h before viable CFU/mL was determined."
    }, {
      "heading" : "2.5. Statistical analysis",
      "text" : "Data are expressed as mean ± S.E. values. The data analysis was done using Origin lab 9 professional edition program to carry out these statistical tests."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of chemical structure",
      "text" : ""
    }, {
      "heading" : "3.1.1. FTIR spectroscopic analysis",
      "text" : "Fig. 1 shows, the FTIR spectrum of CMC, ligand, and Cu complexes. Regarding to the CMC IR-spectrum, the IR band at 3440 cm−1 is attributed to the hydrogen bonding –OH stretching region. The IR signals at 2923 and 2857 cm−1 are assigned as the asymmetric and symmetric C–H stretching vibration. The strong peak appeared at 1627 cm−1 proves the presence of the carboxyl group (–COO) [25]. The vibrational peaks around 1425 cm−1 and 1330 cm−1 are assigned to scissoring of – CH2 and scissoring of –OH, respectively. The IR bands at 1115 and 1045 cm−1 are due to CH–O–CH2 stretching [20].\nThe FTIR spectrum of ligand (CMC/glycine) shows significant changes in comparison with that of CMC. The OH stretching band at 3440 cm−1 slightly shifted to 3431 cm−1. New IR absorption peak at 3180 cm−1 is emergedwith introducing of glycine to the polymericmatrix. This band can be attributed to stretching vibration of –NH2. Also, the appearance of IR band at 1500 cm−1 is due to –CH2 and/or –OH bending vibration of glycine [26].\nCMC has a strong tendency to form intramolecular hydrogen bonding aswell as intermolecular hydrogen bondingwith other species containing highly electronegative groups. On the other hand, organic compounds containing amino groups are potentially good proton acceptors due to the basic nature of the functional groups [27]. It could be expected that the dominant interaction is the hydrogen bonds between the hydroxyl groups of CMC and the amino group of glycine. The FTIR spectroscopic analysis is extended to illustrate the nature of bond formation into CMC/glycine/Cu complex (see Fig. 1). Three structural features are noticed due to interaction between Cu ions and ligand chains. First, the –OH stretching band located at 3431 cm−1 was shifted to 3444 cm−1 and become somewhat broader. Second, the –NH2 stretching at 3180 cm−1 is shifted to 3230 cm−1. Third, the IR band at 1500 cm−1 is shifted to 1577 cm−1.\nThese spectral shift upon incorporation of the Cu salt indicates to interaction between Cu ions, –OH, and –NH2 groups originating from the ligand.\nThe IRmeasurements (MHBS, Cr.I.) of CMC, ligand, Cu complexwere calculated and tabulated in Table 1. The results showed that themodification of CMC with glycine leads to decrease of the MHBS and the Cr.I. values of ligand. These results may be referred to the effect of free unsubstituted hydroxyl groups of CMC (2ry alcohol) which involved in the reaction with glycine, than the formation of hydrogen bond (interand intramolecular hydrogen bonds). On the other hand, the IR measurements of Cu complex emphasized the IR spectra data where the MHBS and Cr.I. are increased due to interaction ligand –OH groups with Cu to produce the complex."
    }, {
      "heading" : "3.1.2. UV–visible spectroscopic analysis",
      "text" : "Fig. 2a, displays the UV–vis spectrum of Cu complex (CMC/glycine/ Cu). The electronic absorption spectrum of the Cu complex shows four absorption peaks. A broad absorption peak centered at 706 nm is attributed to d–d transitions [28]. The electronic band at 420 nm could be attributed to (2Eg → 2T2g) metal to-ligand charge transfer transitions which is consistent with square planar geometry [29,30]. The two absorption peaks at 288 and 350 nm are due to interligands π → π* and n → π* transitions respectively [31,32]. The optical bandgap of the as-\nsynthesized nanoparticles is calculated using the Tauc's relation [33] αhν = k(hν − Eg)n, where α is the absorption coefficient, h is Planck's constant, ν is the frequency of the incident light, k is an energyindependent parameter, Eg is the optical bandgap, and n = 1/2, 3/2, 2, and 3 for direct allowed, direct forbidden, indirect allowed, and indirect forbidden transitions [34]. The best linear relationship is obtained by plotting (αhν)1/2 against hν, indicating the direct allowed transitions of Cu complex. Tauc's plot for the as-synthesized Cu-complex is shown in Fig. 2b. The band gap is determined by extra polating the straight part of the plot of (αhν)2 vs. hν to hν = 0 from the intercept of the straight line at α = 0, which is found to be 2.3 eV."
    }, {
      "heading" : "3.1.3. DSC measurement analysis",
      "text" : "Fig. 3, displays the DSC thermograms of ligand materials and Cu complex and Table 2 shows the DSC measurements. The ligand curve\nshows three endo-thermic peaks. The first one is at 109 °C which is attributed to the evaporation of adsorbed water. The second one is tiny peak placed at 207 °C and low activation energy. The third peak at 253 °C is due to the melting of CMC. On the other hand, the Cu complex shows major difference in thermal behavior in comparison with ligand as well as the activation energy value is increased with about 66%. With regarding complex, first peak Tp shows lowest value and very sharp peak. These results are in accordance with previous observations on metal complexion principally with copper which gives the significant changes in the thermal behaviors [20,23]."
    }, {
      "heading" : "3.1.4. Dynamic light scattering (DLS) analysis",
      "text" : "Fig. 4, illustrates the DLS results of ligand and Cu complex and Table 3 cleared the DLS measurements. The PDI is a measure of dispersion homogeneity and ranges from 0 to 1.0. Values close to 0 indicate a homogeneous dispersionwhile those greater than 0.3 indicate high heterogeneity [35]. Ligand and complex were showed narrow uniform Gaussian distribution.Where PDI of ligandwas 0.694 aswell as for complex was 0.276, this result confirms that the complexion made the particle more homogeneous as well as more consistent. On the other hand, the average particle size distribution for ligand 521.2 nm which is reduced to 222 nmwith complexion.\nAdditionally, zeta potential was calculated from the three main measured factors (cell current, phase shift and mobility), that depending on the charge over particles. Zeta potential values of ligand and complex were presented in Fig. 4 as well as all other related factors. Copper ion plays an important role in the net charge of complex and the solution stability also. Complex average zeta potential was changed from −1.8 (for ligand) to −14.16 mV (for Cu complex) which is located in the highest stability area [23]. Moreover, the other measurements have the same trends where the cell current, phase shift and mobility were recorded for complex 0.86 mA, −17.12 rad/s, and 0.99 M.U. respectively. On the counter for ligand was 0.35 mA, −2.19 rad/s, and 0.13 M.U., respectively which refer to the major stabilization take place for complex compound.\nFig. 4. Particle size distribution measured by DLS"
    }, {
      "heading" : "3.1.5. SEM image and EDX",
      "text" : "SEM images were collected to display the shape, size and morphology of the ligand and Cu complex samples (Fig. 5). The SEM images clearly show that the ligand exhibits sheets-like structure with smooth surface which is characteristic of the cellulose derivative materials [23] withmicron size. On the other hand, the Cu complex shows the uniform particles distributed at the ligand surface with the size ranges from 140 to 160 nm. Additionally, the EDX data confirm that the copper ionswere successfully incorporated into ligand with 36.41%."
    }, {
      "heading" : "3.2. Antimicrobial activity",
      "text" : "Two important tools are used to judge the antimicrobial behavior (s) of the prepared compounds, MIC and time required for killing."
    }, {
      "heading" : "3.2.1. MIC",
      "text" : "The antimicrobial activity of the prepared ligand and Cu complex was tested against five microbial strains. MIC was calculated via agar plate diffusion method according to [19]. The Antimicrobial activity effect was given in Figs. 6 and 7. Fig. 6, shows the clear zones which formed as response for ligand and complex effect and emphasized that the complexion of ligand with copper enhances the antimicrobial activity. With regard to the statistical studies of MIC measurements which depicted in Fig. 7 for ligand and complex, it shows that the complexion of ligand with Cu ions leads to improve the antimicrobial activity. Complex showed promising high antimicrobial activity than ligand where at low concentration 3.125 μg/ml of complex give high effect against all tested microorganisms. However, ligand gives the same effect at 25 μg/ml without any response recording on Bacillus subtilis (NCID-3610) strain. From foregoing achieved result the prepared complex can be considered as broad spectrum antimicrobial agent for gram positive and negative bacteria as well as unicellular fungi."
    }, {
      "heading" : "3.2.2. Time required for killing",
      "text" : "Time required for killingwas confirmed and observed for ligand and complex using a standardmethod according to Eid et al. [24] against Bacillus subtilis NCID-3610, Staphylococcus aureus NCTC-7447, Escherichia coli NCTC-10416, Pseudomonas aeruginosa NCID-9016, and Candida albicans NCCLS 11 as reference strains, is presented in Fig. 8. Complex retained its unique feature as a rapid bactericidal agent as well as antifungal agent, as it completely eliminated Bacillus subtilis NCID-3610, Staphylococcus aureus NCTC-7447, Escherichia coli NCTC-10416, Pseudomonas aeruginosa NCID-9016, and Candida albicans NCCLS 11 cells within 8, 8, 10, 12, and 6 h, respectively. The obtained data was clarified that the complex is highly efficient as broad spectrum antimicrobial agent [2,19,23]. These results are in good agreement with MIC which\ntechnique of ligand (a), and Cu complex (b).\nTable 3 Particle size and zeta calculations.\nZeta potential measurements Particle size measurements\nSamples Cell current, mA Av. phase shift, rad/s Av. mobility, M.U. Av. zeta potential, mV PDI Average particle size, nm\nLigand 8.95 −2.39 −0.05 −0.68 0.21 439 Cu complex 9.67 −23.11 −0.87 −12.48 0.34 340\ncalculated via clear zone method. The rapid killing kinetics of Cu complex is posited to be beneficial in helping to resolve an infection more rapidly and to limit."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Nano-amino acid cellulose was complexed with copper ion via ecosynthesis pathway. This method is promising to produce the broad spectrum nano-complex with low time required for microbial killing.\nAdditionally, the characterization technique clarifies that the Cu complex has emerged as a safe and non-toxic alternative antimicrobial agent in nano-size."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The authors express their sincere thanks and acknowledge to National Research Centre of Egypt for providing the necessary research facilities.\nresponding EDX of ligand and Cu complex (e, f) respectively."
    } ],
    "references" : [ {
      "title" : "Carboxymethyl cellulose prepared frommesquite tree: new source for promising nanocomposite materials",
      "author" : [ "A. Salama", "S. Etri", "S.A. Mohamed", "M. El-Sakhawy" ],
      "venue" : "Carbohydr. Polym. 189 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Properties of modified carboxymethyl cellulose and its use as bioactive compound",
      "author" : [ "A.H. Basta", "H. El-Saied", "M.M. El-Deftar", "A.A. El-Henawy", "H.H. El-Sheikh", "E.H. Abdel- Shakour", "M.S. Hasanin" ],
      "venue" : "Carbohydr. Polym. 153 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Antimicrobial activity of copper surfaces against suspensions of Salmonella enterica and Campylobacter jejuni",
      "author" : [ "G. Faúndez", "M. Troncoso", "P. Navarrete", "G. Figueroa" ],
      "venue" : "BMC Microbiol. 4 (1) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "H",
      "author" : [ "A.H. Basta" ],
      "venue" : "El-Saied,M.S. Hasanin, M.M. El-Deftar, Green carboxymethyl cellulosesilver complex versus cellulose origins in biological activity applications, Int. J. Biol. Macromol. 107 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Antimicrobial effect of Carboxy Methyl Cellulose (CMC) containing aqueous and ethanolic Eucalyptus camaldulensis L",
      "author" : [ "B.A. Behbahani", "F.T. Yazdi", "A. Mortazavi", "M.M. Gholian", "F. Zendeboodi", "A. Vasiee" ],
      "venue" : "leaves extract against Streptococcus pyogenes, Pseudomonas aeruginosa and Staphylococcus epidermidis, J. Paramed. Sci. 5 (2) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Preparation and antibacterial activity of copper and cobalt complexes of 4-chloro-3-nitrobenzoate with a nitrogen donor ligand",
      "author" : [ "A.T. Kabbani", "H.H. Hammud", "A.M. Ghannoum" ],
      "venue" : "Chem. Pharm. Bull. 55 (3) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Synthesis and antibacterial activity of M (II) schiff-base complex",
      "author" : [ "R. Johari", "G. Kumar", "D. Kumar", "S. Singh" ],
      "venue" : "J. Indian Counc. Chem. 26 (1) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Investigation of the state of copper in supported copper–titanium oxide catalysts",
      "author" : [ "O. Komova", "A. Simakov", "V. Rogov", "D. Kochubei", "G. Odegova", "V. Kriventsov", "E. Paukshtis", "V. Ushakov", "N. Sazonova", "T. Nikoro" ],
      "venue" : "J. Mol. Catal. A Chem. 161 (1–2) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Evaluation of rice straw-based hydrogels for purification of wastewater",
      "author" : [ "A.H. Basta", "H. El-Saied", "O. El-Hadi", "C. El-Dewiny" ],
      "venue" : "Polym.-Plast. Technol. Eng. 52 (11) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Cellulose-based hydrogels: present status and application prospects",
      "author" : [ "C. Chang", "L. Zhang" ],
      "venue" : "Carbohydr. Polym. 84 (1) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Cellulose membranes for reverse osmosis part I",
      "author" : [ "H. El-Saied", "A.H. Basta", "B.N. Barsoum", "M.M. Elberry" ],
      "venue" : "RO cellulose acetate membranes including a composite with polypropylene, Desalination 159 (2) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Studying the characteristics of polystyrene-modified cocoa (Theobroma cacao) wood cellulose acetate membrane",
      "author" : [ "P. Okolo", "H. Adimula", "O. Osuoji", "A. Jideonwo" ],
      "venue" : "Bayero J. Pure Appl. Sci. 6 (1) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhanced oxygen barrier property of poly (ethylene oxide) films crystallite-oriented by adding cellulose single nanofibers",
      "author" : [ "M.N. Fukuya", "K. Senoo", "M. Kotera", "M. Yoshimoto", "O. Sakata" ],
      "venue" : "Polymer 55 (22) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Semi-interpenetrating polymer network microspheres of gelatin and sodium carboxymethyl cellulose for controlled release of ketorolac tromethamine",
      "author" : [ "A.P. Rokhade", "S.A. Agnihotri", "S.A. Patil", "N.N. Mallikarjuna", "P.V. Kulkarni", "T.M. Aminabhavi" ],
      "venue" : "Carbohydr. Polym. 65 (3) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Porous biocompatible three-dimensional scaffolds of cellulose microfiber/gelatin composites for cell culture",
      "author" : [ "Q. Xing", "F. Zhao", "S. Chen", "J. McNamara", "M.A. DeCoster", "Y.M. Lvov" ],
      "venue" : "Acta Biomater. 6 (6) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Functional cardiac cell constructs on cellulose-based scaffolding",
      "author" : [ "E. Entcheva", "H. Bien", "L. Yin", "C.-Y. Chung", "M. Farrell", "Y. Kostov" ],
      "venue" : "Biomaterials 25 (26) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "A docetaxelcarboxymethylcellulose nanoparticle outperforms the approved taxane nanoformulation",
      "author" : [ "M.J. Ernsting", "M. Murakami", "E. Undzys", "A. Aman", "B. Press", "S.-D. Li" ],
      "venue" : "Abraxane, in mouse tumor models with significant control of metastases, J. Control. Release 162 (3) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Efficacy of 1% carboxymethylcellulose sodium for treating dry eye after phacoemulsification: results from a multicenter",
      "author" : [ "K. Yao", "Y. Bao", "J. Ye", "Y. Lu", "H. Bi", "X. Tang", "Y. Zhao", "J. Zhang", "J. Yang" ],
      "venue" : "open-label, randomized, controlled study, BMC Ophthalmol. 15 (1) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis of antimicrobial cellulosic derivative and its catalytic activity",
      "author" : [ "H. El-Saied", "A.M. Mostafa", "M.S. Hasanin", "E.A. Mwafy", "A.A. Mohammed" ],
      "venue" : "J. King Saud Univ. Sci. ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Isolation and characterization of non-cellulolytic Aspergillus flavus EGYPTA5 exhibiting selective ligninolytic potential",
      "author" : [ "M.S. Hasanin", "O.M. Darwesh", "I.A. Matter", "H. El-Saied" ],
      "venue" : "Biocatal. Agric. Biotechnol. 17 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "This issue is attracted significant research attention as efficient antimicrobial nontoxic materials [2].",
      "startOffset" : 101,
      "endOffset" : 104
    }, {
      "referenceID" : 2,
      "context" : "bioavailability, biodegradability, biocompatibility, heamocompatibility, non-toxic, and have not any allergic or body fluids reactions [3].",
      "startOffset" : 135,
      "endOffset" : 138
    }, {
      "referenceID" : 3,
      "context" : "Even if pharmaceutical industries produce many new generations of antimicrobial agents in the last three decades, the resistance of microorganisms to these compounds has increased day by day [4].",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 4,
      "context" : "Therefore, it must be taken measures to reduce this problem, for example, to control morbidly and mortality of drug resistance of microorganisms [5,6].",
      "startOffset" : 145,
      "endOffset" : 150
    }, {
      "referenceID" : 5,
      "context" : "Therefore, it must be taken measures to reduce this problem, for example, to control morbidly and mortality of drug resistance of microorganisms [5,6].",
      "startOffset" : 145,
      "endOffset" : 150
    }, {
      "referenceID" : 6,
      "context" : "The continue studies to develop new drugs were including either synthetic or natural antimicrobial agents to offer patients a wide range of antimicrobial drugs [7].",
      "startOffset" : 160,
      "endOffset" : 163
    }, {
      "referenceID" : 7,
      "context" : "Transition metals are a good example that can be involved inmany systems based on biopolymers to inhibit the growth of drugs resistance microbes [8].",
      "startOffset" : 145,
      "endOffset" : 148
    }, {
      "referenceID" : 8,
      "context" : "Coordination complexes of transition metals with cellulose and its derivatives have been widely studied for their antibacterial and antifungal activity [9].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 9,
      "context" : "Copper is the excellent one of these approaches to increase the efficacy of the drugs consists in their modification of physical and chemical factors [10].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 10,
      "context" : "selectivity, chemically stable, selective and have not any side reaction with body fluids and tissues [11,12].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 11,
      "context" : "selectivity, chemically stable, selective and have not any side reaction with body fluids and tissues [11,12].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 15,
      "context" : ", carboxymethyl cellulose), are the most popular derivative used in global markets [16].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 16,
      "context" : "Carboxymethyl cellulose (CMC) is ether cellulose derivative which has unique characteristics than other derivatives because it has wide range of functional properties as well as can be used as nutrient [17].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 17,
      "context" : "profile as well as easy to involved in modifications, in tissue engineering of cartilage and skin among others [18].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 1,
      "context" : ", it mixes with anticancer drugs active ingredient (Docestal) to improve its bioavailability and stability [2], as well as using of amino acids to inducing antimicrobial activity and increase the biocompatibility and bioavailability.",
      "startOffset" : 107,
      "endOffset" : 110
    }, {
      "referenceID" : 1,
      "context" : "The MICwas calculated as stated previously [2,23].",
      "startOffset" : 43,
      "endOffset" : 49
    }, {
      "referenceID" : 19,
      "context" : "The IR bands at 1115 and 1045 cm are due to CH–O–CH2 stretching [20].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 19,
      "context" : "These results are in accordance with previous observations on metal complexion principally with copper which gives the significant changes in the thermal behaviors [20,23].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 18,
      "context" : "MIC was calculated via agar plate diffusion method according to [19].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 1,
      "context" : "The obtained data was clarified that the complex is highly efficient as broad spectrum antimicrobial agent [2,19,23].",
      "startOffset" : 107,
      "endOffset" : 116
    }, {
      "referenceID" : 18,
      "context" : "The obtained data was clarified that the complex is highly efficient as broad spectrum antimicrobial agent [2,19,23].",
      "startOffset" : 107,
      "endOffset" : 116
    } ],
    "year" : 2019,
    "abstractText" : "Article history: Received 29 January 2019 Received in revised form 31 March 2019 Accepted 3 April 2019 Available online 5 April 2019 Nowadays the using of eco-systems to synthesize new materials is the promising issue. In this work, new ecosynthesis method was developed to prepare antimicrobial cellulosic-amino acid base ligand and complexes with copper. The complexwas characterized via different instrumental analysis (Fourier transform infrared spectroscopy (FTIR), UV–vis, differential scanning calorimetry (DSC), dynamic light scattering (DLS), scanning electron microscopy (SEM) and energy dispersive X-ray (EDX)) as well as two antimicrobial screening tools (minimal inhibition concentration (MIC) and time required for killing). The UV–vis spectroscopic data indicates themetal to-ligand charge transfer transitionswhich is consistentwith square planar geometry. DLS and SEMapproved that the complex particles are in nano-size. Prepared complex appeared highly antimicrobial activity against all tested microbial organismswhich can be described as broad spectrum antimicrobial agent. Rapid killing kinetics was beneficial in helping to resolve an infection more rapidly. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}