{
  "name" : "downloads_2019-11-26_e9_fan2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Immobilization of nano Cu-MOFs with polydopamine coating for adaptable gasotransmitter generation and copper ion delivery on cardiovascular stents",
    "authors" : [ "Yonghong Fan", "Yu Zhang", "Qian Zhao", "Yinhong Xie", "Rifang Luo", "Ping Yang", "Yajun Weng" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiomaterials\njournal homepage: www.elsevier.com/locate/biomaterials\nImmobilization of nano Cu-MOFs with polydopamine coating for adaptable gasotransmitter generation and copper ion delivery on cardiovascular stents\nYonghong Fana,b, Yu Zhanga,b, Qian Zhaoa,b, Yinhong Xiea,b, Rifang Luoc, Ping Yanga,b, Yajun Wenga,b,∗\na Key Laboratory of Advanced Technologies of Materials, Ministry of Education, Southwest Jiaotong University, Chengdu, 610031, China b School of Materials Science and Engineering, Southwest Jiaotong University, Chengdu 610031, China cNational Engineering Research Center for Biomaterials, Sichuan University, Chengdu 610041, China\nA R T I C L E I N F O\nKeywords: Cardiovascular stent Metal organic framework Copper ion Nitric oxide Polydopamine\nA B S T R A C T\nIn-stent restenosis is worsened by thrombosis, acute inflammation, and uncontrollable smooth muscle cells (SMCs) proliferation at the early stage of implantation. Tailoring the stent surface can inhibit thrombosis, intimal hyperplasia, and accelerate re-endothelialization. In situ nitric oxide (NO) generation is considered as a promising method to improve anti-coagulation and anti-hyperplasia abilities. Copper based metal organic frameworks showed great potential as catalysts for NO generation, and copper ion (Cu2+) was demonstrated to promote endothelial cells (ECs) growth. Herein, by using polydopamine as the linker and coating matrix, nanoscale copper-based metal organic frameworks (nano Cu-MOFs) were immobilized onto the titanium surface for simultaneous nitric oxide (NO) catalytic generation and Cu2+ delivery. The nano Cu-MOFs-immobilized coating exhibited desirable NO release and adaptable Cu2+ delivery. Such coating inhibited platelet aggregation and activation via NO-cGMP signaling pathway, and significantly reduced thrombosis in an ex vivo extracorporeal circulation model. NO release and Cu2+ delivery showed synergetic effect to promote EC proliferation. Moreover, SMCs and macrophage proliferation was suppressed by the nano Cu-MOFs-immobilized coating, thereby reducing neointimal hyperplasia in vivo. Overall, this biocompatible coating is convenient for the surface modification of cardiovascular stents and effectively prevents the late stent thrombosis and in-stent restenosis associated with stent implantation."
    }, {
      "heading" : "1. Introduction",
      "text" : "Cardiovascular stents are considered to be one of the most effective treatments for atherosclerosis [1]. However, despite marked success in clinic application, the long-term safety of cardiovascular stents consequent to in-stent restenosis (ISR) and late stent thrombosis (LST), remains an ongoing concern [2]. In particular, a cascade of events is thought to cause ISR as follows. Intravascular injury during stenting activates coagulation pathways to motivate platelet sadhesion and activation, as well as vascular repair. The subsequent acute inflammatory response deteriorates endothelial malfunction and leads to excessive proliferation of smooth muscle cells (SMCs). Then, delayed re-endothelialization and SMCs hyperplasia result in LST and ISR, thus reducing the long-term effectiveness of cardiovascular stents [3].\nNatural endothelial cells (ECs) in the blood vessel continuously secrete nitric oxide (NO), the biological activities of which include anti-\nplatelet activation, anti-SMCs proliferation, and anti-inflammation. Hence, biomaterials mimicking ECs with NO release showed good properties and became a research hotspots in cardiovascular implants [4]. Adaptable NO release supports the positive functions of stents, but excessive amounts of NO may form peroxynitrites (ONOO-) to disrupt re-endothelialization at the injury location, along with aggravating the oxidative stress damage and inflammatory response to promote renascent atherosclerosis [5]. Previous research by ourselves and others reported successful NO generation by preparing catalytic coating on biomaterials to decompose an endogenous NO donor, which significantly improve the anti-thrombogenicity and anti-hyperplasia properties [6–8]. However, the catalytic sites on the biomaterial surface can be masked and blocked by the non-specific adsorption of proteins, blood cells and the migration of adjacent cells after being implanted in vivo. Alternatively, simultaneous NO generation and induction of reendothelialization might overcome these issues, whereby NO would be\nhttps://doi.org/10.1016/j.biomaterials.2019.03.007 Received 6 November 2018; Received in revised form 6 March 2019; Accepted 7 March 2019\n∗ Corresponding author. Key Laboratory of Advanced Technologies of Materials, Ministry of Education, Southwest Jiaotong University, Chengdu, 610031, Sichuan Province, China.\nE-mail address: wengyj7032@swjtu.edu.cn (Y. Weng).\nBiomaterials 204 (2019) 36–45\nAvailable online 09 March 2019 0142-9612/ © 2019 Elsevier Ltd. All rights reserved.\nT\nproduced by the surface prior to endothelialization and secreted by ECs thereafter.\nMetal-organic frameworks (MOFs) are self-assemblies of metal ions and organic ligands. MOFs have attracted considerable attention over the past decade and possess a wide range of potential applications in drug delivery, therapeutic gas storage, and theranostic biomedical research owing to their tunable pore size and shape, adjustable composition and structure, biodegradability, and versatile functionalities [9–11]. For example, MOFs have been used to load and delivery NO for therapeutic applications such as to inhibit platelet aggregation [12], relax coronary arteries [13], or inhibit microbial proliferation [14] in vitro. More recently, copper-based MOFs (Cu-MOFs) were found to generate NO catalytically by decomposition of an NO donor. CuBTC (also termed HKUST-1 or MOF199) [15] and CuBTTri [16], either grown in situ on a polymer surface or blended into polymer, were both identified as heterogeneous NO catalysts to decompose endogenous Snitrosothiols.\nIn addition, the delivery of copper ions alone can stimulate the adhesion [17], proliferation [18], and migration [19] of ECs, also it can promote wound healing through up-regulating of VEGF expression [20,21]. Therefore, we supposed that simultaneous NO and copper ion release might exert a synergistic effect to inhibit thrombosis, restenosis, and promote re-endothelialization, with Cu-MOFs potentially serving as a promising candidate for the catalytic release of NO and delivery of copper ions. However, as the in situ growth of Cu-MOFs is determined by the functional groups or metal ion coordination centers, tedious pretreatment of the material is required to activate the surface for its growth [22,23]. Furthermore, it is difficult to activate the metal surface to obtain sufficient functional groups or ion coordination centers, hence few studies have been published regarding the incorporation of CuMOFs on cardiovascular stents for NO release and copper delivery.\nAlternatively, polydopamine film exhibits strong adhesion to almost any substrate via covalent and/or non-covalent interactions [24]. In addition, previous studies showed that polydopamine films have good biocompatibility and could be used for binding various kinds of biological molecules or nanoparticles onto surfaces for biomedical applications [25]. Here, we report a one-step method to immobilize nano CuMOFs crystals onto cardiovascular stents by using polydopamine as the linker and coating matrix. The NO release and copper ion delivery was investigated, then the hemocompatibility and growth behavior of vascular cells were carefully evaluated in vitro. In addition, the biocompatibility and effectiveness of the nano Cu-MOFs-immobilized cardiovascular stents were further assessed in vivo."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Copper hydroxide (Cu(OH)2), benzene-1,3,5-tricarboxylic acid (BTC, 98%), dopamine, S-nitrosoglutathoine (GSNO), L-glutathione (GSH), ethylenediamine-tetraacetic acid disodium salt (EDTA-2Na), bovine serum albumin (BSA), and gelatin were all purchased from Sigma Aldrich. Pure titanium (Ti) foil (99.5%, 0.025×110mm) was purchased from ZhongNuo Advanced Material (Beijing) Technology Co., Ltd. (China). In addition, 316 L SS cardiovascular stents with a size of Ф1.65mm×18mm were used. All of the antibodies were purchased from Abcam, details are provided in the supplementary information."
    }, {
      "heading" : "2.2. Sample preparation",
      "text" : "Nano Cu-MOFs (CuBTC) was prepared and characterized; details are provided in the supplementary information. Ti foil was cut into squares (0.8 cm×0.8 cm), and the substrates (including the 316 L SS stents) were ultrasonically cleaned sequentially in acetone, ethanol, and water with three repetitions for each step. Dopamine (2mg/mL) was dissolved in tris buffer (pH=8.5), whereupon the nano Cu-MOFs (1mg/\nmL) were immediately ultrasonically dispersed into the solution. The nano Cu-MOFs-immobilized coating was prepared by immersing the substrates into the mixed solution for three 12 h periods, with ultrasonic cleaning performed each time. The sample titanium, polydopamine-coated titanium, and nano Cu-MOFs-immobilized titanium were referred as sample Ti, PDM, and MOF, respectively.\nX-ray photoelectron spectroscopy (XPS) analysis was carried out by using an X-ray photoelectron spectrometer (Thermo Fisher) with a monochromatic Al Kα (hυ=1486.6 eV). The working voltage and emission current was set at 10–20 kV and 45mA, respectively. The barometric pressure in the chamber was below 2×10−9 Torr, and the binding energy scale was corrected by setting the C1s peak at 284.6 eV. And the nano Cu-MOFs were scraped from the sample surface and ultrasonically dispersed onto an amorphous molybdenum grid and analyzed using transmission electron microscopy (JEOL, JEM-2010, Japan)."
    }, {
      "heading" : "2.3. NO generation and copper ion delivery",
      "text" : "A Sievers 280i chemiluminescence NO analyzer (NOA 280i) was used to measure the catalytic generation speed of NO from GSNO. To confirm that the cogent increase in NO flux only reflected the presence of nano Cu-MOFs on sample MOF, the Ti and PDM were set as controls. Briefly, the samples were cut in half (0.4 cm×0.8 cm) and fixed onto a stainless wire by silicone rubber. Phosphate buffered saline (PBS) solution (5mL) with 500 μM EDTA was added into the reaction vessel, then GSNO and GSH were subsequently injected to obtain a final concentration of 20 μM and 40 μM, respectively. The EDTA served to chelate with metal ion contaminants, which may decompose S-nitrosothiols, as well as to simulate the physiological environment in which the copper ion would be immediately sequestered and inactivated by proteins. The reaction vessel was protected from light at 37 °C. After the baseline collection, the sample was immersed into the solution. NO was continuously purged out from the test solution with nitrogen and detected using the chemiluminescence analyzer. A computer was used to record the signal. Over three samples per group were checked. The NO flux was calculated by converting ppb to molarity according to the standard curve. After being incubated in PBS for a prescribed time, the catalytic activity of the sample MOF was detected. In addition, the sample was incubated in 1mg/mL BSA for 2 h to investigate the loss of catalytic activity after protein adsorption.\nFor the copper ion release test, nano Cu-MOFs-immobilized samples were incubated in 1mL PBS (pH=7.4) at 37 °C in an oscillator. At each prescribed time, the PBS buffer was completely replaced and the old solution was collected. Then, the copper ion concentration in the solution was checked by inductively-coupled plasma-mass spectrometry (ICP-MS, Agilent 7700)."
    }, {
      "heading" : "2.4. In vitro anti-platelet test and cGMP analysis",
      "text" : "Fresh citrate anticoagulant blood was obtained from a New Zealand White rabbit. Static whole blood testing was performed by incubating the samples with 1mL fresh whole blood. After 45min incubation at 37 °C, the samples were carefully washed with PBS and fixed by 2.5% glutaraldehyde for 12 h. The samples were dehydrated, de-alcoholized, and then observed by scanning electron microscopy (SEM) after gold coating.\nPlatelet rich plasma (PRP) was prepared by centrifuging whole fresh blood at 1500 rpm for 15min to separate the blood corpuscles. The samples were placed into a 24 well cell culture plate and 10 μL gelatin (10mg/mL) was added nearby. To study the NO effects on platelet adhesion and activation, the GSNO donor was added as a supplement, with 10 μL GSNO (2mM) and 10 μL GSH (4mM) added in the experimental group. Then, 500 μL fresh PRP was added and the sample incubated at 37 °C for 45min in the dark. After washing three times with PBS (pH=7.4), the samples were fixed by 2.5% glutaraldehyde for\n12 h, then rhodamine stained and observed using a fluorescence microscope. After further dehydration and de-alcoholization, the samples were gold sputtered and examined by SEM. According to Goodman et al. [26], platelets adhered on biomaterials can be classified as five shapes: i.e., round, dendritic, spread dendritic, spreading, and fully spreading. In this experiment, dendritic platelets were considered to be activated and the activation ratio of platelets was evaluated by statistical analysis.\nThe cGMP concentration in the platelets was also detected by using a rabbit cGMP enzyme-linked immunoassay (ELISA) kit (Hufeng Biotechnical Co., China). Samples were placed into a 24 well cell culture plate and 0.5 mL PRP was added onto the samples. Then, 20 μM GSNO and 40 μM GSH were added into the experimental group whereas only GSH was added in the control group. After 30min incubation, 100 μL of Triton-X (10%) was added. The supernatant used for testing was obtained by precipitating the cell fragments with centrifugation at 2500 rpm for 10min after ultrasonication (10min). The ELISA test was performed in accordance with manufacturer instructions."
    }, {
      "heading" : "2.5. Ex-vivo evaluation of thrombogenicity",
      "text" : "All of the experiments in this paper were performed with approval by the Local Ethical Committee of Southwest Jiaotong University and Laboratory Animal Administration Rules of China. In this experiment, a heparinized polyvinyl chloride (PVC) catheter, sterile surgical aspirator, and indwelling needles were used. The extracorporeal circulation systems were built as an arteriovenous shunt model. Briefly, the PVC catheter was heparinized and cut to size (approximately 3 cm). The uncoated Ti foil and nano Cu-MOFs-immobilized Ti foil (0.8 cm×1.6 cm) were rolled and placed into the heparinized PVC catheter, then connected in parallel by sterile surgical aspirators and assembled with indwelling needles. Adult New Zealand White rabbits (3.0–3.5 kg) were anaesthetized by injecting 30mg/mL pentobarbital sodium through the ear vein prior to surgery. The left carotid artery and right external jugular vein of the rabbit were isolated, then the blood circuit was built by connecting the blood vessels with the extracorporeal circulatory system. GSNO was injected (1mL/kg, 2mM) at the beginning of the experiment and the circuit was stopped after 30min.\nThe samples were photographed and the occlusion ratio was calculated by measuring the cross section of the tubes with samples prior to and following blood circulation. The blood flow rate was evaluated indirectly. After circulation, the tubes were washed with heparin solution and then 5mL simulated body fluid was injected into the parallel connected tubes, the time cost was recorded and compared with the initial time to evaluate the blood flow rate (%). In addition, samples were weighed before being rolled into the tubes (w1) and after blood clot formation (w2, after ethanol gradient dehydration), and the thrombus weight was calculated by the formula w2−w1. After dehydration, de-alcoholization, and critical point drying, the samples were observed by SEM."
    }, {
      "heading" : "2.6. Vascular cell growth",
      "text" : "Human vein ECs and artery SMCs were used in this experiment. ECs were purchased (Servicebio Technology, Co., China) and cultured in Dulbecco's modified Eagle medium/F12 with 15% fetal bovine serum. SMCs were obtained from human umbilical vessels. The umbilical cord was obtained from the hospital for research use only with consent by the puerpera. The umbilical artery was separated from the fresh umbilical cord and then its adventitia was carefully stripped. Then, the artery was split and the inner wall gently scrubbed by cotton to remove ECs. Finally, the artery was cut into pieces and incubated in Dulbecco's modified Eagle medium/F12 with 15% fetal bovine serum, and the SMCs were obtained by outgrowth of cells from the fragments after a few days. The cells were passaged or used at 75% confluence.\nFor in vitro cell experiments, two groups were established; one without an NO donor and another with 20 μM GSNO and 40 μM GSH in the cell culture medium. The medium with the NO donor was changed every day. Briefly, the samples were placed into 24 well cell culture plates and then 1mL cell culture medium containing 2×104 ECs or SMCs was added and incubated for 4 h, 1 day, and 3 days at 37 °C in a cell incubator with 5% CO2. The samples were washed with PBS (pH=7.4) and subsequently fixed by 2.5% glutaraldehyde. After rhodamine staining, the samples were observed using a fluorescence microscope.\nIn the ECs and SMCs co-culture experiment, the cells were digested by 0.25% trypsin and mixed at a 1:1 ratio with a final cell density of 2× 104 cells/mL. Then, the cells were seeded (1 mL/well) and cultured for 4 h and 1 day. After being fixed by 4% paraformaldehyde for 20min, the cell nuclei were stained blue by DAPI and the SMCs were stained red by α-SMA. The samples were photographed using a fluorescence microscope and the number of ECs was calculated by using total amount of cell nuclei minus that of SMCs. The concentration of cGMP in the SMCs after 45min of culture on samples was detected by using a human cGMP ELISA kit (Hufeng Biotechnical Co.), using a test procedure similar to that for platelets.\nECs migration was analyzed as previously reported [27]. First, the Ti foil was bent to form an L shape. Second, the nano Cu-MOFs were immobilized on one side. Third, ECs were seeded on the other side of the samples (6×104 cells/mL) and incubated for 1 day. Then, 20 μM GSNO and 40 μM GSH was added into the cell culture medium of the experimental group whereas only GSH was added in the control group. After being cultured for 12 h, the samples were fixed and rhodamine stained. The migration distance was calculated according to the fluorescence image."
    }, {
      "heading" : "2.7. Macrophage growth behavior on samples",
      "text" : "Mouse RAW264.7 macrophage lineage cells from the American Type Culture Collection were cultured and seeded on the samples in a 24 well cell culture plate (1 mL/well) with a density of 2×104 cells/ mL. After being cultured for different time intervals, the cells were fixed with 2.5% glutaraldehyde, stained by rhodamine, and photographed using a fluorescence microscope.\nPhenotypic analysis of the macrophages was performed by staining CD32 as red and CD206 as green. After incubation for three days on samples, the macrophages were separated and seeded onto a cell culture slide for 2 h then fixed by 4% paraformaldehyde. Next, the samples were immunofluorescently stained using anti-CD32 and anti-CD206 antibodies, and the cell nuclei were DAPI stained and examined using a fluorescence microscope."
    }, {
      "heading" : "2.8. In-vivo animal experiment",
      "text" : "Male Sprague-Dawley rats (n= 12, approximately 300 g) and three male adult New Zealand white rabbits (approximately 3 kg) were used in the in vivo implantation experiments. The nano Cu-MOFs-immobilized coating was prepared on the Ti wires or 316 L stainless steel (SS) stents. The wires were then implanted into the abdominal aorta of the rats. Briefly, the rats were anesthetized by pentobarbital sodium and the abdominal aortas were isolated, then the samples were implanted into the vessels.\nFor the stent implantation experiment, the naked 316 L SS stents and coated stents were first compressed on a balloon. The rabbits were provided with general anesthesia, the femoral arteries were isolated, and then stents were delivered into the left and right iliac arteries by percutaneous puncture after systemic anticoagulation by heparin injection. The stents were expanded by balloon dilatation, pressurized for 45 s, and then depressurized immediately. Finally, the balloon was pulled out quickly, leaving the stent in the iliac artery.\nAll animals were injected with penicillin daily for postoperative\nanti-inflammatory therapy at the first 3 days. After 4 weeks, the samples and the surrounding vessels were collected and fixed with 4% paraformaldehyde. The samples were observed by SEM after dehydration, de-alcoholization, and critical point drying, and sliced for further histologic examination."
    }, {
      "heading" : "2.9. Statistical methods",
      "text" : "All experiments were carried out at least three times and the results are expressed as the means ± standard deviation (SD). Statistical significance was evaluated using a one-way analysis of variance (ANOVA). The statistical differences between two groups were considered significant for p < 0.05."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Preparation of nano Cu-MOFs-immobilized coating",
      "text" : "The Cu-MOFs were prepared by simply converting the Cu(OH)2 to CuBTC according to a simple acid base reaction [28]. The clubbed Cu (OH)2 (Supplementary Fig. 1) converted to grainy Cu-MOFs, with the size of the Cu-MOFs presenting as tens to hundreds of nanometers (Supplementary Fig. 2). The pXRD pattern of synthesized Cu-MOFs matched well with the simulated pattern, and the characteristic peaks of Cu(OH)2 disappeared. The crystal structure of Cu-MOFs in polydopamine did not changed compared with that of bare Cu-MOFs according to pXRD analysis, which confirmed that the crystal structure was maintained when being immobilized by polydopamine (Supplementary Fig. 3).\nThe nano Cu-MOFs were immobilized onto the surface along with polydopamine deposition (Fig. 1a). As shown in Fig. 1b, an obvious color change was observed during sample preparation. The nano CuMOFs distributed in polydopamine uniformly with a clear crystal morphology (Fig. 1c). The crystals of Cu-MOFs were angular, which\nwere different from smooth organic nano particles. Additionally, the size of the crystals in the coating was tens to hundred nanometers and without the larger sized that observed in SEM (Supplementary Fig. 2), which indicated that the bigger crystals could not be firmly immobilized by polydopamine and were removed from the surface by sonication. Element mapping showed that the copper ions mainly aggregated in the nano MOFs (Fig. 1c, lower right corner).\nAs the Cu-MOFs were built of copper ions and BTC, the full spectrum of XPS clearly showed a new peak of copper appearing at 934.2 eV compared with the spectra of sample Ti and PDM (Supplementary Fig. 4). Further curve fitting of the high resolution spectrum of C1s demonstrated that the carboxyl (–COOH, 290.5 eV) group of BTC appeared on the sample MOF (Fig. 1d), whereas this functional group did not exist in the polydopamine film. In addition, the curve fitting of the Cu2p spectrum showed that a fraction of the Cu(ІІ) was reduced to Cu (І) during dopamine deposition (Fig. 1e). Nevertheless, both Cu(ІІ) and Cu(І) would maintain the catalytic activity to decompose an NO donor in the presence of natural reducing agents (e.g., GSH) [29]. Together, the above results suggested the successful immobilization of nano CuMOFs onto the Ti surface."
    }, {
      "heading" : "3.2. NO release and copper ion delivery",
      "text" : "The adaptable and stable NO release exhibited an extraordinary property to inhibit ISR in the previous studies. As chemiluminescence analysis provides an accurate method to evaluate NO release, a Sievers 280i nitric oxide analyzer (NOA 280i, GE) was used to monitor the NO flux (Fig. 2a). GSNO was chosen as the substrate for NO generation because of its wide-spread storage and transport in the blood. The release of NO from GSNO in the presence of copper ion leads to the formation of disulfide according to the reaction 2GSNO → 2NO + GSSG. The NO released over time was calculated using a standard curve (Supplementary Fig. 5), and is depicted in Fig. 2b. The results showed that the interposition of Ti and PDM did not increase the NO flux, whereas an obvious NO release (2.4× 10−10 mol cm−2 min−1) occurred while the sample MOF was immersed into the GSNO. The NO release induced by the sample MOF appeared stable and the release rate was considered suitable, being in the range of the optimal physiological value (0.5–4×10−10 mol cm−2·min−1) [30,31]. The sample MOF exhibited good long-term NO catalytic activity even upon exposure to PBS, and retained a NO release rate of 28.6% (0.7× 10−10 mol cm−2 min−1) after four weeks (Fig. 2c, Supplementary Fig. 6).\nBecause the immediate absorbance of proteins in the blood onto the stent surface once the stent was implanted might shield some catalytic sites, we tested the NO release of sample MOF after protein adsorption. The results showed that after being incubated in the BSA solution (1mg/mL) for 2 h, the NO release rate of the sample MOF was reduced to 1.6×10−10 mol cm−2 min−1. The NO generation speed was still at the range of normal ECs secretion (Fig. 2c, Supplementary Fig. 6). In addition, the nano Cu-MOFs-immobilized coating was also prepared on 316 L SS and Si, with the resulting NO release rate showing no obvious difference (Supplementary Fig. 7).\nIt has been reported that MOFs may be biodegradable under physiological conditions [32], thus leading to local delivery of copper ions. The result showed a fast copper ion release during the initial 3 days (> 2.45 ± 0.19×10−3 μmol cm−1·day−1), indicating that some uncoordinated copper ions existed in the MOFs crystals that were lost quickly. In turn, the subsequent stable and slow copper ion release (0.53–1.82×10−3 μmol cm−1·day−1) might result from the decomposition of the nano Cu-MOFs (Fig. 2d). After 4 weeks of elution, the remaining copper on the surface was checked using an energy dispersive X-ray detector. The results showed that some copper ions were lost, with the element concentration of Cu (related to Ti) decreasing from 0.23% to 0.21% (Fig. 2e)."
    }, {
      "heading" : "3.3. Evaluation of the hemocompatibility of the nano Cu-MOFs-immobilized coating",
      "text" : "Among the potential biological applications of the nano Cu-MOFsimmobilized Ti surface capable of NO catalytic release and copper ion delivery, we first tested the hemocompatibility, which is of peculiar importance for blood contacting materials, using a static whole blood test. After incubating the samples with fresh blood for 45min, a large amount of red blood cells and platelets adhered onto the sample Ti surface, whereas this value was significantly lower on the sample PDM and MOF surface (Supplementary Fig. 8). Specifically, almost no red blood cells adhered on the sample MOF, which might be attributed to the negatively charged eOH residues in the dopamine and eCOOH groups in the Cu-MOFs. Further research is required to explain this phenomenon.\nFor the in vitro tests of platelet adhesion and activation, GSNO and GSH were added into the PRP to compensate for the physiological decomposition of endogenous NO donors after being harvested from rabbits. The group without NO donor was set as a control, and gelatin was added into both the control and the experimental group to active\nthe platelets, thus mimicking the explosion of collagen after stent implantation [6]. As shown in Fig. 3a and b and Supplementary Fig. 9, the immobilization of nano Cu-MOFs via polydopamine led to a reduced platelet adherence compared with that on the Ti surface. Moreover, the inhibition effects on platelet adhesion and activation were found to be enhanced on the sample MOF after GSNO was added.\nExtracorporeal blood circulation was carried out to test the antithrombogenic properties of the nano Cu-MOFs-immobilized coating (Fig. 4a). Owing to the use of oversized samples and the smaller blood reservoir of the rabbit, GSNO was intravenously injected as a supplement to compensate for the fast decomposition of endogenous NO donors. After 30min of blood circulation in the arteriovenous shunt model, the sample Ti and PDM surfaces initiated a severe thrombosis that resulted in dramatic occlusion. In contrast, no serious thrombosis or occlusion was observed in the MOF group (Fig. 4b–d). The blood could flow smoothly in the MOF group compared with that in the control (Fig. 4e). After paraformaldehyde fixation and ethanol dehydration, the thrombi were quantitatively analyzed. As shown in Fig. 4f, the weight of the thrombi on sample Ti and PDM surfaces was apparently higher than that of the sample MOF group. Further observation by\nSEM indicated that a large amount of red blood cells, platelets, and fibrin networks were formed on the sample Ti and PDM surfaces whereas very few appeared on the sample MOF group (Fig. 4g). These results suggested that the nano Cu-MOFs-immobilized coating might represent a promising method for improving the anti-thrombogenic properties of vascular stents."
    }, {
      "heading" : "3.4. Proliferation of ECs and SMCs on samples",
      "text" : "As rapid endothelialization and inhibiting intimal hyperplasia can avoid LST and restenosis [33], we tested the growth behavior of ECs and SMCs on the surfaces. Notably, the sample MOF afforded an obvious promotion of ECs adhesion, proliferation, and migration (Fig. 5a–c, Supplementary Fig. 10) but inhibited the hyperplasia of SMCs (Fig. 5d–f); once the NO donor was added, the difference became even more pronounced. In addition, we tested the competitive growth of the ECs and SMCs on samples by incubation with 1:1 mixed ECs and SMCs. The results revealed that the nano Cu-MOFs-immobilized coating selectively enhanced ECs growth, while suppressing the adhesion and proliferation of SMCs, as evidenced by the significant increase in the ratio of ECs to SMCs in the presence of the NO donor (Fig. 7c and d, Supplementary Fig. 11)."
    }, {
      "heading" : "3.5. In vivo animal implantation experiment",
      "text" : "The in vivo endothelialization and intimal hyperplasia of the nano Cu-MOFs-immobilized coating was evaluated. Firstly, the modified 316 L SS stents were implanted into the iliac artery of New Zealand White rabbits, with a bare 316 L SS stent set as a control. After a four week implantation, a natural endothelial layer was completely formed on the stents in the sample MOF group whereas numerous red blood cells and activated platelets were found to adhere on the misshapen endothelial layer on the bare 316 L SS stents (Fig. 6a). The results indicated that the immobilization of nano Cu-MOFs significantly lowered the risk of delayed endothelialization and late thrombosis in stents. To estimate the ISR of nano Cu-MOFs-immobilized stents, a histomorphometric analysis was further carried out. The images of hematoxylin eosin (HE)-stained cross-sections of arteries with stents are shown in\nFig. 6b. The neointimal thickness and restenosis rate were significantly reduced in the MOF group compared to those of bare 316 L SS stents (Fig. 6c).\nThe coating was also prepared on Ti wires and implanted into the abdominal aortas of rats for four weeks. As shown in Fig. 6e, an intact endothelial monolayer surrounded the newborn tissue in the sample MOF group (CD 31 expression of ECs was indicated in green; amplified red square in Fig. 6e), which suggested that the nano Cu-MOFs-immobilized coating possessed a better re-endothelialized function compared with that of the bare Ti wire. In addition, of the two SMCs phenotypes, contractile (α-SMA expression) and synthetic (OPN expression), the former were reported to contribute to the formation of normal vascular intima whereas the latter might cause intima hyperplasia [34]. Our results showed that both SMCs phenotypes could be observed in the tissue around the Ti and MOF samples. However, the MOF group exhibited a complete circle of contractile phenotype SMCs (α-SMA expression, red), whereas a discontinuous layer of contractile phenotype SMCs near the normal blood vessel wall appeared in the Ti group. The majority of SMCs around the Ti expressed the synthetic phenotype (OPN expression, green). Moreover, a thinner neointima was observed in the MOF group than that in the Ti group (Fig. 6d). The results suggested that the nano Cu-MOFs-immobilized coating might be more beneficial for inhibiting intimal hyperplasia than Ti. Therefore, the nano Cu-MOFs-immobilized coating on cardiovascular stents for in situ catalytic NO generation and copper ion delivery presented great ability to enhance re-endothelialization and reduce ISR."
    }, {
      "heading" : "4. Discussion",
      "text" : ""
    }, {
      "heading" : "4.1. NO release and hemocompatibilty",
      "text" : "Thrombosis constitutes a limitation on the overall success of cardiovascular interventions. The adhesion, aggregation, and activation of platelets on cardiovascular stents activate the clotting cascade and lead to thrombosis, whereas NO produced by ECs plays a key role in maintaining blood flow in the blood vessel. Specifically, ECs secrete NO in the range of approximately (0.5–4.0)× 10−10 mol cm−2 min−1. Exogenous NO addition was reported to inhibit platelet activation via\nthe NO-cGMP pathway [35], along with suppressing platelet adhesion and aggregation. In addition, the inhibitory effect of NO on platelet function occurs in a dose dependent manner [36]. However, NO release beyond the range produced by ECs is implicated in cytotoxicity and adverse outcomes in the vascular system [37]. As a response to intimal injury after stent implantation, vascular cells, immune cells, and activated platelets produce free radicals, such as superoxide (O2−). In turn, the O2− reacts with extra NO to form the unstable metabolite peroxinitrate (ONOO−) to generate nitrogen dioxide (•NO2) and carbonate radical (CO3−•), which can cause tissue injury and delay re-endothelialization.\nIn the previous study from our lab [6], selenocystamine was used as the catalytic active molecule that was immobilized in the polydopamine-coated matrix. It was found that NO release in the range of 0.5–2.2×10−10 mol cm−2·min−1 had a significant effect on the inhibition of platelet activation. In the present study, NO release (2.4× 10−10 mol cm−2 min−1of original NO release) was catalyzed by immobilized nano Cu- MOFs in a polydopamine matrix, which showed marked ability to inhibit platelet adhesion and activation via the cGMP pathway (Fig. 7a). In addition, favorable NO release (0.7× 10−10 mol cm−2 min−1) was observed even following immersion in PBS for four weeks (Fig. 2c, Supplementary Fig. 6), indicating that this coating might retain a long-term catalytic activity to release NO, thereby inhibiting thrombi formation to some extent.\nHowever, NO release was reduced upon the occurrence of nonspecific protein adsorption (Supplementary Fig. 6). Moreover, upon\nimplantation in vivo, protein adsorption and cell coverage on the surface was inevitable, indicating that adaptable NO release combined with EC-based promotion is required for long-term anti-coagulative effects."
    }, {
      "heading" : "4.2. Synergistic effect of NO and copper ions toward promoting reendothelialization",
      "text" : "ECs malfunction constitutes the main cause of atherosclerosis formation; moreover, stent implantation injures the intima, which results in worsening endothelium malfunction. NO has been reported to have an effect toward enhancing ECs adhesion, proliferation, and migration [38]; hence, NO-releasing materials have the potential to promote stent endothelialization. Compared with the no-donor group, ECs adhesion, growth (Fig. 5a–c), and migration (Supplementary Fig. 10) were significantly enhanced with NO release on sample MOF. Notably, atherosclerosis provides an oxidizing environment and the implantation of stents also causes oxidative damage; thus, re-endothelialization is delayed at the lesion location. However, it has been reported that NO could play a protective role to suppress the apoptosis of ECs and promote endothelialization under oxidizing conditions [39]. To evaluate the protective effect of NO in this study, 100 μMH2O2 was added into the cell culture medium to simulate oxidative damage to ECs. Fewer cells were found to be damaged on the sample MOF in the presence of GSNO (Supplementary Fig. 12).\nAlthough NO release has a positive influence on endothelialization,\nsurface masking in vivo may limit the actual effect. Unlike previous studies from our group [6,8], a simultaneous copper ion release strategy was designed in the present study as it has been reported that copper addition promoted ECs proliferation while inhibiting SMCs at a low concentration (< 7.5 μg/mL) [40]. Consistent with this observation, the nano Cu-MOFs-immobilized coating exhibited a very slow copper release (0.53–1.82× 10−3 μmol cm−1·day−1) and selectively promoted ECs adhesion and proliferation but inhibited SMCs (Fig. 7c and d and Supplementary Fig. 11). In a recent study [41], it was demonstrated that selectively promoting ECs rather than SMCs growth is helpful to form a healthy endothelial layer without hyperplasia. Moreover, it was\nalso reported that copper is essential to the activities of Cu-Zn superoxide dismutase to promote free radical elimination [42], which may inhibit ECs apoptosis in response to oxidative damage. Accordingly, our findings showed that copper ion release from Cu-MOFs played a supplementary role in enhancing ECs survival in the presence of H2O2 (Supplementary Fig. 12)."
    }, {
      "heading" : "4.3. Mechanism of inhibition of neointimal hyperplasia in vivo",
      "text" : "The in vivo results showed that the nano Cu-MOFs-immobilized coating reduced the neointimal thickness compared with that of 316 L\nSS or Ti. This might be attributed to the selectiveness of the coating to promote ECs but inhibit SMCs proliferation. As SMCs migrate faster than ECs, if a surface does not exhibit a selective ability, SMCs proliferation will lead to severe intimal hyperplasia, and endothelialization may be delayed on the surface to cause LST. The Cu-MOFs-immobilized coating could inhibit SMCs-mediated hyperplasia via the NO-cGMP pathway (Fig. 7b), and with the accelerated re-endothelialization consequently suppressing SMCs proliferation.\nIn addition, as materials are foreign to the human body, the stents would inevitably introduce an inflammatory reaction. Furthermore, inflammation represents the first response of the immune system to manage the wound healing consequent to the intimal injury resulting from implantation of cardiovascular stents [43,44]. As macrophages play a crucial role during the inflammatory process [45], they will be activated around the stents and modulate the progression and resolution of inflammation [46,47]. Untrammeled acute inflammation appearing in the wound or at the implantation site may lead to stent failure in the first three days, as the cytokines and growth factors secreted by macrophages will promote SMCs migration and proliferation\nalong with extracellular matrix production [48]. Thus, it is critical to alleviate the inflammatory response at its initiation. Furthermore, successful tissue repair requires the resolution of the inflammation through the release of anti-inflammatory mediators, cleavage of chemokines, down regulation of inflammatory mediators and receptors, and apoptosis of immune cells [49]. Our results showed that the adhesion and proliferation of macrophages were significantly inhibited on sample MOF with or without an NO donor (Fig. 8a and b, Supplementary Fig. 13), indicating that the nano Cu-MOFs-immobilized coating might reduce acute inflammation to suppress SMCs proliferation around the stents.\nFinally, macrophages can differentiate into classical (M1) and alternative (M2) macrophages after being activated [50]. The pro-inflammatory phenotype M1 macrophages are more likely to express CD 32, whereas the anti-inflammatory phenotype M2 macrophages prefer to express CD206 and promote tissue regeneration. As shown in Fig. 8c, the immunofluorescence assay results suggested that the macrophages on sample MOF expressed less CD 32 after being incubated for three days when compared with that on Ti and PDM samples, which promoted the reduction of the inflammatory response to facilitate wound healing, inhibit SMCs hyperplasia, and support re-endothelialization.\nIn summary, the nano Cu-MOFs-immobilized coating could inhibit platelet adhesion and activation to suppress thrombosis, enhance ECs growth to promote re-endothelialization, reduce SMCs proliferation and macrophages activation to decrease the risk of ISR via NO release and copper ion delivery synergistically after stent implantation (Fig. 9)."
    }, {
      "heading" : "5. Conclusion",
      "text" : "In this study, nano Cu-MOFs were immobilized by a polydopamine coating for simultaneous in situ catalytic generation of NO and delivery of copper ions. The nano Cu-MOFs-immobilized coating exhibited ideal NO release and adaptable copper ion delivery; moreover, the NO and copper ions played a synergistic role in inhibiting gelatin-induced platelet activation, promoting the growth of ECs, and suppressing SMCs and macrophages adhesion and proliferation to reduce intimal hyperplasia. The ex vivo and in vivo animal experiments demonstrated that the properties of anticoagulation, re-endothelialization, and anti-hyperplasia were dramatically enhanced by the nano Cu-MOFs-immobilized coating. In summary, the results suggested the marked potential of Cu-MOFs in cardiovascular applications and that the nano CuMOFs-immobilized coating provided a promising method to prepare a multifunctional surface that may address the issues of LST and ISR through surface modification of cardiovascular stents.\nAssociated content\nSupport information available\nExperimental details for preparation, standard curve for NO calculation and characterization of the nano Cu-MOFs, and some results are provided in the support information. This material is available free of charge via the internet at http://\nNotes\nThe authors declare no competing financial interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The financial support for this work by National Natural Science Foundation of China (No. 31270020), China Postdoctoral Science Foundation (2018T110976) and Fundamental Research Funds for the Central Universities (2682016YXZT14) are greatly acknowledged."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biomaterials.2019.03.007."
    } ],
    "references" : [ {
      "title" : "Coronary stents : current status",
      "author" : [ "S. Garg", "P.W. Serruys" ],
      "venue" : "J. Am. Coll. Cardiol. 56 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Cardiovascular stents: overview",
      "author" : [ "S. Borhani", "S. Hassanajili", "S.H. Ahmadi Tafti", "S. Rabbani" ],
      "venue" : "evolution, and next generation, Progress in biomaterials 7 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Advanced stents for cardiovascular applications",
      "author" : [ "M.A. Elnaggar", "Y.K. Joung", "D.K. Han" ],
      "venue" : "in: H. Jo, H.W. Jun, J. Shin, S. Lee (Eds.), Biomedical Engineering: Frontier Research and Converging Technologies, 9 Biosystems & Biorobotics",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nitric oxide-releasing biomaterials for biomedical applications",
      "author" : [ "X. Zhou", "J. Zhang", "G. Feng", "J. Shen", "D. Kong", "Q. Zhao" ],
      "venue" : "Curr. Med. Chem. 23 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nitric oxide",
      "author" : [ "J.S. Beckman", "W.H. Koppenol" ],
      "venue" : "superoxide, and peroxynitrite: the good, the bad, and ugly, Am. J. Physiol. Cell Physiol. 271 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "F",
      "author" : [ "Z. Yang", "Y. Yang", "L. Zhang", "K. Xiong", "X. Li" ],
      "venue" : "Zhang, et al., Mussel-inspired catalytic selenocystamine-dopamine coatings for long-term generation of therapeutic gas on cardiovascular stents, Biomaterials 178 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Metal-phenolic surfaces for generating therapeutic nitric oxide gas",
      "author" : [ "Z. Yang", "Y. Yang", "K. Xiong", "J. Wang", "H. Lee", "N. Huang" ],
      "venue" : "Chem. Mater. 30 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synergetic coordination and catecholamine chemistry for catalytic generation of nitric oxide on vascular stents",
      "author" : [ "X. Li", "H. Qiu", "P. Gao", "Y. Yang", "Z. Yang", "N. Huang" ],
      "venue" : "NPG Asia Mater. 10 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The preparation of metal-organic frameworks and their biomedical application",
      "author" : [ "R. Liu", "T. Yu", "Z. Shi", "Z. Wang" ],
      "venue" : "Int. J. Nanomed. 11 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "P",
      "author" : [ "P. Horcajada", "R. Gref", "T. Baati", "P.K. Allan", "G. Maurin" ],
      "venue" : "Couvreur, et al., Metalorganic frameworks in biomedicine, Chem. Rev. 112 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Biomedical applications of metal organic frameworks",
      "author" : [ "S. Keskin", "S. Kızılel" ],
      "venue" : "Ind. Eng. Chem. Res. 50 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "S",
      "author" : [ "B. Xiao", "P.S. Wheatley", "X. Zhao", "A.J. Fletcher" ],
      "venue" : "Fox, A.G. Rossi, et al., High-capacity hydrogen and nitric oxide adsorption and storage in a metal-organic framework, J. Am. Chem. Soc. 129 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Exceptional behavior over the whole adsorption-storage-delivery cycle for NO in porous metal organic frameworks",
      "author" : [ "A.C. McKinlay", "B. Xiao", "D.S. Wragg", "P.S. Wheatley", "I.L. Megson", "R.E. Morris" ],
      "venue" : "J. Am. Chem. Soc. 130 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Kenry",
      "author" : [ "D. Mao", "F. Hu" ],
      "venue" : "S. Ji, W. Wu, D. Ding, et al., Metal-organic-Framework-assisted in vivo bacterial metabolic labeling and precise antibacterial therapy, Adv. Mater. 30 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Composite materials with embedded metal organic framework catalysts for nitric oxide release from bioavailable S-nitrosothiols",
      "author" : [ "J.L. Harding", "M.M. Reynolds" ],
      "venue" : "J. Mater. Chem. B 2 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Water-stable metal-organic framework/polymer composites compatible with human hepatocytes",
      "author" : [ "M.J. Neufeld", "B.R. Ware", "A. Lutzke", "S.R. Khetani", "M.M. Reynolds" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Influence of copper-bearing stainless steel on adhesion",
      "author" : [ "L. Xu", "Y. Zhang", "K. Yang", "L. Ren", "Q. Wang" ],
      "venue" : "proliferation and apoptosis of vascular endothelial cell, West China J. Stomatol. ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Copper stimulates proliferation of human endothelial cells under culture",
      "author" : [ "G.F. Hu" ],
      "venue" : "J. Cell. Biochem. 69 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Role of copper in tumour angiogenesis–clinical implications",
      "author" : [ "A. Nasulewicz", "A. Mazur", "A. Opolski" ],
      "venue" : "J. Trace Elem. Med. Biol. Organ Soc. for Miner. Trace Elem. 18  ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "P",
      "author" : [ "C.K. Sen", "S. Khanna", "M. Venojarvi" ],
      "venue" : "Trikha, E.C. Ellison, T.K. Hunt, et al., Copperinduced vascular endothelial growth factor expression and wound healing, Am. J. Physiol. Heart Circ. Physiol. 282 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "N",
      "author" : [ "M. Frangoulis", "P. Georgiou", "C. Chrisostomidis", "D. Perrea", "I. Dontas" ],
      "venue" : "Kavantzas, et al., Rat epigastric flap survival and VEGF expression after local copper application, Plast. Reconstr. Surg. 119 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Immobilization of metal-organic framework copper(II) benzene-1,3,5-tricarboxylate (CuBTC) onto cotton fabric as a nitric oxide release catalyst",
      "author" : [ "M.J. Neufeld", "J.L. Harding", "M.M. Reynolds" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Liquid-phase epitaxy of metal organic framework thin films",
      "author" : [ "B. Liu", "R.A. Fischer" ],
      "venue" : "Sci. China Chem. 54 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Mussel-inspired surface chemistry for multifunctional coatings",
      "author" : [ "H. Lee", "S.M. Dellatore", "W.M. Miller", "P.B. Messersmith" ],
      "venue" : "Science 318 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "C",
      "author" : [ "T. Liu", "X. Wang", "X. Tang", "T. Gong", "W. Ye" ],
      "venue" : "Pan, et al., Surface modification with ECM-inspired SDF-1 alpha/laminin-loaded nanocoating for vascular wound healing, ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Platelet shape change and cytoskeletal reorganization on polyurethaneureas",
      "author" : [ "S.L. Goodman", "T.G. Grasel", "S.L. Cooper", "R.M. Albrecht" ],
      "venue" : "J. Biomed. Mater. Res. 23 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Chirality-mediated enhancement of nitric oxide release and regulation of endothelial cells behaviors by cystine immobilization on Ti–O films",
      "author" : [ "Y. Weng", "S. Wu", "Y. Fan", "H. Han", "H. Wang", "N. Huang" ],
      "venue" : "RSC Adv. 7 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Scalable room-temperature conversion of copper(II) hydroxide into HKUST-1 (Cu3 (btc)2)",
      "author" : [ "G. Majano", "J. Perez-Ramirez" ],
      "venue" : "Adv. Mater. 25 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Spontaneous catalytic generation of nitric oxide from Snitrosothiols at the surface of polymer films doped with lipophilic copperII complex",
      "author" : [ "B.K. Oh", "M.E. Meyerhoff" ],
      "venue" : "J. Am. Chem. Soc. 125 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Effective diffusion distance of nitric oxide in the microcirculation",
      "author" : [ "M.W. Vaughn", "L. Kuo", "J.C. Liao" ],
      "venue" : "Am. J. Physiol. 274 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Estimation of nitric oxide production and reaction rates in tissue by use of a mathematical model, Am",
      "author" : [ "Mark W. Vaughn LK", "C. James", "Liao" ],
      "venue" : "J. Physiol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1998
    }, {
      "title" : "Metal-organic framework-based nanomedicine platforms for drug delivery and molecular imaging",
      "author" : [ "W. Cai", "C.C. Chu", "G. Liu", "Y.X. Wang" ],
      "venue" : "Small 11 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Recent advances to accelerate reendothelialization for vascular stents",
      "author" : [ "T.M. Bedair", "M.A. ElNaggar", "Y.K. Joung", "D.K. Han" ],
      "venue" : "J. Tissue Eng. 8 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Circumferential alignment of vascular smooth muscle cells in a circular microchannels",
      "author" : [ "J.S. Choi", "Y. Piao", "K.H. Kim", "T.S. Seo" ],
      "venue" : "The Summer Conference of the Korean Vacuum Society",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Thrombospondin-1 inhibits endothelial cell responses to nitric oxide in a cGMPdependent manner",
      "author" : [ "J.S. Isenberg", "L.A. Ridnour", "E.M. Perruccio", "M.G. Espey", "D.A. Wink", "D.D. Roberts" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 102 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "J",
      "author" : [ "Y. Weng", "Q. Song", "Y. Zhou", "L. Zhang", "J. Wang" ],
      "venue" : "Chen, et al., Immobilization of selenocystamine on TiO2 surfaces for in situ catalytic generation of nitric oxide and potential application in intravascular stents, Biomaterials 32 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nitric oxide-releasing polyurethane–PEG copolymer containing the YIGSR peptide promotes endothelialization with decreased platelet adhesion",
      "author" : [ "L.J. Taite", "P. Yang", "H.-W. Jun", "J.L. West" ],
      "venue" : "J. Biomed. Mater. Res. B Appl. Biomater. 84B ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Nitric oxide suppresses NADPH oxidase-dependent superoxide production by S-nitrosylation in human endothelial cells",
      "author" : [ "S. Selemidis", "G.J. Dusting", "H. Peshavariya", "B.K. Kempharper", "G.R. Drummond" ],
      "venue" : "Cardiovasc. Res. 75 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Improving hemocompatibility and accelerating endothelialization of vascular stents by a copper-titanium film",
      "author" : [ "H. Liu", "C. Pan", "S. Zhou", "J. Li", "N. Huang", "L. Dong" ],
      "venue" : "Mater. Sci. Eng. C Mate. Biol. Appl. 69 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "Y. Wei" ],
      "venue" : "Ji, L.L. Xiao, Q.K. Lin, J.P. Xu, K.F. Ren, et al., Surface engineering of cardiovascular stent with endothelial cell selectivity for invivo re-endothelialisation, Biomaterials 34 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Metals",
      "author" : [ "M. Valko", "H. Morris", "M.T. Cronin" ],
      "venue" : "toxicity and oxidative stress, Curr. Med. Chem. 12 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Restenosis and the proportional neointimal response to coronary artery injury: results in a porcine",
      "author" : [ "R.S. Schwartz", "K.C. Huber", "J.G. Murphy", "W.D. Edwards", "A.R. Camrud", "R.E. Vlietstra" ],
      "venue" : "model, J. Am. Coll. Cardiol",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1992
    }, {
      "title" : "Y",
      "author" : [ "J. Li", "D. Zou", "K. Zhang", "X. Luo", "P. Yang" ],
      "venue" : "Jing, et al., Strong multi-functions based on conjugating chondroitin sulfate onto an amine-rich surface will direct the vascular cell fate for cardiovascular implanted devices, J. Mater. Chem. B 5 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "D.P. Vasconcelos" ],
      "venue" : "Costa, I.F. Amaral, M.A. Barbosa, A.P. Á, J.N. Barbosa, Development of an immunomodulatory biomaterial: using resolvin D1 to modulate inflammation, Biomaterials 53 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Protective and pathogenic functions of macrophage subsets",
      "author" : [ "P.J. Murray", "T.A. Wynn" ],
      "venue" : "Nat. Rev. Immunol. 11 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Alveolar macrophages: plasticity in a tissue-specific context",
      "author" : [ "T. Hussell", "T.J. Bell" ],
      "venue" : "Nat. Rev. Immunol. 14 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Atherosclerosis",
      "author" : [ "A.J. Lusis" ],
      "venue" : "Nature. 407 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Inflammation in wound repair: molecular and cellular mechanisms",
      "author" : [ "S.A. Eming", "T. Krieg", "J.M. Davidson" ],
      "venue" : "J. Investig. Dermatol. 127 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "X",
      "author" : [ "M. Li", "L. Gao", "J. Chen", "Y. Zhang", "J. Wang" ],
      "venue" : "Lu, et al., Controllable release of interleukin-4 in double-layer sol-gel coatings on TiO2 nanotubes for modulating macrophage polarization, Biomed. Mater. 13 (2018) 045008.  Y. Fan, et al. Biomaterials 204 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Cardiovascular stents are considered to be one of the most effective treatments for atherosclerosis [1].",
      "startOffset" : 100,
      "endOffset" : 103
    }, {
      "referenceID" : 1,
      "context" : "However, despite marked success in clinic application, the long-term safety of cardiovascular stents consequent to in-stent restenosis (ISR) and late stent thrombosis (LST), remains an ongoing concern [2].",
      "startOffset" : 201,
      "endOffset" : 204
    }, {
      "referenceID" : 2,
      "context" : "Then, delayed re-endothelialization and SMCs hyperplasia result in LST and ISR, thus reducing the long-term effectiveness of cardiovascular stents [3].",
      "startOffset" : 147,
      "endOffset" : 150
    }, {
      "referenceID" : 3,
      "context" : "Hence, biomaterials mimicking ECs with NO release showed good properties and became a research hotspots in cardiovascular implants [4].",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 4,
      "context" : "Adaptable NO release supports the positive functions of stents, but excessive amounts of NO may form peroxynitrites (ONOO-) to disrupt re-endothelialization at the injury location, along with aggravating the oxidative stress damage and inflammatory response to promote renascent atherosclerosis [5].",
      "startOffset" : 295,
      "endOffset" : 298
    }, {
      "referenceID" : 11,
      "context" : "For example, MOFs have been used to load and delivery NO for therapeutic applications such as to inhibit platelet aggregation [12], relax coronary arteries [13], or inhibit microbial proliferation [14] in vitro.",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 12,
      "context" : "For example, MOFs have been used to load and delivery NO for therapeutic applications such as to inhibit platelet aggregation [12], relax coronary arteries [13], or inhibit microbial proliferation [14] in vitro.",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 13,
      "context" : "For example, MOFs have been used to load and delivery NO for therapeutic applications such as to inhibit platelet aggregation [12], relax coronary arteries [13], or inhibit microbial proliferation [14] in vitro.",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 14,
      "context" : "CuBTC (also termed HKUST-1 or MOF199) [15] and CuBTTri [16], either grown in situ on a polymer surface or blended into polymer, were both identified as heterogeneous NO catalysts to decompose endogenous Snitrosothiols.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 15,
      "context" : "CuBTC (also termed HKUST-1 or MOF199) [15] and CuBTTri [16], either grown in situ on a polymer surface or blended into polymer, were both identified as heterogeneous NO catalysts to decompose endogenous Snitrosothiols.",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 16,
      "context" : "In addition, the delivery of copper ions alone can stimulate the adhesion [17], proliferation [18], and migration [19] of ECs, also it can promote wound healing through up-regulating of VEGF expression [20,21].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 17,
      "context" : "In addition, the delivery of copper ions alone can stimulate the adhesion [17], proliferation [18], and migration [19] of ECs, also it can promote wound healing through up-regulating of VEGF expression [20,21].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 18,
      "context" : "In addition, the delivery of copper ions alone can stimulate the adhesion [17], proliferation [18], and migration [19] of ECs, also it can promote wound healing through up-regulating of VEGF expression [20,21].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 19,
      "context" : "In addition, the delivery of copper ions alone can stimulate the adhesion [17], proliferation [18], and migration [19] of ECs, also it can promote wound healing through up-regulating of VEGF expression [20,21].",
      "startOffset" : 202,
      "endOffset" : 209
    }, {
      "referenceID" : 20,
      "context" : "In addition, the delivery of copper ions alone can stimulate the adhesion [17], proliferation [18], and migration [19] of ECs, also it can promote wound healing through up-regulating of VEGF expression [20,21].",
      "startOffset" : 202,
      "endOffset" : 209
    }, {
      "referenceID" : 21,
      "context" : "However, as the in situ growth of Cu-MOFs is determined by the functional groups or metal ion coordination centers, tedious pretreatment of the material is required to activate the surface for its growth [22,23].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 22,
      "context" : "However, as the in situ growth of Cu-MOFs is determined by the functional groups or metal ion coordination centers, tedious pretreatment of the material is required to activate the surface for its growth [22,23].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 23,
      "context" : "Alternatively, polydopamine film exhibits strong adhesion to almost any substrate via covalent and/or non-covalent interactions [24].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 24,
      "context" : "In addition, previous studies showed that polydopamine films have good biocompatibility and could be used for binding various kinds of biological molecules or nanoparticles onto surfaces for biomedical applications [25].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 25,
      "context" : "[26], platelets adhered on biomaterials can be classified as five shapes: i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "ECs migration was analyzed as previously reported [27].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 27,
      "context" : "The Cu-MOFs were prepared by simply converting the Cu(OH)2 to CuBTC according to a simple acid base reaction [28].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 31,
      "context" : "It has been reported that MOFs may be biodegradable under physiological conditions [32], thus leading to local delivery of copper ions.",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 5,
      "context" : "The group without NO donor was set as a control, and gelatin was added into both the control and the experimental group to active the platelets, thus mimicking the explosion of collagen after stent implantation [6].",
      "startOffset" : 211,
      "endOffset" : 214
    }, {
      "referenceID" : 32,
      "context" : "As rapid endothelialization and inhibiting intimal hyperplasia can avoid LST and restenosis [33], we tested the growth behavior of ECs and SMCs on the surfaces.",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 33,
      "context" : "In addition, of the two SMCs phenotypes, contractile (α-SMA expression) and synthetic (OPN expression), the former were reported to contribute to the formation of normal vascular intima whereas the latter might cause intima hyperplasia [34].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 34,
      "context" : "the NO-cGMP pathway [35], along with suppressing platelet adhesion and aggregation.",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 35,
      "context" : "In addition, the inhibitory effect of NO on platelet function occurs in a dose dependent manner [36].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 5,
      "context" : "In the previous study from our lab [6], selenocystamine was used as the catalytic active molecule that was immobilized in the polydopamine-coated matrix.",
      "startOffset" : 35,
      "endOffset" : 38
    }, {
      "referenceID" : 36,
      "context" : "NO has been reported to have an effect toward enhancing ECs adhesion, proliferation, and migration [38]; hence, NO-releasing materials have the potential to promote stent endothelialization.",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 37,
      "context" : "However, it has been reported that NO could play a protective role to suppress the apoptosis of ECs and promote endothelialization under oxidizing conditions [39].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 5,
      "context" : "Unlike previous studies from our group [6,8], a simultaneous copper ion release strategy was designed in the present study as it has been reported that copper addition promoted ECs proliferation while inhibiting SMCs at a low concentration (< 7.",
      "startOffset" : 39,
      "endOffset" : 44
    }, {
      "referenceID" : 7,
      "context" : "Unlike previous studies from our group [6,8], a simultaneous copper ion release strategy was designed in the present study as it has been reported that copper addition promoted ECs proliferation while inhibiting SMCs at a low concentration (< 7.",
      "startOffset" : 39,
      "endOffset" : 44
    }, {
      "referenceID" : 39,
      "context" : "In a recent study [41], it was demonstrated that selectively promoting ECs rather than SMCs growth is helpful to form a healthy endothelial layer without hyperplasia.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 40,
      "context" : "Moreover, it was also reported that copper is essential to the activities of Cu-Zn superoxide dismutase to promote free radical elimination [42], which may inhibit ECs apoptosis in response to oxidative damage.",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 41,
      "context" : "Furthermore, inflammation represents the first response of the immune system to manage the wound healing consequent to the intimal injury resulting from implantation of cardiovascular stents [43,44].",
      "startOffset" : 191,
      "endOffset" : 198
    }, {
      "referenceID" : 42,
      "context" : "Furthermore, inflammation represents the first response of the immune system to manage the wound healing consequent to the intimal injury resulting from implantation of cardiovascular stents [43,44].",
      "startOffset" : 191,
      "endOffset" : 198
    }, {
      "referenceID" : 43,
      "context" : "As macrophages play a crucial role during the inflammatory process [45], they will be activated around the stents and modulate the progression and resolution of inflammation [46,47].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 44,
      "context" : "As macrophages play a crucial role during the inflammatory process [45], they will be activated around the stents and modulate the progression and resolution of inflammation [46,47].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 45,
      "context" : "As macrophages play a crucial role during the inflammatory process [45], they will be activated around the stents and modulate the progression and resolution of inflammation [46,47].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 46,
      "context" : "Untrammeled acute inflammation appearing in the wound or at the implantation site may lead to stent failure in the first three days, as the cytokines and growth factors secreted by macrophages will promote SMCs migration and proliferation along with extracellular matrix production [48].",
      "startOffset" : 282,
      "endOffset" : 286
    }, {
      "referenceID" : 47,
      "context" : "Furthermore, successful tissue repair requires the resolution of the inflammation through the release of anti-inflammatory mediators, cleavage of chemokines, down regulation of inflammatory mediators and receptors, and apoptosis of immune cells [49].",
      "startOffset" : 245,
      "endOffset" : 249
    }, {
      "referenceID" : 48,
      "context" : "Finally, macrophages can differentiate into classical (M1) and alternative (M2) macrophages after being activated [50].",
      "startOffset" : 114,
      "endOffset" : 118
    } ],
    "year" : 2019,
    "abstractText" : "In-stent restenosis is worsened by thrombosis, acute inflammation, and uncontrollable smooth muscle cells (SMCs) proliferation at the early stage of implantation. Tailoring the stent surface can inhibit thrombosis, intimal hyperplasia, and accelerate re-endothelialization. In situ nitric oxide (NO) generation is considered as a promising method to improve anti-coagulation and anti-hyperplasia abilities. Copper based metal organic frameworks showed great potential as catalysts for NO generation, and copper ion (Cu) was demonstrated to promote endothelial cells (ECs) growth. Herein, by using polydopamine as the linker and coating matrix, nanoscale copper-based metal organic frameworks (nano Cu-MOFs) were immobilized onto the titanium surface for simultaneous nitric oxide (NO) catalytic generation and Cu delivery. The nano Cu-MOFs-immobilized coating exhibited desirable NO release and adaptable Cu delivery. Such coating inhibited platelet aggregation and activation via NO-cGMP signaling pathway, and significantly reduced thrombosis in an ex vivo extracorporeal circulation model. NO release and Cu delivery showed synergetic effect to promote EC proliferation. Moreover, SMCs and macrophage proliferation was suppressed by the nano Cu-MOFs-immobilized coating, thereby reducing neointimal hyperplasia in vivo. Overall, this biocompatible coating is convenient for the surface modification of cardiovascular stents and effectively prevents the late stent thrombosis and in-stent restenosis associated with stent implantation.",
    "creator" : "Elsevier"
  }
}