{
  "name" : "downloads_2019-11-15_c5_walker2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synergistic effects in gas sensing semiconducting oxide nano-heterostructures_ A review",
    "authors" : [ "Janine M. Walker", "Sheikh A. Akbar", "Patricia A. Morris" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nSensors and Actuators B: Chemical\njournal homepage: www.elsevier.com/locate/snb\nSynergistic effects in gas sensing semiconducting oxide nanoheterostructures: A review Janine M. Walker, Sheikh A. Akbar⁎, Patricia A. Morris Center for Industrial Sensors and Measurements, Columbus, OH 432101178, United States\nA R T I C L E I N F O\nKeywords: Heterostructure Gas sensor Metal oxide Sensitization Selectivity Synergistic effect\nA B S T R A C T\nMetal oxide resistive-type nano-scale gas sensors have been investigated for their low cost, high sensitivity, and environmentally friendly fabrication. In these sensors, electrical resistance measurements are used to detect the presence of gas. In n-type metal oxides, resistance is increased by coverage of adsorbed oxygen and lowered by removal of adsorbed oxygen through reactions with reducing gasses. The sensitivity and selectivity of these sensors have been improved by incorporation of heterostructures. Heterostructures may improve sensor performance through facilitating catalytic activity, increasing adsorption, and creating a charge carrier depletion layer that produces a larger modulation in resistance. Synergistic effects in these gas sensors describe the improved sensor signal due to these combined effects which act to amplify the reception and transduction of the sensor signal. Receptive mechanisms may be improved by increasing adsorption and reactivity. Transduction mechanisms may be improved by restriction of the major charge conduction channels which helps to maximize resistance modulation. In this review, the synergistic effect achieved by combining these two mechanisms are examined. Fundamental properties of the metal oxide surface are used to provide insight for the large body of experimental evidence available for metal oxide resistive-type gas sensors. This review aims to connect experimental evidence to conceptual mechanistic descriptions by examining adsorption processes, charge transfer, reaction mechanisms, morphology, and ambient gas interactions."
    }, {
      "heading" : "1. Introduction",
      "text" : "Metal oxide gas sensors have been widely investigated since the 1960s due to their low cost, ease of use, scalability and high sensitivity. Novel and unique structures, synthesis methods, processing techniques, additives, and annealing treatments have been utilized to produce a large body of literature on nano-scale metal oxide sensors [1,2]. Many variables that influence sensing, such as size, shape and material choice have been varied to observe the parameters that produce an optimal response. However, the methods used for sensor fabrication has far outpaced the amount of systematic studies on the interactions between each method. While current research efforts show many novel and promising improvements in sensitivity, selectivity, and stability, it remains a challenge to predict which processing technique and material selection will produce optimum sensor characteristics. While the large array of studies can make it difficult to isolate the most crucial variables dictating improved sensor behavior, this large body of experimental evidence also provides the opportunity to organize and compare these studies so that new experiments can be performed to eliminate some experimental variables such as processing techniques and testing\nconditions. This review aims to present the major mechanistic details of sensor processes with the aim of providing a comprehensive picture of the adsorption, reactivity, and conduction mechanisms that have caused improvements in sensitivity and selectivity. To keep the discussion focused, resistive sensors with n-type conduction channels are emphasized in this article and a brief discussion on sensors with p-type conduction channels will be included. The generally accepted mechanism of current modulation in an ntype resistive sensor is summarized as follows.\n• Oxygen adsorbs to the surface and captures electrons; this creates a depletion layer in the metal oxide and therefore increases the resistance. • If a reducing gas is present, it reacts with the adsorbed oxygen (thereby removing it from the surface) and the electrons are released back into the metal oxide which decreases the resistance. • After this process undergoes many cycles, irreversible adsorption, diffusion and other processes may occur thereby ending the lifetime of the sensor.\nhttps://doi.org/10.1016/j.snb.2019.01.049 Received 12 October 2018; Received in revised form 26 December 2018; Accepted 10 January 2019\n⁎ Corresponding author. E-mail address: sheikhakbar123@gmail.com (S.A. Akbar).\nSensors & Actuators: B. Chemical 286 (2019) 624–640\nAvailable online 12 January 2019 0925-4005/ © 2019 Elsevier B.V. All rights reserved.\nT\nResearchers have fabricated resistive type gas sensors out of a large variety of semiconductor materials. This review focuses on metal oxide sensors, but similar principles in material selection are appropriate for other semiconducting materials such as polymers [3], GaN [4], CdS [5], carbon nano-tubes [6–8], and combinations thereof. The “backbone” material will be defined as the material containing the major conducting channels. The “heterostructure material” will refer to secondary materials decorated on the backbone material. Backbone materials are most often comprised of SnO2, TiO2 or ZnO due to their stability, low cost, and superior electrical properties. To improve sensing behavior in metal oxide gas sensors, heterostructure materials have been incorporated into the sensor design using various techniques. In many cases the addition of heterostructures has produced an observable improvement in sensitivity and selectivity to various gasses. The basis for material selection of the heterostructure is more nuanced than backbone material selection. Improved sensing performance is attributed to enhanced catalytic activity [9–11], increases in semiconductor junctions [12], increased adsorption sites [13,14], sequestration of interfering gasses [15,16], and in many cases, the synergistic combination of these factors. To understand the fundamental method by which a gas sensor operates, the relationship between these factors must be elucidated. In particular, unexpected selectivity improvements have been found due to the addition of heterostructures. Table 1 below shows literature sources citing the above-mentioned processes as the cause for increased gas selectivity. Selectivity is a crucial parameter that must be studied in order to have accurate mechanistic descriptions of sensing principles. Moreover, increasing real world implementation of resistive type sensors will require improvements in selectivity. Improvements in both selectivity and sensitivity often stem from electronic structure and charge distribution. When a heterojunction is formed between two different materials, a charge redistribution often occurs. This charge redistribution creates electron depletion in one material and electron accumulation in the other. In nanomaterials, this can drastically change the total number of charge carriers. In the depleted material, a relatively small number of free carriers remain which means adsorbed oxygen can completely deplete the remaining charge carriers. This causes a larger measurable change in resistance when adsorbed oxygen is removed through surface reactions. In this fashion, heterostructures have altered the sensor transduction mechanisms which may improve sensitivity. However, the introduction of heterojunctions has also altered sensing principles relating to reception mechanisms. The improvement in sensor selectivity and sensitivity may be achieved by utilizing preferential absorptivity, chemical reaction pathways, and morphology [28]. In many instances, the term “synergistic effect” has been used to describe the intertwined properties produced from the combination of the above-mentioned factors [2,29,30]. An excellent description of a sensor material exhibiting these properties has been stated as “… a material with properties superior to the sum of the properties of its components; a synergic material” [31]. To describe synergistic effects in a gas sensor, it is important to describe how these factors work together to regulate the sensing mechanism. Because of the connected nature of these synergistic effects, this review will be structured by the fundamental properties that dictate sensing and include examples from literature exemplifying their importance. Fig. 1 below shows some of the processes that are investigated in this review."
    }, {
      "heading" : "2. Gas-surface interactions",
      "text" : "Sensor response is strongly affected by interactions between the sensor surface, analyte gas and adsorbed oxygen. The type of gas analyte being tested dictates what type of adsorption/desorption processes is beneficial for sensing performance. For sensing oxidizing gasses, optimal sensing performance will occur by maximizing surface coverage. Because oxygen is highly electronegative, oxygen molecules will capture electrons on the sensor surface and prevent them from Ta bl e 1 Li te ra tu re sh ow in g ga s se le ct iv ity w ith th e pr op os ed m ec ha ni sm .E ac h of th es e m ec ha ni st ic ex pl an at io ns w ill be co ve re d th ro ug ho ut th is re vi ew . Se le ct iv e G as Se le ct iv e A ga in st Ba se M at er ia l Se co nd ar y M at er ia l St ru ct ur e Pr ep ar at io n M et ho d\nPr op os ed M ec ha ni sm\nRe f.\nM et hy lb en ze ne\nEt O H ,C O ,A ce to ne ,C H 2O ,B en ze ne\nCo 3O 4\nSn O 2\nCo re -s he ll\nU ltr as on ic sp ra y py ro ly si s\nCa ta ly tic ac tiv ity tu ni ng fr om co m po si tio na lv ar ia tio n\n[1 7]\nA ce to ne\nD M F, M eO H ,E tO H ,E th an oi c A ci d\nZn O\nN iO\nPo ro us sh ee ts on flo w er s H yd ro th er m al\nPo ro us st ru ct ur e an d ca ta ly tic ac tiv ity of N iO\n[1 8]\nTo lu en e\nA ce to ne ,E th an ol\nZn O\nA u\nPa rt ic le s on pa rt ic le s\nCo pr ec ip ita tio n\nCa ta ly tic fil te ri ng fr om A u pa rt ic le s re st ri ct in g di ffu si on to se ns in g la ye r\n[1 9]\nN H 3\nTM A ,E tO H ,M eO H ,H Cl\nZn O\nFe 2O 3\nCo m po si te\nSo lg el /S pi nco at in g\nIn cr ea se d bo nd po la ri ty ca us in g m or e ac id ic ad so rp tio n si te s\n[2 0]\nO zo ne\nM eO H ,E tO H ,C H 4, CO ,N O 2\nγFe 2O 3\nIn 2O 3\nCo m po si te\nSo lg el\nIn cr ea se d di sa ss oc ia tio n of m ol ec ul ar oz on e at he te ro ju nc tio n\n[2 1]\nN O 2\nM eO H ,E tO H ,C H 4, CO ,O zo ne\nαFe 2O 3\nIn 2O 3\nCo m po si te\nSo lg el\nIn cr ea se d ad so rp tio n du e to hi gh di sp er si on an d un co or di na te d ir on at su rf ac e\n[2 1]\nTo lu en e\nA ce to ne ,M eO H ,E tO H ,C H 2O , Be nz en e\nN iO\nSn O 2\nPa rt ic le s on pa rt ic le s\nH yd ro th er m al\nH ig h ca ta ly tic ac tiv ity fo r to lu en e ox id at io n th ro ug h m et hy lr ad ic al ad so rp tio n\n[2 2]\nH 2\nCO ,C H 4, Et O H ,A ce to ne\nZn O\nPd D op ed si ng le na no w ir e\nEl ec tr oc he m ic al de po si tio n\nLo w te m pe ra tu re ca ta ly tic ac tiv ity fo r hy dr og en\n[2 3]\nH 2\nEt O H ,N O 2, CO ,N H 3, CH 4\nCe O 2\nSn O 2\nTh in fil m of pa rt ic le s\nH yd ro th er m al\nEx po se d {1 11 }, {1 00 }, an d {1 10 } fa ce ts fo r hy dr og en ox id at io n\n[2 4]\nCH 4\nH 2, N H 3, N O 2\nTi O 2\n– Pa rt ic le s\nH yd ro th er m al\nEx po se d {0 11 } an d {1 01 } fa ce ts fo r CH 4 ox id at io n\n[2 5]\nFo rm al de hy de\nA ce to ne ,N H 3, Xy le ne ,M eO H , To lu en e\nSn O 2\n– Sp he re s\nTe m pl at e as si st ed hy dr ot he rm al\nLo w bo nd di sa ss oc ia tio n en er gy\n[2 6]\nTr im et hy la m in e Et O H ,M eO H ,A ce to ne ,N H 3, To lu en e M oO 3\n– Be lts\nH yd ro th er m al\nLo w bo nd di sa ss oc ia tio n en er gy\n[2 7]\nparticipating in conduction. Oxygen surface coverage may be enhanced by increasing surface area, increasing adsorption sites, and decreasing desorption. Similarly, for an oxidizing gas such as the NOx family, increased adsorption sites and surface area should improve sensor behavior. For reducing gasses, the preferred adsorption/desorption process is similar to that of catalyst surfaces: improved sensing behavior should result from good reactant adsorption and product desorption- a concept known as the Sabatier principle [32]. In this fashion, the gas can continually replenish the sensor surface and maximize current modulation. However, as discussed throughout this review, other complex surface phenomena can strongly influence sensor response. In addition to surface reactions with oxygen, reducing gasses can participate in diffusion, nonreversible adsorption, and side reactions. One simple method that can be used to differentiate selectivity between oxidizing (oxygen, NOx) and reducing gasses (CO, ethanol, etc.) is based on the carrier concentration. A sensor material with high carrier concentration such as graphene may be selective for oxidizing gasses and not show response to reducing gasses [33]. Similarly, it has been observed that depleting SnO2 nanowires via decoration of lower Fermi energy materials decreases response to oxidizing gasses and increases response to reducing gasses [34–36]. Fig. 2 shows response curves from ref. [36] that demonstrate how the choice of heterostructure determines the resistance changes to reducing and oxidizing gasses. Because WO3 has a lower Fermi level, the SnO2 becomes depleted and therefore responds better to reducing gasses. Conversely, TiO2 has a higher Fermi level and the SnO2 become enriched in electrons causing better response to oxidizing gasses. In general, molecular adsorption occurs at high energy sites. These high energy sites include surface vacancies, atoms with low coordination, interfaces, surface grain boundaries, and other surface imperfections. The influence of nanoscale microstructure on gas sensing provides multifaceted benefits. Not only does the nanoscale allow for complete carrier depletion of conduction channels, but the behavior of surface reactivity is strongly affected by size and shape [37,38]. The opportunity to finely tune adsorption and reaction processes by adjusting these parameters suggests it is possible to improve sensor selectivity. Two different types of adsorption are often considered when discussing adsorption processes on the sensor surface: physical adsorption (physisorption) and chemical adsorption (chemisorption). Physisorption involves van der Waals and polarization interactions and chemisorption involves charge carrier exchange. A gas molecule may become chemisorbed by capturing either an electron or hole.\nFurthermore, “strong” chemisorption and “weak” chemisorption can produce different responses. Strong chemisorption occurs when charge carriers from the lattice are localized near the adsorbed molecule. This charge localization can be beneficial for sensing because it produces larger resistance changes. However, strong chemisorption can cause decreased desorption which negatively affects recovery. Due to electronegativity differences, metal cations will have smaller surrounding electron clouds than the oxygen anions. Therefore, metal cations can act as electron acceptors and the oxygen anions can act as electron donors during adsorption and surface reactions [39]. For the application of nano-scale gas sensors, it is desired for surface phenomena to produce effects that maximize modulation in charge conduction. For this reason, chemisorption is the primary adsorption mechanism cited in gas sensor research. However, it should be noted that physisorption can also attract charge carriers and affect sensor resistance [39,40]. Chemisorbed molecules are also more reactive [41]. Therefore, reactions between chemisorbed oxygen and gas analytes will be enhanced and able to produce larger resistance modulation. Fig. 3 below shows how conduction can dramatically change due to surface adsorption. This figure depicts how heterostructures cause conduction channel restriction as well as facilitate surface reactions. The surface processes dictate oxygen consumption which controls resistance modulation measured during sensing. The conduction process is what ultimately determines the measured sensor resistance."
    }, {
      "heading" : "2.1. Adsorption of oxygen",
      "text" : "The state of ambient oxygen on the sensor surface is temperature dependent and extremely important for surface interactions. Oxygen is found in the following forms on the SnO2 surface: O2− at temperatures below 180 C, O− at temperatures between 180–400 C, and O2- above 400 C [42,43]. Of these three, the O2- species is not expected to regularly form unless there is a high stabilization caused by some localized positive charge. Electron spin resonance on oxides have been used to measure the signals of O− and O2- oxygen species. Introduction of a reducing gas causes a decrease in the signal from O− which suggests that O− is consumed in reactions, indicating that O− is more reactive than O2− [44]. Due to increased charge capture that occurs with increasing temperature, an accompanying jump in resistance has been observed when passing through these temperature ranges- a fact that should be considered when comparing sensor performance in different temperature regimes. In each of these cases, the oxygen has accepted an electron from the sensor surface and is therefore chemisorbed. Because these oxygen species are electrostatically charged, they are often called ionisorbed."
    }, {
      "heading" : "2.2. Adsorption of analyte gasses",
      "text" : "In the majority of sensor literature, resistance changes in the presence of a reducing gas have been attributed to reactions with adsorbed oxygen. However, it has been shown that resistance modulation can occur when oxygen is not present [45]. This concept has led researches to examine resistance modulation due to adsorption of reducing gasses. It was found that the energy of the Lowest Unoccupied Molecular Orbital (LUMO) for four volatile organic compounds (ethanol, methanol, acetone, and formaldehyde) is inversely related to sensor response [46]. This indicates that electrons that fall into lower energy orbitals are better captured by the analyte gas which causes increased resistance compared to molecules with a higher energy LUMO. A similar trend was found in a study which compared the sensing response of the aromatic compounds benzene, toluene, and xylene [47]. The sensitivity of a GaN sensor with TiO2 nanoclusters to these aromatics decreased as the ionization energy of the gas molecules increased. Benzene, toluene, and xylene have ionization energies of 9.25 eV, 8.82 eV, 8.52 eV, respectively. The sensor sensitivity was observed to increase in this order. Resistance modulation caused by direct interactions between\nelectrons and gas molecules is dissimilar than the more commonly cited mechanism where current modulation is dictated by an analyte gas’s ability to interact with adsorbed oxygen. Both types of interactions should be considered when proposing sensing mechanisms. The formation of predictive sensor design or computational modeling will require the correct type of bonding descriptions. Different types of bonding models must be employed to accurately describe the behavior of these systems. Gas molecules, which are composed of covalent bonds, can be described by molecular orbital theory which accounts for antibonding orbitals or valance bond theory which accounts for bond directionally. Molecular orbital theory is more commonly used to describe the interaction between a gas molecule and a semiconductor surface because bond strength can be predicted by Density Functional Theory, which utilizes the concept that occupation of antibonding orbitals will decrease bond strength between the gas molecule and the semiconductor [48,49]. However, a gas molecule’s orientation during adsorption can be an important factor to determine the reaction pathway occurring on the surface [39,50]. These molecular orientation and bonding concepts become important when considering the selectivity of surface adsorption and reactivity."
    }, {
      "heading" : "2.3. Reaction pathway and favorability",
      "text" : "As discussed previously, modulation in the adsorbed oxygen concentration through chemical reactions with analyte gasses is thought to\nbe the major controlling factor in conductivity changes in resistive-type gas sensors. Commonly tested reducing gasses include ethanol, benzene, methane, formaldehyde and so on. Each of these gasses belong to families of organic compounds which have distinctive properties and react through similar mechanisms. The aforementioned gasses are types of alcohols, aromatics, alkanes and aldehydes, respectively. Fabricating sensors to promote reactivity for one type of gas is a possible approach to improve selectivity. When multiple reaction pathways exist for the oxidation of an analyte gas, the sensor may be engineered to produce the best sensing performance."
    }, {
      "heading" : "2.3.1. Alcohol pathway",
      "text" : "While SnO2 is the most studied sensor material, ethanol may be one of the most studied gasses and can provide an example of how electronic structure can be used to engineer surface reactivity. Ethanol is a type of alcohol which may undergo either a dehydrogenation reaction or dehydration reaction during oxidation as follows.\n+CH CH OH H CH CHODehydrogenation: 3 2 2 3 (1)\n+CH CH OH H O CH CHDehydration: 3 2 2 2 2 (2)\nThe ability of a material to accept or donate electrons can be related to the Fermi level. Surface reactions are often divided into donor reactions (where the molecule donates an electron to the surface) or acceptor reactions (where the molecule accepts an electron). The rate of a donor reaction is increased as the Fermi level is lowered (moves toward the top of the valance band). Likewise, the rate of an acceptor reaction is increased as the Fermi level is increased (moves towards the bottom of the conduction band). This concept guides the Electronic Theory of Catalysis which aims to connect the electronic structure of a material to the catalytic activity occurring on the surface [39]. This will impact reaction pathways and can be utilized to direct desired surface reactions. In a liquid medium, the mechanisms for ethanol oxidation can be explained using acid/base chemistry. In this liquid-based mechanism, H+ is required to protonate the hydroxyl group and creates a water leaving group. On a semiconductor surface, the presence of H+ can be explained by the Fermi level. When the Fermi level shifts towards the valance band, the density of free electrons decreases causing hydrogen to have a positive charge- this means adsorbed H+ ions will exist on the surface. These H+ ions can combine to form H2 gas which then desorbs from the surface thereby favoring the dehydrogenation mechanism [39]. A similar concept can be applied to the electronegativity of the metal cation in the oxide material. It has been found that the two alcohol reaction pathways can be controlled through the electronegativity of the metal cation [51]. In a study by Jinkawa et al., the effect of the electronegativity of the metal cation was varied. They found that as the electronegativity increased (which increases the Lewis acidity of the cation), the dehydrogenation reaction rate was enhanced. Likewise, cations with lower electronegativity (higher basisity) enhanced the dehydration reaction. This study found that oxygen was consumed faster by the dehydration reaction which improved sensor response [52]. Fig. 4 below shows how the electronegativity and accompanying charge state of surface adsorbents can influence reactivity during ethanol decomposition. Here surface lattice oxygen is represented by blue spheres and metal cations are represented by orange spheres. As the electronegativity of the metal cation increases, the electron cloud surrounding the cation becomes smaller. These tighter electron clouds are less able to donate electrons, making them acidic sites. Conversely, larger electron clouds are basic sites because they can donate electrons to surface adsorbents. Similarly, the incorporation of the basic oxide La2O3 in to an In2O3 sensor was found to increase sensor response to acidic H2S gas [53]. In the above study, sensing performance improved to a maximum point before the decreased electronegativity no longer caused sensing improvement. The authors ascribed this behavior to the possibility that\nthe CO2 produced from oxidation of the ethylene and acetaldehyde products may become CO32− when the sensor surface became too basic. This charged polyatomic ion might cling to the sensor surface thereby blocking oxygen adsorption sites [52]. This scenario demonstrates that properties of a sensor that may promote positive behavior can also introduce unintended effects that are often not fully understood. Due to the complexity of these surface reactions, some mechanisms proposed in sensor literature may be overly simplified. Reactions on a sensor surface are not the same as reactions occurring in a gaseous phase. Proposed reaction mechanisms should account for the influence of the chemisorption of reacting species. Due to chemisorption, electrons are shared between the adsorbed gas and the semiconductor surface. These shared electrons may favor radical type reaction mechanisms [39]. The intermediates formed during reactions occurring on a surface are stabilized by the charge transfer occurring between the reacting molecule and the surface. This stabilization is caused by the ability of the surface to donate or accept electrons which can stabilize high energy states that occur during reactions. The two ethanol reaction pathways shown in Fig. 4 above show how reacting molecules are bonded to the surface. The above example is a prototypical case of pathway manipulation through material selection. Formic acid oxidation can also undergo a dehydration or dehydrogenation pathway during the oxidation process. In this case, dehydrogenation produces CO2 and H2, whereas dehydration produces CO and H2O. The CO can act as a poison, which limits further surface reactions. It has been found [54] that the discrete decoration of Pd on Pt nano particles could be used to reduce this poisoning effect. Similar pathway selectivity has been observed in other systems including methyl oxidation in toluene and xylene [55]. These examples illustrate how knowledge of reaction mechanisms can be used to choose materials to improve sensor response. While the above discussion shows how the mechanism can be adjusted, the rate is another important parameter that affects sensing performance. Optimum reaction rates can be achieved through temperature adjustments."
    }, {
      "heading" : "2.3.2. Temperature dependent reaction rates",
      "text" : "Chemical reactions are strongly influenced by temperature. Not only do sensors operate at optimal temperatures but sensor selectivity can be adjusted solely by changing the operating temperature. Temperature controlled selectivity tuning is a useful type of engineering control that has been successfully utilized to improve selective detection [56,57]. As mentioned previously, catalytic activity can be used to enhance sensor sensitivity and selectivity. A key difference between sensor and catalysis research can be explained on the basis of reaction rates. While a catalyst may be improved by increasing reaction rates, the reaction rates on a sensor surface should be slow enough to allow for maximum diffusion of the analyte species- thereby achieving the maximum response signal. Therefore, a catalyst will only be effective in optimizing sensing behavior if the maximum number of charge carriers are affected. At high temperatures, catalysts can become too active and react with the gas analyte before it is able to diffuse throughout the sensing material [52]. For this reason, the sensor selectivity may be modulated by operation in multiple temperature regimes. Temperature also affects adsorption/desorption processes. In a study where acetone sensing was compared to ammonia and ethanol, it was observed that for a pristine SnO2 nanowire, the acetone sensitivity was drastically changed between the two temperature regimes. The cause for this response was explained by the number of active sites [58]. At higher temperatures, desorption increases thereby freeing more active sites for reactions. The following reactions show that a much larger number of electrons may be released when the temperature increases.\n<at 300\n+ + ++CH COCH O CH COC H OH eads3 3 3 2 (3)\n>at 300\n+ + +CH COCH O or O CO H O e or e8 ( 8 ) 3 3 8 ( 16 )ads ads3 3 2 2 2 (4)\nHowever, this increased performance will decrease as the temperature becomes too high because the oxygen and gas analytes will not remain on the sensor surface long enough to undergo a reaction. While reactivity and adsorption processes can have a large impact on sensor performance, it is the synergistic relationship between the surface and conduction processes that ultimately control response. The shape, size, and structure control both the surface activity and bulk conduction mechanisms. Control over these parameters begins with material selection."
    }, {
      "heading" : "3. Heterostructure material",
      "text" : "The materials chosen will ultimately dictate the principles of gas sensing, namely adsorption, reactions, and electronic structure. Wide band gap materials such as SnO2, ZnO, and TiO2 are the most widely used backbone materials with SnO2 being the most common [59]. An ideal material would be of low cost, high stability, and durability over extended duration. Tables 2 and 3 below list some of the sensor material combinations that have been reported in literature along with the proposed synergistic effects improving the gas sensor response. While some cited synergistic effects in literature may use different language and mechanisms to describe sensor response, generally the combined effect of increased surface reactivity (through catalysis or adsorption effects) and charge transfer between the heterojunctions is credited with improved performance. Size considerations are also commonly cited as the reason for improved sensitivity and selectivity. Reduced size may increase sensitivity by restriction of charge conduction in the same way heterostructures can cause a depletion region in the major conducting channel of the backbone material. The size of a heterostructure should be chosen to cause optimal charge carrier depletion in the major conducting channels. The selectivity may be improved by choosing heterostructure materials that have shown catalytic abilities towards desired gasses. Trends where smaller molecules exhibit higher response in microstructures with similar sizes has also been widely reported to explain selectivity improvements. Since wide band gap materials are generally less reactive, heterostructure materials can be chosen to increase surface reactivity via the surface-gas interactions. The choice of heterostructure material also determines the degree of charge depletion in the base material via Fermi level differences. To achieve synergistic effects between conduction channel restriction and selective reactivity, heterostructure\nmaterials are often chosen from transition metal oxides and noble metals. In particular, p-type transition metal oxides and noble metals such as gold and platinum are chosen because electrons transfer from the backbone conducting material (e.g. SnO2, ZnO) to the heterostructure material. There is a broad overlap between the catalyst and sensing communities in understanding how these materials will affect surface reactions occurring between the reducing gasses and oxygen [29]. Therefore, it is important to address some common catalysis concepts in the context of gas sensing. This literature review will aim to answer the following questions and include examples found in sensor literature.\n• Why are transition metals catalysts; how do unfilled D-shell atoms affect surface reactions? • What is the spill-over effect? • How does the action of noble transition metals differ from other transitions metals? • How does size and shape of heterostructures affect gas sensing? • How does the interaction between the base material and the heterostructure material affect sensing?"
    }, {
      "heading" : "3.1. Transition metal oxides",
      "text" : "Metal oxides can be n-type where electrons act as majority charge carriers or p-type where holes act as majority charge carriers. Most resistive type gas sensors have a backbone made with an n-type metal oxide (SnO2, ZnO, TiO2, WO3) and either an n-type or p-type heterostructure material. p-Type materials are generally not used as the backbone material because they are less stable and exhibit responses proportional to the square root of an n-type material [98]. The lowered response in p-type materials is caused by a hole accumulation layer near the outside of particles or grains allowing for easier conduction. Conversely, in n-type materials, adsorbed oxygen creates a carrier depletion layer near the surface. For n-type materials, charge carriers must be able to overcome the potential barrier at grain/particle boundaries caused by the negative surface charge due to adsorbed oxygen [59]. The higher conduction freedom in p-type materials reduces the degree to which adsorbed species can affect resistance. Despite the reduced response in p-type materials, significant advances in sensor performance can be achieved by incorporating p-type materials with commonly used n-type materials. In literature, the reasons for improved response have been attributed to increased catalytic activity, adsorption sites, depletion layer formation, and n–p junctions. As previously discussed these effects can be related to two complimentary mechanisms: (1) electron transfer used to restrict conduction and (2) higher surface reactivity.\nTa bl e 2 Tr an si tio n m et al ox id e he te ro st ru ct ur es on w id e ba nd ga p m et al ox id e ba se m at er ia ls . Ba ck bo ne M at er ia l H et er os tr uc tu re M at er ia l G as A na ly te St ru ct ur e\nCi te d Sy ne rg is tic Eff ec t\nPr ep ar at io n M et ho d of Ba se M at er ia l/ H et er os tr uc tu re M at er ia l\nYe ar\nRe f.\nSn O 2\nN iO\nEt ha no l\nPa rt ic le s on flo w er s\nD ep le tio n la ye r/ G as di ffu si on in po ro us st ru ct ur e\nSa cr ifi ci al te m pl at e fo llo w ed by ca lc in at io n\n20 16\n[6 0]\nSn O 2\nCo 3O 4\nA m m on ia\nPo ro us co re -s he ll\nG as di ffu si on in po ro us st ru ct ur e/ D ep le tio n la ye r\nH yd ro th er m al\n20 16\n[6 1]\nSn O 2\nCr 2O 3\nM ul tip le G as se s Pa rt ic le s on w ir es\nCa ta ly tic ac tiv ity /I nc re as ed ad so rp tio n/ D ep le tio n la ye r\nVL S/ Sp ut te ri ng fo llo w ed by an ne al in g\n20 14\n[6 2]\nSn O 2\nN i 2 O 3\nM et ha ne\nPa rt ic le on th in fil m\nCa ta ly tic ac tiv ity /D ep le tio n la ye r\nA rc di sc ha rg e de po si tio n/ Sp ut te ri ng\n20 14\n[6 3]\nSn O 2\nN iO\nEt ha no l\nPa rt ic le s on th in fil m\nIn cr ea se d pn ju nc tio ns / D ep le tio n la ye r\nRF Sp ut te ri ng / El ec tr on be am ev ap or at io n\n20 17\n[6 4]\nSn O 2\nN iO\nTr ie th yl am in e\nPa rt ic le s on ho llo w sp he re s\nIn cr ea se d pn ju nc tio ns / D ep le tio n la ye r\nH yd ro th er m al /P LD\n20 15\n[6 5]\nSn O 2\nFe 2O 3\nEt ha no l\nPa rt ic le s on w ir es\nIn cr ea se d de pl et io n la ye r/ In cr ea se d po te nt ia lb ar ri er at gr ai n bo un da ri es\nVL S/ H yd ro th er m al\n20 17\n[6 6]\nSn O 2- Cu O\nSn O 2- Cu O\nCO Co m po si te fib er\nIn cr ea se d ad so rp tio n/ In cr ea se d pn ju nc tio ns\nEl ec tr os pi nn in g\n20 16\n[6 7]\nSn O 2- Co 3O 4\nSn O 2- Co 3O 4\nM ul tip le\nCo m po si te fib er\nCa ta ly st / In cr ea se d pn ju nc tio ns\nEl ec tr os pi nn in g\n20 17\n[6 8]\nCo 3O 4- Sn O 2\nCo 3O 4- Sn O 2\nM et hy lb en ze ne s Co re -s he ll sp he re s\nCa ta ly tic ac tiv ity /G as di ffu si on in po ro us st ru ct ur e\nG al va ni c re pl ac em en t\n20 16\n[1 7]\nSn O 2\nZn O\nEt ha no l\nCo re /S he ll\nSh el lt hi ck ne ss D eb ye le ng th\nTh er m al Ev ap or at io n/ Th er m al Ev ap or at io n\n20 16\n[6 9]\nZn O\nTi O 2\nEt ha no l\nBr an ch es on ro ds\nIn cr ea se d ad so rp tio n/ D ep le tio n la ye r\nEl ec tr os pi nn in g/ H yd ro th er m al\n20 13\n[7 0]\nZn O\nCr 2O 3\nEt ha no l\nPa rt ic le s on ro ds\nCa ta ly tic ac tiv ity /D ep le tio n la ye r\nTh er m al Ev ap or at io n/ So lv ot he rm al\n20 16\n[9 ]\nZn O -S nO 2\nZn O -S nO 2\nH 2S\nN et -li ke\nSm al lf ea tu re si ze / In cr ea se d he te ro ju nc tio ns\nW et Ch em ic al\n20 16\n[7 1]\nZn O\nN iO\nN H 3\nCo m po si te fib er\nSm al lf ea tu re si ze / In cr ea se d he te ro ju nc tio ns\nSo l-g el el ec tr os pi nn in g\n20 16\n[7 2]\nZn O\nCu O\nTr ie th yl am in e\nPa rt ic le s on ro ds\nD ep le tio n la ye r/ Ba rr ie r he ig ht\nH yd ro th er m al /W et ch em ic al\n20 16\n[7 3]\nZn O\nN iO\nA ce to ne\nPo ro us sh ee ts on ro ds\nPo ro us st ru ct ur e/ Ca ta ly tic ac tiv ity\nH yd ro th er m al\n20 17\n[1 8]\nZn O\nN iO\nFo rm al de hy de\nCo m po si te flo w er s\nCa ta ly tic ac tiv ity /D ep le tio n la ye r\nH yd ro th er m al\n20 18\n[7 4]\nZn O\nCd O\nEt ha no l\nPa rt ic le s on flo w er\nCa ta ly tic ac tiv ity / In cr ea se d ad so rp tio n/ Ba rr ie r he ig ht\nH yd ro th er m al\n20 17\n[7 5]\nZn O\nN iO\nA ce to ne\nPa rt ic le s on ho llo w sp he re s\nCa ta ly tic ac tiv ity / In cr ea se d ad so rp tio n/ Ba rr ie r he ig ht\nH yd ro th er m al\n20 17\n[7 6]\nIn 2O 3 d\nFe 2O 3- Co 3O 4\nEt ha no l\nPa rt ic le s on ro ds\nCa ta ly st / In cr ea se d pn ju nc tio ns / D ep le tio n la ye r\nTh er m al Ev ap or at io n/ So lv ot he rm al\n20 16\n[1 0]\nW 3O\nCr 2O 3\nEt ha no l\nPa rt ic le s on ro ds\nCa ta ly tic ac tiv ity /I nc re as ed pn ju nc tio ns\nTh er m al Ev ap or at io n/ Sp in Co at in g\n20 18\n[7 7]\nTi O 2\nA g 0 .3 5V 2O 5\nEt ha no l\nBr an ch es on ro ds\nCa ta ly tic ac tiv ity / In cr ea se d ad so rp tio n/ Ba rr ie r he ig ht\nEl ec tr os pi nn in g Fo llo w ed by A nn ea lin g\n20 16\n[7 8]\nAnother factor that should be considered when incorporating p-type materials involves the reactivity of lattice oxygen. In many literature sources, sensor mechanisms assume the reactant oxygen is entirely sourced from the ambient atmosphere. However, the participation of lattice oxygen in surface reactions is often considered in catalyst research on metal oxides, even in lower temperature regions used in gas sensor studies. In many reported catalyst reaction mechanisms, lattice oxygen (not adsorbed oxygen) participates in surface reactions. Catalyst research has used O18/O16 tracers to show that lattice oxygen can participate in reactions and then be replaced by ambient oxygen [99]. In ref. [100], a CuMnOx catalyst was treated with gas composed of 16O2 isotope thereby allowing the surface lattice oxygen to be composed solely of 16O. Then the CuMnOx was exposed to alternating pulses of C18O and 18O2 gasses. It was found that the oxygen present in the majority of CO2 produced was the 16O isotope. This indicates that the surface lattice oxygen had participated in the oxidation of CO, not the adsorbed 18O2 gas. The participation of lattice oxygen in surface reactions is known as the Mars-van Krevelen mechanism [101]. This mechanism is more common in p-type materials because lattice oxygen at the surface of p-type material is more likely to lose electrons to bulk oxygen- thereby creating reactive surface oxygen able to participate in reactions [41]. This oxygen loss may be one reason why the performance of p-type materials can decrease overtime. There is also evidence that lattice oxygen in SnO2 can also act as the reacting oxygen in surface reactions with reducing gasses [102]. The ability of lattice oxygen to react with analyte gasses has large implications on the reported gas sensing mechanism commonly found in literature. To form predictive modeling for material selection in sensor design, the weighted importance of these processes should be considered. Many gas sensor studies have attributed improved selectivity and sensitivity on the catalytic activity of various transition metal oxide compounds such as Cr2O3, Co3O4, V2O5 [10,77]. The question still remains: why are transition metal oxides better catalysts than post transition metal oxides? The reason for this increased activity lies in their electronic structure. These transition metals have incompletely filled Dshells which allow for multiple oxidation states. This allows for the formation of pairs having different charges in the form: Mn+/ M(n+1)+ (e.g. Cu+/ Cu2+). A gas molecule can then interact with this pair of different charges and undergo reactions [99]. However, this general concept does not allow for exact mechanistic predictions of surface reactivity. Similar for gas sensing, much catalyst research is empirical, and the fundamental understanding required to form a predictive model for catalysis has not been elucidated. While these concepts have been discussed in the context of transition metal oxide heterostructures, similar principles are used to describe noble metal heterostructures."
    }, {
      "heading" : "3.2. Noble metals",
      "text" : "Noble metals such as platinum, palladium, gold, and silver have been widely tested for improved sensing properties due to their catalytic activity and low Fermi level which can increase the depletion layer in the metal oxide conducting material [12,87]. These noble metal additives can have a wide range of effects on gas adsorption, catalytic activity, and band bending. When a noble metal comes into electrical contact with another material, charge transfer occurs between the material until the Fermi level is equalized between the two materials. Electrons will accumulate in the noble metal causing a depletion region in the metal oxide. Compared to metal oxides, noble metals have a much larger number of mobile charge carriers meaning that electrons can redistribute themselves to counteract any charge build-up near the heterojunction interface. The resulting electronic structure is known as a “Schottky potential barrier”. This Schottky barrier is characterized by upward band bending in the metal oxide and a flat band in the noble metal. The accumulation of negative charge in the noble metal can attract electronegative species such as gaseous oxygen. The mechanisms by which noble metals and transition metals improve sensorTa bl e 3 N ob le m et al he te ro st ru ct ur es on w id e ba nd ga p ba se m at er ia ls . Ba ck bo ne M at er ia l H et er os tr uc tu re M at er ia l G as A na ly te\nSt ru ct ur e\nCi te d Sy ne rg is tic Eff ec t\nPr ep ar at io n M et ho d of Ba se M at er ia l/ H et er os tr uc tu re M at er ia l\nYe ar\nRe f.\nSn O 2\nPt /P tO 2\nN H 3\nPa rt ic le s on cl us te rs\nCa ta ly tic ac tiv ity /D ep le tio n la ye r\nSo lv ot he rm al\n20 15\n[7 9]\nSn O 2\nA u\nCO Pa rt ic le s on po w de r\nD is pe rs io n de ns ity /I nc re as ed ad so rp tio n\nCa lc in at ed po w de r/ Co llo id al de po si tio n\n20 16\n[8 0]\nSn O 2\nPt Et ha no l\nPa rt ic le s on flo w er s\nIn cr ea se d ad so rp tio n/ Ba rr ie r he ig ht\nPr ec ip ita tio n di pp in g/ H yd ro th er m al\n20 16\n[8 1]\nSn O 2\nA g/ A g 2 O\nEt ha no l\nCl us te rs on na no w ir e ne tw or k Ca ta ly st /I nc re as ed ad so rp tio n/ Ba rr ie r he ig ht\nTh er m al ev ap or at io n/ El ec tr on be am ev ap or at io n w ith po st an ne al in g 20 11\n[8 2]\nSn O 2\nPt CO\nPa rt ic le s on ne ed le s\nCa ta ly st /I nc re as ed ad so rp tio n/ Ba rr ie r he ig ht\nH yd ro th er m al\n20 18\n[8 3]\nSn O 2\nPd H yd ro ge n\nPa rt ic le s on w ir es\nCa ta ly st /I nc re as ed ad so rp tio n/ Ba rr ie r he ig ht\nTh er m al ev ap or at io n/ Va po r de po si tio n\n20 05\n[8 4]\nSn O 2\nPd N O 2\nD ot s on w ir es\nCa ta ly st /I nc re as ed ad so rp tio n\nVL S/ γra y ra di ol ys is\n20 11\n[8 5]\nSn O 2\nPd /P dO\nTo lu en e\nPa rt ic le s on ho llo w sp he re s\nCa ta ly tic ac tiv ity /D iff us io n of ga s in po ro us st ru ct ur e H yd ro th er m al /W et ch em ic al\n20 17\n[8 6]\nSn O 2/ M oS 2\nPd H 2\nTe rn ar y hy br id\nIn cr ea se d ad so rp tio n/ Ba rr ie r he ig ht\nH yd ro th er m al\n20 16\n[8 7]\nZn O\nA u\nEt ha no l\nPa rt ic le s on ro ds\nSm al lf ea tu re si ze /D ep le tio n re gi on\nU ns pe ci fie d/ Sp ut te ri ng\n20 08\n[8 8]\nZn O\nA u\nCO Pa rt ic le s on ro ds\nIn cr ea se d ad so rp tio n/ D ep le tio n re gi on\nH yd ro th er m al /W et ch em ic al\n20 12\n[8 9]\nZn O\nA u\nCO Pa rt ic le s on w ir es\nCa ta ly st / In cr ea se d ad so rp tio n\nVL S/ So lv ot he rm al\n20 09\n[9 0]\nZn O\nA u\nTo lu en e\nPa rt ic le s on pa rt ic le s\nCa ta ly tic fil te ri ng /D iff us io n of ga si n po ro us st ru ct ur e Co pr ec ip ita tio n\n20 18\n[1 9]\nZn O\nPt M ul tip le G as es\nPa rt ic le s on w ir es\nIn cr ea se d ad so rp tio n/ D ep le tio n re gi on\nW et ch em ic al\n20 12\n[9 1]\nZn O\nA g\nEt ha no l\nPa rt ic le s on ro ds\nD ep le tio n re gi on /B ar ri er he ig ht\nPh ot oc he m ic al\n20 10\n[9 2]\nZn O -G r\nA g\nA ce ty le ne\nPa rt ic le s on pa rt ic le ssh ee t\nCa ta ly st /I nc re as ed ad so rp tio n/ Ba rr ie r he ig ht\nSo lv ot he rm al /W et ch em ic al\n20 15\n[9 3]\nTi O 2\nPd Bu ta ne\nPa rt ic le s on pa rt ic le s\nIn cr ea se d ad so rp tio n/ Ba rr ie r he ig ht\nH yd ro th er m al\n20 17\n[9 4]\nW O 3\nPt /P tO /P tO 2\nH 2\nPa rt ic le s on pa rt ic le s\nCa ta ly st /I nc re as ed ad so rp tio n\nPu rc ha se d po w de r/ W et ch em ic al\n20 12\n[9 5]\nW O 3\nPt Et ha no l\nPa rt ic le s on ro ds\nIn cr ea se d ad so rp tio n/ D ep le tio n la ye r\nH yd ro th er m al\n20 11\n[9 6]\nW O 3\nA u\nN O 2\nPa rt ic le s on ig lo os\nCa ta ly st /I nc re as ed ad so rp tio n/ Ba rr ie r he ig ht\nSp in co at in g/ El ec tr on be am ev ap or at or\n20 14\n[9 7]\nperformance is often called sensitization. These sensitization mechanisms are covered in this review as they are often utilized in literature to describe improvements in sensor sensitivity and selectivity."
    }, {
      "heading" : "4. Sensitization",
      "text" : "The effects that cause increased sensor response are often grouped into two categories: electronic sensitization and chemical sensitization [2]. In electronic sensitization, the charge carrier concentration is altered which changes the position of the Fermi level. In chemical sensitization, gas adsorption and dissociation onto the sensor surface is enhanced. These concepts are closely linked, and they may both happen simultaneously. Both doping and heterojunctions from noble metals and transition metals can cause these effects. Understanding how these sensitization processes cause resistance modulation requires knowledge on charge transfer in semiconducting materials because charge transfer occurs between the sensor and analyte gas as well as across a heterojunction. Fig. 5 below depicts both forms of sensitization. A concept known as “Debye length” is used to describe charge transfer depth and indicates how this charge redistribution might affect sensing"
    }, {
      "heading" : "4.1. Debye length",
      "text" : "When materials with different Fermi levels are in contact, electrons will transfer from the material with the higher Fermi level to the material with the lower Fermi level. This process will create a net positive charge in the material that has lost electrons and a net negative charge in the material that has gained electrons. The electron transfer will continue until the negative charge buildup raises the energy of the electrons to prevent further electron transfer. This process is what controls Fermi level equilibration. The ability of a material to hold the resulting electric field depends on the carrier concentration. When a material contains a large number of mobile charge carriers, the carriers will move to balance electrostatic charges in the material. Therefore, the penetration depth of this charge gradient will be inversely related to the number of charge carriers because mobile electrons will move to areas with positive charge and vice versa for holes. In covalent semiconductors, such as silicon and+ germanium, donors and acceptors are added to increases the concentration of electrons and holes, respectively. In oxide semiconductors, dopants can also be added to increase the carrier concentration. However, oxygen vacancies and cation vacancies are the primary source of conducting electrons and holes. The Debye length is a property that indicates the penetration depth of charge carrier redistribution. The Debye length may be calculated as follows.\n=L kT q ND 2 d (5)\nAs shown in the above equation, the Debye length varies directly with a material’s dielectric constant, ε, and temperature and varies inversely with the number of mobile carriers. The dielectric constant of a material describes how well charge separation can occur in a given material. For this reason, the Debye length will increase as a material’s\nability to hold higher electric field increases. As discussed above, the donor concentration, Nd, varies inversely with the Debye length because as the number of mobile charger carriers increases, dielectric screening from these mobile charge carriers will act to compensate the electric field and decrease the depth of the accumulation or depletion. This accumulation or depletion layer width can be calculated as follows:\n=x 2L qV kTD S (6)\nWhere Vs is the potential barrier height due to the electric field created at the interface. In terms of gas sensing, the Debye length is used to describe charge carrier transfer between base materials and heterostructure materials as well as the charge carrier transfer between sensor materials and adsorbed gas species. While improved sensing due to heterostructure formation has been attributed to many mechanisms covered in this review, depletion layer formation is one of the most useful and well-studied of these effects in terms of gas sensing. This concept has been successfully utilized by decorating lower Fermi energy level materials onto higher Fermi energy level materials. In coreshell structures, these effects can be utilized by adjusting the radius of the core to be approximately equal to the Debye length [103]. One way of increasing sensitivity to reducing gasses of a core-shell structure is choosing n-type materials so that charge carriers transfer from the shell layer to the core layer. This reduction in charge carrier concentration allows for adsorbed oxygen to completely deplete the remaining carriers in the shell layer and cause a large change in sensor resistance when reducing gasses are introduced. The optimal thickness for these core-shell type sensors must be found based on the Debye length of the two materials. The concept of the Debye length is important to explain electronic sensitization because a heterostructure’s ability to alter conduction in the base material is a function of the Debye length."
    }, {
      "heading" : "4.2. Electronic sensitization",
      "text" : "Electronic sensitization occurs when the number of charge carriers available for conduction is altered, as a result, the Fermi level will also be altered. This phenomenon has also been referred to as “Fermi level pinning” because if one material has a significantly larger number of carriers (such as a metal-oxide heterojunction) the Fermi level will be fixed at the level of the material with the larger number of charge carriers. As discussed above, charge transfer from a heterojunction material to a base material can cause this redistribution of charge carriers. Restriction of the number of mobile charge carriers in the major conducting channel backbone can benefit gas sensing because when fewer carriers are present, gas adsorption will localize the few remaining charge carriers near the surface and the bulk resistance will change dramatically. In turn, this charge carrier redistribution increases the charge carrier density in the heterostructure material. The synergistic relationship between increased resistance modulation from electron depletion in the backbone material and increased surface activity in the heterostructure material allows for improvement opportunities in both sensitivity and selectivity.\nFor noble metals, a large change in resistance during gas exposure may be caused by a shift from the noble metal in a metallic state to an oxidized state. For SnO2, it has been found that heterostructures made of Pd and Ag can transform to PdO and Ag2O when exposed to oxidizing atmospheres [2]. This change causes a large modulation in resistance via electronic sensitization mechanisms which can be used to improve sensing performance. A similar type of change has been observed in a hydrogen gas environment where Pd has transformed to PdHx [104]. These changes in composition result in dramatic changes in the resistance of the sensor. Additionally, if lattice oxygen from the backbone material has been used for the oxidation of the noble metal, the stoichiometry of the backbone material will be altered. This process has been shown to affect the selectivity of a sensor [105]. Similar behavior has also been observed for transition metals. It has been widely observed that when CuO is used as a heterostructure material for the detection of H2S gas, CuO will react to form CuS which exhibits metallic character [106–108]. The transformation of NiO to NiS in the presence of SO2 has also been cited in sensing mechanisms [109]. Again, the selectivity for H2S in SnO2 and ZnO net-like nanostructured sensor was attributed to this electronic sensitization effect and experimentally supported with XPS and EDS [71]. Since sulfur and oxygen both have the same valence, it is perhaps not surprising that sulfur and oxygen will switch places in many metal oxide sensor materials. While these electronic effects are caused by charge redistribution which impacts the conduction through the sensor, the surface activity is another type of sensor phenomenon that can be described by chemical sensitization. In chemical sensitization, additives cause an increase in gas adsorption to the sensor surface. This process is primarily attributed to noble metals in the reduced state. Conversely, electronic sensitization is usually attributed to oxidized noble metals and transition metal oxide heterostructure materials [41]."
    }, {
      "heading" : "4.3. Chemical sensitization",
      "text" : "The buildup of negative charge that occurs when electrons flow from the metal oxide to the noble metal causes a local negative charge in the noble metal. Oxygen can then adsorb on the noble metal, dissociate into chemisorbed monatomic oxygen and “spill-over” onto the base metal oxide surface. This process is known as “the spill-over effect”. In some cases, this effect is specifically attributed to increased adsorption of oxygen, however this effect has been used in literature to explain increased adsorption for many analyte gasses. In either case, increased coverage of adsorbed gasses can facilitate measurable changes in captured charge at the surface which, for nanoscale materials, controls bulk conduction. Fig. 5 above shows how molecular oxygen will adsorb on the negatively charged noble metal and then dissociate onto the metal oxide backbone material. Noble metals have also been found to influence adsorption behavior that can alter the selectivity for certain gasses. One study investigated the selectivity of GaN nanowires with TiO2 nanoclusters before and after platinum was deposited. Before the addition of platinum, the sensors were selective for aromatic compounds but did not show a response to alcohols. After platinum was deposited, alcohols caused sensor response, but the sensor could no longer detect aromatics. This was attributed to two factors: 1) the aromatics had preferentially adsorbed to the platinum and were not reacting with oxygen adsorbed on the TiO2 and 2) on the platinum surface, the hydrogen ions produced by the oxidation of alcohols were able to combine to make H2 gas and desorb from the sensor surface thereby driving the alcohol oxidation reaction forward [15,47]. This type of multi-faceted chemical sensitization effect can be highly useful for selectivity improvements. The synergistic effect of the chemical sensitization from these adsorption processes and the electronic sensitization from electron depletion in the base material worked together to increase selectivity and sensitivity, respectively. In this case, chemical sensitization involved desorption of reaction products and sequestration of interfering gasses which allowed\nfor more surface activity of the desired analyte gas. The ability to organize and predict the relationship between these factors remains a huge challenge for creating a bottom-up approach for sensor design; the addition of platinum has been utilized in many studies that did not find similar results in selectivity improvements. Related to spill-over is the “support effect” which describes the interaction between the deposited metal and the metal oxide base structure. These interactions can determine the surface migration length for adsorbed molecules. It has been generally accepted in the catalysis community that gaseous hydrogen will spill over only very short distances on irreducible oxides such as Al2O3, whereas hydrogen spill over can occur to a much greater extent on reducible surfaces such as TiO2 [110]. Increasing the surface migration length is thought to improve catalytic activity. However ref. [111] found a contradictory finding on CO oxidation on gold supported catalysts. This study found that irreducible Al2O3 had higher catalytic activity than reducible metal oxides. The reason for this discrepancy was attributed to influence the support has on the shape and corresponding defects present on the nanostructured Au. These interactions may influence materials selection as well as the desired dispersion density of noble metal particles. If gas properties such as molecular weight or polarity are found to influence the surface migration length, this could be another method to tune selectivity. Research on the support effect also suggests another important aspect of the area surrounding the heterointerface in terms of reactivity [101]. In ref. [100], in situ FTIR, Raman spectrometry, and microcalorimetry were used to provide direct evidence for the mechanism of low temperature CO oxidation on gold decorated on FeOx. In this study, it was found that the surface lattice oxygen of FeOx near the noble metal nanostructures participated in the oxidation of CO. These results suggested that the Fe-O bond was activated by electron transfer to the noble metal. The fact that not only can the conduction/ adsorption be enhanced by these heterostructural sensors, but reactivity depends so highly on the interaction between the base and heterostructure material shows how important synergistic effects studies are to gas sensing research."
    }, {
      "heading" : "4.4. Doping vs. heterostructure",
      "text" : "Doping and heterostructure addition are the two main methods employed to improve the performance of resistive-type sensors. Both effects have been widely studied using a variety of testing conditions and synthesis methods [112]. It is important to be able to differentiate between the effect of doping and the effect of the heterojunction. Where a heterojunction can be advantageous for carrier separation and increased depletion layer width doping can provide more adsorption sites and charge carriers. Either case may be used to improve selectivity towards a chosen gas. In ref. [113], the difference between doping and interfacial effects was examined when Pt was added to an SnO2-In2O3 composite. Here it was found that coating Pt had a chemical sensitization effect whereas doped platinum had an electronic effect. Incorporation of dopants into the base material’s lattice can drastically change the effect of a heterojunction material. Incorporation of one cation into the lattice of a different metal oxide will result in lattice mismatch and may provide an adsorption site for both oxygen and an analyte gas [9]. Doping of transition metals and noble metals have both been examined. In ref. [114], the effects of doping SnO2 with palladium and indium for formaldehyde detection were examined. The sensor with both dopants preformed the best and the proposed reasoning was similar to the above discussion on noble metal and transition metal effects: the noble metal dopant was credited with helping to increase the oxygen surface coverage and the transition metal was credited with altering the charge carrier concentration."
    }, {
      "heading" : "4.5. Synergistic effects in p-type conducting channels",
      "text" : "Synergistic effects where n-type materials or noble metals have been\ndecorated onto p-type conducting backbones have been studied to a lesser extent than the previously discussed material configuration. Again, electrons should flow from the n-type material to the p-type conducting backbone. This should cause electron-hole recombination which would decrease conductivity in the p-type metal oxide backbone. When a reducing gas is introduced, more electrons would be introduced into the p-type conducting channel, further decreasing the number of conducting holes. This could improve resistance modulation in the same way as synergistic effects with n-type conducting channels. Decoration of n-type metal oxides onto p-type metal oxides has been used to improve sensing response and selectivity. In ref. [115] synergistic effects due to conduction channel restriction and increased surface area were credited as the cause for enhanced response to ethanol and methanol in NiO loaded with Fe2O3. Similar enhanced response was observed in ref. [116] for the detection of acetone with SnO2 decorated Co3O4 nanofibers. Noble metal decoration has been used to increase response in p-type metal oxide sensors utilizing similar mechanisms as noble metal decorated n-type metal oxides. In ref. [117] thin-walled NiO tubes were decorated with Pt and the response to ethanol, hydrogen, and carbon monoxide were observed. It was found that the Pt decorated tubes exhibited enhanced response to ethanol which was attributed to chemical sensitization from the Pt particles. A similar chemical sensitization mechanism was proposed in ref. [118] for improved H2S gas sensing of CuO nanorods functionalized with Pd. In ref. [119] chemical sensitization was credited as the cause for improved acetone response in a sensor fabricated with a Au-loaded NiO hybrid material. Doping has also been utilized to induce synergistic effects in p-type conducting channels. In ref. [120], NiO hierarchical nanostructures were doped with Cr3+. The substitution of Ni2+ for Cr3+ caused electron-hole recombination which reduced the number of holes in the NiO thereby improving sensor response by conduction channel restriction. In addition, selectivity enhancement towards to o-xylene and toluene was attributed to catalytic oxidation of methyl groups due to the presence of chromium. Similarly, enhanced ethanol sensing has been attributed to electronic sensitization via iron doping in NiO nanofibers [120]. While synergistic effects with p-type conduction channels sensitized by n-type materials and noble metals have shown promising results for numerous gasses, the vast majority of studies have focused on the ntype conducting channel sensors. Fine tuning of these materials systems using a combination of materials may provide enhanced sensitivity and selectivity."
    }, {
      "heading" : "4.6. Co-doping and co-decoration",
      "text" : "The large improvements in sensing performance due to increased chemical and electronic sensitization has led researchers to investigate the effect from multiple materials either by doping or heterostructure addition. These efforts have tested metal oxide combinations, noble metal combinations, and combinations thereof. In ref. [10], n-type In2O3 nanorods were decorated with n-type Fe2O3 and p-type Co3O4 nanoparticles. Here it was found that the co-decorated sensor had superior performance over In2O3 nanorods decorated with either Fe2O3 or Co3O4 alone. The reason for this improved performance was the synergistic effect of the increased depletion layer in In2O3 nanorods from both the Fe2O3 and the Co3O4 nanoparticles and the increased catalytic activity of Co3O4. In ref. [121], CuO microleaves were decorated with BaTiO3 spheroids impregnated with varying amounts of Ag. It was found that the addition of Ag caused a 6-fold increase in sensor response to CO2 over pristine BaTiO3 and CuO. In situ DRIFTS analysis was used to show that the Ag promoted the reaction of CO2 to CO32− and resistance modulation was controlled by modulation in the potential barrier between CuO and BaTiO3. Fig. 6 below shows sensor response from 1% silver impregnation on a 1:1 mol ratio of BaTiO3 to CuO compared to the same ratio of BaTiO3 to CuO without Ag addition.\nIn ref. [114], SnO2 microspheres were co-doped with indium and palladium. In this study, the In3+ replaced the Sn4+ thereby acting as an acceptor impurity. This would cause an increase in oxygen vacancies to maintain charge neutrality which increases the number of negative charge carriers. This study proposed that when these vacancies are present on the surface, additional surface adsorption sites may be created thereby enhancing chemical sensitization. The palladium would act to increase oxygen disassociation on the surface. These two effects worked together to enhance the sensor performance to all tested gasses. In ref. [122], addition of chromium and platinum in SnO2 in a thin film sensor was investigated. In this study, the choice of secondary material altered the selectivity. It was found that SnO2 doped with chromium had higher selectivity towards NOx species and SnO2 doped with both Cr and Pt had better selectivity towards CO. The cause for increased NOx selectivity was attributed to the formation of [Cr=O]3+ species, which attracts NOx. Platinum present on the surface of the thin film was found to increase the sensitivity to all tested gasses. This was attributed to both electronic and chemical sensitization. Here it was found that the amount of co-doping dramatically changed the proportion of platinum in the metallic state. In the co-doped sensor, the majority of platinum existed in a +4 charged state. When platinum was the only additive, approximately 22% was in the metallic state and 78% was in the charged state. This demonstrates how material interactions can drastically alter sensor performance. The effect of co-decoration with noble metals has been investigated for unique properties. Although noble metal addition is often used to increase the sensitivity of resistive type sensors by increasing spill-over onto the sensor surface, some research has shown that incorporating two different noble metals on the sensor surface improves sensor performance more than a single noble metal with the same amount of surface coverage. Given that noble metals have different work functions and lattice spacing, it is perhaps not surprising that they may cause different sensor behavior. In [123], the co-decoration of platinum and palladium was found to exhibit an improved sensor response greater than the sum of its parts. The effect of co-decoration of Au and Pd on\nWO3 has been investigated for acetone detection in ref. [124]. As expected, WO3 decorated with either Au or Pd alone exhibited better sensitivity than pristine WO3 through the spill-over effect. However, when co-decoration of both metals was used, there was an increased effect due to the formation of an Au-Pd alloy. The electronic structure of this alloy is different than the electronic structure of either of the pure components. This altered electronic structure was credited as the reason for increased sensor response to acetone. Because of the chemical similarity of noble metals, alloy formation is more likely, and characterization should be performed to determine whether the materials have alloyed or remained separate. In general, for all heterostructure gas sensors, the formation of alloys or intermetallic compounds should be investigated when choosing materials systems because they may exhibit drastically different sensing properties than the combination of individual materials. At the most basic level, the synergistic effect as defined in this review is comprised of the complementary combination of the electronic and chemical sensitization which are both simple methods to improve transduction and receptive mechanisms, respectively. To maximize theses synergistic effects, a heterostructure should deplete charge carriers in the conduction channel of the base material (electronic sensitization) and cause increased surface activity by increasing adsorption and reaction rates with analyte gasses and oxygen (chemical sensitization). There are many reports of sensors improved by the synergistic combination of these effects. However, other phenomena related to these effects should be considered in sensor design. Important issues related to these concepts include diffusion between heterostructure and base materials, heterostructure shape/dispersion, surface morphology, and ambient conditions. The remainder of this review article will focus on these subjects because they dictate the surface interactions and conduction mechanisms discussed previously."
    }, {
      "heading" : "5. Structure and surface morphology",
      "text" : "Many novel processes to produce interesting metal oxide nanostructures have been developed. These processes include VLS, hydrothermal, electrospinning, galvanic replacement, PLD, ALD, sputtering and others. Increasingly complex heterostructural materials have been investigated to improve sensitivity and selectivity. Important structural parameters shown to affect gas sensing include: size, porosity, and shape."
    }, {
      "heading" : "5.1. Size and porosity",
      "text" : "A common method to optimize sensor sensitivity is reducing grain size so that it is similar in radius to the Debye length as discussed in relation to electronic sensitization. Beyond optimization of size for charge depletion, these nanoscale dimensions have the added benefit of increased reactivity. Nanostructures have a higher surface to volume ratio than other materials. This causes relatively high surface energy. This energy can be used to overcome the activation energy for surface reactions [125]. The size of nanostructures can significantly alter the chemical and electronic sensitization mechanism discussed earlier. For bulk noble metals in the metallic state, charge transfer will not cause changes to the metal’s Fermi level because the carrier concentration of the metals is so much larger than that of the oxide which gives rise to the chemical sensitization. However, when a structure contains very few atoms (less than ˜100), this charge transfer to the metal can cause changes in the Fermi level which will affect adsorption and reactivity [125]. Selectivity improvements have also been observed based on the gas molecule size. Based on the above discussion of the difference in surface energy for nanoscale structures, it is no surprise this affects their catalytic activity. Since the surface energy affects the binding to gas molecules, a material that does not adsorb in bulk scale may have high gas adsorption in the nanoscale. Another cause for increased selectivity is due to diffusion rates.\nSmaller molecules may be more likely to diffuse to the heterojunction interface, especially in thick film, net-like, and porous morphologies where larger molecules are not able to penetrate the entire sensing material. A heterostructural layer of appropriate size may be the influencing factor for larger molecules that cannot diffuse to the heterojunction interface. The selectivity for ammonia, ethanol, and acetone were examined with SnO2 and WO3 [58]. The weight of SnO2 precursor was varied and deposited on WO3 nanoplates. As the amount of SnO2 precursor was increased, the size and density of the SnO2 nanoparticles deposited on the WO3 nanoplates increased. The selectivity of the analyte gasses was as follows: ammonia produced the best response for the sensor with the largest amount of SnO2 precursor, ethanol produced the best response for an intermediate amount SnO2 precursor, and acetone produced the best results for pristine SnO2. For ammonia and ethanol, the selectivity was attributed to the size of the gas molecules relative to the SnO2 particle size. Ammonia, being smaller than ethanol, could diffuse to the heterojunction interface of the SnO2 and WO3 and then react with adsorbed oxygen to cause modulation in the sensor resistance. The sensor with the largest amount of interface (i.e. the sensor with the largest amount of SnO2 precursor) therefore showed the best response for ammonia. Ethanol, having a larger size, was better suited for the less dense surface produced from an intermediate amount of SnO2 precursor. The cause of the acetone selectivity was not attributed to size factors, but instead to an increase in active sites induced by high temperature desorption as discussed in section 2.3.2. These size effects are usually adjusted to do two things 1) increase sensitivity by having particles or grain size close to the Debye length and 2) controlling the diffusion processes to select for gas analytes of differing sizes. These two processes can be categorized as electronic sensitization and chemical sensitization, respectively. However, selectivity can further be enhanced by fine tuning surface adsorption and reactivity. This may be achieved by controlling exposed crystallographic facets, a phenomenon known as geometric effects."
    }, {
      "heading" : "5.2. Geometric effects",
      "text" : "Geometric effects describe how the exposed crystallographic facets on a sensor surface effect response. This effect has been extensively investigated in catalyst literature and may be of interest to nanoscale sensor researchers. Nanoparticles have been synthesized to be cubic, tetrahedral, octahedral and other shapes. These shapes will determine the exposed crystallographic facets. Crystallographic facets with lower packing density have higher energy which can facilitate surface reactivity. For metal oxides, these less dense facets can expose uncoordinated metal cations which may facilitate adsorption and reactivity. Literature relating to geometric effects has been reported for the different types of important sensing materials discussed in this review: wide bandgap (SnO2, ZnO), noble metals, and transition metals. Although surface reactivity of wide band gap materials is not the focus of this review, facet dependent reactivity has been reported for this class of sensing materials. Higher surface energy of SnO2 facets have been shown to correspond to better sensor response [126]. In ref. [127], ethanol response was tested for the (110) and (221) faces of SnO2 nanoparticles. Octahedral nano particles having high energy (112) facets were synthesized along with elongated octahedral nanoparticles with (110) and (112) facets. It was shown that as the proportion of the (112) facet area was increased, the sensitivity to ethanol increased. The same trend was observed for other alcohols tested. This facet dependent reactivity has also been reported for ZnO [128]. While the facet-controlled reactivity of noble metals has been extensively studied [129–131], it will not be deeply discussed here. However, for sensor applications it is important to know that along with improving sensitivity through spill-over, noble metals may be used to enhance selectivity via shape-controlled reactions. Cubic nanoparticles with the FCC structure such as Pt, Au, and Ag will have (100) faces, whereas octahedral nanoparticles will have (111) faces [132]. The\nenergy and arrangement of these crystallographic faces have been shown to impact reaction pathways. The (111) face of platinum has been shown to be the best suited for oxidation of formic acid and methanol [133]. Fig. 7 below shows CO oxidation occurring on a faceted gold nanoparticle. Similar results have been found for transition metals with controlled shapes. In [134], enhanced sensitivity for a variety of reducing gasses was found for high index facets of Fe2O3. These facets contain the highest density of Fe3+ ions, which may provide active sites that facilitate the reaction between reducing gasses and oxygen. Similar results for Co3O4 has followed this trend showing facets with lower packing density (higher energy) increase reaction rates [135]."
    }, {
      "heading" : "5.3. Unintentional structural changes",
      "text" : "The above discussion shows how useful structural control can be for sensor performance. However, it has been observed that the structure and chemical composition of a sensing material can also be unintentionally altered by introducing heterostructures and dopants. In turn, these structural changes affect processes such as gas adsorption and diffusion. The size mismatch between the cation in the heterostructure material and the cation of the base material will determine if the heterostructure material will be incorporated into the lattice of the base material or remain as a separate heterostructure with a discrete interface. In one study, chromate was deposited on ZnO. It was found that a small amount of Zn was incorporated into the chromate lattice. Improved sensitivity to trimethylamine was attributed to the catalytic activity of chromium as well as the increase in the depletion layer caused by the p-n junction between chromate and ZnO [59]. In another study, trimethylamine detection was measured by a sensor fabricated by the addition of chromate on SnO2 [137]. In this study, it was found that Cr3+ had become incorporated into the lattice of the SnO2. Again, the sensors showed improved sensitivity to trimethylamine and did not have drastic changes in the detection of other gases tested. However, these two studies show that doping of either the base material or the heterostructure material may occur. As stated previously, these dopants may alter the Fermi level especially at nano length scales and should be chosen so that the incorporation of one metal into the lattice of another does not decrease sensor performance by altering the electronic structure. Another factor that may strongly influence the response of a sensor is the preparation method. In one study, a mesoporous SnO2 sensor was prepared using a cationic surfactant as an organic template. The temperature at which the highest sensitivity was observed for hydrogen and ethanol of a mesoporous SnO2 sensor was found to differ from previous studies using a different solvent. The cause for this difference was attributed to residues left behind by the surfactant used during preparation. These residues may affect the adsorption of the analyte gasses tested [138]. In ref. [139], the width of nano-fibers fabricated using electrospinning process were reduced when ZnO was doped with cobalt. The cause of this is attributed\nto the charges of Co+ and NO3− concentrations during the preparation process. The dimensions of nano-fibers produced by electrospinning can be reduced by lowering the solution concentration [140]. Agglomeration of additives can occur during an annealing process. The heat treatments necessary to optimize sensor performance may have unintended effects when additional materials are added to improve selectivity. Grain size may be optimized according to the Debye length by adding a secondary material. However, the properties of the additive will have its own effect on the overall sensing performance [106]. Similarly, the size of nano-scale structures can be drastically altered by adding a secondary material. Doping of platinum has been shown to reduce the grain size of WO3 thin films which was suggested as the reason for improved hydrogen sensitivity [141]."
    }, {
      "heading" : "6. Humidity",
      "text" : "Many of the aforementioned mechanisms do not account for the effect of humidity. It is crucial to account for the presence of water in real world applications. The type of oxygen ion adsorbed onto a sensor surface is well studied and thought to have a large influence on sensor surface reactions. Similarly, water may be present as a molecule, hydroxyl radical, or hydroxyl in multiple oxidation states. This will not only depend on temperature but on the sensor material [142]. A literature survey of experiments done to determine the adsorption of water on SnO2 reports the state of adsorption over multiple temperature regimes [143]. Fig. 8 below shows the state of adsorbed water over different temperature ranges. Diffuse Reflectance Infrared Fourier Transform spectroscopy (DRIFT) has been used to show that water reacts with adsorbed oxygen on an SnO2 sensor by the following reaction [144].\n+ + +H O O 2Sn 2(Sn-OH) e2 ad (7)\nBecause adsorbed surface oxygen affects sensor response, the reactions between oxygen and water are important for understanding the sensing behavior in the presence of humidity. The removal of adsorbed oxygen can decrease sensing performance simply by removing the number of available oxygens to take part in reactions with analyte gasses. Since fewer oxygens are present, the charge accumulation layer is decreased thereby reducing depletion. For this reason, sensor performance usually decreases in the presence of humidity. However, in some instances humidity has increased sensor selectivity. In these cases, it is believed that the adsorbed water species facilitate surface reactions. A similar terminal hydroxyl formation has been proposed on copper oxide sensor surfaces. In this study, the authors proposed a similar reaction as shown above. However, changes in both band bending and electron affinity were observed when humidity was introduced. The dipole created by the bond between the metal cation and hydroxyl group was credited as causing the change in electron affinity. This study indicated that the electron transfer from the surface would be hindered by the electrostatic repulsion caused by the dipole moment between the\ncation and terminal hydroxyl group [98]. In a study done on GaN with TiO2 nanoclusters, the authors proposed that water may adsorb as a molecule or as an OH− species [47]. Molecular oxygen would act to block potential binding sites for oxygen, thereby increasing the current in an n-type material. Alternatively, adsorbed OH− species would be able to donate electrons and cause a gating effect thereby reducing current in the same fashion as adsorbed oxygen. Ref. [145] examines the influence of water on electronic sensitization from noble metal loading. Here the authors found that the water competed with ambient oxygen for adsorption sites on PtOx nano clusters. Because oxygen was not able to replenish the PtOx in oxygen, a “reverse spill-over effect” occurred where the oxygen from the SnO2 surface migrated to oxidize the Pt. This removal of adsorbed oxygen from the SnO2 surface caused large changes in the measured resistance. The surface topology may change in the presence of water. The surface observed in the vacuum environment of an electron microscope is in a very different environment than a real-world sensor. The presence of water has shown to affect the oxidation state and therefore the structure of metal oxides on the surface of a sensor. One study investigating the influence of humidity and surface coverage revealed how different metal oxide species may exist based on the degree of surface coverage in the presence of water [146]. In this study in situ Raman spectroscopy showed that species of MoO3, WO3, V2O5, and Nb2O5 produced different Raman spectra as their surface coverage on γalumina (Al2O3) increases. This is caused by bonding M-O-Al linkages that occur between the alumina substrate and metal oxide species. Only when a full mono layer of the material was reached, the expected crystalline Raman spectra was obtained. In addition to coverage considerations, humidity likely changes the structure and oxidation state of many metal oxide compounds. Raman spectroscopy has been used to show that metal oxides in a high oxidation state (Re7+, Cr6+, Mo6+, W6+, V5+, Nb5+) all had different Raman spectra when in the presence of water vs. ambient conditions. Conversely, low oxidation state metal oxides (Ni2+, Co2+, Fe3+, Mn4+) did not show different spectra and therefore did not possess different bonding structures in humid conditions. This dependence on humidity was not found when monolayer coverage of the metal oxides over the alumina substrate was reached."
    }, {
      "heading" : "6.1. Sequestration",
      "text" : "The reduction of humidity dependence is an important research interest due to the unavoidable presence of water in all real-world sensing applications. Water may compete with analyte gasses for adsorbed oxygen and adsorption sites. To prevent this interference, hydroscopic heterostructure materials may be added to sequester water on the surface. One study compared pure SnO2 to SnO2 decorated with NiO for CO sensing in the presence of humidity [16]. Here it was found that the response and recovery time of CO detection for NiO doped SnO2 sensors showed low humidity dependence. DRIFT analysis was used to observe the surface species present when the sensors were exposed to dry and wet air. This analysis showed that when exposed to water, hydroxyl groups formed on the sensor surface, but no resistance changes were observed in the sensor. This implied that hydroxyl groups were forming on the NiO, thereby preventing interference of processes occurring on the SnO2 surface. Interestingly, the adsorption of water on NiO has been found to only occur in the presence of adsorbed ambient oxygen [147]. The ability to sequester interfering water species may depend on the state of secondary material. The difference between doping and heterostructure interface was tested in the presence of humidity. It was found that CO oxidation and the corresponding sensing signal was increased in the platinum doped SnO2 case. This result suggested that because water and CO compete for adsorption sites, the platinum clusters were saturated by water, but the doped platinum sites were able to accommodate and separate the CO and water [148]. The introduction of hydroscopic materials may not cause decreased humidity dependence when a new phase is formed. In ref. [106], In2O3 was doped with polonium using a sol-gel preparation. The formation of hydroscopic P2O5 would be expected to improve the sensor performance in the presence of humidity. However, it was found that InPO4 formed which did not act to sequester water. New phase formation and the resulting effect on gas sensing properties has been observed for SnO2 doped by a variety of elements [106]."
    }, {
      "heading" : "6.2. Selectivity",
      "text" : "Not only will water be present in more real-world gas sensing applications, but in many cases, there will be a plethora of gasses which\nmay affect the sensing performance. In environmental monitoring, sulfur containing compounds, NOX compounds, volatile organic compounds and others can all be simultaneously present in a gas sensing atmosphere. For this reason, studies on selectivity are crucial to deduce the real-word potential of a gas sensor. The application of metal oxide gas sensors for volatile organic compound monitoring have shown great promise [149], but in many research endeavors, gas selectivity is based on the sensor response in the presence of a single analyte gas in a dry air background. Studies on selectivity are vital to our database of knowledge on the gas atmosphere’s impact on sensor performance. The principles discussed in this literature review are the basis for many promising results in selectivity improvements."
    }, {
      "heading" : "7. Conclusions and future outlook",
      "text" : "A vast body of literature has been published on various resistivetype gas sensors. Heterostructures have been incorporated in nanoscale metal oxide structures to further constrict charge carrier concentration and cause larger resistance changes when ambient gasses adsorb onto the sensor surface. Large improvements in sensor sensitivity have been achieved, allowing for detection of many hazardous gasses at low concentrations. Synergistic effects caused by the complimentary behavior between electronic and chemical sensitization have often been credited for these performance improvements. For transition metals, chemical sensitization can result from increased adsorption due to lattice mismatch and high energy sites. For noble metals, chemical sensitization is usually associated with metallic noble metals which may accumulate negative charge and facilitate gas adsorption. Electronic sensitization for both transition metals and noble metals is caused by the transfer of charge from a material with a higher Fermi energy level to a material with a lower Fermi level. Although these effects have mostly been investigated for n-type conducting channel sensors, p-type conduction channel sensors have shown promising results and should be investigated further. Surprisingly, selectivity improvements have been observed due to the addition of these heterostructure materials. Many of these selectivity improvements have been attributed to surface processes controlled by size, shape and electronic structure of the heterostructure material. Some useful insights from the electronic theory of catalysis may provide guidelines for future gas sensor investigations. For gas analytes that undergo dehydration and dehydrogenation reactions such as alcohols and formaldehyde, there has been successful implementation of guiding the reaction pathway to produce better response by choosing dopants according to their electronegativity. For reactions that produce products such as hydrogen, reactions can be increased by adding material that allows for dissociation of the hydrogen gas produced. Unfortunately, the causes for selective behavior is often not completely understood. Much of the mystery surrounding surface processes could be explored by using spectrometric techniques such as DRIFT to find what species exist on the surface and where they are adsorbed. Insight into surface reactions could be gained by measuring the reaction products emanating from the sensor surface using techniques such as gas chromatography. These techniques can be used to gather information on the species present on the sensor surface. One of the most useful methods to further knowledge on sensor mechanism are systematic studies where experimental variables are rigorously controlled. These types of investigations don’t require expensive equipment and expertise but provide clarification and new insights. Ultimately the goal of gas sensor research is to form a fundamental understanding of the relationships between surface reactions, heterojunction interfaces, morphology and the sensor environment. To continue to harness useful selectivity results, surface processes should be investigated. Increased knowledge of these complementary behaviors could not only advance sensor technology, but have implications for catalysis, solar cells, LEDs, and other technologies utilizing metal oxide semiconductors."
    }, {
      "heading" : "Acknowledgement",
      "text" : "This work was supported by the National Science Foundation grant 1609142."
    } ],
    "references" : [ {
      "title" : "Metal-core@metal oxide-shell nanomaterials for gas-sensing applications: a review",
      "author" : [ "A. Mirzaei", "K. Janghorban", "B. Hashemi", "G. Neri" ],
      "venue" : "J. Nanopart. Res. 17 (9) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "New approaches for improving semiconductor gas sensors",
      "author" : [ "N. Yamazoe" ],
      "venue" : "J. Sens. Actuators B. Chem. 5 (1–4) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Humidity sensors based on polymer thin films",
      "author" : [ "Y. Sakai", "Y. Sadaoka", "M. Matsuguchi" ],
      "venue" : "Sens. Actuators B Chem. 35 (September (1–3)) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "GaN resistive hydrogen gas sensors",
      "author" : [ "F. Yun", "S. Chevtchenko", "Y.-T. Moon", "H. Morkoç", "T.J. Fawcett", "J.T. Wolan" ],
      "venue" : "Appl. Phys. Lett. 87 (August (7)) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Highly selective and sensitive CdS thin film sensors for detection of NO2 gas",
      "author" : [ "S.T. Navale", "A.T. Mane", "M.A. Chougule", "N.M. Shinde", "J. Kim", "V.B. Patil" ],
      "venue" : "RSC Adv. 4 (84) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Novel resistive-type humidity sensor based on multiwall carbon nanotube/polyimide composite films",
      "author" : [ "K.-P. Yoo", "L.-T. Lim", "N.-K. Min", "M.J. Lee", "C.J. Lee", "C.-W. Park" ],
      "venue" : "Sens. Actuators B Chem. 145 (March (1)) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Gas sensing characteristics of multi-wall carbon nanotubes",
      "author" : [ "O.K. Varghese", "P.D. Kichambre", "D. Gong", "K.G. Ong", "E.C. Dickey", "C.A. Grimes" ],
      "venue" : "Sens. Actuators B Chem. 81 (December (1)) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Recent progress in carbon nanotube-based gas sensors",
      "author" : [ "T. Zhang", "S. Mubeen", "N.V. Myung", "M.A. Deshusses" ],
      "venue" : "Nanotechnology 19 (August (3)) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Synergistic effects of a combination of Cr2O3-functionalization and UV-irradiation techniques on the ethanol gas sensing performance of ZnO nanorod gas sensors",
      "author" : [ "S. Park", "G.J. Sun", "C. Jin", "H.W. Kim", "S. Lee", "C. Lee" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 (4) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synergistic effects of codecoration of oxide nanoparticles on the gas sensing performance of In2O3 nanorods",
      "author" : [ "S. Park" ],
      "venue" : "Sens. Actuators B",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Highly selective and sensitive xylene sensors using Cr2O3-ZnCr2O4 hetero-nanostructures prepared by galvanic replacement",
      "author" : [ "J.H. Kim" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Progress in the development of semiconducting metal oxide gas sensors: a review",
      "author" : [ "P.T. Moseley" ],
      "venue" : "Meas. Sci. Technol. 28 (August (8)) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "SnO2 nanoparticles-reduced graphene oxide nanocomposites for NO2 sensing at low operating temperature",
      "author" : [ "H. Zhang", "J. Feng", "T. Fei", "S. Liu", "T. Zhang" ],
      "venue" : "Sens. Actuators B. Chem. 190 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Designed synthesis of In2O3 Beads@TiO2-in2o3composite nanofibers for high performance NO2 sensor at room temperature",
      "author" : [ "L. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Methanol, ethanol and hydrogen sensing using metal oxide and metal (TiO2–Pt) composite nanoclusters on GaN nanowires: a new route towards tailoring the selectivity of nanowire/nanocluster chemical sensors",
      "author" : [ "G.S. Aluri" ],
      "venue" : "IOP Publ. Nanotechnol. Nanotechnol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "The role of NiO doping in reducing the impact of humidity on the performance of SnO2-based gas sensors: Synthesis strategies",
      "author" : [ "H.R. Kim", "A. Haensch", "I.D. Kim", "N. Barsan", "U. Weimar", "J.H. Lee" ],
      "venue" : "and phenomenological and spectroscopic studies, Adv. Funct. Mater. ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Co3O4-SnO2 hollow heteronanostructures: facile control of gas selectivity by compositional tuning of sensing materials via galvanic replacement",
      "author" : [ "H.M. Jeong", "J.H. Kim", "S.Y. Jeong", "C.H. Kwak", "J.H. Lee" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 (12) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hierarchical heterostructure of porous NiO nanosheets on flower-like ZnO assembled by hexagonal nanorods for high-performance gas sensor",
      "author" : [ "Y. Lu", "Y. Ma", "S. Ma", "S. Yan" ],
      "venue" : "Ceram. Int. 43 (July (10)) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ultraselective toluene-gas sensor: nanosized gold loaded on zinc oxide nanoparticles",
      "author" : [ "K. Suematsu", "K. Watanabe", "A. Tou", "Y. Sun", "K. Shimanoe" ],
      "venue" : "Anal. Chem. 90 (3) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A selective NH3 gas sensor based on Fe2O3–ZnO nanocomposites at room temperature",
      "author" : [ "H. Tang" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2006
    }, {
      "title" : "Gas-sensitive properties of thin film heterojunction structures based on Fe2O3-In2O3nanocomposites",
      "author" : [ "M. Ivanovskaya", "D. Kotsikau", "G. Faflia", "P. Nelli", "S. Irkaev" ],
      "venue" : "Sens. Actuators B Chem. 93 (1–3) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Ultrasensitive and low detection limit of toluene gas sensor based on SnO2-decorated NiO nanostructure",
      "author" : [ "H. Gao" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Ultra-sensitive and selective hydrogen nanosensor with fast response at room temperature based on a single Pd/ZnO nanowire",
      "author" : [ "O. Lupan", "V. Postica", "F. Labat", "I. Ciofini", "T. Pauporté", "R. Adelung" ],
      "venue" : "Sens. Actuators B Chem. 254 (January) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultra-high sensitive and selective H2 gas sensor manifested by interface of n–n heterostructure of CeO2-SnO2 nanoparticles",
      "author" : [ "D.E. Motaung" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Fabrication of ultra-high sensitive and selective CH4 room temperature gas sensing of TiO2 nanorods: detailed study on the annealing temperature",
      "author" : [ "Z.P. Tshabalala", "K. Shingange", "B.P. Dhonge", "O.M. Ntwaeaborwa", "G.H. Mhlongo", "D.E. Motaung" ],
      "venue" : "Sens. Actuators B. Chem. 238 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Formaldehyde detection: SnO2 microspheres for formaldehyde gas sensor with high sensitivity",
      "author" : [ "Y. Li", "N. Chen", "D. Deng", "X. Xing", "X. Xiao", "Y. Wang" ],
      "venue" : "fast response/ recovery and good selectivity, Sens. Actuators B Chem. 238 (January) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "High sensitivity and good selectivity of ultralong MoO3 nanobelts for trimethylamine",
      "author" : [ "S. Yang" ],
      "venue" : "gas, Sens. Actuators B Chem",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "H. Gu", "Z. Wang" ],
      "venue" : "Hu, Hydrogen gas sensors based on semiconductor oxide  J.M. Walker, et al.  Sensors & Actuators: B. Chemical 286 (2019) 624–640 638  nanostructures, Sensors 12 (12) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Exploiting synergies in catalysis and gas sensing using noble metal-loaded oxide composites, ChemCatChem",
      "author" : [ "S.A. Müller" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Nanoscale metal oxide-based heterojunctions for gas sensing: a review",
      "author" : [ "D.R. Miller", "S.A. Akbar", "P.A. Morris" ],
      "venue" : "Sens. Actuators B. Chem. 204 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hybrid organic-inorganic-materials in search of synergic activity",
      "author" : [ "P. Gomez-Romero" ],
      "venue" : "Adv. Mater. 13 (3) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "From the Sabatier principle to a predictive theory of transition-metal heterogeneous catalysis",
      "author" : [ "A.J. Medford" ],
      "venue" : "J. Catal",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "In2O3–graphene nanocomposite based gas sensor for selective detection of NO2 at room temperature",
      "author" : [ "F. Gu", "R. Nie", "D. Han", "Z. Wang" ],
      "venue" : "Sens. Actuators B Chem. 219 (November) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ultrasensitive and highly selective gas sensors based on electrospun SnO2 nanofibers modified by Pd loading",
      "author" : [ "D.-J. Yang", "I. Kamienchick", "D.Y. Youn", "A. Rothschild", "I.-D. Kim" ],
      "venue" : "Adv. Funct. Mater. 20 (December (24)) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Gas sensor properties of Ag- and Pd-decorated SnO micro-disks to NO2",
      "author" : [ "M.S. Barbosa", "P.H. Suman", "J.J. Kim", "H.L. Tuller", "J.A. Varela", "M.O. Orlandi" ],
      "venue" : "H2 and CO: catalyst enhanced sensor response and selectivity, Sens. Actuators, B Chem. 239 (February) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Striking sensing improvement of n-type oxide nanowires by electronic sensitization based on work function difference",
      "author" : [ "S.-W. Choi", "A. Katoch", "J.-H. Kim", "S.S. Kim" ],
      "venue" : "J. Mater. Chem. C 3 (February (7)) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "U",
      "author" : [ "M.E. Franke", "T.J. Koplin" ],
      "venue" : "Simon, Metal and metal oxide nanoparticles in chemiresistors: does the nanoscale matter? Small 2 (January (1)) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Size matters: why nanomaterials are different",
      "author" : [ "E. Roduner" ],
      "venue" : "Chem. Soc. Rev. 35 (June (7)) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Electronic Processes on Semiconductor Surfaces During Chemisorption",
      "author" : [ "T. Wolkenstein" ],
      "venue" : "",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Highly sensitive and selective room-temperature formaldehyde sensors using hollow TiO2 microspheres",
      "author" : [ "X. Li", "X. Li", "J. Wang", "S. Lin" ],
      "venue" : "Sens. Actuators B. Chem. 219 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "5 – Catalysis Background Chemical Sensing with Solid State Devices",
      "author" : [ "M.J. Madou", "S.R. Morrison", "M.J. Madou", "S.R. Morrison" ],
      "venue" : "",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Titanium oxide thin films for monitoring: structural and physical characterizations titanium oxide thin films for NH 3 monitoring: structural and physical characterizations",
      "author" : [ "D. Manno" ],
      "venue" : "J. Appl. Phys. Appl. Phys. Lett. J. Vac. Sci. Technol. A Vacuum,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1997
    }, {
      "title" : "Conduction model of metal oxide gas sensors",
      "author" : [ "N. Barsan", "U. Weimar" ],
      "venue" : "J. Electroceramics 7 (3) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "3 – Solid/Gas Interfaces Chemical Sensing with Solid State Devices",
      "author" : [ "M.J. Madou", "S.R. Morrison", "M.J. Madou", "S.R. Morrison" ],
      "venue" : "",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Identifying the active oxygen species in SnO2based gas sensing materials: an operando IR spectrsocopy study",
      "author" : [ "D. Degler", "S. Wicker", "U. Weimar", "N. Barsan" ],
      "venue" : "J. Phys. Chem. C 119 (21) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Gas-sensing properties of SnO2-TiO2-based sensor for volatile organic compound gas and its sensing mechanism",
      "author" : [ "Z. Wen", "L. Tian-mo" ],
      "venue" : "Phys. B Condens. Matter 405 (5) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Highly selective GaN-nanowire / TiO2 -nanocluster hybrid sensors for detection of benzene and related environment pollutants, Nanotechnology",
      "author" : [ "G.S. Aluri" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2011
    }, {
      "title" : "A molecular perspective on the d-band model: synergy between experiment and theory",
      "author" : [ "L.G.M. Pettersson", "A. Nilsson" ],
      "venue" : "Top. Catal. 57 (1–4) ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electronic factors determining the reactivity of metal surfaces",
      "author" : [ "B. Hammer", "J.B.K. Norskov" ],
      "venue" : "Surf. Sci. 343 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Tuning selectivity of CO2 hydrogenation reactions at the metal/oxide interface",
      "author" : [ "S. Kattel", "P. Liu", "J.G. Chen" ],
      "venue" : "J. Am. Chem. Soc. 139 (29) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sensing characteristics and surface reaction mechanism of alcohol sensors based",
      "author" : [ "H.-W. Cheong", "M.-J. Lee" ],
      "venue" : "Ceram. Process. Res. 7 (3) ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Relationship between ethanol gas sensitivity and surface catalytic property of tin oxide sensors modified with acidic or basic oxides",
      "author" : [ "T. Jinkawa", "G. Sakai", "J. Tamaki", "N. Miura", "N. Yamazoe" ],
      "venue" : "J. Mol. Catal. A Chem. 155 (April (1–2)) ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "H2S sensing properties of La-doped nanocrystalline In2O3",
      "author" : [ "V.D. Kapse", "S.A. Ghosh", "G.N. Chaudhari", "F.C. Raghuwanshi", "D.D. Gulwade" ],
      "venue" : "Vacuum 83 (September (2)) ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Localized Pd overgrowth on cubic Pt nanocrystals for enhanced electrocatalytic oxidation of formic acid",
      "author" : [ "H. Lee", "S.E. Habas", "G.A. Somorjai", "P. Yang" ],
      "venue" : "J. Am. Chem. Soc. 130 (16) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Synthesis of nearly monodisperse Co3O4 nanocubes via a microwave-assisted solvothermal process and their gas sensing properties",
      "author" : [ "C. Sun", "X. Su", "F. Xiao", "C. Niu", "J. Wang" ],
      "venue" : "Sens. Actuators B. Chem. 157 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Engineering approaches for the improvement of conductometric gas sensor parameters: Part 1",
      "author" : [ "G. Korotcenkov", "B.K. Cho" ],
      "venue" : "Improvement of sensor sensitivity and selectivity (short survey), Sens. Actuators B Chem. 188 (November) ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The CO and H2 gas selectivity of CuO-doped SnO2- ZnO composite gas sensor",
      "author" : [ "W.J. Moon", "J.H. Yu", "G.M. Choi" ],
      "venue" : "Sens. Actuators, B Chem. 87 (3) ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Hierarchical nanostructured WO3–SnO2 for selective sensing of volatile organic compounds",
      "author" : [ "A.K. Nayak", "R. Ghosh", "S. Santra", "P.K. Guha", "D. Pradhan" ],
      "venue" : "Nanoscale 7 (29) ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Highly sensitive and selective gas sensors using p-type oxide semiconductors: overview",
      "author" : [ "H.-J. Kim", "J.-H. Lee" ],
      "venue" : "Sens. Actuators B Chem. 192 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis and improved gas sensing properties of NiO-decorated SnO2 microflowers assembled with porous nanorods",
      "author" : [ "G. Sun" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2016
    }, {
      "title" : "Hybrid Co3O4/SnO2coreshell nanospheres as real-time rapid-response sensors for ammonia gas",
      "author" : [ "L. Wang", "Z. Lou", "R. Zhang", "T. Zhou", "J. Deng", "T. Zhang" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 (10) ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Prominent reducing gas-sensing performances of n-SnO2nanowires by local creation of p-n heterojunctions by  functionalization with  p-Cr2O3 nanoparticles",
      "author" : [ "S.W. Choi", "A. Katoch", "J.H. Kim", "S.S. Kim" ],
      "venue" : "ACS Appl. Mater. Interfaces 6 (October (20)) ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ni2O3-decorated SnO2 particulate films for methane gas sensors",
      "author" : [ "N.M. Vuong" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2014
    }, {
      "title" : "Gas sensing properties of NiO/SnO2 heterojunction thin film",
      "author" : [ "J. Fang" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2017
    }, {
      "title" : "High triethylamine-sensing properties of NiO/SnO2 hollow sphere P-N heterojunction sensors",
      "author" : [ "D. Ju" ],
      "venue" : "Sens. Actuators B. Chem",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2015
    }, {
      "title" : "Enhanced ethanol sensing properties based on SnO2 nanowires coated with Fe2O3 nanoparticles",
      "author" : [ "K.S. Choi", "S. Park", "S.-P. Chang" ],
      "venue" : "Sens. Actuators B Chem. 238 (January) ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis of SnO2-CuO heterojunction using electrospinning and application in detecting of CO",
      "author" : [ "S. Bai" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "Optimization and gas sensing mechanism of n-SnO2-p-Co3O4 composite nanofibers",
      "author" : [ "J.-H. Kim", "J.-H. Lee", "A. Mirzaei", "H.W. Kim", "S.S. Kim" ],
      "venue" : "Sens. Actuators B Chem. 248 (September) ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced ethanol gas sensing properties of SnO2-core/ZnO-shell nanostructures",
      "author" : [ "T. Tharsika", "A.S.M.A. Haseeb", "S.A. Akbar", "M.F. Mohd Sabri", "W.Y. Hoong" ],
      "venue" : "Sensors (Switzerland) 14 (8) ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile synthesis and enhanced ethanol sensing properties of the brush-like ZnO–TiO2 heterojunctions nanofibers",
      "author" : [ "J. Deng", "B. Yu", "Z. Lou", "L. Wang", "R. Wang", "T. Zhang" ],
      "venue" : "Sens. Actuators B Chem. 184 (July) ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Two-dimensional net-like SnO2 /ZnO heteronanostructures for high-performance H2S gas sensor",
      "author" : [ "D. Fu", "C. Zhu", "X. Zhang", "C. Li", "Y. Chen" ],
      "venue" : "J. Mater. Chem. A 4 (January (4)) ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effective ammonia detection using n-ZnO/p-NiO heterostructured nanofibers",
      "author" : [ "K. Lokesh" ],
      "venue" : "IEEE Sens. J",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2016
    }, {
      "title" : "Near room-temperature triethylamine sensor constructed with CuO/ ZnO P-N heterostructural nanorods directly on flat electrode",
      "author" : [ "Q. Xu" ],
      "venue" : "Sens. Actuators B. Chem",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2016
    }, {
      "title" : "A facile one-step hydrothermal synthesis of NiO/ZnO heterojunction microflowers for the enhanced formaldehyde sensing properties",
      "author" : [ "X. San" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2018
    }, {
      "title" : "Flower-like ZnO hollow microspheres loaded with CdO nanoparticles as high performance sensing material for gas sensors",
      "author" : [ "T. Wang" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2017
    }, {
      "title" : "Acetone gas sensor based on NiO/ZnO hollow spheres: fast response and recovery, and low (ppb) detection",
      "author" : [ "C. Liu" ],
      "venue" : "limit, J. Colloid Interface Sci",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2017
    }, {
      "title" : "Cr2O3 nanoparticlefunctionalized WO3 nanorods for ethanol gas sensors",
      "author" : [ "S. Choi", "M. Bonyani", "G.J. Sun", "J.K. Lee", "S.K. Hyun", "C. Lee" ],
      "venue" : "Appl. Surf. Sci. 432 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel ethanol gas sensor based on TiO2/Ag0.35V2O5 branched nanoheterostructures",
      "author" : [ "Y. Wang" ],
      "venue" : null,
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2016
    }, {
      "title" : "Nanoparticle cluster gas sensor: Pt activated SnO2 nanoparticles for NH3 detection with ultrahigh sensitivity, Nanoscale 7 (September",
      "author" : [ "X. Liu" ],
      "venue" : null,
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2015
    }, {
      "title" : "Gold-loaded tin dioxide gas sensing materials: mechanistic insights and the role of gold dispersion, ACS Sens",
      "author" : [ "D. Degler" ],
      "venue" : null,
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2016
    }, {
      "title" : "A novel low temperature gas sensor based on Pt-decorated hierarchical 3D SnO2 nanocomposites",
      "author" : [ "L. Wang", "Y. Wang", "K. Yu", "S. Wang", "Y. Zhang", "C. Wei" ],
      "venue" : "Sens. Actuators B Chem. 232 (September) ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Facile control of C2H5OH sensing characteristics by decorating discrete Ag nanoclusters on SnO2 nanowire networks, ACS Appl. Mater",
      "author" : [ "I.S. Hwang" ],
      "venue" : null,
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2011
    }, {
      "title" : "Pt nanoparticles decorated SnO2 nanoneedles for efficient CO gas sensing applications",
      "author" : [ "Q. Zhou", "L. Xu", "A. Umar", "W. Chen", "R. Kumar" ],
      "venue" : "Sens. Actuators B Chem. 256 (March) ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced gas sensing by individual SnO2 nanowires and nanobelts functionalized with Pd catalyst particles",
      "author" : [ "A. Kolmakov", "D.O. Klenov", "Y. Lilach", "S. Stemmer", "M. Moskovitst" ],
      "venue" : "Nano Lett. 5 (4) ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Functionalization of selectively grown networked SnO2 nanowires with Pd nanodots by γ-ray radiolysis",
      "author" : [ "S.W. Choi", "S.H. Jung", "S.S. Kim" ],
      "venue" : "Nanotechnology 22 (22) ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Pd-loaded SnO2 ultrathin nanorod-assembled hollow microspheres with the significant improvement for toluene detection",
      "author" : [ "K. Zhang" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2017
    }, {
      "title" : "Room temperature hydrogen gas sensor based on palladium decorated tin oxide/molybdenum disulfide ternary hybrid via hydrothermal route",
      "author" : [ "D. Zhang", "Y. Sun", "C. Jiang", "Y. Zhang" ],
      "venue" : "Sens. Actuators B Chem. 242 (April) ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rapid and ultrahigh ethanol sensing based on Au-coated ZnO nanorods, Nanotechnology",
      "author" : [ "C. Li" ],
      "venue" : null,
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2008
    }, {
      "title" : "The role of gold catalyst on the sensing behavior of ZnO nanorods for CO and NO2 gases",
      "author" : [ "P. Rai", "Y.-S. Kim", "H.-M. Song", "M.-K. Song", "Y.-T. Yu" ],
      "venue" : "Sens. Actuators B Chem. 165 (April (1)) ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Au decorated zinc oxide nanowires for CO sensing",
      "author" : [ "R.K. Joshi", "Q. Hu", "F. Alvi", "N. Joshi", "A. Kumar" ],
      "venue" : "J. Phys. Chem. C 113 (36) ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Decoration of ZnO nanowires with Pt nanoparticles and their improved gas sensing and photocatalytic performance",
      "author" : [ "N. Viet Long", "N. Duc Chien", "T. Hayakawa" ],
      "venue" : "Nanotechnology 21 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Ag nanoparticle embedded-ZnO nanorods synthesized via a photochemical method and its gas-sensing properties, Sens. Actuators B Chem",
      "author" : [ "Q. Xiang" ],
      "venue" : null,
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2010
    }, {
      "title" : "Low temperature acetylene gas sensor based on Ag nanoparticles-loaded ZnO-reduced graphene oxide hybrid",
      "author" : [ "A.S.M. Iftekhar Uddin", "D.T. Phan", "G.S. Chung" ],
      "venue" : "Sens. Actuators, B Chem. 207 (Part A) ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "TiO2 nanoparticles functionalized by Pd nanoparticles for gassensing application with enhanced butane response",
      "author" : [ "N. Chen" ],
      "venue" : "Sensors & Actuators: B. Chemical",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2017
    }, {
      "title" : "Inkjet-printed gas sensors: metal decorated WO3 nanoparticles and their gas sensing properties",
      "author" : [ "J. Kukkola" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2012
    }, {
      "title" : "Synthesis of Pt nanoparticles functionalized WO3 nanorods and their gas sensing properties",
      "author" : [ "X. Liu", "J. Zhang", "T. Yang", "X. Guo", "S. Wu", "S. Wang" ],
      "venue" : "Sens. Actuators B 156 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Highly sensitive and selective H2 and NO2 gas sensors based on surface-decorated WO3 nanoigloos",
      "author" : [ "Y.-S. Shim" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2014
    }, {
      "title" : "A",
      "author" : [ "M. Hübner", "C.E. Simion" ],
      "venue" : "Tomescu-St ̆ Anoiu, S. Pokhrel, N. Bârsan, U. Weimar, Influence of humidity on CO sensing with p-type CuO thick film gas sensors, Sens. Actuators B 153 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Heterogeneous catalysis on metal oxides",
      "author" : [ "J. Védrine" ],
      "venue" : "Catalysts 7 (11) ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Origin of the high activity of Au/FeOx for low-temperature CO oxidation: Direct evidence for a redox mechanism",
      "author" : [ "L. Li" ],
      "venue" : "J. Catal",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2013
    }, {
      "title" : "Catalysis by gold: new insights into the support effect",
      "author" : [ "X.Y. Liu", "A. Wang", "T. Zhang", "C.Y. Mou" ],
      "venue" : "Nano Today 8 (August (4)) ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Identifying the active oxygen species in SnO2based gas sensing materials: An operando IR spectrsocopy study",
      "author" : [ "D. Degler", "S. Wicker", "U. Weimar", "N. Barsan" ],
      "venue" : "J. Phys. Chem. C 119 (21) ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "How shell thickness can affect the gas sensing properties of nanostructured materials: survey of literature",
      "author" : [ "A. Mirzaei", "J.-H. Kim", "H.W. Kim", "S.S. Kim" ],
      "venue" : "Sens. Actuators B Chem. 258 (April) ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanostructured materials for room-temperature gas sensors",
      "author" : [ "J. Zhang", "X. Liu", "G. Neri", "N. Pinna" ],
      "venue" : "Adv. Mater. 28 (no. 5) ",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Detection of peroxides using Pd/SnO2 nanocomposite catalysts",
      "author" : [ "Y. Chu", "D. Mallin", "M. Amani", "M.J. Platek", "O.J. Gregory" ],
      "venue" : "Sens. Actuators, B Chem. 197 (July) ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Gas response control through structural and chemical modification of metal oxide films: state of the art and approaches",
      "author" : [ "G. Korotcenkov" ],
      "venue" : "Sens. Actuators, B Chem. 107 (1) ",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Response speed of -based gas sensors with CuO nanoparticles response speed of SnO2-based H2S gas sensors with CuO nanoparticles",
      "author" : [ "A. Chowdhuri", "V. Gupta", "K. Sreenivas", "R. Kumar", "S. Mozumdar", "P.K. Patanjali" ],
      "venue" : "Appl. Phys. Lett. J. Appl. Phys. 84 (10) ",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Metal oxide catalyst assisted SnO2 thin film based SO2 gas sensor",
      "author" : [ "P. Tyagi", "A. Sharma", "M. Tomar", "V. Gupta" ],
      "venue" : "Sens. Actuators B Chem. 224 (March) ",
      "citeRegEx" : "109",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Catalyst support effects on hydrogen spillover",
      "author" : [ "W. Karim" ],
      "venue" : "Nature",
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2017
    }, {
      "title" : "Support Effect in High Activity Gold Catalysts for CO Oxidation",
      "author" : [ "M. Comotti", "W.-C. Li", "B. Spliethoff", "F. Schü" ],
      "venue" : "",
      "citeRegEx" : "111",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Novel sensor array based on doped tin oxide nanowires for organic vapor detection",
      "author" : [ "X. Li", "J.H. Cho", "P. Kurup", "Z. Gu" ],
      "venue" : "Sens. Actuators B. Chem. 162 ",
      "citeRegEx" : "112",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "SnO2-In2O3 nanocomposites as semiconductor gas sensors for CO and NOx detection",
      "author" : [ "J.T. McCue", "J.Y. Ying" ],
      "venue" : "Chem. Mater. 19 (5) ",
      "citeRegEx" : "113",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Synergistically improved formaldehyde gas sensing properties of SnO2 microspheres by indium and palladium co-doping",
      "author" : [ "Y. Lin", "Y. Wang", "W. Wei", "L. Zhu", "S. Wen", "S. Ruan" ],
      "venue" : "Ceram. Int. 41 (July (6)) ",
      "citeRegEx" : "114",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Fe2O3-loaded NiO nanosheets for fast response/recovery and high response gas sensor",
      "author" : [ "W. Tan", "J. Tan", "L. Fan", "Z. Yu", "J. Qian", "X. Huang" ],
      "venue" : "Sens. Actuators, B Chem. 256 (March) ",
      "citeRegEx" : "115",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "SnO2@Co3O4 p-n heterostructures fabricated by electrospinning and mechanism analysis enhanced acetone sensing",
      "author" : [ "S. Bai", "H. Liu", "R. Luo", "A. Chen", "D. Li" ],
      "venue" : "RSC Adv. 4 (108) ",
      "citeRegEx" : "116",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Thin-walled NiO tubes functionalized with catalytic Pt for highly selective C2H5OH sensors using electrospun fibers as a sacrificial template",
      "author" : [ "N.G. Cho", "H.S. Woo", "J.H. Lee", "I.D. Kim" ],
      "venue" : "Chem. Commun. 47 (October (40)) ",
      "citeRegEx" : "117",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "H2S gas sensing properties of bare and Pdfunctionalized CuO nanorods",
      "author" : [ "H. Kim", "C. Jin", "S. Park", "S. Kim", "C. Lee" ],
      "venue" : "Sens. Actuators B. Chem. 161 ",
      "citeRegEx" : "118",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Enhanced acetone sensing performances of hierarchical hollow Au-loaded NiO hybrid structures",
      "author" : [ "L. Wang", "Z. Lou", "T. Fei", "T. Zhang" ],
      "venue" : "Sens. Actuators, B Chem. 161 (January (1)) ",
      "citeRegEx" : "119",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Electronic sensitization of the response to C2H5OH of p-type NiO nanofibers by Fe doping",
      "author" : [ "J.W. Yoon", "H.J. Kim", "I.D. Kim", "J.H. Lee" ],
      "venue" : "Nanotechnology 24 (44) ",
      "citeRegEx" : "120",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Efficient heterostructures of Ag@CuO/BaTiO3 for low-temperature CO2 gas detection: assessing the role of nanointerfaces during sensing by operando DRIFTS technique",
      "author" : [ "S. Joshi", "S.J. Ippolito", "S. Periasamy", "Y.M. Sabri", "M.V. Sunkara" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 (32) ",
      "citeRegEx" : "121",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Achieving selectivity from the synergistic effect of Cr and Pt activated SnO2 thin film gas sensors",
      "author" : [ "V.B. Kamble", "A.M. Umarji" ],
      "venue" : "Sens. Actuators B Chem. 236 ",
      "citeRegEx" : "122",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bimetallic Pd/Pt nanoparticle-functionalized SnO2nanowires for fast response and recovery to NO2",
      "author" : [ "S.W. Choi", "A. Katoch", "G.J. Sun", "S.S. Kim" ],
      "venue" : "Sens. Actuators B Chem. 181 (May) ",
      "citeRegEx" : "123",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Acetone sensing of Au and Pd-decorated WO3 nanorod sensors",
      "author" : [ "S. Kim", "S. Park", "S. Park", "C. Lee" ],
      "venue" : "Sens. Actuators B 209 ",
      "citeRegEx" : "124",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Shape and size effects of ZnO nanocrystals on photocatalytic activity",
      "author" : [ "A. Mclaren", "T. Valdes-Solis", "G. Li", "S.C. Tsang" ],
      "venue" : "J. Am. Chem. Soc. 131 ",
      "citeRegEx" : "125",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Controlled synthesis and enhanced catalytic and gas-sensing properties of tin dioxide nanoparticles with exposed high-energy facet",
      "author" : [ "X. Wang" ],
      "venue" : "Chem. - A Eur. J",
      "citeRegEx" : "126",
      "shortCiteRegEx" : "126",
      "year" : 2012
    }, {
      "title" : "Synthesis of tin dioxide octahedral nanoparticles with exposed highenergy {221} facets and enhanced gas-sensing properties, Angew",
      "author" : [ "X. Han" ],
      "venue" : "Chemie - Int. Ed",
      "citeRegEx" : "127",
      "shortCiteRegEx" : "127",
      "year" : 2009
    }, {
      "title" : "Shape and size effects of ZnO nanocrystals on photocatalytic activity",
      "author" : [ "A. Mclaren", "T. Valdes-Solis", "G. Li", "S.C. Tsang" ],
      "venue" : "J. Am. Chem. Soc. 131 (September (35)) ",
      "citeRegEx" : "128",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Surface and interface control of noble metal nanocrystals for catalytic and electrocatalytic applications",
      "author" : [ "B. Wu", "N. Zheng" ],
      "venue" : "Nano Today 8 (April (2)) ",
      "citeRegEx" : "129",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Catalysis based on nanocrystals with well-defined facets",
      "author" : [ "K. Zhou", "Y. Li" ],
      "venue" : "Angew. Chemie - Int. Ed. 51 (January (3)) ",
      "citeRegEx" : "130",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Catalysis on faceted noble-metal nanocrystals: Both shape and size matter",
      "author" : [ "S. Xie", "S. Il Choi", "X. Xia", "Y. Xia" ],
      "venue" : "Curr. Opin. Chem. Eng. 2 (2) ",
      "citeRegEx" : "131",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "H",
      "author" : [ "H. Lee" ],
      "venue" : "Lee, 2.1 why does shape matter for catalytic reactions? Shape-controlled nanoparticles: effect of shape on catalytic activity, selectivity, and long-term stability, Curr. Trends Surf. Sci. Catal. ",
      "citeRegEx" : "133",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Morphology-controlled synthesis of hematite nanocrystals and their facet effects on gas-sensing properties",
      "author" : [ "Y. Yang", "H. Ma", "J. Zhuang", "X. Wang" ],
      "venue" : "Inorg. Chem. 50 ",
      "citeRegEx" : "134",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Selective Synthesis of  Co3O4 Nanocrystal With Different Shape and Crystal Plane Effect on Catalytic Property for Methane Combustion",
      "author" : [ "L. Hu", "Q. Peng", "Y. Li" ],
      "venue" : "",
      "citeRegEx" : "135",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Facet-selective adsorption on noble metal crystals guided by electrostatic potential surfaces of aromatic molecules",
      "author" : [ "C.Y. Chiu" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "136",
      "shortCiteRegEx" : "136",
      "year" : 2013
    }, {
      "title" : "Selective trimethylamine sensors using Cr2O3decorated SnO 2 nanowires",
      "author" : [ "C.-H. Kwak", "H.-S. Woo", "J.-H. Lee" ],
      "venue" : "Sens. Actuators B. Chem. 204 ",
      "citeRegEx" : "137",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mesostructured SnO2 as sensing material for gas sensors",
      "author" : [ "Y. Wang", "X. Wu", "Y. Li", "Z. Zhou" ],
      "venue" : "Solid. Electron. 48 (5) ",
      "citeRegEx" : "138",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Improved selective acetone sensing properties of Co-doped ZnO nanofibers by electrospinning",
      "author" : [ "L. Liu" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "139",
      "shortCiteRegEx" : "139",
      "year" : 2011
    }, {
      "title" : "Poly(p-xylylene) nanotubes by coating and removal of ultrathin polymer template fibers [3",
      "author" : [ "H. Hou", "Z. Jun", "A. Reuning", "A. Schaper", "J.H. Wendorff", "A. Greiner" ],
      "venue" : "Macromolecules 35 (7) ",
      "citeRegEx" : "140",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "A",
      "author" : [ "S. Fardindoost" ],
      "venue" : "Iraji zad, F. Rahimi, R. Ghasempour, Pd doped WO3 films prepared by sol–gel process for hydrogen sensing, Int. J. Hydrogen Energy 35 (January (2)) ",
      "citeRegEx" : "141",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "TiO2 photocatalysis for indoor air applications: effects of humidity and trace contaminant levels on the oxidation rates of formaldehyde",
      "author" : [ "T.N. Obee", "R.T. Brown" ],
      "venue" : "toluene, and 1,3-butadiene, Environ. Sci. Technol. 29 (5) ",
      "citeRegEx" : "142",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Conduction model of metal oxide gas sensors",
      "author" : [ "N. Barsan", "U. Weimar" ],
      "venue" : "J. Electroceramics 7 ",
      "citeRegEx" : "143",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Wateroxygen interplay on tin dioxide surface: implication on gas sensing",
      "author" : [ "D. Koziej", "N. Bârsan", "U. Weimar", "J. Szuber", "K. Shimanoe", "N. Yamazoe" ],
      "venue" : "Chem. Phys. Lett. 410 (4–6) ",
      "citeRegEx" : "144",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Platinum loaded tin dioxide: a model system for unravelling the interplay between heterogeneous catalysis and gas sensing",
      "author" : [ "D. Degler" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "145",
      "shortCiteRegEx" : "145",
      "year" : 2046
    }, {
      "title" : "In situ Raman spectroscopy of alumina-supported metal oxide catalysts",
      "author" : [ "M.A. Vuurman", "I.E. Wachs" ],
      "venue" : "J. Phys. Chem. 96 (12) ",
      "citeRegEx" : "146",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Fundamentals of gas-surface interactions on metal oxides",
      "author" : [ "V.E. Henrich", "P.A. Cox" ],
      "venue" : "Appl. Surf. Sci. 72 (December (4)) ",
      "citeRegEx" : "147",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Structure and chemistry of surface-doped Pt:SnO2 gas sensing materials, RSC Adv",
      "author" : [ "D. Degler", "H.W. Pereira de Carvalho", "K. Kvashnina", "J.-D. Grunwaldt", "U. Weimar", "N. Barsan" ],
      "venue" : null,
      "citeRegEx" : "148",
      "shortCiteRegEx" : "148",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "large body of literature on nano-scale metal oxide sensors [1,2].",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 1,
      "context" : "large body of literature on nano-scale metal oxide sensors [1,2].",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 2,
      "context" : "This review focuses on metal oxide sensors, but similar principles in material selection are appropriate for other semiconducting materials such as polymers [3], GaN [4], CdS [5], carbon nano-tubes [6–8], and combinations thereof.",
      "startOffset" : 157,
      "endOffset" : 160
    }, {
      "referenceID" : 3,
      "context" : "This review focuses on metal oxide sensors, but similar principles in material selection are appropriate for other semiconducting materials such as polymers [3], GaN [4], CdS [5], carbon nano-tubes [6–8], and combinations thereof.",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 4,
      "context" : "This review focuses on metal oxide sensors, but similar principles in material selection are appropriate for other semiconducting materials such as polymers [3], GaN [4], CdS [5], carbon nano-tubes [6–8], and combinations thereof.",
      "startOffset" : 175,
      "endOffset" : 178
    }, {
      "referenceID" : 11,
      "context" : "Improved sensing performance is attributed to enhanced catalytic activity [9–11], increases in semiconductor junctions [12], increased adsorption sites [13,14], sequestration of interfering gasses [15,16], and in many cases, the synergistic combination of these factors.",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 12,
      "context" : "Improved sensing performance is attributed to enhanced catalytic activity [9–11], increases in semiconductor junctions [12], increased adsorption sites [13,14], sequestration of interfering gasses [15,16], and in many cases, the synergistic combination of these factors.",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 13,
      "context" : "Improved sensing performance is attributed to enhanced catalytic activity [9–11], increases in semiconductor junctions [12], increased adsorption sites [13,14], sequestration of interfering gasses [15,16], and in many cases, the synergistic combination of these factors.",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 14,
      "context" : "Improved sensing performance is attributed to enhanced catalytic activity [9–11], increases in semiconductor junctions [12], increased adsorption sites [13,14], sequestration of interfering gasses [15,16], and in many cases, the synergistic combination of these factors.",
      "startOffset" : 197,
      "endOffset" : 204
    }, {
      "referenceID" : 15,
      "context" : "Improved sensing performance is attributed to enhanced catalytic activity [9–11], increases in semiconductor junctions [12], increased adsorption sites [13,14], sequestration of interfering gasses [15,16], and in many cases, the synergistic combination of these factors.",
      "startOffset" : 197,
      "endOffset" : 204
    }, {
      "referenceID" : 1,
      "context" : "In many instances, the term “synergistic effect” has been used to describe the intertwined properties produced from the combination of the above-mentioned factors [2,29,30].",
      "startOffset" : 163,
      "endOffset" : 172
    }, {
      "referenceID" : 28,
      "context" : "In many instances, the term “synergistic effect” has been used to describe the intertwined properties produced from the combination of the above-mentioned factors [2,29,30].",
      "startOffset" : 163,
      "endOffset" : 172
    }, {
      "referenceID" : 29,
      "context" : "In many instances, the term “synergistic effect” has been used to describe the intertwined properties produced from the combination of the above-mentioned factors [2,29,30].",
      "startOffset" : 163,
      "endOffset" : 172
    }, {
      "referenceID" : 30,
      "context" : "a material with properties superior to the sum of the properties of its components; a synergic material” [31].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 31,
      "context" : "is similar to that of catalyst surfaces: improved sensing behavior should result from good reactant adsorption and product desorption- a concept known as the Sabatier principle [32].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 32,
      "context" : "A sensor material with high carrier concentration such as graphene may be selective for oxidizing gasses and not show response to reducing gasses [33].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 35,
      "context" : "[36] that demonstrate how the choice of heterostructure determines the resistance changes to reducing and oxidizing gasses.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "Not only does the nanoscale allow for complete carrier depletion of conduction channels, but the behavior of surface reactivity is strongly affected by size and shape [37,38].",
      "startOffset" : 167,
      "endOffset" : 174
    }, {
      "referenceID" : 37,
      "context" : "Not only does the nanoscale allow for complete carrier depletion of conduction channels, but the behavior of surface reactivity is strongly affected by size and shape [37,38].",
      "startOffset" : 167,
      "endOffset" : 174
    }, {
      "referenceID" : 38,
      "context" : "act as electron acceptors and the oxygen anions can act as electron donors during adsorption and surface reactions [39].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 38,
      "context" : "However, it should be noted that physisorption can also attract charge carriers and affect sensor resistance [39,40].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 39,
      "context" : "However, it should be noted that physisorption can also attract charge carriers and affect sensor resistance [39,40].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 40,
      "context" : "Chemisorbed molecules are also more reactive [41].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 41,
      "context" : "Oxygen is found in the following forms on the SnO2 surface: O2 at temperatures below 180 C, O− at temperatures between 180–400 C, and O2- above 400 C [42,43].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 42,
      "context" : "Oxygen is found in the following forms on the SnO2 surface: O2 at temperatures below 180 C, O− at temperatures between 180–400 C, and O2- above 400 C [42,43].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 43,
      "context" : "Introduction of a reducing gas causes a decrease in the signal from O which suggests that O− is consumed in reactions, indicating that O− is more reactive than O2 [44].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 45,
      "context" : "acetone, and formaldehyde) is inversely related to sensor response [46].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 46,
      "context" : "found in a study which compared the sensing response of the aromatic compounds benzene, toluene, and xylene [47].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 47,
      "context" : "Theory, which utilizes the concept that occupation of antibonding orbitals will decrease bond strength between the gas molecule and the semiconductor [48,49].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 48,
      "context" : "Theory, which utilizes the concept that occupation of antibonding orbitals will decrease bond strength between the gas molecule and the semiconductor [48,49].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 38,
      "context" : "This concept guides the Electronic Theory of Catalysis which aims to connect the electronic structure of a material to the catalytic activity occurring on the surface [39].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 38,
      "context" : "These H ions can combine to form H2 gas which then desorbs from the surface thereby favoring the dehydrogenation mechanism [39].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 51,
      "context" : "consumed faster by the dehydration reaction which improved sensor response [52].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 52,
      "context" : "the basic oxide La2O3 in to an In2O3 sensor was found to increase sensor response to acidic H2S gas [53].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 51,
      "context" : "This charged polyatomic ion might cling to the sensor surface thereby blocking oxygen adsorption sites [52].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 38,
      "context" : "These shared electrons may favor radical type reaction mechanisms [39].",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 53,
      "context" : "It has been found [54] that the discrete decoration of Pd on Pt nano particles could be used to reduce this poisoning effect.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 54,
      "context" : "Similar pathway selectivity has been observed in other systems including methyl oxidation in toluene and xylene [55].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 55,
      "context" : "Temperature controlled selectivity tuning is a useful type of engineering control that has been successfully utilized to improve selective detection [56,57].",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 56,
      "context" : "Temperature controlled selectivity tuning is a useful type of engineering control that has been successfully utilized to improve selective detection [56,57].",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 51,
      "context" : "At high temperatures, catalysts can become too active and react with the gas analyte before it is able to diffuse throughout the sensing material [52].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 57,
      "context" : "The cause for this response was explained by the number of active sites [58].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 58,
      "context" : "Wide band gap materials such as SnO2, ZnO, and TiO2 are the most widely used backbone materials with SnO2 being the most common [59].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 28,
      "context" : "There is a broad overlap between the catalyst and sensing communities in understanding how these materials will affect surface reactions occurring between the reducing gasses and oxygen [29].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 97,
      "context" : "p-Type materials are generally not used as the backbone material because they are less stable and exhibit responses proportional to the square root of an n-type material [98].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 58,
      "context" : "boundaries caused by the negative surface charge due to adsorbed oxygen [59].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 98,
      "context" : "Catalyst research has used O(18)/O(16) tracers to show that lattice oxygen can participate in reactions and then be replaced by ambient oxygen [99].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 99,
      "context" : "[100], a CuMnOx catalyst was treated with gas composed of (16)O2 isotope thereby allowing the surface lattice oxygen to be composed solely of (16)O.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 100,
      "context" : "The participation of lattice oxygen in surface reactions is known as the Mars-van Krevelen mechanism [101].",
      "startOffset" : 101,
      "endOffset" : 106
    }, {
      "referenceID" : 40,
      "context" : "This mechanism is more common in p-type materials because lattice oxygen at the surface of p-type material is more likely to lose electrons to bulk oxygen- thereby creating reactive surface oxygen able to participate in reactions [41].",
      "startOffset" : 230,
      "endOffset" : 234
    }, {
      "referenceID" : 101,
      "context" : "There is also evidence that lattice oxygen in SnO2 can also act as the reacting oxygen in surface reactions with reducing gasses [102].",
      "startOffset" : 129,
      "endOffset" : 134
    }, {
      "referenceID" : 9,
      "context" : "Many gas sensor studies have attributed improved selectivity and sensitivity on the catalytic activity of various transition metal oxide compounds such as Cr2O3, Co3O4, V2O5 [10,77].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 76,
      "context" : "Many gas sensor studies have attributed improved selectivity and sensitivity on the catalytic activity of various transition metal oxide compounds such as Cr2O3, Co3O4, V2O5 [10,77].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 98,
      "context" : "A gas molecule can then interact with this pair of different charges and undergo reactions [99].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 11,
      "context" : "in the metal oxide conducting material [12,87].",
      "startOffset" : 39,
      "endOffset" : 46
    }, {
      "referenceID" : 86,
      "context" : "in the metal oxide conducting material [12,87].",
      "startOffset" : 39,
      "endOffset" : 46
    }, {
      "referenceID" : 1,
      "context" : "into two categories: electronic sensitization and chemical sensitization [2].",
      "startOffset" : 73,
      "endOffset" : 76
    }, {
      "referenceID" : 102,
      "context" : "In coreshell structures, these effects can be utilized by adjusting the radius of the core to be approximately equal to the Debye length [103].",
      "startOffset" : 137,
      "endOffset" : 142
    }, {
      "referenceID" : 1,
      "context" : "For SnO2, it has been found that heterostructures made of Pd and Ag can transform to PdO and Ag2O when exposed to oxidizing atmospheres [2].",
      "startOffset" : 136,
      "endOffset" : 139
    }, {
      "referenceID" : 103,
      "context" : "A similar type of change has been observed in a hydrogen gas environment where Pd has transformed to PdHx [104].",
      "startOffset" : 106,
      "endOffset" : 111
    }, {
      "referenceID" : 104,
      "context" : "been shown to affect the selectivity of a sensor [105].",
      "startOffset" : 49,
      "endOffset" : 54
    }, {
      "referenceID" : 107,
      "context" : "The transformation of NiO to NiS in the presence of SO2 has also been cited in sensing mechanisms [109].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 70,
      "context" : "Again, the selectivity for H2S in SnO2 and ZnO net-like nanostructured sensor was attributed to this electronic sensitization effect and experimentally supported with XPS and EDS [71].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 40,
      "context" : "Conversely, electronic sensitization is usually attributed to oxidized noble metals and transition metal oxide heterostructure materials [41].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 14,
      "context" : "This was attributed to two factors: 1) the aromatics had preferentially adsorbed to the platinum and were not reacting with oxygen adsorbed on the TiO2 and 2) on the platinum surface, the hydrogen ions produced by the oxidation of alcohols were able to combine to make H2 gas and desorb from the sensor surface thereby driving the alcohol oxidation reaction forward [15,47].",
      "startOffset" : 366,
      "endOffset" : 373
    }, {
      "referenceID" : 46,
      "context" : "This was attributed to two factors: 1) the aromatics had preferentially adsorbed to the platinum and were not reacting with oxygen adsorbed on the TiO2 and 2) on the platinum surface, the hydrogen ions produced by the oxidation of alcohols were able to combine to make H2 gas and desorb from the sensor surface thereby driving the alcohol oxidation reaction forward [15,47].",
      "startOffset" : 366,
      "endOffset" : 373
    }, {
      "referenceID" : 108,
      "context" : "It has been generally accepted in the catalysis community that gaseous hydrogen will spill over only very short distances on irreducible oxides such as Al2O3, whereas hydrogen spill over can occur to a much greater extent on reducible surfaces such as TiO2 [110].",
      "startOffset" : 257,
      "endOffset" : 262
    }, {
      "referenceID" : 109,
      "context" : "[111] found a contradictory finding on CO oxidation on gold supported catalysts.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 99,
      "context" : "[100], in situ FTIR, Raman spectrometry, and microcalorimetry were used to provide direct evidence for the mechanism of low temperature CO oxidation on gold decorated on FeOx.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 110,
      "context" : "Both effects have been widely studied using a variety of testing conditions and synthesis methods [112].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 111,
      "context" : "[113], the difference between doping and",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 8,
      "context" : "mismatch and may provide an adsorption site for both oxygen and an analyte gas [9].",
      "startOffset" : 79,
      "endOffset" : 82
    }, {
      "referenceID" : 112,
      "context" : "[114], the effects of doping SnO2 with palladium and indium for formaldehyde detection were examined.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 113,
      "context" : "[115] synergistic effects due to conduction channel restriction and increased surface area were credited as the cause for enhanced response to ethanol and methanol in NiO loaded with Fe2O3.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 114,
      "context" : "[116] for the detection of acetone with SnO2 decorated Co3O4 nanofibers.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 115,
      "context" : "[117] thin-walled NiO tubes were decorated with Pt and the response to ethanol, hydrogen, and carbon",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 116,
      "context" : "[118] for improved H2S gas sensing of CuO nanorods functionalized with Pd.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 117,
      "context" : "[119] chemical sensitization was credited as the cause for improved acetone response in a sensor fabricated with a Au-loaded NiO hybrid material.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 118,
      "context" : "[120], NiO hierarchical nanostructures were doped with Cr3+.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 118,
      "context" : "Similarly, enhanced ethanol sensing has been attributed to electronic sensitization via iron doping in NiO nanofibers [120].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 119,
      "context" : "[121], CuO microleaves were decorated with BaTiO3 spheroids impregnated with varying amounts of Ag.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 112,
      "context" : "[114], SnO2 microspheres were co-doped with indium and palladium.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 120,
      "context" : "[122], addition of chromium and platinum in SnO2 in a thin film sensor was investigated.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 121,
      "context" : "In [123], the co-decoration of platinum and palladium was found to exhibit an improved sensor response greater than the sum of its parts.",
      "startOffset" : 3,
      "endOffset" : 8
    }, {
      "referenceID" : 119,
      "context" : "[121] (For interpretation of the references to",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 123,
      "context" : "This energy can be used to overcome the activation energy for surface reactions [125].",
      "startOffset" : 80,
      "endOffset" : 85
    }, {
      "referenceID" : 123,
      "context" : "However, when a structure contains very few atoms (less than  ̃100), this charge transfer to the metal can cause changes in the Fermi level which will affect adsorption and reactivity [125].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 57,
      "context" : "The selectivity for ammonia, ethanol, and acetone were examined with SnO2 and WO3 [58].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 124,
      "context" : "Higher surface energy of SnO2 facets have been shown to correspond to better sensor response [126].",
      "startOffset" : 93,
      "endOffset" : 98
    }, {
      "referenceID" : 125,
      "context" : "[127], ethanol response was tested for the (110) and (221) faces of SnO2 nanoparticles.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 126,
      "context" : "This facet dependent reactivity has also been reported for ZnO [128].",
      "startOffset" : 63,
      "endOffset" : 68
    }, {
      "referenceID" : 130,
      "context" : "The (111) face of platinum has been shown to be the best suited for oxidation of formic acid and methanol [133].",
      "startOffset" : 106,
      "endOffset" : 111
    }, {
      "referenceID" : 131,
      "context" : "In [134], enhanced sensitivity for a variety of reducing gasses was found for high index facets of Fe2O3.",
      "startOffset" : 3,
      "endOffset" : 8
    }, {
      "referenceID" : 132,
      "context" : "Similar results for Co3O4 has followed this trend showing facets with lower packing density (higher energy) increase reaction rates [135].",
      "startOffset" : 132,
      "endOffset" : 137
    }, {
      "referenceID" : 58,
      "context" : "caused by the p-n junction between chromate and ZnO [59].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 134,
      "context" : "In another study, trimethylamine detection was measured by a sensor fabricated by the addition of chromate on SnO2 [137].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 135,
      "context" : "These residues may affect the adsorption of the analyte gasses tested [138].",
      "startOffset" : 70,
      "endOffset" : 75
    }, {
      "referenceID" : 137,
      "context" : "The dimensions of nano-fibers produced by electrospinning can be reduced by lowering the solution concentration [140].",
      "startOffset" : 112,
      "endOffset" : 117
    }, {
      "referenceID" : 105,
      "context" : "However, the properties of the additive will have its own effect on the overall sensing performance [106].",
      "startOffset" : 100,
      "endOffset" : 105
    }, {
      "referenceID" : 138,
      "context" : "Doping of platinum has been shown to reduce the grain size of WO3 thin films which was suggested as the reason for improved hydrogen sensitivity [141].",
      "startOffset" : 145,
      "endOffset" : 150
    }, {
      "referenceID" : 139,
      "context" : "This will not only depend on temperature but on the sensor material [142].",
      "startOffset" : 68,
      "endOffset" : 73
    }, {
      "referenceID" : 140,
      "context" : "A literature survey of experiments done to determine the adsorption of water on SnO2 reports the state of adsorption over multiple temperature regimes [143].",
      "startOffset" : 151,
      "endOffset" : 156
    }, {
      "referenceID" : 141,
      "context" : "on an SnO2 sensor by the following reaction [144].",
      "startOffset" : 44,
      "endOffset" : 49
    }, {
      "referenceID" : 97,
      "context" : "cation and terminal hydroxyl group [98].",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 46,
      "context" : "In a study done on GaN with TiO2 nanoclusters, the authors proposed that water may adsorb as a molecule or as an OH species [47].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 142,
      "context" : "[145] examines the influence of water on electronic sensitization from noble metal loading.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 143,
      "context" : "One study investigating the influence of humidity and surface coverage revealed how different metal oxide species may exist based on the degree of surface coverage in the presence of water [146].",
      "startOffset" : 189,
      "endOffset" : 194
    }, {
      "referenceID" : 15,
      "context" : "One study compared pure SnO2 to SnO2 decorated with NiO for CO sensing in the presence of humidity [16].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 144,
      "context" : "Interestingly, the adsorption of water on NiO has been found to only occur in the presence of adsorbed ambient oxygen [147].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 145,
      "context" : "This result suggested that because water and CO compete for adsorption sites, the platinum clusters were saturated by water, but the doped platinum sites were able to accommodate and separate the CO and water [148].",
      "startOffset" : 209,
      "endOffset" : 214
    }, {
      "referenceID" : 105,
      "context" : "[106], In2O3 was doped with polonium using a sol-gel preparation.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 105,
      "context" : "New phase formation and the resulting effect on gas sensing properties has been observed for SnO2 doped by a variety of elements [106].",
      "startOffset" : 129,
      "endOffset" : 134
    } ],
    "year" : 2019,
    "abstractText" : "Metal oxide resistive-type nano-scale gas sensors have been investigated for their low cost, high sensitivity, and environmentally friendly fabrication. In these sensors, electrical resistance measurements are used to detect the presence of gas. In n-type metal oxides, resistance is increased by coverage of adsorbed oxygen and lowered by removal of adsorbed oxygen through reactions with reducing gasses. The sensitivity and selectivity of these sensors have been improved by incorporation of heterostructures. Heterostructures may improve sensor performance through facilitating catalytic activity, increasing adsorption, and creating a charge carrier depletion layer that produces a larger modulation in resistance. Synergistic effects in these gas sensors describe the improved sensor signal due to these combined effects which act to amplify the reception and transduction of the sensor signal. Receptive mechanisms may be improved by increasing adsorption and reactivity. Transduction mechanisms may be improved by restriction of the major charge conduction channels which helps to maximize resistance modulation. In this review, the synergistic effect achieved by combining these two mechanisms are examined. Fundamental properties of the metal oxide surface are used to provide insight for the large body of experimental evidence available for metal oxide resistive-type gas sensors. This review aims to connect experimental evidence to conceptual mechanistic descriptions by examining adsorption processes, charge transfer, reaction mechanisms, morphology, and ambient gas interactions.",
    "creator" : "Elsevier"
  }
}