{
  "name" : "downloads_2019-10-28_a6_zhao2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "20. Graphene quantum dots in biomedical applications: recent advances and future challenges",
    "authors" : [ "Xianxian Zhao", "Weiyin Gao", "Hong Zhang", "Xiaopei Qiu", "Yang Luo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "20Graphene quantum dots inbiomedical applications: recent advances and future challenges Xianxian Zhao1,2, Weiyin Gao3, Hong Zhang1, Xiaopei Qiu3 and Yang Luo1,4 1Key Laboratory for Biorheological Science and Technology of Ministry of Education,\nState and Local Joint Engineering Laboratory for Vascular Implants, Bioengineering College of Chongqing University, Chongqing, P.R. China, 2Department of Laboratory\nMedical Science, Southwest Hospital, Third Military Medical University, Chongqing, P.R. China, 3Department of Urology, The Second Affiliated Hospital of Nanchang University, Nanchang, P.R. China, 4Center of Laboratory Medicine, Medical School of\nChongqing University, Chongqing, P.R. China\nGraphene quantum dots (GQDs), known as a novel type of zero-dimensional luminescent nanomaterials, are small graphene fragments to cause excitation confinement in 3 20 nm particles and quantum-size effect [1]. GQDs exhibit extraordinary optoelectronic properties as well as excellent biocompatibility and low-cost preparation methods, by which they hold potentials in replacing those well-known metal chalcogenides based quantum dots [2]. Besides, the p p bonds below and above the atomic plane give graphene exceptional thermal and electrical conductivity, compared with conventional semiconductor quantum dots, making GQDs possess their favorable attributes without incurring the burden of intrinsic toxicity (Fig. 20.1A) [3 7]. The quantum-confinement effect and the variation in density and nature of sp2 sites available in GQDs make their optical properties greatly depend on their size so that the energy band gap of GQDs can be tuned by modulating their size [8].\nOver the past few decades, quantum dots with steadily increasing research have been occupied a special status in nanomaterial fields and have made considerable progress, but in recent years, graphene-based nanohybrid has captured more interest and imagination in scientific research [9]. Owing to its extraordinary mechanical properties, such as biocompatibility, transparency, and electrical conductivity, GQDs have obtained a rapid growth as breakthrough tools for various purposes in many fields of science, including photonics, composites, energy, and electronics. Meanwhile, GQD-based nanomaterials have already shown a promising future in biomedical fields, particularly for diagnostics [10 14], drug delivery [15], nearinfrared (NIR) light-induced photothermal therapy [16 18], in vitro and in vivo bioimaging [19 21]. In addition to those fundamental applications as mentioned above, Ding et al. have reported a GQD-based anticancer drug carrier and a signaler for indicating drug delivery, release, and response by providing distinct\nHandbook of Nanomaterials in Analytical Chemistry. DOI: https://doi.org/10.1016/B978-0-12-816699-4.00020-7 Copyright © 2020 Elsevier Inc. All rights reserved.\nfluorescence signals at different stages [22]. This research of multifunctional GQDs provides a new direction in future biomedical applications.\nIn this chapter the applications of GQDs in biomedical fields, including biomolecule detection, bioimaging, drug delivery, and cancer therapy, will be reviewed. Future perspectives and challenges for applying GQD-based materials in nanomedicine fields will also be covered."
    }, {
      "heading" : "20.1 Synthetic considerations",
      "text" : ""
    }, {
      "heading" : "20.1.1 Preparation and physicochemical properties of graphene quantum dots",
      "text" : "In order to be explored in biomedical applications, GQDs are commonly synthesized by a multistep synthetic and preparatory process, ensuring their solubility and biocompatibility. Those synthesis methods can be briefly classified into two categories: top-down methods and bottom-up routes. The top-down methods that dominated in nanoscience by cutting down large graphene-sheet carbon nanotubes (Fig. 20.1B) [23,24], carbon fibers or graphite into small pieces of graphene sheets are the most suitable for mass production; on the contrary, the bottom-up routes that require small molecules to be starting materials for GQDs buildup are particularly appropriate for controlling the size of GQDs but require multistep organic reactions and purification at each step. Therefore, those top-down approaches exemplified as nanolithography technique, acidic oxidation, hydrothermal or\nmethods have been widely used to synthesize GQDs. While for the bottom-up techniques, ultraviolet irradiation method using oxygen-containing aromatic compounds as starting materials [26], microwave-assisted hydrothermal method using carbonization as starting materials [27], ruthenium-catalyzed cage-opening method using fullerenes as starting materials, one-step solvothermal method using hydrogen peroxide and expanded graphite as starting materials, and the method using unsubstituted hexa-peri-hexabenzocoronene as the carbon source through the process of surface functionalization (Fig. 20.1C), oxidization, carbonization, and reduction have successively been utilized to prepare GQDs recently (Fig. 20.1D) [29]. Based on these two classic synthetic methods, GQDs with physicochemical properties can be prepared for different applications. The next section will focus on the properties of GQDs briefly.\nOwing to these specific routes for synthesis, GQDs with excellent electrical conductivity, optical transparency, and mechanical stability have mostly been utilized for electronic, electrochemical, and optical applications. It has the property of extremely high intrinsic mobility of charge carriers [30]. Among various nanographene materials, GQDs have attracted increasing research interest because of its nonzero band gap induced by quantum-confinement and edge effects [31]. Meanwhile, the high solubility of the GQDs in common solvents is also very important for experimental studies, surface modified GQDs may contain carboxylic acid groups at their edges that make them highly soluble in water and suitable for further modification with other functional molecules such as organic/inorganic and biological components [32]. Liu et al. proposed a three-step mechanism to elucidate the complex aggregation of GQDs in aqueous solution, which enables us to simplify the interpretation of experimental results for applying readily available, versatile ensemble characterization techniques, together with the structural uniformity [33]."
    }, {
      "heading" : "20.2 Biomedical applications of graphene quantum dots",
      "text" : ""
    }, {
      "heading" : "20.2.1 Graphene quantum dots for in vitro biomarkers detection",
      "text" : ""
    }, {
      "heading" : "20.2.1.1 Graphene quantum dot based immunological assay",
      "text" : "Immunosensors are fast and simple analytical methods for the determination of many clinical diseases and biochemical compositions that relies on classical antibody antigen (Ab Ag) interactions, which supply a hopeful strategy for clinical diagnostics, due to their specific and sensitive properties. Conventionally, immunosensors are based on recognizing the complexity of an antigen with a specific antibody coupling, one of which could be immobilized on the solid substrate for observation; afterward a signal change will occur upon formation of an Ab Ag complex. Highly sensitive immunosensors can thus be constructed by applying enzymatic reactions involving fixing enzyme-labeled antigen [34]. The beneficial structural and compositional synergy of graphene allows GQDs to be excellent materials for fabricating various immunosensing platforms. Immunosensors can be\nor magnetic [37], according to the type of transduction.\nElectrochemical immunosensors. Electrochemical immunosensors have gained much research concern because of the integration of advantages of label-free and Ab Ag interaction at the surface of the detection device, by which any change in potential that reflects the existence of specific protein or peptide could be finally measured. A functionalized and ultrasensitive electrochemical immunosensor based on the nitrogen-doped GQDs (N-GQDs) supported PtPd bimetallic nanoparticles was developed by Yang et al. for the detection of carcinoembryonic antigen (CEA), demonstrating a wide dynamic range ranging from 5 fg mL21 to 50 ng mL21 with a low detection limit of 2 fg mL21 (S/N5 3) for the detection of CEA (Fig. 20.2A) [3]. Meanwhile, GQD-based immunosensors for detection of a cardiac biomarker in human heart attack have aroused researchers’ interest recently. In a GQD fluorescence resonance emergency transference (FRET) based biosensor for the detection of cardiac Troponin I (cTnI), results demonstrated higher specificity, the lower limit of detection (0.192 pg mL21), and less time (10 min) comparing to traditional detection method (Fig. 20.2B) [38]. Similar results have been obtained in another study of cTnI detection using GQD-PAMAM nanohybrid modified gold (Au) screen-printed electrode (Fig. 20.2C) [39]. Electrochemical immunosensors based\nasm for research on it will not be easily extinguished.\nAmperometric immunosensors. Comparing with other kinds of immunosensors as previously mentioned, amperometric immunosensors are far more broadly investigated due to their easy fabrication, miniaturization, robustness, and cost effectiveness [40]. Huang et al. developed a simple amperometric immunosensor based on TiO2 graphene, chitosan, and gold nanoparticles (AuNPs) composite film modified glassy carbon electrode (GCE) for protein detection. The negatively charged AuNPs can be adsorbed on the positively charged chitosan/TiO2 graphene composite film by electrostatic adsorption and then used to immobilize a-fetoprotein (AFP) antibody for the assay of AFP. By using this strategy, a wide detection range (0.1 300 ng mL21) with the correlation coefficients of 0.992 0.994 for model target AFP is obtained. The limit of detection is 1.3 ng mL21 at a S/N ratio of 3 [41]. The research on amperometric immunosensors has resemblance with that on electrochemical immunosensors.\nOther types of immunosensors. Coupling immunoassay techniques with surface plasmon resonance technology are the principles of optical immunosensors. A change in refractive index of the medium upon interaction of Ag (tumor marker) with specific antibodies immobilized on the sensor surface can be measured [42]. Alternatively, antibodies could be immobilized on the surface of an optical fiber so that any change in refractive index, fluorescence or luminescence correlated with several antigens interacting with the antibodies could be measured. The principle of piezoelectric immunosensors is commonly utilized by evaluating the change in frequency of oscillation as result of a change in mass on the interaction of antigens with antibodies immobilized on quartz crystal [43]. These kinds of immunosensors are not well applied in biomedical fields mainly due to their high cost, difficulty in mass production, and problems with mechanical and electromagnetic interference."
    }, {
      "heading" : "20.2.1.2 Graphene quantum dot based nucleic acid assay",
      "text" : "As they provide a simple, accurate, and cheap platform for DNA detection, electrochemical detection methods based on GQDs biosensors are extensively adopted in the various nucleic acid assays. In addition, electrochemical DNA sensors can improve the immobilization of single-stranded DNA probe sequences on a mass variety of electrode substrates [44,45]. Qian et al. introduced a method to achieve the analysis of the low concentration of DNA by taking advantage of excellent biocompatibility and powerful fluorescence of GQDs, one base pair DNA mismatch specificity and unique FRET between carbon nanotubes and GQDs [46].\nHu et al. constructed a double-stranded DNA structure by the hybridization of thiol-tethered oligodeoxynucleotide probes (capture DNA) that was assembled on the gold electrode surface with target DNA and aminated indicator probe (NH2-DNA). After the construction of the double-stranded DNA structure, activated carboxyl groups of GQDs assembled on NH2-DNA could be applied for DNA recognition. GQDs were used as a new platform for horseradish peroxidase immobilization through the noncovalent assembly. With the integration of GQDs and enzyme\na detection limit of 0.14 fM [47]. At present, development of DNA/RNA sensors is receiving considerable attention in biomedical field with the scope of improving the sensitivity and selectivity of sensors."
    }, {
      "heading" : "20.2.2 Graphene quantum dots for in vivo imaging",
      "text" : "On account of relatively high quantum yields with high molar extinction coefficients, broad absorption with narrow emission spectra, and high photostability, the strong quantum-confinement and edge effects stir GQDs wide applications in biological imaging [48,49]. Thus choosing suitable probes plays a significant role in bioimaging purposes since the resolution, sensitivity, and versatility of fluorescence microscopy are mainly dependent on the properties of various fluorescent probes. The novel GQDs derived nanomaterials featured by many advantages comparing with a traditional imaging modality, such as only a small number of GQDs are needed to generate the signal due to the highly stable and bright fluorescence. Meanwhile, GQDs with the NIR reflectance emission property are promising candidates for the imaging of deeper tissue samples. Based on the above reasons, applying GQDs as contrast agents for in vivo imaging has been the area of high expectations and recurring attention. The NIR emitting window shows great advantages for biomedical imaging because of the low tissue absorption and reduced light scattering in more than 650 nm wavelengths’ region. NIR GQDs based nanoprobe for ascorbic acid (AA) detection in living cells was reported by Tan et al. They announced that GQD possessed good two-photon (TP) fluorescence properties showing an emitted NIR reflectance (660 nm) upon excited with 810 nm femtosecond pulses and a TP excitation action cross-section of 25.12 GM. They were then employed to construct a TP nanoprobe for the detection and bioimaging of endogenous AA in living cells. In this nanosystem, NIR reflectance GQDs, which exhibited lower fluorescence background in the living system to afford improved fluorescence imaging resolution, were acted as fluorescence reporters [50].\nDoping GQDs with heteroatoms has recently been the trend because of the quickly expanded research needs in cell imaging, it can be an effective way to modulate the band gap, tune electronic density, and chemical activity of GQDs, which endows the heteroatoms-doped GQDs new optical phenomena and unexpected properties for practical applications. A N-GQD was composed for photodynamic antimicrobial therapy and bioimaging, the result showed the intrinsic luminescence properties of the N-GQD in NIR region and high photostability enable it to be exploited as a promising contrast agent to track bacteria in bioimaging [51]."
    }, {
      "heading" : "20.2.3 Graphene quantum dot based platforms for drug delivery",
      "text" : "To improve the water solubility and the specific targeting of drugs, various nanocarriers have been developed. Multifunctional GQDs usually serve as drug carriers and targeted cellular imaging simultaneously, which can be used in cancer therapy.\nsemiconductor quantum dots to understand the cellular uptake, while we can easily monitor movement in the cells in real time without employing external dyes considering the inherent fluorescence of GQDs [52]. An experiment showed that synthesized folic acid (FA) conjugated GQDs could be utilized to load the antitumor drug doxorubicin (DOX). The fabricated nano-assembly can be unambiguously discriminate cancer cells from normal cells and efficiently deliver the drug to target cells. The inherent stable fluorescence of GQDs enables real-time monitoring of cellular uptake of the DOX GQD FA nano-assembly and the consequent release of drugs. The nano-assembly is specifically internalized rapidly by HeLa cells via receptor-mediated endocytosis, whereas DOX release and accumulation are prolonged. In vitro toxicity, data suggest that the DOX GQD FA nano-assembly can target HeLa cells differentially and efficiently while exhibiting significantly reduced cytotoxicity on nontarget cells (Fig. 20.3A and B) [53].\nA new hybrid nanosystem powerful multimodal tool for the treatment and imaging of cancer has been reported in which GQDs were used as a multifunctional nanocarrier to load gadolinium texaphyrin and lutetium texaphyrin for biological redox therapy enhanced photodynamic and photothermal therapy, which exhibits tumor-responsive deep-red fluorescence and enhanced T1-weighted MRI that enable imaging of the tumor during treatment. GQD sheets can increase their drug loading capacity via their unique structure of two faces and edges. Based on this, Khodadadei et al. synthesized 10 nm size N-GQDs with 10 graphitic layers loading methotrexate to construct a drug delivery system and the results revealed that GQDs as nanocarriers had stronger antitumor cells activities since it can prolong the\nendocytosis of GQDs promised a more accurate and selective cancer diagnostic approach."
    }, {
      "heading" : "20.3 Toxicity research of graphene quantum dot materials",
      "text" : "The toxicity of nanomaterials is one of the major challenges facing their applications in biotechnology. Studies on the cytotoxicity of graphene-based materials have stated briefly that GQDs with a less than 50-nm side edge caused no obvious toxicity to a series of cells (Fig. 20.4A) [54]. Since single-dosing experiment had no obvious accumulation and mostly presented low toxicity of nanomaterials, multiple-dosing which simulated clinical drug administration was applied to the study of in vivo toxicity to further investigate the biosafety of GQDs [55]. Nurunnabi et al. performed in vitro cytotoxicity studies on carboxylated GQDs and observed no toxicity (Fig. 20.4B) [56]. Peng et al. have found that nanosized graphene oxides did not lead to serious acute cytotoxicity to HeLa cells at a concentration of 40 lg mL21 [57]. Li et al. observed no distinct cell death by incubating graphene oxide nanoparticles with gastric cancer cells and skin cells at a dose up to 100 lg mL21 (Fig. 20.4C) [58]. With the cytotoxicity studies of GQDs, it is important to assess\ntion between DNA damage and variation or cancer. In a research reported by Wang et al., genotoxicity of GQDs to NIH-3 T3 cells was inquired by the analysis of flow cytometry for DNA damage related protein activation, while the GQD-induced ROS generation was studied as a potential cause for DNA damage. The cellular uptake of GQDs, as well as cell death and proliferation of NIH-3 T3 cells treated with GQDs, was also studied to assess the cytotoxicity of GQDs [59]. Yuan et al. investigated the cell distribution of three GQDs modified with different functional groups [NH2, COOH, and CO N(CH3)2, respectively] and compared their cytotoxicity in A549 and C6 cells, no visible mortality and apoptosis or necrosis increases resulted from the treatment of the three GQDs even at the concentration of 200 lg mL21, the results manifested that when modified with different chemical groups, GQDs still possessed excellent biocompatibility and low cytotoxicity to cells, which may make them more promising in bioimaging and other biomedical applications. Markovic et al. analyzed GQD-mediated photodynamic cytotoxicity in terms of molecular mechanisms, showing that the induction of oxidative stress generated in vitro photodynamic cytotoxicity of GQD and subsequent activation of both apoptosis and autophagy programed cell death. But human breast cancer studies have indicated that they are nontoxic materials since GQDs can rapidly get into the cytoplasm and do not interfere with cell proliferation. These results from the cytotoxicity studies at the cellular level are in favor of GQDs for biomedical applications. But as a precaution, more attention should be paid to the safety of GQDs by studying their intracellular and in vivo metabolic pathways of toxicity, cellular uptake mechanisms."
    }, {
      "heading" : "20.4 Conclusion and perspectives",
      "text" : "One of the key difficulties facing researchers aiming to develop GQDs for nanomedical applications is to obtain high-quality products; the existing synthesis method generally allows small-scale production of GQDs which have a wide size distribution. It is necessary to find easy purification methods and seek out novel methods to achieve a high yield that does not require the removal of starting materials. Since the size and shape have a massive impact on the physicochemical properties of GQDs, mass theoretical and practical research must focus on improving synthetic method if the GQDs-based fluorescence detection methods gradually replace the traditional detection technique used in laboratory inspection.\nMore studies concerning the application of GQDs-based immunosensing are needed in comparison with the nonimmunosensing. Because of the small number of researches on immunosensors based on GQDs, more techniques should be involved in this area and novel protocols for detection of cell lines, cancer biomarkers, and disease should be developed, since that the synthetic of the new technologies will bring significant input to ultrasensitive immunosensors relevant to diagnostics, and therapy of cancer.\nUnderstanding the photoluminescence (PL) properties of GQDs is still poor, although some possible mechanisms have been proposed, such as size effect,\nGQDs with different colored PL properties, including PL in the NIR region, the quantum yields of most GQDs are still at a low level, so the improvement of GQDs is imperative because of their restricted application in immunosensing from their lower quantum yields. Metal-enhanced fluorescence may be considered for quantum yield escalation and a study has proved its possibility. Although advances are exciting and encouraging, the use of GQDs for immunosensing applications is still in infancy, with a lot of challenges remaining. A new strategy for surface modification is needed to be developed for application in immunosensing. With their uniform size, excellent PL, and high quantum yields, GQDs will no doubt be used in more creative applications. In summary, GQDs emerge as a novel nanomaterial platform for immunosensing, effective collaboration between multiple disciplines including chemistry, physics, biology, and medicine must be implemented.\nIn this chapter, we have summarized recent research progress of GQDs-based nanomaterials, focusing on their synthesis, typical properties, and biomedical applications including in vitro and in vivo, we also share a brief introduction about the in vivo toxicity of GQDs mainly based on cell level. Finally, we conclude that there is a promising future for further advances and developments of GQDs-based nanomaterials."
    } ],
    "references" : [ {
      "title" : "Analytical methodology for the electro-catalytic determination of estradiol and progesterone based on graphene quantum dots and poly(sulfosalicylic acid) co-modified electrode",
      "author" : [ "M. Arvand", "S. Hammett" ],
      "venue" : "Talanta",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "rapid, and universal preparation approach of graphene quantum dots under ultraviolet irradiation",
      "author" : [ "J. Zhu", "Green" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Quantum-dots-based photoelectrochemical bioanalysis highlighted with recent examples",
      "author" : [ "N. Zhang" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "A sensing approach for dopamine determination by boronic acidfunctionalized molecularly imprinted graphene quantum dots composite",
      "author" : [ "X. Zhou" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Graphene and carbon quantum dots electrochemistry",
      "author" : [ "C.S. Lim" ],
      "venue" : "Electrochem. Commun",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "Graphene-based nanomaterials for drug and/or gene delivery, bioimaging, and tissue engineering",
      "author" : [ "H. Zhao" ],
      "venue" : "Drug Discov. Today",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Small but strong: the influence of fluorine atoms on formation and performance of graphene quantum dots using a gradient F-sacrifice",
      "author" : [ "P. Gong" ],
      "venue" : "Carbon",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Mechanisms of the antimicrobial activities of graphene materials",
      "author" : [ "X. Zou" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2077
    }, {
      "title" : "Biosensing platform for the detection of uric acid based on graphene quantum dots and G-quadruplex/hemin DNAzyme",
      "author" : [ "N. Cai" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Development of a novel quantum dots and graphene oxide based FRET assay for rapid detection of in vA gene of salmonella",
      "author" : [ "J. Guo" ],
      "venue" : "Front. Microbiol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Fluorescence turn-on sensing of ascorbic acid and alkaline phosphatase activity based on graphene quantum dots",
      "author" : [ "H. Huang" ],
      "venue" : "Sens. Actuators, B",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "A fluorescent nanosensor based on graphene quantum dots - aptamer probe and graphene oxide platform for detection of lead(II) ion",
      "author" : [ "Z.S. Qian" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Graphene quantum dots as effective probes for label-free fluorescence detection of dopamine",
      "author" : [ "J. Zhao" ],
      "venue" : "Sens. Actuators, B",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    }, {
      "title" : "Graphene quantum dots for cancer targeted drug",
      "author" : [ "D. Iannazzo" ],
      "venue" : "delivery, Int. J. Pharm",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Effect of modified graphene quantum dots on photocatalytic degradation",
      "author" : [ "J. Fan", "D. Li", "X. Wang" ],
      "venue" : "property, Diamond Relat. Mater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Increasing cancer therapy efficiency through targeting and localized light activation",
      "author" : [ "Y. Yang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Graphene quantum dots in biomedical applications: recent advances and future challenges",
      "author" : [ "F. Cheng" ],
      "venue" : "Front. Lab. Med",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Graphene quantum dots with nitrogen-doped content dependence for highly efficient dual-modality photodynamic antimicrobial therapy and bioimaging, Biomaterials",
      "author" : [ "W.S. Kuo" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Graphene-based nanomaterials for bioimaging, Adv",
      "author" : [ "J. Lin", "X. Chen", "P. Huang" ],
      "venue" : "Drug Delivery Rev",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Promises, facts and challenges for graphene in biomedical applications",
      "author" : [ "G. Reina" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Beyond a carrier: graphene quantum dots as a probe for programmatically monitoring anti-cancer drug delivery, release, and response",
      "author" : [ "H. Ding" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Ultrafast method for selective design of graphene quantum dots with highly efficient blue emission",
      "author" : [ "S.H. Kang" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Etching single-wall carbon nanotubes into green and yellow singlelayer graphene quantum dots",
      "author" : [ "Y. Dong" ],
      "venue" : "Carbon",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Deep ultraviolet photoluminescence of water-soluble self-passivated graphene quantum dots",
      "author" : [ "L. Tang" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "Carbon nanomaterials in biological studies and biomedicine",
      "author" : [ "N.L. Teradal", "R. Jelinek" ],
      "venue" : "Adv. Healthcare Mater",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Graphene quantum dots and their possible energy applications: a review",
      "author" : [ "S. Bak", "D. Kim", "H. Lee" ],
      "venue" : "Curr. Appl. Phys",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Solvothermal method to prepare graphene quantum dots by hydrogen peroxide",
      "author" : [ "R. Tian" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Bottom-up fabrication of photoluminescent graphene quantum dots with uniform morphology",
      "author" : [ "R. Liu" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2011
    }, {
      "title" : "Recent advances in carbon nanodots: synthesis, properties and biomedical applications, Nanoscale",
      "author" : [ "P. Miao" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Exceptionally high payload of the IR780 iodide on folic acidfunctionalized graphene quantum dots for targeted photothermal therapy",
      "author" : [ "S. Li" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Live cell biosensing platforms using graphene-based hybrid nanomaterials",
      "author" : [ "T.H. Kim", "D. Lee", "J.W. Choi" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Fluorescence turn-off-on probe based on polypyrrole/graphene quantum composites for selective and sensitive detection of paracetamol and ascorbic acid",
      "author" : [ "X. Liu" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "The phenomenon of fluorescence in immunosensors",
      "author" : [ "A. Klos-Witkowska" ],
      "venue" : "Acta Biochim. Pol",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Synthesis and utilisation of graphene for fabrication of electrochemical sensors, Talanta",
      "author" : [ "A.T. Lawal" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Graphene quantum dots decorated with magnetic nanoparticles: synthesis, electrodeposition, characterization and application as an electrochemical sensor towards determination of some amino acids at physiological pH, Mater",
      "author" : [ "M. Hasanzadeh" ],
      "venue" : "Sci. Eng., C: Mater. Biol. Appl",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "Electrochemical immunosensor with graphene quantum dots and apoferritin-encapsulated Cu nanoparticles double-assisted signal amplification for detection of avian leukosis virus",
      "author" : [ "X. Wang" ],
      "venue" : "subgroup, J. Biosens. Bioelectron",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    }, {
      "title" : "Graphene quantum dots FRET based sensor for early detection of heart attack in human, Biosens. Bioelectron",
      "author" : [ "D. Bhatnagar" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2016
    }, {
      "title" : "Ultrasensitive cardiac troponin I antibody based nanohybrid sensor for rapid detection of human heart",
      "author" : [ "D. Bhatnagar", "I. Kaur", "A. Kumar" ],
      "venue" : "attack, Int. J. Biol. Macromol",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Highly sensitive immunosensing of prostate specific antigen using poly cysteine caped by graphene quantum dots and gold nanoparticle: a novel signal amplification strategy",
      "author" : [ "H. Malekzad" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2017
    }, {
      "title" : "Amperometric immunobiosensor for alpha-fetoprotein using Au nanoparticles/chitosan/TiO(2)-graphene composite based platform, Bioelectrochemistry",
      "author" : [ "K.J. Huang" ],
      "venue" : null,
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2013
    }, {
      "title" : "Detection of benzimidazole carbamates and amino metabolites in liver by surface plasmon resonance-biosensor",
      "author" : [ "J. Keegan" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2011
    }, {
      "title" : "PNA biosensor based on reduced graphene oxide/water soluble quantum dots for the detection of Mycobacterium tuberculosis",
      "author" : [ "M.H. Mat Zaid" ],
      "venue" : "Sens. Actuators, B",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    }, {
      "title" : "Sandhyarani, Carbon nanostructures as immobilization platform for DNA: A review on current progress in electrochemical DNA sensors, Biosens. Bioelectron",
      "author" : [ "N.P.A. Rasheed" ],
      "venue" : null,
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "Micro-RNA detection based on fluorescence resonance energy transfer of DNA-carbon quantum dots",
      "author" : [ "F. Khakbaz", "M. Mahani" ],
      "venue" : "probes, Anal. Biochem",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "DNA nanosensor based on biocompatible graphene quantum dots and carbon nanotubes",
      "author" : [ "Z.S. Qian" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Enzyme catalytic amplification of miRNA-155 detection with graphene quantum dot-based electrochemical biosensor",
      "author" : [ "T. Hu" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Introduction of selectivity and specificity to graphene using an inimitable combination of molecular imprinting and nanotechnology",
      "author" : [ "E. Roy" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "Mesoporous silica nanoparticles capped with graphene quantum dots for potential chemo-photothermal synergistic cancer",
      "author" : [ "X. Yao" ],
      "venue" : "therapy, Langmuir",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "Quantum dots in graphene nanoribbons",
      "author" : [ "S. Wang" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "Quantum-dot-conjugated graphene as a probe for simultaneous cancer-targeted fluorescent imaging, tracking, and monitoring drug",
      "author" : [ "M.L. Chen" ],
      "venue" : "delivery, Bioconjug. Chem",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2013
    }, {
      "title" : "Strongly coupled CdS/graphene quantum dots nanohybrids for highly efficient photocatalytic hydrogen evolution: unraveling the essential roles of graphene quantum dots, Appl",
      "author" : [ "Y. Lei" ],
      "venue" : null,
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2017
    }, {
      "title" : "Multifunctional graphene quantum dots for simultaneous targeted cellular imaging and drug delivery, Colloids Surf., B",
      "author" : [ "X. Wang" ],
      "venue" : null,
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2014
    }, {
      "title" : "Synthesis, characterization and cells and tissues imaging of carbon quantum dots",
      "author" : [ "J. Wang" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2017
    }, {
      "title" : "The in vitro and in vivo toxicity of graphene quantum dots, Biomaterials",
      "author" : [ "Y. Chong" ],
      "venue" : null,
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2014
    }, {
      "title" : "In vivo biodistribution and toxicology of carboxylated graphene quantum dots",
      "author" : [ "M. Nurunnabi" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2013
    }, {
      "title" : "Intracellular imaging with a graphene-based fluorescent probe",
      "author" : [ "C. Peng" ],
      "venue" : "Small",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2010
    }, {
      "title" : "Graphene oxide nanoparticles as a nonbleaching optical probe for twophoton luminescence imaging and cell therapy",
      "author" : [ "J.L. Li" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2012
    }, {
      "title" : "Can graphene quantum dots cause DNA damage in cells",
      "author" : [ "D. Wang" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "GQDs exhibit extraordinary optoelectronic properties as well as excellent biocompatibility and low-cost preparation methods, by which they hold potentials in replacing those well-known metal chalcogenides based quantum dots [2].",
      "startOffset" : 224,
      "endOffset" : 227
    }, {
      "referenceID" : 6,
      "context" : "The quantum-confinement effect and the variation in density and nature of sp2 sites available in GQDs make their optical properties greatly depend on their size so that the energy band gap of GQDs can be tuned by modulating their size [8].",
      "startOffset" : 235,
      "endOffset" : 238
    }, {
      "referenceID" : 7,
      "context" : "Over the past few decades, quantum dots with steadily increasing research have been occupied a special status in nanomaterial fields and have made considerable progress, but in recent years, graphene-based nanohybrid has captured more interest and imagination in scientific research [9].",
      "startOffset" : 283,
      "endOffset" : 286
    }, {
      "referenceID" : 13,
      "context" : "Meanwhile, GQD-based nanomaterials have already shown a promising future in biomedical fields, particularly for diagnostics [10 14], drug delivery [15], nearinfrared (NIR) light-induced photothermal therapy [16 18], in vitro and in vivo bioimaging [19 21].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 20,
      "context" : "fluorescence signals at different stages [22].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 21,
      "context" : "1B) [23,24], carbon fibers or graphite into small pieces of graphene sheets are the most suitable for mass production; on the contrary, the bottom-up routes that require small molecules to be starting materials for GQDs buildup are particularly appropriate for controlling the size of GQDs but require multistep organic reactions and purification at each step.",
      "startOffset" : 4,
      "endOffset" : 11
    }, {
      "referenceID" : 22,
      "context" : "1B) [23,24], carbon fibers or graphite into small pieces of graphene sheets are the most suitable for mass production; on the contrary, the bottom-up routes that require small molecules to be starting materials for GQDs buildup are particularly appropriate for controlling the size of GQDs but require multistep organic reactions and purification at each step.",
      "startOffset" : 4,
      "endOffset" : 11
    }, {
      "referenceID" : 23,
      "context" : "solvothermal microwave-assisted [25], sonication-assisted, and chemical exfoliation methods have been widely used to synthesize GQDs.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 24,
      "context" : "While for the bottom-up techniques, ultraviolet irradiation method using oxygen-containing aromatic compounds as starting materials [26], microwave-assisted hydrothermal method using carbonization as starting materials [27], ruthenium-catalyzed cage-opening method using fullerenes as starting materials, one-step solvothermal method using hydrogen peroxide and expanded graphite as starting materials, and the method using unsubstituted hexa-peri-hexabenzocoronene as the carbon source through the process of surface functionalization (Fig.",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 25,
      "context" : "While for the bottom-up techniques, ultraviolet irradiation method using oxygen-containing aromatic compounds as starting materials [26], microwave-assisted hydrothermal method using carbonization as starting materials [27], ruthenium-catalyzed cage-opening method using fullerenes as starting materials, one-step solvothermal method using hydrogen peroxide and expanded graphite as starting materials, and the method using unsubstituted hexa-peri-hexabenzocoronene as the carbon source through the process of surface functionalization (Fig.",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 28,
      "context" : "It has the property of extremely high intrinsic mobility of charge carriers [30].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 29,
      "context" : "Among various nanographene materials, GQDs have attracted increasing research interest because of its nonzero band gap induced by quantum-confinement and edge effects [31].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 30,
      "context" : "Meanwhile, the high solubility of the GQDs in common solvents is also very important for experimental studies, surface modified GQDs may contain carboxylic acid groups at their edges that make them highly soluble in water and suitable for further modification with other functional molecules such as organic/inorganic and biological components [32].",
      "startOffset" : 344,
      "endOffset" : 348
    }, {
      "referenceID" : 31,
      "context" : "proposed a three-step mechanism to elucidate the complex aggregation of GQDs in aqueous solution, which enables us to simplify the interpretation of experimental results for applying readily available, versatile ensemble characterization techniques, together with the structural uniformity [33].",
      "startOffset" : 290,
      "endOffset" : 294
    }, {
      "referenceID" : 32,
      "context" : "Highly sensitive immunosensors can thus be constructed by applying enzymatic reactions involving fixing enzyme-labeled antigen [34].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 33,
      "context" : "classified into electrochemical [35], amperometric, piezoelectric [36], thermometric or magnetic [37], according to the type of transduction.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 34,
      "context" : "classified into electrochemical [35], amperometric, piezoelectric [36], thermometric or magnetic [37], according to the type of transduction.",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 35,
      "context" : "classified into electrochemical [35], amperometric, piezoelectric [36], thermometric or magnetic [37], according to the type of transduction.",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 38,
      "context" : "Comparing with other kinds of immunosensors as previously mentioned, amperometric immunosensors are far more broadly investigated due to their easy fabrication, miniaturization, robustness, and cost effectiveness [40].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 40,
      "context" : "A change in refractive index of the medium upon interaction of Ag (tumor marker) with specific antibodies immobilized on the sensor surface can be measured [42].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 41,
      "context" : "The principle of piezoelectric immunosensors is commonly utilized by evaluating the change in frequency of oscillation as result of a change in mass on the interaction of antigens with antibodies immobilized on quartz crystal [43].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 42,
      "context" : "In addition, electrochemical DNA sensors can improve the immobilization of single-stranded DNA probe sequences on a mass variety of electrode substrates [44,45].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 43,
      "context" : "In addition, electrochemical DNA sensors can improve the immobilization of single-stranded DNA probe sequences on a mass variety of electrode substrates [44,45].",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 44,
      "context" : "introduced a method to achieve the analysis of the low concentration of DNA by taking advantage of excellent biocompatibility and powerful fluorescence of GQDs, one base pair DNA mismatch specificity and unique FRET between carbon nanotubes and GQDs [46].",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 46,
      "context" : "On account of relatively high quantum yields with high molar extinction coefficients, broad absorption with narrow emission spectra, and high photostability, the strong quantum-confinement and edge effects stir GQDs wide applications in biological imaging [48,49].",
      "startOffset" : 256,
      "endOffset" : 263
    }, {
      "referenceID" : 47,
      "context" : "On account of relatively high quantum yields with high molar extinction coefficients, broad absorption with narrow emission spectra, and high photostability, the strong quantum-confinement and edge effects stir GQDs wide applications in biological imaging [48,49].",
      "startOffset" : 256,
      "endOffset" : 263
    }, {
      "referenceID" : 48,
      "context" : "In this nanosystem, NIR reflectance GQDs, which exhibited lower fluorescence background in the living system to afford improved fluorescence imaging resolution, were acted as fluorescence reporters [50].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 49,
      "context" : "A N-GQD was composed for photodynamic antimicrobial therapy and bioimaging, the result showed the intrinsic luminescence properties of the N-GQD in NIR region and high photostability enable it to be exploited as a promising contrast agent to track bacteria in bioimaging [51].",
      "startOffset" : 271,
      "endOffset" : 275
    }, {
      "referenceID" : 50,
      "context" : "Drug delivery systems could be visualized by using organic fluorophores and semiconductor quantum dots to understand the cellular uptake, while we can easily monitor movement in the cells in real time without employing external dyes considering the inherent fluorescence of GQDs [52].",
      "startOffset" : 279,
      "endOffset" : 283
    }, {
      "referenceID" : 53,
      "context" : "Since single-dosing experiment had no obvious accumulation and mostly presented low toxicity of nanomaterials, multiple-dosing which simulated clinical drug administration was applied to the study of in vivo toxicity to further investigate the biosafety of GQDs [55].",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 55,
      "context" : "have found that nanosized graphene oxides did not lead to serious acute cytotoxicity to HeLa cells at a concentration of 40 lg mL(21) [57].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 57,
      "context" : "The cellular uptake of GQDs, as well as cell death and proliferation of NIH-3 T3 cells treated with GQDs, was also studied to assess the cytotoxicity of GQDs [59].",
      "startOffset" : 158,
      "endOffset" : 162
    } ],
    "year" : 2019,
    "abstractText" : "Graphene quantum dots in biomedical applications: recent advances and future challenges Xianxian Zhao, Weiyin Gao, Hong Zhang, Xiaopei Qiu and Yang Luo Key Laboratory for Biorheological Science and Technology of Ministry of Education, State and Local Joint Engineering Laboratory for Vascular Implants, Bioengineering College of Chongqing University, Chongqing, P.R. China, Department of Laboratory Medical Science, Southwest Hospital, Third Military Medical University, Chongqing, P.R. China, Department of Urology, The Second Affiliated Hospital of Nanchang University, Nanchang, P.R. China, Center of Laboratory Medicine, Medical School of Chongqing University, Chongqing, P.R. China",
    "creator" : "Elsevier"
  }
}