{
  "name" : "downloads_2020-01-26_80_10.3390@nano10020200.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The Application of Nano-MoS2 Quantum Dots as Liquid Lubricant Additive for Tribological Behavior Improvement",
    "authors" : [ "Junde Guo", "Runling Peng", "Hang Du", "Yunbo Shen", "Yue Li", "Jianhui Li", "Guangneng Dong" ],
    "emails" : [ "pengrunling@163.com", "duhangxiangongye@163.com", "shenyunbo@xatu.edu.cn", "15229289312@163.com", "ljh1987@stu.xjtu.edu.cn", "donggn@mail.xjtu.edu.cn", "gjd0119@xatu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanomaterials 2020, 10, 200; doi:10.3390/nano10020200 www.mdpi.com/journal/nanomaterials\nKeywords: MoS2 QDs; lubricant additive; tribological property; lubrication mechanism"
    }, {
      "heading" : "1. Introduction",
      "text" : "Friction and wear between moving components have an important influence on the energy loss of engineering equipment [1–3]. Lubrication technology is of great significance to improve the tribological properties and reduce the wear of friction pairs [4,5]. In addition, lubricants have the functions of cleaning wear debris, sealing clearances, dissipating heat, and resisting corrosion or rust [6,7]. Lubricant additives can reduce friction loss and conservation resources [8]. Lubricant additives for lubricating oil are widely used to improve durability of frictional components [9]. In recent years, the tribological property of nanoparticle additives attracted a great deal of attention, as they show friction-reducing and anti-wear effects to a certain level. However, the production of the above additives creates a potential environmental problem due to hazardous emissions such as H2S and phosphorus, as well as sludge obtained during purification. Recent environmentally friendly regulations advocate for low-phosphorus or phosphorus-free industrial lubricants [10]. Lubricant additives were extensively studied in the past few years, such as MoS2 nanosheets [11], MoS2 nanotubes [12], fullerene-like MoS2 [13], and grapheme [14].\nHowever, the limitation of dispersibility is the key factor affecting the tribological properties of lubricant additives in liquid, and the particle size and thickness of lubricant additives have a great influence on their tribological properties [15]. The dispersibility of the nano-additive in lubricating oil shows excellent performance; thus, MoS2 quantum dots (QDs) show great potential in lubricating oil additives based on tribological properties.\nNanometer-level additives exhibit excellent performance in terms of dispersibility in lubrication oil; thus, MoS2 QDs show great potential as lubricant additives in terms of tribological performance [16]. Fullerene-like nano-MoS2 particles can easily penetrate the contact area and form homogeneous tribo-film to achieve low friction and wear [13]. There were many studies on the fabrication of nanoMoS2 as oil additives [11,17,18]; however, it is very difficult to synthesize MoS2 quantum dots with particle size less than 5 nm as lubricant additives compared to MoS2 nanosheets. Thus, MoS2 QDs have a smaller particle size and higher special surface area, which is more beneficial to dispersibility, resulting in them having great potential to be used as lubricant additives [19]. Moreover, the tribological performance of MoS2 nanosheet and nanotube lubricant additives was studied, but the tribological behavior of MoS2 QDs (size < 5 nm) is still unclear.\nThis study aims to investigate the tribological performance of MoS2 QDs as a lubricant additive in paroline oil. Ball-on-disc tribological tests were conducted under boundary lubrication to simulate the point contact between mechanical components. The influence of the additive amount of MoS2 QDs on the tribological performance was investigated. In order to clearly investigate the lubrication mechanism of MoS2 QDs in paroline oil, and to differentiate the competitive adsorption from other lubricant additives (dispersant or detergent), MoS2 QDs were used as the single lubricant additive in paroline oil, thereby obtaining sufficient tribological results in laboratory tests."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of MoS2 QDs and Dispersion Process in Paroline Oil",
      "text" : "The MoS2 QDs were synthesized through a one-pot hydrothermal method with a mixture of Na2MoO4·2H2O and thiocarbamide. In a typical procedure, the mixture of Na2MoO4·2H2O (120 mg) and thiocarbamide (324 mg) was dispersed in 10 mL of distilled water. After stirring for 30 min, the mixture was transferred to a 50-mL poly (tetrafluoroethylene) (Teflon) autoclave and kept at 200 °C for 8 h through microwave irradiation in nitrogen atmosphere. After being cooled to room temperature naturally, the product of the reaction was repetitively purified by centrifuging in ethanol and deionized water. Furthermore, the precipitate obtained by centrifugation was added to 10 mL of N-methylpyrrolidone, which was continuously smashed by a wheel sonde for 16 h. Then, the product was separated centrifugally at 5000 rpm for 30 min. The supernatant MoS2 QDs represented the target dispersion solution. Furthermore, MoS2 QDs could be obtained via a filtration or centrifugation method.\nThe final prepared MoS2 QDs were a black powder, which were added to paraffin oil by ultrasonic dispersion to achieve stable dispersions."
    }, {
      "heading" : "2.2. Tribological Procedure of Ball-On-Disc Testing",
      "text" : "The tribological property was tested using a ball-on-disc tribometer (UMT-2, CETR Corporation Ltd., Campbell, USA) in a reciprocation model. Schematic diagram of ball-on-disc tribometer was shown in Figure 1. The experiments were performed for 30 min at room temperature (20–23 °C). All tests were repeated three times. The disc was bearing steel (surface roughness of about 0.02 μm), and the ball was industrial bearing steel (Φ9.5 mm, surface roughness 0.01 μm). The applied load of the ball-on-disc tribometer was 6 N, the applied sliding speed was 1.5 Hz, and the sliding travel was 6mm. The above testing condition was selected based on some types of gears with low speed and moderate-duty gears."
    }, {
      "heading" : "2.3. Characterization",
      "text" : "X-Ray diffraction (XRD) results were obtained on a D8 Advance X-ray diffractometer (D8 advance, Bruker, Karlsruhe, Germany). X-ray photoelectron spectroscopy (XPS, AXIS Ultrabld, Kratos, UK) was used to analyze the structure of MoS2 QDs. Transmission Electron Microscope (TEM, TecnaTM G2F30, FEI Company, Hillsboro, OR, USA) was used to observe the morphology of MoS2 QDs. The viscosity of lubricating oils was tested using a capillary viscometer. The wear scars of GCr15 balls were observed by an optical microscope. The wear scars and Energy Dispersive Spectrum (EDS, SU3500, Oxford Instruments, Abingdon, Oxfordshire, UK) images of GCr15 discs were obtained by scanning electron microscopy (SEM, VEGA 3 LMH/LMU, TESCAN, Brno, Czech Republic), with an accelerating voltage of about 20 kV and a corresponding current value of 7 μA. Three-dimensional (3D) profiles of the worn surface were obtained using a laser scanning confocal microscope (OLS4000, OLYMPUS Company, Tokyo, Japan)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of MoS2 QDs",
      "text" : "TEM images of the resultant MoS2 QDs are shown in Figure 2. The average diameter of MoS2 QDs was about 3 nm, indicating the excellent monodispersity of MoS2 QDs, which were well dispersed and ranged from 1.5 to 5 nm (Figure 2a). The paralleled and ordered lattice fringe can be observed in the TEM map shown in Figure 2b, which illustrates the high crystallinity of the MoS2 QDs. The lattice fringe spacing was about 0.2 nm, which matches well with previously reported values for crystal MoS2 [20]. At this size, MoS2 QDs are small enough to have quantum confinement effects and small-size effects. X-ray diffraction (XRD) spectroscopy was used to test the crystal structure of MoS2 QDs. As shown in Figure 2c, bulk MoS2 (before being smashed by the wheel sonde) had several obviously strong diffraction peaks at 2θ = 32.7°, 39.6°, 49.8°, 58.3°, and 60.4°, which were assigned to the (100), (103), (105), (110), and (112) faces, respectively, indicating that bulk MoS2 has a multilayer structure. Moreover, some lower peaks at 2θ = 29°, 2θ = 39.6°, 2θ = 44.2°, 2θ = 49.8°, and 2θ = 60.2° could be observed, which were assigned to the (004), (103), (006), (105), and (008) faces, respectively (JC-PDF (03-065-1951)). In addition, no peaks could be observed in the XRD patterns of MoS2 QDs, since the materials were thin or presented as monolayers, revealing no intense interference on the aligned crystal planes [21]. The XRD result indicated that the resultant product was a thin layer.\nThe photoluminescence (PL) spectra of the MoS2 QDs aqueous solutions were measured at various excitation wavelengths, as shown in Figure 2d. With excitation wavelengths increasing from 290 to 370 nm, the PL emission peaks shifted to longer wavelengths. The PL spectra of the MoS2 QD suspension exhibited a strong emission peak at 430 nm under an excitation wavelength of 360 nm. With the increase in excitation wavelength from 360 to 450 nm, the PL emission peaks shifted from 430 to 530 nm. These are typical size-dependent PL properties [22]. The property of excitationdependent PL indicated the polydispersity of the as-prepared MoS2 QDs [23]."
    }, {
      "heading" : "3.2. Friction Property of MoS2 QDs in Paroline Oil",
      "text" : "The tribological performance of paraffin oils with different MoS2 QD loading as a lubricant additive is shown in Figure 3. The coefficients of friction (COF) of paraffin oils with different additive amounts of MoS2 QDs were measured at an applied load of 6 N and reciprocating frequency of 1.5 Hz, as presented in Figure 3a,b. One can observe relatively larger fluctuations in the friction response of pure paraffin oils, in comparison to the pure paraffin oil samples with MoS2 QDs, whose COF was as high as 0.169, and the COF was found to increase with time in the initial stage during the runningin period.\nAlong with the loading of MoS2 QDs into paraffin oil, the COF of the nanoparticle oil reduced by much more than that of pure paraffin oil. The lowest COF of 0.061 was obtained by the oil sample with 0.3 wt.% MoS2 QDs. Moreover, Figure 3b (partial enlargement of Figure 3a) shows the influence of particle concentration on the COF of the MoS2 QD oil suspension, indicating that the average COF was influenced by the MoS2 QD concentration. The average COF obviously fell from 0.16 to 0.061 in the range of 0.1 to 0.5 wt.% MoS2 QDs, reflecting that the addition of nanoparticle lubricants strengthened the sliding response when stabilizing for additive amounts below 0.3 wt.%. However, the average COF showed a slightly increasing trend from 0.061 to 0.065 in the range of 0.3 wt.% to 0.5 wt.% MoS2 QDs. Furthermore, the COF tended to be stable after rubbing, and the corresponding average COF in the stable period for higher concentrations of MoS2 QDs presented a lower antifrictional property, as shown in Figure 3c, which is consistent with our previous report [24]. The\nrelevant tribological mechanism is due to the MoS2 QDs particles at higher concentration accumulating in the inlet of the ball-on-disc contact area, which causes an insufficient supply of lubricant and starvation in the contact zone [25]. The running-in period is of great significance to the regulation of tribological performance to a certain extent. Reducing the running-in period is beneficial to improving the anti-frictional property. The formation of a boundary lubrication film is the main reason for the stability of the friction coefficient. Figure 3d shows the variation of running-in time with the addition of MoS2 QDs. The rubbing period of nano-oil with 0.1 wt.% concentration lasted longer than the others, with a time of 460 s. In addition, it is noteworthy that the rubbing time obviously decreased with the increase in concentration. Although the 0.5 wt.% sample had the shortest rubbing time in terms of friction property, the corresponding average COF was slightly higher than that of the 0.3 wt.% oil sample under the same conditions."
    }, {
      "heading" : "3.3. Wear Scar Images of Balls and Discs",
      "text" : "Figure 4 reveals the wear scar maps of the tested balls sliding against the bearing steel discs. It shows that the wear degree of the samples containing MoS2 QDs was obviously improved, compared to that of the paroline base oil. When the base oil was a lubricant, the worn surface of the ball presented a black sediment, which confirmed that the main component was Fe, resulting from ballon-disc milling, as shown in Figure 4b (EDS). Moreover, the 0.1 wt.% and 0.2 wt.% samples also presented black sediment, but the wear radiuses were visibly reduced. In particular, the radius of 0.3 wt.% MoS2 QDs was smaller than that of the other samples, showing the superior anti-wear performance of MoS2 QDs at this specific percentage. Although the 0.5 wt.% oil sample had a lower COF value in the stabilized state after rubbing, the corresponding steel ball sliding with the disc had a higher wear rate.\nTo further investigate the wear mechanism, the SEM images of worn surfaces of the lower disc samples lubricated by pure paroline oil and the paroline oil samples containing 0.1–0.5 wt.% MoS2 QDs were investigated (Figure 5). It can be seen from Figure 5a,b that there was obvious ploughing and some pits on the worn track, which were due to the local second rupture of debris during the sliding process; moreover, the friction of the debris at the sliding interface led to clear furrows on the worn surface. Figure 5c,d show that the worn surface presented finer mesh-like grooves, in agreement with the COF results in Figure 3. For the 0.3 wt.% sample, the worn surface was covered by fine grooves and detachments after the sliding test, as shown in Figure 5e,f, and the wear mechanism was dominated by microploughing. Furthermore, it can be seen from Figure 5g that the wear scratch was almost invisible; following the local zoom in Figure 5f, only slight furrows could be observed. This is mostly attributed to the increase in MoS2 QDs, which could reduce the wear of the frictional interfaces. This indicates that MoS2 QDs played a lubricating role and prevented the ploughing wear in the sliding process. The above results are in agreement with the tribological result showing the decrease in friction coefficient in Figure 3.\nThe 3D profiles of the worn surfaces for different lubricant oils after the wear tests are shown in Figure 6. Compared with pure paroline oil, MoS2 QDs had a significant improvement in the wear surface. After the wear test at room temperature, only small grooves could be observed, and the wear mechanism was mainly formed by microploughing. The 3D maps of the wear scars of pure paroline oil are shown in Figure 6a, showing the obvious furrow and indentation, and the corresponding maximum depth was 2.8 μm. Although the wear depth for the 0.1 wt.% sample was much smoother than that of pure paroline oil, microploughing still existed, with a corresponding wear depth of 0.09\nμm. Moreover, the anti-wear property improved with the amount of MoS2 QDs. This indicates that MoS2 QDs in paroline oil prevented the ploughing wear that was evident in the control sample."
    }, {
      "heading" : "3.4. Lubrication Mechanism",
      "text" : "Figure 7 reveals the presence of Mo and S elements within the wear track when lubricated with paroline and 0.2 wt.% MoS2 QDs. As shown in Figure 7d,e, the EDS mapping results clearly confirmed the presence of Mo and S elements within the wear track, suggesting that the capping layer of MoS2 QDs also contributed to forming the tribo-film. The atomic ratio of elements Mo and S was 2.17:1, as shown in Figure 7c, suggesting the formation of a tribo-film composed of Mo and S.\nXPS was employed to study the surface chemical composition of the wear scars of the steel discs, which were lubricated by paroline oil with MoS2 QDs, revealing visible Mo and S peaks. As shown in Figure 8, the XPS peaks of Mo in Figure 8a were mainly attributed to Mo–O or Mo–S. The Mo and the S peaks at 235.7 eV and 165.1 eV corresponded to MoS2, confirming the formation of the MoS2 tribo-film on the wear scar, in agreement with the O–S of O1s at 531.6 eV in Figure 8b,c [26]. The peak of the bond energy of 168.9 eV in Figure 8b was attributed to S2p, i.e., the bond of sulfur to oxygen (S–O).\nThe peak in bonding energy at 168.9 eV was attributed to S2p in Figure 8b, i.e., the bonding of sulfur to oxygen (S–O) [27]. Accordingly, it shows the presence of oxides of Mo in the tribo-film, whereas the peak at 226.3 eV was attributed to S (S2s) rather than Mo [13]. The peak of S2p appeared at the binding energy of 169.3 eV, corresponding to the S4+ state realized in FeSO4 [28]. The peak component of S2p at the low bonding energy of 162.1 eV was attributed to the presence of Fe-S [13]. Thus, the above results reveal that fewer nano-MoS2 QDs were oxidized to MoO3, and the tribo-film with MoS2 QDs had more MoS2 but less MoO3 [29]. These peaks demonstrate that the patched composite film consisted of MoS2, FeS, and sulfate, which was the source of improved tribological performance and enhanced lubricant durability. The combination of MoS2 QDs and paroline oil facilitated the formation of the tribo-film.\nAccording to the above results, a ball-on disc schematic diagram of the sliding process is shown in Figure 9. Paroline oil can adsorb onto the rubbing interface and form a tribo-film, which plays a protective role during the friction process. With the addition of MoS2 QDs, the nano-additives and paroline oil self-assemble and form a nanocomposite layer on the sliding regions during the rubbing process, such as MoS2, MoO3, FeS, FeSO4, etc., thus minimizing friction and wear. The improvement in tribological performance indicates that the composite oil can easily form a tribo-film and adsorb onto the wear track during the sliding process. Therefore, MoS2 QDs have anti-wear and anti-friction properties as a lubricating oil additive. In addition, the amount of MoS2 QDs plays a decisive role in tribological performance. With the increase in additive, the viscosity of the composite lubricant oil exhibited an increasing trend, but the change was not the main factor behind the boundary lubrication regime for the ball-on-disc contact. MoS2 QDs can be sustainably dispersed in paraffin oil. In the 10-day dispersion experiment, the oil samples containing MoS2 QDs had good dispersion, and no particle sedimentation occurred.\nBecause the spherical MoS2 QDs function as ball-bearing lubricants in the process of friction, they can be adsorbed onto the slide track by adding MoS2 QDs to pure paroline oil to prevent the frictional component from contacting it directly [30,31]. In summary, the synergistic lubrication effect of the tribo-film, the improvement of the bearing capacity, and the ball-bearing effect together lead to the lowest friction and wear."
    }, {
      "heading" : "4. Conclusions",
      "text" : "1. Monodisperse MoS2 QDs ranging from 1.5 to 5 nm were prepared, with a paralleled and ordered lattice fringe, and a lattice fringe spacing of about 0.2 nm. In addition, MoS2 QDs were sustainably dispersed in paraffin oil, showing no particle sedimentation in the 10-day dispersion experiment.\n2. With the addition of MoS2 QDs to the paraffin oil, the lowest COF of 0.061 could be obtained by the 0.3 wt.% MoS2 QD oil sample, which dropped by approximatively 64% compared to the pure paraffin base oil. Furthermore, the rubbing time obviously decreased with the increase in MoS2 QDs.\n3. The main wear type of the worn surfaces lubricated by the paroline base oil with MoS2 QDs could be attributed to slight ploughing wear. Pure paroline oil presented an obvious furrow and indentation, with a corresponding maximum depth of 2.8 μm.\n4. The MoS2 QDs play a decisive role in the improvement of the tribological performance. The potential lubrication mechanisms include the formation of a composite tribo-film composed of MoS2, MoO3, FeS, and FeSO4. Additionally, spherical MoS2 QDs have aprobable ball-bearing lubrication effect during the friction process.\nAuthor Contributions: J.G. conceptualized and designed this work; R.P., H.D., and Y.S. performed the characterization of MoS2 QDs; Y.L. and J.L. prepared the original draft; G.D. and J.G. edited the draft. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was supported by the Science and Technology on Diesel Engine Turbocharging Laboratory (6142212190104), the Special Research Project in Shaanxi Province Department of Education (18JK0392), the Special Scientific Research Plan in Shaanxi Province of China (2018JM5046), and the Key Laboratory Research Program of Education Department of Shaanxi Province (No. 18JS044).\nConflicts of Interest: The authors declare no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Development of valve train rig for assessment of cam/follower tribochemistry",
      "author" : [ "M.D. Ofune", "P. Banks", "A. Morina", "A. Neville" ],
      "venue" : "Tribol. Int. 2016,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "An effective method of edge deburring for laser surface texturing  Nanomaterials",
      "author" : [ "J. Guo", "Y. Li", "H. Lu", "L. Qin", "G. Dong" ],
      "venue" : "Co-Cr-Mo alloy. Int. J. Adv. Manuf. Technol. 2018,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "The gearbox wears state monitoring and evaluation based on on-line wear debris features",
      "author" : [ "W. Cao", "H. Zhang", "N. Wang", "H.W. Wang", "Z.X. Peng" ],
      "venue" : "Wear 2019,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Investigating the tribological and biological performance of covalently grafted chitosan coatings on Co-Cr-Mo alloy",
      "author" : [ "L. Qin", "X. Feng", "M. Hafezi", "Y. Zhang", "J. Guo", "G. Dong", "Y. Qin" ],
      "venue" : "Tribol. Int. 2018,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Sustained-release application of PCEC hydrogel on laser-textured surface lubrication",
      "author" : [ "J. Guo", "T. Mei", "Y. Li", "S. Ren", "M. Hafezi", "H. Lu", "G. Dong" ],
      "venue" : "Mater. Res. Express 2018,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Nanoparticles as novel lubricating additives in a green, physically based lubrication technology for DLC coatings",
      "author" : [ "M. Kalin", "J. Kogovšek", "M. Remškar" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Investigation on the lubrication advantages of MoS2 nanosheets compared with ZDDP using block-on-ring tests",
      "author" : [ "H. Wu", "L. Wang", "B. Johnson", "S. Yang", "J. Zhang", "G. Dong" ],
      "venue" : "Wear 2018,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Effect of cation nature on the lubricating and physicochemical properties of three ionic liquids",
      "author" : [ "L. Matczak", "C. Johanning", "E. Gil", "H. Guo", "T.W. Smith", "M. Schertzer", "P. Iglesias" ],
      "venue" : "Tribol. Int. 2018,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Behaviour of MoDTC in DLC/DLC and DLC/steel contacts",
      "author" : [ "B. Vengudusamy", "J.H. Green", "G.D. Lamb", "H.A. Spikes" ],
      "venue" : "Tribol. Int. 2012,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2012
    }, {
      "title" : "Friction reduction benefits in valve-train system using IF-MoS2 added engine oil",
      "author" : [ "M. Sgroi", "F. Gili", "D. Mangherini", "I. Lahouij", "F. Dassenoy", "I. Garcia", "I. Odriozola", "G. Kraft" ],
      "venue" : "Tribol. Trans. 2015,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "An investigation on the tribological properties of multilayer graphene and MoS2 nanosheets as additives used in hydraulic applications",
      "author" : [ "J. Zhao", "Y. He", "Y. Wang", "W. Wang", "L. Yan", "J. Luo" ],
      "venue" : "Tribol. Int. 2016,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Carbon nanotube—MoS2 composites as solid lubricants",
      "author" : [ "X. Zhang", "B. Luster", "A. Church", "C. Muratore", "A.A. Voevodin", "P. Kohli", "S. Aouadi", "S. Talapatra" ],
      "venue" : "ACS Appl. Mater. Inter",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2009
    }, {
      "title" : "Boundary lubrication: Influence of the size and structure of inorganic fullerene-like MoS2 nanoparticles on friction and wear reduction",
      "author" : [ "P. Rabaso", "F. Ville", "F. Dassenoy", "M. Diaby", "P. Afanasiev", "J. Cavoret", "B. Vacher", "T. Le Mogne" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Development of Environmentally Safe Lubricants Modified by Grapheme",
      "author" : [ "V. Pershin", "K. Ovchinnikov", "A. Alsilo", "R. Stolyarov", "N. Memetov" ],
      "venue" : "Nanotechnologies Russ. 2018,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Ultrathin MoS2 nanosheets with superior extreme pressure property as boundary lubricants",
      "author" : [ "Z. Chen", "X. Liu", "Y. Liu", "S. Gunsel", "J. Luo" ],
      "venue" : "Sci. Rep. 2015,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Soluble, exfoliated two-dimensional nanosheets as excellent aqueous lubricants",
      "author" : [ "W. Zhang", "Y. Cao", "P. Tian", "F. Guo", "Y. Tian", "W. Zheng", "X. Ji", "J. Liu" ],
      "venue" : "Acs. Appl. Mater. Inter. 2016,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "WS2 nanoparticles anti-wear and friction reducing properties on rough surfaces in the presence of ZDDP additive",
      "author" : [ "P.U. Aldana", "F. Dassenoy", "B. Vacher", "T. Le Mogne", "B. Thiebaut" ],
      "venue" : "Tribol. Int. 2016,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Highly Transparent Wafer-Scale Synthesis of Crystalline WS2 Nanoparticle Thin Film for Photodetector and Humidity-Sensing Applications",
      "author" : [ "A.S. Pawbake", "R.G. Waykar", "D.J. Late", "S.R. Jadkar" ],
      "venue" : "ACS Appl. Mater. Inter. 2016,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "MoS2 quantum dot-interspersed exfoliated MoS2 nanosheets",
      "author" : [ "D. Gopalakrishnan", "D. Damien", "M.M. Shaijumon" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "One-step synthesis of water-soluble MoS2 quantum dots via a hydrothermal method as a fluorescent probe for hyaluronidase detection",
      "author" : [ "W. Gu", "Y. Yan", "C. Zhang", "C. Ding", "Y. Xian" ],
      "venue" : "ACS Appl. Mater. Inter. 2016,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Experimental evidence for the quantum confinement effect in 3C-SiC nanocrystallites",
      "author" : [ "X.L. Wu", "J.Y. Fan", "T. Qiu", "X. Yang", "G.G. Siu", "P.K. Chu" ],
      "venue" : "Phys. Rev. Lett. 2005,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2005
    }, {
      "title" : "Strongly luminescent monolayered MoS2 prepared by effective ultrasound exfoliation",
      "author" : [ "V. Štengl", "J. Henych" ],
      "venue" : "Nanoscale 2013,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2013
    }, {
      "title" : "Effects of Sliding Mode on Tribological Properties of Lubricating Oil with Surface-Modificated MoS2 Nanosheets and the Mechanism",
      "author" : [ "M. Tangjie", "G. Junde", "T. Zhe", "M. Qiang", "D. Guangneng" ],
      "venue" : "J. Xiʹan Jiaotong Univ. 2019,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "High-efficiency preparation of oil-dispersible MoS2 nanosheets with superior anti-wear property in ultralow concentration",
      "author" : [ "H. Wu", "B. Johnson", "L. Wang", "G. Dong", "S. Yang", "J. Zhang" ],
      "venue" : "J. Nanoparticle Res. 2017,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Understanding the Tribochemical Mechanisms of IF-MoS2 Nanoparticles Under Boundary Lubrication",
      "author" : [ "J. Tannous", "I. Lahouij", "T.L. Mogne", "B. Vacher", "A. Bruhács", "W. Tremel" ],
      "venue" : "Tribol. Lett",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Lubrication mechanisms of hollow-core inorganic fullerene-like nanoparticles: Coupling experimental and computational works",
      "author" : [ "Lahouij", "E.W. Bucholz", "B. Vacher", "S.B. Sinnott", "J.M. Martin", "F. Dassenoy" ],
      "venue" : "Nanotechnology 2012,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Investigation of the influence of solid lubricants on the tribological properties of polyamide 6 nanocomposite",
      "author" : [ "Y.L. You", "D.X. Li", "G.J. Si", "X. Deng" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "The synthesis of MoS2 particles with different morphologies for tribological applications",
      "author" : [ "M. Yi", "C. Zhang" ],
      "venue" : "Tribol. Int. 2017,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Lubricating mechanism of Fe3O4@MoS2 core-shell nanocomposites as oil additives for steel/steel contact",
      "author" : [ "Y. Xu", "G. Jian", "Y. Peng", "Z. Liu", "J. Yu", "X. Hu" ],
      "venue" : "Tribol. Int. 2018,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "One-pot synthesis and lubricity of fluorescent carbon dots applied on PCL-PEG-PCL hydrogel",
      "author" : [ "J. Guo", "T. Mei", "Y. Li", "M. Hafezi", "H. Lu", "J. Li", "G. Dong" ],
      "venue" : "J. Biomater. Sci. Polym. Ed. 2018,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "Lubrication technology is of great significance to improve the tribological properties and reduce the wear of friction pairs [4,5].",
      "startOffset" : 125,
      "endOffset" : 130
    }, {
      "referenceID" : 4,
      "context" : "Lubrication technology is of great significance to improve the tribological properties and reduce the wear of friction pairs [4,5].",
      "startOffset" : 125,
      "endOffset" : 130
    }, {
      "referenceID" : 5,
      "context" : "In addition, lubricants have the functions of cleaning wear debris, sealing clearances, dissipating heat, and resisting corrosion or rust [6,7].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 6,
      "context" : "In addition, lubricants have the functions of cleaning wear debris, sealing clearances, dissipating heat, and resisting corrosion or rust [6,7].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 7,
      "context" : "Lubricant additives can reduce friction loss and conservation resources [8].",
      "startOffset" : 72,
      "endOffset" : 75
    }, {
      "referenceID" : 8,
      "context" : "Lubricant additives for lubricating oil are widely used to improve durability of frictional components [9].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 9,
      "context" : "Recent environmentally friendly regulations advocate for low-phosphorus or phosphorus-free industrial lubricants [10].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 10,
      "context" : "Lubricant additives were extensively studied in the past few years, such as MoS2 nanosheets [11], MoS2 nanotubes [12], fullerene-like MoS2 [13], and grapheme [14].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 11,
      "context" : "Lubricant additives were extensively studied in the past few years, such as MoS2 nanosheets [11], MoS2 nanotubes [12], fullerene-like MoS2 [13], and grapheme [14].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 12,
      "context" : "Lubricant additives were extensively studied in the past few years, such as MoS2 nanosheets [11], MoS2 nanotubes [12], fullerene-like MoS2 [13], and grapheme [14].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 13,
      "context" : "Lubricant additives were extensively studied in the past few years, such as MoS2 nanosheets [11], MoS2 nanotubes [12], fullerene-like MoS2 [13], and grapheme [14].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 14,
      "context" : "However, the limitation of dispersibility is the key factor affecting the tribological properties of lubricant additives in liquid, and the particle size and thickness of lubricant additives have a great influence on their tribological properties [15].",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 15,
      "context" : "Nanometer-level additives exhibit excellent performance in terms of dispersibility in lubrication oil; thus, MoS2 QDs show great potential as lubricant additives in terms of tribological performance [16].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 12,
      "context" : "Fullerene-like nano-MoS2 particles can easily penetrate the contact area and form homogeneous tribo-film to achieve low friction and wear [13].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 10,
      "context" : "There were many studies on the fabrication of nanoMoS2 as oil additives [11,17,18]; however, it is very difficult to synthesize MoS2 quantum dots with particle size less than 5 nm as lubricant additives compared to MoS2 nanosheets.",
      "startOffset" : 72,
      "endOffset" : 82
    }, {
      "referenceID" : 16,
      "context" : "There were many studies on the fabrication of nanoMoS2 as oil additives [11,17,18]; however, it is very difficult to synthesize MoS2 quantum dots with particle size less than 5 nm as lubricant additives compared to MoS2 nanosheets.",
      "startOffset" : 72,
      "endOffset" : 82
    }, {
      "referenceID" : 17,
      "context" : "There were many studies on the fabrication of nanoMoS2 as oil additives [11,17,18]; however, it is very difficult to synthesize MoS2 quantum dots with particle size less than 5 nm as lubricant additives compared to MoS2 nanosheets.",
      "startOffset" : 72,
      "endOffset" : 82
    }, {
      "referenceID" : 18,
      "context" : "Thus, MoS2 QDs have a smaller particle size and higher special surface area, which is more beneficial to dispersibility, resulting in them having great potential to be used as lubricant additives [19].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 19,
      "context" : "2 nm, which matches well with previously reported values for crystal MoS2 [20].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 20,
      "context" : "These are typical size-dependent PL properties [22].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 21,
      "context" : "The property of excitationdependent PL indicated the polydispersity of the as-prepared MoS2 QDs [23].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 22,
      "context" : "Furthermore, the COF tended to be stable after rubbing, and the corresponding average COF in the stable period for higher concentrations of MoS2 QDs presented a lower antifrictional property, as shown in Figure 3c, which is consistent with our previous report [24].",
      "startOffset" : 260,
      "endOffset" : 264
    }, {
      "referenceID" : 23,
      "context" : "relevant tribological mechanism is due to the MoS2 QDs particles at higher concentration accumulating in the inlet of the ball-on-disc contact area, which causes an insufficient supply of lubricant and starvation in the contact zone [25].",
      "startOffset" : 233,
      "endOffset" : 237
    }, {
      "referenceID" : 25,
      "context" : ", the bonding of sulfur to oxygen (S–O) [27].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 12,
      "context" : "3 eV was attributed to S (S2s) rather than Mo [13].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 26,
      "context" : "3 eV, corresponding to the S4+ state realized in FeSO4 [28].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 12,
      "context" : "1 eV was attributed to the presence of Fe-S [13].",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 27,
      "context" : "Thus, the above results reveal that fewer nano-MoS2 QDs were oxidized to MoO3, and the tribo-film with MoS2 QDs had more MoS2 but less MoO3 [29].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 28,
      "context" : "Because the spherical MoS2 QDs function as ball-bearing lubricants in the process of friction, they can be adsorbed onto the slide track by adding MoS2 QDs to pure paroline oil to prevent the frictional component from contacting it directly [30,31].",
      "startOffset" : 241,
      "endOffset" : 248
    }, {
      "referenceID" : 29,
      "context" : "Because the spherical MoS2 QDs function as ball-bearing lubricants in the process of friction, they can be adsorbed onto the slide track by adding MoS2 QDs to pure paroline oil to prevent the frictional component from contacting it directly [30,31].",
      "startOffset" : 241,
      "endOffset" : 248
    } ],
    "year" : 2020,
    "abstractText" : "Molybdenum disulfide quantum dots (MoS2 QDs) are a promising lubricant additive for enhanced engine efficiency. In this study, MoS2 QDs were used as lubricating oil additives for ballon-disc contact and had adequate dispersity in paroline oil, due to their super small particle size (~3 nm). Tribological results indicate that the friction coefficient of paroline oil with 0.3 wt.% MoS2 QDs reached 0.061, much lower than that of pure paroline oil (0.169), which is due to the formation of a stable tribo-film formed by the MoS2, MoO3, FeS, and FeSO4 composite within the wear track. Synergistic lubrication effects of the tribo-film and ball-bearing effect cooperatively resulted in the lowest friction and wear.",
    "creator" : "PScript5.dll Version 5.2.2"
  }
}