{
  "name" : "downloads_2020-02-21_59_zhang2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Guiding Principles for Designing Highly Efficient Metal‐Free Carbon Catalysts",
    "authors" : [ "Lipeng Zhang", "Chun-Yu Lin", "Detao Zhang", "Lele Gong", "Yonghao Zhu", "Zhenghang Zhao", "Quan Xu", "Hejun Li", "Zhenhai Xia" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1805252 (1 of 16) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de\nGuiding Principles for Designing Highly Efficient Metal-Free Carbon Catalysts\nLipeng Zhang, Chun-Yu Lin, Detao Zhang, Lele Gong, Yonghao Zhu, Zhenghang Zhao, Quan Xu, Hejun Li, and Zhenhai Xia*\nProf. Q. Xu State Key Laboratory of Heavy Oil Processing China University of Petroleum-Beijing Beijing 102249, China Prof. H. Li School of Materials Science and Engineering Northwestern Polytechnical University Xi’an 710072, China\nDOI: 10.1002/adma.201805252\nin artificial photosynthesis (APS) are sluggish in nature, and generally need precious metals or their alloys (e.g., Pt, IrO2, and RuO2) to facilitate the reactions.[1] However, these metal catalysts hampered the broadly commercial applications of these devices due to their high cost, low durability, and detrimental environmental effects.[2] It is therefore essential to explore different materials that are abundant, costeffective, and highly stable and efficient compared with these noble metals.\nCarbon-based nanomaterials, including carbon nanotube (CNT), graphene, and graphitic carbon nitride (g-C3N4), are appealing as the photo-/electrocatalysts for clean energy conversion and storage owing to their extreme flexibility, large surface area, good electrical and mechanical properties, and high stability in the electrochemical environments. Recently, it\nwas demonstrated that N-doped CNT and graphene exhibited the electrocatalytic activity 3 times higher than commercially available platinum-based electrodes in alkaline fuel cells for ORR.[3,4] In addition to the high activities, these carbon-based catalysts were more stable, durable, and free from CO poisoning compared with the Pt catalysts. It was lately reported that these carbon-based catalysts were also effective in promoting OER,[5] HER,[6] IRR,[7] CO2RR,[8] two-electron transfer ORR to produce H2O2 (an energy carrier and green oxidizer),[9] N2 reduction reaction (NRR) for synthesis of NH3 under ambient environments,[10] and the generation of renewable and clean energy from sunlight and water.[11]\nCarbon nanomaterials are promising metal-free catalysts for energy conversion and storage, but the catalysts are usually developed via traditional trial-and-error methods. To rationally design and accelerate the search for the highly efficient catalysts, it is necessary to establish design principles for the carbon-based catalysts. Here, theoretical analysis and material design of metal-free carbon nanomaterials as efficient photo-/electrocatalysts to facilitate the critical chemical reactions in clean and sustainable energy technologies are reviewed. These reactions include the oxygen reduction reaction in fuel cells, the oxygen evolution reaction in metal–air batteries, the iodine reduction reaction in dye-sensitized solar cells, the hydrogen evolution reaction in water splitting, and the carbon dioxide reduction in artificial photosynthesis. Basic catalytic principles, computationally guided design approaches and intrinsic descriptors, catalytic material design strategies, and future directions are discussed for the rational design and synthesis of highly efficient carbon-based catalysts for clean energy technologies.\nComputational Screening of Catalysts\nProf. L. Zhang, D. Zhang, L. Gong, Y. Zhu Beijing Advanced Innovation Center for Soft Matter Science and Engineering College of Energy Beijing University of Chemical Technology Beijing 100029, China C.-Y. Lin, Dr. Z. Zhao, Prof. Z. Xia Department of Materials Science and Engineering University of North Texas Denton, TX 76203, USA E-mail: Zhenhai.xia@unt.edu\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201805252."
    }, {
      "heading" : "1. Introduction",
      "text" : "Catalysis plays an imperative role in numerous chemical and energy conversion processes. In particular, in clean energy technologies, such as fuel cells, metal–air batteries, and water splitting, catalysts are needed to promote the critical chemical reactions that generate power or fuels. Specifically, oxygen reduction reaction (ORR) occurring in fuel cells, oxygen evolution reaction (OER) in rechargeable metal–air batteries and water splitting, triiodine reduction reaction (IRR) in dyesensitized solar cells (DSSCs), hydrogen evolution reaction (HER) in water splitting, and CO2 reduction reaction (CO2RR)\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (2 of 16)\nAlthough the catalytic superiority of the metal-free carbonbased catalysts (MFCCs) for the critical chemical reactions in clean energy technologies has been demonstrated, pristine carbon is generally inert with negligible activity for the reactions.[12,13] Trial-and-error approaches are usually used to modify the carbon nanomaterials to promote their catalytic performance in the development of highly effective MFCCs. A rational design approach would significantly reduce research and development cost and time for creating new carbon-based catalysts. To rationally design a high-performance catalyst, it is essential to identify the intrinsic material characteristics that govern the catalytic activities. Thus, establishing the design principles that correlate the molecular structures to the catalytic activities will expedite the screening of highly efficient catalysts for a target application.\nProgress has been made in understanding the catalytic mechanisms and in developing guiding principles of MFCCs for clean energy technologies; at the same time, there is still a plenty of room for further exploration of novel MFCCs. In this review, we overview the milestone work in the design of MFCCs for the critical chemical reactions, including ORR, OER, HER, IRR, and CO2RR. In Section 2, the catalytic origin and basic catalytic principles are discussed to lay a fundamental background for MFCC material design. The third section is focused on computationally guided material design and principles for carbon-based electro- and photocatalysts for the key reactions (ORR, OER, IRR, HER, and CO2RR), followed by Section 4 that summarizes the general material design strategies of MFCCs. Finally, the future direction is discussed in the rational design and fast screening of highly efficient MFCCs for clean energy technologies."
    }, {
      "heading" : "2. Basic Catalytic Principles of Carbon-Based Catalysts",
      "text" : "As pristine carbon exhibits very low catalytic activities, diverse modification approaches have been employed to make it catalytically active, as summarized in several comprehensive review articles.[14–17] The basic principles have been developed experimentally for improving the catalytic activities of the carbon materials. Specifically, the catalytic activities could be enhanced by: i) doping heteroatoms (including single element doping and co-/multidoping),[18] ii) introducing intrinsic defects,[19] and iii) adsorbing organic molecules.[20] All these approaches or principles are designated to create catalytically active centers on the inert carbon nanomaterials. Thus, understanding the catalytic origin and active centers on the modified carbon materials is essential to establish the guiding principles for creating novel MFCCs to promote the chemical reactions in the heart of the clean energy technologies."
    }, {
      "heading" : "2.1. Catalytic Origin and Active Centers of MFCCs",
      "text" : "The catalytic activities of MFCCs originate from their electronic structure change induced by the defects on carbon materials, either dopants or the intrinsic defects including nonhexagonal carbon rings, vacancy, and edges or the adsorbed\nLipeng Zhang is a professor at the College of Energy at Beijing University of Chemical Technology. His current research interests include using the DFT simulation method to explore novel materials relevant to clean energy storage and conversion (fuel cells, supercapacitors, metal–air batteries, etc.), reaction mechanisms of electro-\nchemical, photo-electrochemical processes, ion transfer in materials, and fluorescence properties of novel materials.\nChun-Yu Lin received his Masters degree in chemistry in 2013, University of North Texas (UNT). He is a Ph.D. candidate in the group of Prof. Zhenhai Xia in the Department of Materials Science and Engineering at the University of North Texas. His current interests focus on heterogeneous catalysis, and design principles for energy\nconversion and storage such as fuel cells, metal–air batteries, solar cells, and water splitting. His research involves multiscale modeling, combining quantum mechanics, molecular dynamics, mesoscale modeling for energy-relation modeling, and predictions from macroscale to nanoscale range.\nZhenhai Xia is a professor in the Department of Materials Science and Engineering, and Department of Chemistry at the University of North Texas, USA. His current research interests include multiscale and multiphysics modeling (finite element analysis, molecular dynamics, DFT, etc.), materials for clean energy conversion and\nstorage (fuel cells, metal–air batteries, and water splitting, supercapacitors, solar cells, etc.), biological and bioinspired materials (e.g., tunable adhesion and friction, dynamic self-cleaning, self-healing, micromanipulation, and assembly), and mechanics of materials (nanocomposites, high-entropy alloys).\nmolecules. These defects tune the electronic structures of the carbon materials to such a degree that the catalytically active centers involving a group of atoms would be created, as\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (3 of 16)\nshown in Figure 1. In principle, incorporating nitrogen into a carbon matrix can tailor the structural, electrical, and chemical properties of the resulting carbon (Figure 1a).[21] For example, pyridine-like structure of nitrogen doping generates an electron donor state in the conduction band near the Fermi level and therefore improves the conductivity of the doped carbon,[22] whereas graphitic nitrogen creates electron accepter state.[23,24] Even incorporating a small amount of nitrogen (≈0.5%) can significantly alter electronic transport within the carbon materials, and thus promote catalytic activities.[25] Taking ORR as another example, it was found from density functional theory (DFT) calculations that charge transfer from neighboring carbon to doped nitrogen changed the chemisorption mode of O2 to facilitate the ORR.[3] Further DFT calculations showed that, in addition to those relatively positively charged carbon atoms, those with relatively high spin could also be active centers for ORR (Figure 1c),[26,27] which was confirmed experimentally later.[28]\nNitrogen dopants exist in quaternary, pyrrolic, and pyridinic configurations in carbon lattice, which play a decisive role in ORR catalysis. Earlier work shows that graphitic/quaternary nitrogen is responsible for the ORR catalytic activities.[29–32] The quaternary N could induce an uneven electron distribution and shorter CN bonds, facilitating O2 adsorption and subsequent disassociation/weakening of OO bonds.[30,31] Recently, it was found that the carbon atoms adjacent to pyridinic nitrogen in N-doped carbon-based catalysts are the likely origin of ORR activity in acidic environments.[33] An oxygen molecule initially adsorbs on the carbon atom adjacent to the pyridinic nitrogen, and then proton-coupled electrons are transferred to the adsorbed oxygen via either a 2e− or 4e− pathway. However, more recently, Wang et al. found that the active sites of the nitrogen-doped\ncarbons were generated by the graphitic nitrogen in alkaline electrolytes.[34] It seems that the catalytic activities of the bonding configurations of active centers depend on the environments (pH values), which need further study.\nIn addition to the configurations, the types and locations of the dopants also determine the catalytic activities. A boron dopant, for example, can introduce similar electronic redistribution and alter the electronic structures on adjacent carbon atoms, which could generate active centers, and additionally the dopant itself could be an active center.[35] The dopants of p-block elements (e.g., N, P, B, and Si) located at graphene edges (e.g., pyridinic structures) are more active than those (e.g., quaternary dopants) in the inner part of the graphene in catalyzing ORR and OER.[35] Apart from doping (Figure 1a–c,g,h), the intrinsic defects, e.g., nonhexagonal carbon ring (Figure 1d),[36] edges, molecule adsorbing (Figure 1e,f) also enhance catalytic activities through the charge transfer.[37,38] Therefore, the improved electrocatalytic performance results from the intrinsic activities of the active centers that are induced by altering the electronic structures.[17,18]\nThe principles of creating the active centers on the MFCCs for OER, HER, IRR, CO2RR, and other electrochemical reactions should be similar to those for ORR as all these reactions experience similar adsorption steps, though the adsorbates are different in these reactions. For example, HER, IRR, and the ORR to produce H2O2 all involve two-electron transfer. The active centers for all these three reactions are the sites at which the adsorption energy of H*, I*, and OOH* (* refers to an adsorbed state on an active site) is close to zero.[39–41] In other words, the design principle to discover high-performance MFCCs is to select the materials with low adsorption energy. However, the active centers for individual reactions may\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (4 of 16)\nnot be the same sites on MFCCs due to the difference in intermediate (H*, I*, and OOH*) adsorption and reaction pathways. Thus, the optimal doping structures might be different for these reactions although the design principles are the same. Since the active centers are different, it is possible to create bifunctional or multifunctional catalysts for different reactions (e.g., ORR and OER, as shown in Figure 1b) by designing and creating different active centers on the same MFCCs.[35]"
    }, {
      "heading" : "2.2. Basic Catalytic Principles for MFCCs",
      "text" : "As discussed above, the active centers of MFCCs are created by modifying the electronic structures of the materials, and they could be carbon atoms, dopants, defects, or even a group of atoms.[18–20] During the catalytic reactions, the intermediates of the reactions, e.g., *OOH, *O, *OH, *H, and *COOH, would adsorb on an active site (single atom). For the active centers consisting of a group of atoms, the reaction, for example, dissociation of O2 in ORR, may adsorb on different atoms in the active centers in different stages of reactions.[27] The adsorption energy of these intermediates on the active centers determines the activity and selectivity (reaction pathway). Catalytic principles can be established based on the electronic structures and properties of the active centers. These centers become the most active when the intermediate adsorption is neither too weak nor too strong for a specific reaction pathway, following the wellknown Sabatier principle.[43]\nIn principle, any approach that can modify the electronic structures of carbon materials could be used to create/control the active centers for specific catalytic reactions. The diverse set of carbon structures and compositions provides a broad range of potential active site structures and compositions. Various mechanisms have been found to alter the electronic structures to create active centers on MFCCs. The relevant catalytic principles of MFCCs are summarized as follows."
    }, {
      "heading" : "2.2.1. Heteroatom Doping",
      "text" : "For carbon materials (e.g., graphene, g-C3N4, and CNTs), the carbon atoms (or nitrogen atoms on g-C3N4) can be substituted by p-block elements, such as N, P, Si, and B, or bonded with the heteroatoms, e.g., O, S, Se, F, Cl, Br, and I, as schematically illustrated in Figure 2a–d.[15,44] The difference in electronic and physical properties between the carbon atoms and these dopants leads to structural disorder, the change in the density of state (DOS) at Fermi level, and electron\nredistribution, which induce the active centers (Figure 1b).[35] DFT calculations show that on the doped carbon materials, the redundant electrons or holes induced by the dopants could be shared by the neighboring atoms of the dopant, thus introducing charge/spin redistribution, as well as DOS change, which leads to the creation of active centers (Figure 1c). For example, N in N-doped graphene contributes 0.5e to π network of graphene lattice, and P in P-doped graphene transfers 0.21e to the graphene sheet. For B-doped CNTs, the electrons transfer from the conjugated system to the vacant 2pz orbital of B dopant.[45,46]"
    }, {
      "heading" : "2.2.2. Defect Engineering",
      "text" : "Intrinsic defects existing in carbon nanomaterials could induce the charge transfer and DOS change, thus generating active centers. For graphene/CNT containing intrinsic\nAdv. Mater. 2019, 31, 1805252\nFigure 2. Methods of tuning the electronic properties of carbon materials for creating active centers. I) Heteroatom-doped carbon materials including: a) 0D fullerene, b) 1D CNTs, c) 2D graphene, and d) 3D hybrid hierarchical structures. a) Reproduced with permission.[44] Copyright 2017, Elsevier. b–d) Reproduced with permission.[15] Copyright 2016, Nature Publishing Group. II) Intrinsic defects on graphene including: e) Stone–Wales defects, f) a vacancy, g) an edge defect with a nonhexagonal carbon ring, and h) a line defect-558 carbon-ring grain boundary. e–h) Reproduced with permission.[47] Copyright 2015, Royal Society of Chemistry. III) Organic molecule adsorption and hybridization on: i) doped CNTs, j) graphene, k) macro molecular adsorption on carbon materials; and l) C3N4 hybrid with N-doped graphene. i) Reproduced with permission.[48] Copyright 2014, Elsevier. j) Reproduced with permission.[37] Copyright 2016, IOP Science. k) Reproduced with permission.[20] Copyright 2011, American Chemistry Society. l) Reproduced with permission.[49] Copyright 2014, Nature Publishing Group.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (5 of 16)\ntopological defects, such as vacancy, pentagon carbon ring, Stone–Wales defects, 5757/558 carbon ring grain boundaries (Figure 2e–h),[47] the symmetry of the charge density distribution would be broken, and the electrons of π bond are localized on the nonhexagonal carbon rings, grain boundaries, or the edges, as shown in Figure 1d.[36] For example, a single vacancy would increase charge density of the carbon atoms located at the zigzag edge by 0.02e[47] and a 5757/558 carbon ring grain boundary elevates the charge density of carbon atoms on the chain by as high as ≈0.1e[47] on graphene. The intrinsic defects on graphene and defective carbon nanocage were demonstrated to facilitate ORR catalytic activity.[19,47]"
    }, {
      "heading" : "2.2.3. Organic-Molecule Adsorption and Hybridization",
      "text" : "Molecule-adsorbed carbon nanomaterials,[20,37,48] e.g., tetracyano ethylene (TCNE)- and poly(diallyldimethylammonium chloride) (PDDA)-adsorbed CNT and graphene (Figure 2j,k), exhibit highly catalytic activities for ORR.[20,37] The organic molecules could be the electron acceptor, thereby generating active centers on the graphene (Figure 1e,f).[37,38] There would be electron transfer between the molecule and the carbon materials. DFT calculations demonstrated that there was ≈0.44e transferred from graphene to TCNE molecule.[37,38] For hybrid C3N4@N–graphene structures[49] that exhibit catalytic activities for HER, there was 0.15e per CN4@ N–graphene unit cell transferred between g-C3N4 layer and N–graphene layer.[49] Here the catalytic principle is to select highly electronegative molecules or materials that could induce electron transfer, which creates catalytically active centers."
    }, {
      "heading" : "3. Computationally Guided Design and Descriptors for Carbon-Based Catalysts",
      "text" : "The basic catalytic principles, established in the above section, provide directions and general guidelines in developing highperformance MFCCs. However, experimentally finding the best structure/composition of MFCCs for a specific reaction can be very challenging because the diverse set of carbon materials with different heteroatoms, structures, compositions, and adsorbed molecules can generate an infinite number of potential structural topologies. Computational design of MFCCs, on the other hand, could create new approaches to screen the best catalysts effectively from numerous candidate structural topologies. Recently, computational approaches have been widely employed to understand the catalytic mechanisms and establish guiding principles for rational design and screening of carbon-based catalysts."
    }, {
      "heading" : "3.1. Computational Approaches for Material Design of MFCCs",
      "text" : "It is important to determine the intrinsic activity of MFCCs such that high-performance catalysts could be designed and screened rationally. According to Arrhenius equation, the energy barriers in chemical reactions control the reaction rate and are considered as an imperative kinetic indicator for reaction activities. The energy barriers can be calculated through\ndifferent methods including nudged elastic band (NEB), synchronous transition-guided quasi-Newton (STQN) within the Vienna ab initio simulation package (VASP), Gaussian, and ab initio quantum chemistry program (ORCA) package.[17] The energy barriers of the elementary reactions of ORR, OER, IRR, HER, and CO2RR on carbon nanomaterials have been calculated with DFT methods.[27,35,50] The calculated results are compared against the benchmark values of traditional catalysts, e.g., Pt. If the energy barrier of a catalyst is comparable to or smaller than that of Pt, it is considered as an “effective” catalyst for a specific reaction.\nFor the reactions with multiple elementary steps (e.g., ORR, OER), “scaling relationship”[51] or overpotential is also considered together with the energy barrier. Overpotential in ORR/ OER has been regarded as a measure of catalytic activities of electrocatalysts.[35,52] Thermodynamically, an ideal catalyst should be able to facilitate redox reactions just above the equilibrium potential (U = U0), but such an ideal catalyst does not exist because the binding energies of the intermediates are associated with each other.[53] The overpotential is defined as the difference (voltage) between the potential for the ideal catalyst (e.g., U0 = 1.23 V for OER in acidic media) and the potential (U > U0) at which the redox reaction occurs. The detailed approaches for computing the Gibbs free energy and overpotential of ORR/OER can be found in the literature.[54] Therefore, lowering the overpotential would lead to better performance of the catalysts. Similarly, the benchmark values of Pt for the reactions set a standard for evaluating the activities of the catalysts. If the energy barriers are relatively small, the activities of a catalyst can be measured by the values of the overpotential alone, and vice versa.\nWhile the energy barrier and overpotential are employed to assess the catalytic activities of the catalysts, they can also be used to determine the reaction pathways, or selectivity. Lin et al. calculated the overpotentials for the ORRs with two-electron and four-electron transfers under the same condition and the values were compared with the same benchmarks to determine the pathways on covalent organic framework structure.[55] Similar work has been done on doped graphene for ORR[27] and CO2RR.[56,57] Their predictions are consistent with the experimental results,[17] but this approach can determine the selectivity only qualitatively.\nFirst-principles-based molecular dynamics (MD) simulation is an ideal approach to study the activity and selectivity. The detailed elementary reactions on a catalyst can be well traced via analyzing Kohn–Sham electronic energies and monitoring MD trajectories.[58] The reaction pathways can be determined, but MD simulations are computationally expensive and time consuming.\nTo provide guiding principles for rational design of highly active electrocatalyst, it is important to establish structure– activity relationship for MFCCs through theoretical or computational approaches. Recently, much effort has been devoted to discovering intrinsic descriptors that well describe the active centers and correlate the catalytic activity with the material structures/properties. Once a proper descriptor is found for a material system, often a “volcano-”shaped relationship, that is, the activities versus descriptors, is established. At the peak of the volcano is the best catalytic active center or optimal catalyst structure. Under this theoretical guide, the screening of the new catalysts is to climb the volcano. Such descriptors or\nAdv. Mater. 2019, 31, 1805252\ndesign principles have predictive power in selecting promising catalysts from a large group of candidate materials."
    }, {
      "heading" : "3.2. Intrinsic Descriptors for Oxygen Electrocatalysis",
      "text" : "ORR occurs in various electrochemical processes such as energy conversion, corrosion, and biology, whereas OER is the inverse process of the ORR, found in water splitting and metal–air batteries.[59–62] In clean energy conversion (e.g., fuel cells), ORR is a dominating factor of performance.[58,63] It is well-known that the ORR can proceed by a two-electron (2e) pathway with the formation of hydrogen peroxide (H2O2) in acidic medium (O2 + 2H+ + 2e− → H2O2) and HO2− as the intermediate species in alkaline medium or by a four-electron (4e) transfer with water as the only product in acidic environments (O2 + 4H+ + 4e− → 2H2O) and OH− in alkaline media (O2 + 2H2O + 4e− → 4OH−).[64] The 4e transfer is more effective than the 2e one as the former can deliver more electrons, but the 2e transfer pathways may open a door to produce hydrogen peroxide using a safe, cheap, sustainable, and flow-reactor-based method.[59]\nA few activity descriptors for MFCCs have been discovered via the first-principle calculations, following the d-band center theory for metal surfaces.[65] The descriptors found for MFCC systems are summarized in Table 1. Although the adsorption energy of, e.g., OH and OOH is also widely used as a descriptor for ORR in MFCCs and other material systems, it is not related to the structural characteristics of the active centers. The first intrinsic descriptor for MFCCs (e.g, doped graphene and CNTs), namely, the electronegativity multiplied by the electric affinity of dopants, was discovered by Zhao et al., leading to a volcano relationship, from which the most active MFCC for OER/ORR can be identified (Figure 3a).[35] The predictions agree well with the experimental results (Figure 3b). They further identified that the same descriptor could be applied for codoping, leading to an inverted volcano relationship.[66] These descriptors obey the well-known Sabatier principle, but quantitatively predict the best electrocatalysts which could be achieved experimentally.\nThe above descriptors are relevant to the dopants for single-/ codoping. Theoretically, the most favorable bonding configuration of the active centers can be predicted from the descriptors to provide guideline for experiments. Xu et al.[67] recently established a\ndescriptor to predict the ORR/OER catalytic activity of carbon materials containing certain macrocyclic metal complexes units. This descriptor uses an index of the bonding structural configurations around the active sites, providing more details on the structural configuration of the active centers. Although the material systems are not metal-free, this approach gives a direction to construct the descriptors that directly correlate the activities with the bonding configurations of MFCC active centers.\nOther descriptors, such as weighted DOS center Ecenter, and π electronic structure ( )p FD Ez , which are relevant to the electronic properties of the active centers, were also proposed and used to characterize the catalytic activities of the doped carbon materials, molecule adsorbed carbon materials, and the carbon materials containing intrinsic defects. These descriptors, derived from the local electronic properties of MFCCs, offer a useful tool to search for high-performance catalysts by guiding the experiments to climb the volcanoes."
    }, {
      "heading" : "3.3. Intrinsic Descriptors of Electrocatalysts for Hydrogen Production",
      "text" : "Hydrogen is one of the ideal energy carriers and the fuels for fuel cells to generate electricity. The most promising approach for hydrogen production is to generate hydrogen from water using sunlight, or water electrolysis using wind power or other clean energy sources.[70] In water electrolysis in acidic media, HER starts with the elementary step, so-called Volmer reaction: H+ + e− → H*, in which a proton adsorbs on an active site (*) of an electrocatalyst.[71] In the second step, Heyrovsky reaction takes place: H* + H+ + e− → H2, in which a proton combines with the adsorbed hydrogen to form hydrogen gas. Alternatively, in the second step, Tafel reactions may occur: 2H* → H2.[72] DFT calculations were carried out to determine the reaction pathways of MFCCs. For doped graphene, Volmer step is the rate determining step, no matter what reactions occur later in HER.[40] Since proton adsorption occurs in Volmer step, the adsorption free energy would be the key factor in determining the efficiency of hydrogen production. Because of its importance, much work has been done to calculate the hydrogen chemisorption energies on MFCCs.[69,73–76] The Gibbs free energy for adsorption hydrogen in acidic environments (pH = 0) is defined by Equation (1)[52]\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (7 of 16)\nΔ = Δ + Δ − ΔH ad ZPE H*G E E T S (1)\nwhere ΔEad is the hydrogen adsorption energy, ΔEZPE is the difference in zero-point energy, T is the temperature, and ΔSH is the entropy difference. With the overall corrections, the adsorption free energy can be approximately calculated by Δ = Δ + 0.24 eVH ad*G E .[52,69] Δ H*G has been used as an effective descriptor in predicting the activity of various catalysts.[52,73] The activity is associated with the descriptor in a volcano relationship with the highest catalytic activity at | Δ →| 0H*G .\nThe above volcano relationship can be derived theoretically. The hydrogen adsorption on a catalyst obeys Arrhenius equation with the reaction rate constant (K) relating with temperature (T) and the adsorption energy (Δ H*G ) by\n= = −Δ \n  exp 1R\no H B\n*K C\nC G k T (2)\nwhere kB is the Boltzmann constant, CR and Co are the concentrations of reactants and oxidants. By defining a parameter:\nθ = + Δ/( 1), H*K K G is then correlated with the exchange current density i0[40]\nθ θ( )= −  α α−10 0 G 0 tol 1i nk Fk C (3)\nwhere n, k0, F, Ctol, and G 0k are the number of electron transfer, the standard rate constant, the Faraday constant, the total concentration of active sites, and the rate constant of catalyst surfaces, respectively, and α is the transfer coefficient in one electron transfer reaction. Equation (3) establishes a theoretical relationship between the exchange current density (i0) and the adsorption free energy (ΔGH*), where the catalytic activity is related in a volcano-shaped relationship with ΔGH* (Figure 4a).[40]\nThe theoretical relationship has been confirmed experimentally. As shown in Figure 4a, the value of ΔGH* controls the performance of a catalyst, and the top of volcano clearly predicts a catalyst (X–G) with the best catalytic activity.[40] Thus, catalytic activities can be enhanced significantly by carefully controlling experimentally achievable parameters, e.g., types of dopants, active concentration of dopants, surface area/structure\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (8 of 16)\ncontrol, etc. Furthermore, DFT calculations were also carried out to evaluate electron acceptor/donor ability of the dopant elements in graphene for HER to design rationally electrocatalysts for hydrogen production. As shown in Figure 4b,[35] F, S, B, and P display electron donor (>0) while N and O show electron accepter (<0) for graphene. N,P-codoped graphene as the MFCCs shows greater activity in HER than single-element-doped graphene (Figure 4c,d).[35] Therefore, codoping or multiple doping is a feasible route to climb the “activity volcano” to achieve the best performance of the carbon-based catalysts for hydrogen production."
    }, {
      "heading" : "3.4. Intrinsic Descriptors of Electrocatalysts for IRR",
      "text" : "In DSSCs, iodide/triiodide ( − −I /I3) is usually regarded as an efficient redox couple that generates electricity. The overall reduction of the triiodide ( +− − −I 2e 3I )3 occurs on counter electrode (CE), usually made of Pt. It has been demonstrated that among many materials investigated including carbon blacks, carbon nanoparticles, and graphene oxides,[77–86] metalfree heteroatom-doped graphene and CNTs exhibit a higher conversion efficiency than Pt electrode but some of them are poor in catalytic activity under the same conditions.[7,84,87–95] For example, N-doped graphene[7] shows an excellent catalytic activity with a 7.01% energy conversion efficiency and a much lower charge-transfer resistance (0.9 Ω cm2) than pristine graphene, but F-doped graphene[87] shows a relatively low energy conversion efficiency.\nTo understand the catalytic mechanism and the dependence of the catalytic activities on doping structures, and further to refine and predict highly active carbon-based catalysts, Zhao et al. developed the design principles of nonmetal-doped graphene as effective IRR catalysts based on DFT calculations.[39]\nThe introduction of heteroatoms results in the redistribution of charges on the graphene, creating more active centers, which improves the catalytic performance of the IRR. In addition, like the predictions for ORR/OER, introducing more edges improves the electrochemical performance. However, the most favorable configurations of the active centers have not been revealed in details and more studies are needed in the future.\nSince IRR is a two-electron transfer reaction similar to HER, the adsorption energy, ΔGI* also controls the activities of the catalysts and could be a descriptor. This has been confirmed by the DFT calculation (Figure 3c) as well as experimental results.[39] Therefore, the theoretical relationship established between the exchange current and the adsorption energy (Equation (3)) for HER can also be applied to IRR.\nAs discussed before, ΔGI* is a suitable descriptor that well describes the activity of the doped carbon, but it is not an intrinsic one. To correlate the structures of active centers with the catalytic activities, an intrinsic descriptor was introduced, which was previously identified for ORR/OER.[35] This descriptor Φ associates the catalytic activity with the doped structures of the MFCCs, from which the most effective dopants for IRR can be identified, as shown in Figure 3d. Although the same descriptor Φ can be employed for both ORR/OER and IRR, the descriptor for IRR predicts that all the dopants with Φ < 3 are better than Pt, and that the dopants with smaller descriptor show better performance. This predicted activity–descriptor relationship is consistent with the experimental results.[39]"
    }, {
      "heading" : "3.5. Design Principles of Electrocatalysts for CO2RR",
      "text" : "Carbon dioxide (CO2) is the primary cause for global warming, but also is the most basic source of carbon. The CO2 capture and utilization with photo-/electrochemical devices are a\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (9 of 16)\npromising approach to renewable energy conversion and storage. In CO2RR, there are two bottleneck issues: poor selectivity of various accessory products in CO2 conversion process, and loss of efficiency toward competing hydrogen evolution since their standard potentials are very close to each other. Moreover, the inactivation by CO during the reaction is also a technical limitation for deep hydrogenation, which corresponds to two-electron transferred to each CO2 molecule.[56] Thus, the selectivity of MFCCs is very important in CO2RR electrocatalysis. Various forms of doped carbon, such as graphene sheets, CNTs, graphene quantum dots, nanofibers, nanodiamonds, and carbon nitride, have been studied for CO2RR.[56,96–99] Similar principles described in Section 2.2 were applied to design and synthesize the materials for CO2RR.\nTheoretical studies on reaction pathways are the closest to the authentic CO2RR mechanism in terms of thermodynamics and dynamics. The active site, adsorption mode, free energy, overpotential, and reaction energy barrier are all calculated with the DFT and ab initio MD to explore possible pathways for CO2 conversion. For nitrogen-doped graphene, it is confirmed that charge redistribution occurs due to the heteroatoms introduced into the carbon materials.[56] As a result, a large number of highly active sites are created due to an optimized chargecarrier concentration. The active centers of N-doped carbon for CO2RR have been debating due to the complicated coexistence of several different nitrogen dopant configurations, e.g., pyridinic, pyrrolic, and graphitic bonding structures, but it seems that the most favorable structures are dependable on the reduction products. For example, the oxidized carbon atoms adjacent to nitrogen were proposed as the active centers for CO2RR, but the main product was H2 in the reaction.[98] Chai and Guo calculated the activation energy barrier of CO2 reduction on different N-doped graphene structures and pristine structures, as shown in Figure 5a. They found that the activation energy barrier changed from 3.0 eV on the pristine structure to 0.58 eV on the doped structure with graphitic N at the edge, while the CO2 adsorption energy barrier for pyridinium and pyridinic and graphitic N-doped zigzag edge structures are 1.03, 0.84, and 0.72 eV, respectively. Thus, both pyridinic and graphitic N structures can activate CO2, and the activation energy barrier for pyridinic N structure was larger than that for graphitic N configuration.[56] The graphitic N at the edge was therefore the most effective origin of the active centers for CO2 reduction. However, Sharma et al.[57] demonstrated that the pyridinic N is favorer than the graphitic N on N-doped graphene for CO2RR. Sun et al.[101] declared that both pyridinic and pyrrolic N were active centers for the CO2RR with the product of CH4.\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (10 of 16)\nIn addition to the nitrogen configuration, the locations of the dopants are also important for the active centers.[102]\nFor B-doped carbon, DFT calculations show that the symmetrically distributed electron delocalization (highest occupied molecular orbital (HOMO), Figure 5c) have been broken after B-doping, and it also induces nonuniform redistribution of spin and charge densities (Figure 5d) throughout the ground state geometry, leading to a high spin density.[100] Therefore, both boron and carbon atoms with positive spin density may be catalytically active and ready for chemisorption, which is distinguished from N-doping, in which nitrogen atoms are inert because of its highly negative charge. Although detailed catalytic mechanism has been gained, there is lack of intrinsic descriptors to predict the behavior of the MFCCs for CO2RR.\nThe reaction pathways or selectivity of CO2RR on different materials were studied via DFT calculations. It was proposed that there were two types of CO2 adsorption modes for C-adsorbed or O-adsorbed at the active centers.[56] Later, the first H+ can attack C-atom or O-atom immediately to maintain the charge balance, and then form *COOH, *HCOO, or *OCHO single-point adsorption intermediates, respectively, as shown in Figure 5e,f. Thermodynamically, the *COOH is more favorable than other intermediates for both N-doped graphene and CNT catalysts. Subsequently, the products CO and formic acid (HCOOH) immediately desorb from the surface when the second H+ attacks *COOH intermediate without a stable adsorption state for N-doped graphene catalysts, which corresponds to two-electron transfer process to each CO2 molecule.[56] This finding is confirmed experimentally for the CO2RR with main products of CO and HCOOH.\nDue to the complex products of CO2RR, the design principles of carbon-based catalyst for CO2 reduction are focused on considering the selectivity to the aimed reaction path, which could be achieved by tuning the morphology of the carbon structures (e.g., using curvature of the graphene surface to control the reaction paths), doping different heteroatoms, and introducing different defects. It is difficult to find a universal descriptor, similar with Φ, which can well describe the catalytic behavior of the doped graphene for CO2RR. Therefore, more theoretical work is needed to explore the correlations between the material structure and the CO2RR catalytic activity."
    }, {
      "heading" : "3.6. Design Principles of Carbon-Based Photocatalysts for Fuel Production",
      "text" : "In photocatalytic reactions (e.g., H2 production and CO2 reduction), there are three fundamental steps (Figure 6a):[103] 1) generation of electron–hole pairs via light absorption with energy equal to or higher than the bandgap energy of the photocatalysts; 2) diffusion of charge carriers to the surface of the photocatalysts; and 3) light-excited electrons in the conduction band (CB) of the photocatalyst produces H2 (4H+ + 4e− = 2H2, E0 = 0 vs normal hydrogen electrode (NHE)) or CO and CH4, while the holes in the valence band (VB) oxidize water to O2 (2H2O + 4h+ → O2 + 4H+, E0 = 1.23 V vs NHE).[104] To initiate the above photocatalytic reactions the valance band maximum (VBM) of the photocatalyst must be more positive than 1.23 V versus NHE while its conductive band minimum (CBM)\nmust be more negative than 0 V versus NHE (hydrogen production) or the redox potential of CO2 reduction. The bandgap should be sufficiently large to overcome the large overpotentials of these two electrochemical reactions, but cannot be too large to utilize effectively the solar spectrum. In addition to the bandgap requirement, the activity of a photocatalyst is affected by several parameters, such as wavelength absorbance, charge carrier mobility, and redox potential.[105] These guiding principles are applicable to any semiconductor systems used for photocatalytic production of fuels."
    }, {
      "heading" : "3.6.1. Photocatalysts for Hydrogen Production",
      "text" : "H2 production from water splitting (2H2O ⇌ 2H2 + O2) is a thermodynamically uphill reaction, having a standard Gibbs free energy of +237.2 kJ mol−1. Photocatalysts are needed to generate electrons to promote the sluggish reaction. A large amount of work has been done to find better photocatalytic materials, including MFCCs.[106–114] Along with the experimental work, theoretical approaches have been developed to understand the mechanism and establish the design principles of metal-free photocatalysts.\nFigure 6b[113] shows the bandgaps and the VBM and CBM of the selected metal-free semiconductor photocatalysts (pristine and doped C3N4), which are appropriate for hydrogen production. Among MFCCs, g-C3N4 is one of the most employed photocatalysts. This 2D material is a conjugated polymeric system with structure similar to graphite and constructed from tri-s-triazine units (Figure 6c).[106] The first-principle calculations reveal that the VBM of g-C3N4 primarily consists of the N 2p state, whereas the CBM is composed of the hybridization of the N 2p and C 2p states (Figure 6d).[107] This hybridization in CB would result in the high electron–hole recombination after the photogeneration of electrons, which deteriorates the photocatalytic performance. In addition, pristine g-C3N4 suffers from high exciton binding energy, insufficient sunlight absorption, and poor electron and hole mobilities.[108]\nIt is well established that the doping can widen the range of solar absorption spectrums of semiconductors since it generates localized energy levels, elevates the VBM, and lowers the CBM.[109] In particular, metal-free doping improves the solar light harvesting capabilities by extending the absorption limit to longer wavelengths via the elevation of the VBM, and it also enhances photo-oxidation ability and hole mobility by increasing the VBM width.[110] However, to widen the VBM, the dopants should have a lower electronegativity than the substituted atoms.[111] It was confirmed experimentally that the bandgap energy of g-C3N4 was indeed lowered with p-block element (e.g, S, and P) doping, and similar results was also obtained from DFT calculations.[111] Therefore, metal-free doping could improve the photocatalytic capability of g-C3N4 due to the enhanced carrier mobility originating from the increased dispersion of HOMO and lowest unoccupied molecular orbital (LUMO) counter distribution, and electron–hole separation owning to non-coplanar HOMO and LUMO.[111] In addition, the doping alters the topology and connectivity configurations of the g-C3N4 because of the large atomic radius of the dopants, which facilitates the visible light absorption.\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (11 of 16)"
    }, {
      "heading" : "3.6.2. Photocatalyst for CO2 Reduction (CO2RR)",
      "text" : "Among carbon-based materials, g-C3N4 is also one of the mostly studied photocatalysts for CO2 reduction because of its unique band structures with a variety of reduction products including CO, CH4, C2H6, CH3OH, and HCOOH.[115–121] It was observed that g-C3N4 morphologies significantly affect the reduction products. While urea-derived porous C3N4 yields ethanol and methanol, nonporous C3N4 with melamine precursor only converts CO2 to ethanol. A more effective way to improve the photocatalytic efficiency is to exfoliate bulk C3N4 to singlelayer or few-layer nanosheets due to expanded surface area and enhanced charge separation property.[115,118]\nThe efficiency of g-C3N4 could be further boosted by doping or hybridizing with other materials. For example, S-doping in g-C3N4 promotes the charge separation, inhibits the electron– hole recombination, and prolongs the lifetime of charge carriers, thus enhancing the photocatalytic performance for CO2RR.[122] On the other hand, hybridizing exfoliated C3N4 nanosheets with Zr-based metal–organic framework (UiO-66) leads to the improved charge separation efficiency and the prolonged lifetime\nof photogenerated carriers.[121] As a result, a much higher CO2RR activity to produce CO (9.9 µmol g−1 h−1) was observed under visible light. Using metal-free 0D/2D carbon nanodot (CND)–protonated g-C3N4, Ong et al. demonstrated the best CO2 photoreduction activity under visible and simulated solar light.[123] DFT calculations predict that the work function of CNDs (5.56 eV) is higher than that of g-C3N4 (4.66 eV), suggesting that the electron–hole recombination is largely hindered by the efficient shuttling of electrons from g-C3N4 to CNDs.[123] This increased free charge carriers promote the reduction of CO2 to CH4 and CO. Besides, the photocatalytic products can be affected significantly by organic adsorbates on the photocatalyst.[114] Thus, adsorbing organic molecules on C3N4 surface could be an effective route to create high-performance photocatalysts for the CO2RR."
    }, {
      "heading" : "4. General Material Design Strategies for MFCCs",
      "text" : "So far, the design principles/descriptors for determining the best catalyst have been discussed for promoting the key chemical reactions in clean energy technologies, from which\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (12 of 16)\noptimal structures can be predicted for a specific application. But one issue is how to implement the design principles to achieve the predicted MFCC structures. This needs general material design strategies with which the desired structures or functions can be achieved in the catalyst and electrode fabrication.\nIn general, activity, selectivity, and stability must be addressed apart from the cost and availability considerations in the rational design of new photo-/electrocatalysts or electrodes. The activity of the MFCCs is determined by intrinsic and extrinsic factors associated with active centers. As the reactions occur only on the active sites, the electrocatalytic activity for a photo-/electrocatalyst is directly related to the unit activity of the active center (intrinsic factor), while the population of exposed active centers for a given catalyst mass in energy devices is the extrinsic factor. The number of exposed active centers can be calculated with the density of exposed active centers (ζ), the specific surface area (Sc), the loading mass (m), and the test area of an electrode (A). If the exchange current for a single active site is i0 per site (Equation (3)) under electrode potential U, according to the Butler–Volmer equation, the electrode current per site i is written as[39]\n( ) = − ⋅ − −\n0\n0 i U i e U U b (4)\nwhere b is the Tafel slope, and U0 is the relative potential. The total electrode current density should be the activity of the active centers multiplied by the number of the active centers. Therefore, the current density, j, of an electrode under U is\nζ( ) ( )= ⋅ ⋅ ⋅ c j U i U S m S A (5)\nwhere Sc is the surface area per atom. Therefore, the approaches to promote the electrode current density (catalytic activity) should be to increase the unit activity and the number of active centers on MFCCs. According to Equation (5), in addition to the intrinsic and extrinsic factors, environmental factors (e.g., U and pH) also affect the activity (electrode current) of the catalysts. From the above analysis, material design strategies can be established to achieve these predicted MFCC structures or functions by considering the intrinsic and extrinsic factors as well as the environmental factors."
    }, {
      "heading" : "4.1. Create Highly Effective Active Centers",
      "text" : "This material design strategy is to enhance the intrinsic activity of active centers (intrinsic factors). As mentioned in Section 2, highly active centers could be created by doping, adsorbing molecules, and introducing defects. In principle, the unit activity could be enhanced by selecting the best dopants based on the intrinsic descriptors for MFCCs, as described in Sections 3. Specifically, for two-electron transfer reactions (e.g., HER, IRR, and 2e ORR to H2O2), the best catalysts are those with the adsorbing energy (e.g., Δ H*G ) close to zero. For fourelectron transfer ORR/OER, the descriptors listed in Table 1 can be used to design/screen the best catalysts, whereas\nfor multiple-electron transfer with multiple pathways (e.g., CO2RR), the energy barrier is used to determine the reaction paths toward the final products.\nIn addition to dopant types, the bonding configuration of active centers also strongly affect the catalytic activities of MFCCs. As discussed in Section 2.1, though still under debate, the pyridinic and graphitic N structures could be the favorable doping configurations for ORR/OER, depending on the electrolyte environments. It seems that the pyridinic structures are the most active in acidic environments, while graphitic forms work the best in alkaline media.[33,34] For CO2RR, the pyridinic and graphitic structures are all active, but which one is more favorable doping configuration depends on the products of CO2RR, as described in Section 3.5. Similar principles could be applied to the MFCCs for HER and IRR.\nFurthermore, doping at the graphene edges significantly enhances catalytic activities. DFT calculations predict that doping at graphene edges can lower the overpotential more effectively than that in the graphene basal plane for ORR/ OER and IRR.[35,39] This prediction is consistent with the experimental result that the graphene edges exhibit much faster electron transfer rate and higher electrocatalytic activity than the graphene basal plane.[124,125] Thus, introducing more graphene edges in MFCCs and doping at the edges could significantly enhance the catalytic activities[124–128] This is also true to IRR in DSSCs and HER in H2 production.[39]"
    }, {
      "heading" : "4.2. Construct 3D Carbon Nanoarchitectures to Expose More Active Centers",
      "text" : "To populate more active centers on MFCC surfaces, one effective material design strategy is to tune the morphology of micro-/nanostructures. For practical applications, it is highly desirable that electrodes have a large specific-surface area to facilitate ion diffusion as well as increase the number of exposed active centers. Increasing ion flow can effectively reduce the internal resistance and increase loading capability. 3D hybrid CNT–graphene nanostructures have been created by physically separating 2D graphene with 1D CNTs, which effectively preserve the large surface area of graphene as well as good transport properties of CNT networks for highperformance capacitance and catalysis applications. This 3D nanoarchitecturing significantly improves long-term stabilities in acidic fuel cells compared with the best nonprecious metal catalysts.[129] Controlling the diameter of the CNT could adjust the curvature of the carbon surface, which has the strong effect on the catalytic selectivity to CO2RR, as shown in Figure 5b.[56] Since the nanostructure can be fine-tuned, there could be an optimal size that is mostly favorable to the reaction.[99]"
    }, {
      "heading" : "4.3. Enhance Electron Transfer",
      "text" : "Electron transfer is vital in photo-/electrochemical reactions including ORR, OER, HER, IRR, and CO2RR. A strategy to facilitate the catalytic activity is to control photo-/electrocatalytic properties (e.g., conductivity and electron mobility) of catalysts or electrodes via hybrid design. Being hybridized or\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (13 of 16)\nsupported with conductive materials, MFCCs could gain faster electron transfer by introducing more effective conduction channels and larger surface area. The catalytic activities are therefore enhanced with the hybrid systems between catalyst (e.g., covalent organic framework (COF) and g-C3N4) and matrix (e.g., CNTs and graphene).[130]"
    }, {
      "heading" : "4.4. Utilize Synergetic Effect",
      "text" : "Highly effective MFCCs can be designed by making use of synergetic effect. In particular, compared with single doping, codoping or multidoping could further enhance the catalytic performance of MFCCs due to synergetic effect between the dopants, which can tune the binding energy of intermediate molecules to facilitate the reduction reactions. The multielement-codoped structures, e.g., binary N–P and ternary N–S–P doping, have been demonstrated with higher catalytic activities than the single-doped structures.[131,132] This synergetic effect originates from the valance electron interactions between dopants.[66] Multielement doping may break the classical catalysis theory of “scaling relationship,”[51] i.e., correlations between the reaction energies of multiple elementary steps, consequently increasing their reaction rates significantly. In addition, bifunctional or multifunctional catalysts can be created by co-/multidoping.\nThe synergetic effect can also be induced by hybridization for designing highly effective MFCCs. In electrocatalysis, hybridization improves the conductivity and surface area of the catalysts. For photocatalysts, this strategy facilitates the spatial charge separation by transferring holes to one material with the higher VB and electrons to another material with the lower CB.[133]"
    }, {
      "heading" : "4.5. Control the Catalytic Environments",
      "text" : "Electrocatalysis and photocatalysis are strongly influenced by their environments and thus a strategy to facilitate the catalytic activity is to control catalytic environments (e.g., pH values, electrolytes, temperature, electric field,[134] etc.) In fact, the Gibbs free energy change of ORR/OER for computing the overpotential has been related to electric field by[52]\nΔ = −G eUU (6)\nwhere U is the electrode potential and e is the transferred charge, and pH change (concentration of the H+) by\nΔ = − ln[H ]pH B +G k T (7)\nTherefore, applying an electric field or changing pH values can directly change the interactions between adsorbates and MFCCs and consequently alter the thermodynamic and kinetic properties of the catalytic reactions. The first-principle calculations show that the electric field significantly stabilizes the critical intermediates, e.g., *CO2 and *COOH in CO2RR to CO on Ag(111), and *O2 and OOH* adsorption in ORR on N-doped graphene.[54,134,135] Since the environmental factors influence\neach elementary steps of the electrochemical reactions, controlling these environmental factors can tune the activation barriers and rate constants for high activity, and even alter the most favorable mechanism for desired selectivity. In addition, the environmental factors also determine the durability of MFCCs (e.g., electrochemical corrosion).[136]"
    }, {
      "heading" : "5. Summary and Future Direction",
      "text" : "Metal-free carbon nanomaterials have shown huge potential in the application of photo-/electrocatalysts for clean energy technologies. Great progress has been made in understanding the catalytic mechanisms and in developing guiding principles for rational design of MFCCs. DFT calculations have become a routine approach in understanding the complex catalytic phenomena, along with the focused experiments. Catalytic principles and intrinsic descriptors have been identified for specific material systems, providing guidelines for material design and selection. With the growing computational capability, theoretical simulation will play more important role in rational design of novel MFCCs.\nAlthough the design principles/intrinsic descriptors have been identified for some MFCCs, this field of research is still in its stage of “imperative understanding” instead of “rational design.” Looking forward, a future direction would be to fully make use of computational power to atomically precisely design new catalysts to achieve predesigned compositions, components, and functions. Using the high throughput calculations, it is possible to screen the novel catalysts beyond the structures being studied, such as tunable graphene, CNTs, and their hybrids. With artificial intelligence (e.g., artificial neural networks), deep machine learning, and advanced database[137] established for metal-free carbon, new catalytic materials with optimal structures and compositions could be designed virtually and then synthesized under the guide of the design principles to fulfill specific functions. Along this line, there are already reports on this subject.[138–140] For example, Ma et al.[140] has employed the artificial neural network trained with the data obtained from ab initio calculations and electronic fingerprints of idealized bimetallic surface for CO2RR. This sets a direction for computationally intelligence-guided design of novel carbonbased catalysts.\nAlthough significant progress has been made in modeling and simulation of catalytic activity and selectivity of the MFCCs, the work on the stability of MFCCs in energy devices is largely falling behind. In particular, the stability or corrosion of MFCCs in acidic environments is a bottleneck and a major issue in the development of fuel cell and battery technologies.[7] Predictive modeling is needed to provide guiding principles for anticorrosion design of new MFCCs to increase the life cycles of the energy devices.\nGuiding principles for MFCCs can also be made by learning from nature. Enzymes, nature’s catalysts, combine binding sites with precise positioning of nonreacting components that influence reaction barriers and control access to the binding sites.[141] The catalytic activity and selectivity can also be influenced and sometimes dominated by the structures and chemistries surrounding the active centers.[142] High-performance catalysts\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (14 of 16)\ncould be achieved by not only precisely controlling the active centers, but also by controlling the environments or its support (e.g., 3D architectures, hybrids). Catalytic activity and selectivity can be enhanced by controlling the surrounding environments beyond the active centers, and computational modeling can play a major role in designing such catalysts."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors thank the National Key Research and Development Program of China (Grant No. 2017YFA0206500), the National Natural Science Foundation of China (Grant No. 51732002), and the National Science Foundation (Grant Nos. 1561886, 1363123, and 1662288) for the support of this research.\nConflict of Interest The authors declare no conflict of interest.\nKeywords carbon nanomaterials, design principles, DFT calculations, electrocatalysts, photocatalysts\nReceived: August 12, 2018 Revised: September 8, 2018\nPublished online: December 7, 2018\n[1] J. Andrews, N. Jelley, Energy Science: Principles, Technologies, and Impacts, Oxford University Press, Oxford, UK 2007. [2] C. Sealy, Mater. Today 2008, 11, 56. [3] K. P. Gong, F. Du, Z. H. Xia, M. Durstock, L. M. Dai, Science 2009,\n323, 760. [4] L. T. Qu, Y. Liu, J. B. Baek, L. M. Dai, ACS Nano 2010, 4, 1321. [5] C. Hu, L. Dai, Angew. Chem., Int. Ed. 2016, 55, 11736. [6] Z. H. Xia, Nat. Energy 2016, 1, 16155. [7] Y. Xue, J. Liu, H. Chen, R. Wang, D. Li, J. Qu, L. Dai, Angew. Chem.,\nInt. Ed. 2012, 51, 12124. [8] X. Duan, J. Xu, Z. Wei, J. Ma, S. Guo, S. Wang, H. Liu, S. Dou, Adv.\nMater. 2017, 29, 1701784. [9] Z. Lu, G. Chen, S. Siahrostami, Z. Chen, K. Liu, J. Xie, L. Liao,\nT. Wu, D. Lin, Y. Liu, T. F. Jaramillo, J. K. Norskov, Y. Cui, Nat. Catal. 2018, 1, 156. [10] Y. M. Liu, Y. Su, X. Quan, X. F. Fan, S. Chen, H. T. Yu, H. M. Zhao, Y. Zhang, J. J. Zhao, ACS Catal. 2018, 8, 1186. [11] C. Hu, X. Chen, Q. Dai, M. Wang, L. Qu, L. Dai, Nano Energy 2017, 41, 367. [12] J. J. Wu, R. M. Yadav, M. J. Liu, P. P. Sharma, C. S. Tiwary, L. L. Ma, X. L. Zou, X. D. Zhou, B. I. Yakobson, J. Lou, P. M. Ajayan, ACS Nano 2015, 9, 5364. [13] S. Zhang, P. Kang, S. Ubnoske, M. K. Brennaman, N. Song, R. L. House, J. T. Glass, T. J. Meyer, J. Am. Chem. Soc. 2014, 136, 7845. [14] J. T. Zhang, Z. H. Xia, L. M. Dai, Sci. Adv. 2015, 1, e1500564. [15] X. Liu, L. M. Dai, Nat. Rev. Mater. 2016, 1, 16064. [16] D. S. Yu, E. Nagelli, F. Du, L. M. Dai, J. Phys. Chem. Lett. 2010, 1,\n2165. [17] C. Hu, Y. Xiao, Y. Zou, L. Dai, Electrochem. Energy Rev. 2018, 1, 84. [18] J. T. Zhang, L. M. Dai, ACS Catal. 2015, 5, 7244.\n[19] Y. F. Jiang, L. J. Yang, T. Sun, J. Zhao, Z. Y. Lyu, O. Zhuo, X. Z. Wang, Q. Wu, J. Ma, Z. Hu, ACS Catal. 2015, 5, 6707. [20] S. Y. Wang, D. S. Yu, L. M. Dai, J. Am. Chem. Soc. 2011, 133, 5182. [21] L. Y. Zhao, R. He, K. T. Rim, T. Schiros, K. S. Kim, H. Zhou,\nC. Gutierrez, S. P. Chockalingam, C. J. Arguello, L. Palova, D. Nordlund, M. S. Hybertsen, D. R. Reichman, T. F. Heinz, P. Kim, A. Pinczuk, G. W. Flynn, A. N. Pasupathy, Science 2011, 333, 999. [22] R. Czerw, M. Terrones, J. C. Charlier, X. Blase, B. Foley, R. Kamalakaran, N. Grobert, H. Terrones, D. Tekleab, P. M. Ajayan, W. Blau, M. Ruhle, D. L. Carroll, Nano Lett. 2001, 1, 457. [23] S. S. Yu, W. T. Zheng, Q. B. Wen, Q. Jiang, Carbon 2008, 46, 537. [24] X. Li, W. Hua, J. Guo, Y. Luo, J. Phys. Chem. C 2015, 119, 16660. [25] S. Latil, S. Roche, D. Mayou, J. C. Charlier, Phys. Rev. Lett. 2004, 92,\n256805. [26] L. P. Zhang, Z. H. Xia, J. Phys. Chem. C 2011, 115, 11170. [27] L. P. Zhang, J. B. Niu, L. Dai, Z. H. Xia, Langmuir 2012, 28,\n7542. [28] I. Y. Jeon, S. Zhang, L. P. Zhang, H. J. Choi, J. M. Seo, Z. H. Xia,\nL. M. Dai, J. B. Baek, Adv. Mater. 2013, 25, 6138. [29] R. A. Sidik, A. B. Anderson, N. P. Subramanlan, S. P. Kumaraguru,\nN. N. Popov, J. Phys. Chem. B 2006, 110, 1787. [30] R. L. Liu, D. Q. Wu, X. L. Feng, K. Müllen, Angew. Chem., Int. Ed.\n2010, 49, 2565. [31] H. Niwa, K. Horiba, Y. Harada, M. Oshima, T. Ikeda, K. Terakura,\nJ. Ozaki, S. Miyata, J. Power Sources 2009, 187, 93. [32] L. Lai, J. Potts, D. Zhan, L. Wang, C. Poh, C. Tang, H. Gong,\nZ. Shen, J. Lin, R. Ruoff, Energy Environ. Sci. 2012, 5, 7936. [33] D. H. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura,\nScience 2016, 351, 361. [34] N. Wang, B. Lu, L. Li, W. Niu, Z. Tang, X. Kang, S. Chen, ACS\nCatal. 2018, 8, 6827. [35] Z. H. Zhao, M. T. Li, L. P. Zhang, L. M. Dai, Z. H. Xia, Adv. Mater.\n2015, 27, 6834. [36] C. J. Paez, A. L. C. Pereira, J. N. B. Rodrigues, N. M. R. Peres, Phys.\nRev. B 2015, 92, 045426. [37] A. L. Shen, W. J. Xia, L. P. Zhang, S. Dou, Z. H. Xia, S. Y. Wang,\nNanotechnology 2016, 27, 185402. [38] Z. H. Zhao, L. P. Zhang, Z. H. Xia, J. Phys. Chem. C 2016, 120,\n2166. [39] Z. Zhao, C.-Y. Lin, J. Tang, Z. Xia, Nano Energy 2018, 49, 193. [40] Y. Jiao, Y. Zheng, K. Davey, S. Z. Qiao, Nat. Energy 2016, 1, 16130. [41] C. Y. Lin, L. Zhang, Z. Zhao, Z. Xia, Adv. Mater. 2017, 29, 1606635. [42] Z. Pei, J. Zhao, Y. Huang, Y. Huang, M. Zhu, Z. Wang, Z. Chen,\nC. Zhi, J. Mater. Chem. A 2016, 4, 12205. [43] G. Rothenberg, Catalysis: Concepts and Green Applications, Wiley-\nVCH, Weinheim, Germany 2008, p. 65. [44] Y. Wang, M. Jiao, W. Song, Z. Wu, Carbon 2017, 114, 393. [45] H. H. Wang, Appl. Surf. Sci. 2013, 273, 302. [46] X. Wang, Chem. Soc. Rev. 2014, 43, 7067. [47] L. P. Zhang, Q. Xu, J. B. Niu, Z. H. Xia, Phys. Chem. Chem. Phys.\n2015, 17, 16733. [48] X. Chen, L. Wan, J. Huang, L. Ouyang, M. Zhu, Z. Guo, X. Yu,\nCarbon 2014, 68, 462. [49] Y. Zheng, Y. Jiao, Y. H. Zhu, L. H. Li, Y. Han, Y. Chen, A. J. Du,\nM. Jaroniec, S. Z. Qiao, Nat. Commun. 2014, 5, 3783. [50] J. T. Zhang, Z. H. Zhao, Z. H. Xia, L. M. Dai, Nat. Nanotechnol.\n2015, 10, 444. [51] J. Greeley, Annu. Rev. Chem. Biomol. 2016, 7, 605. [52] J. K. Nørskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J. R. Kitchin,\nT. Bligaard, H. Jonsson, J. Phys. Chem. B 2004, 108, 17886. [53] I. C. Man, H. Y. Su, F. Calle-Vallejo, H. A. Hansen, J. I. Martinez,\nN. G. Inoglu, J. Kitchin, T. F. Jaramillo, J. K. Nørskov, J. Rossmeisl, ChemCatChem 2011, 3, 1159.\n[54] M. Li, L. Zhang, Q. Xu, J. Niu, Z. H. Xia, J. Catal. 2014, 314, 66.\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (15 of 16)\n[55] C. Y. Lin, D. T. Zhang, Z. H. Zhao, Z. H. Xia, Adv. Mater. 2018, 30, 1703646. [56] G.-L. Chai, Z.-X. Guo, Chem. Sci. 2016, 7, 1268. [57] P. P. Sharma, J. Wu, R. M. Yadav, M. Liu, C. J. Wright, C. S. Tiwary,\nB. I. Yakobson, J. Lou, P. M. Ajayan, X. D. Zhou, Angew. Chem., Int. Ed. 2015, 54, 13701. [58] Y. X. Wang, P. B. Balbuena, J. Phys. Chem. B 2005, 109, 14896. [59] B. C. H. Steele, A. Heinzel, Nature 2001, 414, 345. [60] B. Winther-Jensen, O. Winther-Jensen, M. Forsyth, D. R. MacFarlane,\nScience 2008, 321, 671. [61] G. Khelashvili, S. Behrens, C. Weidenthaler, C. Vetter, A. Hinsch,\nR. Kern, K. Skupien, E. Dinjus, H. Bonnemann, Thin Solid Films 2006, 511–512, 342. [62] A. Goux, T. Pauporté, D. Lincot, Electrochim. Acta 2006, 51, 3168. [63] R. Holze, J. Solid State Electrochem. 2009, 13, 1623. [64] K. Kinoshita, Electrochemical Oxygen Technology, John Wiley &\nSons, Inc., New York 1992, Ch. 1. [65] B. Hammer, J. K. Norskov, Nature 1995, 376, 238. [66] Z. H. Zhao, Z. H. Xia, ACS Catal. 2016, 6, 1553. [67] H. Xu, D. Cheng, D. Cao, X. Zeng, Nat. Catal. 2018, 1, 339. [68] S. Sinthika, U. V. Waghmare, R. Thapa, Small 2018, 14, 1703609. [69] Y. Zheng, Y. Jiao, L. H. Li, T. Xing, Y. Chen, M. Jaroniec, S. Z. Qiao,\nACS Nano 2014, 8, 5290. [70] S. E. Hosseini, M. A. Wahid, Renewable Sustainanle Energy Rev.\n2016, 57, 850. [71] Y. Zheng, Y. Jiao, M. Jaroniec, S. Z. Qiao, Angew. Chem., Int. Ed.\n2014, 54, 52. [72] G. T. Burstein, Corros. Sci. 2005, 47, 2858. [73] J. K. Nørskov, T. Bligaard, J. Rossmeisl, C. H. Christensen, Nat.\nChem. 2009, 1, 37. [74] J. Sehested, J. A. P. Gelten, I. N. Pemediakis, H. Bengaard,\nJ. K. Nørskov, J. Catal. 2004, 223, 432. [75] M. C. Payne, M. P. Teter, D. C. Allan, T. A. Arias, J. D. Joannopoulos,\nRev. Mod. Phys. 1992, 64, 1045. [76] G. Kresse, J. Furthmüller, Phys. Rev. B 1996, 54, 11169. [77] T. N. Murakami, S. Ito, Q. Wang, M. K. Nazeeruddin, T. Bessho,\nI. Cesar, P. Liska, R. Humphry-Baker, P. Comte, P. Péchy, M. Grätzel, J. Electrochem. Soc. 2006, 153, A2255. [78] R. Jia, J. Chen, J. Zhao, J. Zheng, C. Song, L. Li, Z. Zhu, J. Mater. Chem. 2010, 20, 10829. [79] E. Ramasamy, W. J. Lee, D. Y. Lee, J. S. Song, Electrochem. Commun. 2008, 10, 1087. [80] G. Yue, J. Zhang, J. Liu, X. Lu, Z. Hu, Y. Zhu, J. Mater. Sci.: Mater. Electron. 2016, 27, 4736. [81] Z. Yang, T. Chen, R. He, G. Guan, H. Li, L. Qiu, H. Peng, Adv. Mater. 2011, 23, 5436. [82] J. Han, H. Kim, D. Y. Kim, S. M. Jo, S.-Y. Jang, ACS Nano 2010, 4, 3503. [83] X. Wang, L. Zhi, K. Müllen, Nano Lett. 2008, 8, 323. [84] M. J. Ju, I. Jeon, H. M. Kim, J. Il Choi, S. Jung, J. Seo, I. T. Choi,\nS. H. Kang, H. S. Kim, M. J. Noh, J. Lee, H. Y. Jeong, H. K. Kim, Y. Kim, J. Baek, Sci. Adv. 2016, 2, e1501459. [85] W.-T. Wu, S.-H. Yang, C.-M. Hsu, W.-T. Wu, Diamond Relat. Mater. 2016, 65, 91. [86] M. Yu, J. Zhang, S. Li, Y. Meng, J. Liu, J. Power Sources 2016, 308, 44. [87] J. D. Roy-mayhew, D. J. Bozym, C. Punckt, I. a Aksay, ACS Nano 2010, 4, 6203. [88] H. M. Kim, I.-Y. Jeon, I. T. Choi, S. H. Kang, S.-H. Shin, H. Y. Jeong, M. J. Ju, J.-B. Baek, H. K. Kim, J. Mater. Chem. A 2016, 4, 9029. [89] M. Chen, L.-L. Shao, Y.-X. Guo, X.-Q. Cao, Chem. Eng. J. 2016, 304, 303. [90] Y. Zhang, J. Hao, J. Li, C. Hao, Theor. Chem. Acc. 2016, 135, 23. [91] Z. Wang, P. Li, Y. Chen, J. He, J. Liu, W. Zhang, Y. Li, J. Power\nSources 2014, 263, 246.\n[92] G. Wang, W. Xing, S. Zhuo, Electrochim. Acta 2013, 92, 269. [93] M. J. Ju, J. C. Kim, H. J. Choi, I. T. Choi, S. G. Kim, K. Lim, J. Ko,\nJ. J. Lee, I. Y. Jeon, J. B. Baek, H. K. Kim, ACS Nano 2013, 7, 5243. [94] S. Hou, X. Cai, H. Wu, X. Yu, M. Peng, K. Yan, D. Zou, Energy Environ. Sci. 2013, 6, 3356. [95] H. Q. Fang, C. Yu, T. L. Ma, J. S. Qiu, Chem. Commun. 2014, 50, 3328. [96] K. Nakata, T. Ozaki, C. Terashima, A. Fujishima, Y. Einaga, Angew. Chem., Int. Ed. 2014, 53, 871. [97] Y. Liu, S. Chen, X. Quan, H. Yu, J. Am. Chem. Soc. 2015, 137, 11631. [98] B. Kumar, M. Asadi, D. Pisasale, S. Sinha-Ray, B. A. Rosen, R. Haasch, J. Abiade, A. L. Yarin, A. Salehi-Khojin, Nat. Commun. 2013, 4, 2819. [99] T. Liu, S. Ali, Z. Lian, B. Li, D. D. Su, J. Mater. Chem. A 2017, 5, 21596. [100] N. Sreekanth, M. Nazrulla, T. Vineesh, K. Sailaja, K. Phani, Chem. Commun. 2015, 51, 16061. [101] X. Sun, X. Kang, Q. Zhu, J. Ma, G. Yang, Z. Liu, B. Han, Chem. Sci. 2016, 7, 2883. [102] J. Wu, S. Ma, J. Sun, J. I. Gold, C. Tiwary, B. Kim, L. Zhu, N. Chopra, I. N. Odeh, R. Vajtai, A. Z. Yu, R. Luo, J. Lou, G. Ding, P. J. Kenis, P. M. Ajayan, Nat. Commun. 2016, 7, 13869. [103] J. Wu, Y. Huang, W. Ye, Y. Li, Adv. Sci. 2017, 4, 1700194. [104] K. Takanabe, K. Domen, in Heterogeneous Catalysis at Nanoscale\nfor Energy Applications, John Wiley & Sons, Inc., New York 2014, pp. 239–270. [105] G. Liu, P. Niu, C. Sun, S. C. Smith, Z. Chen, G. Q. Lu, H.-M. Cheng, J. Am. Chem. Soc. 2010, 132, 11642. [106] B. Mortazavi, G. Cuniberti, T. Rabczuk, Comput. Mater. Sci. 2015, 99, 285. [107] S. Wang, D. Li, C. Sun, S. Yang, Y. Guan, H. He, Appl. Catal., B 2014, 144, 885. [108] A. Naseri, M. Samadi, A. Pourjavadi, A. Z. Moshfegh, S. Ramakrishna, J. Mater. Chem. A 2017, 5, 23406. [109] M. Samadi, M. Zirak, A. Naseri, E. Khorashadizade, A. Z. Moshfegh, Thin Solid Films 2016, 605, 2. [110] G. Liu, L. Wang, H. G. Yang, H.-M. Cheng, G. Q. Lu, J. Mater. Chem. 2010, 20, 831. [111] X. Ma, Y. Lv, J. Xu, Y. Liu, R. Zhang, Y. Zhu, J. Phys. Chem. C 2012, 116, 23485. [112] X. Li, J. Wen, J. Low, Y. Fang, J. Yu, Sci. China Mater. 2014, 57, 70. [113] K. Ding, L. Wen, M. Huang, Y. Zhang, Y. Lu, Z. Chen, Phys. Chem. Chem. Phys. 2016, 18, 19217. [114] X. Chang, T. Wang, J. Gong, Energy Environ. Sci. 2016, 9, 2177. [115] J. Mao, T. Peng, X. Zhang, K. Li, L. Ye, L. Zan, Catal. Sci. Technol.\n2013, 3, 1253. [116] W. J. Ong, L. Tan, Y. Ng, S. Yong, S. Chai, Chem. Rev. 2016, 116,\n7159. [117] W. J. Ong, Front. Mater. 2017, 4, 11. [118] S. Ye, R. Wang, M. Wu, Y. Yuan, Appl. Surf. Sci. 2015, 358, 15. [119] R. Kuriki, K. Sekizawa, O. Ishitani, K. Maeda, Angew. Chem., Int.\nEd. 2015, 54, 2406. [120] W. J. Ong, L. Tan, S. Chai, S. Yong, A. R. Mohamed, Nano Energy\n2015, 13, 757. [121] L. Shi, T. Wang, H. Zhang, K. Chang, J. Ye, Adv. Funct. Mater. 2015,\n25, 5360. [122] Y. Wang, Y. Tian, L. Yan, Z. Su, J. Phys. Chem. C 2018, 122, 7712. [123] W. J. Ong, L. K. Putri, Y. C. Tan, L. L. Tan, N. Li, Y. Ng, X. Wen,\nS. Chai, Nano Res. 2017, 10, 1673. [124] W. J. Yuan, Y. Zhou, Y. R. Li, C. Li, H. L. Peng, J. Zhang, Z. F. Liu,\nL. M. Dai, G. Q. Shi, Sci. Rep. 2013, 3, 2248. [125] A. Shen, Y. Zou, Q. Wang, R. A. W. Dryfe, X. Huang, S. Dou, L. Dai,\nS. Wang, Angew. Chem., Int. Ed. 2014, 53, 10804.\nAdv. Mater. 2019, 31, 1805252\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805252 (16 of 16)\nAdv. Mater. 2019, 31, 1805252\n[126] Y. Jeon, H. J. Choi, M. Choi, J. M. Seo, S. M. Jung, M. J. Kim, S. Zhang, L. Zhang, Z. Xia, L. Dai, N. Park, J. B. Baek, Sci. Rep. 2013, 3, 1810. [127] I. Y. Jeon, H.-J. Choi, S.-M. Jung, J.-M. Seo, M.-J. Kim, L. Dai, J.-B. Baek, J. Am. Chem. Soc. 2013, 135, 1386. [128] I. Y. Jeon, Y. R. Shin, G. J. Sohn, H. J. Choi, S. Y. Bae, J. Mahmood, S. M. Jung, J. M. Seo, M. J. Kim, D. W. Chang, L. M. Dai, J. B. Baek, Proc. Natl. Acad. Sci. USA 2012, 109, 5588. [129] J. Shui, M. Wang, F. Du, L. Dai. Sci. Adv. 2015, 1, e1400129. [130] J. Guo, C.-Y. Lin, Z. H. Xia, Z. Xiang, Angew. Chem., Int. Ed. 2018,\n57, 12567. [131] J. T. Zhang, L. T. Qu, G. Q. Shi, J. Y. Liu, J. F. Chen, L. M. Dai,\nAngew. Chem., Int. Ed. 2016, 55, 2230. [132] J. T. Zhang, L. M. Dai, Angew. Chem., Int. Ed. 2016, 55, 13296. [133] H. Wang, L. Zhang, Z. Chen, J. Hu, S. Li, Z. Wang, J. Liu, X. Wang,\nChem. Soc. Rev. 2014, 43, 5234. [134] L. D. Chen, M. Urushihara, K. Chan, J. K. Nørskov, ACS Catal.\n2016, 6, 7133.\n[135] F. Che, J. T. Gray, S. Ha, N. Kruse, S. L. Scott, J. McEwen, ACS Catal. 2018, 8, 5153. [136] Y. Yi, G. Weinberg, M. Prenzel, M. Greiner, S. Heumann, S. Becker, R. Schlogl, Catal. Today 2017, 295, 32. [137] P. Raccuglia, K. C. Elbert, P. D. F. Adler, C. Falk, M. B. Wenny, A. Mollo, M. Zeller, S. A. Friedler, J. Schrier, A. J. Norquist, Phys. Rev. B 2016, 533, 73. [138] S. Lu, Q. Zhou, Y. Ouyang, Y. Guo, Q. Li, J. Wang, Nat. Commun. 2018, 9, 3405. [139] D. Xue, P. Balachandran, J. Hogden, J. Theiler, D. Q. Xue, T. Lookman, Nat. Commun. 2016, 7, 11241. [140] X. Ma, Z. Li, L. E. K. Achenie, H. Xin, J. Phys. Chem. Lett. 2015, 6, 3528. [141] H. Li, J. Xiao, Q. Fu, X. Bao, Proc. Natl. Acad. Sci. USA 2017, 114, 5930. [142] Z. H. Xia, Biomimetic Principles and Design of Advanced Engineering Materials, Wiley, New York 2016."
    } ],
    "references" : [ {
      "title" : "Energy Science: Principles, Technologies, and Impacts",
      "author" : [ "J. Andrews", "N. Jelley" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2007
    }, {
      "title" : "Chem",
      "author" : [ "D.S. Yu", "E. Nagelli", "F. Du", "L.M. Dai", "J. Phys" ],
      "venue" : "Lett. 2010, 1,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2165
    }, {
      "title" : "Chem",
      "author" : [ "R.A. Sidik", "A.B. Anderson", "N.P. Subramanlan", "S.P. Kumaraguru", "N.N. Popov", "J. Phys" ],
      "venue" : "B 2006, 110,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1787
    }, {
      "title" : "Chem",
      "author" : [ "Z.H. Zhao", "L.P. Zhang", "Z.H. Xia", "J. Phys" ],
      "venue" : "C 2016, 120,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2166
    }, {
      "title" : "Catalysis: Concepts and Green Applications, Wiley- VCH",
      "author" : [ "G. Rothenberg" ],
      "venue" : "Weinheim, Germany",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2008
    }, {
      "title" : "Electrochemical Oxygen Technology",
      "author" : [ "K. Kinoshita" ],
      "venue" : null,
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 1992
    }, {
      "title" : "Domen, in Heterogeneous Catalysis at Nanoscale for Energy Applications",
      "author" : [ "K.K. Takanabe" ],
      "venue" : null,
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "I.Y. Jeon", "H.-J. Choi", "S.-M. Jung", "J.-M. Seo", "M.-J. Kim", "L. Dai", "J.-B. Baek", "J. Am" ],
      "venue" : "Soc. 2013, 135,",
      "citeRegEx" : "127",
      "shortCiteRegEx" : null,
      "year" : 1386
    }, {
      "title" : "Biomimetic Principles and Design of Advanced Engineering Materials, Wiley, New York 2016",
      "author" : [ "Z.H. Xia" ],
      "venue" : null,
      "citeRegEx" : "142",
      "shortCiteRegEx" : "142",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : ", Pt, IrO2, and RuO2) to facilitate the reactions.[1] However, these metal catalysts hampered the broadly commercial applications of these devices due to their high cost, low durability, and detrimental environmental effects.",
      "startOffset" : 50,
      "endOffset" : 53
    }, {
      "referenceID" : 3,
      "context" : ", nonhexagonal carbon ring (Figure 1d),[36] edges, molecule adsorbing (Figure 1e,f) also enhance catalytic activities through the charge transfer.[37,38] Therefore, the improved electrocatalytic performance results from the intrinsic activities of the active centers that are induced by altering the electronic structures.",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 3,
      "context" : "e,f) Reproduced with permission.[38] Copyright 2016, American Chemistry Society.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 4,
      "context" : "These centers become the most active when the intermediate adsorption is neither too weak nor too strong for a specific reaction pathway, following the wellknown Sabatier principle.[43] In principle, any approach that can modify the electronic structures of carbon materials could be used to create/control the active centers for specific catalytic reactions.",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 3,
      "context" : "[20,37] The organic molecules could be the electron acceptor, thereby generating active centers on the graphene (Figure 1e,f).[37,38] There would be electron transfer between the molecule and the carbon materials.",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 3,
      "context" : "44e transferred from graphene to TCNE molecule.[37,38] For hybrid C3N4@N–graphene structures[49] that exhibit catalytic activities for HER, there was 0.",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 5,
      "context" : "[58,63] It is well-known that the ORR can proceed by a two-electron (2e) pathway with the formation of hydrogen peroxide (H2O2) in acidic medium (O2 + 2H+ + 2e− → H2O2) and HO2 as the intermediate species in alkaline medium or by a four-electron (4e) transfer with water as the only product in acidic environments (O2 + 4H+ + 4e− → 2H2O) and OH− in alkaline media (O2 + 2H2O + 4e− → 4OH−).[64] The 4e transfer is more effective than the 2e one as the former can deliver more electrons, but the 2e transfer pathways may open a door to produce hydrogen peroxide using a safe, cheap, sustainable, and flow-reactor-based method.",
      "startOffset" : 389,
      "endOffset" : 393
    }, {
      "referenceID" : 6,
      "context" : "23 V vs NHE).[104] To initiate the above photocatalytic reactions the valance band maximum (VBM) of the photocatalyst must be more positive than 1.",
      "startOffset" : 13,
      "endOffset" : 18
    }, {
      "referenceID" : 8,
      "context" : "[141] The catalytic activity and selectivity can also be influenced and sometimes dominated by the structures and chemistries surrounding the active centers.[142] High-performance catalysts",
      "startOffset" : 157,
      "endOffset" : 162
    } ],
    "year" : 2019,
    "abstractText" : "DOI: 10.1002/adma.201805252 in artificial photosynthesis (APS) are sluggish in nature, and generally need precious metals or their alloys (e.g., Pt, IrO2, and RuO2) to facilitate the reactions.[1] However, these metal catalysts hampered the broadly commercial applications of these devices due to their high cost, low durability, and detrimental environmental effects.[2] It is therefore essential to explore different materials that are abundant, costeffective, and highly stable and efficient compared with these noble metals. Carbon-based nanomaterials, including carbon nanotube (CNT), graphene, and graphitic carbon nitride (g-C3N4), are appealing as the photo-/electrocatalysts for clean energy conversion and storage owing to their extreme flexibility, large surface area, good electrical and mechanical properties, and high stability in the electrochemical environments. Recently, it was demonstrated that N-doped CNT and graphene exhibited the electrocatalytic activity 3 times higher than commercially available platinum-based electrodes in alkaline fuel cells for ORR.[3,4] In addition to the high activities, these carbon-based catalysts were more stable, durable, and free from CO poisoning compared with the Pt catalysts. It was lately reported that these carbon-based catalysts were also effective in promoting OER,[5] HER,[6] IRR,[7] CO2RR, two-electron transfer ORR to produce H2O2 (an energy carrier and green oxidizer),[9] N2 reduction reaction (NRR) for synthesis of NH3 under ambient environments,[10] and the generation of renewable and clean energy from sunlight and water.[11] Carbon nanomaterials are promising metal-free catalysts for energy conversion and storage, but the catalysts are usually developed via traditional trial-and-error methods. To rationally design and accelerate the search for the highly efficient catalysts, it is necessary to establish design principles for the carbon-based catalysts. Here, theoretical analysis and material design of metal-free carbon nanomaterials as efficient photo-/electrocatalysts to facilitate the critical chemical reactions in clean and sustainable energy technologies are reviewed. These reactions include the oxygen reduction reaction in fuel cells, the oxygen evolution reaction in metal–air batteries, the iodine reduction reaction in dye-sensitized solar cells, the hydrogen evolution reaction in water splitting, and the carbon dioxide reduction in artificial photosynthesis. Basic catalytic principles, computationally guided design approaches and intrinsic descriptors, catalytic material design strategies, and future directions are discussed for the rational design and synthesis of highly efficient carbon-based catalysts for clean energy technologies. Computational Screening of Catalysts",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}