{
  "name" : "downloads_2019-12-20_7d_10.1016@j.molliq.2019.112347.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Effect of fin and hybrid nano-particles on solid process in hexagonal triplex Latent Heat Thermal Energy Storage System",
    "authors" : [ "Kh. Hosseinzadeh", "A.R. Mogharrebi", "A. Asadi", "M. Paikar", "D.D. Ganji" ],
    "emails" : [ "ddg_davood@yahoo.com,", "khashayarh68@stu.nit.ac.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Jo ur\nna l P\nre -p\nro of\nThis research deals with solidification procedure of phase-changing material (PCM) in a Latent Heat Thermal Energy Storage System (LHTESS). Rectangular fin made of copper and triplex container are utilized in this study and also different\nvolume fractions of Hybrid Nano-Particles (HNP) ( 2TiO -Go ) are added to the water. In present research, water is regarded as PCM. The purpose of this research is to inquire the effect of HNPs, fins and shape factor of nanoparticles on acceleration of the solidification process. As an innovation, a new hexagonal geometry along with fins is employed in LHTESS. Galerkin Finite Element Method (GFEM) is applied to solve the governing equations and coding is carried out by an open source application. Results indicated that applying fins and HNPs reduces the full solidification time up to 12% and also using lamina shaped HNPs reduces the full solidification time up to 4% more than brick shaped.\nKeywords: Triplex LHTESS; HNP; Solid process; PCM; Fin; GFEM.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "1. Introduction",
      "text" : "Many researchers have conducted on different methods of increasing the efficiency of heat transfer according to the need. One of the many methods that has been paid a great amount of attention, is the usage of PCMs. PCMs possess the ability to store a great amount of energy as latent heat in constant-phase transient temperature. In addition to that, they can also be used as passive heat storages. The positive properties of PCMs include their ability to be used as a source with constant temperature, negligible temperature drop, suitable melting point, chemical stability, low steam pressure and high energy density. Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc. The biggest weakness of PCMs, is the low thermal conductivity which hinders high rate of charge and discharge of heat flux. The first researches on PCMs were conducted by Raymond and Telks in the 1940s [13]. This field was not paid much attention until the 1970s [14]. Using PCMs in LHTESS, creates a balance between stored energy and the energy offered. These systems store heat while melting and release it during the solidification. Wu et al. [15] suspended a small amount of nanoparticles in molten paraffin and created a new nanofluidic PCM that increased the heat transfer rate. Tian and Zhao [16] conducted experimental research to study\nJo ur\nna l P\nre -p\nro of\nmelting/solidification process using Paraffin wax RT58 as PCM with metal foam for enhanced heat transfer. They discovered that adding the metal foam, enhances heat transfer during the melting process, and the liquid phase by 3 to 10 times. Faghani et al. [17] researched about the effect of various shapes for the shell and tube in heat exchangers equipped with PCMs and found out that the shape of both shells and tubes play a role in the melting process. Pourakbar and Darzi [18] investigated the melting and solidification of PCM in a cylinder with different shapes for the shell and also different arrangements for the tubes. They concluded that the number and arrangements of the inner tubes can enhance the melting rate and the solidification rate by 70% and 40%, respectively. The efficiency of thermal systems is generally increased by two methods: Passive and Active methods. In the Passive method, there is no need for external energy. Fins are used in this method. These fins are placed in different arrangements and made form different materials, to obtain heat penetration and depth, which in turn increases the efficiency of the system. A good example for the passive method is the use of “spread surfaces”. Tiari et al. [19] performed a numerical study on LHTESS infused with high melting point PCM, in a finned thermal tube. They concluded that longer fins lead to higher wall base-temperature, and does not have a considerable effect on discharging time. Also, by increasing the number of fins, the solidification rate and the base-temperature of the container increase . A numerical study by Lohrasbi et\nJo ur\nna l P\nre -p\nro of\nal. [20] was aimed at investigating LHTESS infused with Nano-Enhanced PhaseChanging Materials (NEPCM) in a finned thermal tube. Their results show that using V-shaped fins increases the discharge rate by 4.214 times; in compare to the cases without fins. A study to enhance solidification in LHTESS shell and tube, using triangular fins was done by Liu et al [21]. The results of their research proved that the use of triangular fins, decreases the solidification time by 38.3% in compare to the typical, rectangular fins.\nHosseinizadeh et al. [22] used a numerical approach to investigate NEPCM in a spherical container. Their results prove that the PCMs infused with nanoparticles, offer good performance as thermal energy storages. Nabeal et al. [23] conducted a numerical and experimental study, aimed to research about the melting procedure of NEPCM in a two-dimensional cylinder with a constant heat flux. This study explained that the use of nanoparticles increases the effective thermal conduction in the PCM and enhances melting/solidification process. A numerical study by Sebti et al. [24] on solidification in concentric annuli filled with NEPCM proved that suspended nanoparticles increase the heat transfer rate and decrease the solidification time, significantly. Hosseinzadeh et al. [25] conducted a numerical study on the solidification procedure in an LHTESS containing Al2O3 – CuO Hybrid Nano-Enhanced Phase-Changing Materials (HNEPCM) which proved that by increasing the volume fraction of PCMs ,the solidification rate increases 24.1%\nJo ur\nna l P\nre -p\nro of\n.A study conducted by Chamkha et al. [26] was directed to investigate the effects of single nanoparticles, as well as HNPs on the melting process of NEPCM in a square cavity, and their study shows that the liquid fraction and solid-liquid interface are greatly under the effect of the volume fraction of the nanoparticles, as well as the thermal conductivity parameter. A work by Hosseinzadeh et al. [27]\nwas aimed to study the effects of 2TiO -Cu hybrid nanoparticles and tree-like branding, in presence of thermal radiation, and their results show that the use of tree-like branching with higher bifurcating angles, speeds up the solidification process due to deeper thermal diffusion. Sciacovelli et al. [28] worked on maximization of performance of a PCM latent heat storage system with innovative fins, and concluded that optimized fins improve the system efficiency. Optimized bifurcating fins lead to 24% increase in the efficiency of the system.\nIn present study, an innovative hexagonal geometry is applied in a triplex tube and also the effect of extended surfaces and HNPs on solidifications process is investigated and the governing equations are solved by GFEM."
    }, {
      "heading" : "2. Problem description",
      "text" : "The geometry and boundary condition are shown in Fig. 1. The geometry demonstrates a triplex tube along with hexagonal fins made of copper. Dimensions of the geometry and fins are located in Table. 1 and physical properties of HNPs\nJo ur\nna l P\nre -p\nro of\nand PCM are located in Table. 2. Water with nanoparticles ( 2TiO -Go ) is used as HNEPCM. HNEPCM is liquid at 278 K and as it is shown in Fig. 1 that coolant fluid with constant temperature of 240 K is used for the solidification procedure. Figure. 1-b indicates that :\n' 'a represents dimension of the hexagonal side and the fins length. ' 'b represents the inner diameter of the tube. ' 'c represents thickness of the fins and ' 'd represents the external diameter of the tube.\nSolidification procedure is depended on time and is simulated at unsteady state. In this research, time step is equal to 52 10 ( )s and general equations governing the\nsolidification procedure are as follows:\nContinuity equation:\n0 u i x i   \n(1)\nMomentum equation:\n1 2 ( ( ) ) u u pi iu u T T gej eff i ref it x x i i                (2)\nJo ur\nna l P\nre -p\nro of\nEnergy equation:\n( ) LT T k T Sfu\nit x x C x C tp pi i i  \n       \n     (3)\nSolid fraction equation:\n0( ) / ( ) ( ) 0 0 02 1 ( ) 0 0 ( ) 0\nT S T T T T T T T Tm m m S T T Tm S T T Tm                    \n(4)\nT and S respectively represent temperature and solid fraction in above equations.\nAlso mT and 0T represent melting temperature and melting interval. Many researchers have investigated various terms of heat transfer in solidification and melting processes and figured out that convection term is very effective on melting process but doesn't apply much effect on solidification process and conduction term is predominant. So when solving, convection term is eliminated from heattransfer equations. According to existing assumptions and above explanation, the governing equations can be expressed as below:\nEnergy equation in PCM region:\n( ) dT dS\nC k T Lp fdt dt      (5)\nJo ur\nna l P\nre -p\nro of\nEnergy equation in the fin region:\n( ) dT\nC k Tp dt     (6)\nSolid fraction equation is the same as it was shown before.\nAssumptions governing the equations in present work are as follows:\n1. The solidification procedure inside the system is assumed to be twodimensional.\n2. The solidification process is assumed to be unsteady.\n3. Thermophysical properties of HNEPCM are considered as time dependent and change with temperature during the solidification process.\nProperties change when nanoparticles are dispersed in PCM and can be calculated by following equations:\n1 2 1 1 2 2(1 )[(1 ) ( )] s hnf f s\nf\n       \n     \n(7)\n1\n2 1 1 2 2\n( ) ( ) ( ) (1 )[(1 ) ] ( )\n( )     \np s\np hnf p f p s\np f\nC C C C\nC\n       \n\n(8)\n2 1( ) ( ) (1 )(1 )  f hnf f fL L    (9)\n2 2 2\n2 2 2\n( 1) ( 1) ( ) ,\n( 1) ( )\n     \n   \nhnf s bf bf s bf s bf bf s\nk k sf k sf k k\nk k sf k k k\n\n\n(10)\nJo ur\nna l P\nre -p\nro of\n1 1 1\n1 1 1\n( 1) ( 1) ( )\n( 1) ( )\n     \n   \ns f f s\nbf f\ns f f s\nk sf k sf k k k k\nk sf k k k\n\n\nThe total energy in solidification procedure is calculated as follows:\n sensible p pE mC T VC T (11) (1 ) (1 )   latent f fE m S L V S L (12)\n(1 )m S depicts the extant solidified mass of PCM in eq.8 during the solidification procedure, total energy is actually the sum of latent and sensible heat and is expressed as follows:\n (1 )    total sensible latent p fE E E C T S L dV (13)\naveT represents the average temperature during the solidification procedure and can be calculated as below:\nave\nTdA T dA  \n\n(14)"
    }, {
      "heading" : "3. Numerical Method",
      "text" : "The GFEM is employing PDE integrals to form discredited equations in mesh nodes. This method solves equations by cubic interpolation over triangles and nodal amounts are placed on the corners of cells. Definitions are replaced to form the Galerkin couple matrix and segregate the dependents from the variables. Integration is applied on cells and equations are formed, based on variables and Newton-Raphson method is used to solve the final equations and it employs backward difference technique to solve the equations containing time-based\nJo ur\nna l P\nre -p\nro of\nintegration. As it is demonstrated in Fig. 2 the solidification procedure is simulated by adaptive grid refinement. At unsteady conditions, this method is utilized to refine meshes that had instant changes in their initial values.\nIn this study, the numerical method is utilized by comparing the equations based on GFEM with former empirical study published by Ismaeil et al. [29]. Fig. 3 shows that this comparison contains maximum error of 5 percent. As a conclusion, assumption of discarding the convection terms is logical."
    }, {
      "heading" : "4. Results and discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Comparison between LHTESS with and without fins for pure PCM",
      "text" : "Temperature and solidification contours for with fins and without fins modes can be observed in Fig. 4 for three different time steps (20, 100 and 300 (s)). There is equal amount of PCM in container in these two investigated modes. Results show that adding fins to the container causes an increment in heat penetration and heat exchange area which causes more decrement in temperature compared to without fins mode and also increases the solidification rate. Comparison of solidification rate between with fins and without fins container is shown in Fig. 5 in three different time steps. It can be obtained from the results that when the fins are added, more volume of container is solidified and it is obvious that over time, solidification rate is increased.\nJo ur\nna l P\nre\n-p\nro of"
    }, {
      "heading" : "4.2. The effect of HNEPCM volume fractions on LHTESS without fins:",
      "text" : ""
    }, {
      "heading" : "4.3. The simultaneous effect of HNEPCM and fin on LHTESS",
      "text" : "Fig. 7-a shows the simultaneous effect of HNEPCM with volume fraction amount\nof 0.025, with fin and nanoparticles ( 2TiO -Go ) as methods of increasing heat transfer in three different time steps on the temperature contour. The results illustrate that adding fins and nanoparticles to the container have a great effect on temperature reduction. Also Fig. 7-b shows the effect of HNPs and fins on solidification process. As results demonstrate when the fins and nanoparticles are added to the container solidification rate is strongly increased due to heat transfer coefficient and penetration increment, also heat exchange area amount is much higher with fins."
    }, {
      "heading" : "4.4. Comparison of temperature and total energy of the solidification process",
      "text" : "between with fins and without fins LHTESS with HNEPCM\nJo ur\nna l P\nre -p\nro of\nFig. 9 depicts the total energy alterations in the container from 0 to 1500s. The results show that HNEPCM with fins and nanoparticles volume fraction of 0.05 has the most internal energy reduction which causes temperature reduction and an increment in the solidification rate.\nThe alteration of the solid fraction process from 0 to 1500 (s) which is shown in Fig. 10 results that HNEPCM with fins and nanoparticle volume fraction of 0.05 has the greatest solidification rate due to higher amount of heat transfer coefficient, Also full solidification of LHTESS is occurred in 580 (s). The lowest solidification rate is observed in pure PCM without fins and full solidification is occurred in 1093 (s). This issue represents the intense effect of HNPs and fins on LHTESS.\nThe effect of shape factor and volume fraction of nanoparticles on solidification time is shown in Fig. 11 and as it is seen in the results when volume fraction of nanoparticles and shape factor is increased the solidification time is reduced.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "5. Conclusion",
      "text" : "In present work, a numerical simulation is applied on solidification process of PCM with HNPs in Hexagonal Triplex LHTESS. Copper fins are added and HNPs are dispersed into PCM. These additions are carried out to enhance heat transfer. The main results of current study point that:\n1. The solidification rate is increased up to 8% due to applying fins on the triplex LHTESS. 2. Dispersing HNPs into PCM causes 3% increment in the solidification rate. 3. The solidification rate has been increased 12% by applying HNPs in PCM and fins in the LHTESS simultaneously 4. Employing lamina shaped HNPs have been caused the solidification rate increment 4%.\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "Solar Heat Storage: Latent Heat Material",
      "author" : [ "G.A. Lane" ],
      "venue" : "in: Technology, vol. II. CRC Press, Florida,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1986
    }, {
      "title" : "Thermophysical properties of some paraffins applicable to thermal energy storage",
      "author" : [ "M Hadjieva", "S Kanev", "J. Argirov" ],
      "venue" : "Solar Energy Materials and Solar Cells",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1992
    }, {
      "title" : "Latent thermal storage unit using form-stable high density polyethylene; part I: performance of the storage unit",
      "author" : [ "M Kamimoto", "Y Abe", "S Sawata", "T Tani", "T. Ozawa" ],
      "venue" : "Journal of solar energy engineering",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1986
    }, {
      "title" : "Investigation of a latent heat thermal energy storage system",
      "author" : [ "Morcos VH" ],
      "venue" : "Solar & wind technology",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 1990
    }, {
      "title" : "Nuevos materiales termoajustables",
      "author" : [ "MA Cuevas-Diarte", "T Calvet-Pallas", "JL Tamarit", "HA Oonk", "D Mondieig", "Y. Haget" ],
      "venue" : "Mundo Científico June",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2000
    }, {
      "title" : "Latent thermal storage unit using form-stable high density polyethylene; part ii: numerical analysis of heat transfer",
      "author" : [ "M Kamimoto", "Y Abe", "K Kanari", "Y Takahashi", "T Tani", "T. Ozawa" ],
      "venue" : "Journal of solar energy engineering",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1986
    }, {
      "title" : "Application of phase change materials for passive thermal control of plastic quad flat packages: a computational study",
      "author" : [ "D Pal", "Y. Joshi" ],
      "venue" : "Numerical Heat Transfer, Part A Applications",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1996
    }, {
      "title" : "Review on thermal energy storage with phase change: materials, heat transfer analysis and applications",
      "author" : [ "B Zalba", "JM Marın", "LF Cabeza", "H. Mehling" ],
      "venue" : "Applied thermal engineering",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2003
    }, {
      "title" : "Development of a thermally activated ceiling panel with PCM for application in lightweight and retrofitted buildings",
      "author" : [ "M Koschenz", "B. Lehmann" ],
      "venue" : "Energy and buildings",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2004
    }, {
      "title" : "Testing and simulation of phase change wallboard for thermal storage in buildings",
      "author" : [ "JK Kissock", "JM Hannig", "TI Whitney", "ML. Drake" ],
      "venue" : "Solar Engineering",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1998
    }, {
      "title" : "Transient state study of electric motor heating and phase change solid-liquid cooling",
      "author" : [ "J Bellettre", "V Sartre", "F Biais", "A. Lallemand" ],
      "venue" : "Applied Thermal Engineering",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1997
    }, {
      "title" : "Latent heat storage modules for preheating internal combustion engines: application to a bus petrol engine",
      "author" : [ "LL Vasiliev", "VS Burak", "AG Kulakov", "DA Mishkinis", "PV. Bohan" ],
      "venue" : "Applied thermal engineering",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2000
    }, {
      "title" : "Storing solar heat in chemicals",
      "author" : [ "M Telkes", "E. Raymond" ],
      "venue" : "Heat. Vent.;()",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1949
    }, {
      "title" : "Use of buildings structural components for thermal storage. InProceedings of the Workshop on Solar Energy Storage Subsystems for the Heating and Cooling of Buildings",
      "author" : [ "Barkmann HG", "Wessling FC" ],
      "venue" : "Charlottesville (Virginia,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1975
    }, {
      "title" : "Preparation and melting/freezing characteristics of Cu/paraffin nanofluid as phase-change material (PCM)",
      "author" : [ "S Wu", "D Zhu", "X Zhang", "J. Huang" ],
      "venue" : "Energy & fuels",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Transient behavior analysis of the melting of nanoparticle-enhanced phase change material inside a rectangular latent heat storage unit",
      "author" : [ "R. Elbahjaoui", "H.E. Qarnia" ],
      "venue" : "Applied Thermal Engineering",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Numerical simulation of melting between two elliptical cylinders",
      "author" : [ "M Faghani", "MJ Hosseini", "R. Bahrampoury" ],
      "venue" : "Alexandria Engineering Journal",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Enhancement of phase change rate of PCM in cylindrical thermal energy storage",
      "author" : [ "Pourakabar A", "Darzi AA" ],
      "venue" : "Applied Thermal Engineering",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Discharging process of a finned heat pipe–assisted thermal energy storage system with high temperature phase change material",
      "author" : [ "S Tiari", "S Qiu", "M. Mahdavi" ],
      "venue" : "Energy conversion and management",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Performance enhancement of finned heat pipe assisted latent heat thermal energy storage system in the presence of nano-enhanced H2O as phase change material",
      "author" : [ "S Lohrasbi", "SZ Miry", "M Gorji-Bandpy", "DD. Ganji" ],
      "venue" : "International Journal of Hydrogen Energy",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Solidification performance of a latent heat storage unit with innovative longitudinal triangular fins",
      "author" : [ "S Liu", "H Peng", "Z Hu", "X Ling", "J. Huang" ],
      "venue" : "International Journal of Heat and Mass Transfer",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Numerical investigations of unconstrained melting of nano-enhanced phase change material (NEPCM) inside a spherical container",
      "author" : [ "SF Hosseinizadeh", "AR Darzi", "FL. Tan" ],
      "venue" : "International Journal of Thermal Sciences",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Experimental and numerical investigation of melting of NePCM inside an annular container under a constant heat flux including the effect of eccentricity",
      "author" : [ "NS Dhaidan", "JM Khodadadi", "TA Al-Hattab", "SM. Al-Mashat" ],
      "venue" : "International Journal of Heat and Mass Transfer",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2013
    }, {
      "title" : "A numerical investigation of solidification in horizontal concentric annuli filled with nano-enhanced phase change material (NEPCM)",
      "author" : [ "SS Sebti", "SH Khalilarya", "I Mirzaee", "SF Hosseinizadeh", "S Kashani", "M. Abdollahzadeh" ],
      "venue" : "World Applied Sciences Journal",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Effect of nanoparticle shape factor and snowflake crystal structure on discharging acceleration LHTESS containing (Al2O3‐ GO) HNEPCM",
      "author" : [ "K Hosseinzadeh", "M Alizadeh", "MH Alipour", "B Jafari", "DD. Ganji" ],
      "venue" : "Journal of Molecular Liquids",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Phase-change heat transfer of single/hybrid nanoparticles-enhanced phase-change materials over a heated horizontal cylinder confined in a square cavity",
      "author" : [ "AJ Chamkha", "A Doostanidezfuli", "E Izadpanahi", "MJ. Ghalambaz" ],
      "venue" : "Advanced Powder Technology",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Solidification process of hybrid nano-enhanced phase change material in a LHTESS with tree-like branching fin in the presence of thermal radiation",
      "author" : [ "K Hosseinzadeh", "M Alizadeh", "DD. Ganji" ],
      "venue" : "Journal of Molecular Liquids",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Maximization of performance of a PCM latent heat storage system with innovative fins",
      "author" : [ "A Sciacovelli", "F Gagliardi", "V. Verda" ],
      "venue" : "Applied Energy. 2015 Jan 1;137:707-15",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 102,
      "endOffset" : 107
    }, {
      "referenceID" : 1,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 102,
      "endOffset" : 107
    }, {
      "referenceID" : 2,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 102,
      "endOffset" : 107
    }, {
      "referenceID" : 3,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 102,
      "endOffset" : 107
    }, {
      "referenceID" : 4,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 102,
      "endOffset" : 107
    }, {
      "referenceID" : 5,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 102,
      "endOffset" : 107
    }, {
      "referenceID" : 5,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 6,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 7,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 8,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 187,
      "endOffset" : 193
    }, {
      "referenceID" : 9,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 187,
      "endOffset" : 193
    }, {
      "referenceID" : 10,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 11,
      "context" : "Due to these strengths, PCMs are used in different industries such as thermal storage of solar energy [1-6], thermal management of electronic devices [6-8], thermal storages in buildings [9,10], cooling of engines [11,12], etc.",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 12,
      "context" : "The first researches on PCMs were conducted by Raymond and Telks in the 1940s [13].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 13,
      "context" : "This field was not paid much attention until the 1970s [14].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 14,
      "context" : "[15] suspended a small amount of nanoparticles in molten paraffin and created a new nanofluidic PCM that increased the heat transfer rate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "Tian and Zhao [16] conducted experimental research to study Journal Pre-proof",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 16,
      "context" : "[17] researched about the effect of various shapes for the shell and tube in heat exchangers equipped with PCMs and found out that the shape of both shells and tubes play a role in the melting process.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "Pourakbar and Darzi [18] investigated the melting and solidification of PCM in a cylinder with different shapes for the shell and also different arrangements for the tubes.",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 18,
      "context" : "[19] performed a numerical study on LHTESS infused with high melting point PCM, in a finned thermal tube.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] was aimed at investigating LHTESS infused with Nano-Enhanced PhaseChanging Materials (NEPCM) in a finned thermal tube.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "A study to enhance solidification in LHTESS shell and tube, using triangular fins was done by Liu et al [21].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 21,
      "context" : "[22] used a numerical approach to investigate NEPCM in a spherical container.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] conducted a numerical and experimental study, aimed to research about the melting procedure of NEPCM in a two-dimensional cylinder with a constant heat flux.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] on solidification in concentric annuli filled with NEPCM proved that suspended nanoparticles increase the heat transfer rate and decrease the solidification time, significantly.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] conducted a numerical study on the solidification procedure in an LHTESS containing Al2O3 – CuO Hybrid Nano-Enhanced Phase-Changing Materials (HNEPCM) which proved that by increasing the volume fraction of PCMs ,the solidification rate increases 24.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] was directed to investigate the effects of single nanoparticles, as well as HNPs on the melting process of NEPCM in a square cavity, and their study shows that the liquid fraction and solid-liquid interface are greatly under the effect of the volume fraction of the nanoparticles, as well as the thermal conductivity parameter.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] was aimed to study the effects of 2 TiO -Cu hybrid nanoparticles and tree-like",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] worked on maximization of performance of a PCM latent heat storage system with innovative fins, and concluded that optimized fins improve the system efficiency.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "This research deals with solidification procedure of phase-changing material (PCM) in a Latent Heat Thermal Energy Storage System (LHTESS). Rectangular fin made of copper and triplex container are utilized in this study and also different volume fractions of Hybrid Nano-Particles (HNP) ( 2 TiO -Go ) are added to the water. In present research, water is regarded as PCM. The purpose of this research is to inquire the effect of HNPs, fins and shape factor of nanoparticles on acceleration of the solidification process. As an innovation, a new hexagonal geometry along with fins is employed in LHTESS. Galerkin Finite Element Method (GFEM) is applied to solve the governing equations and coding is carried out by an open source application. Results indicated that applying fins and HNPs reduces the full solidification time up to 12% and also using lamina shaped HNPs reduces the full solidification time up to 4% more than brick shaped.",
    "creator" : null
  }
}