{
  "name" : "downloads_2019-10-24_42_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Thickness-Dependent Ultrafast Photonics of SnS2 Nanolayers for Optimizing Fiber Lasers",
    "authors" : [ "Wenjun Liu", "Mengli Liu", "Xiaoting Wang", "Tao Shen", "Guoqing Chang", "Ming Lei", "Huixiong Deng", "Zhongming Wei", "Zhiyi Wei" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: nonlinear optical materials, ultrafast photonic device, fiber laser, mode-locked laser, transition metal dichalcogenides, chemical vapor transport\n■ INTRODUCTION Since the first isolation of graphene from bulk crystals by mechanical exfoliation, two-dimensional (2D) materials have become the research hot spots in the world.1 As an outstanding material, graphene not only provides access to obtain new physics in reduced dimensions2−4 but also exhibits unique mechanical, optical, and sensing performances.5−8 However, the lack of a sizable bandgap restricts its applications in electricity and optics.9 Although the engineering bandgap can optimize this drawback to a certain extent, the resulting fabrication complexity and additional costs make them unsuitable for mass production.10 To look for alternatives with better performance, more and more materials are gradually coming into view.11−21\nTransition metal dichalcogenides (TMDCs), which are composed of chemically inert layers with internal covalent bonding held by weak van der Waals (vdW) interactions, represent a rising class of 2D materials alternative for graphene.22−24 The layer-dependent structural, electronic, and vibrational properties of TMDCs tend to endow them with unique properties, such as second/third harmonic generations,25,26 high carrier mobility,16 and ultrafast nonlinear\noptical absorption.28−30 Up to now, some common TMDCs, such as molybdenum disulfide (MoS2) and tungsten disulfide (WS2), have attracted extensive interest due to their diverse electronic, optical, and thermal properties.31−36 Their high charge carrier mobility and on−off current ratios make them advantageous in field-effect transistors and sensitive photodetectors;37,38 their high nonlinearity enables them to act as excellent optical modulators and facilitate the generation of ultrashort pulses.39−46 Moreover, the bandgap of MoS2 can be modulated by defects, thus breaking through theoretical application bandwidth and realizing broadband applications.47\nIn recent years, researchers are starting to focus on the newly emerging TMDCs, such as SnSe2, ReS2, and SnS2.\n48−50 The study of their applications on optics is still in its infancy. Among them, SnS2 is a potential emerging TMDC, which has aroused extensive research upsurge.51,52 Generally speaking, the absence of a sizable reserves in raw material will limit widespread use in devices. Tin and sulfur are earth-abundant\nReceived: January 30, 2019 Accepted: March 20, 2019 Published: March 20, 2019\n© 2019 American Chemical Society 2697 DOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 0\n6: 00\n:4 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nelements. Moreover, SnS2 is an environmentally friendly product with high chemical stability and excellent photoelectric properties. But different from MoS2 whose bandgap type change with thickness variation, SnS2 always maintains indirect bandgap over the entire thickness range from bulk to single layer. The bandgap value of SnS2 changes between 2.033 and 2.4 eV, and this wider bandgap plays a crucial role in some electronic applications.53 Moreover, according to previous studies, SnS2 exhibits absorption characteristics at 1550 nm, which indicates that SnS2 is expected to have broadband absorption properties similar to MoS2. 47\nIn this paper, the thickness dependence of optical properties of SnS2 is investigated in fiber lasers. The intrinsic defect properties of SnS2 crystals are investigated by first-principles calculations, and the Fermi energy in n-type SnS2 bulk is studied under the growing environment close to the experiment. We prepare SnS2 samples with three different thickness via the chemical vapor transport (CVT) technique. Under the same fabrication process and technology, SnS2 with different thickness exhibit great difference in nonlinear absorption characteristics, specifically in the modulation depth. The difference in the nonlinear optical response of SnS2 saturable\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2698\nabsorber (SA) also further affects the performance of the corresponding fiber lasers. After successfully applying three SnS2 samples to mode-locked erbium-doped fiber (EDF) lasers, we find that SnS2 with a thickness of 108.7 nm has the best performance in achieving ultrashort pulses. The shortest pulse duration is 132.9 fs. This thickness dependence reaction can not only fully reflect the nonlinear properties of the SnS2 SA but also play a pioneering role in obtaining ultrashort pulses.\n■ RESULTS AND DISCUSSION Characterization of SnS2 SA. As shown in Figure 1, the SnS2 samples were transferred to the fiber end facet by the mechanical transfer method (more details are described in the Methods section). The detailed crystal structures of SnS2 crystals were characterized by X-ray diffraction (XRD) patterns in Figure 2a and can be well indexed to the hexagonal unit cell (JCPDS No. 23-0677) without other impurity phases. Figure 2b displays the high-resolution TEM (HRTEM) image and corresponding selected-area electron diffraction (SAED) pattern of the exfoliated SnS2 nanosheets. The lattice spacing of 3.18 Å corresponds to (100) or (010) plane with the surface oriented along the [001] crystal axis, identical to the [001] orientation observed by XRD. The Raman spectrum of SnS2 is shown in Figure 2c with characteristic A1g mode at 314.5 cm\n−1, as with previous reports.54−56 The chemical composition was further investigated by X-ray photoelectron spectroscopy (XPS). The Sn peaks (3d5/2 at 485.88 eV, 3d3/2 at 494.30 eV) and S peaks (2p3/2 at 161.83 eV, 2p1/2 at 163.02 eV) have been presented in Figure 2d, and the ratio of Sn to S is 0.96:2.04. These results confirm the high-quality crystalline structure of the as-synthesized SnS2. Saturable Absorption Characteristics of SnS2 SA. The spectral absorbance of as-prepared SnS2 sample was measured from 250 to 2000 nm by a Jasco MSV-5200 microscopic spectrophotometer, as in Figure 2e, confirming the existence of light absorbance in the whole spectral range. The exfoliated 2D SnS2 nanosheets commonly have sizes over 10 μm and can be easily transferred onto the end-facet of optical fiber as SAs (details in the Methods section) for further measurements. The thicknesses of the SnS2 samples on fiber ends were measured by atomic force microscopy (AFM), as shown in Figure 2f, with values of 2.8, 9.1, and 108.7 nm (the thickness of monolayer SnS2 is ∼0.6 nm). With the balanced twin-detector method, the nonlinear\nabsorption of SnS2 SAs with three different thickness is investigated in Figure 3. The pump source is a homemade ultrafast fiber laser (pulse duration: 600 fs; repetition rate: 120 MHz) operating at 1.55 μm. The experimental data are well fitted via the simplified two-level saturable absorption model\nI I I ( ) 1 /\ns\nsat nsα\nα α=\n+ +\nThe saturable absorption parameter αs, nonsaturable absorption parameter αns, and saturation intensity Isat are listed in Figure 3. The modulation depth corresponding to SnS2 with the thickness of 108.7, 9.1, and 2.8 nm are 40.5, 36.5, and 31.4%, respectively. When the thickness changes, the different effects of light−matter interaction and relaxation time on the modulation depth indicate that there must be a balance point among them. That is to say, the suitable thickness is beneficial to the large modulation depth. For the SnS2 SA with the thickness of 108.7 nm, the calculated optical to optical efficiency of this SA is 85.545%.\nApplication of SnS2 SA in Lasers. The setup diagram of adopted ring laser cavity is demonstrated in Figure 4. To verify\nthe effect of three different SAs on laser performance, the laser cavity maintains the same configuration whether it is length or device type. The laser diode (LD) operating at 980 nm with the maximum output power of 680 mW serves as the pump source. Through the 980/1550 nm wavelength-division multiplexer (WDM), the pump light is delivered into the cavity. The EDF (0.5 m) with a dispersion parameter of 12 fs2/ mm is used as the gain medium. The polarization controller (PC), as an intracavity device mainly used to adjust the polarization state of light, can optimize the operation state of lasers. The isolator (ISO) can block the transmission of the backward light and maintain the unidirectional and orderliness of light. As the only light outlet, the 20:80 optical coupler (OC) provides convenience for monitoring and measuring the operation state of lasers.\nThickness-Dependent Optical Properties of SnS2. When the SnS2 SA with a thickness of 108.7 nm is coupled into the cavity as an optical modulator, the mode-locked waveform output is obtained by properly increasing the pump power and fine-tuning the PC. The start threshold of the mode-locked regime is recorded as 200 mW. When the power continues to increase to the pumping limit, the laser keeps stable pulse trains as shown in Figure 5a. Multi-time spectrum monitoring maps are provided in Figure 5b. The mode-locked regime operates at 1561 nm with the 3 dB spectrum of 28 nm.\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2699\nFrom the measured autocorrelation trace shown in Figure 5c, the pulse duration is considered to be 132.9 fs. Thus, the time−bandwidth product (TBP) is calculated to be 0.514 (the theoretical limit value is 0.315); we attributed the disparity of TBP to the slight chirp of optical pulses. With the resolution of 3 Hz and the span of 70 kHz, the fundamental repetition rate of realized mode-locked regime locates at 79.1 MHz, as shown in Figure 5d. The signal-to-noise ratio (SNR) is up to 61 dB. Moreover, the variation tendency of the RF spectrum with a wide bandwidth of 1000 MHz is uniform. All of these indicate the stability of the laser system. The maximum average output power is 24.8 mW, and the maximum pulse energy is 0.35 nJ. The damage threshold of the prepared SnS2 SA with a thickness of 108.7 nm is 127 mJ/cm2. As shown in Figure 6, we\nhave continuously monitored the output power of modelocked lasers for up to 13 h. After measurement, the standard deviation of average output power is 0.603, which indicates that the operation is stable. Subsequently, the primary SA is replaced with SnS2 with a thickness of 9.1 nm. On the premise of maintaining the cavity length and intracavity devices, we also succeeded in achieving mode-locking pulses. As shown in Figure 7a, the fundamental repetition rate of 79.066 MHz indicates the length of the cavity is almost the same. However, the pulse duration of 149.5 fs in\nFigure 7b is a little wider than the previous one we just mentioned. It seems that there is some connection between thickness and pulse duration, but the evidence is not enough. Therefore, we continue to reduce the thickness of SnS2, trying to find the change regulation. The SnS2 with a thickness of 2.8 nm has also been successfully employed to the mode-locked laser. The RF spectrum with the fundamental repetition rate of 79.0317 MHz is shown in Figure 7c. The corresponding pulse duration is 159.9 fs as shown in Figure 7d. To compare the performances of three EDF lasers in detail,\nthe main parameters of each laser are summarized in Table 1. By comparing, we find that the modulation depths of SAs are significantly different when the thickness of the materials change, and it seems that the thick material shows greater modulation depth. Furthermore, by comparing the performances of the three lasers, we find that the modulation depth has a great influence on the pulse duration of the laser. In the same case, the SA with large modulation depth has more advantages in achieving ultrashort pulse duration. Furthermore, the pulse duration we demonstrate is\nimpressive compared to the same kind of material or other commonly used SAs in Table 2. Compared with similar SnS2 material, the modulation depth of the SnS2 SA in this work has been greatly improved. Moreover, the obtained pulses at 1561 nm have the shortest pulse duration among the reported EDF lasers mode locked by TMDCs. What is worth mentioning is that, compared with other materials, the performance of SnS2 is no worse. Furthermore, the broadband saturable absorption of the SnS2 SA at 1561 nm indicates that it can cover important communication band.\nTheoretical Calculations. To compare the conductive properties of SnS2, the band structure, intrinsic defect properties, and carrier concentration of intrinsic SnS2 bulk are calculated by using VASP coding based on first principles.68 The unit cell of SnS2 bulk is shown in Figure 7a. As shown in Figure 8b, the formation energies of intrinsic defects in SnS2 are calculated in S-rich and Sn-rich growth conditions. Results show in both S-rich and S-poor conditions\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2700\nthe n-type intrinsic defects have lower formation energy than that of p-type intrinsic defects, demonstrating the intrinsic defects are easier to form n-type SnS2. For example, the Sn interstitial has a very low formation energy for the S-poor condition, and also its transition energy is above the CBM, which indicates that it very easy releases the electron to form n-type SnS2. With the low formation energy and transition energy of donor, the Sn interstitial defects and S vacancy defect result in the defect density of the donor being far greater than acceptors. Thus, the Fermi energy is close to CBM. With the\nμS increases, the formation energy of VS and Sni increases, which results in the decrease of the Fermi level and the electron concentration. For the S-poor condition, the electron concentration of SnS2 can reach about 10\n19 cm−3 at room temperature, as shown in Figure 7c. On the other side, the Sn interstitial has the highest defect density under the S-poor condition. From the calculated result in Figure 7d, heavy doping of Sn interstitial may lead to a higher Fermi level, which is 0.16 eV higher than CBM. This explains the absorption of SnS2 at 1561 nm, as shown in Figure 7d.\n■ CONCLUSIONS Collectively, the thickness of SnS2 has been accurately controlled, and the application of SnS2 has been realized in fiber lasers. The SnS2 crystals have been calculated as the ntype semiconductor by first principles, and the results of defect density and defect energy level have well explained the absorption of SnS2 at 1561 nm. SnS2 samples with three different thicknesses have been successfully prepared and applied in mode-locked EDF lasers. Upon comparison of the performances of three different SnS2, the modulation depths corresponding to SnS2 with the thickness of 108.7, 9.1, and 2.8 nm are measured to be 40.5, 36.5, and 31.4%, respectively. The experiment has proved that the EDF laser based on the SnS2 SA with a thickness of 108.7 nm has the best performance in achieving ultrashort pulses. Moreover, the obtained pulses of 132.9 fs at 1561 nm have the shortest pulse duration among the reported EDF lasers based on TMDCs. The thickness dependence of SnS2 obtained in this paper is beneficial to the design and research of ultrafast photonic devices.\naBPs: black phosphorus; MD: modulation depth; τ: pulse duration; P: average output power.\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2701\n■ METHODS Materials Preparation. The bulk SnS2 crystals were synthesized by using the chemical vapor transport (CVT) technique with commercially available Sn and S powder (Sigma-Aldrich, purity 99.99%) as the precursors and iodine as the transport agent. The mechanical transfer method was used to transfer exfoliated 2D SnS2 flakes onto the end-facet of an optical fiber. With a spin processor running at 3000 r/s, a few drops of self-made poly(methyl methacrylate) (PMMA) solution were dripped on the SiO2 substrate with exfoliated SnS2 samples. After that, the substrate was placed on the hot plate, heated for 30 min at 150 °C, and then immersed in the NaOH solution at 80 °C until the PMMA thin film could be taken off from the substrate. Finally, the PMMA film with almost all SnS2 nanoflakes was shifted over the fiber end-facet. We employed acetone as the solubilizer to dissolve the organic PMMA, leaving the inorganic SnS2 flakes on the core area of fiber end-facet. Calculation Details. In this paper, all the first-principles calculations are performed by using VASP code68 within the density functional theory (DFT).69 To approach the experimental bandgap, the HSE method70 is used to calculate the band structure with the exchange parameters α = 0.25. The fully relaxed SnS2 lattice constant is a = 3.70 Å and c = 13.52 Å and the bandgap is 2.32 eV, which are close to the experimental value of 3.64 Å71 and 2.2−2.4 eV.72 On the basis of the defect calculation method in ref 73, the defect properties are calculated in a fully relaxed 96-atom host supercell. The formation energy of defect α with charge state q can be calculated as73\nH q E q E n E\nq E\n( , ) ( , ) (host) ( )\n(host)\ni i if\nVBM F\n∑α α μ ε Δ = − + + + [ + ] (1)\nwhere E(α,q) is the total energy of defect α with charge state q, E(host) is the total energy of host, ni is the number of elements, μi and Ei are the chemical potential and energy of element i, and EF is\nthe Fermi level referenced to the valence band maximum (VBM). The carrier density and defect density are calculated by the scheme in refs 74 and 75. Under the thermodynamic equilibrium growth conditions, the density of defect α with charge state q at the growth temperature T can be given by\nn q N g( , ) eq H q k T site ( , )/f Bα = α−Δ (2)\nwhere Nsite is the density of the possible site of defect α and gq is the degeneracy factor which indicates possible electron occupations. The concentrations of thermally excited electron and hole at a given temperature can be calculated as\nn N e E k T0 C /F B= − (3)\np N e E E k T0 V ( )/F g B= − (4)\nwhere the effective densities of states, NC and NV, are defined as\nN Dd 1 e ( ) E\nE k T C ( )/ 1\ng\ng B∫ ε ε= [ + ]ε ∞ − −\n(5)\nN Dd 1 e ( )k TV 0\n/ 1B∫ ε ε= [ + ]ε −∞ − − (6)\nHere, D(ε) is the electron density of state at energy level ε with zero energy at VBM. According to the charge neutrality condition, the concentrations of defect ionizations need to satisfied\np q n n q n i i D q j j A q 0 0i i j j∑ ∑+ = ++ − (7)\nwhere nDi qi+ and nAj qj− are the density of donor Di and acceptor Aj with charge state q. By solving eqs 1−7, we can obtain the Fermi energy, carrier concentration, and defect density as functions of chemical potential. When considering the concentration of carrier after\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2702\nquenching rapidly, the total density of defect Nα should remain unchanged. Thus, the density of defect α with charge q at cooling temperature T can be calculated as\nn q N g\ng ( , )\ne\ne q\nH q k T\nq q H q k T\n( , )/\n( , )/\nf B\nf B α′ =\n∑α\nα\nα\n−Δ\n−Δ (8)\nThe new Fermi energy, carrier density, and defect density after quenching can be obtained by solving eqs 2−8.\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: hxdeng@semi.ac.cn. *E-mail: mlei@bupt.edu.cn. *E-mail: zywei@iphy.ac.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Wenjun Liu: 0000-0001-9380-2990 Mengli Liu: 0000-0001-9315-7434 Xiaoting Wang: 0000-0002-5453-648X Tao Shen: 0000-0002-6109-371X Guoqing Chang: 0000-0003-3666-5402 Ming Lei: 0000-0001-9818-3586 Huixiong Deng: 0000-0003-2155-8727 Zhongming Wei: 0000-0002-6237-0993 Zhiyi Wei: 0000-0001-9052-6732"
    }, {
      "heading" : "Author Contributions",
      "text" : "W.L., X.W., and T.S. contributed equally. W.L., M.L., G.C., and Z.W. performed the measurements and designed the project. X.W., M.L., and Z.W. fabricated the samples and performed the TEM results. T.S. and H.D. developed the theory. All authors discussed the result and contributed to the writing of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We acknowledge the financial support from the National Natural Science Foundation of China (NSFC) (Grants 11674036, 11875008, and 61622406), Beijing Youth TopN o t c h T a l e n t S u p p o r t P r o g r a m ( G r a n t 2017000026833ZK08), and Fund of State Key Laboratory of Information Photonics and Optical Communications (Beijing University of Posts and Telecommunications, Grant IPOC2017ZZ05).\n■ REFERENCES (1) Novoselov, K. S.; Jiang, D.; Schedin, F.; Booth, T. J.; Khotkevich, V. V.; Morozov, S. V.; Geim, A. K. Two-dimensional atomic crystals. Proc. Natl. Acad. Sci. U. S. A. 2005, 102, 10451−10453. (2) Novoselov, K. S.; Geim, A. K.; Morozov, S. V.; Jiang, D.; Katsnelson, M. I.; Grigorieva, I. V.; Dubonos, S. V.; Firsov, A. A. Twodimensional gas of massless dirac fermions in graphene. Nature 2005, 438, 197−200. (3) Novoselov, K. S.; Geim, A. K.; Morozov, S. V.; Jiang, D.; Zhang, Y.; Dubonos, S. V.; Grigorieva, I. V.; Firsov, A. A. Electric field effect in atomically thin carbon films. Science 2004, 306, 666−669. (4) Zhang, Y.; Tan, J. W.; Stormer, H. L.; Kim, P. Experimental observation of the quantum hall effect and berry’s phase in graphene. Nature 2005, 438, 201−204. (5) Bao, Q. L.; Zhang, H.; Wang, Y.; Ni, Z.; Yan, Y.; Shen, Z.; Loh, K. P.; Tang, D. Atomic-layer graphene as a saturable absorber for ultrafast pulsed lasers. Adv. Funct. Mater. 2009, 19, 3077−3083.\n(6) Zhang, H.; Tang, D. Y.; Zhao, L. M.; Bao, Q. L.; Loh, K. P. Large energy mode locking of an erbium-doped fiber laser with atomic layer graphene. Opt. Express 2009, 17, 17630−17635. (7) Lee, C.; Wei, X.; Kysar, J. W.; Hone, J. Measurement of the elastic properties and intrinsic strength of monolayer graphene. Science 2008, 321, 385−388. (8) Nair, R. R.; Blake, P.; Grigorenko, A. N.; Novoselov, K. S.; Booth, T. J.; Stauber, T.; Peres, N. M. R.; Geim, A. K. Fine structure constant defines visual transparency of graphene. Science 2008, 320, 1308. (9) Thripuranthaka, M.; Late, D. J. Temperature dependent phonon shifts in single-layer WS2. ACS Appl. Mater. Interfaces 2014, 6, 1158− 1163. (10) Schwierz, F. Graphene transistors. Nat. Nanotechnol. 2010, 5, 487−496. (11) Jiang, X. T.; Liu, S. X.; Liang, W. Y.; Luo, S. J.; He, Z. L.; Ge, Y. Q.; Wang, H. D.; Cao, R.; Zhang, F.; Wen, Q.; Li, J. Q.; Bao, Q. L.; Fan, D. Y.; Zhang, H. Broadband nonlinear photonics in few-layer MXene Ti3C2Tx (T= F, O, or OH). Laser Photonics Rev. 2018, 12, 1700229. (12) Li, Z. Q.; Dong, N. N.; Zhang, Y. X.; Wang, J.; Yu, H. H.; Chen, F. Mode-locked waveguide lasers modulated by rhenium diselenide as a new saturable absorber. APL Photonics 2018, 3, 080802. (13) Liu, X.; Yao, X.; Cui, Y. Real-time observation of the buildup of soliton molecules. Phys. Rev. Lett. 2018, 121, 023905. (14) Liu, X.; Cui, Y. Revealing the behavior of soliton buildup in a mode-locked laser. Adv. Photon. 2019, 1, 1. (15) Bharatula, L. D.; Erande, M. B.; Mulla, I. S.; Rout, C. S.; Late, D. J. SnS2 nano-flakes for efficient humidity and alcohol sensing at room temperature. RSC Adv. 2016, 6, 105421−105427. (16) Late, D. J.; Liu, B.; Matte, H. S. S. R.; Rao, C. N. R.; Dravid, V. P. Rapid characterization of ultrathin layers of chalcogenides on SiO2/ Si substrates. Adv. Funct. Mater. 2012, 22, 1894−1905. (17) Late, D. J.; Shaikh, P. A.; Khare, R.; Kashid, R. V.; Chaudhary, M.; More, M. A.; Ogale, S. B. Pulsed laser-deposited MoS2 thin films on W and Si: field emission and photoresponse studies. ACS Appl. Mater. Interfaces 2014, 6, 15881−15888. (18) Late, D. J. Temperature dependent phonon shifts in few-layer black phosphorus. ACS Appl. Mater. Interfaces 2015, 7, 5857−5862. (19) Pawbake, A. S.; Pawar, M. S.; Jadkar, S. R.; Late, D. J. Large area chemical vapor deposition of monolayer transition metal dichalcogenides and their temperature dependent Raman spectroscopy studies. Nanoscale 2016, 8, 3008−3018. (20) Chakravarty, D.; Late, D. J. Microwave and hydrothermal syntheses of WSe2 micro/nanorods and their application in supercapacitors. RSC Adv. 2015, 5, 21700−21709. (21) Late, D. J. Temperature-dependent phonon shifts in atomically thin MoTe2 nanosheets. Appl. Mater. Today 2016, 5, 98−102. (22) Butler, S. Z.; Hollen, S. M.; Cao, L.; Cui, Y.; Gupta, J. A.; Gutierrez, H. R.; Heinz, T. F.; Hong, S. S.; Huang, J.; Ismach, A. F.; Johnston-Halperin, E.; Kuno, M.; Plashnitsa, V. V.; Robinson, R. D.; Ruoff, R. S.; Salahuddin, S.; Shan, J.; Shi, L.; Spencer, M. G.; Terrones, M.; Windl, W.; Goldberger, J. E. Progress, challenges, and opportunities in two-dimensional materials beyond graphene. ACS Nano 2013, 7, 2898−2926. (23) Gupta, A.; Sakthivel, T.; Seal, S. Recent development in 2D materials beyond graphene. Prog. Mater. Sci. 2015, 73, 44−126. (24) Neto, A. H. C.; Novoselov, K. Two-dimensional crystals: beyond graphene. Mater. Express 2011, 1, 10−17. (25) Le, C. T.; Clark, D. J.; Ullah, F.; Jang, J. I.; Senthilkumar, V.; Sim, Y.; Seong, M. J.; Chung, K. H.; Kim, J. W.; Park, S.; Rhim, S. H.; Kim, G.; Kim, Y. S. Impact of selenium doping on resonant second harmonic generation in monolayer MoS2. ACS Photonics 2017, 4, 38− 44. (26) Wang, R.; Chien, H. C.; Kumar, J.; Kumar, N.; Chiu, H. Y.; Zhao, H. Third-harmonic generation in ultrathin films of MoS2. ACS Appl. Mater. Interfaces 2014, 6, 314−318. (27) Rhyee, J. S.; Kwon, J.; Dak, P.; Kim, J. H.; Kim, S. M.; Park, J.; Hong, Y. K.; Song, W. G.; Omkaram, I.; Alam, M. A.; Kim, S. High-\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2703\nmobility transistors based on large area and highly crystalline CVDgrown MoSe2 films on insulating substrates. Adv. Mater. 2016, 28, 2316−2321. (28) Eda, G.; Yamaguchi, H.; Voiry, D.; Fujita, T.; Chen, M.; Chhowalla, M. Photoluminescence from chemically exfoliated MoS2. Nano Lett. 2011, 11, 5111−5116. (29) Wang, K.; Feng, Y.; Chang, C.; Zhan, J.; Wang, C.; Zhao, Q.; Coleman, J. N.; Zhang, L.; Blau, W. J.; Wang, J. Broadband ultrafast nonlinear absorption and nonlinear refraction of layered molybdenum dichalcogenide semiconductors. Nanoscale 2014, 6, 10530−10535. (30) Sun, Z.; Martinez, A.; Wang, F. Optical modulators with 2D layered materials. Nat. Photonics 2016, 10, 227−238. (31) Xia, H.; Li, H.; Lan, C.; Li, C.; Zhang, X.; Zhang, S.; Liu, Y. Ultrafast erbium-doped fiber laser mode-locked by a CVD-grown molybdenum disulfide (MoS2) saturable absorber. Opt. Express 2014, 22, 17341−17348. (32) Jiang, Z.; Chen, H.; Li, J.; Yin, J.; Wang, J.; Yan, P. 256 fs, 2 nJ soliton pulse generation from MoS2 mode-locked fiber laser. Appl. Phys. Express 2017, 10, 122702. (33) Liu, W. J.; Pang, L. H.; Han, H. N.; Liu, M. L.; Lei, M.; Fang, S. B.; Teng, H.; Wei, Z. Y. Tungsten disulfide saturable absorbers for 67 fs mode-locked erbium-doped fiber lasers. Opt. Express 2017, 25, 2950−2959. (34) Zhang, H.; Lu, S. B.; Zheng, J.; Du, J.; Wen, S. C.; Tang, D. Y.; Loh, K. P. Molybdenum disulfide (MoS2) as a broadband saturable absorber for ultra-fast photonics. Opt. Express 2014, 22, 7249−7260. (35) Wu, K.; Guo, C.; Wang, H.; Zhang, X.; Wang, J.; Chen, J. Alloptical phase shifter and switch near 1550nm using tungsten disulfide (WS2) deposited tapered fiber. Opt. Express 2017, 25, 17639−17649. (36) Mao, D.; Zhang, S.; Wang, Y.; Gan, X.; Zhang, W.; Mei, T.; Wang, Y.; Wang, Y.; Zeng, H.; Zhao, J. WS2 saturable absorber for dissipative soliton mode locking at 1.06 and 1.55 μm. Opt. Express 2015, 23, 27509−27519. (37) Radisavljevic, B.; Radenovic, A.; Brivio, J.; Giacometti, V.; Kis, A. Single-layer MoS2 transistors. Nat. Nanotechnol. 2011, 6, 147−150. (38) Yin, Z.; Li, H.; Li, H.; Jiang, L.; Shi, Y.; Sun, Y.; Lu, G.; Zhang, Q.; Chen, X.; Zhang, H. Single-layer MoS2 phototransistors. ACS Nano 2012, 6, 74−80. (39) Liu, W. J.; Liu, M. L.; OuYang, Y. Y.; Hou, H. R.; Ma, G. L.; Lei, M.; Wei, Z. Y. Tungsten diselenide for mode-locked erbiumdoped fiber lasers with short pulse duration. Nanotechnology 2018, 29, 174002. (40) Zhang, M.; Howe, R. C. T.; Woodward, R. I.; Kelleher, E. J. R.; Torrisi, F.; Hu, G. H.; Popov, S. V.; Taylor, J. R.; Hasan, T. Solution processed MoS2-PVA composite for sub-bandgap mode-locking of a wideband tunable ultrafast Er: fiber laser. Nano Res. 2015, 8, 1522− 1534. (41) Zhang, M.; Hu, G. H.; Hu, G. Q.; Howe, R. C. T.; Chen, L.; Zheng, Z.; Hasan, T. Yb- and Er-doped fiber laser Q-switched with an optically uniform, broadband WS2 saturable absorber. Sci. Rep. 2015, 5, 17482. (42) Chen, B. H.; Zhang, X. Y.; Wu, K.; Wang, H.; Wang, J.; Chen, J. P. Q-switched fiber laser based on transition metal dichalcogenides MoS2, MoSe2, WS2, and WSe2. Opt. Express 2015, 23, 26723−26737. (43) Wu, K.; Chen, B.; Zhang, X.; Zhang, S.; Guo, C.; Li, C.; Xiao, P.; Wang, J.; Zhou, L.; Zou, W.; Chen, J. High-performance modelocked and Q-switched fiber lasers based on novel 2D materials of topological insulators, transition metal dichalcogenides and black phosphorus: review and perspective. Opt. Commun. 2018, 406, 214− 229. (44) Chen, H.; Chen, Y. S.; Yin, J. D.; Zhang, X. J.; Guo, T.; Yan, P. G. High-damage-resistant tungsten disulfide saturable absorber mirror for passively Q-switched fiber laser. Opt. Express 2016, 24, 16287− 16296. (45) Wang, J. T.; Jiang, Z. K.; Chen, H.; Li, J. R.; Yin, J. D.; Wang, J. Z.; He, T. C.; Yan, P. G.; Ruan, S. C. Magnetron-sputtering deposited WTe2 for an ultrafast thulium-doped fiber laser. Opt. Lett. 2017, 42, 5010−5013.\n(46) Yan, P. G.; Chen, H.; Yin, J. D.; Xu, Z. H.; Li, J. R.; Jiang, Z. K.; Zhang, W. F.; Wang, J. Z.; Li, I. L.; Sun, Z. P.; Ruan, S. C. Large-area tungsten disulfide for ultrafast photonics. Nanoscale 2017, 9, 1871− 1877. (47) Wang, S. X.; Yu, H. H.; Zhang, H. J.; Wang, A. Z.; Zhao, M. W.; Chen, Y. X.; Mei, L. M.; Wang, J. Y. Broadband few-layer MoS2 saturable absorbers. Adv. Mater. 2014, 26, 3538−3544. (48) Cheng, C.; Li, Z. Q.; Dong, N. N.; Wang, J.; Chen, F. Tin diselenide as a new saturable absorber for generation of laser pulses at 1 μm. Opt. Express 2017, 25, 6132−6140. (49) Mao, D.; Cui, X. Q.; Gan, X. T.; Li, M. K.; Zhang, W. D.; Lu, H.; Zhao, J. L. Passively Q-switched and mode-locked fiber laser based on a ReS2 saturable absorber. IEEE J. Sel. Top. Quantum Electron. 2018, 24, 1. (50) Yang, H. R.; Liu, X. M. Nonlinear optical response and applications of tin disulfide in the near-and mid-infrared. Appl. Phys. Lett. 2017, 110, 171106. (51) Jiang, T.; Ozin, G. A. New directions in tin sulfide materials chemistry. J. Mater. Chem. 1998, 8, 1099. (52) Zhong, H.; Yang, G.; Song, H.; Liao, Q.; Cui, H.; Shen, P.; Wang, C. X. Vertically aligned graphene-like SnS2 ultrathin nanosheet arrays: excellent energy storage, catalysis, photoconduction, and fieldemitting performances. J. Phys. Chem. C 2012, 116, 9319. (53) Huang, Y.; Sutter, E.; Sadowski, J. T.; Cotlet, M.; Monti, O. L.A.; Racke, D. A.; Neupane, M. R.; Wickramaratne, D.; Lake, R. K.; Parkinson, B. A.; Sutter, P. Tin disulfide-an emerging layered metal dichalcogenide semiconductor: materials properties and device characteristics. ACS Nano 2014, 8, 10743−10755. (54) Zhou, X.; Zhang, Q.; Gan, L.; Li, H. Q.; Zhai, T. Y. Large-size growth of ultrathin SnS2 nanosheets and high performance for phototransistors. Adv. Funct. Mater. 2016, 26, 4405. (55) Su, G. X.; Hadjiev, V. G.; Loya, P. E.; Zhang, J.; Lei, S. D.; Maharjan, S.; Dong, P.; Ajayan, P. M.; Lou, J.; Peng, H. B. Chemical vapor deposition of thin crystals of layered semiconductor SnS2 for fast photodetection application. Nano Lett. 2015, 15, 506. (56) Hadjiev, V. G.; De, D.; Peng, H. B.; Manongdo, J.; Guloy, A. M. Phonon probe of local strains in SnSxSe2−x mixed crystals. Phys. Rev. B: Condens. Matter Mater. Phys. 2013, 87, 104302. (57) Liu, X. M.; Han, D. D.; Sun, Z. P.; Zeng, C.; Lu, H.; Mao, D.; Cui, Y. D.; Wang, F. Q. Versatile multi-wavelength ultrafast fiber laser mode-locked by carbon nanotubes. Sci. Rep. 2013, 3, 2718. (58) Sotor, J.; Pasternak, I.; Krajewska, A.; Strupinski, W.; Sobon, G. Sub-90 fs a stretched-pulse mode-locked fiber laser based on a graphene saturable absorber. Opt. Express 2015, 23, 27503−27508. (59) Sotor, J.; Sobon, G.; Macherzynski, W.; Paletko, P.; Abramski, K. M. Black phosphorus saturable absorber for ultrashort pulse generation. Appl. Phys. Lett. 2015, 107, 051108. (60) Liu, H.; Zheng, X. W.; Liu, M.; Zhao, N.; Luo, A. P.; Luo, Z. C.; Xu, W. C.; Zhang, H.; Zhao, C. J.; Wen, S. C. Femtosecond pulse generation from a topological insulator mode-locked fiber laser. Opt. Express 2014, 22, 6868−6873. (61) Sotor, J.; Sobon, G.; Macherzynski, W.; Paletko, P.; Grodecki, K.; Abramski, K. M. Mode-locking in Er-doped fiber laser based on mechanically exfoliated Sb2Te3 saturable absorber. Opt. Mater. Express 2014, 4, 1−6. (62) Mao, D.; Wang, Y. D.; Ma, C. J.; Han, L.; Jiang, B. Q.; Gan, X. T.; Hua, S. J.; Zhang, W. D.; Mei, T.; Zhao, J. L. WS2 mode-locked ultrafast fiber laser. Sci. Rep. 2015, 5, 7965. (63) Mao, D.; She, X. Y.; Du, B. B.; Yang, D. X.; Zhang, W. D.; Song, K.; Cui, X. Q.; Jiang, B. Q.; Peng, T.; Zhao, J. L. Erbium-doped fber laser passively mode locked with few-layer WSe2/MoSe2 nanosheets. Sci. Rep. 2016, 6, 23583. (64) Luo, Z.; Li, Y.; Zhong, M.; Huang, Y.; Wan, X.; Peng, J.; Weng, J. Nonlinear optical absorption of few-layer molybdenum diselenide (MoSe2) for passively mode-locked soliton fiber laser. Photonics Res. 2015, 3, A79−A86. (65) Koo, J.; Jhon, Y. I.; Park, J.; Lee, J.; Jhon, Y. M.; Lee, J. H. Nearinfrared saturable absorption of defective bulk-structured WTe2 for\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2704\nfemtosecond laser mode-locking. Adv. Funct. Mater. 2016, 26, 7454− 7461. (66) Mao, D.; Du, B. B.; Yang, D. X.; Zhang, S. L.; Wang, Y. D.; Zhang, W. D.; She, X. Y.; Cheng, H. C.; Zeng, H. B.; Zhao, J. L. Nonlinear saturable absorption of liquid-exfoliated molybdenum/ tungsten ditelluride nanosheets. Small 2016, 12, 1489−1497. (67) Niu, K. D.; Sun, R. Y.; Chen, Q. Y.; Man, B. Y.; Zhang, H. N. Passively mode-locked Er-doped fiber laser based on SnS2 nanosheets as a saturable absorber. Photonics Res. 2018, 6, 72−76. (68) Kresse, G.; Furthmüller, J. Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 11169−11186. (69) Kohn, W.; Sham, L. J. Self-consistent equations including exchange and correlation effects. Phys. Rev. 1965, 140 (4A), A1133− A1138. (70) Krukau, A. V.; Vydrov, O. A.; Izmaylov, A. F.; Scuseria, G. E. Influence of the exchange screening parameter on the performance of screened hybrid functionals. J. Chem. Phys. 2006, 125, 224106. (71) Greenaway, D. L.; Nitsche, R. Preparation and optical properties of group IV-VI 2, chalcogenides having the CdI 2, structure. J. Phys. Chem. Solids 1965, 26, 1445−1458. (72) Zhang, Y. C.; Li, J.; Zhang, M.; Dionysiou, D. D. Size-tunable hydrothermal synthesis of SnS2 nanocrystals with high performance in visible light-driven photocatalytic reduction of aqueous Cr(VI). Environ. Sci. Technol. 2011, 45, 9324−9331. (73) Wei, S. H. Overcoming the doping bottleneck in semiconductors. Comput. Mater. Sci. 2004, 30, 337−348. (74) Ma, J.; Wei, S. H.; Gessert, T. A.; Chin, K. K. Carrier density and compensation in semiconductors with multiple dopants and multiple transition energy levels: Case of Cu impurities in CdTe. Phys. Rev. B: Condens. Matter Mater. Phys. 2011, 83, 2335−2347. (75) Yang, J. H.; Yin, W. J.; Park, J. S.; Wei, S. H. Self-regulation of charged defect compensation and formation energy pinning in semiconductors. Sci. Rep. 2015, 5, 16977.\nDOI: 10.1021/acsanm.9b00190 ACS Appl. Nano Mater. 2019, 2, 2697−2705\n2705"
    } ],
    "references" : [ {
      "title" : "Two-dimensional atomic crystals",
      "author" : [ "V. V", "S.V. Morozov", "A.K. Geim" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "V. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "V. et al\\.",
      "year" : 2005
    }, {
      "title" : "Electric field effect in atomically thin carbon films",
      "author" : [ "S.V. Dubonos", "I.V. Grigorieva", "A.A. Firsov" ],
      "venue" : "Science",
      "citeRegEx" : "Y. et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2004
    }, {
      "title" : "Atomic-layer graphene as a saturable absorber for ultrafast pulsed lasers",
      "author" : [ "K. P", "Tang" ],
      "venue" : "Adv. Funct. Mater. 2009,",
      "citeRegEx" : "P. and D.,? \\Q2009\\E",
      "shortCiteRegEx" : "P. and D.",
      "year" : 2009
    }, {
      "title" : "SnS2 nano-flakes for efficient humidity and alcohol sensing at room temperature",
      "author" : [ "J. D" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "D.,? \\Q2016\\E",
      "shortCiteRegEx" : "D.",
      "year" : 2016
    }, {
      "title" : "Pulsed laser-deposited MoS2 thin films on W and Si: field emission and photoresponse studies",
      "author" : [ "M.A. More", "S.B. Ogale" ],
      "venue" : "ACS Appl. Mater. Interfaces 2014,",
      "citeRegEx" : "M. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2014
    }, {
      "title" : "Temperature dependent phonon shifts in few-layer black phosphorus",
      "author" : [ "D.J. Late" ],
      "venue" : "ACS Appl. Mater. Interfaces 2015,",
      "citeRegEx" : "Late,? \\Q2015\\E",
      "shortCiteRegEx" : "Late",
      "year" : 2015
    }, {
      "title" : "Temperature-dependent phonon shifts in atomically thin MoTe2 nanosheets",
      "author" : [ "D.J. Late" ],
      "venue" : "Appl. Mater. Today 2016,",
      "citeRegEx" : "Late,? \\Q2016\\E",
      "shortCiteRegEx" : "Late",
      "year" : 2016
    }, {
      "title" : "Recent development in 2D materials beyond graphene",
      "author" : [ "A. Gupta", "T. Sakthivel", "S. Seal" ],
      "venue" : "Prog. Mater. Sci. 2015,",
      "citeRegEx" : "Gupta et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2015
    }, {
      "title" : "Two-dimensional crystals: beyond graphene",
      "author" : [ "A.H.C. Neto", "K. Novoselov" ],
      "venue" : "Mater. Express 2011,",
      "citeRegEx" : "Neto and Novoselov,? \\Q2011\\E",
      "shortCiteRegEx" : "Neto and Novoselov",
      "year" : 2011
    }, {
      "title" : "mobility transistors based on large area and highly crystalline CVDgrown MoSe2 films on insulating substrates",
      "author" : [ "G. Eda", "H. Yamaguchi", "D. Voiry", "T. Fujita", "M. Chen", "M. Chhowalla" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Eda et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Eda et al\\.",
      "year" : 2016
    }, {
      "title" : "Optical modulators with 2D layered materials",
      "author" : [ "Z. Sun", "A. Martinez", "F. Wang" ],
      "venue" : "Nat. Photonics 2016,",
      "citeRegEx" : "Sun et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2016
    }, {
      "title" : "WS2 saturable absorber for dissipative soliton mode locking at 1.06 and 1.55 μm",
      "author" : [ "D. Mao", "S. Zhang", "Y. Wang", "X. Gan", "W. Zhang", "T. Mei", "H. Zeng", "J. Zhao" ],
      "venue" : "Opt. Express 2015,",
      "citeRegEx" : "Mao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mao et al\\.",
      "year" : 2015
    }, {
      "title" : "Single-layer MoS2 phototransistors",
      "author" : [ "Z. Yin", "H. Li", "L. Jiang", "Y. Shi", "Y. Sun", "G. Lu", "Q. Zhang", "X. Chen", "H. Zhang" ],
      "venue" : "A. Single-layer MoS2 transistors. Nat. Nanotechnol",
      "citeRegEx" : "Yin et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2011
    }, {
      "title" : "tungsten disulfide saturable absorber mirror for passively Q-switched fiber laser",
      "author" : [ "G. High-damage-resistant" ],
      "venue" : "Opt. Express 2016,",
      "citeRegEx" : "High.damage.resistant,? \\Q2016\\E",
      "shortCiteRegEx" : "High.damage.resistant",
      "year" : 2016
    }, {
      "title" : "Large-area tungsten disulfide for ultrafast photonics",
      "author" : [ "P.G. Yan", "H. Chen", "J.D. Yin", "Z.H. Xu", "J.R. Li", "Z.K. Jiang", "W.F. Zhang", "J.Z. Wang", "I.L. Li", "Z.P. Sun", "S.C. Ruan" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Yan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2017
    }, {
      "title" : "Broadband few-layer MoS2 saturable absorbers",
      "author" : [ "Y.X. Chen", "L.M. Mei", "J.Y. Wang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Vertically aligned graphene-like SnS2 ultrathin nanosheet arrays: excellent energy storage, catalysis, photoconduction, and fieldemitting performances",
      "author" : [ "C.X. Wang" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Wang,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2012
    }, {
      "title" : "Tin disulfide-an emerging layered metal dichalcogenide semiconductor: materials properties and device characteristics",
      "author" : [ "B.A. Parkinson", "P. Sutter" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Parkinson and Sutter,? \\Q2014\\E",
      "shortCiteRegEx" : "Parkinson and Sutter",
      "year" : 2014
    }, {
      "title" : "Chemical vapor deposition of thin crystals of layered semiconductor SnS2 for fast photodetection application",
      "author" : [ "G.X. Su", "V.G. Hadjiev", "P.E. Loya", "J. Zhang", "S.D. Lei", "S. Maharjan", "P. Dong", "P.M. Ajayan", "J. Lou", "H.B. Peng" ],
      "venue" : "phototransistors. Adv. Funct. Mater. 2016,",
      "citeRegEx" : "Su et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Su et al\\.",
      "year" : 2015
    }, {
      "title" : "Sub-90 fs a stretched-pulse mode-locked fiber laser based on a graphene saturable absorber",
      "author" : [ "J. Sotor", "I. Pasternak", "A. Krajewska", "W. Strupinski", "G. Sobon" ],
      "venue" : "Opt. Express 2015,",
      "citeRegEx" : "Sotor et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sotor et al\\.",
      "year" : 2015
    }, {
      "title" : "Femtosecond pulse generation from a topological insulator mode-locked fiber laser",
      "author" : [ "X.W. Zheng", "M. Liu", "N. Zhao", "A.P. Luo", "Z.C. Luo", "W.C. Xu", "H. Zhang", "C.J. Zhao", "S.C. Wen" ],
      "venue" : "generation. Appl. Phys. Lett",
      "citeRegEx" : "H. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2015
    }, {
      "title" : "Sb2Te3 saturable absorber",
      "author" : [ "D. Mao", "Y.D. Wang", "C.J. Ma", "L. Han", "B.Q. Jiang", "X.T. Gan", "S.J. Hua", "W.D. Zhang", "T. Mei", "J.L. Zhao" ],
      "venue" : "Opt. Mater. Express 2014,",
      "citeRegEx" : "Mao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mao et al\\.",
      "year" : 2015
    }, {
      "title" : "Nonlinear optical absorption of few-layer molybdenum diselenide (MoSe2) for passively mode-locked soliton fiber laser",
      "author" : [ "Z. Luo", "Y. Li", "M. Zhong", "Y. Huang", "X. Wan", "J. Peng", "J. Weng" ],
      "venue" : "WSe2/MoSe2 nanosheets. Sci. Rep. 2016,",
      "citeRegEx" : "Luo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2016
    }, {
      "title" : "Nearinfrared saturable absorption of defective bulk-structured WTe2",
      "author" : [ "J. Koo", "Y.I. Jhon", "J. Park", "J. Lee", "Y.M. Jhon", "J.H. Lee" ],
      "venue" : null,
      "citeRegEx" : "Koo et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Koo et al\\.",
      "year" : 2015
    }, {
      "title" : "Overcoming the doping bottleneck in semiconductors",
      "author" : [ "S.H. Wei" ],
      "venue" : "Comput. Mater. Sci. 2004,",
      "citeRegEx" : "Wei,? \\Q2004\\E",
      "shortCiteRegEx" : "Wei",
      "year" : 2004
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Transition metal dichalcogenides (TMDCs) with different thickness can greatly influence the performance of photonic devices. However, how to accurately control the layers of TMDCs and realize the application of TMDCs in ultrafast photonics remains challenging. Here, we study the thickness dependence of ultrafast photonics of SnS2, which is one of newly emerging TMDCs. The SnS2 crystals are synthesized by the chemical vapor transport technique and confirmed as the n-type material by first-principles calculations. As a potential application, SnS2 samples with three different thickness are successfully applied in fiber lasers. The importance and effectiveness of thickness dependence of SnS2 are demonstrated by different laser performance. Results indicate that SnS2 has excellent optical properties with controllable thickness and may be beneficial for the applications of electronics, optics, and sensors.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}