{
  "name" : "downloads_2020-10-27_93_alavi2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano liposomal and cubosomal formulations with platinum-based anticancer agents: therapeutic advances and challenges",
    "authors" : [ "Mehran Alavi", "Thomas J Webster" ],
    "emails" : [ "reprints@futuremedicine.com", "mehranbio83@gmail.com", "th.webster@neu.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Review\nFor reprint orders, please contact: reprints@futuremedicine.com\nNano liposomal and cubosomal formulations with platinum-based anticancer agents: therapeutic advances and challenges Mehran Alavi*,1 & Thomas J Webster**,2 1Nanobiotechnology Laboratory, Biology Department, Faculty of Science, Razi University, Kermanshah, Iran 2Department of Chemical Engineering, Northeastern University, Boston, MA 02115, USA *Author for correspondence: mehranbio83@gmail.com **Author for correspondence: th.webster@neu.edu\nNephrotoxicity, neurotoxicity and multidrug resistance in tumor cells can result from platinum-based anticancer (PBA) agents which can be reduced by nano formulations. Recently, novel formulations based on liposomes and cubosomes have been described as efficient strategies to overcome nephrotoxicity, ototoxicity, neurotoxicity, cardiotoxicity, hematological toxicities, hepatotoxicity and gastrointestinal toxicity as well as multidrug resistance. The co-delivery of anticancer agents concomitant with PBAs via biocompatible and biodegradable smart liposomes and cubosomes can augment therapeutic results of chemotherapy as well as radiotherapy owing to their high accessibility of surface and internal modification. For this purpose, surface, bilayer or core sections of these formulations can be functionalized by pure PBAs or modified PBAs. In this review, recent significant advances and challenges related to various liposomal and cubosomal formulations of PBA are presented in order to emphasize suitable formulations for anticancer applications with critical thoughts provided on how the field can progress.\nFirst draft submitted: 8 May 2020; Accepted for publication: 7 August 2020; Published online: 18 September 2020\nKeywords: liposomal and cubosomal formulations • multidrug resistance • platinum-based anticancer agents • side effects • smart carriers\nPresently, there are numerous anticancer agents (such as anthracyclines and platinum-based anticancer [PBA] drugs) used for treating cancer which is clearly one of the major health crises to ever threaten our world. Among PBA drug systems, cisplatin, carboplatin and oxaliplatin drugs have received more attention than others (Figure 1). However, it is well known that organs with fast proliferating cells (such as those in the intestines and stomach) are more sensitive upon PBA action [1]. In particular, after the uptake of PBA drugs by cell membrane copper transporters (e.g., the copper transporter CTR1) and hydrolysis in the cytoplasm, these compounds lead to DNA platination, mitochondrial dysfunction, oxidative stress, changes in calcium homeostasis, extrinsic and intrinsic apoptosis, inhibition of copper trafficking, and perturbation of iron metabolism mechanisms [2–5]. The platination of DNA can be founded in interstrand, intrastrand and DNA-protein crosslinks (Figure 2). Two purine bases involving adenine and guanine (at the N7 position) are the target for the DNA crosslinks. Mono and di-adduct formation can disrupt DNA replication in the S phase of the cancer cell cycle [6]. However, this comes with significant toxicity concerns.\nCytopenias anaphylaxis, ototoxicity (hearing inefficiency and tinnitus), hepatotoxicity, cardiotoxicity, vomiting, nausea, diarrhea, mucositis, pain, anorexia, cachexia, asthenia, stomatitis and alopecia have all been described as unwanted side effects of PBA [8,9]. Further, nephrotoxicity, neurotoxicity and myelosuppression are all adverse effects of cisplatin, oxaliplatin and carboplatin, respectively. These side effects result in a reduced efficiency of these drugs and increased patient dissatisfaction and mortality (Table 1). Other limitations in using PBA is innate or acquired resistance by PBA degradation, drug efflux and DNA repair mechanisms [10]. Different signaling pathways indicate innate and acquired resistance [10]. PBA may be inactivated by metallothioneins and glutathione in the cytoplasm or exported by MRP2, ATP7B and ATP7A transporters [11–14].\nTherefore, the creation of novel formulations to reverse these mechanisms of PBA resistance is necessary for improved efficacy. Encapsulation of PBA by micro and nanoformulations may be one intelligent alternative to overcome the aforementioned cancer cell resistance mechanism. PBA encapsulation and loading by micro and\nNanomedicine (Lond.) (2020) 15(24), 2399–2410 ISSN 1743-5889 239910.2217/nnm-2020-0199 C© 2020 Future Medicine Ltd\nnanoformulations are common approaches to passive and active targeting of cancer cells [14–17]. In the case of nanomaterials (NMs), zero, 1 and 2D NMs may be applied to formulate PBA [18–20]. Various types of NMs including graphene nanoplates, nanotubes, nanowires, fullerenes, dendrimers, metal nanoparticles (MNPs) / metal oxide nanoparticles (MONPs), hydrogels, micelles, polymeric micelles, liposomes, polymerosomes, polymeric NPs, mesoporous NPs and lipid NPs have all been utilized to prepare nanocomplexes containing PBA (Figure 3). Each type of these drug-delivery systems has its own advantages and disadvantages [21,22]. Among these carriers, phospholipid-based formulations including liposomes and particularly cubosomes have obtained more attention owing to their high accessibility of surface and internal modification (Table 2) [23–25]. Therefore, in the present review, recent findings and challenges related to liposomal and cubosomal formulations of PBA are discussed and compared to obtain a clearer insight for the future of their anticancer investigations.\n2400 Nanomedicine (Lond.) (2020) 15(24) future science group"
    }, {
      "heading" : "Liposomal formulations of PBAs",
      "text" : "Platinum NPs There are various metal and metal oxide NPs including Ag, Pt, Cu, TiO2, and ZnO NPs with anticancer activities [32]. The main component of PBAs is the Pt element, which can interact with nucleic acid macromolecules of cancer cells by the above mentioned mechanisms (Figure 2). Photodynamic therapy is another cytotoxicity mechanism of PtNPs, in which NPs can produce reactive oxygen species (ROS) under a specific wavelength. ROS are able to promote apoptosis or necrosis by the destruction of cellular macromolecules of cancer cells such as DNA, proteins and lipids [33]. In this way, encapsulation of PtNPs by soft NMs (such as liposomes and cubosomes) can be difficult\nfuture science group www.futuremedicine.com 2401\nwork and smart functionalization is required to hinder ROS effects. PtNPs can absorb glutathione (GSH) via binding with the sulfhydryl group of this antioxidant and lead to a decrease in GSH level of cancer cells. In a comparative investigation, daunorubicin@PtNPs exhibited more antitumor activity against K562 tumor bearing mice and a HepG2 liver cancer cell line compared with PtNPs, daunorubicin, cisplatin and daunorubicin/cisplatin treatment by induction of apoptosis enzymes (Figure 4) [34].\nCisplatin Cisplatin is an effective drug against breast, ovarian, head-neck, bladder and testicular tumors. However, for cisplatin, cis-(Pt[NH3]2Cl2), hemolytic anemia, electrolyte disturbance, nephrotoxicity and neurotoxicity are all severe dose-limiting toxicities and cancer cell multidrug resistance has been reported [35,36]. To reduce such concerns, the phospholipid bilayer and aqueous core of liposomes have been used to encapsulate hydrophilic and hydrophobic anticancer agents, respectively [37]. Liposomal formulations of cisplatin, termed lipoplatin, have an average diameter and half-life of 110 nm and 120 h, respectively, and have finished Phase III clinical trials [38]. The\n2402 Nanomedicine (Lond.) (2020) 15(24) future science group\nantitumor activities for this formulation in combination with paclitaxel against nonsmall cell lung cancers were much more than cisplatin alone [39]. Two approaches for targeting tumor cells involving passive and active targeting may be used for liposomal formulations [40]. Surface modification by PEG increases the half-life by reducing the recognition by immune system cells in the circulatory system [41]. The severity of the immune system response to PEGlylated liposomes is dependent on the stage of the liposome administration. In this regard, in the first injected dose, anti-PEG IgM was produced via splenic B cells. After 5 days and up to 21 days, in the second administration, PEGylated liposomes are cleared rapidly from the reticuloendothelial system by effectuation of Kupffer cells in combination with anti-PEG IgM and the complement system [42,43].\nA theranostic effect (i.e., combining therapy with diagnosis) was obtained by the combination of a lipophilic dye with prominent near infrared absorbance and fluorescence (1,1′-dioctadecyl-3,3,3′,3′tetramethylindotricarbocyanine iodide) and cisplatin coupled 1,2-distearoyl-sn-glycero-3-phosphoethanolamine (Pt[IV]-DSPE). Efficient drug loading was measured as ≈100% with a long blood circulating time of up to 15.53 h and cellular passive uptake as well as strong chemo-phototherapy and biocompatibility properties [44]. A reduction of oxygen in cancer cells (as hypoxia) has resulted from the Warburg effect (lactate generation in cancer cells in the presence of oxygen as ‘aerobic glycolysis’ compared with the oxidative phosphorylation pathway in normal cells) which could be targeted or removed by novel formulations. An antioxidant enzyme, catalase, with an ability to convert H2O2 to H2O and O2 can increase oxygen supply to tumor cells. By encapsulation of this enzyme with a cisplatin(IV)-prodrug-conjugated phospholipid, one can provide a suitable formulation to decrease the side effects of both cisplatin and x-ray radiotherapy [45].\nIn addition, the use of active metabolites from medicinal herbs is increasing owing to their therapeutic, biocompatibility and biodegradability properties. Curcumin from the polyphenolic curcuminoides is derived from the root of turmeric, the Curcuma longa plant, and is a natural compound with antioxidant, anti-inflammation, antimicrobial and anticancer activities [46,47]. The co-delivery of cisplatin and curcumin by a PEGylated liposome (average diameter of 294.6 nm) resulted in reduced side effects and improved anticancer activities against mouse hepatoma H22 and human HCC HepG2 xenograft models. In this regard, different combination ratios of cisplatin and curcumin showed different levels of growth inhibition. Growth inhibition against HepG2 cells was achieved for a combination cisplatin and curcumin ratio of 1:8, which was greater than that at 1:4. In addition, for both anticancer agents, two stages involving the burst and sustained release were observed within 2 and 24 h, respectively [48]. In the above examples, catalase and curcumin agents were encapsulated respectively in the aqueous core and lipid bilayers of liposomes (Figure 5).\nMost patients with ovarian cancer show resistance to chemotherapy agents such as carboplatin-paclitaxel and cisplatin. β-elemene is another natural compound, which restores the sensitivity of multidrug resistance tumor cells by the reduction of the protein P-gp, an inhibition efflux pump, and inducing cell death or cell cycle arrest. Similar to curcumin, this sesquiterpene can be encapsulated in a phospholipid bilayer of a liposome accompanied by cisplatin in the core section [49]. A higher uptake of glucose molecules is one of the common cancer cell resistance mechanisms to cisplatin, which is redirected partially by the pentose phosphate pathway. Glucose-6phosphate dehydrogenase (G6PDH) is one of the important enzymes in the pentose phosphate pathway with an ability to produce NADPH and H+ by converting D-glucose-6-phosphate to 6-phospho-D-glucono-1,5lactone [50]. Inhibition of the enzyme glucose-6-phosphatedehydrogenase (G6PDH) by 6-amino nicotinamide (6-AN) can provide cell sensitivity to cisplatin. Encapsulation of 6-amino nicotinamide in PEGylated liposomes (PEG-DSPE4: PEG5k-βGlu(βGlu)2-(DSPE)4) with cisplatin demonstrated significant cytotoxicity effect against cisplatin-resistant subclones of IGROV1 cells. The combination of 0.5 μM stealth liposomes/cisplatin with 1 μM of 6-AN demonstrated higher cytotoxicity against IGROV1 cells compared with free cisplatin [51]. The thiolcontaining cellular molecule such as GSH can bind with Pt to form Pt(GS)2 conjugates, which are exported from tumor cells by ATP-dependent GSH S-conjugate export pumps (GS-X pump). Sulforaphane (SFN), a sulfur-rich compound found in cruciferous vegetables can cause cell cycle arrest, cellular apoptosis and reduction of GSH via binding with GSH. In this regard, a complex of hydrophilic poly (γ, L-glutamic acid)-cisplatin (γ-PGA-cisplatin) with SFN was loaded on NPs composed of an amphiphilic copolymer methoxy poly (ethylene glycol)-poly(lactideco-glycolide) (mPEG-PLGA) to co-deliver both drugs toward MCF-7 cells, a cell line of breast cancer. As a dose-dependent anticancer activity, cell availability was lower for this polymeric NP compared with a no-polymeric formulation of both drugs at a significant difference value (p < 0.01) [52].\nfuture science group www.futuremedicine.com 2403\nOxaliplatin Oxaliplatin is very efficiency in treating colon cancer compared with cisplatin. In addition, suitable drug combinations can increase the anticancer therapeutic synergism effect (i.e., an interaction between two or more therapeutic agents which leads to greater efficiency of the combined agents with respect to the individual efficiency of each drug). For this purpose, drug delivery and the sustained/synchronized release of both drugs should be considered to obtain optimized results. For example, the co-delivery of irinotecan hydrochloride with oxaliplatin by a nanoliposome showed higher cytotoxicity compared with single loaded liposomes of each drug toward CT-26 and HCT-116 cells as colorectal cancer cell lines. In a comparative way, the antitumor activity after 22 days of treatment by the co-loaded liposomes was more than the synchronous and sequential administration of oxaliplatin and irinotecan [53]. In a promising study, liposomal formulations of oxaliplatin, irinotecan and 5-fluorouracil improved the antineoplastic effects toward gastric cancer [54].\nA prodrug of phospholipid-mimic oxaliplatin (Oxalipid) can be encapsulated in the bilayer of a liposome due to reduced premature drug leakage and elevated drug loading amount. However, a main drawback in the scale-up of this formulation is the difficulty of a coupling reaction process to produce these prodrugs. The only way to treat triple negative breast cancer in the metastasis stage may be by chemotherapy. For this purpose, 27 wt.% and 69.4% of a drug loading ratio and tumor growth inhibition, respectively, were observed for liposomal formulations of oxalipid with a mean diameter of 81.8 nm [55]. Other factors to obtain an appropriate liposomal formulation that must be considered include: suitable stability of the liposomes both over long periods of storage and physiological conditions. The buffer 2-morpholinoethansulfonic acid (MES) acts as a stabilizer and leads to reduced drug degradation as well as phospholipid degradation of oxaliplatin encapsulated liposomes for 12-months of storage at 2–8◦C [56,57].\nThe entry of anticancer agents into neural tumor tissue is blocked by the blood–brain barrier. One promising option to bypass this problem is using convection enhanced delivery (CED). In this regard, after 4 and 48 h after CED, the amount of Lipoxal™ (the trademark for the liposomal formulations of cisplatin and oxaliplatin) bound to a DNA macromolecule in F98 glioma cells was prominently higher compared with an evaluated quantity for oxaliplatin. Moreover, based on histological studies, less edema was observed for Lipoxal™ formulations than\n2404 Nanomedicine (Lond.) (2020) 15(24) future science group\noxaliplatin [58]. Modified lipid NPs can be considered as other suitable nanoformulations to encapsulate and deliver oxaliplatin. For instance, aminoethyl anisamide targeted PEGylated lipid NPs within microemulsions were used to load oxaliplatin, 5-fluorouracil and folinic acid to inhibit cell growth of liver metastasis and colorectal cancer. Improved half-life, drug accumulation and induction of apoptosis were major results of this nanoformulation [59]. As polymeric NPs, dendrimers having high surface groups can be feasibly functionalized to formulate a promising carrier. PEGylated polyamidoamine dendrimers illustrated high oxaliplatin loading efficiency of 75.69% and a reduction in the cell viability of HeLa, A549 and MCF-7 cancer cell lines at 79.90–56.97, 84.80–64.00 and 92.00–65.00% after a 48-h period, respectively, for a 75 μg/ml concentration of oxaliplatin [60].\nCarboplatin Similar to US FDA approved liposomal formulations (such as Doxil R© and Marqibo R©) for respective doxorubicin and vincristine drugs, efficient preparation and storage methods are required for PBA liposomal formulations. As one striking example, a passive equilibration method was utilized to prepare carboplatin-encapsulated liposomes based on carboplatin addition to preformed liposomes. Both in vivo and in vitro results for this formulation showed a suitable stability and circulation half-life. Bioavailability values determined as the area under the plasma drug concentration curve versus time (AUC0–24 h) were 1014.0, 583.96 and 0.016μg·h/ml for formulations prepared by 1,2-distearoylsn-glycero-3-phosphocholine (DSPC)/Cholesterol (Chol)/carboplatin, DSPC/distearoyl-sn-glycero-3-phospho(1′-rac-glycerol) (DSPG)/Chol/carboplatin, and free carboplatin, respectively [61]. Although a lower cytotoxicity than drug-DNA adducts was found for carboplatin compared with oxaliplatin and cisplatin, carboplatin (as a strong radiosensitizer) can damage a lot of DNA under radiotherapy even with low energy [62]. Therefore, finding a smart strategy to reduce the side effects of carboplatin under radiotherapy is indispensable.\nAs noted in the above part, CED is a novel surgery that can augment the concentration of the drugs in the early hours of the injection. To sustain a drug concentration in tumor cells over the long term, drug encapsulation in a nano-carrier (such as modified liposomes) may be well planned. Considering the size, uniform size distribution, ζ potential, liposomal lipid composition and liposome modification type, it is critical to optimize such results [63,64]. In a comparative study, the CED of pegylated and negatively charged liposomes containing carboplatin showed a less efficient formulation in vitro but a significant therapeutic impact in animal models of glioblastoma brain tumors. Four carboplatin/liposome formulations including cationic PEGylated, cationic non PEGylated, anionic PEGylated and anionic non PEGylated formulations were prepared to compare the effects of PEGylation and the surface electric potential on cellular uptake and cytotoxicity of each carrier. Lower and higher values of LD50 equal to 0.169 and 35 were observed for cationic liposomes without PEGylation and anionic liposomes with PEGylation, respectively [65].\nRadiolabeled carriers and drugs are used to monitor blood circulation and the biodistribution kinetics of carriers as well as the release, uptake and accumulation properties of drugs. For this purpose, [18F]-Fluorinated carboplatin can be encapsulated in a PEGylated liposome radiolabeled via single-photon emission computed tomography radionuclides of 111In [66]. As noted in the introduction section, DNA repair mechanisms can cause resistance of cancer cells toward PBAs. One convincing strategy to sidestep this problem is using DNA repair inhibitor drugs, such as olaparib. This drug blocks an enzyme that contributes to DNA repair, poly ADP ribose polymerase (PARP). Encapsulation of carboplatin and olaparib in a PEGylated liposome, named OLICARB, at a molar concentration ratio of 1:1 demonstrated significant antitumor activities against platinum anticancer drug-resistant cell lines. This study showed IC50 values of 0.75 ± 0.09, 1.5 ± 0.3, 8 ± 1, 2.2 ± 0.4, and >100 μM of OLICARB at molar concentration ratios of 2:1 of olaparib:carboplatin toward A2780, A2780cis, MCF-7, MDA-MB-231 and MRC5 pd30 cell lines, respectively [67]. A combination of radiotherapy with liposomal formulations of paclitaxel and carboplatin had synergistic anticancer effects on advanced lung squamous cell carcinoma (LSCC) [68]. Therefore, this study illustrated the optimized results one can get based on both radiotherapy and liposomal chemotherapy. In the case of cytotoxicity effects of polymeric encapsulation of carboplatin, carboplatin-PEGylated poly(butyl cyanoacrylate) NPs displayed better efficiency on A2780CIS and A2780CP ovarian cancer cell lines compared with the free drug and non-PEGylated NPs at time points of 24, 48 and 72 h [69]. Cellulose polymers can be used in the form of microcrystalline cellulose, nanocrystalline cellulose, nanofibrillated cellulose and cellulose NPs to load therapeutic agents [70,71]. As one example, carboplatin-loaded ethyl cellulose NPs with a mean size of 213.8 nm demonstrated pharmacodynamics, pharmacokinetics, and LD50 of 184 mg/kg with reduced hemolytic toxicity compared with its commercial formulation with value of 98 mg/kg [72].\nfuture science group www.futuremedicine.com 2405"
    }, {
      "heading" : "Cubosomal formulations of PBAs",
      "text" : "There are three common vesicle forms of exotic membrane phases including a discontinuous micellar cubic phase (micellarsome), a hexagonal phase (hexosome) and a bicontinuous cubic phase (cubosome). The ability to encapsulate hydrophilic and hydrophobic drugs and with a high membrane surface area has been found for these vesicles. Cubosomes are bicontinuous cubic lipid NPs in a liquid crystalline phase stabilized by polymer materials in the outer corona. These carriers have a higher membrane surface area for loading therapeutic agents compared with liposomes [73]. An important disadvantage for cubosomal formulations is the retention of hydrophilic drugs because of their hydrophobic core. Compared with liposomes, cubosomes have a hydrophobic core, less viscosity, and large volume for drug loading. The combination of metformin, a frontline treatment of Type 2 diabetes, with chemotherapeutic agents showed a synergistic anticancer effect by several mechanisms involving 5′ adenosine monophosphate-activated protein kinase (AMPK)-, and the mammalian target of rapamycin complex 1 (mTORC1)-dependent AMPK- and mTORC1-independent [74].\nCubosomes composed of three components by glyceryl monooleate (GMO), Pluronic-F127, sulphorhodamineB (SRB) and polyvinyl alcohol (PVA) were used to co-encapsulate cisplatin and metformin. Enhanced apoptosis and oxidative stress, inhibition of LHD activity, AMPK, mTOR and Akt metabolic pathways indicative of anticancer activities of these carriers against colorectal cancer cell lines were observed. Oxidative stress and apoptosis were caused by metformin as a reduction of ATP and glucose amount in tumor cells [75]. Surface functionalization of cubosomes by specific polymers (such as poly-ε-lysine) reduced the burst release of hydrophilic drugs. In this regard, cisplatin and paclitaxel, as respective hydrophilic and hydrophobic drugs, were encapsulated in modified\n2406 Nanomedicine (Lond.) (2020) 15(24) future science group\ncubosomes with poly-ε-lysine. As a comparative study, a higher entrapment efficiency of 56% was indicated for modified cubosomes compared with uncoated cubosomes at 37%. In addition, the initial release values after 1 h for coated cubosomes compared with unmodified ones were 22 and 52%, respectively [25]. In summary, major properties of each liposomal and cubosomal formulations of cisplatin, oxaliplatin and carboplatin are presented in Table 3."
    }, {
      "heading" : "Conclusion",
      "text" : "Functionalized polymer and metallic NPs as hard nanocarriers as well as liposomes, micelles and cubosomes as soft nanocarriers may be used to encapsulate PBA agents due to passive and active targeting of cancer cells. Oxalipid prodrugs can be encapsulated in the bilayer section of liposomes for the elevation of the drug loading amount and reduction in premature drug leakage. A difficulty in the coupling reaction process to generate these prodrugs is a major drawback for scale-up of this formulation. Moreover, the long period of stability of liposomes for storage and physiological conditions are other factors to obtain an appropriate liposomal formulation. In the case of carboplatin, more cytotoxicity was observed under radiotherapy, which can be reduced by CED surgery as a direct injection of liposomal formulations into brain tumor tissue. In this regard, to improve drug accumulation in the tumor cells over the long term, considering the size, uniform size distribution, ζ potential and modification type of liposomes, it is vital to achieve acceptable results. It is worth noting that both in vitro and in vivo studies are essential to achieve a deep comprehension of chemotherapy and radiotherapy. Another promising application for liposomal formulations is labeling PEGylated liposomes with PET radiolabeled drugs by a single-photon emission computed tomography radionuclide, such as 99 mTc or 111In. This approach can provide in vivo tracking of both liposomes and drugs in tumor cells. It can be concluded that the application of liposomal formulations containing one or several PBAs with other complement drugs as a chemotherapy concomitant with radiotherapy is the best suggestion to treat various cancers, particularly severe cancers."
    }, {
      "heading" : "Future perspective",
      "text" : "Reduction or removal of drug resistance should be considered when identifying any new anticancer formulation. For instance, the inhibition of the enzyme PARP is one way to reduce PBA resistance which can be possible by the contribution of specific drugs (such as olaparib) in all formulations. Compared with liposomes, cubosomes have a hydrophobic core, less viscosity and large volume for drug loading. The major disadvantage for cubosomal formulations is the retention of hydrophilic drugs owing to its hydrophobic core. In this regard, surface modification of cubosomes by specific polymers (such as poly-ε-lysine) can reduce the burst release of hydrophilic drugs such as cisplatin. Unfortunately, to date, there have been no convincing studies about cubosomal formulations of oxaliplatin and carboplatin. Therefore, more studies are needed to reveal the anticancer activates of these types of formulations both in vivo and in vitro.\nExecutive summary\n• Side effects and multidrug resistance in cancer cell lines are two major factors in the reduction of platinum-based anticancer (PBA) drugs efficiency. • Among micro and nanocarriers, phospholipid-based formulations including liposomes and particularly cubosomes have obtained more attention owing to their high accessibility of surface and internal modification. Liposomal formulations • Surface, bilayer and core sections of liposomes can be functionalized by PBAs. • Research showed higher efficiency for active targeting of cancer with respect to passive targeting. • Convection enhanced delivery as a novel surgery that can augment the concentration of the drugs in the early\nhours of the injection. • Co-delivery of oxaliplatin and irinotecan by liposomal formulations is more efficient than synchronous and\nsequential administration of these drugs. Cubosomal formulations • Compared with liposomes, cubosomes have a hydrophobic core, less viscosity and large volume for drug loading. • The major disadvantage for cubosomal formulations is the retention of hydrophilic drugs owing to its\nhydrophobic core. • Surface modification of cubosomes by specific polymers (such as poly-ε-lysine) can reduce the burst release of\nhydrophilic drugs, such as cisplatin.\nfuture science group www.futuremedicine.com 2407\nFinancial & competing interests disclosure\nThe authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or finan-\ncial conflict with the subject matter or materials discussed in the manuscript. This includes employment, consultancies, honoraria,\nstock ownership or options, expert testimony, grants or patents received or pending, or royalties.\nNo writing assistance was utilized in the production of this manuscript."
    } ],
    "references" : [ {
      "title" : "Cancer stem cell targeting for anticancer therapy: strategies and challenges. In: Topics in Anti-Cancer Research: Volume 8. Rahman A, Zaman K (Eds)",
      "author" : [ "S Das", "MK Das", "T. Chakraborty" ],
      "venue" : "Bentham Science Publishers, Sharjah, United Arab Emirates,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "The genetic vulnerability to cisplatin ototoxicity: a systematic review",
      "author" : [ "E Tserga", "T Nandwani", "NK Edvall" ],
      "venue" : "Sci. Rep. 9(1),",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Perturbation of iron metabolism by cisplatin through inhibition of iron regulatory protein",
      "author" : [ "M Miyazawa", "AR Bogdan", "Y. Tsuji" ],
      "venue" : "Cell Chem. Biol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Mechanistic and structural basis for inhibition of copper trafficking by platinum anticancer drugs",
      "author" : [ "A Lasorsa", "MI Nardella", "A Rosato" ],
      "venue" : "J. Am. Chem. Soc. 141(30),",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Inflammatory and neuropathic gene expression signatures of chemotherapy-induced neuropathy induced by vincristine, cisplatin, and oxaliplatin in C57BL/6J Mice",
      "author" : [ "H Starobova", "A Mueller", "JR Deuis", "DA Carter", "I. Vetter" ],
      "venue" : "J. Pain",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2020
    }, {
      "title" : "Differential damage and repair of DNA-adducts induced by anti-cancer drug cisplatin across mouse organs",
      "author" : [ "A Yimit", "O Adebali", "A Sancar", "Y. Jiang" ],
      "venue" : "Nat. Commun. 10(1),",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Is cisplatin-induced cell death always produced by apoptosis",
      "author" : [ "VM Gonzalez", "MA Fuertes", "C Alonso", "JM. Perez" ],
      "venue" : "Mol. Pharmacol. 59(4),",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2001
    }, {
      "title" : "The side effects of platinum-based chemotherapy drugs: a review for chemists",
      "author" : [ "R Oun", "YE Moussa", "NJ. Wheate" ],
      "venue" : "Dalton Trans. 47(19),",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Pathophysiology of chemotherapy-induced peripheral neuropathy",
      "author" : [ "H Starobova", "I. Vetter" ],
      "venue" : "Front. Mol. Neurosci. 10,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Cisplatin resistance and opportunities for precision medicine",
      "author" : [ "L. Amable" ],
      "venue" : "Pharmacol. Res. 106,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Metallothionein: potential therapeutic target for osteosarcoma",
      "author" : [ "S Siddiqui", "A Singh", "S Ali", "M Yadav", "V Pandey", "D. Sharma" ],
      "venue" : "J. Oncol. Sci",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Identification of MRP2 as a targetable factor limiting oxaliplatin accumulation and response in gastrointestinal cancer",
      "author" : [ "K Myint", "R Biswas", "Y Li" ],
      "venue" : "Sci. Rep. 9(1),",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Dual role of LRRC8A-containing transporters on cisplatin resistance in human ovarian cancer cells",
      "author" : [ "BH Sørensen", "CS Dam", "S Stürup", "IH. Lambert" ],
      "venue" : "J. Inorg. Biochem",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "A nanodrug to combat cisplatin-resistance by protecting cisplatin with p-sulfonatocalix[4]arene and regulating glutathione S-transferases with loaded 5-fluorouracil",
      "author" : [ "X Dai", "X Zhou", "C Liao", "Y Yao", "Y Yu", "S. Zhang" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Intracellular glutathione-depleting polymeric micelles for cisplatin prodrug delivery to overcome cisplatin resistance of cancers",
      "author" : [ "Y Han", "W Yin", "J Li" ],
      "venue" : "J. Control. Release 273,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Glutathione-scavenging poly(disulfide amide) nanoparticles for the effective delivery of Pt (IV) prodrugs and reversal of cisplatin resistance",
      "author" : [ "X Ling", "X Chen", "IA Riddell" ],
      "venue" : "Nano Lett. 18(7),",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Platinum (IV) prodrug conjugated Pd@Au nanoplates for chemotherapy and photothermal therapy",
      "author" : [ "S Shi", "X Chen", "J Wei", "Y Huang", "J Weng", "N. Zheng" ],
      "venue" : "Nanoscale 8(10),",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Carbon nanotube capsules enhance the in vivo efficacy of cisplatin",
      "author" : [ "A Guven", "GJ Villares", "SG Hilsenbeck" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Preparation of novel cisplatin-conjugated hollow gold nanospheres for targeting cervical cancer",
      "author" : [ "YH Guan", "M Tian", "XY Liu", "YN. Wang" ],
      "venue" : "J. Cell. Physiol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Topical delivery of growth factors and metal/metal oxide nanoparticles to infected wounds by polymeric nanoparticles: an overview",
      "author" : [ "M Alavi", "M. Rai" ],
      "venue" : "Expert Rev. Anti Infect. Ther",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2020
    }, {
      "title" : "Hemoglobin self-assembly and antibacterial activities of bio-modified Ag-MgO nanocomposites by different concentrations of Artemisia haussknechtii and Protoparmeliopsis muralis extracts",
      "author" : [ "M Alavi", "N. Karimi" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2020
    }, {
      "title" : "Lipidic cubic-phase nanoparticles – cubosomes for efficient drug delivery to cancer cells",
      "author" : [ "E Nazaruk", "A Majkowska-Pilip", "R. Bilewicz" ],
      "venue" : "ChemPlusChem 82(4),",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Development of nanostructured liquid crystalline formulation of anti-cancer drug as a new drug delivery system",
      "author" : [ "Abo El-Enin HA" ],
      "venue" : "J. Pharm. Innov",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2020
    }, {
      "title" : "Theranostic combinatorial drug-loaded coated cubosomes for enhanced targeting and efficacy against cancer cells",
      "author" : [ "L Zhang", "J Li", "D Tian", "L Sun", "X Wang", "M. Tian" ],
      "venue" : "Cell Death Dis. 11(1),",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2020
    }, {
      "title" : "Advances and challenges of liposome assisted drug",
      "author" : [ "L Sercombe", "T Veerati", "F Moheimani", "SY Wu", "AK Sood", "S. Hua" ],
      "venue" : "delivery. Front. Pharmacol",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Advantages and limitations of current imaging techniques for characterizing liposome morphology",
      "author" : [ "A-L Robson", "PC Dastoor", "J Flynn" ],
      "venue" : "Front. Pharmacol. 9,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Liposomes coated with thiolated chitosan as drug carriers of curcumin",
      "author" : [ "R Li", "L Deng", "Z Cai" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "General perception of liposomes: formation, manufacturing and applications. In: Liposomes – Advances and Perspectives Catala A (Ed.)",
      "author" : [ "CI Nkanga", "AM Bapolisi", "NI Okafor", "RWM. Krause" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Cubosomes: the next generation of smart lipid",
      "author" : [ "HMG Barriga", "MN Holme", "MM. Stevens" ],
      "venue" : "nanoparticles? Angew. Chem. Int. Ed. Engl. 58(10),",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Cubosomes of dapsone enhanced permeation across the skin",
      "author" : [ "R Nithya", "P Jerold", "K. Siram" ],
      "venue" : "J. Drug Deliv. Sci. Technol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Noble metals based bimetallic and trimetallic nanoparticles: controlled synthesis, antimicrobial and anticancer applications",
      "author" : [ "S Ali", "AS Sharma", "W Ahmad" ],
      "venue" : "Crit. Rev. Anal. Chem",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2020
    }, {
      "title" : "Platinum nanoparticles to enable electrodynamic therapy for effective cancer treatment",
      "author" : [ "T Gu", "Y Wang", "Y Lu" ],
      "venue" : "Adv. Mater. 31(14),",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Blood-triggered generation of platinum nanoparticle functions as an anti-cancer agent",
      "author" : [ "X Zeng", "J Sun", "S Li" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2020
    }, {
      "title" : "Comparison of cisplatin with lipoplatin in terms of ototoxicity",
      "author" : [ "E Serinan", "Z Altun", "S Aktaş", "E Çeçen", "N. Olgun" ],
      "venue" : "J. Int. Adv. Otol. 14(2),",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2018
    }, {
      "title" : "Entinostat reverses cisplatin resistance in esophageal squamous cell carcinoma via down-regulation of multidrug resistance gene 1",
      "author" : [ "Huang X-P", "Li X", "Situ M-Y" ],
      "venue" : "Cancer Lett. 414,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Application of various types of liposomes in drug delivery systems",
      "author" : [ "M Alavi", "N Karimi", "M. Safaei" ],
      "venue" : "Adv. Pharm. Bull. 7(1),",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Polymeric micelles for targeted tumor therapy of platinum anticancer drugs",
      "author" : [ "Y Mochida", "H Cabral", "K. Kataoka" ],
      "venue" : "Expert Opin. Drug Deliv",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Nanomedicine applications in the treatment of breast cancer: current state of the art",
      "author" : [ "Di Wu MS", "Xue H-Y", "Wong H-L" ],
      "venue" : "Int. J. Nanomedicine",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Passive and active targeting in cancer therapy by liposomes and lipid nanoparticles",
      "author" : [ "M Alavi", "M. Hamidi" ],
      "venue" : "Drug Metab. Pers. Ther",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Development of a novel liposomal nanoparticle formulation of cisplatin to breast cancer therapy",
      "author" : [ "M Ghafari", "F Haghiralsadat", "S Khanamani Falahati-Pour", "J. Zavar Reza" ],
      "venue" : "J. Cell. Biochem",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2020
    }, {
      "title" : "Diversity of PEGylation methods of liposomes and their influence on RNA delivery",
      "author" : [ "AS Nosova", "OO Koloskova", "AA Nikonova" ],
      "venue" : "MedChemComm 10(3),",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "PEGylated liposomes: immunological responses",
      "author" : [ "M Mohamed", "AS Abu Lila", "T Shimizu" ],
      "venue" : "Sci. Technol. Adv. Mater",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Cisplatin-prodrug-constructed liposomes as a versatile theranostic nanoplatform for bimodal imaging guided combination cancer therapy",
      "author" : [ "L Feng", "M Gao", "D Tao" ],
      "venue" : "Adv. Funct. Mater. 26(13),",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    }, {
      "title" : "Curcumin, a polyphenolic curcuminoid with its protective effects and molecular mechanisms in diabetes and diabetic cardiomyopathy",
      "author" : [ "J Zheng", "J Cheng", "S Zheng", "Q Feng", "X. Xiao" ],
      "venue" : "Front. Pharmacol. 9,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Antimicrobial and anticancer applications and related mechanisms of curcumin-mediated photodynamic treatments",
      "author" : [ "QQ Yang", "AK Farha", "G Kim", "K Gul", "R-Y Gan", "H. Corke" ],
      "venue" : "Trends Food Sci. Technol",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2020
    }, {
      "title" : "Cisplatin and curcumin co-loaded nano-liposomes for the treatment of hepatocellular carcinoma",
      "author" : [ "Y Cheng", "P Zhao", "S Wu" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "Development of β-elemene and cisplatin co-loaded liposomes for effective lung cancer therapy and evaluation in patient-derived tumor xenografts",
      "author" : [ "M Cao", "M Long", "Q Chen" ],
      "venue" : "Pharm. Res. 36(8),",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "The pentose phosphate pathway and its involvement in cisplatin resistance",
      "author" : [ "I Giacomini", "E Ragazzi", "G Pasut", "M. Montopoli" ],
      "venue" : "Int. J. Mol. Sci. 21(3),",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2020
    }, {
      "title" : "Cisplatin liposome and 6-amino nicotinamide combination to overcome drug resistance in ovarian cancer cells",
      "author" : [ "D Catanzaro", "S Nicolosi", "V Cocetta" ],
      "venue" : "Oncotarget 9(24),",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2018
    }, {
      "title" : "Sulforaphane mediates glutathione depletion via polymeric nanoparticles to restore cisplatin chemosensitivity",
      "author" : [ "Y Xu", "X Han", "Y Li" ],
      "venue" : "ACS Nano 13(11),",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Development and evaluation of oxaliplatin and irinotecan co-loaded liposomes for enhanced colorectal cancer therapy",
      "author" : [ "B Zhang", "T Wang", "S Yang" ],
      "venue" : "J. Control",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Phospholipid-mimic oxaliplatin prodrug liposome for treatment of the metastatic triple negative breast cancer",
      "author" : [ "B Feng", "F Zhou", "W Lu" ],
      "venue" : "Biopharm. Sci",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2017
    }, {
      "title" : "Long-term storage of PEGylated liposomal oxaliplatin with improved stability and long circulation times in vivo",
      "author" : [ "Y Doi", "T Shimizu", "Y Ishima", "T. Ishida" ],
      "venue" : "Int. J. Pharm. 564,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2019
    }, {
      "title" : "Convection-enhancement delivery of liposomal formulation of oxaliplatin shows less toxicity than oxaliplatin yet maintains a similar median survival time in F98 glioma-bearing rat model",
      "author" : [ "M Shi", "D Fortin", "B Paquette", "L. Sanche" ],
      "venue" : "Invest. New Drugs 34(3),",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2016
    }, {
      "title" : "Nano codelivery of oxaliplatin and folinic acid achieves synergistic chemo-immunotherapy with 5-fluorouracil for colorectal cancer and liver metastasis",
      "author" : [ "J Guo", "Z Yu", "M Das", "L. Huang" ],
      "venue" : "ACS Nano 14(4),",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2020
    }, {
      "title" : "Preparation and characterization of oxaliplatin drug delivery vehicle based on PEGylated half-generation PAMAM dendrimer",
      "author" : [ "DTD Nguyen", "LG Bach", "TH Nguyen" ],
      "venue" : "J. Poly. Res. 26(5),",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    }, {
      "title" : "A simple passive equilibration method for loading carboplatin into pre-formed liposomes incubated with ethanol as a temperature dependent permeability enhancer",
      "author" : [ "M Wehbe", "A Malhotra", "M Anantha" ],
      "venue" : "J. Control",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2017
    }, {
      "title" : "New insights into the mechanism underlying the synergistic action of ionizing radiation with platinum chemotherapeutic drugs: the role of low-energy electrons",
      "author" : [ "M Rezaee", "DJ Hunting", "L. Sanche" ],
      "venue" : "Int. J. Radiat. Oncol. Biol. Phys. 87(4),",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2013
    }, {
      "title" : "Predicting the influence of liposomal lipid composition on liposome size, zeta potential and liposome-induced dendritic cell maturation using a design of experiments approach",
      "author" : [ "Soema PC", "Willems G-J", "Jiskoot W", "Amorij J-P", "Kersten GF" ],
      "venue" : "Eur. J. Pharm. Biopharm",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2015
    }, {
      "title" : "Cholesterol-conjugate as a new strategy to improve the cytotoxic effect of 5-fluorouracil on liver cancer: impact of liposomal composition",
      "author" : [ "SA Alanazi", "GI Harisa", "MM Badran" ],
      "venue" : "Curr. Drug Deliv",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2020
    }, {
      "title" : "Liposomal formulations of carboplatin injected by convection-enhanced delivery increases the median survival time of F98 glioma bearing rats",
      "author" : [ "M Shi", "M Anantha", "M Wehbe" ],
      "venue" : "J. Nanobiotechnol. 16(1),",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2018
    }, {
      "title" : "18F]-Fluorinated carboplatin and [111In]-liposome for image-guided drug",
      "author" : [ "N Lamichhane", "GK Dewkar", "G Sundaresan", "RN Mahon", "J. Zweit" ],
      "venue" : "delivery. Int. J. Mol. Sci. 18(5),",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2017
    }, {
      "title" : "Simultaneous delivery of olaparib and carboplatin in PEGylated liposomes imparts this drug combination hypersensitivity and selectivity for breast tumor cells",
      "author" : [ "V Novohradsky", "J Zajac", "O Vrana", "J Kasparkova", "V. Brabec" ],
      "venue" : "Oncotarget 9(47),",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2018
    }, {
      "title" : "Efficacy and safety of liposome-paclitaxel and carboplatin based concurrent chemoradiotherapy for locally advanced lung squamous cell carcinoma",
      "author" : [ "G Chen", "L Sheng", "X. Du" ],
      "venue" : "Cancer Chemother. Pharmacol",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2018
    }, {
      "title" : "Enhancing anti-cancer efficacy of carboplatin by PEGylated poly(butyl cyanoacrylate) nano-particles",
      "author" : [ "M Hassanzadeganroudsari", "A Heydarinasab", "M Soltani", "P Chen", "A. Akbarzadeh Khiyavi" ],
      "venue" : "J. Drug Deliv. Sci. Technol",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2019
    }, {
      "title" : "Modifications of microcrystalline cellulose (MCC), nanofibrillated cellulose (NFC), and nanocrystalline cellulose (NCC) for antimicrobial and wound healing applications",
      "author" : [ "A. Mehran" ],
      "venue" : "e-Polymers 19(1),",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2019
    }, {
      "title" : "Antimicrobial and wound treatment aspects of micro- and nanoformulations of carboxymethyl, dialdehyde, and TEMPO-oxidized derivatives of cellulose: recent advances",
      "author" : [ "M Alavi", "A. Nokhodchi" ],
      "venue" : "Macromol. Biosci",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2020
    }, {
      "title" : "Thermosensitive injectable hydrogel containing carboplatin loaded nanoparticles: a dual approach for sustained and localized delivery with improved safety and therapeutic efficacy",
      "author" : [ "S Thakur", "H Singh", "A Singh" ],
      "venue" : "J. Drug Deliv. Sci. Technol",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2020
    }, {
      "title" : "Cubosomes: the next generation of smart lipid",
      "author" : [ "HMG Barriga", "MN Holme", "MM. Stevens" ],
      "venue" : "nanoparticles? Angew. Chem. Int. Ed. Engl. 58(10),",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2019
    }, {
      "title" : "Metformin as an anticancer agent",
      "author" : [ "A Vancura", "P Bu", "M Bhagwat", "J Zeng", "I. Vancurova" ],
      "venue" : "Trends Pharmacol. Sci",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2018
    }, {
      "title" : "Targeting colorectal cancer cell metabolism through development of cisplatin and metformin nano-cubosomes",
      "author" : [ "MM Saber", "AM Al-Mahallawi", "NN Nassar", "B Stork", "SA. Shouman" ],
      "venue" : "BMC Cancer 18(1),",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Nephrotoxicity, neurotoxicity and multidrug resistance in tumor cells can result from platinum-based anticancer (PBA) agents which can be reduced by nano formulations. Recently, novel formulations based on liposomes and cubosomes have been described as efficient strategies to overcome nephrotoxicity, ototoxicity, neurotoxicity, cardiotoxicity, hematological toxicities, hepatotoxicity and gastrointestinal toxicity as well as multidrug resistance. The co-delivery of anticancer agents concomitant with PBAs via biocompatible and biodegradable smart liposomes and cubosomes can augment therapeutic results of chemotherapy as well as radiotherapy owing to their high accessibility of surface and internal modification. For this purpose, surface, bilayer or core sections of these formulations can be functionalized by pure PBAs or modified PBAs. In this review, recent significant advances and challenges related to various liposomal and cubosomal formulations of PBA are presented in order to emphasize suitable formulations for anticancer applications with critical thoughts provided on how the field can progress.",
    "creator" : "LaTeX with hyperref package"
  }
}