{
  "name" : "downloads_2019-10-22_62_widmann2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Electrical Charge State Manipulation of Single Silicon Vacancies in a Silicon Carbide Quantum Optoelectronic Device",
    "authors" : [ "Matthias Widmann", "Matthias Niethammer", "Dmitry Yu. Fedyanin", "Igor A. Khramtsov", "Torsten Rendler", "Ian D. Booker", "Jawad Ul Hassan", "Naoya Morioka", "Yu-Chen Chen", "Ivan G. Ivanov", "Nguyen Tien Son", "Takeshi Ohshima", "Michel Bockstedte", "Adam Gali", "Cristian Bonato", "Sang-Yun Lee", "Jörg Wrachtrup" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: materials science, nanotechnology, semiconductors, multidisciplinary\nIndividual spins associated with quantum emitters insemiconductors are an established platform for quantum metrology and quantum information processing.1−5 The possibility to manipulate individual spins builds on the capability to control the number of charges in a system at the level of single electrons or single holes. This has been achieved with great success in the case of semiconductor quantum dots, through the Coulomb blockade effect.6−8\nAlternatively, color centers can provide a system where individual spins can be controlled and detected, even at room temperature. Color centers can exist in different charge states, each with a specific electronic structure featuring unique\noptical and spin properties. For example, the negative charge state of the nitrogen-vacancy (NV) center in diamond hosts a coherent electronic spin which can be polarized and readout optically.1 These properties have been exploited for quantum sensing9,10,2,3 with nanoscale spatial resolution11 and for seminal demonstrations of quantum networking.12−14 Techniques have been developed to stabilize the color center charge state,15−18 as its fluctuations due to either noisy environment\nReceived: July 8, 2019 Revised: September 9, 2019 Published: September 18, 2019\n© 2019 American Chemical Society 7173 DOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\nD ow\nnl oa\nde d\nvi a\nC O\nL U\nM B\nIA U\nN IV\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o\nin solids or applied electromagnetic fields for control and readout is responsible for inefficiency in various applications.19−22 Undesired switching to a different charge state precludes interfacing the electronic spin to photons. The fidelity of spin-photon interfacing can be preserved by triggering the experiment to start only when the color center is in the required charge state.14,23 This, however, reduces protocol efficiency, decreasing the overall quantum communication rate.14 In some applications, the possibility to switch between different charge states can enable novel functionalities, such as protecting a nuclear spin quantum memory by converting the color center to a spinless charge state.24,25 In general, precise control of the charge state of the spin-active color center enables selecting the optimal properties relevant for the specific task.26−29\nElectrical control, by the bias applied through an electronic device, is a convenient and potentially deterministic way to access and manipulate any available charge state of a color center.29,30 However, this is difficult in insulators and many wide-bandgap semiconductors like diamond. In this respect, silicon carbide (SiC) is a promising alternative because it uniquely combines the availability of several different color centers featuring excellent quantum properties30−35 with doping over a wide range of carrier densities,36,37 n-type as well as p-type. In addition, SiC features mature CMOScompatible fabrication processes,38 which are a great benefit for scalable applications. Recently, de las Casas et al. demonstrated charge state control of divacancies in SiC by biasing top gate electrodes. Although such top-gate devices can be fabricated conveniently, only a limited area not covered by top gates can be optically accessed. In order to fabricate a device which has no limited optical access, we elucidate mature fabrication capability of SiC to prepare a p-i-n junction device. Highly doped, thin p- and ntype layers, sandwiching an intrinsic layer, enable optical access to color centers in the i-layer and electrical biasing as well. Because this type of device can also be used for electrical driving of color centers and improving the efficiency of photoelectrical spin state readout, which is based on charge state conversion and has been demonstrated in both diamond39 and SiC,40 it can be a basis for a multifunctional quantum device. In this work, we focus on the single silicon vacancy (VSi) in 4H-SiC and demonstrate electrical switching between the negatively charged (VSi (−)) and the neutral (VSi (0)) charge states. The VSi (−) has recently gained attention for its long spin coherence times,32,35,41−43 a strong optically detected spin signal at cryogenic temperature,44−46 and ultrastable spinselective optical transitions.46,47 This combination of properties makes it an extremely promising system to demonstrate efficient spin-to-photon interfacing for quantum networking.1 However, very little is known about how the VSi charge state can be established and what the charge conversion mechanisms are. Here, we integrate single VSi centers into the intrinsic region of a 4H-SiC p-i-n diode and experimentally demonstrate electrical switching of the charge state of a single VSi by controlling the applied bias which appears as switching of the photon emission rate. In addition, enhancement of the photon emission is observed as well under specific applied bias values and optical excitation energies. To understand the microscopic nature of the phenomena observed experimentally, we present and test a model which reveals a complex interplay between the quasi-Fermi level tuning and optical excitation of the silicon vacancy and other nearby defects.\nCharge State Switching of the Silicon Vacancy. The SiC p-i-n diode structure (see Figure 1a,b) is grown by\nchemical vapor deposition (CVD) and consists of highly nitrogen-doped n-type and aluminum (Al)-doped p-type regions embedding a 50 μm thick intrinsic layer. This intrinsic region is slightly p-type due to the residual Al and boron (B) impurities (see Supporting Information). In the first experiment, we perform a two-dimensional confocal fluorescence microscopy scan of the device across the growth direction (z-axis) and one lateral axis (x-axis) at zero applied voltage (Figure 1c). Using optical excitation at a wavelength of 730 nm (1.70 eV), we find isolated emitters across the intrinsic layer, which are identified as silicon vacancies in the negatively charged state (VSi\n(−)) at the cubic lattice site (k) (see Supporting Information). The optically detected spin Rabi oscillations of a single VSi\n(−) as shown in Figure 2d (see Supporting Information) not only provide evidence for VSi\n(−) but also demonstrate that the capability of coherent spin manipulation and readout is maintained in the tested junction device. In the following, we focus on the depletion region near the i-n junction of the diode structure. Strong band bending in this region gives the possibility to electrically control the charge states of the VSi center simply by applying different bias voltages. We find that although VSi (−) states in the intrinsic layer do not show significant changes in their density, the VSi center near the i-n interface strongly respond to the applied bias; Figure 2a shows confocal raster scans of the same x−y plane near the i-n interface (which is at a depth of about 47 μm) under reverse, zero, and forward biases. At the reverse bias, several emitters are turned on, whereas the forward bias turns off the emitters that are bright at zero bias. We attribute this to switching of the charge state of the VSi from single negative to other dark charge states, which will be discussed in the subsequent sections. We also find that the newly switched-on emitters at reverse bias are located at a slightly further distance from the n-type layer. To test if the switching depends on the position of the VSi center, we monitor the PL intensity of each bright emitter while sweeping the bias voltage. Two selected results are shown in Figure 2b. The PL intensity is completely turned off at forward bias, whereas it is bright at reverse bias. A sharp increase in the PL intensity is observed at the bias value inducing the switching, namely the switching bias (SB). Figure\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7174\n2b shows that the two tested emitters show different SB. To check if there exists a relation between the SB and the emitter position, we perform several confocal z-scans around each emitter and find the exact z-position (see Supporting Information). By repeating this procedure on many emitters, we obtain a relation between the depth and the SB of each emitter as shown in Figure 2c. This plot demonstrates that a stronger reverse bias is necessary to switch on VSi\n(−) emitters located further from the i-n interface. To test how optical excitation is related with the observations in Figure 1 and 2, we test 18 VSi centers and monitor their PL intensity as a function of the applied voltage. In Figure 3a, the integrated PL intensity for the selected single VSi near the i-n interface is plotted versus the bias voltage for ℏω = 1.7 eV (λ = 730 nm). Again, charge-state switching is observed at around 0 V together with a sharp peak in the PL intensity. To understand the origin of the enhanced PL intensity around the SB (∼0 V for the VSi center in Figure 3), we vary the wavelength of the pump laser. Figure 3b shows that similar curves are obtained at ℏω > 1.60 eV (λ < 773 nm). However, the peak in the PL intensity at the SB disappears at ℏω ≲ 1.60 eV (λ ≳ 773 nm) (Figure 3c) (see Figure S6). Figure 3d shows that the PL intensity under optical saturation is 2 times stronger at 0 V than that at −5 V. Other tested VSi centers show the same behavior except that the SB is different for each center. These results suggest that an optical excitation energy larger than 1.60 eV triggers an additional process,\nresulting in an abrupt increase of the PL intensity, in addition to the electrical charge state switching. In the following, we discuss underlying mechanisms for the observations above.\nCharge States of the Silicon Vacancy. In thermal equilibrium, the occupations of the neutral (0), single (−), double (2−), and triple (3−) charged states are determined by the position of the Fermi level with respect to the valence band edge. The known transition levels among the charge states of the VSi, which have a deep-acceptor nature, are depicted in Figure 4a (see Supporting Information). Figure 5a shows the simulated energy band diagram of the fabricated p-i-n diode in equilibrium (see Supporting Information). In the p++- and p+-type layers and in most of the intrinsic layer, which is slightly p-type, the Fermi level is below the (0|-) transition level. Hence, in these regions, the VSi is expected to be in the VSi\n(0) state in equilibrium. However, under optical excitation, it may be ionized and converted into the VSi\n(−) charge state. From the absorption spectrum of the VSi\n(0) calculated using the CI-CRPA approach (see Supporting Information), we obtain an optical excitation threshold 0.9 eV (1380 nm) for the conversion of the VSi (0) into the VSi (−). Because the optical excitation energy in this work is larger than ℏω = 1.58 eV (785 nm), the VSi\n(−) can be observed. In the region near the i-n junction, in equilibrium the Fermi level crosses all three charge state transition levels of the VSi\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7175\ncenter (see Figure 5a). Hence, the VSi center states are expected to be in different charge states depending on their positions along the z-axis. For the charge state conversion in this region, we also have to take into account optical ionization. The conversion VSi (−) → VSi (0) + e− is not likely because it requires photon energy higher than 1.97 eV (629 nm), assuming only a single photon absorption process (see Figure 4a), whereas the highest energy used in this study is 1.8 eV. In addition, optical ionization of other defects located in the vicinity of the studied VSi should also be considered, in particular, carbon vacancies (VC), which are the most abundant intrinsic defects in 4H-SiC (Figure 4b,c). Because of optical ionization, excess electrons and holes are released from defects to the conduction and valence bands. These carriers can be captured by VSi and other defects.\n50 In our sample, the density of VC is in the range from 5 × 10\n12 to 1 × 1013 cm−3 (see Supporting Information). Because this density corresponds to an average distance of VC ∼300 nm, there is a good chance for VC to be located near the studied VSi. This complexity is\nfurther increased by the nonequilibrium induced by the applied bias as we will discuss in the next sections.\nElectrical Control of the Charge State. To explain the mechanism of electrical switching between the charge states of the VSi, we self-consistently simulate the 4H-SiC p-i-n diode shown in Figure 1b (see Supporting Information). Figure 5b shows the simulated energy band diagram at a bias voltage of −15 V applied to the device, which corresponds to a voltage drop across the p-i-n diode of −3 V due to nonideality of the fabricated device (see Supporting Information). As the reverse bias increases, the band bending in the depletion region near the i-n junction increases and the depletion region expands toward the p-i junction. At the same time, the applied bias perturbs the carrier equilibrium, which splits the Fermi level EF into two quasi-Fermi levels Fn and Fp for electrons and holes, respectively. Accordingly, the occupation of the charge states cannot be identified as easily as in equilibrium. One has to closely consider the processes of electron and hole capture and release by the VSi in a manner similar to that used for the description of electroluminescence\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7176\nof color centers.34,51−53 In the region where we observe switching of the charge state of the VSi (see Figure 2c), we find that the density of holes is many orders of magnitude higher than that of electrons, even at significantly high voltages (see Figure S9). In addition, there are no minority carriers in the reverse-biased diode. Therefore, in the band bending region the occupation of the charge states of the VSi is mainly determined by the hole capture and hole release processes. This situation is the same as in a p-type material in equilibrium. Thus, we can use the same expressions for the charge states populations of the VSi as in equilibrium by replacing EF with Fp. In other words, the transition between the charge states occurs when the quasi-Fermi level for holes crosses the corresponding transition level. Figure 5c shows the corresponding calculations based on this quasi-equilibrium approach, predicting electrical switching between the VSi\n(0) and VSi\n(−) states. According to calculations (see Supporting Information), VSi\n(0) is expected to emit in the near-infrared with photon energies less than the ionization threshold (∼0.9 eV). Emission, however, is expected to be weak due to competing nonradiative processes. Because the detectors used in the experiment are not sensitive for wavelengths larger than ∼1000 nm, switching to the VSi(0) charge state corresponds to a suppression of the PL signal. Together with these simulation results, the data in Figure 2b and Figure 3 show that the p-i-n diode structures can switch the charge state between VSi\n(0) and VSi\n(−) by applying a moderate voltage. Reinitialization of the Silicon Vacancy. Finally, we turn to the origin of the increased PL at around the SB as shown in Figure 2b and Figure 3. For simplicity, we focus on the particular VSi center located at a depth of about 48 μm for which the measurements are shown in Figure 3. However, this analysis can be applied with no change to any observed VSi in the studied 4H-SiC diode. As discussed in the previous section, around the SB voltage, the occupation of the VSi\n(0) steadily decreases from 100% to 0 and the occupation of the VSi (−) increases from 0 to 100% as the bias voltage decreases (see Figure 3c). However, at optical excitation energies above 1.6 eV, we observe an increased PL rate in the voltage range from −1.1 to 2.0 V (Figure 3a,b). This observation is confirmed by the PL spectra at 0 and −5 V which have identical shape but the total intensity at 0 V is larger (see Supporting Information). If the PL at voltages below −1.1 V corresponds to 100% occupation of the (−) charge state, why does the PL rate at voltages between −1.1 and 1.3 V become higher (see Figure 3a,b)? This is counterintuitive, because the occupation of the negative charge state (−) cannot increase further. To resolve this contradiction and find an additional process that can trigger an increase in the PL intensity, we emphasize that the increased PL of the VSi is accompanied by the charge state switching from (0) to (−), and therefore we can expect that complex electron and hole capture and release processes may happen at around the SB. Additionally, the peak at the SB is observed only at optical excitation energies higher than 1.6 eV, which approximately coincides with the optical ionization threshold of VC (2+) → VC (+) + h (Figure 4b,c). This suggests that holes released by VC under optical excitation may be captured by the VSi\n(−). To understand how VC can affect the VSi charge state, we simulate the energy band diagram in the vicinity of the VSi at V = −0.3 V applied to the device (see Supporting Information), which corresponds to the voltage drop across the p-i-n diode of −0.06 V. Because at z = 48 μm Fp lies above the VSi (0|−)\nlevel, the considered VSi is in the (−) charge state. At the same time, at z = 48 μm Fp is below the VC (2+|+) level. Accordingly, the VC at z = 48 μm is in the (2+) charge state, so are all VC defects at z < 48 μm. We assume a VC in the vicinity of the VSi can be ionized by the excitation laser, if ℏω ≳1.64 eV (see Figure 4b,c), and can release a hole to the valence band, that is, VC (2+) → VC (+) + h. This hole can be captured by the considered VSi, thus VSi (−) + h → VSi\n(0). As an increased PL is evident, the VSi (0) rapidly returns back into VSi (−). There are two possibilities for this transition. (I) The excitation laser can ionize the VSi\n(0), which is possible at photon energies of 1.6− 1.8 eV, as shown in Figure S7, and bring the VSi back to the VSi\n(−) ground state. However, this cannot result in increased luminescence. (II) The VSi\n(0) can capture an electron from the conduction band. This electron can be provided due to the nonideality of the device, and consequently nonzero electron current, or by the photoionization of another defect located nearby the VSi. The free electron is captured by the VSi into the VSi (−) excited state,34,51 which then relaxes to the VSi (−) ground state via photon emission increasing the luminescence rate dramatically;34,51−53 thus, the VSi\n(−) is reinitialized. This mechanism explains the experimentally observed threshold optical energy of 1.6 eV and supports that the release of a hole by VC ionization followed by its capture at the VSi\n(−), which promotes the reinitialization of the VSi\n(−), is very likely. For a larger reverse bias, the band bending is steeper (see Figure 5b) and so is the VC (2+|+) level, which repeats the profile of the conduction and valence bands. Therefore, the point of intersection between the VC (2+|+) level and Fp shifts toward the p-i interface. At V < −1.4 V, all carbon vacancies at z ≥ 48 μm are in the (+) charge state and consequently VC\n(2+) → VC\n(+) + h is not possible. This essentially stops the reinitialization of the VSi\n(−). Thus, according to our theoretical model and numerical simulations, for the VSi center at z = 48 μm the enhanced PL should be observed in the voltage range from −1.4 to 1.5 V, which is in good agreement with the experimental values (from −1.1 to 2.0 V). Even better coincidence with the experimental results can be obtained assuming the VSi to be at z = 48.3 μm (see inset in Figure 5d). In this case, the voltage range of the enhanced PL is from −1.1 to 2.4 V. Although the experimental observations can be qualitatively explained by our model, the proposed mechanism may not be the only explanation. Further understanding could be achieved by combining the method used in this study with other junction spectroscopic methods, such as deep level transient spectroscopy.54\nIn conclusion, the results presented in this work show for the first time electrical manipulation of the charge states of single silicon vacancy centers in a silicon carbide optoelectronic device. We demonstrate switching of the silicon vacancy in the i-region of the 4H-SiC p-i-n diode between the neutral and single negatively charged states. We also find that the optical ionization of the silicon vacancy and other nearby defects such as carbon vacancies plays an important role in charge state switching. When the ionization of carbon vacancies reinitializes the silicon vacancy, we observe even an enhancement of the PL intensity of the silicon vacancy. Our work demonstrates not only a convenient way to control the charge state of atomicscale defects in semiconductor quantum optoelectronic devices but also potential applications using the atomic-scale color centers as a probe for local Fermi levels. This may open a new pathway to design efficient and robust quantum interfaces for quantum-repeater applications46 and may improve efficiency of\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7177\nquantum Internet protocols14 since idling time in an unfavored dark state can be minimized. The demonstrated method may be extended to other color centers in silicon carbide1 and similar materials55,56 and used as an atomic-scale probe to characterize the distributions of defect states at the junctions of optoelectronic devices. By further optimization of the device structure and doping, such as lateral p-i-n junction devices,57,58 much steeper changes of the PL intensities at around the switching bias will lead to new methods to sense electrostatic potentials at the nanoscale.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b02774.\nAdditional information, figures, table, and references (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: m.widmann@pi3.uni-stuttgart.de. *E-mail: sangyun.lee236@gmail.com."
    }, {
      "heading" : "ORCID",
      "text" : "Matthias Widmann: 0000-0002-6837-9884 Jawad Ul Hassan: 0000-0001-9537-2226 Takeshi Ohshima: 0000-0002-7850-3164 Michel Bockstedte: 0000-0001-5720-4010 Adam Gali: 0000-0002-3339-5470 Sang-Yun Lee: 0000-0003-1777-980X"
    }, {
      "heading" : "Author Contributions",
      "text" : "S.-Y.L. conceived the conceptual idea; M.W. and S.-Y.L. designed the charge state control experiment; S.-Y.L. and N.T.S. designed the sample structure; M.W. performed the charge state control experiments; M.N., T.R., and S.-Y.L. provided experimental assistance; J.U.H., I.G.I., and N.T.S. prepared the sample and characterized basic properties; T.O. performed electron irradiation; M.W., M.N., D.Y.F., I.A.K., N.M., C.B., and S.-Y.L. analyzed the data; D.Y.F., and I.A.K. developed the theory and performed computations for charge state conversion; M.B. calculated the optical transitions of the studied defects; A.G. provided theoretical support; M.W., D.Y.F., M.B., C.B., N.M., T.R., and S.-Y.L. wrote the manuscript; All authors discussed and commented on the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors thank Brian Gerardot, Jaekwang Lee, Tsunenobu Kimoto, Helmut Fedder, and Stefan Lasse for helpful discussions. This work is supported by the Ministry of Education and Science of the Russian Federation (8.9898.2017/6.7), the Russian Foundation for Basic Research (19-57-12008), grant from the President of the Russian Federation (MK-2602.2017.9), Baden-Württemberg Stiftung Programm: Internationale Spitzenforschung, the ERC SMel, and the BMBF BRAINQSENS, the Korea Institute of Science and Technology institutional program (2E29580, 2E27110), the Swedish Research Council (VR 2016-04068 and VR 2016- 05362), the Carl Tryggers Stiftelse för Vetenskaplig Forskning\n(CTS 15:339), the Swedish Energy Agency (43611-1), the Knut and Alice Wallenberg Foundation (KAW 2018.0071), the National Quantum Technology Program (Grant 2017- 1.2.1-NKP-2017-00001), National Excellence Program (Grant KKP129866), and EU QuantERA Nanospin project (Grant No. 127902) from the National Office of Research, Development and Innovation in Hungary, and the Engineering and Physical Sciences Research Council (EP/P019803/1 and EP/ S000550/1) and the Networked Quantum Information Technologies Hub (Oxford) and JSPS KAKENHI (17H01056 and 18H03770), and the Carnegie Trust for Scotland (RIG007503). Supercomputer time was granted on the HPC cluster of the RRZE of the Friedrich-Alexander Universitaẗ, Erlangen-Nürnberg, the Doppler-Cluster of the Paris-Lodron University Salzburg.\n■ REFERENCES (1) Atatüre, M.; Englund, D.; Vamivakas, N.; Lee, S.-Y.; Wrachtrup, J. Material Platforms for Spin-Based Photonic Quantum Technologies. Nat. Rev. Mater. 2018, 3 (5), 38−51. (2) Casola, F.; van der Sar, T.; Yacoby, A. Probing Condensed Matter Physics with Magnetometry Based on Nitrogen-Vacancy Centres in Diamond. Nat. Rev. Mater. 2018, 3 (1), 17088. (3) Degen, C. L.; Reinhard, F.; Cappellaro, P. Quantum Sensing. Rev. Mod. Phys. 2017, 89 (3), 035002. (4) Awschalom, D. D.; Hanson, R.; Wrachtrup, J.; Zhou, B. B. Quantum Technologies with Optically Interfaced Solid-State Spins. Nat. Photonics 2018, 12, 516−527. (5) Zwanenburg, F. A.; Dzurak, A. S.; Morello, A.; Simmons, M. Y.; Hollenberg, L. C. L.; Klimeck, G.; Rogge, S.; Coppersmith, S. N.; Eriksson, M. A. Silicon Quantum Electronics. Rev. Mod. Phys. 2013, 85, 961−1019. (6) Hanson, R.; Kouwenhoven, L. P.; Petta, J. R.; Tarucha, S.; Vandersypen, L. M. K. Spins in Few-Electron Quantum Dots. Rev. Mod. Phys. 2007, 79, 1217−1265. (7) Warburton, R. J. Single Spins in Self-Assembled Quantum Dots. Nat. Mater. 2013, 12, 483−493. (8) Brotons-Gisbert, M.; Branny, A.; Kumar, S.; Picard, R.; Proux, R.; Gray, M.; Burch, K. S.; Watanabe, K.; Taniguchi, T.; Gerardot, B. D. Coulomb Blockade in an Atomically Thin Quantum Dot Coupled to a Tunable Fermi Reservoir. Nat. Nanotechnol. 2019, 14 (5), 442. (9) Balasubramanian, G.; Chan, I. Y.; Kolesov, R.; Al-Hmoud, M.; Tisler, J.; Shin, C.; Kim, C.; Wojcik, A.; Hemmer, P. R.; Krueger, A.; Hanke, T.; Leitenstorfer, A.; Bratschitsch, R.; Jelezko, F.; et al. Nanoscale Imaging Magnetometry with Diamond Spins under Ambient Conditions. Nature 2008, 455 (7213), 648−651. (10) Hab̈erle, T.; Schmid-Lorch, D.; Karrai, K.; Reinhard, F.; Wrachtrup, J. High-Dynamic-Range Imaging of Nanoscale Magnetic Fields Using Optimal Control of a Single Qubit. Phys. Rev. Lett. 2013, 111 (17), 170801. (11) Hong, S.; Grinolds, M. S.; Pham, L. M.; Le Sage, D.; Luan, L.; Walsworth, R. L.; Yacoby, A. Nanoscale Magnetometry with NV Centers in Diamond. MRS Bull. 2013, 38 (02), 155−161. (12) Hensen, B.; Bernien, H.; Dreáu, A. E.; Reiserer, A.; Kalb, N.; Blok, M. S.; Ruitenberg, J.; Vermeulen, R. F. L.; Schouten, R. N.; Abellań, C.; Amaya, W.; Pruneri, V.; Mitchell, M. W.; Markham, M.; Twitchen, D. J.; Elkouss, D.; Wehner, S.; Taminiau, T. H.; Hanson, R. Loophole-Free Bell Inequality Violation Using Electron Spins Separated by 1.3 Kilometres. Nature 2015, 526 (7575), 682−686. (13) Kalb, N.; Reiserer, A. A.; Humphreys, P. C.; Bakermans, J. J. W.; Kamerling, S. J.; Nickerson, N. H.; Benjamin, S. C.; Twitchen, D. J.; Markham, M.; Hanson, R. Entanglement Distillation between Solid-State Quantum Network Nodes. Science 2017, 356 (6341), 928−932. (14) Humphreys, P. C.; Kalb, N.; Morits, J. P. J.; Schouten, R. N.; Vermeulen, R. F. L.; Twitchen, D. J.; Markham, M.; Hanson, R.\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7178\nDeterministic Delivery of Remote Entanglement on a Quantum Network. Nature 2018, 558 (7709), 268−273. (15) Doi, Y.; Makino, T.; Kato, H.; Takeuchi, D.; Ogura, M.; Okushi, H.; Morishita, H.; Tashima, T.; Miwa, S.; Yamasaki, S.; Neumann, P.; Wrachtrup, J.; Suzuki, Y.; Mizuochi, N. Deterministic Electrical Charge-State Initialization of Single Nitrogen-Vacancy Center in Diamond. Phys. Rev. X 2014, 4 (1), 011057. (16) Petraḱova,́ V.; Neslad́ek, M.; Taylor, A.; Fendrych, F.; Cígler, P.; Ledvina, M.; Vacík, J.; Štursa, J.; Kucǩa, J. Luminescence Properties of Engineered Nitrogen Vacancy Centers in a Close Surface Proximity. Phys. Status Solidi A 2011, 208, 2051−2056. (17) Fav́aro de Oliveira, F.; Antonov, D.; Wang, Y.; Neumann, P.; Momenzadeh, S. A.; Haüßermann, T.; Pasquarelli, A.; Denisenko, A.; Wrachtrup, J. Tailoring Spin Defects in Diamond by Lattice Charging. Nat. Commun. 2017, 8, 15409. (18) Grotz, B.; Hauf, M. V.; Dankerl, M.; Naydenov, B.; Pezzagna, S.; Meijer, J.; Jelezko, F.; Wrachtrup, J.; Stutzmann, M.; Reinhard, F.; Garrido, J. A. Charge State Manipulation of Qubits in Diamond. Nat. Commun. 2012, 3, 729. (19) Bradac, C.; Gaebel, T.; Naidoo, N.; Sellars, M. J.; Twamley, J.; Brown, L. J.; Barnard, A. S.; Plakhotnik, T.; Zvyagin, A. V.; Rabeau, J. R. Observation and Control of Blinking Nitrogen-Vacancy Centres in Discrete Nanodiamonds. Nat. Nanotechnol. 2010, 5 (5), 345−349. (20) Han, K. Y.; Wildanger, D.; Rittweger, E.; Meijer, J.; Pezzagna, S.; Hell, S. W.; Eggeling, C. Dark State Photophysics of Nitrogen− vacancy Centres in Diamond. New J. Phys. 2012, 14, 123002. (21) Aslam, N.; Waldherr, G.; Neumann, P.; Jelezko, F.; Wrachtrup, J. Photo-Induced Ionization Dynamics of the Nitrogen Vacancy Defect in Diamond Investigated by Single-Shot Charge State Detection. New J. Phys. 2013, 15, 013064. (22) Chu, Y.; de Leon, N. P.; Shields, B. J.; Hausmann, B.; Evans, R.; Togan, E.; Burek, M. J.; Markham, M.; Stacey, A.; Zibrov, A. S.; Yacoby, A.; Twitchen, D. J.; Loncar, M.; Park, H.; Maletinsky, P.; Lukin, M. D. Coherent Optical Transitions in Implanted Nitrogen Vacancy Centers. Nano Lett. 2014, 14, 1982−1986. (23) Waldherr, G.; Wang, Y.; Zaiser, S.; Jamali, M.; SchulteHerbrüggen, T.; Abe, H.; Ohshima, T.; Isoya, J.; Du, J. F.; Neumann, P.; Wrachtrup, J. Quantum Error Correction in a Solid-State Hybrid Spin Register. Nature 2014, 506, 204−207. (24) Saeedi, K.; Simmons, S.; Salvail, J. Z.; Dluhy, P.; Riemann, H.; Abrosimov, N. V.; Becker, P.; Pohl, H.-J.; Morton, J. J. L.; Thewalt, M. L. W. Room-Temperature Quantum Bit Storage Exceeding 39 minutes Using Ionized Donors in Silicon-28. Science 2013, 342 (6160), 830−833. (25) Pfender, M.; Aslam, N.; Simon, P.; Antonov, D.; Thiering, G.; Burk, S.; Fav́aro de Oliveira, F.; Denisenko, A.; Fedder, H.; Meijer, J.; Garrido, J. A.; Gali, A.; Teraji, T.; Isoya, J.; Doherty, M. W.; Alkauskas, A.; Gallo, A.; Grünsei, A.; Neumann, P.; Wrachtrup, J. Protecting a Diamond Quantum Memory by Charge State Control. Nano Lett. 2017, 17 (10), 5931−5937. (26) Szaśz, K.; Ivad́y, V.; Abrikosov, I. A.; Janzeń, E.; Bockstedte, M.; Gali, A. Spin and Photophysics of Carbon-Antisite Vacancy Defect in 4H Silicon Carbide: A Potential Quantum Bit. Phys. Rev. B: Condens. Matter Mater. Phys. 2015, 91 (12), No. 121201. (27) Wolfowicz, G.; Anderson, C. P.; Yeats, A. L.; Whiteley, S. J.; Niklas, J.; Poluektov, O. G.; Heremans, F. J.; Awschalom, D. D. Optical Charge State Control of Spin Defects in 4H-SiC. Nat. Commun. 2017, 8 (1), 1876. (28) Dhomkar, S.; Henshaw, J.; Jayakumar, H.; Meriles, C. A. LongTerm Data Storage in Diamond. Sci. Adv. 2016, 2 (10), 1600911. (29) Broadway, D. A.; Dontschuk, N.; Tsai, A.; Lillie, S. E.; Lew, C. T.-K.; McCallum, J. C.; Johnson, B. C.; Doherty, M. W.; Stacey, A.; Hollenberg, L. C. L.; Tetienne, J.-P. Spatial Mapping of Band Bending in Semiconductor Devices Using in Situ Quantum Sensors. Nature Electronics 2018, 1 (9), 502. (30) de las Casas, C. F.; Christle, D. J.; Ul Hassan, J.; Ohshima, T.; Son, N. T.; Awschalom, D. D. Stark Tuning and Electrical Charge State Control of Single Divacancies in Silicon Carbide. Appl. Phys. Lett. 2017, 111, 262403.\n(31) Christle, D. J.; Klimov, P. V.; de las Casas, C. F.; Szaśz, K.; Ivad́y, V.; Jokubavicius, V.; Hassan, J. U.; Syvaj̈ar̈vi, M.; Koehl, W. F.; Ohshima, T.; Son, N. T.; Janzeń, E.; Gali, Á.; Awschalom, D. D. Isolated Spin Qubits in SiC with a High-Fidelity Infrared Spin-toPhoton Interface. Phys. Rev. X 2017, 7 (2), 021046. (32) Widmann, M.; Lee, S.-Y.; Rendler, T.; Son, N. T.; Fedder, H.; Paik, S.; Yang, L.-P.; Zhao, N.; Yang, S.; Booker, I.; Denisenko, A.; Jamali, M.; Momenzadeh, S. A.; Gerhardt, I.; Ohshima, T.; Gali, Á.; Janzeń, E.; Wrachtrup, J. Coherent Control of Single Spins in Silicon Carbide at Room Temperature. Nat. Mater. 2015, 14 (2), 164−168. (33) Castelletto, S.; Johnson, B. C.; Ivad́y, V.; Stavrias, N.; Umeda, T.; Gali, A.; Ohshima, T. A Silicon Carbide Room-Temperature Single-Photon Source. Nat. Mater. 2014, 13 (2), 151−156. (34) Khramtsov, I. A.; Vyshnevyy, A. A.; Fedyanin, D. Y. Enhancing the Brightness of Electrically Driven Single-Photon Sources Using Color Centers in Silicon Carbide. npj Quantum Information 2018, 4 (1), 15. (35) Simin, D.; Kraus, H.; Sperlich, A.; Ohshima, T.; Astakhov, G. V.; Dyakonov, V. Locking of Electron Spin Coherence above 20 Ms in Natural Silicon Carbide. Phys. Rev. B: Condens. Matter Mater. Phys. 2017, 95 (16), 161201. (36) Evwaraye, A. O.; Smith, S. R.; Mitchel, W. C. Shallow and Deep Levels in N-type 4H-SiC. J. Appl. Phys. 1996, 79 (10), 7726−7730. (37) Stenger, I.; Pinault-Thaury, M.-A.; Kociniewski, T.; Lusson, A.; Chikoidze, E.; Jomard, F.; Dumont, Y.; Chevallier, J.; Barjon, J. Impurity-to-Band Activation Energy in Phosphorus Doped Diamond. J. Appl. Phys. 2013, 114, 073711. (38) Dimitrijev, S. Silicon Carbide as a Material for Mainstream Electronics. Microelectron. Eng. 2006, 83 (1), 123−125. (39) Siyushev, P.; Nesladek, M.; Bourgeois, E.; Gulka, M.; Hruby, J.; Yamamoto, T.; Trupke, M.; Teraji, T.; Isoya, J.; Jelezko, F. Science 2019, 363, 728. (40) Niethammer, M.; Widmann, M.; Rendler, T.; Morioka, N.; Chen, Y.-C.; Stöhr, R.; Hassan, J. U.; Onoda, S.; Ohshima, T.; Lee, S.Y.; Mukherjee, A.; Isoya, J.; Tien Son, N.; Wrachtrup, J. 2019, arXiv.1903.12236. arXiv.org e-print archive. https://arxiv.org/abs/ 1903.12236. (41) Simin, D.; Fuchs, F.; Kraus, H.; Sperlich, A.; Baranov, P. G.; Astakhov, G. V.; Dyakonov, V. High-Precision Angle-Resolved Magnetometry with Uniaxial Quantum Centers in Silicon Carbide. Phys. Rev. Appl. 2015, 4 (1), 014009. (42) Niethammer, M.; Widmann, M.; Lee, S.-Y.; Stenberg, P.; Kordina, O.; Ohshima, T.; Son, N. T.; Janzeń, E.; Wrachtrup, J. Vector Magnetometry Using Silicon Vacancies in 4H-SiC Under Ambient Conditions. Phys. Rev. Appl. 2016, 6 (3), 034001. (43) Anisimov, A. N.; Simin, D.; Soltamov, V. A.; Lebedev, S. P.; Baranov, P. G.; Astakhov, G. V.; Dyakonov, V. Optical Thermometry Based on Level Anticrossing in Silicon Carbide. Sci. Rep. 2016, 6, 33301. (44) Soltamov, V. A.; Soltamova, A. A.; Baranov, P. G.; Proskuryakov, I. I. Room Temperature Coherent Spin Alignment of Silicon Vacancies in 4H- and 6H-SiC. Phys. Rev. Lett. 2012, 108 (22), 226402. (45) Nagy, R.; Widmann, M.; Niethammer, M.; Dasari, D. B. R.; Gerhardt, I.; Soykal, Ö. O.; Radulaski, M.; Ohshima, T.; Vucǩovic,́ J.; Son, N. T.; Ivanov, I. G.; Economou, S. E.; Bonato, C.; Lee, S. Y.; Wrachtrup, J. Quantum Properties of Dichroic Silicon Vacancies in Silicon Carbide. Phys. Rev. Appl. 2018, 9 (3), 034022. (46) Nagy, R.; Niethammer, M.; Widmann, M.; Chen, Y.-C.; Udvarhelyi, P.; Bonato, C.; Hassan, J. U.; Karhu, R.; Ivanov, I. G.; Son, N. T.; Maze, J. M.; Ohshima, T.; Soykal, Ö. O.; Gali, Á.; Lee, S. Y.; Kaiser, F.; Wrachtrup, J. High-Fidelity Spin and Optical Control of Single Silicon-Vacancy Centres in Silicon Carbide. Nat. Commun. 2019, 10 (1), 1954. (47) Banks, H. B.; Soykal, O. O.; Myers-Ward, R. L.; Gaskill, D. K.; Reinecke, T.L.; Carter, S. G. Resonant Optical Spin Initialization and Readout of Single Silicon Vacancies in 4H-SiC. Phys. Rev. Appl. 2019, 11 (2), 024013.\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7179\n(48) Magnusson, B.; Son, N. T.; Csoŕe,́ A.; Gal̈lström, A.; Ohshima, T.; Gali, A.; Ivanov, I. G. Excitation Properties of the Divacancy in 4H-SiC. Phys. Rev. B: Condens. Matter Mater. Phys. 2018, 98 (19), 195202. (49) Ivad́y, V.; Davidsson, J.; Son, N. T.; Ohshima, T.; Abrikosov, I. A.; Gali, A. Identification of Si-Vacancy Related Room-Temperature Qubits in 4H Silicon Carbide. Phys. Rev. B: Condens. Matter Mater. Phys. 2017, 96 (16), 161114. (50) Trinh, X. T.; Szaśz, K.; Hornos, T.; Kawahara, K.; Suda, J.; Kimoto, T.; Gali, A.; Janzeń, E.; Son, N. T. Negative-U Carbon Vacancy in 4H-SiC: Assessment of Charge Correction Schemes and Identification of the Negative Carbon Vacancy at the Quasicubic Site. Phys. Rev. B: Condens. Matter Mater. Phys. 2013, 88 (23), 235209. (51) Fedyanin, D. Y.; Agio, M. Ultrabright Single-Photon Source on Diamond with Electrical Pumping at Room and High Temperatures. New J. Phys. 2016, 18 (7), 073012. (52) Khramtsov, I. A.; Agio, M.; Fedyanin, D. Y. Dynamics of SinglePhoton Emission from Electrically Pumped Color Centers. Phys. Rev. Appl. 2017, 8 (2), 024031. (53) Khramtsov, I. A.; Agio, M.; Fedyanin, D. Y.. Kinetics of SinglePhoton Emission from Electrically Pumped NV Centers in Diamond. AIP Conf. Proc. 2017, 1874, 040014. (54) Booker, I. D.; Janzeń, E.; Son, N. T.; Hassan, J.; Stenberg, P.; Sveinbjörnsson, E. Ö. Donor and Double-Donor Transitions of the Carbon Vacancy Related EH6/7 Deep Level in 4H-SiC. J. Appl. Phys. 2016, 119 (23), 235703. (55) Morfa, A. J.; Gibson, B. C.; Karg, M.; Karle, T. J.; Greentree, A. D.; Mulvaney, P.; Tomljenovic-Hanic, S. Single-Photon Emission and Quantum Characterization of Zinc Oxide Defects. Nano Lett. 2012, 12, 949−954. (56) Berhane, A. M.; Jeong, K.-Y.; Bodrog, Z.; Fiedler, S.; Schröder, T.; Triviño, N. V.; Palacios, T.; Gali, A.; Toth, M.; Englund, D.; Aharonovich, I. Single-Photon Emission: Bright Room-Temperature Single-Photon Emission from Defects in Gallium Nitride (Adv. Mater. 12/2017). Adv. Mater. 2017, 29, 1605092. (57) Widmann, M.; Niethammer, M.; Makino, T.; Rendler, T.; Lasse, S.; Ohshima, T.; Ul Hassan, J.; Tien Son, N.; Lee, S.-Y.; Wrachtrup, J. Bright Single Photon Sources in Lateral Silicon Carbide Light Emitting Diodes. Appl. Phys. Lett. 2018, 112, 231103. (58) Sato, S.-I.; Honda, T.; Makino, T.; Hijikata, Y.; Lee, S.-Y.; Ohshima, T. Room Temperature Electrical Control of Single Photon Sources at 4H-SiC Surface. ACS Photonics 2018, 5, 3159−3165.\nDOI: 10.1021/acs.nanolett.9b02774 Nano Lett. 2019, 19, 7173−7180\n7180"
    } ],
    "references" : [ {
      "title" : "Silicon Quantum Electronics",
      "author" : [ "M.A. Eriksson" ],
      "venue" : "Rev. Mod. Phys. 2013,",
      "citeRegEx" : "Eriksson,? \\Q2013\\E",
      "shortCiteRegEx" : "Eriksson",
      "year" : 2013
    }, {
      "title" : "Spins in Few-Electron Quantum Dots",
      "author" : [ "L.M.K. Vandersypen" ],
      "venue" : "Rev. Mod. Phys. 2007,",
      "citeRegEx" : "Vandersypen,? \\Q2007\\E",
      "shortCiteRegEx" : "Vandersypen",
      "year" : 2007
    }, {
      "title" : "Single Spins in Self-Assembled Quantum Dots",
      "author" : [ "R.J. Warburton" ],
      "venue" : "Nat. Mater. 2013,",
      "citeRegEx" : "Warburton,? \\Q2013\\E",
      "shortCiteRegEx" : "Warburton",
      "year" : 2013
    }, {
      "title" : "Nanoscale Magnetometry with NV Centers in Diamond",
      "author" : [ "R.L. Walsworth", "A. Yacoby" ],
      "venue" : "MRS Bull. 2013,",
      "citeRegEx" : "Walsworth and Yacoby,? \\Q2013\\E",
      "shortCiteRegEx" : "Walsworth and Yacoby",
      "year" : 2013
    }, {
      "title" : "Deterministic Delivery of Remote Entanglement on a Quantum Network",
      "author" : [ "Y. Doi", "T. Makino", "H. Kato", "D. Takeuchi", "M. Ogura", "H. Okushi", "H. Morishita", "T. Tashima", "S. Miwa", "S. Yamasaki", "P. Neumann", "J. Wrachtrup", "Y. Suzuki", "N. Mizuochi" ],
      "venue" : "Nature",
      "citeRegEx" : "Doi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Doi et al\\.",
      "year" : 2018
    }, {
      "title" : "Tailoring Spin Defects in Diamond by Lattice Charging",
      "author" : [ "F. Fav́aro de Oliveira", "D. Antonov", "Y. Wang", "P. Neumann", "S.A. Momenzadeh", "T. Haüßermann", "A. Pasquarelli", "A. Denisenko", "J. Wrachtrup" ],
      "venue" : "Surface Proximity. Phys. Status Solidi A",
      "citeRegEx" : "Oliveira et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Oliveira et al\\.",
      "year" : 2011
    }, {
      "title" : "Photo-Induced Ionization Dynamics of the Nitrogen Vacancy Defect in Diamond Investigated by Single-Shot Charge State Detection",
      "author" : [ "N. Aslam", "G. Waldherr", "P. Neumann", "F. Jelezko", "J. Wrachtrup" ],
      "venue" : "vacancy Centres in Diamond. New J. Phys. 2012,",
      "citeRegEx" : "Aslam et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Aslam et al\\.",
      "year" : 2013
    }, {
      "title" : "Coherent Optical Transitions in Implanted Nitrogen Vacancy Centers",
      "author" : [ "Y. Chu", "N.P. de Leon", "B.J. Shields", "B. Hausmann", "R. Evans", "E. Togan", "M.J. Burek", "M. Markham", "A. Stacey", "A.S. Zibrov", "A. Yacoby", "D.J. Twitchen", "M. Loncar", "H. Park", "P. Maletinsky", "M.D. Lukin" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "Chu et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Chu et al\\.",
      "year" : 1986
    }, {
      "title" : "Quantum Error Correction in a Solid-State Hybrid Spin Register",
      "author" : [ "G. Waldherr", "Y. Wang", "S. Zaiser", "M. Jamali", "T. SchulteHerbrüggen", "H. Abe", "T. Ohshima", "J. Isoya", "J.F. Du", "P. Neumann", "J. Wrachtrup" ],
      "venue" : "Nature",
      "citeRegEx" : "Waldherr et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Waldherr et al\\.",
      "year" : 2014
    }, {
      "title" : "Room-Temperature Quantum Bit Storage Exceeding 39 minutes Using Ionized Donors in Silicon-28",
      "author" : [ "N.V. Abrosimov", "P. Becker", "H.-J. Pohl", "J.J.L. Morton", "M.L.W. Thewalt" ],
      "venue" : "Science",
      "citeRegEx" : "Abrosimov et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Abrosimov et al\\.",
      "year" : 2013
    }, {
      "title" : "Protecting a Diamond Quantum Memory by Charge State Control",
      "author" : [ "S. Burk", "F. Fav́aro de Oliveira", "A. Denisenko", "H. Fedder", "J. Meijer", "J.A. Garrido", "A. Gali", "T. Teraji", "J. Isoya", "M.W. Doherty", "A. Alkauskas", "A. Gallo", "A. Grünsei", "P. Neumann", "J. Wrachtrup" ],
      "venue" : "Nano Lett. 2017,",
      "citeRegEx" : "Burk et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Burk et al\\.",
      "year" : 2017
    }, {
      "title" : "Optical Charge State Control of Spin Defects in 4H-SiC",
      "author" : [ "J. Niklas", "O.G. Poluektov", "F.J. Heremans", "D.D. Awschalom" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Niklas et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Niklas et al\\.",
      "year" : 2016
    }, {
      "title" : "Spatial Mapping of Band Bending in Semiconductor Devices Using in Situ Quantum Sensors",
      "author" : [ "D.A. Broadway", "N. Dontschuk", "A. Tsai", "S.E. Lillie", "C.T.-K. Lew", "J.C. McCallum", "B.C. Johnson", "M.W. Doherty", "A. Stacey", "L.C.L. Hollenberg", "J.-P. Tetienne" ],
      "venue" : "Nature Electronics 2018,",
      "citeRegEx" : "Broadway et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Broadway et al\\.",
      "year" : 2018
    }, {
      "title" : "Isolated Spin Qubits in SiC with a High-Fidelity Infrared Spin-toPhoton Interface",
      "author" : [ "D.J. Christle", "P.V. Klimov", "C.F. de las Casas", "K. Szaśz", "V. Ivad́y", "V. Jokubavicius", "J.U. Hassan", "M. Syvaj̈ar̈vi", "W.F. Koehl", "T. Ohshima", "N.T. Son", "E. Janzeń", "Á. Gali", "D.D. Awschalom" ],
      "venue" : "Phys. Rev. X 2017,",
      "citeRegEx" : "Christle et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Christle et al\\.",
      "year" : 2017
    }, {
      "title" : "Impurity-to-Band Activation Energy in Phosphorus Doped Diamond",
      "author" : [ "S. Dimitrijev" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "Dimitrijev,? \\Q2013\\E",
      "shortCiteRegEx" : "Dimitrijev",
      "year" : 2013
    }, {
      "title" : "arXiv.1903.12236. arXiv.org e-print archive. https://arxiv.org/abs/ 1903.12236",
      "author" : [ "D. Simin", "F. Fuchs", "H. Kraus", "A. Sperlich", "P.G. Baranov", "G.V. Astakhov", "V. Dyakonov" ],
      "venue" : null,
      "citeRegEx" : "Simin et al\\.,? \\Q1903\\E",
      "shortCiteRegEx" : "Simin et al\\.",
      "year" : 1903
    }, {
      "title" : "Vector Magnetometry Using Silicon Vacancies in 4H-SiC Under Ambient Conditions",
      "author" : [ "M. Niethammer", "M. Widmann", "S.-Y. Lee", "P. Stenberg", "O. Kordina", "T. Ohshima", "N.T. Son", "E. Janzeń", "J. Wrachtrup" ],
      "venue" : "Phys. Rev. Appl. 2015,",
      "citeRegEx" : "Niethammer et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Niethammer et al\\.",
      "year" : 2016
    }, {
      "title" : "Optical Thermometry Based on Level Anticrossing in Silicon Carbide",
      "author" : [ "A.N. Anisimov", "D. Simin", "V.A. Soltamov", "S.P. Lebedev", "P.G. Baranov", "G.V. Astakhov", "V. Dyakonov" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "Anisimov et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Anisimov et al\\.",
      "year" : 2016
    }, {
      "title" : "High-Fidelity Spin and Optical Control of Single Silicon-Vacancy Centres in Silicon Carbide",
      "author" : [ "N.T. Son", "J.M. Maze", "T. Ohshima", "Ö.O. Soykal", "Á. Gali", "S.Y. Lee", "F. Kaiser", "J. Wrachtrup" ],
      "venue" : "Nat. Commun. 2019,",
      "citeRegEx" : "Son et al\\.,? \\Q1954\\E",
      "shortCiteRegEx" : "Son et al\\.",
      "year" : 1954
    }, {
      "title" : "Resonant Optical Spin Initialization and Readout of Single Silicon Vacancies in 4H-SiC",
      "author" : [ "T.L. Reinecke", "S.G. Carter" ],
      "venue" : "Phys. Rev. Appl. 2019,",
      "citeRegEx" : "Reinecke and Carter,? \\Q2019\\E",
      "shortCiteRegEx" : "Reinecke and Carter",
      "year" : 2019
    }, {
      "title" : "Excitation Properties of the Divacancy in 4H-SiC",
      "author" : [ "B. Magnusson", "N.T. Son", "́ A. Csoŕe", "A. Gal̈lström", "T. Ohshima", "A. Gali", "I.G. Ivanov" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 2018,",
      "citeRegEx" : "Magnusson et al\\.,? \\Q1952\\E",
      "shortCiteRegEx" : "Magnusson et al\\.",
      "year" : 1952
    }, {
      "title" : "Photon Emission from Electrically Pumped NV Centers in Diamond",
      "author" : [ "I.D. Booker", "E. Janzeń", "N.T. Son", "J. Hassan", "P. Stenberg", "E.Ö. Sveinbjörnsson" ],
      "venue" : "AIP Conf. Proc",
      "citeRegEx" : "Booker et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Booker et al\\.",
      "year" : 2017
    }, {
      "title" : "Single-Photon Emission and Quantum Characterization of Zinc Oxide Defects",
      "author" : [ "A.J. Morfa", "B.C. Gibson", "M. Karg", "T.J. Karle", "A.D. Greentree", "P. Mulvaney", "S. Tomljenovic-Hanic" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "Morfa et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Morfa et al\\.",
      "year" : 2012
    }, {
      "title" : "Single-Photon Emission: Bright Room-Temperature Single-Photon Emission from Defects in Gallium Nitride (Adv",
      "author" : [ "A.M. Berhane", "K.-Y. Jeong", "Z. Bodrog", "S. Fiedler", "T. Schröder", "N.V. Triviño", "T. Palacios", "A. Gali", "M. Toth", "D. Englund", "I. Aharonovich" ],
      "venue" : "Mater. 12/2017). Adv. Mater. 2017,",
      "citeRegEx" : "Berhane et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Berhane et al\\.",
      "year" : 2017
    }, {
      "title" : "Room Temperature Electrical Control of Single Photon Sources at 4H-SiC Surface",
      "author" : [ "T. Ohshima" ],
      "venue" : "ACS Photonics 2018,",
      "citeRegEx" : "Ohshima,? \\Q2018\\E",
      "shortCiteRegEx" : "Ohshima",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Color centers with long-lived spins are established platforms for quantum sensing and quantum information applications. Color centers exist in different charge states, each of them with distinct optical and spin properties. Application to quantum technology requires the capability to access and stabilize charge states for each specific task. Here, we investigate charge state manipulation of individual silicon vacancies in silicon carbide, a system which has recently shown a unique combination of long spin coherence time and ultrastable spin-selective optical transitions. In particular, we demonstrate charge state switching through the bias applied to the color center in an integrated silicon carbide optoelectronic device. We show that the electronic environment defined by the doping profile and the distribution of other defects in the device plays a key role for charge state control. Our experimental results and numerical modeling evidence that control of these complex interactions can, under certain conditions, enhance the photon emission rate. These findings open the way for deterministic control over the charge state of spin-active color centers for quantum technology and provide novel techniques for monitoring doping profiles and voltage sensing in microscopic devices.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}