{
  "name" : "downloads_2020-01-06_86_parthasarathy2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Biocompatible TiO2-CeO2 Nano-composite synthesis, characterization and analysis on electrochemical performance for uric acid determination",
    "authors" : [ "P. Parthasarathy", "S. Vivekanandan" ],
    "emails" : [ "arjunsarathii@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nAin Shams Engineering Journal\njournal homepage: www.sciencedirect .com\nEngineering Physics and Mathematics\nBiocompatible TiO2-CeO2 Nano-composite synthesis, characterization and analysis on electrochemical performance for uric acid determination\nhttps://doi.org/10.1016/j.asej.2019.11.011 2090-4479/ 2019 Ain Shams University. Production and hosting by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\n⇑ Corresponding author. E-mail address: arjunsarathii@gmail.com (P. Parthasarathy).\nPeer review under responsibility of Ain Shams University.\nProduction and hosting by Elsevier\nPlease cite this article as: P. Parthasarathy and S. Vivekanandan, Biocompatible TiO2-CeO2 Nano-composite synthesis, characterization and anal electrochemical performance for uric acid determination, Ain Shams Engineering Journal, https://doi.org/10.1016/j.asej.2019.11.011\nP. Parthasarathy ⇑, S. Vivekanandan School of Electrical Engineering, VIT University, Vellore, Tamilnadu, India\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 15 May 2019 Revised 22 October 2019 Accepted 15 November 2019 Available online xxxx\nIndex terms: Uric acid Urease (Urs) Glutamate dehydrogenase (GLDH) Composite material Electrochemical method\nThis study reports the development of a fast and facile route for the synthesis of novel TiO2-CeO2 nanocomposite film using sol-gel spin coating method with the mixture of commercial CeO2, titaniumiso-propoxide (TTIP) and aqueous ammonia. Solutions of TTIP in ethanol were mixed with CeO2 nanoparticles to form a mixed sol-gel. The sol containing TiO2-CeO2 was coated over the glass substrate and the resulting nanocomposite thin film were characterized in terms of phase and surface morphology by XRD, TEM, SEM and FT-IR. Conventional methods of the synthesis of CeO2–TiO2 nanocomposite require a long time, and TiO2 is rarely found as a coated material. In contrast, the sol-gel spin coating method was able to synthesize CeO2–TiO2 sol within a very short time. The particle size of the TiO2–CeO2 nano-composite film was found to be 23 nm. The Uric acid biosensor was fabricated by immobilizing mixed enzyme [urease (Urs) and glutamate dehydrogenase (GLDH)] on this nano-composite film showed a response time of 10 s, sensitivity as 0.9016 mAcm 2 mM 1 and detection limit of 0.165 mM. The value of Michaelis–Menten constant (Km) estimated using Line weaver–Burke plot as 4.8 mM which indicates the high affinity of uricase towards its analyte (uric acid). The enhanced sensitivity and linear range of the nanobiocomposite film obtained by cyclic voltammetry measurements suggested that the mixed enzyme and TiO2-CeO2 composite material has novel characteristics for uric acid determination in the human blood for the application of arthritis diseases. 2019 Ain Shams University. Production and hosting by Elsevier B.V. This is an open access article under\nthe CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)."
    }, {
      "heading" : "1. Introduction",
      "text" : "The ongoing past has seen various examinations completed on advancement and enhancements for different highlights, for example, speed, selectivity and affectability, and decreased expense of electrochemical biosensors. Many metal oxide-based nano materials, for example, zinc oxide (ZnO), zirconium oxide (ZrO2), tin oxide (SnO2), titanium oxide (TiO2), niobium oxide (Nb2O5) and cerium oxide (CeO2) and so forth, have been utilized as immobilization frameworks for the improvement of biosensors [1]. Among those, nanostructured TiO2 has gotten much consideration as an immobilization lattice for the structure of wanted biosensors on account of its one-dimensional nanostructure, electronic conductivity, and\nbigger explicit surface zone. It has been accounted for that the nearness of higher valence cationic (4 + ) dopants upgrades the ionic conductivity of TiO2 because of increment in the centralization of oxygen opening [2]. It was proposed that fractional introduction of TiO2 nanoparticles may have an impact on ionic conductivity of this material close to the surface. These highlights are especially appealing as potential adsorbents for catalyst immobilization as encompassing temperature requires further improvement of new synergist materials with a high surface region and well-characterized responsive precious stone planes with predominant reactant movement [3].\nEndeavors have as of late been made to tailor the catalytic properties of TiO2 by the addition of CeO2 to upgrade warm and electrical properties, and these novel materials have been misused for applications toward latent counter terminals and sensors. As of late, various sol-gel-determined oxide substrates were utilized for improving attributes of biosensors for recognition of different analytes. Different procedures, for example, radio frequency (RF) sputtering, electrochemical methods, and sol-gel methods, have been utilized for developing various composites. Among sol-gel determined oxide substrates, TiO2– CeO2 films have obtainedmuch\nysis on\nconsideration in biomedical applications because of different points of interest, for example, low temperature process capacity, extensive surface region, tunability, warm soundness, biocompatibility, and minimal effort [4–7]. Titanium oxide sol-gel films have been utilized to immobilize horseradish peroxidase (HRP) for application to H2O2 biosensor. What’s more, sol-gel-inferred tin oxide/gelatin composite were utilized to examine direct electrochemistry and electro catalysis of horseradish peroxidase. Furthermore, this sol-gel-determined zirconia/Nafion composite has been utilized to manufacture glucose biosensor. Be that as it may, the above procedures need long response time. What’s more, the immediate covering of TiO2 on CeO2 nanoparticles to nanocomposite has not been yet concentrated as far as we could possibly know. This is on the grounds that that arrangement of TiO2-CeO2 nanoparticles is troublesome utilizing the traditional techniques, and it is subsequently a test to locate a novel way to deal with [8].\nUrea in blood or in urine is a significant analyte for the analysis of renal and liver maladies. The location of urea is performed every now and again in medicinal consideration. The ordinary dimension of urea in serum is in the range 2.5– 6.7 mM (15– 45 mg/dL) [9]. In patients experiencing renal malady, urea fixation in serum might be as high as 30– 80 mM requiring hemodialysis. An ongoing report from this research facility underpins the view that the electrochemical oxidation of uric corrosive at graphite and gold terminals continues by an underlying 2e- 2H + response to give a diimine animal groups (Fig. 1). This diimine is truly precarious in fluid arrangement and is quickly hydrated to an imine-liquor in a first-request response [10]. The rate consistent and request for the last response were dictated by twofold potential advance chronoamperometric utilizing a profoundly cleaned waximpregnated spectroscopic graphite anode. This anode was utilized to limit adsorption of the diimine which is especially serious at ordinary pyrolytic graphite cathodes. The rate consistent for hydration of the diimine to the imine-liquor at pH 8 was observed to be 32.5 s 1. At lower and higher pH esteems this rate steady was in any event as huge as that saw at pH 8 [11,12]. The imine-liquor is additionally shaky yet it might be seen as an UV-engrossing middle of the road upon electrochemical oxidation of uric corrosive between pH 7–9 by methods for slight layer spectro electrochemical investigations.\nA basic method of reasoning for our investigations of the electrochemical oxidation of naturally significant purine and different atoms is that such examinations can prompt data bearing on the response courses and systems of organic oxidation responses [13–17]. A basic schematic of electrochemical process over a graphite electrode is shown in the Fig. 1. In spite of the fact that there are still a few vulnerabilities with respect to the electrochemical oxidation of uric acid (e.g., the real structures of the diimine and imine-liquor intermediates) the essential response component is presently to a great extent comprehended. Likewise, an examination was started into the enzymatic oxidation of uric corrosive so as to create adequate information to look at the natural and elec-\ntrochemical procedures. The organic oxidation of uric corrosive with different peroxidase proteins has likely been examined generally widely. Prior work has demonstrated that the items framed upon both electrochemical and enzymatic (peroxidase) oxidation of uric corrosive is the equivalent. In this way, at low pH the major electrochemical and enzymatic items are alloxan, urea and CO2, while at middle of the road pH allantoin, urea and CO2, are framed. The last laborers suggested that some obscure essential oxidation item is shaped which at that point experiences non-enzymatic, pH-subordinate decay to alloxan or allantoin.\nRegularly, the task of uric corrosive biosensors depends either on the estimation of utilization of O2 or generation of H2O2 in enzymatically catalyzed response. Uric corrosive biosensors of the last kind are winning because of their more straightforward development and shorter reaction time in contrast with the biosensors dependent on disintegrated oxygen tests. Since H2O2 is electro dynamic, these biosensors ordinarily utilize an amperometric transduction. Two issues are experienced being developed of amperometric uric corrosive biosensors dependent on electrochemical recognition of enzymatically created H2O2. The first is associated with the low explicit action of industrially accessible urate oxidase, which infrequently surpasses 20– 25 units for every mg and ordinarily is lower than 10 units for each mg, while the second is identified with the generally high ideal pH of urate oxidase, which lies close to the pH estimation of 9.0. Because of the low synergist movement of compound, the rate of H2O2 generation in enzymatically catalyzed response is low, bringing about the low current flag of the biosensor [18]. This puts the uncommon necessities on the H2O2 transducer utilized in the development of the biosensor. So as to acquire a low discovery limit and therefore, a wide unique scope of the biosensor, the transducer must display a high affectability and low commotion. The last can be accomplished if the biosensor is worked at gentle Cathodic possibilities (around 0.0 V versus Ag/AgCl), at which the foundation current is limited. In any case, because of the moderate energy of H2O2 decrease on the greater part of the usually utilized cathode materials, the considerable H2O2 decrease flows can be accomplished at these possibilities just on chemically adjusted terminals. As far as affectability and selectivity, a standout amongst the best inorganic impetuses for electrochemical decrease of H2O2 is Prussian blue (iron (III) hexacyanoferrate (II), KFe[Fe(CN)6]) [19–24].\nThe work reported here was undertaken to study the electrochemical behavior of uric acid in the presence of mixed enzymes such as urease and glutamate dehydrogenase. We have utilized sol-gel spin coating chemical process for thin film coating and cyclic voltammetry technique for electrochemical behavioral studies for the determination of uric acid in the presence of mixed enzyme in the catalytic reaction. Although many work relied on various types of polymers and other carbon based materials and less work in the metal oxide side, so in this work we synthesized a novel metal oxide nanocomposite thin film for the detection of uric acid in the blood.\nc acid at graphite electrodes [22]."
    }, {
      "heading" : "2. Experimental details",
      "text" : "In the present work a novel Nanocomposite thin films exhibiting good electron transfer property has been developed by SolGel spin coating technique for the detection of uric acid. Mixed enzyme is successfully immobilized on the surface of TiO2-CeO2 thin film matrix by physical adsorption process and enhanced bio-sensing response characteristics of the prepared bio-electrode for uric acid have been achieved."
    }, {
      "heading" : "2.1. Materials",
      "text" : "TTIP, (99.0%), aqueous ammonium NH4OH (28–30%), Ce(NO3)36H2O (CAS number 10294–41-4), Urease (Urs), glutamate dehydrogenase (GLDH), nicotinamide adenine dinucleotide (NADH) aketo glutarate (a-KG), ethanol, HNO3 and other solvents, and reagents were procured from purchased from Sigma Aldrich and Merck India Ltd., Mumbai, India. Indium tin oxide (ITO)-coated glass substrates were used here. All other chemicals were of reagent grade and were used without further purification. Milli-Q water was used in all the preparations."
    }, {
      "heading" : "2.2. Synthesis of mixed metal oxide nano-particles",
      "text" : "The mixed metal oxide nanoparticles were synthesized using a sol-gel method and the flow chart for the synthesis was depicts below (Fig. 2).\nBriefly, TTIP and ethanol were added together with few drops of H2O and it is mixed in a beaker under magnetic stirring to obtain a homogeneous precursor solution as TiO2 sol. Then obtained TiO2 sol is mixed with mixture solution of cerium nitrate and ethanol as a precursor to get the CeO2 sol. The total solution is continuously stirred under room temperature continuously for 2 h. Here acetic acid is added in few drops and it acts as a catalyst and it is left stirring for 1 h at room temperature. Subsequently, the solution containing TiO2- CeO2 was left for aging overnight to obtain the mixed sol-gel metal oxide nanocomposite. The formation of nanocomposite and its chemical reaction is shown in the below Fig. 3."
    }, {
      "heading" : "2.3. Sol-gel derived tio2-ceo2 films preparation",
      "text" : "Mixed TiO2–CeO2 sol-gel was deposited on pre cleaned ITOcoated glass substrates by using the spin-coating technique with a rotating speed of 300 rpm. These films were preheated at 200 C for about 5 min in air for oxide formation. The grown TiO2–CeO2 thin films were found to be amorphous which becomes a nano-crystalline after a post deposition annealing treatment at 300 C for 1 h in atmospheric air. The annealed thin films were found to be smooth, transparent and strongly adherent to the substrate."
    }, {
      "heading" : "2.4. Electrode modification and immobilization of urease",
      "text" : "Ten microliters (mL) of 1:1 M mixture of urease and GLDH (1.0 mg/mL, in PB, 50 mM and pH 7.0) was immobilized onto a TiO2–CeO2 nanocomposite film by the Physisorption method. The biochemical reaction using the mixed enzyme system is shown below. The general schematic of enzyme immobilized over the electrode surface is shown below (Fig. 4).\nUrease ! 2NHþ4 þ HCO 3 ð1Þ\n2NHþ4 þ a Ketoglutamateþ NADH ! GLDH2 Glutamateþ NADHþ ð2Þ\nPlease cite this article as: P. Parthasarathy and S. Vivekanandan, Biocompatib electrochemical performance for uric acid determination, Ain Shams Engineeri\nNADH ! NADþ þ 2e ð3Þ The enzyme solution was poured onto TiO2–CeO2 films and kept for approximately 4 h in a humid chamber at room temperature for uricase binding. The bio electrode (Urs-GLDH/TiO2–CeO2/ ITO) was washed thoroughly with phosphate buffer solution to remove any unbound enzyme and was stored at room temperature when not in use. The prepared bio electrode (Urs-GLDH/TiO2–CeO2/ ITO) was allowed to dry overnight under desiccated conditions and then washed with phosphate buffer saline (PBS, 50 mM, pH 7.0, 0.9% NaCl) to remove any unabsorbed enzymes (Urs-GLDH) and stored in a desiccator at 25 when not in use. To obtain a uniformly distributed OH group on thin film surface, the films were immersed in a solution of H2O2/NH4OH/ H2O (1:1:5, v/v) for 30 min at 80 for hydrolysis, after which they were rinsed thoroughly with deionized water and dried."
    }, {
      "heading" : "2.5. Sensing principle",
      "text" : "Uricase catalyzes the in vivo oxidation of uric acid (C5H4N4O3) in the presence of oxygen to produce allantoin (C4H6N4O3) and CO2 as oxidation products of uric acid and hydrogen peroxide as a reduction product of O2. The below Fig. 5 demonstrated the basic schematic of uricase catalytic reaction and its chemical reaction is as follows:\nUricAcid C5H4N4O3ð Þ þ H2Oþ O2 ! Allantoin C4H6N4O3ð Þ þ CO2 þ H2O2 ð4Þ\nH2O2 ! O2 þ 2Hþ þ 2e ð5Þ The enzymatic electrochemical biosensor relies on shuttling of these electrons, generated in the biochemical reaction shown above, from the redox center of the enzyme to the electrode via Nanocomposite thin film matrix. Enzymes, because of their insulated-shell redox centers, are unable to show direct electrochemistry. The presence of a redox species (mediator [Fe(CN) 6]3 /4 ), in the system, provides the path for electron transfer from the redox centers of the enzyme to the electrode using good electron communication property of the prepared TiO2-CeO2 thin film matrix, which results in increase in peak oxidation and reduction currents. The current further increases linearly with the increase in the concentration of analyte (uric acid) in the solution."
    }, {
      "heading" : "3. Result and discussion",
      "text" : "Phase identification of the fabricated sol-gel-derived TiO2–CeO2 Nano-composite film was accomplished by X-ray Difractometer using Cu Ka radiation. These sol-gel-derived TiO2–CeO2/ITO and Urs-GLDH/TiO2–CeO2/ITO bio electrodes were further characterized by Fourier transform infrared (FTIR) spectrophotometer in the spectral range 400–4000 cm 1. Atomic force microscopy (AFM), SEM and TEM was used to examine the surface roughness and surface morphology of TiO2–CeO2 nanocomposite films. Electrochemical data was obtained on an Auto lab Potentiostat/Galvanostat using a three-electrode cell containing Ag/AgCl as reference electrode, platinum (Pt) wire as auxiliary electrode, and Urs-GLDH/TiO2–CeO2/ITO bio electrodes as a working electrode."
    }, {
      "heading" : "3.1. XRD Analysis",
      "text" : "Fig. 6 shows the results of the x-ray diffraction (XRD) studies in intensity range 20–70 of the TiO2–CeO2 film deposited on ITO glass substrate through the sol-gel chemical process calcinated at 200 . The XRD pattern of CeO2-TiO2 metal oxide nano-composite is shown below with the peaks appeared at 28.57 , 33.14 ,\nle TiO2-CeO2 Nano-composite synthesis, characterization and analysis on ng Journal, https://doi.org/10.1016/j.asej.2019.11.011\nFig. 2. TiO2–CeO2 thin film formation flow chart.\nFig. 3. TiO2–CeO2 nanocomposite formation reaction.\nFig. 4. General schematic of enzyme immobilized over the electrode surface.\n47.52 , 56.46 and 59.20 . It is shows that the mentioned peaks are mixed phase of three different phase of TiO2 and the average crystallite size was estimated by the analysis of the broadening of (1 1 1) and (2 0 0) reflections and was found to be 23 nm. The lat-\nPlease cite this article as: P. Parthasarathy and S. Vivekanandan, Biocompatib electrochemical performance for uric acid determination, Ain Shams Engineer\ntice constant (a) of the TiO2 film calculated from the peak position (1 1 1) found to be (a) = 0.460 A , is slightly higher than that of bulk TiO2 (0.455 A ) and is assigned to the distortion in the unit cell\nle TiO2-CeO2 Nano-composite synthesis, characterization and analysis on ing Journal, https://doi.org/10.1016/j.asej.2019.11.011\nalong the growth direction. In addition, an increase in the lattice constant reveals the lattice expansion effect resulting from the substitution of Ce4 + ions with decreasing particle size. The results imply that Ti atoms substitute Ce4 + ion in the TiO2 lattice."
    }, {
      "heading" : "3.2. Sem analysis",
      "text" : "The SEM micrograph (Fig. 7a and b) implies that the synthesized TiO2 and TiO2–CeO2 nanocomposite thin films grown on ITO glass substrate have uniform morphologies and high aspect ratios with an average diameter of 600 nm and a length of 60– 90 lm with uniform distribution of nanostructured grains. The grain size of the TiO2 and TiO2–CeO2 is found as around 13 nm and 34 nm respectively. As the average crystallite size calculated from the XRD is in the same range, we are getting exact informa-\nPlease cite this article as: P. Parthasarathy and S. Vivekanandan, Biocompatib electrochemical performance for uric acid determination, Ain Shams Engineeri\ntion on about the surface morphology of the sample from SEM micrograph."
    }, {
      "heading" : "3.3. TEM Analysis",
      "text" : "The corresponding TEM images are shown in the below Fig. 8. The average crystallite size calculated from TEM images was found to be 10.2 ± 2.2 nm, which is in good agreement with the XRD result. In accordance with the small crystalline size, a large BET surface area of 78.6 m2 g 1 was obtained. If these results are compared with those obtained from pristine CeO2 (55.7 m2 g 1), which was reported in some studies, it was seen that the modification of CeO2 lattice with Ti4+ ions yielded a larger surface area.Fig. 9."
    }, {
      "heading" : "3.4. FTIR analysis",
      "text" : "The TiO2–CeO2/ITO and Urs-GLDH/ TiO2–CeO2/ITO bioelectrodes characterized by FTIR spectroscopy are shown in the below figure. The bending and stretching vibrations of the hydroxyl (O–H) group corresponds to the bands formed at 1414 and 1530 cm 1 (weak band) and 3352 cm 1 (diffuse band). The appearance of these bands suggests the adsorption of moisture on the surface of nanostructured films. The deposition of TiO2–CeO2 film on the ITO surface confirms by having the intense and sharp band at around 448 cm 1. Also the bands formed at 1928, 1616, 1525, and 1019 cm 1 corresponding to the stretching and bending vibrations indicating mixed enzyme immobilization on the nanocomposite thin film matrix. FTIR results indicate Urs-GLDH binding with the nanocomposite via electrostatic interaction and hydrogen bond formation. The shift of the Ti–O–Ce stretching band toward a higher wave number (456 cm 1) may be attributed to the electrostatic interaction and hydrogen bonding of the ceramic nanocomposite with the enzymes (Urs-GLDH)."
    }, {
      "heading" : "3.5. AFM Analysis",
      "text" : "The AFM micrographs (Fig. 10a and 10b) show surface topography of the prepared TiO2–CeO2 film revealing formation of the uniformly distributed spherical nanostructured thin film. The surface roughness of the TiO2–CeO2/ITO film determined as root mean square (RMS) = 52 nm indicates high porosity and it increases to 5 nm after enzyme (Urs-GLDH) immobilization. Globular structure is due to the presence of Urs-GLDH on the bio-electrode surface."
    }, {
      "heading" : "3.6. Electrochemical study",
      "text" : "The electrochemical performance of the sensors was evaluated using a 3-electrode electrochemical cell. 0.01 M PBS solution with the pH of 7.4 was used as the electrolyte\n(b) TiO2–CeO2 nanocomposite thin film.\nle TiO2-CeO2 Nano-composite synthesis, characterization and analysis on ng Journal, https://doi.org/10.1016/j.asej.2019.11.011\n(Graphical setup Fig. 11). The experiments were carried out using a Biologic SP-150 Potentiostat. Pt wire and Ag/AgCl electrodes were used as counter and reference electrodes, respectively. The laboratory setup is shown in below Fig. 12. The term of sensitivity employed in the manuscript defines the surface areanormalized sensitivity values. The constructed sensor was named as the Urs-GLDH/ TiO2–CeO2/ITO bio-electrode.\n(1) Electrochemical performance analysis\nThe electrochemical property of Urs-GLDH/TiO2– CeO2/ITO biosensors was assessed utilizing cyclic voltammetry (CV) directed in 0.01 M PBS. The CV bends of uncovered Pt and Urs-GLDH/TiO2– CeO2/ITO electrodes recorded in the range of 5 mM uric acid are appeared in Fig. 13. It was seen that exposed Pt terminal did not show any adjustment in the CV bend after the expansion of 5 mM uric acid into the electrolyte, demonstrating that Pt surface did not have any electrochemical action towards uric acid. Then again, when the outside of the electrode was changed with nanocomposites and the catalyst layer, the terminal showed a noteworthy increment in the oxidation current within the sight of 5 mM uric acid. The oxidation began at around 0.3 V was because of the oxidation of H2O2 on the outside of the cathode H2O2 oxidized on the terminal surface was delivered from the enzymatic response (Eq. (1)). Moreover, the oxidation response of H2O2 on the terminal surface is appeared in Eq. (2). Accordingly, the CV bends affirmed that the developed sensors demonstrated a huge reaction to the expansion of uric corrosive into the PBS arrangement (Eq. (2)).\nAn electrochemical response examination of Urs-GLDH/TiO2– CeO2/ITO bio-cathode has been driven as a part of urea in closeness of NADH just as a-KG in PBS using CV. The measure of response peak current augmentations as urea center additions. In proposed biochemical reaction urease enlivens urea hydrolysis to carbamine destructive which gets hydrolyzed to smelling salts (NH3) and carbon dioxide (CO2). GLDH catalyzes the revocable reaction between a-KG and NH3 to NAD + and associated oxidative deamination of Lglutamate in two phases. The underlying advance incorporates a Schiff base widely appealing molded among NH3 and a-KG (Step A). By then Schiff base center protonated in light of trade of the hydride particles from NADH realizing advancement of Lglutamate (Step B). NAD + is utilized in the forward reaction of a-KG and free NH3 that is changed over to L-glutamate by methods for hydride trade from NADH to glutamate. NAD + is utilized in the\nPlease cite this article as: P. Parthasarathy and S. Vivekanandan, Biocompatib electrochemical performance for uric acid determination, Ain Shams Engineeri\nturnaround reaction, including L-glutamate being changed over to a-KG and free (NH3) by methods for oxidative reaction. The made electrons in the midst of the above reactions are traded to TiO2– CeO2/ITO anode.\nðNH2Þ2COþ 3H2O ! urease 2NHþ4 þ OH þ HCO 3 StepA ð6Þ\nNHþ4 þ a ketoglutarateþ NADH ! GLDH L glutamateþ NADþ\nþ 2e stepB ð7Þ\n(2) Effect of scan rate\nThe effect of the scan rate on the electrochemical performance of the sensors was evaluated by conducting the CV experiments at various scan rates between 10 and 300 mV s-1. The scan rate vs. oxidation current graph is shown in Fig. 14. It was found that the oxidation current of Urs-GLDH/ TiO2–CeO2/ITO sensors measured at 0.8 V increased linearly with the increasing scan rate as shown in Fig. 15, demonstrating that the oxidation of H2O2 on the surface of the sensor is a surface controlled electrochemical reaction.\nThe presentation of the constructed biosensors was assessed utilizing chronoamperometric technique directed in 0.01 M PBS at the pH of 7.4. The CV aftereffects of the sensors were considered so as to decide the ideal working potential. As appeared in Fig. 14, the oxidation of H2O2 began at the capability of 0.3 V, and a further increment in the connected voltage yielded higher oxidation current. In spite of the fact that the expansion in the connected voltage brought about a noteworthy increment in the reaction current up to 0.6 V, further increment in the voltage did not influence the pinnacle current to a similar degree because of achieving a level at\nle TiO2-CeO2 Nano-composite synthesis, characterization and analysis on ng Journal, https://doi.org/10.1016/j.asej.2019.11.011\nFig. 17. Current vs. concentration graph.\naround 0.8 V. Consequently, the ideal working potential for the chronoamperometric tests was picked as 0.6 V.\nThe chronoamperometric consequences of Urs-GLDH/TiO2– CeO2/ITO based biosensors are appeared in Fig. 16. As observed from Fig. 16, when 20 lM of uric corrosive was infused into the electrolyte, a quick increment in the current was watched, demonstrating the location of uric corrosive brought into the PBS arrangement. The reaction current achieved a steady an incentive in a short measure of time (<5s), which affirmed the short reaction time of the built sensors. The current-focus diagram acquired from progressive expansion of 20 lM of uric corrosive is appeared underneath figure. The affectability of the biosensors was observed to be 0.085 ± 0.008 lA lM-1 cm-2 (n = 5). So as to show the reproducibility of the biosensor creation process, the RSD % esteem was determined utilizing various biosensors (n = 3). The outcomes demonstrated a RSD % of 1.3 appearing brilliant reproducibility of the manufacture procedure.\nThe linear range of the biosensors was dictated by the progressive expansion of 50 lM uric corrosive into the PBS arrangement, and the acquired I-t curve is appeared in Fig. 17. It was seen that the progressive expansion of 50 lM uric corrosive delivered a direct increment in the reaction current up to 0.6 mM. The further increment in the focus, be that as it may, brought about a deviation from linearity of sensor reaction. At the point when the currentfixation charts appeared in Figs. 15 and 16 are considered, it was reasoned that the built biosensors demonstrated a straight range between 20 lM and 600 lM towards the recognition of uric acid.\n(3) Response characteristics of biosensor\nFig. 13 shows the reaction of the Urs-GLDH/TiO2-CeO2/ITO biocathode in PBS arrangement within the sight of NADH and a-KG\nPlease cite this article as: P. Parthasarathy and S. Vivekanandan, Biocompatib electrochemical performance for uric acid determination, Ain Shams Engineer\nand a progressive expansion of urea at a connected 50 mV/s examine rate. The pinnacle current ascents forcefully with expanded centralization of urea, with the greatest reaction approach at the convergence of 700 mg/dL after which it diminishes. The sensor accomplishes 95% of the unfaltering state current in under 5 s demonstrating quick electron trade between the Urs-GLDH and TiO2– CeO2/ITO cathode. From the plot, two direct ranges are gotten for recognition of urea (Fig. 17). The anode is observed to be direct in the range 10– 100 mg/dL and 100– 700 mg/dL (Fig. 18) with affectability of 0.078 mAcm-2 mM-1 and 0.901 mA cm 2 mM 1 and relationship coefficients R = 0.999 and 0.994, individually, and the location furthest reaches of 0.166 mM with a relative standard deviation of 0.0022% utilizing the Lineweaver– Burke Equation underneath\nI Iss ¼ 1 Imaxx þ K qpp m Icmaxx ð8Þ\nwhere Iss is the steady-state current after the addition of substrate C is the bulk concentration of the substrate Imaxx is the maximum current measured under saturated substrate condition"
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this work, we structured novel electrochemical biosensors for the recognition of uric acid by immobilizing a mixed enzyme Urease and GLDH blended catalyst onto the TiO2– CeO2 nanocomposite film by exploiting the extensive surface region and high synergist action of CeO2-TiO2 blended metal oxide nano-composites.\nle TiO2-CeO2 Nano-composite synthesis, characterization and analysis on ing Journal, https://doi.org/10.1016/j.asej.2019.11.011\nIn the initial segment of the examination, CeO2-TiO2 nanocomposites was synthesized effectively. The normal molecule size of the nano-composite was observed to be 23 nm, additionally affirmed by SEM and AFM pictures and the electrochemical presentation of these sensors was examined utilizing Cyclic Voltammetry strategy. This biosensor displays brilliant performances, for example, sensitivity (0.9016 mAcm-2mM 1) and reproducibility, wide linear range (10– 700 mg/dL), low identification limit (0.165 mM). At the point when the exhibition of the built sensors was contrasted and the writing, it was seen that one of the most astounding sensitivity esteems was acquired from our novel sensor. The outcomes recommended that CeO2-TiO2 blended metal oxide nano-composites are promising materials which can be effectively used to create enzymatic electrochemical sensors with upgraded execution."
    } ],
    "references" : [ {
      "title" : "Electrochemical glucose biosensors",
      "author" : [ "J. Wang" ],
      "venue" : "Chem. Rev. 2007;108:814",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2007
    }, {
      "title" : "In-situ growth of copper sulfide nanocrystals on multiwalled carbon nanotubes and their application as novel solar cell and amperometric glucose sensor materials",
      "author" : [ "H Lee", "SW Yoon", "EJ Kim", "J. Park" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2007
    }, {
      "title" : "Cholesterol biosensor based on rf sputtered zinc oxide nanoporous thin film",
      "author" : [ "SP Singh", "SK Arya", "P Pandey", "BD Malhotra", "S Saha", "K Sreenivas" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2007
    }, {
      "title" : "A comprehensive review on thin film-based nano-biosensor for uric acid determination: arthritis diagnosis",
      "author" : [ "P Parthasarathy", "S. Vivekanandan" ],
      "venue" : "World Rev Sci Technol Sust Develop",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Zinc oxide nanoparticles-chitosan composite film for cholesterol biosensor",
      "author" : [ "R Khan", "A Kaushik", "PR Solanki", "AA Ansari", "MK Pandey", "BD. Malhotra" ],
      "venue" : "Anal. Chim. Acta 2008;616:207",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Urate crystal deposition, prevention and various diagnosis techniques of GOUT arthritis disease: a comprehensive review",
      "author" : [ "P Parthasarathy", "S. Vivekanandan" ],
      "venue" : "Health Inform Sci Syst",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Influence of pH on the optical and structural properties of spin coated CeO2–TiO2 thin films prepared by sol-gel process. Surf",
      "author" : [ "FE Ghodsi", "FZ Tepehan", "GG. Tepehan" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2007
    }, {
      "title" : "Co-immobilization and characterization of urease and glutamate dehydrogenase in electro-chemically prepared polypyrrole-polyvinylsulphonate films",
      "author" : [ "Gambhir M", "Gerard AK Mulchandani", "Malhotra BD" ],
      "venue" : "Appl. Biochem. Biotechnol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2001
    }, {
      "title" : "Horseradish peroxidase immobilized in TiO2 nanoparticle films on pyrolytic graphite electrodes: Direct electrochemistry and bioelectrocatalysis. Electrochim",
      "author" : [ "Y Zhang", "P He", "N. Hu" ],
      "venue" : "Acta 2004;49:1981",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1981
    }, {
      "title" : "Amperomatric glucose biosensor based on sol-gel derived zirconia/ nafion composite film as encapsulation matrix",
      "author" : [ "HJ Kim", "SH Yoon", "HN Choi", "YK Lyu", "WY. Lee" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2006
    }, {
      "title" : "Zinc oxide nanocomb biosensor for glucose detection",
      "author" : [ "JX Wang", "XW Sun", "A Wei", "Y Lei", "XP Cai", "CM Li" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2006
    }, {
      "title" : "Amperometric glucose biosensor based on a surface treated nanoporous ZrO2/Chitosan composite film as immobilization",
      "author" : [ "Y Yang", "H Yang", "M Yang", "Y Liu", "G Shen", "R. Yu" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2004
    }, {
      "title" : "A numerical modelling of an amperometricenzymatic based uric acid biosensor for GOUT arthritis diseases",
      "author" : [ "P Parthasarathy", "S. Vivekanandan" ],
      "venue" : "Inf Med Unlocked 2018;12:143–7",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Zirconia nanoparticles enhanced grafted collagen tri-helix scaffold for unmediated biosensing of hydrogen peroxide",
      "author" : [ "S Zong", "Y Cao", "Y Zhou", "H. Ju" ],
      "venue" : "Langmuir 2006;22:8915",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2006
    }, {
      "title" : "Investigation on uric acid biosensor model for enzyme layer thickness for the application of arthritis disease diagnosis",
      "author" : [ "P Parthasarathy", "S. Vivekanandan" ],
      "venue" : "Health Inform Sci Syst 2018;6:1–6",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Development of an amperometric immunosensor based on TiO2 nanoparticles and gold nanoparticles. Electrochim",
      "author" : [ "YT Shi", "R Yuan", "YQ Chai", "XL. He" ],
      "venue" : "Acta 2007;52:3518",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2007
    }, {
      "title" : "A typical IoT architecture-based regular monitoring of arthritis disease using time wrapping algorithm",
      "author" : [ "P Parthasarathy", "S. Vivekanandan" ],
      "venue" : "Int J Comput Appl 2018:1–11",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Electrochemistry and biosensing reactivity of heme proteins adsorbed on the structure-tailored mesoporous Nb2O5 matrix",
      "author" : [ "X Xu", "B Tian", "S Zhang", "J Kong", "D Zhao", "B. Liu" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2004
    }, {
      "title" : "A nano-porous CeO2/ Chitosan composite film as the immobilization matrix for colorectal cancer DNA sequenceselective electrochemical biosensor",
      "author" : [ "KJ Feng", "YH Yang", "ZJ Wang", "JH Jiang", "GL Shen", "RQ. Yu" ],
      "venue" : "Talanta",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2006
    }, {
      "title" : "Preparation of porous titania sol-gel matrix for immobilization of horseradish peroxidase by a vapor deposition method",
      "author" : [ "J Yu", "H. Ju" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2002
    }, {
      "title" : "Defect and mixed conductivity in nanocrystalline doped cerium oxide",
      "author" : [ "T Suzuki", "I Kosacki", "HU. Anderson" ],
      "venue" : "J. Am. Ceram",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2002
    }, {
      "title" : "Electrical conductivity of nanocrystalline ceria and zirconia thin films",
      "author" : [ "I Kosacki", "T Suzuki", "V Petrovsky", "HU. Anderson" ],
      "venue" : "Solid State Ionics",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2000
    }, {
      "title" : "Formation and reaction activity of CeO2 nanoparticles of cubic structure and various shaped CeO2–TiO2 composite nanostructures",
      "author" : [ "K Nakagawa", "Y Murata", "M Kishida", "M Adachi", "M Hiro", "K. Susa" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Many metal oxide-based nano materials, for example, zinc oxide (ZnO), zirconium oxide (ZrO2), tin oxide (SnO2), titanium oxide (TiO2), niobium oxide (Nb2O5) and cerium oxide (CeO2) and so forth, have been utilized as immobilization frameworks for the improvement of biosensors [1].",
      "startOffset" : 277,
      "endOffset" : 280
    }, {
      "referenceID" : 1,
      "context" : "It has been accounted for that the nearness of higher valence cationic (4 + ) dopants upgrades the ionic conductivity of TiO2 because of increment in the centralization of oxygen opening [2].",
      "startOffset" : 187,
      "endOffset" : 190
    }, {
      "referenceID" : 2,
      "context" : "These highlights are especially appealing as potential adsorbents for catalyst immobilization as encompassing temperature requires further improvement of new synergist materials with a high surface region and well-characterized responsive precious stone planes with predominant reactant movement [3].",
      "startOffset" : 296,
      "endOffset" : 299
    }, {
      "referenceID" : 7,
      "context" : "This is on the grounds that that arrangement of TiO2-CeO2 nanoparticles is troublesome utilizing the traditional techniques, and it is subsequently a test to locate a novel way to deal with [8].",
      "startOffset" : 190,
      "endOffset" : 193
    }, {
      "referenceID" : 9,
      "context" : "This diimine is truly precarious in fluid arrangement and is quickly hydrated to an imine-liquor in a first-request response [10].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 10,
      "context" : "At lower and higher pH esteems this rate steady was in any event as huge as that saw at pH 8 [11,12].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 11,
      "context" : "At lower and higher pH esteems this rate steady was in any event as huge as that saw at pH 8 [11,12].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 17,
      "context" : "Because of the low synergist movement of compound, the rate of H2O2 generation in enzymatically catalyzed response is low, bringing about the low current flag of the biosensor [18].",
      "startOffset" : 176,
      "endOffset" : 180
    } ],
    "year" : 2019,
    "abstractText" : null,
    "creator" : "Elsevier"
  }
}