{
  "name" : "downloads_2019-12-14_23_eyvazi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis of nano-magnetic MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A comprehensive study",
    "authors" : [ "Behzad Eyvazi", "Ahmad Jamshidi-Zanjani", "Ahmad Khodadadi Darban" ],
    "emails" : [ "ajamshidi@modares.ac.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nEnvironmental Pollution\njournal homepage: www.elsevier .com/locate/envpol\nSynthesis of nano-magnetic MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A comprehensive study*\nBehzad Eyvazi a, Ahmad Jamshidi-Zanjani b, *, Ahmad Khodadadi Darban b\na Master Student of Mineral Processing, Tarbiat Modares University, Iran b Department of Mining, Faculty of Engineering, Tarbiat Modares University, Iran\na r t i c l e i n f o\nArticle history: Received 19 July 2019 Received in revised form 14 November 2019 Accepted 26 November 2019 Available online xxx\nKeywords: Nano-adsorbent MnFe2O4 Chromium adsorption Thermodynamics Intra-particle diffusion model\n* This paper has been recommended for acceptanc * Corresponding author.\nE-mail address: ajamshidi@modares.ac.ir (A. Jamsh\nhttps://doi.org/10.1016/j.envpol.2019.113685 0269-7491/© 2019 Published by Elsevier Ltd.\nPlease cite this article as: Eyvazi, B et al., comprehensive study, Environmental Pollut\na b s t r a c t\nThe co-precipitation method was used to synthesize nano-magnetic adsorbent MnFe2O4 (nMFO), characterized through XRD, SEM, EDS, and BET techniques. The synthesized nMFO was used for hexavalent and trivalent chromium ions elimination from the aqueous phase. The optimum pH for the adsorption of Cr (VI) and Cr (III) was determined as 2 and 5, respectively. The chromium ions adsorption behavior was well interpreted through the pseudo-second order kinetics model. Furthermore, isotherm studies were conducted, and the obtained results indicated that Langmuir isotherm model could well justify the chromium ions adsorption process. Quick removal (less than 10 min) of both chromium ions and high removal efficiency were occurred using nMFO. The utmost adsorption capacity of trivalent and hexavalent chromium ions were determined as 39.6 and 34.84 mg g 1, respectively. Thermodynamic studies on chromium adsorption revealed positive value for DH and negative value for DG, representing that chromium ions adsorption was an endothermic and spontaneous process. The multilinearity in the graphs of chromium ions adsorption was observed using intra-particle diffusion model. In this regard, the external mass transfer of chromium ions on synthesized nanoparticles was the important and controlling step in the adsorption process.\n© 2019 Published by Elsevier Ltd."
    }, {
      "heading" : "1. Introduction",
      "text" : "Heavy metals removal from aquatic ecosystems including industrial wastewater streams and natural water supplies is considered as an important issue for global health due to their nonbiodegradability and toxicity properties (Hu et al., 2005; Jamshidi-Zanjani et al., 2014). Among them, chromium is recognized as one of the main hazardous element which could be entered into the environment through various anthropogenic activities including metal finishing industries, electroplating, chromate manufacturing, wood preservation, leather tanning, and mining (Hu et al., 2005; Luther et al., 2013). Hexavalent and trivalent chromium ions are the main, prevalent, and highly stable oxidation states of chromium (Eyvazi et al., 2019; Li et al., 2017; Luther et al., 2013). Cr (III) and its compounds are considered to be less toxic; however, some researchers believe that high dosage of Cr (III) may be able to impose adverse effects on DNA (Luther et al.,\ne by Baoshan Xing.\nidi-Zanjani).\nSynthesis of nano-magneti ion, https://doi.org/10.1016/j.\n2013; Lyu et al., 2018), whiles Cr (VI) is considered to be more toxic for human, plants, and animals (Su et al., 2016; Xiao et al., 2013) and as a mutagenic, carcinogenic, teratogenic, and acutely toxic species for most living organisms in biological systems (Hu et al., 2007; Wang et al., 2014). Besides, both Cr (VI) and Cr (III) species could be converted into each other in aquatic systems during the changes in Eh and pH states (Luther et al., 2013; Xiao et al., 2013). Thus, in light of chromium environmental hazards and toxicity, the elimination of chromium ions from the aqueous phase is critical for global health. Moreover, the applied techniques should be capable to eliminate both chromium ions from the aqueous phase.\nAdsorption is considered as a simple and low cost process for the elimination of contaminants, including chromium ions, from the aqueous phase. However, some of the previous adsorbents used to eliminate chromium ions had some limitations including secondary wastes generation, difficulty in adsorbents separation from the solution, and low removal performance, which are not in accordance with the sustainable development concepts (Huang et al., 2017; Vilardi et al., 2018). Recently, many researchers have focused on other cleaner adsorbents to increase the effectiveness of the adsorption process and to remove chromium ions from the\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\naqueous phase (Mishra et al., 2017). For example, Jin et al. (2018) used green synthesized iron-based nanostructure to eliminate Cr (VI) from the aqueous phase. In their study, the maximum removal of Cr (VI) was reported as 98.6%. Lin et al. (2018) studied the Cr (VI) removal using modified rice straw with the grafting poly alcohol and amino groups. They proposed that hexavalent chromium ions removal is pH dependent with the maximum removal at pH ¼ 2. Alidokht et al. (2011) used Fe3O4 and Fe0 to remove hexavalent chromium ions. In their study, the removal efficiency ranged from 6 to 99%, and Fe0 showed higher efficiency in eliminating Cr (V) from the aqueous solution. Cr (VI) elimination from the aqueous phase was studied using olive stone coated by zero-valent iron (Vilardi et al., 2018). In the case of coated adsorbent, the maximum chromium removal was reported as 4.11 mg g 1. Singh et al. (2011) applied bimetallic zero-valent iron-silver nanoparticles to remove hexavalent chromium ions. In optimum condition, the maximum removal capacity was about 55 mg g 1. Cr (VI) reduction and adsorption has been proposed as the main mechanism for Cr (VI) removal from the aqueous phase. Recently, some researchers have applied iron-based adsorbents to eliminate hexavalent chromium from the aqueous solution through the reduction mechanism and to identify trivalent chromium as less toxic compounds. However, because of the suspicious toxicity of such adsorbents (El-Temsah and Joner, 2013; Grieger et al., 2010; Stefaniuk et al., 2016), ecofriendly adsorbents with the ability to eliminate both chromium ions from the aqueous solution should be replaced.\nRecently, MeFe2O4 (Me ¼ Mg, Ni, Cu, Mn, Co), recognized as spinel ferrites with unique properties including chemical stability and considerable magnetic permeability, has been widely used to remove heavy metals from the aqueous phase (Jiang et al., 2018; Sun et al., 2015; Ueda Yamaguchi et al., 2016). Among the spinel ferrites, MnFe2O4 is recognized as a well-known adsorbent (Eyvazi et al., 2019; Ren et al., 2012) due to containing active functional groups and high potential for ion binding. Besides, MnFe2O4 in the nanostructure form reveals no toxicity effect during the different toxicity tests (Beji et al., 2010; Mary Jacintha et al., 2017), indicating that it could be used as a well alternative for other iron-based adsorbents in removing toxic metals ions from the aqueous phase.\nIn this research, the capability of synthesized magnetic nanoadsorbent MnFe2O4 (nMFO) as a no toxic compound was evaluated to eliminate chromium ions in the early times due to having considerable adsorption capacity to overcome some of the adsorption limitations. Moreover, the chromium adsorption process and adsorption controlling mechanisms were investigated through the studies on kinetics, thermodynamics, diffusionmodels, and isotherms."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of nMFO",
      "text" : "The proposedmethod by Chinnasamy et al. (2007) wasmodified and used to prepare nMFO. At first, 0.1M of hexahydrate FeCl3.6H2O and 0.05 M of tetrahydrate MnCl2.4H2O (with the ratio of [Fe3þ]/ [Mn2þ] ¼ 2) were mixed inwater for 30 min. The prepared solution in the previous stage was introduced to 3M of NaOH for 2 h at 100 C. Then the prepared nanoparticles in the second stage were separated and rinsed several times by distilled water. Finally, the filtered produced nMFO was dried at 70 C for 12 h. It should be mentioned that the entire chemical compounds were purchased from MERCK company."
    }, {
      "heading" : "2.2. nMFO characterization",
      "text" : "X-ray diffraction (XRD) patterns of synthesized nMFO were\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\ndetermined using a XPert MPD (Philips, Netherland) at 40 Kv/ 30 mA with high power of Cu Ka (l ¼ 1.54056). Besides, size distribution and surface morphology of synthesized nMFO were determined through scanning electron microscopy (SEM) (Zeiss) technique. Further, an energy dispersive X-ray spectrum (EDS) was studied to provide information about the surface distribution of Fe and Mn (INCA EDS, Oxford Instruments). Moreover, the specific surface area of prepared nMFO was determined using multiplepoint BrunauereEmmetteTeller (BET). The pHpzc of synthesized nano-magnetic was determined using titration methods (Ill es and Tomb acz, 2006)."
    }, {
      "heading" : "2.3. Adsorption experiments",
      "text" : "A series of batch tests were run to realize the chromium ions adsorption behaviors, isotherms, and kinetics. A certain amount of weighted chromium nitrate and potassium dichromate were dissolved in deionized water to provide stock solutions of Cr (III) and Cr (VI), respectively. The stock solutions were then diluted to achieve different concentrations required for batch tests. The solution pH effect (pH 2 to 11) was examined on chromium ions adsorption. About 0.1 M acid hydrochloric and sodium hydroxide were used to adjust the solution pH. In all batch experiments, the solutions were stirred at the constant rate of 170 rpm.\nKinetic tests were conducted using 2 g.L 1 nMFO as an adsorbent at different contact times (2e120 min) and pH ¼ 2 for Cr (VI) and pH ¼ 5 for Cr (III). In this regard, initial contents of Cr (VI) and Cr (III) were 55 and 14 mg.L 1, respectively.\nMoreover, both chromium ions adsorption isotherms (equilibrium study) were examined using 2 g.L 1 adsorbent and one day stirring time at room temperature. In this regards, initial content of Cr (III) varied from 1.5 to 186 mg.L 1, and initial content of Cr (VI) ranged from 11.5 to 220 mg.L 1. It should be mentioned that in all batch tests, the supernatants were collected and filtered using a 25 nm membrane to remove nanoparticles and to analyze Cr (VI) and Cr (III) in remained solution using Atomic Absorption Spectroscopy (Agilent Technologies, AA240) technique. Moreover, all tests were run in triplicate, and control samples were used to ensure the accuracy of the obtained data."
    }, {
      "heading" : "2.4. Thermodynamics studies",
      "text" : "Thermodynamic studies were performed to assess the capability of the synthesized nMFO at various temperatures, including 283, 298, and 328 K. In the case of Cr (III), the pH was adjusted at 5, the contact time was 2 h, and initial concentration was 55.4 mg.L 1, while for Cr (VI), the pH was adjusted at 2, the stirred time was 2 h, and initial concentration was 76.5 mg.L 1. Finally, the supernatants were collected, filtered, and analyzed to determine Cr (VI) and Cr (III) contents in aqueous phase. It should be noted that all testswere run in triplicate."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Nano-adsorbent characterization",
      "text" : "The XRD patterns of MnFe2O4 nanoparticles is depicted in Fig. 1. The formation of nMFO was observed in all obtained peaks (ICDD no. 01-074-2403). Moreover, the formation of amorphous phase was observed in some secondary peaks. It should be noted that the obtained XRD patterns were totally congruent with the previous studies results (Kambale et al., 2010; Zhang et al., 2009).\nThe surface morphology was determined using SEM and EDS patterns of synthesized nanoparticles. The results are depicted in\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nFig. 1. X-ray diffraction of synthesized nano-magnetic MnFe2O4.\nFig. 2. SEM results revealed the agglomerated form of MnFe2O4 nanoparticles and their spherical shape (Fig. 2a). Furthermore, the particles sizes less than 100 nm were observed using SEM. The presence of Fe, O, and Mn in prepared nanoparticles was determined through the EDS spectrum (Fig. 2b). Overall, the result of EDS implied that the synthesized nanoparticles were MnFe2O4, consistent with the XRD result. In addition, based on the BET, the average specific surface area of the synthesized nanoparticles was 58.7 m2 g 1. Moreover, the pHpzc of the synthesized nanoparticles was about 6.5. Thus, when the solution pH is less than 6.5, the positive surface charge of the nMFO is expected, and the tendency to adsorb negative species is greater. However, in the case of pH more than 6.5, the surface charge of the nMFO is negative, indicating higher tendency for positive species adsorption."
    }, {
      "heading" : "3.2. Effect of pH",
      "text" : "In the adsorption phenomena, the solution pH is considered as one of the main parameters, as it significantly influences the surface charge of the solid phase and directly affects the formation of metal species (Xu et al., 2018). The effect of solution pH (2e11) on chromium ions adsorption is illustrated in Fig. 3. As shown, the sensitivity of adsorption capacity to the pH was obvious for both chromium species so that increasing the pH from 2 to 5 led to the increase in trivalent chromium adsorption; however, increasing the pH from 5 to 11 led to the decrease in trivalent chromium adsorption (Fig. 3a). In the case of hexavalent chromium, increasing the pH from 2 to 11 led to the decrease in Cr (VI) adsorption drastically (Fig. 3b). The stable chromium species in different pH (1e12) is depicted in Fig. 4. For Cr (III), in acidic pH up to 4, the Cr3þ was the predominant ion species in the solution (Fig. 4a). By increasing the pH up to 6, some parts of Cr3þ were hydrolyzed to Cr3 (OH)45þ, CrOH2þ, and Cr(OH)2þ. In alkaline condition, the Cr (OH)3, HCrO4 , CrO42 were the predominant ion species in the solution. As previously mentioned, when pH was less than pHpzc¼ 6.5, the protonated surface charge of the synthesized nMFO led to the removal of contained cations in the solution through the cation exchange with Hþ (Ill es and Tomb acz, 2006; Xu et al., 2018). It seems that it’s the main mechanism of Cr (III) reduction in the\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\nsolutionwith the pH up to 6. However, when the pHwas more than pHpzc ¼ 6.5, the surface charge of the synthesized nMFO became negative, and the anionic species of Cr (III) were the predominant species in alkaline condition. This fact is the main reason for decreasing Cr (III) adsorption to 4.5 mg g 1 by increasing the solution pH. The highest Cr (III) elimination from the solution was occurred at pH ¼ 5. Overall, it may be concluded that cation exchange was the main mechanism of Cr (III) removal from the aqueous solution using synthesized nMFO.\nIn the case of Cr (VI), the HCrO4 and CrO42 were the predominant ion species in acidic and alkaline pH, respectively (Fig. 4b). In prepared nMFO with pHpzc ¼ 6.5, due to the existence of anionic species at lower pH, it may be hypothesized that hexavalent chromium adsorption through the electrostatic phenomena is the probable mechanism for its elimination of the solution compared with the anion exchange. However, by increasing the solution pH, the adsorbent surface charge became more negative. Thus, due to the presence of hexavalent chromium anion species as the predominant ion species in alkaline pH, decrease in Cr (VI) adsorption was achieved. This fact may be as an indication that adsorption process through electrostatic is the predominant mechanism of hexavalent chromium adsorption from the aqueous phase using nMFO."
    }, {
      "heading" : "3.3. Isotherms study",
      "text" : "Adsorption isotherm is considered as a critical tool to explain the interaction between the solutes and adsorbent, it is useful for the optimization of adsorbents usage (Tan et al., 2007; Xiao et al., 2013).\nThe two prevalent adsorption isotherm models including Langmuir and Freundlich were selected to investigate the chromium ions adsorption isotherms at specific optimum pH (Fig. 5aed). Equations (1) and (2) represent the Langmuir and Freundlich models, respectively:\nCe qe ¼ 1 KLqm þ Ce qm\n(1)\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nFig. 2. (a) SEM image and (b) EDS spectrum of the fabricated nano-magnetic MnFe2O4(c) determining pHpzc (d) distribution of Zeta potential (e) Vibrating sample magnetometer of nMFO.\nlogqe ¼ logKF þ 1 n logCe (2)\nwhere qm (mg.g 1) is defined as the maximum adsorption capacity of ion species, qe (mg.g 1) is defined as the adsorbed chromium per nanoparticles dosage at equilibrium, Ce (mg.L 1) is defined as the equilibrium concentration of chromium, n is the Freundlich constants, and KF and KL are Freundlich and Langmuir adsorption constant (mg.L 1), respectively. Table S1 represents the correlation coefficient (R2) along with the related parameters calculated for Freundlich and Langmuir models.\nFor both hexavalent and trivalent chromium adsorption, the calculated R2 for Langmuir model was found to be greater than that of Freundlich model. It may be stated that Langmuir isotherm\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\nmodel provided a more consistent conformity for the obtained data. Moreover, the calculated qmax in Langmuir model for both Cr (III) and Cr (VI) (39.6 and 34.84 mg g 1, respectively) was in high accordance with the experimental values of adsorption capacity. Overall, it is suggested that Cr (III) and Cr (VI) adsorption on nMFO follows the monolayer sorption process. In addition, the calculated n in Freundlich model for both chromium ions was higher than 2. Thus, it may be as an indication of chromium easy adsorption on nano-magnetic MnFe2O4 (Xiao et al., 2013; Yang, 1998)."
    }, {
      "heading" : "3.4. Adsorption kinetics",
      "text" : "Prevalent kinetic models defined as pseudo-first order and pseudo-second order were applied to obtain better insight about\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nFig. 3. (a) Effect of solution pH on the adsorption of Cr(III) (b) and Cr(VI) using nano-magnetic MnFe2O4.\nFig. 4. (a) Stable Cr(III) and (b) Cr(VI) species in different pH over the range of 1e12.\nthe chromium ions adsorption on nMFO as follows:\nlog ðqe qtÞ¼ log qe K12:303 t (3)\nt qt ¼ 1 K2q2e þ 1 qe t (4)\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\nIn Equations (3) and (4), qe and qt (mg.g 1) represent the removed chromium ions per unit of nMFO at equilibrium and time t, respectively. K2 (g.mgh 1) and K1 (h 1) are the adsorption rate constants. The related parameters including K1, K2, correlation coefficient (R2), and qe calculated for adsorption kinetics of both chromium ions are presented in Table S2. Moreover, the results of applied kinetic models for chromium adsorption are exhibited in Fig. 6.\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nFig. 5. (a and c) Langmuir and (b and d) Freundlich isotherms for the adsorption of Cr(III) and Cr(VI).\nFor both chromium ions adsorption, the higher correlation coefficient (R2) indicated the good conformity of applied pseudosecond order model (Fig. 6aed). Furthermore, the calculated theoretical qe,cal in pseudo-second order model for both chromium ions was more consistent with the experimental values (qe,exp). Thus, it could be proposed that the adsorption behavior of both chromium ions is well described using pseudo-second order model, indicating the presence of chemisorption mechanism in the adsorption process (Al-Ghouti et al., 2005; Liu et al., 2013; Wang et al., 2018; Xiao et al., 2013)."
    }, {
      "heading" : "3.5. Effect of temperature: thermodynamic studies",
      "text" : "Thermodynamic factors were determined through the temperature dependent (at 283, 298, and 328 K) adsorption studies (Table S3). Moreover, the thermodynamic plots of the obtained data for chromium ions adsorption are depicted in Fig. 7(aed). In this regard, the values of enthalpy changes (DH), entropy changes (DS), and Gibb’s energy (DG) were determined through the below equations:\nDG¼ RTlnKd (5)\nlnKC ¼ DS0 R DH 0 RT (6)\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\nKd¼ CAC Ce\n(7)\nwhere, R (8.314 Jmol-1 K 1) and T (K) are the universal gas constant and absolute temperature, respectively. Kd is partition coefficient, and CAC and Ce are the content of chromium ions per unit amount of nMFO (mg.g 1) and the content of chromium ions at equilibrium (mg.L 1), respectively.\nThe increase in temperature from 283 to 328 K led to the increase in both chromium ions adsorption on nMFO. It could be suggested that chromium ions adsorption is an endothermic process. Furthermore, the negative values of DG calculated for both chromium ions adsorption revealed that adsorption is a spontaneous process. It proved that increase in temperature led to the greater adsorption driving force, which can ease the chromium ions adsorption on nMFO (Luther et al., 2013; Xu et al., 2018). Moreover, the positive values of DS calculated for both chromium ions proved the presence of a random increase in the interface between the solution and nMFO during the chromium adsorption process. Endothermic nature of the chromium ions adsorption process was proved by positive values calculated for DH (Luther et al., 2013; Xu et al., 2018)."
    }, {
      "heading" : "3.6. Intra-particle diffusion model (IPD)",
      "text" : "Identifying and predicting the mechanism of rate-limiting step in metal ions adsorption process are considered as important\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nFig. 6. (a and c) Pseudo-first order and (b and d) pseudo-second order kinetics adsorption data of Cr(III) and Cr(VI).\nfactors for proper designing purposes (Unuabonah et al., 2007). It is usually described using intra-particle diffusion (IPD) model or boundary layer diffusion (mass transfer) model or both (Kavitha and Namasivayam, 2007; Unuabonah et al., 2007; Wu et al., 2009). The following three main consecutive steps could be used to explain the adsorption dynamics and mechanisms (Unuabonah et al., 2007):\n1) In film distribution step, the metal ions transportation to the exterior surface of the adsorbent is controlled through the liquid film. 2) In pore diffusion step, most of the metal ions diffuse into the adsorbent pores; the intra-particle transportation mechanism is occurred simultaneously. 3) In the third step, metal ions are adsorbed on the capillary spaces and interior surfaces of the adsorbent pores.\nThe last step is very rapid and considered as an equilibrium stage which could be negligible (Unuabonah et al., 2007). The film distribution and pore diffusion steps are the slowest steps that usually control the overall rate of metal ions adsorption process. The controlling and limiting steps may be distributed through the intra-particle and external transportation mechanisms. Therefore, at initial stage, the film distribution may control the chromium ions adsorption on nMFO, then when the surface charges of nanoadsorbent are gradually consumed, the adsorption process may be well described through the IPD as the controlling step (Taqvi et al., 2007; Unuabonah et al., 2007).\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\nBecause of the rapid adsorption of chromium ions, the IPD model was used to obtain further information about the chromium ions adsorption mechanism on nMFO as follows:\nqt ¼KPt0:5 þ C (8)\nwhere, C (mg.g 1) and kp (mg.[gmin]1/2) are defined as the constant parameter and intra-particle diffusion rate, respectively.\nThe obtained multilinearity in the graphs of chromium ions adsorption process indicates that chromium ions adsorption on nano-adsorbent have occurred in three steps (Fig. 8). The first slope represents the external surface adsorption rate, and the gradual adsorption due to the intra-particle diffusion is described by the second linear portion. Moreover, the final equilibrium is explained by the third step, in which gradual chromium ions transfer to the micro-pores leads to a slow adsorption rate (Unuabonah et al., 2007; Wu et al., 2009).\nThe calculated C or intercept factorwasmuch greater than Kp for both Cr (VI) and Cr (III) adsorption process (Table S4), indicating that external surface adsorption rate was higher than pore distribution mechanism. Hence, it may be proposed that the external mass transfer of chromium ions on nano-adsorbent significantly controls their adsorption and is considered as the rate-limiting step (Kavitha and Namasivayam, 2007; Unuabonah et al., 2007)."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this research, nMFO was successfully synthesized, and its\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nFig. 7. (a and c) Effect of temperature on adsorption of Cr(III) and Cr(VI), (b and d) plots of lnKd versus 1000/T for Cr(III) and Cr(VI) adsorption on nano-magnetic MnFe2O4.\nFig. 8. (a) Intra-particle diffusion plots for adsorption of Cr(III) and (b) Cr(VI) on nano-magnetic MnFe2O4.\nperformance to eliminate chromium ions from the aqueous phase was evaluated through kinetics, thermodynamics studies, and isotherms. The influence of pH on the chromium ions adsorption was evidenced with the optimum pH of 5 and 2 for trivalent and hexavalent chromium, respectively. Moreover, the cation exchange and electrostatic adsorptionwere the predominantmechanisms for trivalent and hexavalent chromium ions removal using nMFO, respectively. Furthermore, the obtained kinetics and isotherms data\nPlease cite this article as: Eyvazi, B et al., Synthesis of nano-magneti comprehensive study, Environmental Pollution, https://doi.org/10.1016/j.\nwerewell justified through the pseudo-second order and Langmuir isotherm models. The overall results of kinetics and isotherms studies indicated the presence of chemisorption mechanism in chromium ions adsorption process using nMFO. Thermodynamics studies indicated that chromium ions adsorption is an endothermic and spontaneous process. Moreover, the intra-particle diffusion and film distribution were recognized as the main mechanisms of chromium ions adsorption process. Overall, due to the easy\nc MnFe2O4 to remove Cr(III) and Cr(VI) from aqueous solution: A envpol.2019.113685\nseparation of nano-magnetic MnFe2O4, it could be considered as a desirable candidate for efficient chromium ions removal from the industrial wastewater. The high performance of nMFO to remove chromium ions in early times highlights its capability to act as a reactive barrier to remediate contaminated groundwater in the real world. However, the regeneration of nMFO after the adsorption process and the effects of other contaminants are the main barriers that should be more investigated. In general, the synthesized nMFO could be considered as a cleaner adsorbent due to less generation of secondarywaste and high efficiency inmetal ions removal, which is in accordance with the sustainable development concepts.\nMain finding\nRapid removal (less than 10 min) of both chromium ions was occurred using nMFO. Moreover, Electrostatic phenomena and cation exchange were the main mechanism for the elimination of Cr(VI) and Cr(III), respectively.\nCRediT authorship contribution statement\nBehzad Eyvazi: Software, Methodology, Investigation. Ahmad Jamshidi-Zanjani: Supervision, Conceptualization, Methodology, Writing - original draft. Ahmad Khodadadi Darban: Writing - review & editing, Visualization."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The present research was financially supported by the Iran National Science Foundation (INSF) under the grant number 97018415."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.envpol.2019.113685."
    } ],
    "references" : [ {
      "title" : "Thermodynamic behaviour and the effect of temperature on the removal of dyes from aqueous solution using modified diatomite: a kinetic study",
      "author" : [ "M. Al-Ghouti", "M.A.M. Khraisheh", "M.N.M. Ahmad", "S. Allen" ],
      "venue" : "J. Colloid Interface Sci. 287,",
      "citeRegEx" : "Al.Ghouti et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Al.Ghouti et al\\.",
      "year" : 2005
    }, {
      "title" : "Reductive removal of Cr(VI) by starch-stabilized Fe0 nanoparticles in aqueous solution",
      "author" : [ "L. Alidokht", "A.R. Khataee", "A. Reyhanitabar", "S. Oustan" ],
      "venue" : "Desalination 270,",
      "citeRegEx" : "Alidokht et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Alidokht et al\\.",
      "year" : 2011
    }, {
      "title" : "Magnetic properties of Zn-substituted MnFe 2 O",
      "author" : [ "F. Chau", "S. Ammar" ],
      "venue" : null,
      "citeRegEx" : "Chau and Ammar,? \\Q2010\\E",
      "shortCiteRegEx" : "Chau and Ammar",
      "year" : 2010
    }, {
      "title" : "Size dependent magnetic properties",
      "author" : [ "S. Mukerjee", "C. Vittoria", "V.G. Harris" ],
      "venue" : null,
      "citeRegEx" : "Mukerjee et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Mukerjee et al\\.",
      "year" : 2007
    }, {
      "title" : "Fast removal and recovery of Cr(VI) using surface-modified",
      "author" : [ "G. Lo Chen" ],
      "venue" : null,
      "citeRegEx" : "Hu and Chen,? \\Q2005\\E",
      "shortCiteRegEx" : "Hu and Chen",
      "year" : 2005
    }, {
      "title" : "Comparative study of various magnetic nano",
      "author" : [ "J. doi.org/10.1021/la051076h. Hu", "I.M.C. Lo", "G. Chen" ],
      "venue" : null,
      "citeRegEx" : "Hu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2007
    }, {
      "title" : "Removal of hexavalent",
      "author" : [ "G. Wang", "Z. Shi", "Z. Li", "F. Kang", "F. Liu" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "The effect of humic acid adsorption on pH-dependent",
      "author" : [ "E. es", "E. Tomb acz" ],
      "venue" : null,
      "citeRegEx" : "es and acz,? \\Q2006\\E",
      "shortCiteRegEx" : "es and acz",
      "year" : 2006
    }, {
      "title" : "Removal of Cr(VI) from aqueous",
      "author" : [ "Y. Liu", "J. Tan", "G. Owens", "Z. Chen" ],
      "venue" : null,
      "citeRegEx" : "Jin et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2018
    }, {
      "title" : "Structural and magnetic properties of Co1 xMnxFe2O4",
      "author" : [ "K.Y. Rajpure" ],
      "venue" : null,
      "citeRegEx" : "Rajpure,? \\Q2010\\E",
      "shortCiteRegEx" : "Rajpure",
      "year" : 2010
    }, {
      "title" : "Experimental and kinetic studies on methylene",
      "author" : [ "C. Namasivayam" ],
      "venue" : null,
      "citeRegEx" : "Kavitha and Namasivayam,? \\Q2007\\E",
      "shortCiteRegEx" : "Kavitha and Namasivayam",
      "year" : 2007
    }, {
      "title" : "Remediation of hexavalent",
      "author" : [ "W. Wang", "L. Zhou", "Y. Liu", "Z.A. Mirza", "X. Lin" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "A study on adsorption",
      "author" : [ "C. Lin", "W. Luo", "T. Luo", "Q. Zhou", "H. Li", "L. Jing" ],
      "venue" : null,
      "citeRegEx" : "Lin et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2018
    }, {
      "title" : "Competitive adsorption of Cd(II)",
      "author" : [ "C. Wang", "J. Liu", "B. Wang", "H. Sun" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2013
    }, {
      "title" : "Study of the thermodynamics",
      "author" : [ "S.J.JENVMAN.2013.06.024. Luther", "N. Brogfeld", "J. Kim", "J.G. Parsons" ],
      "venue" : null,
      "citeRegEx" : "Luther et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Luther et al\\.",
      "year" : 2013
    }, {
      "title" : "Carbon gel-supported Fe-graphene disks",
      "author" : [ "A. Yadav", "N. Verma" ],
      "venue" : null,
      "citeRegEx" : "Mishra et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mishra et al\\.",
      "year" : 2017
    }, {
      "title" : "Adsorption of Pb(II",
      "author" : [ "Chem. Eng. J", "N. Li", "J. Feng", "T. Luan", "Q. Wen", "Z. Li", "M. Zhang" ],
      "venue" : null,
      "citeRegEx" : "326 et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "326 et al\\.",
      "year" : 2012
    }, {
      "title" : "Review on nano zerovalent iron",
      "author" : [ "P. Oleszczuk", "Y.S. Ok" ],
      "venue" : null,
      "citeRegEx" : "Stefaniuk et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Stefaniuk et al\\.",
      "year" : 2016
    }, {
      "title" : "Stabilisation of nanoscale",
      "author" : [ "H. 1016/j.cej.2015.11.046. Su", "Z. Fang", "P.E. Tsang", "J. Fang", "D. Zhao" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Removal of Se(IV) and Se(VI) by MFe2O4",
      "author" : [ "W. Pan", "F. Wang", "N. Xu" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Equilibrium and kinetic studies",
      "author" : [ "B.H. Hameed", "A.L. Ahmad" ],
      "venue" : null,
      "citeRegEx" : "Tan et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2007
    }, {
      "title" : "Sorption profile of Cd(II) ions",
      "author" : [ "S.M. Hasany", "M.I. Bhanger" ],
      "venue" : null,
      "citeRegEx" : "Taqvi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Taqvi et al\\.",
      "year" : 2007
    }, {
      "title" : "Kinetic and thermody",
      "author" : [ "Chem. Eng" ],
      "venue" : "J. 295,",
      "citeRegEx" : "Eng.,? \\Q2016\\E",
      "shortCiteRegEx" : "Eng.",
      "year" : 2016
    }, {
      "title" : "Immobilization and phytotoxicity of chromium in contaminated soil remediated by CMC-stabilized nZVI",
      "author" : [ "Y. Wang", "Z. Fang", "Y. Kang", "E.P. Tsang" ],
      "venue" : "J. Hazard Mater. 275,",
      "citeRegEx" : "Wang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2014
    }, {
      "title" : "Initial behavior of intraparticle diffusion model used in the description of adsorption kinetics",
      "author" : [ "Wu", "F.-C", "Tseng", "R.-L", "Juang", "R.-S" ],
      "venue" : "Chem. Eng. J. 153,",
      "citeRegEx" : "Wu et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2009
    }, {
      "title" : "MnFe2O4/chitosan nanocomposites as a recyclable adsorbent for the removal of hexavalent chromium",
      "author" : [ "Y. Xiao", "H. Liang", "Z. Wang" ],
      "venue" : "Mater. Res. Bull. 48,",
      "citeRegEx" : "Xiao et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Xiao et al\\.",
      "year" : 2013
    }, {
      "title" : "Novel ternary nanohybrids of tetraethylenepentamine and graphene oxide decorated with MnFe2O4 magnetic nanoparticles for the adsorption of Pb(II)",
      "author" : [ "W. Xu", "Y. Song", "K. Dai", "S. Sun", "G. Liu", "J. Yao" ],
      "venue" : "J. Hazard Mater. 358,",
      "citeRegEx" : "Xu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2018
    }, {
      "title" : "Statistical mechanical study on the Freundlich isotherm equation",
      "author" : [ "C. Yang" ],
      "venue" : "J. Colloid Interface Sci. 208,",
      "citeRegEx" : "Yang,? \\Q1998\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 1998
    }, {
      "title" : "Effects of cobalt doping on the microstructure and magnetic properties of MneZn ferrites prepared by the co-precipitation method",
      "author" : [ "C.F. Zhang", "X.C. Zhong", "H.Y. Yu", "Z.W. Liu", "D.C. Zeng" ],
      "venue" : "Phys. B Condens. Matter",
      "citeRegEx" : "Zhang et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 14,
      "context" : "Among them, chromium is recognized as one of the main hazardous element which could be entered into the environment through various anthropogenic activities including metal finishing industries, electroplating, chromate manufacturing, wood preservation, leather tanning, and mining (Hu et al., 2005; Luther et al., 2013).",
      "startOffset" : 282,
      "endOffset" : 320
    }, {
      "referenceID" : 11,
      "context" : "Hexavalent and trivalent chromium ions are the main, prevalent, and highly stable oxidation states of chromium (Eyvazi et al., 2019; Li et al., 2017; Luther et al., 2013).",
      "startOffset" : 111,
      "endOffset" : 170
    }, {
      "referenceID" : 14,
      "context" : "Hexavalent and trivalent chromium ions are the main, prevalent, and highly stable oxidation states of chromium (Eyvazi et al., 2019; Li et al., 2017; Luther et al., 2013).",
      "startOffset" : 111,
      "endOffset" : 170
    }, {
      "referenceID" : 25,
      "context" : ", 2018), whiles Cr (VI) is considered to be more toxic for human, plants, and animals (Su et al., 2016; Xiao et al., 2013) and as a mutagenic, carcinogenic, teratogenic, and acutely toxic species for most living organisms in biological systems (Hu et al.",
      "startOffset" : 86,
      "endOffset" : 122
    }, {
      "referenceID" : 5,
      "context" : ", 2013) and as a mutagenic, carcinogenic, teratogenic, and acutely toxic species for most living organisms in biological systems (Hu et al., 2007; Wang et al., 2014).",
      "startOffset" : 129,
      "endOffset" : 165
    }, {
      "referenceID" : 23,
      "context" : ", 2013) and as a mutagenic, carcinogenic, teratogenic, and acutely toxic species for most living organisms in biological systems (Hu et al., 2007; Wang et al., 2014).",
      "startOffset" : 129,
      "endOffset" : 165
    }, {
      "referenceID" : 14,
      "context" : "Besides, both Cr (VI) and Cr (III) species could be converted into each other in aquatic systems during the changes in Eh and pH states (Luther et al., 2013; Xiao et al., 2013).",
      "startOffset" : 136,
      "endOffset" : 176
    }, {
      "referenceID" : 25,
      "context" : "Besides, both Cr (VI) and Cr (III) species could be converted into each other in aquatic systems during the changes in Eh and pH states (Luther et al., 2013; Xiao et al., 2013).",
      "startOffset" : 136,
      "endOffset" : 176
    }, {
      "referenceID" : 17,
      "context" : "However, because of the suspicious toxicity of such adsorbents (El-Temsah and Joner, 2013; Grieger et al., 2010; Stefaniuk et al., 2016), ecofriendly adsorbents with the ability to eliminate both chromium ions from the aqueous solution should be replaced.",
      "startOffset" : 63,
      "endOffset" : 136
    }, {
      "referenceID" : 28,
      "context" : "It should be noted that the obtained XRD patterns were totally congruent with the previous studies results (Kambale et al., 2010; Zhang et al., 2009).",
      "startOffset" : 107,
      "endOffset" : 149
    }, {
      "referenceID" : 26,
      "context" : "In the adsorption phenomena, the solution pH is considered as one of the main parameters, as it significantly influences the surface charge of the solid phase and directly affects the formation of metal species (Xu et al., 2018).",
      "startOffset" : 211,
      "endOffset" : 228
    }, {
      "referenceID" : 26,
      "context" : "5, the protonated surface charge of the synthesized nMFO led to the removal of contained cations in the solution through the cation exchange with Hþ (Ill es and Tomb acz, 2006; Xu et al., 2018).",
      "startOffset" : 149,
      "endOffset" : 193
    }, {
      "referenceID" : 20,
      "context" : "Adsorption isotherm is considered as a critical tool to explain the interaction between the solutes and adsorbent, it is useful for the optimization of adsorbents usage (Tan et al., 2007; Xiao et al., 2013).",
      "startOffset" : 169,
      "endOffset" : 206
    }, {
      "referenceID" : 25,
      "context" : "Adsorption isotherm is considered as a critical tool to explain the interaction between the solutes and adsorbent, it is useful for the optimization of adsorbents usage (Tan et al., 2007; Xiao et al., 2013).",
      "startOffset" : 169,
      "endOffset" : 206
    }, {
      "referenceID" : 25,
      "context" : "Thus, it may be as an indication of chromium easy adsorption on nano-magnetic MnFe2O4 (Xiao et al., 2013; Yang, 1998).",
      "startOffset" : 86,
      "endOffset" : 117
    }, {
      "referenceID" : 27,
      "context" : "Thus, it may be as an indication of chromium easy adsorption on nano-magnetic MnFe2O4 (Xiao et al., 2013; Yang, 1998).",
      "startOffset" : 86,
      "endOffset" : 117
    }, {
      "referenceID" : 0,
      "context" : "Thus, it could be proposed that the adsorption behavior of both chromium ions is well described using pseudo-second order model, indicating the presence of chemisorption mechanism in the adsorption process (Al-Ghouti et al., 2005; Liu et al., 2013; Wang et al., 2018; Xiao et al., 2013).",
      "startOffset" : 206,
      "endOffset" : 286
    }, {
      "referenceID" : 13,
      "context" : "Thus, it could be proposed that the adsorption behavior of both chromium ions is well described using pseudo-second order model, indicating the presence of chemisorption mechanism in the adsorption process (Al-Ghouti et al., 2005; Liu et al., 2013; Wang et al., 2018; Xiao et al., 2013).",
      "startOffset" : 206,
      "endOffset" : 286
    }, {
      "referenceID" : 25,
      "context" : "Thus, it could be proposed that the adsorption behavior of both chromium ions is well described using pseudo-second order model, indicating the presence of chemisorption mechanism in the adsorption process (Al-Ghouti et al., 2005; Liu et al., 2013; Wang et al., 2018; Xiao et al., 2013).",
      "startOffset" : 206,
      "endOffset" : 286
    }, {
      "referenceID" : 14,
      "context" : "It proved that increase in temperature led to the greater adsorption driving force, which can ease the chromium ions adsorption on nMFO (Luther et al., 2013; Xu et al., 2018).",
      "startOffset" : 136,
      "endOffset" : 174
    }, {
      "referenceID" : 26,
      "context" : "It proved that increase in temperature led to the greater adsorption driving force, which can ease the chromium ions adsorption on nMFO (Luther et al., 2013; Xu et al., 2018).",
      "startOffset" : 136,
      "endOffset" : 174
    }, {
      "referenceID" : 14,
      "context" : "Endothermic nature of the chromium ions adsorption process was proved by positive values calculated for DH (Luther et al., 2013; Xu et al., 2018).",
      "startOffset" : 107,
      "endOffset" : 145
    }, {
      "referenceID" : 26,
      "context" : "Endothermic nature of the chromium ions adsorption process was proved by positive values calculated for DH (Luther et al., 2013; Xu et al., 2018).",
      "startOffset" : 107,
      "endOffset" : 145
    }, {
      "referenceID" : 10,
      "context" : "It is usually described using intra-particle diffusion (IPD) model or boundary layer diffusion (mass transfer) model or both (Kavitha and Namasivayam, 2007; Unuabonah et al., 2007; Wu et al., 2009).",
      "startOffset" : 125,
      "endOffset" : 197
    }, {
      "referenceID" : 24,
      "context" : "It is usually described using intra-particle diffusion (IPD) model or boundary layer diffusion (mass transfer) model or both (Kavitha and Namasivayam, 2007; Unuabonah et al., 2007; Wu et al., 2009).",
      "startOffset" : 125,
      "endOffset" : 197
    }, {
      "referenceID" : 21,
      "context" : "Therefore, at initial stage, the film distribution may control the chromium ions adsorption on nMFO, then when the surface charges of nanoadsorbent are gradually consumed, the adsorption process may be well described through the IPD as the controlling step (Taqvi et al., 2007; Unuabonah et al., 2007).",
      "startOffset" : 257,
      "endOffset" : 301
    }, {
      "referenceID" : 24,
      "context" : "Moreover, the final equilibrium is explained by the third step, in which gradual chromium ions transfer to the micro-pores leads to a slow adsorption rate (Unuabonah et al., 2007; Wu et al., 2009).",
      "startOffset" : 155,
      "endOffset" : 196
    }, {
      "referenceID" : 10,
      "context" : "Hence, it may be proposed that the external mass transfer of chromium ions on nano-adsorbent significantly controls their adsorption and is considered as the rate-limiting step (Kavitha and Namasivayam, 2007; Unuabonah et al., 2007).",
      "startOffset" : 177,
      "endOffset" : 232
    } ],
    "year" : 2019,
    "abstractText" : "The co-precipitation method was used to synthesize nano-magnetic adsorbent MnFe2O4 (nMFO), characterized through XRD, SEM, EDS, and BET techniques. The synthesized nMFO was used for hexavalent and trivalent chromium ions elimination from the aqueous phase. The optimum pH for the adsorption of Cr (VI) and Cr (III) was determined as 2 and 5, respectively. The chromium ions adsorption behavior was well interpreted through the pseudo-second order kinetics model. Furthermore, isotherm studies were conducted, and the obtained results indicated that Langmuir isotherm model could well justify the chromium ions adsorption process. Quick removal (less than 10 min) of both chromium ions and high removal efficiency were occurred using nMFO. The utmost adsorption capacity of trivalent and hexavalent chromium ions were determined as 39.6 and 34.84 mg g 1, respectively. Thermodynamic studies on chromium adsorption revealed positive value for DH and negative value for DG, representing that chromium ions adsorption was an endothermic and spontaneous process. The multilinearity in the graphs of chromium ions adsorption was observed using intra-particle diffusion model. In this regard, the external mass transfer of chromium ions on synthesized nanoparticles was the important and controlling step in the adsorption process. © 2019 Published by Elsevier Ltd.",
    "creator" : "Elsevier"
  }
}