{
  "name" : "downloads_2020-09-27_89_cheira2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Adsorption of U(VI) from sulfate solution using montmorillonite/polyamide and nano-titanium oxide/polyamide nanocomposites",
    "authors" : [ "Mohamed F. Cheira", "Mohamed N. Kouraim", "Ibrahim H. Zidan", "Wael S. Mohamed", "Taha F. Hassanein" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal of Environmental Chemical Engineering 8 (2020) 104427\nAvailable online 1 September 2020 2213-3437/© 2020 Elsevier Ltd. All rights reserved.\nAdsorption of U(VI) from sulfate solution using montmorillonite/polyamide and nano-titanium oxide/polyamide nanocomposites\nMohamed F. Cheira a,*, Mohamed N. Kouraim a, Ibrahim H. Zidan a, Wael S. Mohamed b, Taha F. Hassanein c\na Nuclear Materials Authority, P.O. Box 530, Maadi, Cairo, Egypt b Polymers Dept., National Research Centre, Dokki, Giza, Egypt c Chemistry Dept., Faculty of Science, Helwan University, Cairo, Egypt\nA R T I C L E I N F O\nEditor: Despo Kassinos\nKeywords: Montmorillonite Titanium oxide Polyamide Uranium Adsorption\nA B S T R A C T\nThe polyamide-based nanocomposites were formed via inorganic nanosized (montmorillonite clay MMT, or TiO2) particles that incorporated inside a polyamide 6 (PA6) matrix. Moreover, the MMT/PA6 and TiO2/PA6 nanocomposites were prepared by simple dissolution methods. Morphology of the gained nanocomposites was studied by SEM, EDX, TEM, FTIR, and XRD techniques. Batch adsorption was fulfilled to determine the uptake capacities of U(VI) (93.0, 21.0, 134.0, and 125.0 mg/g) on the MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites, respectively from sulfate solution in the pH 4.5, 30 min contact time at room temperature. The adsorption-desorption recycling was indicated that U(VI) adsorption has excellent stability and selectivity after seven cycles by 0.25 M HNO3 eluant. The kinetic data of uranium adsorption on MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites were suited well to a pseudo-second-order mechanism, and the Langmuir isotherm followed the equilibrium adsorption experiments. The tentative mechanism of the adsorption of U(VI) on adsorbents was proposed. Finally, the optimum adsorption conditions for MMT/PA6, and TiO2/PA6 nanocomposites were applied for U(VI) recovery from the El-Sela sulfate leach solution."
    }, {
      "heading" : "1. Introduction",
      "text" : "Uranium is the principal nuclear fuel, and it is a naturally occurring radioactive and high toxicity element, as well as it has the extensive sources that are devoted to uranium production by mining and processing from its resources [1–3]. In the last era, uranium has globally earned admission as the main energy source. Currently, uranium supplies are to almost 16 % of the electricity production globally. It was determined as the major backbone of energy for the next days while the fossil energy assets wane by the center of this century. Uranium was employed to fuel up extensive than 400 operational atomic reactors in the globe that generated huge quantities of electricity. More generally, uranium mining and processing produced from the increase of permanent resources by improving uranium concentrations in several areas throughout the world [4]. In Egypt, uranium ore materials resources involve conventional and nonconventional sources found at some locations in Sinai, Western Desert, and the Eastern Desert. In recent decades, the Nuclear Materials Authority carried extensive programs\nconcerning uranium exploration. Those details pointed to the outcome of significant uranium mineralization associated with younger granites into the Eastern Desert. In the ultimate southeastern part, particularly; Halaib environs, uranium mineralization was recently devising at Gabal El Sela [5–8].\nVarious techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15]. Adsorption technique was selected for uranium separation due to selectivity, simplicity of design, low cost, flexibility, high efficiency, easiness of operation, and broader applicability for dismissal of numerous varieties of pollutants [16]. Several types of adsorbents were used and studied to eliminate uranium ions from leachate and wastewater, like inorganic matters, composites [17], and polymers [18] that have intense adsorption spots and stimulated extensive concern. For instance, the hydrogel comprises multiple proper functional groups (amide, carbonyl), that could act as donors toward interaction to metal ions [19–21]. Adsorbents with nanoscale have better efficiency in the\n* Corresponding author. E-mail address: mf.farid2008@yahoo.com (M.F. Cheira).\nContents lists available at ScienceDirect\nJournal of Environmental Chemical Engineering\njournal homepage: www.elsevier.com/locate/jece\nhttps://doi.org/10.1016/j.jece.2020.104427 Received 13 July 2020; Received in revised form 18 August 2020; Accepted 24 August 2020\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nremoval of pollutants from wastewater, because of their huge surface area, surface activity, high adsorption capability, and efficiency. Therefore, nanomaterials have attracted significant attention in the removal of several heavy metals ions from liquid solutions. U(VI) adsorption was discovered the adsorption capability of nano-TiO2 that represented with the BET surface, Freundlich isotherm, and grain size [22]. Montmorillonite has classified as the primary ingredient in the distribution of bentonite block systems. Uranium(VI) adsorption was applied onto montmorillonite in the lack and the presence of different carbonate concentrations [23,24].\nLately, the solid adsorbents were prepared by green synthesis for the selectivity of the metal ions or organic materials extraction against the other impurities present in waste solutions. The Cu0.5Zn0.5Fe2O4, MgFeCrO4, and CoCr2O4, nanoparticles prepared by green synthesis, were employed for the removal or degradation of dyes from aqueous solutions [25–27]. Moreover, green synthesized ZnO, CuO, Mg0.5Ni0.5AlxFe2-xO4, ZnMn2O4, and MgMn2O4 nanoparticles were applied for photocatalytic degradation of different dyes [28–31].\nLikewise, the ZnAl2O4@ZnO nanocomposite was used for photodegradation and removal of acid orange 7 dye [32]. Also, the Fe3O4/hydroxyapatite/β-cyclodextrin nanocomposite adsorbent was utilized for the adsorption of some heavy metals from waste solutions [33].\nPolymers attached with inorganic nanomaterials had better efficiencies for displacing uranium from its sources, due to their broad surface areas, surface activities, and high adsorption capabilities. Uranium ions were extracted by three polymers that were polyethyleneimine, carboxymethylated polyethyleneimine, and polyacrylic acid [34]. A new polyvinyl alcohol/titanium oxide was manufactured and used for uranium adsorption [35].\nSynthetic organic polymers bearing polyfunctional groups (–NH2, OH, COOH, CONH–––2, NHCH––2− PO3− ) in the surface efficiently were adsorbed heavy metals ions from their solutions [36,37]. These polymers have small surface areas and low adsorption rates during the applications as adsorbents. Meanwhile, inorganic nanomaterials like transition metals or metal oxides, MMT nanomaterials, etc., have broad surface areas, and moderate adsorption capacities. Nanomaterials and polymer-based nanomaterials were utilized to remove uranium ions and some heavy metals from waste solutions [38,39]. Polymeric nanocomposites were also used for the formation of inorganic nanoparticles inside a polymer matrix [40].\nPolyamide utilized in various application fields, such as electronics, automobiles, consumer goods, and packaging. Polyamide contains amide-type links, materials kind of that could be gained in nature, like silk and wool [41,42]. Although initially -and still- the polyamide was used to produce nylon textile products, today, it is used as injected plastic and is already widely utilized in the plastic industry [43]. The objective of that research is the incorporation of TiO2 and montmorillonite clay (MMT) nanoparticles using different percentages into a synthetic polyamide 6 (PA6) to obtain different nanocomposites. The four adsorbents, MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites were used to attain the optimum U(VI) adsorption parameters for sulfate solutions and their applications for uranium adsorption from EL Sela leach liquor."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and characterization methods",
      "text" : "Tetraisopropyl orthotitanate (TIPT) purchased from Merck, Germany. Methanol, Ethanol (absolute AR, 99.9 %), hydrogen peroxide, and n-hexane (AR grade) purchased from SD-fine Chemicals Co. ε-Caprolactam, and phthalic acid obtained from Across Organics Co., Belgium.\nInductively coupled plasma atomic emission spectroscopy (ICP-OES) (Optima 2100DV, Perkin Elmer) was used to determine uranium ions, the chemical constituents of G. El Sela sample, and its prepared leach\nsolution as well as the ingredients of the obtained uranium concentrate. X-ray diffraction (XRD) model was reported by a Philips (PW3710), including a diffractometer position (PW 1775), Cu‒target tube, and scintillation counter, for specimens that were irradiated and examined in 2θ range 2 and 80◦. An environmental scan electron microscope (SEM-EDX), Philips XL 30, and transmission electron microscopy (TEM) JEOL-2100, Japan, were used to examine the morphological structures of the prepared adsorbents. The Brunauer did the surface area evaluation–Emmett–Teller (BET) Quantachrome Nova - Data Acquisition and Conversion for NOVA instruments, Quantachrome Instruments (USA) version 11.03. The thermal stabilities of the studied solid adsorbents were evaluated by the Thermogravimetric analyzer (TGA) of TA Instruments (STD Q600, USA). FTIR (Shimadzu IR) was controlled by IR resolution, and the software was employed using the KBr tablet method to evaluate the functional groups of all solid samples."
    }, {
      "heading" : "2.2. Polyamide 6 synthesis",
      "text" : "Polyamide 6 was manufactured using the ring-opening polycondensation of ε-caprolactam (Fig. 1). First of all, ε-caprolactam (5000 g) was melted at 80− 100 ◦C during 0.5 h under nitrogen flow. Distilled water (150 mL) and phthalic acid (14 g)) as plasticizers were applied to the closed reactor under nitrogen flow, and the temperature was set to 260 ◦C. The pressure inside the closed reactor was set to 4 bar by nitrogen feed. At these conditions, the pressure was increased during the progress of the reaction system to a level of 6 bars. After the reaction time of 4 h (pre-condensation phase), the pressure was released slowly, and water was extracted. In order to eliminate the water, a completely high vacuum was applied. The temperature was set to 280 ◦C. The melt was solidified by removing the strand through an ice bath. Directly, after the solidification, the strand was cut and extracted in a water bath for 2 h at 80 ◦C and then dried. The general procedure was sketched in Fig. 2."
    }, {
      "heading" : "2.3. Synthesis of nano-TiO2",
      "text" : "Synthesis of TiO2 nanoparticles was made via the sol-gel method, 2.84 mL TIPT was dissolved in a mixture of 0.5 mL methanol and 5 mL ethanol with molar ratio (1:1:10), and it was refluxed at 60 ◦C for 6 h. After that, 30 mL of distilled H2O was added dropwise to the hot solution at 60 ◦C under continuous stirring condition. The precipitate was separated with filtration and was washed three times with hot water. The obtained white precipitate was dried at 130 ◦C in the oven for 12 h, and it was ground to a fine powder. This powder was subjected to calcination for ten hours at 550 ◦C inside a muffle furnace. Finally, the white crystalline powder of nano-TiO2 was obtained [44]."
    }, {
      "heading" : "2.4. Preparation of nano-montmorillonite",
      "text" : "Nano-montmorillonite (MMT) was prepared by the suspension of commercial montmorillonite (2.5 g) in deionized H2O (250 mL). The mixture was agitated for 1 h and heated to 75 ◦C to achieve the suspension solution. Cetyl ammonium bromide (5 g) was dissolved in deionized H2O (50 mL), and it was added by a dropwise to the suspension mixture. The solution pH value was adjusted to 6.7 ± 0.1 by sodium carbonate/acetic acid buffer with constant stirring for four hours. A white precipitate was separated and washed with deionized\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nwater. The obtained wet precipitate was dried at 80 ◦C under vacuum for 24 h [45]."
    }, {
      "heading" : "2.5. Preparation of MMT/PA6 and TiO2/PA6 nanocomposites",
      "text" : "Prior to extrusion, inorganic nanosized (MMT clay or TiO2) particles and PA6 were dried at 80 ◦C in a vacuum oven for 24 h to minimize the effect of moisture and were kept in sealed desiccators. After drying, MMT/PA6 and TiO2/ PA6 hybrids were prepared by a melt compounding system using HAAKE twin-screw extruder by a set of 90 rpm rotary speed using different amounts of MMT and TiO2 (0.5–2 %). The temperature system of the barrel fixed at 250 ◦C – 255 ◦C from a hopper to a die. Eventually, melt strands were cooled inside a water-bath. The formed composites were pelletized by cutting device. For comparison, pure PA6 was also extruded into twin screw extruder at the same process condition."
    }, {
      "heading" : "2.6. Adsorption studies",
      "text" : "For the uranium (VI) adsorption and purification from sulfate solution, several experiments were conducted to get the optimum settings of the relevant parameters, which were pH, initial concentration, time, and temperature. All the operations were completed in duplicate. The adsorption experiments were employed by mixing the prepared adsorbents individually (50 mg) with 25 mL of 300 mg/L U(VI) in 100 mL flasks at the mechanical shaker at 60 min at room temperature. The pH value was studied at pH range 1–6, and it was adjusted using 1 M NaOH or 1 M H2SO4 solutions. Various contact time (5–60 min), different initial uranium ions concentration (125− 1000 mg/L), and different temperatures (25− 50 ◦C) were also studied.\nThe concentration of U(VI) was analyzed by an inductively coupled plasma - optical emission spectrometer (ICP-OES). After analysis, the adsorption capacity (mg/g, qe), and adsorption efficiency (%, E) were evaluated from the following equations:\nqe = ( Ci − Cf ) x V W\n(1)\nE(%) = (\nCi − Cf Ci\n)\nx100 (2)\nWhere Ci and Cf are original and equilibrium metal ions concentrations (mg/L), respectively, and V is a liquid volume (L), but W is an adsorbent amount (g)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Materials description",
      "text" : ""
    }, {
      "heading" : "3.1.1. XRD analysis",
      "text" : "Fig. S1 in the supporting information displays XRD patterns of the PA6, nano-TiO2, MMT, and TiO2/PA6, and MMT/PA6 nanocomposites. The XRD pattern of the PA6 has diffraction peaks which appear at 2θ =\n18◦, 20◦, 24◦, and 30◦ [46]. From the nano-TiO2 spectrum, the results confirmed that anatase is existed due to the finding of intense diffraction bands at 2θ values and crystal planes of 25.25◦ (101), 37.80◦ (004), 38.50◦ (112), 48.05◦ (200), 53.9◦ (105), 55.05◦ (211), 62.65◦ (204), 68.85◦ (116), 70.30◦ (220), 75.05◦ (215), and 76.10◦ (301), and also diffraction peak at 2θ value of 36.00◦ could be well recognized to (101) reflection of rutile phase [47,48]. The average particle size estimated by the Scherrer’s formula. The average particle size of TiO2 calculated to be 15 nm. However, the XRD form of the MMT showed an intense peak at 2θ = 7.16◦, corresponding to the crystal plane (001) of 12.5 ̊A [49]. The Scherrer equation also estimated the MMT particle size at 25 nm.\nOn the other side, three peaks exist in the MMT/PA6 spectrum. One sharp peak at 2θ = 7.25◦ shows the MMT layer, and another sharp peak at 2θ = 18◦ shows an increase in the PA6 layer. Hence, polymer entered into the interlayer spaces, and MMT/PA6 structure was formed. Also, another peak at 2θ = 20.8◦ showed some layer of MMT, and it indicated that the intercalated structure was formed. However, at nano-TiO2/PA6, a sharp peak at 2θ = 25.55◦ showed the attendance of nano-TiO2, and it indicated that nano-TiO2 dispersed in PA6 polymer. Hence, it concluded that MMT and nano-TiO2 provided the proper chelation and dispersion at the preparation of PA6 through interfacial polycondensation."
    }, {
      "heading" : "3.1.2. SEM analysis",
      "text" : "The morphology of TiO2 presented in Fig. S2, it was observed that the nano-TiO2 was fine particles through a particular character, and the average particle diameter of TiO2 was approximately less than 16 nm, which was more useful to form a composite with the PA6 matrix [48]. The surface variation was efficient to enhance the distribution of TiO2 in the PA6 form, which performed a vital role in uranium adsorption from sulfate solution on TiO2/PA6 adsorbent (Fig. S2), the particles aggregation and bright spots on the TiO2/PA6 surface represented the uranium ions adsorption.\nFurthermore, Fig. S2 showed images of MMT and MMT/PA6 nanocomposite. In the MMT/PA6 image, a small aggregate of about 39 nm in size together with few large aggregates were observed, the presence of these aggregates indicated the combining of MMT particles inside the polymer matrix. The MMT/PA6/U image found the irregular shape and bright spots due to the U(VI) existence on the MMT/PA6 surface. The SEM images indicated that the nano-TiO2 and MMT were homogenously intercalated in the interlayer of PA6. The obtained results, the polymer nanocomposites adsorbents produced."
    }, {
      "heading" : "3.1.3. EDX analysis",
      "text" : "The semi-quantitative analysis of nano-TiO2, PA6, MMT, MMT/PA6, MMT/PA6/U, TiO2/PA6, and TiO2/PA6/U was attained by EDX analysis (Fig. S3). The chemical composition of nano-TiO2 presented only Ti and O peaks while PA6 form offered C and O peaks. It means that nano-TiO2 and PA6 are highly purified. The MMT spectrum showed that the elemental constitutions contained Si, Al, O, Mg, Ca, Fe, Cl, Ni, and Cu peaks, but in MMT/PA6 spectrum exhibited the grouping peaks between MMT and PA6 composite, in addition to TiO2/PA6 spectrum presented combination peaks of TiO2 and PA6 composite. After uranium ions\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nadsorption on MMT/PA6 and TiO2/PA6, it could be observed of their spectra that have distinct peaks of uranium and sulfur ions on the two adsorbents spectra, and it confirmed that uranium ions adsorbed on MMT/PA6 and TiO2/PA6 nanocomposites as uranyl complexes."
    }, {
      "heading" : "3.1.4. TEM analysis",
      "text" : "The adsorbent’s morphological features were also characterized by TEM. Fig. S4 showed that the adsorbents were distributed homogeneously, and they could be described as homogeneous dispersion, while the particulates dispersed as individual particles. Montmorillonite nanoparticles were aggregated due to the attendance of hydroxide groups. The MMT particles had nano-size particles (<30 nm). Additionally, the MMT/PA6 composite (average diameter 30–40 nm) shows different areas: the bright areas signified nanoparticles of MMT and introduced into the dark particles of the PA6. In the other direction, the TiO2 nanoparticles tended to aggregate due to the attendance of hydrogen bonds. The TiO2 nanoparticles were still at the nano-size level (<20 nm).\nMoreover, the TiO2/PA6 structure (average diameter 25–35 nm) showed that the bright areas represented the small particles of TiO2 with an average diameter of 10− 20 nm. Besides, the dark particles of the organic polymer (PA6) due to the different electron- attractive abilities (viz., the electron binding capability of TiO2 was further than the polymer shell). Therefore, the cores could be identified as the bright region related to the coverage area."
    }, {
      "heading" : "3.1.5. BET analysis",
      "text" : "Brunauer–Emmett–Teller (BET) explained the adsorption of nitrogen molecules on the solid surface and served as the origin for the vital analytical method for measuring of the surface area, average pore volume, and average pore size of the prepared nano-materials. As exposed in Table 1, the pore size, surface area, and also pore volume of PA6 are 18.51 nm, 29.12 m2/g, and 0.086 cc/g, respectively. A change of physical structure of PA6 was observed due to the formation of TiO2/ PA6 and MMT/PA6 nano-composites. Because of that, the high values of the pore size, and surface area, of TiO2 and MMT. Therefore, the values of pore size and surface area for TiO2/PA6 and MMT/PA6 are higher than the PA6. From the data in Table 1, it could be attributed that the individual nano-TiO2 and MMT decorated PA6 pores. The porosity and surface area of the addition of nano-TiO2 and MMT improved the PA6 to adsorb uranium ions."
    }, {
      "heading" : "3.1.6. Thermal analysis",
      "text" : "Thermogravimetric analyzer (TGA) was utilized to explain the thermal stabilities of nano-TiO2, PA6 polymer, MMT, TiO2/PA6, MMT/ PA6, U-loaded TiO2/PA6, and MMT/PA6/U at 10 ◦C/min heat rate in the range 0–900 ◦C under N2 atmosphere (Fig. S5). TGA has demonstrated to be a suitable method to investigate the thermal stability of nanocomposites. The curve nano-TiO2 provided two main mass losses within the TGA experiment. The first mass loss occurred at about 107 ◦C due to the water evaporation. The second mass loss occurred at 107–342 ◦C, which is due to the volatilization and combustion of organic species [48]. Moreover, it was distinguished that the montmorillonite TGA showed three mass loss phases in between 25–100 ◦C, and at 135.4 ◦C\nbesides at 636.5 ◦C (Fig. S5). These mass loss phases attributed to desorption of water from the clay, dehydration of the hydrated cation in the interlayer, and the dehydroxylation of the montmorillonite, respectively [49]. Furthermore, polyamide 6 was stable up to 347 ◦C. The decomposition of polyamide PA6 occurred in the range of 347− 514 ◦C. PA6 left a small amount of residue. The addition of 1.5 % of MMT or TiO2 on PA6 slightly increased the thermal stabilities of two nanocomposites and did significantly change the thermal analysis of the system [50]. The curves of TiO2/PA6/U and MMT/PA6/U indicated that the TiO2/PA6/U and MMT/PA6/U started to disintegrate at 220 ◦C, giving 5 % mass loss giving high thermal stability. The initial mass loss in all samples might attribute to the dehydration of the coordinated water. In the case of TiO2/PA6/U, and MMT/PA6/U, the degradation was decreased at comparing with TiO2/PA6, and MMT/PA6 after 530 ◦C, it may transpire because of the adsorbed uranium on the two adsorbents."
    }, {
      "heading" : "3.1.7. FTIR analysis",
      "text" : "FTIR spectra used in this study as a qualitative measurement to analyze the chemical structures of PA6, MMT, TiO2, MMT/PA6, TiO2/ PA6, MMT/PA6/U, and TiO2/PA6/U (Fig. S6). At the PA6 spectrum, the band at 3291 cm− 1 belonged to the NH– stretching bond. The bands at 3075 cm− 1 and 1633 cm− 1 indicated CH– stretching band and C–O stretching, respectively. CN– stretching bands gave two bands at 1537 and 1257 cm− 1 [51]. The spectrum of MMT showed that peak at 3273 cm–1 indicated to Si–OH bands. The band at 1604 cm–1 exhibited the existence of structural water within the montmorillonite matrix. The three bands at 1199, 1001, and 758 cm–1 attributed to SiO– stretching vibrations designating the appearance of silicate. Bands at 602 and 469 cm–1 corresponded to Al–OSi and SiOS–––i bending bands [49]. At the nano-TiO2 spectrum, the band at 3388 cm− 1 described to the stretching band of the surface hydroxyl group, and the band at 1648 cm− 1 matched to the vibration of –OH group on the nano-TiO2 surface. The wide-band to the extent of 500–790 cm− 1 matched to TiOT––i bands [48].\nThe MMT/PA6 spectrum showed the characteristic band for the C–O group around 1633 cm− 1, and the two stretching bands of CN– at 1538, and 1258 cm− 1 of PA6. The weak bands of SiO– shifted to 1160, and 955 cm–1. Bands at 601 and 482 cm–1 corresponds to Al–OSi and SiOS–––i bending peaks. It was proved that MMT effectively modified the PA6. TiO2/PA6 spectrum displayed the specific band for the C–O group at 1633 cm− 1, and the two stretching bands of CN– at 1538 and 1259 cm− 1 of PA6. The new broadband around 520–800 cm− 1 ascribed to the TiOT––i band. It was evidenced that nano-TiO2 successfully modified the PA6. After U(VI) adsorption, the spectrum of MMT/PA6/U and TiO2/PA6/U showed a new band at 974 cm− 1 for UO– [52]. Moreover, the stretching bands for the MMT/PA6 and TiO2/PA6 were also shifted to redshift with 10− 15 cm− 1, which might be due to the U (VI) adsorption on MMT/PA6 and TiO2/PA6 adsorbents."
    }, {
      "heading" : "3.2. Adsorption comprehension",
      "text" : "The uranium adsorption applied on MMT, PA6, and MMT/PA6, and TiO2/PA6 nanocomposites from the G. El Sela leach solution. Several sets of equilibrium experiments were done upon uranium adsorption efficiency to optimize the pH value, contact time, initial uranium ions concentration, and temperature. The pH value was studied at pH range 1–6, and it was adjusted using 1 M NaOH or 1 M H2SO4 solutions. Various contact time (5–60 min), different initial uranium ions concentration (125− 1000 mg/L), and different temperatures (25− 50 ◦C) were also studied."
    }, {
      "heading" : "3.2.1. Solution pH",
      "text" : "The pH influence on the uranium (VI) adsorption onto 50 mg of individual MMT, and PA6, MMT/PA6 and TiO2/PA6 nanocomposites were studied in different pH values from 1 to 6 at fixed experimental\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nconditions of 25 mL solution assaying 300 mg/L of uranium ions for 60 min contact time at 25 ◦C (Fig. 3). From the gained data, the uranium uptake capacities of MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites (qe) increased from 16.0, 3.0, 24.0 and 10.0–93.0, 21.0, 134.0, and 125.0 mg/g, respectively with increasing the pH value from 1.0 to 4.5. Subsequently, the increase of the pH up to 6 admitted to a decline of uranium uptake capacity to 40.0, 8.0, 55.0, and 47.0 mg/g, respectively. Thus, the maximum U(VI) uptake capacity attained at solution pH 4.5.\nAt pH < 4.5, the MMT, PA6, MMT/PA6, and TiO2/PA6 surfaces would protonate with hydrogen ions, whereas the silanol and aluminol groups of MMT were extra protonated, and the Ti–OH group of nanoTiO2, and amino and carbonyl groups of PA6 were also protonated. Besides, the existence of bisulfate ions (HSO4− ) were readily adsorbed on the protonated active sites because bisulfate ions had the smallest size. The electrostatic effect between the protonated active sites and the complex anionic species of uranium (UO2(SO4)22- and UO2(SO4)34− ) are slightly adsorbed due to the bisulfate ions (HSO4− ) that competed with the uranium anionic complex species.\nIn the sequence at pH 4.5, uranium existed in hydrolyzed forms, and the following cationic species have identified UO22+, [(UO2)2(OH)2]2+ dimer, [(UO2)3(OH)5]+ trimer. Whereas the hydrogen ions on the active sites of the montmorillonite and TiO2 liberated and the active sites tended to gain the negative charges as Si–O− , AlO–− and TiO–− sites. In other descriptions, each active site had a substantial negative net charge because of the release of hydrogen cation of the hydroxyl group. Thus, it performed to attract electrostatically any positive ions. This adsorption behavior could be inductive of inner-sphere complexation or adsorption to sites possessing negative charge [52]. On the opposite aspect, the adsorption uptake at pH < 4.5 was gradually decreased as an outcome of the formation of uranyl hydroxide species [UO2(OH)2, UO2(OH)3− , UO2(OH)42-, (UO2)3(OH)7− , (UO2)3(OH)82− and (UO2)3(OH)115− [30] which were gradually precipitated. Therefore, it was not possible to perform the pH effect behind 6."
    }, {
      "heading" : "3.2.2. Contact time and adsorption kinetics",
      "text" : "The adsorption time is the main aspect of uranium uptake adsorption. This aspect was studied through several experiments that were employed by 50 mg of individual MMT, PA6, MMT/PA6, and TiO2/PA6 adsorbents at different contact times (5–60 min) while the other experimental parameters were constant. As presented in Fig. 4, the uranium uptake capacities of the MMT, PA6, MMT/PA6, and TiO2/PA6 increased to 93.0, 21.0, 134.0, and 125.0 mg/g with increasing contact time until 30 min, respectively and by increasing time up to 60 min, there was no noticeable effect on the uranium ions uptake. Hence, 30 min contact was the equilibrium time, and it was used for further optimizing conditions for uranium adsorption.\nThe kinetic mechanism of uranium ions uptake on MMT, PA6, MMT/ PA6, and TiO2/PA6 adsorbents were applied by two models that are pseudo-first- and pseudo-second-order kinetics. Pseudo-first-order (PFO) assumed that the adsorption uptake was regulated within physical adsorptions, but the pseudo-second-order (PSO) thought that adsorption uptake happened within the chemical interactions [53,54]. PFO and PSO models are expressed by the following nonlinear Eqs. (3 and 4, respectively):\nqt = qe ( 1 − e− k1 t ) (3)\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nqt = qet\n( 1\nk2qe\n) + t (4)\nThe linear forms of PFO and PSO models, respectively, are given as:\nlog(qe − qt) = logqe − k1t\n2.303 (5)\nt qt = 1 k2q2e + t qe\n(6)\nWhere qe, and qt, (mg/g) are the uptake capacity of U(VI) at equilibrium and at time t (min), respectively, k1 (min− 1), and k2 (g/(mg.min)) are PFO and PSO rate constants, respectively.\nAlso, the initial adsorption rate (h) (mg/g.min) could be calculated by the usage of the following equation [55]:\nh = k2.qe2 (7)\nLinear plots for PFO and PSO models for the adsorption of U(VI) on MMT, PA6, MMT/PA6, and TiO2/PA6 are displayed in Fig. 5. The relevant kinetics parameters are listed in Table 2. It can be seen from Table 2 that the PSO model has the highest values of R2 (>0.99), and its calculated equilibrium adsorption capacities are consistent with experimental data. These facts suggest that the adsorption kinetics fits very well with the PSO kinetic model.\nThese results were also confirmed through the nonlinear fitting of PFO and PSO models with experimental data of U(VI) adsorption kinetics on MMT, PA6, MMT/PA6, and TiO2/PA6 as presented in Fig. 6 (a–d). The calculated adsorption capacities of the PSO model were found to be more close to experimental data. The above results suggested that the adsorption could be fitted more appropriately by the PSO kinetic model, and the PSO adsorption mechanism is predominant, which indicating saturated adsorption sites and the adsorption was dominated by chemisorption.\nMoreover, the initial sorption rate (h) of MMT/PA6, and TiO2/PA6 nanocomposites was higher than pure PA6 (Table 2). It could be attributed to the improved porosity and higher surface area for MMT/ PA6, and TiO2/PA6 in comparison to PA6 (Table 1) [56]."
    }, {
      "heading" : "3.2.3. Initial concentration and adsorption isotherms",
      "text" : "Several batch experiments were applied to assess the impact of the variable U(VI) concentration upon the uptake capacity. These experiments were completed by agitating 25 mL of the different concentrations ranging from 125− 1000 mg/L at pH 4.5, 50 mg of separable MMT, PA6,\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nMMT/PA6, and TiO2/PA6 adsorbents for 30 min contact at ambient temperature. The results in Fig. 7 exposed that as the initial concentrations increased, it was led to increasing the uranium uptake that reached a maximum loading at 750 mg/L uranium concentration. After that, the overloaded uranium kept constant. It represents that the studied adsorbents reached the maximum packing capacity (saturation capacity), because of the mobility of UO22+ in the solutions are the highest and the whole active sites of the adsorbents saturated and blocked with uranyl ions.\nSeveral isotherm equations are used for the equilibrium modeling of adsorption systems. Among these, two are commonly used and applied for this study, the Freundlich and Langmuir isotherms. The Freundlich isotherm model is a special case applied to non-ideal sorption onto heterogeneous surfaces and also to multilayer sorption, suggesting that binding sites are not equivalent [39]. The adsorption isotherm data were analyzed by the Freundlich isotherm model, which in its linearized form is:\nlogqe = logKF + 1 n logCe (8)\nWhere KF (mg/g) and n are Freundlich constants related to the adsorbent capacity and adsorption intensity, respectively, Ce (mg/L) is equilibrium concentration, and qe (mg/g) is equilibrium adsorption capacity. If the value of n > 1 and within the range of 1–10, it indicates favorable adsorption.\nThe Langmuir model refers to homogeneous adsorption, which assumes that all active sites possess a similar affinity to the adsorbate with a uniformly saturated monolayer, and it has equivalent energies with no interaction between adsorbate molecules even on adjacent sites [56]. The linear form of the Langmuir isotherm model can be represented by Eq. (9):\nCe qe = 1 qMKL +\n( 1\nqM\n)\nCe (9)\nWhere KL (L/mg) is the equilibrium Langmuir constant that relates to adsorption energy, and qM is the maximum U(VI) uptake capacity (mg/ g).\nThe linearized forms of Langmuir and Freundlich adsorption isotherms were given in Fig. 8 whereas Table 3 presented the correspondent constants along with the correlation coefficients (R2) associated at each linearized isotherm model.\nThe comparison of R2 values (Table 3) indicated that the Langmuir model exhibited an excellent fit to the experimental data because of R2 values near to unity. It may be due to the homogeneous distribution of active sites on MMT, PA6, MMT/PA6, and TiO2/PA6 adsorbents surfaces. Furthermore, the assessed maximum uptake capacities (qM) calculated from the Langmuir isotherm model for MMT, PA6, MMT/ PA6, and TiO2/PA6 were 94.24, 22.37, 138.89, and 128.21 mg/g, respectively. They were close to the experimental data, which also indicated that Langmuir adsorption isotherm could well describe the experimental data. The qM values of MMT/PA6 and TiO2/PA6 nanocomposites were higher than that of pure PA6, due to the improved porosity and higher surface area for MMT/PA6, and TiO2/PA6 in comparison to PA6 (Table 1). The values of n obtained (Table 3) were between 1 and 10, which represent favorable adsorption of U(VI) on all the adsorbents. Also, it is found that the values of KF (adsorbent capacity) and KL (adsorption energy) were increased with increasing of qM in the order: PA6 < MMT < TiO2/PA6 < MMT/PA6.\nThe maximum adsorption capacities of U(VI) adsorption on MMT/ PA6, and TiO2/PA6 nanocomposites and other adsorbents in the literature were compared and were summarized in Table 4. It illustrated that the U(VI) uptake of MMT/PA6, and TiO2/PA6 nanocomposites are comparable to or even larger than those reported in the literature. It indicated that MMT/PA6 and TiO2/PA6 nanocomposites synthesized by the encapsulation of MMT or TiO2 into PA6 would be a highly efficient and more promising adsorbent for U(VI) adsorption from aqueous\nTable 3 Isotherm parameters of U(VI) uptake on MMT, PA6, MMT/PA6, and TiO2/PA6 adsorbents.\nIsotherm models Parameter MMT PA6 MMT/ PA6\nTiO2/ PA6\nFreundlich isotherm KF (mg/g) 19.59 1.65 32.34 24.11 n 3.66 2.34 3.94 3.47 R2 0.8531 0.9408 0.9206 0.9120 Langmuir isotherm qM (mg/g) 94.24 22.37 138.89 128.21 KL (L/mg) 0.026 0.01 0.041 0.037 R2 0.9962 0.9942 0.9994 0.9994 Experimental capacity qex (mg/g) 93.0 21.0 134.0 125.0\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nsolutions compared to other adsorbents."
    }, {
      "heading" : "3.2.4. Temperature and thermodynamics",
      "text" : "The impact of temperature upon the uranium uptake capacity was performed on the 50 mg of adsorbent within the range 25–50 ◦C under all other practical factors were constant. The data demonstrated in Fig. 9, with increasing temperature from 25 to 50 ◦C, the uptake capacities of the MMT, PA6, MMT/PA6, and TiO2/PA6 adsorbents decreased to 39.0, 1.0, 52.0, and 43.0 mg/g respectively. It was reasonably due to the increasing energy that could point to breakdown the bond association with uranyl ions into the solution or decrease the surface activities. Accordingly, the room temperature was the optimum temperature for uranium uptake.\nThe enthalpy ΔH◦, entropy ΔS◦ and free energy ΔG◦ of U(VI) adsorption from 298 to 323 K on MMT, PA6, MMT/PA6, and TiO2/PA6 were estimated using the slope and intercept of the relation between the thermodynamic equilibrium constant (Ke◦, L/g) and 1/T (Fig. 10). Vant’ Hoff equation established the thermodynamic adsorption parameters. Thermodynamic equilibrium constants (Ke◦, L/g) were obtained from Eq. 10 [56,57].\nK0e = 1000.Kg.(molecular weight of adsorbate)[adsorbate]0\nγ (10)\nWhere γ is the dimensionless activity coefficient, [adsorbate]◦ is the standard concentration of the U(VI) (1 mol/L), and Ke◦ is the thermodynamic equilibrium constant that is dimensionless. The Ke◦ assessed by changing the units of Kg (Langmuir constant (KL, L/mg) used because of the Langmuir isotherm was the best isotherm) to L/mol. The variation achieved by multiplication of the Langmuir constant (L/mg) value by 1000, to change L/mg to L/g, therefore construction the multiplication of this result by the molecular weight of the uranium ions (g/mol) multiplied by the unitary standard uranium ions concentration (1 mol/ L) and dividing by activity coefficient (dimensionless). From this evaluation, it was supposed that the solution of U(VI) is much diluted, so the activity coefficient was unitary. The Ke◦ changes into dimensionless after the formation of these evaluations. Therefore, the thermodynamic parameters determined from the following Van’t Hoff equations:\nlogK0e = ΔS◦\n2.303R −\nΔH◦\n2.303RT (11)\nΔG◦ = ΔH◦ − TΔS◦ (12)\nR is the universal gas constant. From the achieved data in Table 5, the negative ΔG◦ values demonstrated that adsorption processes at all temperatures were spontaneous. Additionally, the negative ΔH◦ values agreed with exothermic U(VI) adsorption, but the positive ΔS◦ values devised randomness of U(VI) adsorption processes."
    }, {
      "heading" : "3.2.5. Effect of MMT or TiO2 amount",
      "text" : "Fig. 11 described the influence of MMT or TiO2 amount added at polyamide 6 to obtain MMT/PA6 and TiO2/PA6 nanocomposites on the uranium uptake capacity. In this work, the effect of MMT or TiO2\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\namount added at polyamide 6 were performed in the range from 0 to 2 % of the 50 mg obtained composite under a fixed pH 4.5, 30 min contact, and 25 mL solution assaying 300 mg/L uranium ions at ambient temperature. The U(VI) uptake capacities of MMT/PA6 and TiO2/PA6 were thus increased from 21.0, and 21.0 to 134, and 125 mg/g at 1.5 % of MMT and TiO2, respectively as well as the additive percent increased above 1.5 %, the uptake capacities were still constant. Thus, the 1.5 % amount of MMT and TiO2 additive were selected in the following experimentations."
    }, {
      "heading" : "3.2.6. Effect of interfering ions",
      "text" : "The effect of Fe3+, Ce4+, Th4+, SO42− , NO3-, and Cl- ions (300 mg/L) on the uranium uptake capacities executed at MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites under all other experimental factors fixed on the above conditions. The conclusion manifested in Fig. 12, the uptake capacities of MMT, PA6, MMT/PA6, and TiO2/PA6, were slightly decreased for all the studied interfering ions. Due to the high tolerance interfering limits for all foreign ions according to the associated ions of uranium in the studied solution, there is no effect on the uranium adsorption uptake of all four adsorbents using El Sela leach solution."
    }, {
      "heading" : "3.3. Mechanism of adsorption",
      "text" : "Spectroscopic evidence collected by SEM, EDX, and FTIR before and after adsorption was provided invaluable information that helped in the\nunderstanding of the adsorption mechanism of U(VI) on MMT, PA6, MMT/PA6, and TiO2/PA6 adsorbents. From the SEM of TiO2/PA6/U and MMT/PA6/U (Fig. S2), the bright spots on their surfaces represented the uranium ions adsorption. After uranium ions adsorption on the two adsorbents (MMT/PA6 and TiO2/PA6), it could be observed clearly from their EDX spectra (Fig. S3) the presence of uranium peaks, confirming the adsorption of uranium ions. A comparison of the FTIR spectra of MMT/PA6, and TiO2/PA6 nanocomposites before and after U (VI) loading (Fig. S6) exhibited that a new peak appeared at 974 cm− 1, which corresponds to U–O [52]. Moreover, the stretching bands for the MMT/PA6 and TiO2/PA6 were also shifted to redshift with 10− 15 cm− 1. It might be due to the U(VI) adsorption on the adsorbents.\nFurther demonstration of the adsorption mechanism was manifested by the effect of pH on U(VI) adsorption (Fig. 3). The pH-dependent trend implies that the mechanism of U(VI) binding may be through the deprotonation of functional groups of adsorbents. Optimum pH was 4.5, at which cationic species identified are UO22+, [(UO2)2(OH)2]2+ dimer, and [(UO2)3(OH)5]+ trimer. At pH 4.5, the active sites on adsorbents surfaces were tended to gain the negative charges such as Si–O− , AlO–− , TiO–− , CO–− , and COO––− sites that attract electrostatically any positive ions. These variations with pH also tend to confirm the involvement of weak acid groups in the sorption process through cation exchange mechanisms [52].\nThe kinetics suggested that the adsorption can be fitted more appropriately by the PSO kinetic model, and the PSO adsorption mechanism is predominant, which indicating saturated adsorption sites and the adsorption was dominated by chemisorption. From isotherm studies, the Langmuir model shows an excellent fit for the experimental data. It may be due to homogeneous distribution of active sites on MMT/ PA6, and TiO2/PA6 nanocomposites surfaces and so the main adsorption form of U(VI) was a single layer of adsorption. The adsorption process was exothermic and spontaneous, as deduced from thermodynamics data (Table 5).\nAs mentioned above, U(VI) had tendencies to form complexes with the O and N containing functional groups within the adsorbents used. According to the above analysis, the schematic visualization of the possible adsorption mechanisms of the U(VI) onto the surface of TiO2/ PA6, and MMT/PA6 nanocomposites were proposed and shown in Figs. 13, 14, respectively."
    }, {
      "heading" : "3.4. Elution investigations",
      "text" : "The elution of uranium ions that loaded on the MMT, PA6, MMT/ PA6, and TiO2/PA6 was studied using different concentrations of H2SO4,\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nHNO3, HCl, and Na2CO3 ranging from 0.05 to 0.30 M. Desorption study was indeed applied for the regeneration of the prepared adsorbents. It also is the critical factor to diminish the cost of the purification of uranium ions. Several experiments were managed by agitating 2 g of uranium ions loaded adsorbents with 40 mL of individual eluting solutions, 150 rpm stirring speed at room temperature for 30 min contact time. Fig. S7 indicated that the 0.25 M nitric acid eluted almost uranium ions for the loaded adsorbents. Finally, 0.25 M HNO3 is the best concentration for regeneration and reusability of MMT, PA6, MMT/PA6, and TiO2/PA6 after seven cycles."
    }, {
      "heading" : "3.5. Uranium recovery",
      "text" : "The studied representative granitic sample was collected from the El Sela area, South Eastern, Egypt. It was applied for uranium leaching by appropriate conditions that give the best leaching efficiency (93.75 % uranium(VI)) with the least dissolution of impurities [58]. The prepared leach liquor was obtained from 1 kg of the properly El Sela ore material (100-149 μm) with 4 L of sulfuric acid (150 mg/L) and (NH4)2SO4 (150 mg/L) mixture, contact time (6 h), stirring speed (200 rpm), and ambient temperature. The controlled leach liquor had pH 1.95, and the U(VI) concentration assessed 300 mg/L. The El Sela ore material and its\nM.F. Cheira et al.\nJournal of Environmental Chemical Engineering 8 (2020) 104427\nleach solution were analyzed by the appropriate procedures (Table 6). Uranium adsorption was applied from 4 L of leach solution that has 300 mg/L of uranium ions and some interfering ions, using 10 g of MMT/PA6 or TiO2/PA6 under pH 4.5, and 30 min contact time. According to the previous results, the uranium(VI) uptake on the MMT/ PA6 or TiO2/PA6 was 134.0 or 125 mg U/g adsorbent, respectively. Finally, the whole uranium ions in the El Sela leach solution were captured on the 10 g of MMT/PA6 or TiO2/PA6 adsorbents (1.2 g uranium ions/10 g adsorbent).\nThe desorption of U(VI) from MMT/PA6/U or TiO2/PA6/U) was carried out by agitating 0.2 L of 0.25 M nitric acid for 30 min contact time at room temperature. The uranium ions in the eluting solution (UO2(NO3)2) was analyzed, and the uranium concentration was assessed (5.95 g/L). The uranium ions were precipitated from the eluting solution after the evaporation process to a 50 mL solution. The precipitation process was carried out via the dropwise addition of 50 % H2O2 after adjusting the solution pH to 2 by 10 % ammonium hydroxide to precipitate uranium ions as UO4.xH2O (1.79 g), which was dried at 110 ◦C. The final product was uranium peroxide hydrate (1.55 g).\nX-ray diffraction of the final product showed that uranium was precipitated as peroxide hydrate that has the chemical formula UO4∙2H2O and UO4∙4H2O (Fig. S8) [59,60]. The XRF analysis indicated that the product was composed of uranium and some associated metal ions distinct peaks (Fig. S9). Moreover, it was quantitatively analyzed by the suitable technique (ICP-OES) to identify some chemical constituents that are 67.44 % U(VI), 0.01 % Ti(IV), 0.008 % V(V), 0.31 % Y(III), 0.23 % La(III), and 0.02 % Cd(II). Finally, the achieved data demonstrated that uranium peroxide hydrate evaluated 94.29 %."
    }, {
      "heading" : "4. Conclusion",
      "text" : "MMT, TiO2, PA6, MMT/PA6, and TiO2/PA6 adsorbents were successfully synthesized and characterized by XRD, SEM, EDX, TEM, TGA, and FTIR. The prepared four adsorbents were utilized to adsorb uranium ions from sulfate solution. The maximum uranium uptake on MMT, PA6, MMT/PA6, and TiO2/PA6 are 93.0, 21.0, 134.0, and 125.0 mg/g at pH 4.5, for 30 min contact time, at ambient temperature. From the kinetic data, uranium adsorption was suited well via pseudo-second-order model and adsorption isotherm data more suitably fitted the Langmuir model.\nLikewise, the negative ΔH◦ values indicated the exothermic adsorption reaction, and negative ΔS◦ values showed random performance for U(VI) adsorption, but negative ΔG◦ values directed spontaneous U(VI) adsorption. The maximum uptake of U(VI) on MMT/PA6 and TiO2/PA6 nanocomposites were higher than that of pure PA6, due to the improved porosity and higher surface area for MMT/PA6, and TiO2/PA6 in comparison to PA6. Tentative adsorption mechanisms were suggested that revealed ion-exchange and electrostatic interaction between MMT/PA6, and TiO2/PA6 nanocomposites and uranium ions. The maximum U(VI) desorption from the loaded four adsorbents was performed using 0.25 M HNO3. The uranium ions adsorption-desorption method onto the MMT, PA6, MMT/PA6, and TiO2/PA6 adsorbents after seven successive cycles,\nwhich was designated the excellent adsorption stability of all adsorbents. The optimum adsorption conditions applied to the El Sela leach solution for uranium recovery as uranium peroxide that was assessed 94.29 %. Finally, the MMT/PA6, and TiO2/PA6 nanocomposites would be effective and promising adsorbents for U(VI) adsorption from aqueous solutions.\nFunding\nNo funding was received for this work.\nIntellectual property\nWe confirm that we have given due consideration to the protection of intellectual property associated with this work and that there are no impediments to publication, including the timing of publication, with respect to intellectual property. In so doing we confirm that we have followed the regulations of our institutions concerning intellectual property.\nDeclaration of Competing Interest\nThe authors report no declarations of interest."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.jece.2020.104427."
    } ],
    "references" : [ {
      "title" : "Synthesis of TBP-coated magnetic Pst-DVB particles for uranium separation",
      "author" : [ "W. Huan", "S. Xian-Zhang", "T. Qing", "J. Yan-Qin" ],
      "venue" : "Nucl. Sci. Tech. 25 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Uranium adsorption from a liquid waste using thermally and chemically modified bentonite",
      "author" : [ "M.M. Zareh", "A. Aldaher", "A.E.M. Hussein", "M.G. Mahfouz", "M. Soliman" ],
      "venue" : "J. Radioanal. Nucl. Chem. 295 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Uranium and thorium leachability in contaminated stream sediments from a uranium minesite",
      "author" : [ "J. Wang", "J. Liu", "H. Li", "Y. Chen", "T. Xiao", "G. Song", "D. Chen", "C. Wang" ],
      "venue" : "J. Geochem. Expl. 176 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Simulation of reactive transport of uranium (VI) in groundwater with variable chemical conditions",
      "author" : [ "G.P. Curtis", "J.A. Davis", "D.L. Naftz" ],
      "venue" : "Water Resources Res. 42 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Structural control of El Sela granites and associated uranium deposits",
      "author" : [ "K.G. Ali" ],
      "venue" : "Southern Eastern desert, Egypt, Arab. J. Geosci. 6 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis of pyridyl azo resorcinol-functionalized amberlite XAD-16 and its characteristics for uranium recovery",
      "author" : [ "M.F. Cheira" ],
      "venue" : "J. Environ. Chem. Eng. 3 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Uranium evaluation and its recovery from microgranite dike at G",
      "author" : [ "A.E. Abdel Gawad", "A.H. Orabi", "M.M. Bayoumi" ],
      "venue" : "El Sela area, South Eastern desert, Egypt, Arab. J. Geosci. 8 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Mathematical modeling of the extraction of uranium(VI) into a polymer inclusion membrane composed of PVC and di-(2ethylhexyl) phosphoric acid",
      "author" : [ "S.D. Kolev", "A.M. St John", "R.W. Cattrall" ],
      "venue" : "J. Membrane Sci. 425–426 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Uranium (VI) recovery from acidic leach liquor by Ambersep 920U SO4 resin: kinetic",
      "author" : [ "M.F. Cheira", "B.M. Atia", "M.N. Kouraim" ],
      "venue" : "equilibrium and thermodynamic studies, J. of Rad. Res. App. Sci. 10 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Layered silicate RUB-15 for efficient removal of  UO2 and heavy metal ions by ion-exchange",
      "author" : [ "Z. Chen", "Y. Liang", "D. Jia", "W. Chen", "Z. Cui", "X. Wang" ],
      "venue" : "Environ. Sci.: Nano 4 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sk",
      "author" : [ "N. Sen", "K. Saswani", "K.K. Singh", "S. Barkade", "S. Mukhopadhyay", "S.M. Chavan" ],
      "venue" : "M. Ali, K.T. Shenoy, Extraction of uranium(VI) by tri iso-amyl phosphate (TiAP) in ionic liquids, J. Radioanal. Nucl. Chem. 312 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Solvent extraction of uranium and vanadium from carbonate leach solutions of ferruginous siltstone using cetylpyridinium carbonate in kerosene",
      "author" : [ "M.F. Cheira" ],
      "venue" : "Chem. Papers 74 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Effects of the different conditions of uranyl and hydrogen peroxide solutions on the behavior of the uranium peroxide precipitation",
      "author" : [ "K.W. Kim", "J.T. Hyun", "K.Y. Lee", "E.H. Lee", "K.W. Lee", "K.C. Song", "J.K. Moon" ],
      "venue" : "J. Hazard. Mater. 193 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Removal of some harmful metal ions from wet-process phosphoric acid using murexidereinforced activated bentonite",
      "author" : [ "M.F. Cheira", "M.N. Rashed", "A.E. Mohamed", "G.M. Hussein", "M.A. Awadallah" ],
      "venue" : "Mater. Today Chem. 14 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Rapid and selective uranium adsorption by glycine functionalized europium hydroxide",
      "author" : [ "A.T. Reda", "D. Zhang", "X. Lu" ],
      "venue" : "Colloids Surf. A 556 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Efficient enrichment of uranium(VI) on amidoximated magnetite/grapheme oxide composites",
      "author" : [ "Y. Zhao", "J. Li", "S. Zhang", "H. Chen", "D. Shao" ],
      "venue" : "RSC Adv. 3 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Highly efficient removal of uranium(VI) from aqueous solutions by poly(acrylic acid-co-acrylamide) hydrogels",
      "author" : [ "C. Wei", "M. Yang", "Y. Guo", "W. Xu", "J. Gu", "M. Ou", "X. Xu" ],
      "venue" : "J. Radioanal. Nucl. Chem. 315 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recycle of U(VI) from aqueous solution by situ phosphorylation mesoporous carbon",
      "author" : [ "Y.D. Zou", "X.H. Cao", "X.P. Luo", "Y. Liu", "R. Hua", "Y. Liu", "Z. Zhang" ],
      "venue" : "J. Radioanal. Nucl. Chem. 306 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ultrafast and efficient extraction of uranium from seawater using an amidoxime appended metal-organic framework",
      "author" : [ "L. Chen", "Z. Bai", "L. Zhu", "L. Zhang", "Y. Cai", "Y. Li", "W. Liu", "Y. Wang", "L. Chen", "J. Diwu", "J. Wang", "Z. Chai", "S. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Performance of poly sulfonamide/nano-silica composite for adsorption of thorium ions from sulfate solution",
      "author" : [ "M.F. Cheira" ],
      "venue" : "SN Appl. Sci. 2 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Effect of surface and textural characteristics on uranium adsorption by nanoporous titania",
      "author" : [ "P. Paschalidou", "I. Liatsou", "I. Pashalidis", "C.R. Theocharis" ],
      "venue" : "J. Radioanal. Nucl. Chem. 314 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "U(VI) sorption on montmorillonite in the absence and presence of carbonate: a macroscopic and microscopic study",
      "author" : [ "M.M. Fernandes", "B. Baeyens", "R. Dähn", "A.C. Scheinost", "M.H. Bradbury" ],
      "venue" : "Geochim. Cosmochim. Acta 93 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Modeling uranium(VI) adsorption onto montmorillonite under varying carbonate concentrations: a surface complexation model accounting for the spillover effect on surface potential",
      "author" : [ "C. Tournassat", "R.M. Tinnacher", "S. Grangeon", "J.A. Davis" ],
      "venue" : "Geochim. Cosmochim. Acta 220 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "P",
      "author" : [ "M.S. Yeganeh", "A.R. Kazemizadeh", "A. Ramazani" ],
      "venue" : "Eskandari, H.R. Angourani, Plant-mediated synthesis of Cu0.5Zn0.5Fe2O4 nanoparticles using minidium leavigatum and their applications as an adsorbent for removal of reactive blue 222 dye, Mater. Res. Express 6 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis of recyclable MgFeCrO4 spinel nanoparticles for rapid photodegradation of direct black 122 dye",
      "author" : [ "F. Moradnia", "S.T. Fardood", "A. Ramazani", "V.K. Gupta" ],
      "venue" : "J. Photochem. Photobio. A: Chem. 392 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Green synthesis",
      "author" : [ "S.T. Fardood", "R. Forootan", "F. Moradnia", "Z. Afshari", "A. Ramazani" ],
      "venue" : "characterization, and photocatalytic activity of cobalt chromite spinel nanoparticles, Mater. Res. Express 7 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Plant-mediated synthesis of zinc oxide and copper oxide nanoparticles by using ferulago angulata (schlecht) boiss extract and comparison of their photocatalytic degradation of Rhodamine B (RhB) under visible light irradiation",
      "author" : [ "E.S. Mehr", "M. Sorbiun", "A. Ramazani", "S.T. Fardood" ],
      "venue" : "J. Mater. Sci.: Mater. Electron. 29 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A",
      "author" : [ "K. Atrak" ],
      "venue" : "Ramazani, S.T. Fardood, Eco-friendly synthesis of Mg0.5Ni0.5AlxFe2xO4 magnetic nanoparticles and study of their photocatalytic activity for degradation of direct blue 129 dye, J. Photochem. Photobio. A: Chem. 382 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis and characterisation of ZnMn2O4 nanoparticles for photocatalytic degradation of Congo red dye and  kinetic study",
      "author" : [ "S.T. Fardood", "F. Moradnia", "A. Ramazani" ],
      "venue" : "Micro Nano Lett. 14 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Novel green synthesis and characterization of tetragonal-spinel  MgMn2O4 nanoparticles by tragacanth gel and studies of its photocatalytic activity for degradation of reactive blue 21 dye under visible light",
      "author" : [ "F. Moradnia", "A. Ramazani", "S.T. Fardood", "F. Gouranlou" ],
      "venue" : "Mater. Res. Express 6 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis and characterization of ZnAl2O4@ZnO nanocomposite and its environmental applications in rapid dye degradation",
      "author" : [ "B.E. Azar", "A. Ramazani", "S.T. Fardood", "A. Morsali" ],
      "venue" : "Optik – Int. J. Light Electron. Optics 208 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Novel Fe3O4/ hydroxyapatite/β-cyclodextrin nanocomposite adsorbent: synthesis and application in heavy metal removal from aqueous solution",
      "author" : [ "A. Ansari", "S. Vahedi", "O. Tavakoli", "M. Khoobi", "M.A. Faramarzi" ],
      "venue" : "Appl. Organometal. Chem. 33 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Removal of aqueous uranyl ions by magnetic functionalized carboxymethylcellulose and adsorption property investigation",
      "author" : [ "Y. Gao", "Y. Yuan", "D. Ma", "L. Li", "Y. Li", "W. Xu", "W. Tao" ],
      "venue" : "J. Nucl. Mater. 453 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Preparation of a novel electrospun polyvinyl alcohol/titanium oxide nanofiber adsorbent modified with mercapto groups for uranium(VI) and thorium(IV) removal from aqueous solution",
      "author" : [ "S. Abbasizadeh", "A.R. Keshtkar", "M.A. Mousavian" ],
      "venue" : "Chem. Eng. J. 220 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhanced uranium(VI) adsorption by chitosan modified phosphate rock",
      "author" : [ "Z. Sun", "D. Chen", "B. Chen", "L. Kong", "M. Su" ],
      "venue" : "Colloids Surf. A 547 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Development of polymeric and polymer-based hybrid adsorbents for pollutants removal from waters",
      "author" : [ "B. Pan", "B. Pan", "W. Zhang", "L. Lv", "Q. Zhang", "S. Zheng" ],
      "venue" : "Chem. Eng. J. 151 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Highly-efficient removal of  AsV",
      "author" : [ "H. Gomaa", "M.A. Shenashen", "H. Yamaguchi", "A.S. Alamoudi", "M. Abdelmottaleb", "M.F. Cheira", "T.A. Seaf El-Naser", "S.A. El-Safty" ],
      "venue" : "Pb2+, Fe3+, and Al3+ pollutants from water using hierarchical, microscopic TiO2 and TiOF2 adsorbents through batch and fixed-bed columnar techniques, J. Cleaner Prod. 182 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly selective and effective removal of uranium from contaminated drinking water using a novel PAN/AgX/ ZnO nanocomposite",
      "author" : [ "H.R. Shakur", "K.R.E. Saraee", "M.R. Abdi", "G. Azimi" ],
      "venue" : "Microp. Mesop. Mat. 234 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Surface modification of inorganic nanoparticles for development of organic–inorganic nanocomposites-a review",
      "author" : [ "S. Kangoa", "S. Kaliab", "A. Celli", "J. Njuguna", "Y. Habibi", "R. Kumar" ],
      "venue" : "Prog. Polym. Sci. 38 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Super thermoplastic vulcanizates based on carboxylated acrylonitrile butadiene rubber (XNBR) and polyamide (PA12)",
      "author" : [ "T. Chatterjee", "D. Basu", "A. Das", "S. Wießner", "K. Naskar", "G. Heinrich" ],
      "venue" : "Eur. Poly. J. 78 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polyamides (nylons)",
      "author" : [ "L.W. McKeen" ],
      "venue" : "Film Properties of Plastics and Elastomers, 4th ed., Elsevier Inc.",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Control of the water permeability of polyelectrolyte multilayers by deposition of charged paraffin particles",
      "author" : [ "K. Glinel", "M. Prevot", "R. Krustev", "G.B. Sukhorukov", "A.M. Jonas", "H. Möhwald" ],
      "venue" : "Langmuir 20 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Preparation and characterization of PA6/titania conductive fibres",
      "author" : [ "K. Zhang", "M. Ge" ],
      "venue" : "Indian J. Fib. Tex. Res. 41 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Dispersion stability of organoclay in octane improved by adding nonionic surfactants",
      "author" : [ "L. Li", "J. Zhang", "H. Sun", "J. Xu", "D. Sun" ],
      "venue" : "Colloids Surf. A 415 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Hybrid polyamide/silica nanocomposites: synthesis and mechanical testing, Macrom",
      "author" : [ "W.E. van Zyl", "M. García", "B.A.G. Schrauwen", "B.J. Kooi", "J.M. De Hosson", "H. Verweij" ],
      "venue" : "Mater. Eng",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2002
    }, {
      "title" : "Visible light absorption ability and photocatalytic oxidation activity of various interstitial N-doped TiO2 prepared from different nitrogen dopants",
      "author" : [ "J. Ananpattarachai", "P. Kajitvichyanukul", "S. Seraphin" ],
      "venue" : "J. Hazard. Mater. 168 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis and characterization of anatase titanium dioxide nanoparticles using egg white solution via sol-gel method",
      "author" : [ "S. Bagheri", "K. Shameli", "S.B. Abd Hamid" ],
      "venue" : "J. Chem. 2013 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Thermogravimetric analysis of organoclays intercalated with the surfactant octadecyltrimethylammonium bromide",
      "author" : [ "Y. Xi", "W. Martens", "H. He", "R.L. Frost" ],
      "venue" : "J. Ther. Anal. Calorimetry 81 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Thermal decomposition of polymer/montmorillonite nanocomposites synthesized in situ on a clay surface",
      "author" : [ "B.D. Fecchio", "S.R. Valandro", "M.G. Neumann", "C.C.S. Cavalheiro" ],
      "venue" : "J. Braz. Chem. Soc. 27 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Studies on the interfacial effect between nano-SiO2 and nylon 6 in nylon 6/SiO2 nanocomposites",
      "author" : [ "Q. Xu", "S. Wang", "F. Chen", "T. Cai", "X. Li", "Z. Zhang" ],
      "venue" : "Nanomater. Nanotech. 6 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adsorption of U(VI) from acid solution on a low-cost sorbent: equilibrium",
      "author" : [ "M.F. Cheira", "H.I. Mira", "A.K. Sakr", "S.A. Mohamed" ],
      "venue" : "kinetic, and thermodynamic assessments, Nucl. Sci. Tech. 30 (2019) 156, https://doi.org/10.1007/s41365-019- 0674-3.  M.F. Cheira et al. Journal of Environmental Chemical Engineering 8 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "A convenient method to determine kinetic parameters of adsorption processes by nonlinear regression of pseudo-nth-order equation",
      "author" : [ "R. Tseng", "P. Wu", "F. Wu", "R. Juang" ],
      "venue" : "Chem. Eng. J. 237 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Omparison between linear and non-linear forms of pseudo firstorder and pseudo-second-order adsorption kinetic models for the removal of methylene blue by activated carbon",
      "author" : [ "J. Lin", "L. Wang" ],
      "venue" : "Front. Environ. Sci. Engin. China 3 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Pseudo-second order model for sorption processes",
      "author" : [ "Y.S. Ho", "G. McKay" ],
      "venue" : "Process Biochem. 34 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Synthesis of aminophosphonate-functionalised ZnO/polystyrenebutadiene nanocomposite and its characteristics for uranium adsorption from phosphoric acid",
      "author" : [ "M.F. Cheira" ],
      "venue" : "Intern. J. Environ. Anal. Chem. ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A critical review of the estimation of the thermodynamic parameters on adsorption equilibria",
      "author" : [ "E.C. Lima", "A. Hosseini-Bandegharaei", "J.C. Moreno-Piraján", "I. Anastopoulos" ],
      "venue" : "Wrong use of equilibrium constant in the van’t Hoof equation for calculation of thermodynamic parameters of adsorption, J. Mol. Liquids 273 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Successive leaching of uranium and rare earth elements from el Sela mineralization",
      "author" : [ "A.K. Sakr", "S.A. Mohamed", "H.I. Mira", "M.F. Cheira" ],
      "venue" : "J. Sci. Eng. Res. 5 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Thermodynamic studies of studtite thermal decomposition pathways via amorphous intermediates UO3",
      "author" : [ "X. Guo", "D. Wu", "H. Xu", "P.C. Burns", "A. Navrotsky" ],
      "venue" : "U2O7, and UO4, J. Nucl. Mater. 478 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Purification of Abu- Zenima wet crude yellow cake using alkaline leaching of U(VI)",
      "author" : [ "A.L. El-Ansary", "G.M. Abd El-Wahab", "E.E. Bayoumi", "E.A. Nouh" ],
      "venue" : "Egyptian J. Petrol. 27 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "nent resources by improving uranium concentrations in several areas throughout the world [4].",
      "startOffset" : 89,
      "endOffset" : 92
    }, {
      "referenceID" : 7,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 8,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 9,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 10,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 11,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 12,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 13,
      "context" : "Various techniques were performed for U(VI) recovery from stream solutions, for instance, membrane separation [9], ion exchange [10,11], solvent extraction [12,13], chemical precipitation [14] and adsorption techniques [15].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 14,
      "context" : "ration due to selectivity, simplicity of design, low cost, flexibility, high efficiency, easiness of operation, and broader applicability for dismissal of numerous varieties of pollutants [16].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 15,
      "context" : "wastewater, like inorganic matters, composites [17], and polymers [18] that have intense adsorption spots and stimulated extensive concern.",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 16,
      "context" : "wastewater, like inorganic matters, composites [17], and polymers [18] that have intense adsorption spots and stimulated extensive concern.",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 20,
      "context" : "U(VI) adsorption was discovered the adsorption capability of nano-TiO2 that represented with the BET surface, Freundlich isotherm, and grain size [22].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 30,
      "context" : "Likewise, the ZnAl2O4@ZnO nanocomposite was used for photodegradation and removal of acid orange 7 dye [32].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 31,
      "context" : "Also, the Fe3O4/hydroxyapatite/β-cyclodextrin nanocomposite adsorbent was utilized for the adsorption of some heavy metals from waste solutions [33].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 32,
      "context" : "Uranium ions were extracted by three polymers that were polyethyleneimine, carboxymethylated polyethyleneimine, and polyacrylic acid [34].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 34,
      "context" : "Synthetic organic polymers bearing polyfunctional groups (–NH2, OH, COOH, CONH–––2, NHCH––2− PO3− ) in the surface efficiently were adsorbed heavy metals ions from their solutions [36,37].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 35,
      "context" : "Synthetic organic polymers bearing polyfunctional groups (–NH2, OH, COOH, CONH–––2, NHCH––2− PO3− ) in the surface efficiently were adsorbed heavy metals ions from their solutions [36,37].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 36,
      "context" : "Nanomaterials and polymer-based nanomaterials were utilized to remove uranium ions and some heavy metals from waste solutions [38,39].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 37,
      "context" : "Nanomaterials and polymer-based nanomaterials were utilized to remove uranium ions and some heavy metals from waste solutions [38,39].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 38,
      "context" : "Polymeric nanocomposites were also used for the formation of inorganic nanoparticles inside a polymer matrix [40].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 39,
      "context" : "Polyamide contains amide-type links, materials kind of that could be gained in nature, like silk and wool [41,42].",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 40,
      "context" : "Polyamide contains amide-type links, materials kind of that could be gained in nature, like silk and wool [41,42].",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 41,
      "context" : "used to produce nylon textile products, today, it is used as injected plastic and is already widely utilized in the plastic industry [43].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 42,
      "context" : "Finally, the white crystalline powder of nano-TiO2 was obtained [44].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 43,
      "context" : "The obtained wet precipitate was dried at 80 C under vacuum for 24 h [45].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 44,
      "context" : "The XRD pattern of the PA6 has diffraction peaks which appear at 2θ = 18, 20, 24, and 30 [46].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 45,
      "context" : "00 could be well recognized to (101) reflection of rutile phase [47,48].",
      "startOffset" : 64,
      "endOffset" : 71
    }, {
      "referenceID" : 46,
      "context" : "00 could be well recognized to (101) reflection of rutile phase [47,48].",
      "startOffset" : 64,
      "endOffset" : 71
    }, {
      "referenceID" : 46,
      "context" : "S2, it was observed that the nano-TiO2 was fine particles through a particular character, and the average particle diameter of TiO2 was approximately less than 16 nm, which was more useful to form a composite with the PA6 matrix [48].",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 46,
      "context" : "The second mass loss occurred at 107–342 C, which is due to the volatilization and combustion of organic species [48].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 47,
      "context" : "These mass loss phases attributed to desorption of water from the clay, dehydration of the hydrated cation in the interlayer, and the dehydroxylation of the montmorillonite, respectively [49].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 48,
      "context" : "5 % of MMT or TiO2 on PA6 slightly increased the thermal stabilities of two nanocomposites and did significantly change the thermal analysis of the system [50].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 49,
      "context" : "CN– stretching bands gave two bands at 1537 and 1257 cm 1 [51].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 47,
      "context" : "Bands at 602 and 469 cm–1 corresponded to Al–OSi and SiOS–––i bending bands [49].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 46,
      "context" : "The wide-band to the extent of 500–790 cm 1 matched to TiOT––i bands [48].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 50,
      "context" : "After U(VI) adsorption, the spectrum of MMT/PA6/U and TiO2/PA6/U showed a new band at 974 cm 1 for UO– [52].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 50,
      "context" : "adsorption to sites possessing negative charge [52].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 28,
      "context" : "[30] which were gradually precipitated.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 51,
      "context" : "Pseudo-first-order (PFO) assumed that the adsorption uptake was regulated within physical adsorptions, but the pseudo-second-order (PSO) thought that adsorption uptake happened within the chemical interactions [53,54].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 52,
      "context" : "Pseudo-first-order (PFO) assumed that the adsorption uptake was regulated within physical adsorptions, but the pseudo-second-order (PSO) thought that adsorption uptake happened within the chemical interactions [53,54].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 53,
      "context" : "by the usage of the following equation [55]:",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 54,
      "context" : "It could be attributed to the improved porosity and higher surface area for MMT/ PA6, and TiO2/PA6 in comparison to PA6 (Table 1) [56].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 37,
      "context" : "The Freundlich isotherm model is a special case applied to non-ideal sorption onto heterogeneous surfaces and also to multilayer sorption, suggesting that binding sites are not equivalent [39].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 54,
      "context" : "The Langmuir model refers to homogeneous adsorption, which assumes that all active sites possess a similar affinity to the adsorbate with a uniformly saturated monolayer, and it has equivalent energies with no interaction between adsorbate molecules even on adjacent sites [56].",
      "startOffset" : 273,
      "endOffset" : 277
    } ],
    "year" : 2020,
    "abstractText" : "The polyamide-based nanocomposites were formed via inorganic nanosized (montmorillonite clay MMT, or TiO2) particles that incorporated inside a polyamide 6 (PA6) matrix. Moreover, the MMT/PA6 and TiO2/PA6 nanocomposites were prepared by simple dissolution methods. Morphology of the gained nanocomposites was studied by SEM, EDX, TEM, FTIR, and XRD techniques. Batch adsorption was fulfilled to determine the uptake capacities of U(VI) (93.0, 21.0, 134.0, and 125.0 mg/g) on the MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites, respectively from sulfate solution in the pH 4.5, 30 min contact time at room temperature. The adsorption-desorption recycling was indicated that U(VI) adsorption has excellent stability and selectivity after seven cycles by 0.25 M HNO3 eluant. The kinetic data of uranium adsorption on MMT, PA6, and MMT/PA6 and TiO2/PA6 nanocomposites were suited well to a pseudo-second-order mechanism, and the Langmuir isotherm followed the equilibrium adsorption experiments. The tentative mechanism of the adsorption of U(VI) on adsorbents was proposed. Finally, the optimum adsorption conditions for MMT/PA6, and TiO2/PA6 nanocomposites were applied for U(VI) recovery from the El-Sela sulfate leach solution.",
    "creator" : "Elsevier"
  }
}