{
  "name" : "downloads_2019-10-24_35_jin2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "CO Oxidation Catalyzed by Two-Dimensional Co3O4/CeO2 Nanosheets",
    "authors" : [ "Xin Jin", "Yang Duan", "Dapeng Liu", "Xilan Feng", "Wang Li", "Zheng Zhang", "Yu Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: CO oxidation, Co3O4, CeO2, MOF, nanosheets, synergistic effects, catalysts"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Two-dimensional (2D) inorganic nanosheets have recently attracted a great deal of attention due to their wide industrial applications.1−4 Compared with bulk materials, these 2D nanosheets are of larger specific surface area (SA) and richer in unsaturated surface atoms that can serve as sufficient catalytically active sites to show rather good catalytic properties. More importantly, their catalytic performance can be well optimized by structural engineering like element doping,5−7 surface modification,8,9 and defect construction.10−12 As reported, the ultrathin 2D nanosheets, including carbon-based materials (graphene and g-C3N4),\n13−16 metal chalcogenide (MoS2, WO2, and MoSe2),\n1,17 and transition metal hydroxides (M(OH)x (M = Co\n2+, Fe2+, Mn2+, and Ni2+), are good substrates to support metal atoms or nanoparticles as catalytic centers.18,19 However, these layered compounds are composed by either carbon or a large number of hydroxyl groups, and hence they are hard to endure heat treatment under oxygen atmospheres, resulting in thermal decomposition and meanwhile oxidation into oxides. Therefore, structural damage and collapse are the main reasons why these kinds of 2D materials as well as their derivatives are rarely reported as heterogeneous catalysts. Besides structure-related factors, synergistic effects can also\nhelp the multicomponent hybrid structures exhibit exceptional catalytic performance far better than their corresponding single components.20,21 As one of the most important rare earth oxides, CeO2 has a strong influence on catalytic oxidation due\nto its excellent oxygen storage/release capacity and rich surface oxygen vacancies arising from its inherent existence of the stable Ce3+/Ce4+ redox pair.22−25 Research demonstrates that the hybrids composed by transition metal oxides and CeO2 exhibited high catalytic activity in the cases of CeO2− CuO,26−28 CeO2−Cu2O,29 CeO2−MnO2,30 CeO2−NiO,31 CeO2−ZnCo2O4,32 CeO2−Co3O4,33,34 and so on. Therefore, CeO2 was often preferentially selected to the fabricate CeO2− metal oxide multicomponent system. Surprisingly, the antisintering properties and stability of CeO2−metal oxides were able to be enhanced during heat treatment, maintaining its original structure and morphology besides the expected synergistic effect and optimized activity toward heterocatalysis like catalytic CO oxidation. In light of structural design of catalysts, SA and pore-related\nproperties should be well considered to achieve better catalytic performance. Larger SA possibly provides more active sites to contact substrate molecules, while rational pore size and distribution favor the adsorption/desorption of these molecules and their products. The strategies related to metal− organic frameworks have been widely developed to meet these requirements.35,36 It is reported that if metal−organic coordination compounds are used as sacrificing templates, the corresponding derivatives as catalysts will greatly inherit\nReceived: June 29, 2019 Accepted: August 27, 2019 Published: September 2, 2019\n© 2019 American Chemical Society 5769 DOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 4,\n2 01\n9 at\n0 2:\n15 :5\n3 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nar tic\nle s.\nthe merit of the excellent physical properties, including large SA and open channels for mass transfer.37 However, the synthesis in most cases was conducted by using organic solvents, followed by complex purification, resulting in a relatively low yield. To avoid the disadvantages of liquid-phase reaction, a simply programmed one-step route has been developed by Mai’s group, in which the preparation of metal− organic framework (MOF) precursors and the following in-situ thermal decomposition are completed in the solid phase.38 These metal−organic coordination compound-derived metal oxides exhibited good physicochemical and electrochemical properties. The above-mentioned achievements inspired us much to develop high-performance 2D heterogeneous catalysts with high structural stability from the viewpoint of material design and catalytic applications. Few works have been reported on successful synthesis of nanosheets for heterocatalysis; however, after careful consideration, we chose the transition metal oxide Co3O4 with spinel structure as an ideal model for CO oxidation catalytic reaction due to four main reasons. First, Co3O4 is a kind of material with native high activity toward catalytic CO conversion. Second, Co precursors with 2D nanostructures can be easily acquired which favors Co3O4 inheriting the sheetlike structures. Third, CeO2 with a fluorite structure is in the same cubic phase with Co3O4 that the good lattice matching helps stabilize the interface of CeO2/Co3O4. At last there exists a strong synergistic effect between Co3O4 and CeO2 components, firmly identified by the previous works.39−42 Among the transition metal oxide catalysts, Co3O4 showed excellent catalytic activity similar to that of precious metals. Liu et al. have been successfully prepared MnOxmodified Co3O4−CeO2 catalysts for CO oxidation in H2-rich gases. CeO2−Co3O4 has been synthesized shows good catalytic activity.43 But all the samples do not have uniform appearance and need to be initially pretreated before catalytic CO oxidation. Jia et al. synthesized CeO2@Co3O4 by thermal decomposition of the precursor. CO can be completely converted at 170 °C.44 However, the sample required pretreatment before CO oxidation, and the method was relatively complicated. In this paper, a solid-phase route was employed to prepare Co-MOF-derived two-dimensional Co3O4/CeO2 nanosheets. The synthesis starts from the Co(OH)2 nanosheets as precursor and the following surface deposition of CeO2 nanoparticles via a facile wet-chemistry process, and the final in-situ solvent-free heat treatment in a tube furnace by physically premixing 1,4-benzenedicarboxylic acid (H2BDC). Such solid-phase structural evolution greatly boosts the catalytic performance of the as-prepared Co3O4 nanosheets, whose full CO conversion temperature can be obviously reduced. Detailed characterizations were also conducted to disclose the structural evolution and to evaluate their catalytic properties."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Synthesis of Co(OH)2 Nanosheets. A simple solution precipitation method was employed to prepare Co(OH)2 nanosheets. Typically, 5 mL of NaOH aqueous solution (0.5 M) was dropped into 10 mL of CoCl2·6H2O solution (0.1 M) under vigorous stirring. After an hour, the obtained brown products were washed with deionized water and absolute ethanol several times. Finally, the products were dried in an oven at 60 °C for 12 h for further use. 2.2. Synthesis of CeO2 Nanoparticle-Modified Co(OH)2 Nanosheets (Abbreviated as Co(OH)2/CeO2). First, 100 mg of\nthe as-obtained Co(OH)2 nanosheets was ultrasonically dispersed in a mixed solution of 80 mL of deionized water and 80 mL of ethanol. Then, 1 mL of 0.1 M concentration of Ce(NO3)3 and hexamethylenetetramine (HMT) was introduced in turn under vigorous stirring followed by the temperature of the mixed solution was increased to 60 °C and maintained for 2 h before cooled to room temperature. Finally, the products were purified by centrifugation, washed with deionized water and ethanol several times, and then dried at 60 °C for 12 h.\n2.3. Synthesis of Co3O4. Co(OH)2 nanosheets were continuously thermally treated in air at 300 °C for an hour, at 320 °C for 30 min, and at 330 °C for 2 h in a muffle furnace to obtain the pure Co3O4.\n2.4. Synthesis of Co3O4/CeO2. Co(OH)2/CeO2 was thermally treated in air at 300 °C for an hour, then at 320 °C for 30 min, and then at 330 °C for 2 h in a muffle furnace to obtain the sample Co3O4/CeO2.\n2.5. Synthesis of CoO/CeO2-M (M = MOF). Co(OH)2/CeO2 and abundant H2BDC (w:w = 1:5) were put together in a mortar and ground for about 30 min. The mixture was thermally treated in N2 at 300 °C for an hour and at 320 °C for 30 min and then cooled to room temperature. After that, the as-obtained powder was washed with deionized water for several times. Finally, the products were dried in a vacuum oven at 60 °C for 12 h for further use.\n2.6. Synthesis of Co3O4/CeO2-M. CoO/CeO2-M was thermally treated at 330, 400, or 550 °C in air for 2 h to obtain the corresponding black powders of Co3O4/CeO2-M samples. Co3O4/ 0.05CeO2-M, Co3O4/0.1CeO2-M, and Co3O4/0.2CeO2-M represent the usage amount of 0.05, 0.1, and 0.2 mmol of CeO2, respectively.\n2.7. Synthesis of CoO-M and Co3O4-M. CoO-M was prepared by the same process of CoO/CeO2-M without loading CeO2. The following thermal treatment of CoO-M in air resulted in Co3O4-M.\n2.8. Synthesis of CeO2. A simple hydrothermal method was used to synthesize ceria. Eight milliliters of NaOH aqueous solution (6 M) was added dropwise into 88 mL of Ce(NO3)3·6H2O solution (0.1 M) under stirring. Then, the mixture was heated in a stainless steel Teflon-lined autoclaves at 90 °C for 12 h before cooled to room temperature. Finally, the products were purified by centrifugation, washed with deionized water and ethanol several times, and then dried at 60 °C for 12 h to obtain the pure CeO2. Last, the CeO2 was continuously thermally treated at 300 °C for an hour, at 320 °C for 30 min, and at last 330, 400, or 550 °C for testing.\n2.9. Characterization. X-ray diffraction (XRD) patterns were recorded on a Shimadzu XRD-6000 with Cu Kα radiation (λ = 1.5418 Å) operating at 40 kV and 30 mA. Scanning electron microscopy (SEM) images were taken with a JSM-7500F electron microscope. Transmission electron microscopy (TEM) images and high-resolution transmission electron microscopy (HRTEM) images were measured on JEM-2100 and JEM-2100F microscopes. Atomic force microscopy (AFM) images were measured with a Dimension Icon. Thermogravimetry (TG) analysis was performed under an air atmosphere with a METTLER TGA/DSC 1SF/1382 within a temperature range from room temperature to 900 °C with a heating rate of 10 °C/min. Fourier transform infrared (FT-IR) transmittance spectra were recorded with an In10MX spectrometer. Raman data were obtained via a LabRAM HR800 spectrometer by using a 633 nm laser module and 5 s exposure time. Nitrogen sorption measurements were performed on an ASAP 2460 apparatus of Micromeritics at liquid N2 temperature. X-ray photoelectron spectroscopy (XPS) was tested by using a Thermo Scientific Escalab 250Xi. H2 temperatureprogrammed reduction (H2-TPR) experiments were conducted in a quartz tube reactor under a flow of 5 vol % of H2/Ar (25 mL/min) over 40 mg of catalysts, and the temperature was increased linearly at a heating rate of 15 °C/min.\n2.10. CO Catalytic Test. 50 mg of catalysts was placed in a quartz tube reactor and measured under a flow of gas mixture (1% vol of CO in air) at a gas flow rate of 30 mL/min. The catalyst was heated to the desired reaction temperature at a heating rate of 2 °C/min. Composition of the gas exiting from the reactor was analyzed with\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5770\na GC1100 gas chromatograph. The percentage of CO conversion was calculated based on the following formula:\n= [ ] − [ ] [ ]CO conversion (%) ( CO CO )/ COin out in"
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "Scheme 1 presents the typical structural evolution by using Co(OH)2 nanosheets as the starting materials, followed by\nsurface modification of CeO2 nanoparticles and a solid-phase heat treatment to form the CeO2-modified Co3O4 composite. In detail, step I represents the deposition of CeO2 nanoparticles on Co(OH)2 nanosheets to form Co(OH)2/CeO2. Step II was conducted by grinding Co(OH)2/CeO2 composites with abundant H2BDC to form an intermediate\nproduct of coordination compounds (Co/H2BDC/CeO2). The product was thermally treated to obtain CoO/CeO2-M under a N2 atmosphere. Step III stands for a successive heattreatment procedure in O2, in which Co\nII species were oxidized and transformed into Co3O4 components. Then the samples prepared from Co(OH)2, Co(OH)2/CeO2, and CoO/CeO2M were named Co3O4, Co3O4/CeO2, and Co3O4/CeO2-M, respectively. The XRD patterns of the as-prepared Co(OH)2 and Co(OH)2/CeO2 shown in Figure 1A match well with the standard card of α-Co(OH)2 (JCPD 74-1057), indicating its pure phase of a hexagonal brucite-like structure. It is seen in the SEM image (Figure 1B) that the as-prepared Co(OH)2 nanosheets are with a regular hexagonal shape in a width from 180 to 260 nm. The thickness of these nanosheets is of about 3 nm measured from the AFM image (Figure 1B, inset). TG analysis (Figure S1) indicates that the weight loss of these hexagonal nanosheets is about 14.44%, which is close to the theoretical mass fraction (13.6%) of H2O content due to pyrolysis of Co(OH)2. As described by Scheme 1, CeO2 nanoparticles were deposited on the surface of Co(OH)2 nanosheets to form Co(OH)2/CeO2. The corresponding XRD pattern of Co(OH)2/CeO2 (Figure 1A) presents the characteristic peaks of Co(OH)2 (JCPD 74-1057) and CeO2 (JCPD 34-0394), indicating no impurity formed in this process, and Co(OH)2 well kept its initial lamellar structure after loading CeO2. However, it is found in Figure 1C,D that several 4 nm sized CeO2 nanoparticles were preferentially selfaggregated into near 20 nm clusters that were selectively located on the surface of Co(OH)2 nanosheets even if the feeding amount of CeO2 nanoparticles was further increased. Obviously, the active sites where CeO2 clusters are deposited have higher surface energy than other exposed smooth Scheme 1. Schematic Illustration of the Structural Evolution of Co-MOF-Derived 2D Co3O4/CeO2 Nanosheets\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5771\nsurfaces, and hence CeO2 nanoparticles could not uniformly distributed and form compact encapsulation on the Co(OH)2 nanosheets as used to be in our previous works.32−34 Judging from Figure S1, thermal decomposition resulted in the dehydration of Co(OH)2 components, when the temperature was increased to 160 °C. So after step III, samples Co3O4 and Co3O4/CeO2 were obtained by calcining Co(OH)2 nanosheets and Co(OH)2/CeO2 at 330 °C, respectively. The structure and morphology of the three kinds of Co3O4 samples derived from Co(OH)2, Co(OH)2/CeO2, and Co3O4/CeO2-M were observed by TEM images (Figure 2).\nIt is shown in Figure 2A,B that after heat treatment the initial regular lamellar structure of pure Co(OH)2 nanosheets has been destroyed. They have been decomposed into 23 nm sized Co3O4 nanoparticles in heavy aggregation. The crystal lattice of Co3O4 can be clearly distinguished in Figure 2C, and these Co3O4 nanoparticles display a ringlike selected area electron diffraction (SAED) pattern (Figure 2C, inset), reflecting their ultrasmall particle size. However, the introduction of CeO2 interestingly changed the evolution process of Co(OH)2 nanosheets under the same heat treatment. The TEM images (Figure 2D,E) demonstrate that CeO2 brings some obvious changes in morphology that should be noticed after comparing Co3O4/CeO2 with Co(OH)2/CeO2. First, Co3O4/CeO2 well inherited the original nanosheet morphology of Co(OH)2 after loading CeO2 rather than decomposed into scattered nanoparticles. Outwardly, some nanosized holes formed in the central position of the nanosheets during dehydration, and the surface of these Co3O4 nanosheets became obviously smoother than the pure Co(OH)2. In addition, CeO2 nanoparticles came into being aggregated and grew a little larger due to Ostwald ripening. The size distribution histogram (Figure S2) demonstrates the CeO2 particles are finer, mainly concentrated between 4 and 5 nm before calcination, and grew up to 5−6 nm after calcination. Figure 2F shows the measured interlayer\ndistance of 0.312 nm can be accurately ascribed to the (111) facet of CeO2 and that of 0.287 nm to the (220) facet of Co3O4. A similar change was also observed in the sample Co3O4-M (Figure S3) that step II could keep Co3O4 nanosheets stable to avoid the decomposition into scattered nanoparticles. This might be caused by the energy-driven process. Similarly, as shown in Figure 2G−I, CoO/CeO2-M also well maintained the nanosheet structure of the Co(OH)2/ CeO2 precursor. The lattice spacing of 0.213 nm should be ascribed to (200) lattice plane of CoO and 0.312 nm belonged to CeO2 (111) planes. Figure 2J,K reveals an even much smoother morphology of Co3O4/CeO2-M compared to Co3O4/CeO2. Moreover, CeO2 nanoparticles in Co3O4/ CeO2-M had better dispersion on the surface of well-crystalline Co3O4 nanosheets, indicating H2BDC molecules did help the structural optimization. Figure 2L shows that the interlayer distances of 0.312 and 0.468 nm belonged to CeO2 (111) and Co3O4 (111) planes, respectively. The energy-dispersive X-ray (EDX) mapping images (Figure S4) and XPS (Figure S5) of Co3O4/CeO2-M also identify the coexistence of Co, O, and Ce. It is reported that the coordination reaction could occur between Co ions and H2BDC under such a solid-phase environment,38 which could take place on/at the surface/ interface of the templates, leading to the formation of Co− H2BDC compounds. As shown in the SEM and TEM images (Figure 3A,B), CoO/CeO2-M retains the nanosheet structure\nof Co(OH)2/CeO2. The two-dimensional nanosheets and the thin MOF shell are clearly observed, and the mapping analysis (Figure 3C) of CoO/CeO2-M discloses the distribution of element C, O, Co, and Ce. It means the component of CoO/ CeO2 has been completely encapsulated in the MOF layer. IR characterization also discloses the successful solid-phase coordination reaction between Co(OH)2 and H2BDC indeed occurred after heat treatment in N2. As seen in Figure 4A, the FT-IR transmittance spectra of CoO-M and CoO/CeO2-M show that the characteristic peak of −COOH at 1682 cm−1 of H2BDC has been split into two peaks of 1380 and 1554 cm −1 ascribed to the coordination of carboxyl groups with metal ions in a chelation mode. This is a powerful proof to identify the coordination reaction between Co2+ and H2BDC in this work.38 H2BDC molecules will directly volatilize at 320 °C without experiencing the process of phase transformation from\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5772\nsolid to liquid, which avoided agglomeration and other side products. Figure 4A shows that the organic groups decompose and disappear in the process of O2 calcination, and the signals of −COOH or COO− groups disappears in sample Co3O4/ CeO2-M. So three reactions might have happened during heat treatment, that is, dehydration of a part of Co(OH)2 into CoO, the solid-phase coordination reaction between the other part of Co(OH)2 and H2BDC to form Co-MOF, and the following oxidation of CoO into Co3O4. As for the calcination temperature of 320 °C in N2, it is set to ensure the complete reaction and volatilization of any unreacted H2BDC. The\nproduct was then treated in O2 at 330 °C to decompose MOFs, and thus an ordered structure was formed on the surface and improved the smoothness in morphology of the final products. XPS analysis was performed to further confirm the existence\nof MOF in CoO/CeO2-M. The XPS spectra of Co(OH)2/ CeO2 and CoO/CeO2-M (Figure 4B) show the much stronger C 1s and O 1s signals in the spectrum of CoO/CeO2-M, indicating that there exist abundant organic groups on the surface of CoO/CeO2-M, corresponding to the organics of H2BDC. 45 The detailed relative atomic contents of C, Ce, O,\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5773\nand Co of Co(OH)2/CeO2 and CoO/CeO2-M have been shown in Figure 4C. The greatly reduced intensity of Ce and Co and the boosting signal of C might be another evidence to reflect the successful formation of MOF on the surface of CoO/CeO2-M. The Ce 3d spectrum could be deconvolved into eight peaks as shown in Figure 4D, in which μ1 and ν1 belong to the characteristic signals of Ce(III) states, while others to the characteristic ones of Ce (IV). The spectrum of Co 2p (Figure 4E) demonstrates two major peaks at 779.8 and 794.7 eV corresponding to Co 2p3/2 and Co 2p1/2 of Co3O4, respectively. As reported, cobalt(III) oxides were different from cobalt(II) oxides because the absence of multielectron excitation satellites in the former. The Co 2p3/2 and the Co 2p1/2 spectra could be further resolved into the four peaks that were assigned to the Co3+ signal at 779.8 and 794.9 eV and the Co2+ one at 781.1 and 796.2 eV.42 Figure 4F shows the highresolution C 1s spectra of CoO/CeO2-M and Co(OH)2/ CeO2. The C 1s spectrum of Co(OH)2/CeO2 has been resolved into three compounds, including the CC from benzene rings at 284.6 eV, the C−O−C at 286.3 eV, and C O from ester groups at 288.7 eV.47 In the C 1s spectrum of CoO/CeO2-M, the peaks of CC, C−O−C, and CO could be preserved. In addition, a distinct newly generated C−O peak at 285.6 eV appeared, further indicating the occurrence of the coordination reaction where the carboxyl group of H2BDC coordinated to Co ions might have been broken up and replaced by C−O bonds. The final thermal treatment resulted in the transformation of\nCo(II) into Co3O4 judged by XRD and TEM analyses. XRD patterns (Figure S6) confirm the successive transformation into Co3O4, CoO/CeO2-M, and Co3O4/CeO2-M. It reveals that all peaks of the as-synthesized samples were in good correspondence with those of fluorite-like cubic-phase CeO2 (JCPDS No. 34-0394) or spinel cubic Co3O4 (JCPDS No. 42- 1467). The peaks at 2θ = 36.503°, 42.401°, and 61.520° are consistent with (111), (200), and (220) planes of CoO (JCPDS No. 48-1719), respectively. The characteristic peaks located at 2θ = 31.271°, 36.852°, 38.541°, 44.808°, 59.357°, and 65.236° matched with (220), (311), (222), (400), (511), and (440) planes of Co3O4 (JCPDS No. 42-1467), respectively. Raman testing was then conducted to obtain further\nstructural information. In Figure 5A, the observed peak at 462 cm−1 of CeO2 was consistent with F2g mode of the fluorite cubic ceria structure, and the peaks in the wavenumber range of 400−700 cm−1 of Co3O4 correspond to the Raman-active modes (A1g, Eg, and F2g) of spinel Co3O4. However, in Co3O4/ CeO2 and Co3O4/CeO2-M, the peak at 462 cm\n−1 of CeO2 was not able to be observed due to its relatively low content compared with pure Co3O4 (or coincided with Eg mode of Co3O4), and no obvious shift for the characteristic peaks of Co3O4 was observed after forming hybrids with CeO2. The reduction ability of samples was judged by the following H2TPR experiments. As shown in Figure 5B, the pure CeO2 shows rather weak signals that mainly appeared from 400 to 600 °C which are attributed to the reduction of surface oxygen of CeO2. The pure Co3O4 shows two stronger peaks appearing at 366 and 493 °C, representing the reduction of Co species in Co3O4. However, in Co3O4/CeO2 the corresponding reduction peaks moved to low temperatures of 342 and 475 °C, respectively. Furthermore, there is a slight shift of the broad peaks toward the lower temperature, testifying the introduction of Co3O4 to CeO2 affects the mobility of surface oxygen. As\nreported, CeO2 has a strong ability to enhance the mobility of oxygen in catalysts due to the possible coupling between Ce3+/ Ce4+ and Co2+/Co3+ redox pairs.28,46 That is the reason why the introduction of CeO2 into Co3O4 system helps improve its reducibility due to synergistic effects between CeO2 and Co3O4. The conclusion is consistent with the Raman analysis. Besides, compared with Co3O4/CeO2, the reduction peaks of Co3O4/CeO2-M appeared at about 363 and 465 °C, corresponding to surface oxygen and lattice oxygen, respectively. The relatively lower reduction temperatures as well as the strong peak intensity indicate the better activity of oxygen in Co3O4/CeO2-M that should be conductive to the improved catalytic properties. The catalytic performance of these samples was evaluated by the model reaction of catalytic CO oxidation. Figure 6 shows the CO conversion curves of the samples prepared by varying synthetic conditions. First, these samples were treated at 330 and 550 °C, respectively, to understand the calcinationtemperature-dependent catalytic performance (step III). (The related XRD data are presented in Figure S7.) It is shown in Figure 6A,B that Co3O4/CeO2-M exhibits the optimal activity compared with Co3O4/CeO2 and Co3O4-M treated at either 330 or 550 °C, indicating the introduction of CeO2 and H2BDC should be beneficial to improve catalytic performance of Co3O4. Besides, the usage of CeO2 was varied from 0.05 to 0.1 to 0.2 mmol of CeO2 (named 0.05CeO2, 0.1CeO2, and 0.2CeO2, respectively; the corresponding SEM are shown in Figure S8). It is found that if the amount of CeO2 was increased from 0.05 to 0.1 mmol, the activity of the samples\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5774\nwas continuously improving. Excess usage of CeO2 might have occupied some of the active sites on the surface of Co3O4, so the activity of 0.2CeO2 began to degrade. As a result, Co3O4/ 0.1CeO2-M performed best that CO molecules can be 100% catalytically oxidized into CO2 at 140 °C as seen in Figure 6C. In addition, calcination at a higher temperature of 550 °C might also reduce the number of active sites compared to 330 or 400 °C (Figure 6D) that its full CO conversion temperature (T100) increased to 170 °C. Notice in the column diagram (Figure 6E) that the catalytic\nactivity of Co3O4/CeO2 deteriorated more heavily after treated at 550 °C instead of 330 °C. Its T100 increased from 160 to 240\n°C, suggesting the negative impact caused by CeO2 aggregation. However, in the case of Co3O4/CeO2-M, the T100 just changed slightly from 140 to 170 °C when the calcination temperature was increased to 550 °C from 330 °C. Obviously, the formation of Co/H2BDC coordination compounds should be beneficial for antisintering and hence to protect the active sites. A control test in the absence of CeO2 was then conducted to identify the role of H2BDC that Co3O4-M showed no loss of activity while increasing the temperature as seen in Figure 6E. The T100 of Co3O4-M kept unchanged after treated from 330 to 550 °C, indicating H2BDC did help optimize its structure and hence improve the\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5775\nthermal stability. The literatures related to the activity of different catalysts have been summarized in Table S1 for comparison. Generally, metal−organic compounds derived metal oxides via thermal pyrolysis were of large SA and rich pores that provided effective surface active sites to absorb substrate molecules and open channels to release products in time, so the N2 sorption experiments were then conducted, and the data are summarized in Table 1. Figure S9 presents the N2\nadsorption−desorption isotherm curves of the catalysts. It is shown that calcination at higher temperatures will reduce the SA values for all the samples. In detail, the decrease percentage of Co3O4/CeO2 was 45%, and that of Co3O4/CeO2-M was only about 30% when the calcination temperature was increased to 550 °C from 330 °C. The samples without CeO2 have shown similar tendency that the decrease percentage values of Co3O4 and Co3O4-M were 77% and 67%, respectively. So it is concluded that the solid-state reaction process could improve the antisintering ability of our Co3O4 samples, though this process did not reflect a completely positive impact on increasing their SA. The relatively lower SA of Co3O4/CeO2-M might be caused by its better crystallinity of Co3O4 as well as the aggregation of CeO2 particles."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In all, CeO2 nanoparticle-modified Co3O4 nanosheets were obtained via a wet-chemistry process and a following in-situ solvent-free heat treatment in the presence of H2BDC. It is found that CeO2 plays a very important role in inducing the structural evolution of well-defined Co3O4 nanosheets and protects the catalytically active sites because Co(OH)2 cannot maintain sheetlike structures after calcination in the absence of CeO2. The introduction of H2BDC improved the smoothness in morphology of the final products, resulting in the unbroken nanosheets during the solvent-free solid-phase heat treatment. The surface energy should be the driven force responsible for the aggregation of CeO2 nanoparticles into larger sized clusters on the Co3O4 nanosheets. Catalytic tests on CO oxidation show that such solid-phase structural evolution greatly boosts the catalytic performance of the as-prepared Co3O4 nanosheets, whose full CO conversion temperature can be obviously reduced. Because of stronger synergistic effect between Co3O4 and CeO2, the as-prepared Co3O4/CeO2-M exhibited much better catalytic performance compared with Co3O4/CeO2 and Co3O4-M. This work has provided us facile and novel route to prepare 2D Co3O4 nanosheets from a viewpoint of structural design and hence to improve their catalytic properties, which might be further\nexplored to develop more kinds of 2D transition metal oxides as high-performance catalysts.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b01225.\nTGA curve of Co(OH)2; size distribution histograms of CeO2 in Co(OH)2/CeO2 and Co3O4/CeO2; TEM image of Co3O4-M; TEM images, EDX mapping images and XPS spectra of Co3O4/CeO2-M; XRD patterns of CoO-M, CoO/CeO2-M and Co3O4/CeO2-M; SEM images of Co(OH)2/0.05CeO2, Co(OH)2/0.1CeO2, and Co(OH)2/0.2CeO2; nitrogen adsorption/desorption isotherm curves of Co3O4, Co3O4-M, Co3O4/CeO2M, and Co3O4/CeO2; comparison of different kinds of catalysts prepared by different methods (Table S1) (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: liudp@buaa.edu.cn. *E-mail: jade@buaa.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Yu Zhang: 0000-0001-8231-2910"
    }, {
      "heading" : "Author Contributions",
      "text" : "X.J. and Y.D. contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was financially supported by the fundamental research funds for the central universities and the National Natural Science Foundation of China (Grant No. 51522202 and 51972008). The work is also supported by the 111 Project (B14009).\n■ REFERENCES (1) Cai, X. K.; Luo, Y. T.; Liu, B. L.; Cheng, H. M. Preparation of 2D material dispersions and their applications. Chem. Soc. Rev. 2018, 47, 6224−6266. (2) Zhang, H.; Chhowalla, M.; Liu, Z. F. 2D Nanomaterials: Graphene and Transition Metal Dichalcogenides. Chem. Soc. Rev. 2018, 47, 3015−3017. (3) Sun, Y. F.; Gao, S.; Lei, F. C.; Xie, Y. Atomically-Thin TwoDimensional Sheets for Understanding Active Sites in Catalysis. Chem. Soc. Rev. 2015, 44, 623−636. (4) Deng, D. H.; Novoselov, K. S.; Fu, Q.; Zheng, N. F.; Tian, Z. Q.; Bao, X. H. Catalysis with Two-Dimensional Materials and Their Heterostructures. Nat. Nanotechnol. 2016, 11, 218−230. (5) Liu, P. X.; Zhao, Y.; Qin, R. X.; Mo, S. G.; Chen, G. X.; Gu, L.; Chevrier, D. M.; Zhang, P.; Guo, Q.; Zang, D. D.; Wu, B. H.; Fu, G.; Zheng, N. F. Photochemical Route for Synthesizing Atomically Dispersed Palladium Catalysts. Science 2016, 352, 797−801. (6) Xiang, G. L.; Li, T. Y.; Zhuang, J.; Wang, X. Large-scale Synthesis of Metastable TiO2(B) Nanosheets with Atomic Thickness and Their Photocatalytic Properties. Chem. Commun. 2010, 46, 6801−6803. (7) Qu, L. T.; Liu, Y.; Baek, J. B.; Dai, L. M. Nitrogen-Doped Graphene as Efficient Metal-Free Electrocatalyst for Oxygen Reduction in Fuel Cells. ACS Nano 2010, 4, 1321−1326. (8) Kitchin, J. R.; Nørskov, J. K.; Barteau, M. A.; Chen, J. G. Modification of The Surface Electronic and Chemical Properties of\naSA-330: specific surface area (m2 g−1) − 330 °C; DP: decrease percentage. bSA-550: specific surface area (m2 g−1) − 550 °C; DP = [(SA-300) − (SA-500)]/(SA-300).\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5776\nPt(111) by Subsurface 3d Transition Metals. J. Chem. Phys. 2004, 120, 10240−10246. (9) Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. The Chemistry and Applications of Metal-Organic Frameworks. Science 2013, 341, 974−987. (10) Esch, F.; Fabris, S.; Zhou, L.; Montini, T.; Africh, C.; Fornasiero, F.; Comelli, G.; Rosei, R. Electron Localization Determines Defect Formation on Ceria Substrates. Science 2005, 309, 752−755. (11) Banhart, F.; Kotakoski, J.; Krasheninnikov, A. V. Structural Defects in Grapheme. ACS Nano 2011, 5, 26−41. (12) Xie, J. F.; Zhang, H.; Li, S.; Wang, R. X.; Sun, X.; Zhou, M.; Zhou, J. F.; Lou, X. W.; Xie, Y. Defect-rich MoS2 Ultrathin Nanosheets with Additional Active Edge Sites for Enhanced Electrocatalytic Hydrogen Evolution. Adv. Mater. 2013, 25, 5807− 5813. (13) Thomas, A.; Fischer, A.; Goettmann, F.; Antonietti, M.; Muller, J.-O.; Schlögl, R.; Carlsson, J. M. Graphitic Carbon Nitride Materials: Variation of Structure and Morphology and Their Use as Metal-Free Catalysts. J. Mater. Chem. 2008, 18, 4893−4908. (14) Niu, P.; Zhang, L. L.; Liu, G.; Cheng, H. M. Graphene-Like Carbon Nitride Nanosheets for Improved Photocatalytic Activities. Adv. Funct. Mater. 2012, 22, 4763−4770. (15) Zhang, W.; Qin, Q.; Dai, L.; Qin, R.; Zhao, X.; Chen, X.; Ou, D.; Chen, J.; Chuong, T. T.; Wu, B.; Zheng, N. Electrochemical Reduction of Carbon Dioxide to Methanol on Hierarchical Pd/SnO2 Nanosheets with Abundant Pd-O-Sn Interfaces. Angew. Chem., Int. Ed. 2018, 57, 9475. (16) Liu, C.; Zheng, L.; Song, Q.; Xue, Z.; Huang, C.; Liu, L.; Qiao, X.; Li, X.; Liu, K.; Wang, T. A Metastable Crystalline Phase in TwoDimensional Metallic Oxide Nanoplates. Angew. Chem., Int. Ed. 2019, 58, 2055. (17) Duan, X. D.; Wang, C.; Shaw, J. C.; Cheng, R.; Chen, Y.; Li, H. L.; Wu, X. P.; Tang, Y.; Zhang, Q. L.; Pan, A. L.; Jiang, J. H.; Yu, R. Q.; Huang, Y.; Duan, X. F. Lateral Epitaxial Growth of TwoDimensional Layered Semiconductor Heterojunctions. Nat. Nanotechnol. 2014, 9, 1024−1030. (18) Fan, H.; Huang, X.; Shang, L.; Cao, Y.; Zhao, Y.; Wu, L.; Tung, C. H.; Yin, Y.; Zhang, T. Controllable Synthesis of Ultrathin Transition-Metal Hydroxide Nanosheets and Their Extended Composite Nanostructures for Enhanced Catalytic Activity in the Heck Reaction. Angew. Chem. 2016, 128, 2207. (19) Chen, G. X.; Zhao, Y.; Fu, G.; Duchesne, P. N.; Gu, L.; Zheng, Y. P.; Weng, X. F.; Chen, M. S.; Zhang, P.; Pao, C. W.; Lee, J. F.; Zheng, N. F. Interfacial Effects in Iron-Nickel Hydroxide−Platinum Nanoparticles Enhance Catalytic Oxidation. Science 2014, 344, 495− 499. (20) Yan, N.; Chen, Q.; Wang, F.; Wang, Y.; Zhong, H.; Hu, L. High Catalytic Activity for CO Oxidation of Co3O4 Nanoparticles in SiO2 Nanocapsules. J. Mater. Chem. A 2013, 1, 637−643. (21) Wang, X.; Liu, D. P.; Li, J. Q.; Zhen, J. M.; Zhang, H. J. Clean Synthesis of Cu2O@CeO2 Core@shell Nanocubes with Highly Active Interface. NPG Asia Mater. 2015, 7, 1−7. (22) Campbell, C. T.; Peden, C. H. F. Peden, Oxygen Vacancies and Catalysis on Ceria Surfaces. Science 2005, 309, 713−714. (23) Wang, X.; Zhang, Y.; Song, S.; Yang, X. G.; Wang, Z.; Jin, R. C.; Zhang, H. l-Arginine-Triggered Self-Assembly of CeO2 Nanosheaths on Palladium Nanoparticles in Water. Angew. Chem., Int. Ed. 2016, 55, 4611. (24) Gao, W.; Zhang, Z. Y.; Li, J.; Ma, Y. Y.; Qu, Y. Q. Surface Engineering on CeO2 Nanorods by Chemical Redox Etching and Their Enhanced Catalytic Activity for CO Oxidation. Nanoscale 2015, 7, 11686−11691. (25) Peng, H.; Rao, C.; Zhang, N.; Wang, X.; Liu, W.; Mao, W.; Han, L.; Zhang, P.; Dai, S. Confined Ultrathin Pd-Ce Nanowires with Outstanding Moisture and SO2 Tolerance in Methane Combustion. Angew. Chem., Int. Ed. 2018, 57, 8953. (26) Wang, W. W.; Du, P. P.; Zou, S. H.; He, H. Y.; Wang, R. X.; Jin, Z.; Shi, S.; Huang, Y. Y.; Si, R.; Song, Q. S.; Jia, C. J.; Yan, C. H.\nHighly Dispersed Copper Oxide Clusters as Active Species in Copper Ceria Catalyst for Preferential Oxidation of Carbon Monoxide. ACS Catal. 2015, 5, 2088−2099. (27) Hornes, A.; Hungria, A. B.; Bera, P.; Camara, A. L.; FernandezGarcia, M.; Martinez-Arias, A.; Barrio, L.; Estrella, M.; Zhou, G.; Fonseca, J. J.; Hanson, J. C.; Rodriguez, J. A. Inverse CeO2/CuO Catalyst as an Alternative to Classical Direct Configurations for Preferential Oxidation of CO in Hydrogen-Rich Stream. J. Am. Chem. Soc. 2010, 132, 34−35. (28) Li, W.; Feng, X. L.; Zhang, Z.; Jin, X.; Liu, D. P.; Zhang, Y. A Controllable Surface Etching Strategy for Well-Defined Spiny Yolk@ shell CuO@CeO2 Cubes and Their Catalytic Performance Boost. Adv. Funct. Mater. 2018, 28, 1802559. (29) Bao, H. Z.; Zhang, Z. H.; Hua, Q.; Huang, W. X. Compositions, Structures, and Catalytic Activities of CeO2@Cu2O Nanocomposites Prepared by the Template-Assisted Method. Langmuir 2014, 30, 6427−6436. (30) Zhang, J.; Cao, Y. D.; Wang, C. A.; Ran, R. Design and Preparation of MnO2/CeO2−MnO2 Double-Shelled Binary Oxide Hollow Spheres and Their Application in CO Oxidation. ACS Appl. Mater. Interfaces 2016, 8, 8670−8677. (31) Tang, C. J.; Li, J. C.; Yao, X. J.; Sun, J. F.; Cao, Y.; Zhang, L.; Gao, F.; Deng, Y.; Dong, L. Design and Preparation of MnO2/CeO2− MnO2 Double-Shelled Binary Oxide Hollow Spheres and Their Application in CO Oxidation. Appl. Catal., A 2015, 494, 77−86. (32) Wang, F.; Wang, X.; Liu, D. P.; Zhen, J. M.; Li, J. Q.; Wang, Y. H.; Zhang, H. J. High-Performance ZnCo2O4@CeO2 Core@shell Microspheres For Catalytic CO Oxidation. ACS Appl. Mater. Interfaces 2014, 6, 22216−22223. (33) Wang, C. L.; Wang, D. D.; Yang, Y.; Li, R.; Chen, C. L.; Chen, Q. W. Enhanced CO Oxidation on CeO2/Co3O4 Nanojunctions Derived from Annealing of Metal Organic Frameworks. Nanoscale 2016, 8, 19761−19768. (34) Zhang, L.; Zhang, L.; Xu, G. C.; Zhang, C.; Li, X.; Sun, Z. P.; Jia, D. Z. Low-Temperature CO Oxidation over CeO2 and CeO2@ Co3O4 Core-Shell Microspheres. New J. Chem. 2017, 41, 13418− 13424. (35) Zhang, L.; Wu, H. B.; Madhavi, S.; Hng, H. H.; Lou, X. W. Formation of Fe2O3 Microboxes with Hierarchical Shell Structures from Metal−Organic Frameworks and Their Lithium Storage Properties. J. Am. Chem. Soc. 2012, 134, 17388−17391. (36) Zhang, Y. P.; Zhou, Y.; Zhao, Y.; Liu, C. J. Recent Progresses in The Size and Structure Control of MOF Supported Noble Metal Catalysts. Catal. Today 2016, 263, 61−68. (37) Yue, H. Y.; Shi, Z. P.; Wang, Q. X.; Cao, Z. X.; Dong, H. Y.; Qiao, Y.; Yin, Y. H.; Yang, S. T. MOF-Derived Cobalt-Doped ZnO@ C Composites as a High Performance Anode Material for Lithium-ion Batteries. ACS Appl. Mater. Interfaces 2014, 6, 17067−17074. (38) He, Q.; Liu, J. S.; Li, Z. H.; Li, Q.; Xu, L.; Zhang, B. X.; Meng, J. S.; Wu, Y. Z.; Mai, L. Q. Solvent-Free Synthesis of Uniform MOF Shell-Derived Carbon Confined SnO2/Co Nanocubes for Highly Reversible Lithium Storage. Small 2017, 13, 1701504. (39) Zhen, J. M.; Wang, X.; Liu, D. P.; Song, S. Y.; Wang, Z.; Wang, Y. H.; Li, J. Q.; Wang, F.; Zhang, H. J. Co3O4@CeO2 Core@shell Cubes: Designed Synthesis and Optimization of Catalytic Properties. Chem. - Eur. J. 2014, 20, 4469−4473. (40) Zhen, J. M.; Wang, X.; Liu, D. P.; Wang, Z.; Li, J. Q.; Wang, F.; Wang, Y. H.; Zhang, H. J. Mass Production of Co3O4@CeO2 Core@ shell Nanowires for Catalytic CO Oxidation. Nano Res. 2015, 8, 1944−1955. (41) Feng, X. L.; Li, W.; Liu, D. P.; Zhang, Z.; Duan, Y.; Zhang, Y. Self-Assembled Pd@CeO2/γ -Al2O3 Catalysts with Enhanced Activity for Catalytic Methane Combustion. Small 2017, 13, 1700941. (42) Li, W.; Liu, D. P.; Feng, X. L.; Zhang, Z.; Jin, X.; Zhang, Y. High-Performance Ultrathin Co3O4 Nanosheet Supported PdO/ CeO2 Catalysts for Methane Combustion. Adv. Energy Mater. 2019, 9, 1803583.\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5777\n(43) Guo, Q.; Liu, Y. MnOx Modified Co3O4-CeO2 Catalysts for The Preferential Oxidation of CO in H2-rich Gases. Appl. Catal., B 2008, 82, 19−26. (44) Zhang, L.; Zhang, L.; Xu, G. C.; Zhang, C.; Li, X.; Sun, Z. P.; Jia, D. Z. Low-Temperature CO Oxidation over CeO2 and CeO2@ Co3O4 Core-shell Microspheres. New J. Chem. 2017, 41, 13418. (45) Aijaz, A.; Masa, J.; Rösler, C.; Xia, W.; Weide, P.; Botz, A. J. R.; Fischer, R. A.; Schuhmann, W.; Muhler, M. Co@Co3O4 Encapsulated in Carbon Nanotube-Grafted Nitrogen-Doped Carbon Polyhedra as an Advanced Bifunctional Oxygen Electrode. Angew. Chem., Int. Ed. 2016, 55, 4087. (46) Li, W.; Feng, X. L.; Zhang, Z.; Liu, D. P.; Zhang, Y. Catalytically Active Co3O4 Hybrid Microstructures and Their Morphology Evolution Induced by Ceria. Mater. Res. Bull. 2017, 96, 2−9. (47) Zhu, X.; Liu, M.; Liu, Y.; Chen, R.; Nie, Z.; Li, J.; Yao, S. Carbon-Coated Hollow Mesoporous FeP Microcubes: An Efficient and Stable Electrocatalyst for Hydrogen Evolution. J. Mater. Chem. A 2016, 4, 8974.\nDOI: 10.1021/acsanm.9b01225 ACS Appl. Nano Mater. 2019, 2, 5769−5778\n5778"
    } ],
    "references" : [ {
      "title" : "Catalysis with Two-Dimensional Materials and Their Heterostructures",
      "author" : [ "X.H. Bao" ],
      "venue" : "Nat. Nanotechnol. 2016,",
      "citeRegEx" : "Bao,? \\Q2016\\E",
      "shortCiteRegEx" : "Bao",
      "year" : 2016
    }, {
      "title" : "Photochemical Route for Synthesizing Atomically Dispersed Palladium Catalysts",
      "author" : [ "N.F. Zheng" ],
      "venue" : "Science 2016,",
      "citeRegEx" : "Zheng,? \\Q2016\\E",
      "shortCiteRegEx" : "Zheng",
      "year" : 2016
    }, {
      "title" : "Structural Defects in Grapheme",
      "author" : [ "F. Banhart", "J. Kotakoski", "A.V. Krasheninnikov" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Banhart et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Banhart et al\\.",
      "year" : 2011
    }, {
      "title" : "Defect-rich MoS2 Ultrathin Nanosheets with Additional Active Edge Sites for Enhanced Electrocatalytic Hydrogen Evolution",
      "author" : [ "J.F. Zhou", "X.W. Lou", "Y. Xie" ],
      "venue" : "Adv. Mater. 2013,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2013
    }, {
      "title" : "Interfacial Effects in Iron-Nickel Hydroxide−Platinum Nanoparticles Enhance Catalytic Oxidation",
      "author" : [ "Y. P", "X.F. Weng", "M.S. Chen", "P. Zhang", "C.W. Pao", "J.F. Lee", "N.F. Zheng" ],
      "venue" : "Science",
      "citeRegEx" : "P. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2014
    }, {
      "title" : "l-Arginine-Triggered Self-Assembly of CeO2 Nanosheaths on Palladium Nanoparticles in Water",
      "author" : [ "H. Zhang" ],
      "venue" : "Angew. Chem., Int. Ed. 2016,",
      "citeRegEx" : "Zhang,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2016
    }, {
      "title" : "Ceria Catalyst for Preferential Oxidation of Carbon Monoxide",
      "author" : [ "A. Hornes", "A.B. Hungria", "P. Bera", "A.L. Camara", "Fernandez" ],
      "venue" : "ACS Catal. 2015,",
      "citeRegEx" : "Hornes et al\\.,? \\Q2099\\E",
      "shortCiteRegEx" : "Hornes et al\\.",
      "year" : 2099
    }, {
      "title" : "Low-Temperature CO Oxidation over CeO2 and CeO2@ Co3O4 Core-Shell Microspheres",
      "author" : [ "D.Z. Jia" ],
      "venue" : "New J. Chem. 2017,",
      "citeRegEx" : "Jia,? \\Q2017\\E",
      "shortCiteRegEx" : "Jia",
      "year" : 2017
    }, {
      "title" : "Low-Temperature CO Oxidation over CeO2 and CeO2@ Co3O4 Core-shell Microspheres",
      "author" : [ "D.Z. Jia" ],
      "venue" : "New J. Chem. 2017,",
      "citeRegEx" : "Jia,? \\Q2017\\E",
      "shortCiteRegEx" : "Jia",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Two-dimensional nanostructures have been rarely reported as thermally stable catalysts for heterocatalysis. In this work, CeO2 nanoparticle-modified Co3O4 nanosheets were successfully obtained via a wet-chemistry process in water phase and a following in-situ solvent-free heat treatment in the presence of 1,4-benzenedicarboxylic acid. Detailed characterizations have been conducted to disclose the structural evolution of the Co3O4 nanosheets as well as the synergistic effect between Co3O4 and CeO2 components. Also, it is identified that CeO2 played the important role in stabilizing Co3O4 nanosheets, and 1,4-benzenedicarboxylic acid greatly improved the smoothness of the final products. Such two-dimensional structural formation boosts the performance of the as-prepared Co3O4 nanosheets toward the model reaction of catalytic CO oxidation. More importantly, this work presents us an effective way to prepare transition metal oxides from the viewpoint of structural design of two-dimensional materials.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}