{
  "name" : "downloads_2020-07-26_2c_wu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanoparticle reinforced bacterial outer-membrane vesicles effectively prevent fatal infection of carbapenem-resistant Klebsiella pneumoniae",
    "authors" : [ "Guangxi Wu", "Haiying Ji", "Xiaoyu Guo", "Yongyong Li", "Tianbin Ren", "Haiqing Dong", "Jingxian Liu", "Yiqiong Liu", "Xueyin Shi" ],
    "emails" : [ "hebin@xinhuamed.com.cn", "shixueyin@xinhuamed" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Infection resulting from carbapenem-resistant Klebsiella pneumoniae (CRKP) is an intractable clinical problem. Outer membrane vesicles (OMVs) from CRKP are believed to be potential vaccine candidates. However, their immune response remains elusive due to low structural stability and poor size homogeneity. In this study, hollow OMVs were reinforced internally by size-controlled BSA nanoparticles to obtain uniform and stable vaccines through hydrophobic interaction. The result showed that the BSA-OMV nanoparticles (BN-OMVs) were homogenous with a size around 100 nm and exhibited a core-shell structure. Remarkably, subcutaneous BN-OMVs vaccination mediated significantly higher CRKP specific antibody titers. The survival rate of the mice infected with a lethal dose of CRKP was increased significantly after BN-OMV immunization. The adoptive transfer experiment demonstrated that the protective effect of BN-OMVs was dependent on humoral and cellular immunity. This study demonstrated that the structure optimization improved the immune efficacy of OMVs for vaccine development against CRKP. © 2019 Published by Elsevier Inc.\nKey words: Nanovaccine; Albumin nanoparticles; Carbapenem-resistant Klebsiella pneumoniae; Outer membrane vesicles\nThe spread of drug-resistant strains mainly due to antibiotic abuse has been a pressing challenge worldwide. Life-threatening multidrug-resistant (MDR) pathogens are causing a rapid increase in morbidity and mortality.1 Among these MDR pathogens, carbapenem-resistant Klebsiella pneumoniae (CRKP) is especially problematic because of limited availability of effective medications. The global spread of CRKP poses a great threat to patient safety. Infections from CRKP increase medical costs, prolong the length of hospitalization, or even directly cause patient death. At present, the clinical treatments of CRKP and other carbapenem-resistant Gram-negative bacilli generally include the combination of meropenem, tigecycline, colistin and other high-grade antibiotics, but they still cannot effectively reduce the mortality of patients.2, 3 Fatal infections\nThis work was supported by the National Natural Science Foundation of Ch Municipal Science and Technology Commission Fund (17411966000, 18411 Development Center (16CR3006A).\nConflict of interest statement: The authors declare no competing financial in ⁎Corresponding authors at: Shanghai 200092, China. E-mail addresses: hebin@xinhuamed.com.cn (B. He), shixueyin@xinhuamed 1 Authors contributed equally to the work.\nhttps://doi.org/10.1016/j.nano.2019.102148 1549-9634/© 2019 Published by Elsevier Inc.\nPlease cite this article as: Wu G, et al, Nanoparticle reinforced bacterial outer-m Klebsiella pneumoniae. Nanomedicine: NBM 2020;24:102148, https://doi.org/1\nfrom CRKP necessitate the development of effective interventions and control measures to improve this situation and curb the spread of MDR strains.\nVaccination is regarded as the most cost-effective method for preventing infectious diseases. Among the different strategies of vaccination currently available, the use of OMVs has shown a very promising prospect.4 OMVs are spherical buds of the outer membrane filled with periplasmic content and commonly produced by Gram-negative bacteria.5–7 They can also be secreted by vitro culture or during infection.5 Among a vast variety of biological functions, OMVs deliver those effector molecules critical for pathogen dissemination such as pathogenassociated molecular patterns (PAMP) and other virulence factors to host cells.8–10 Based on these findings about OMVs,\nina (81671944, 81470390, 81974292, 31771090, 19YF1431700); Shanghai 951200 17411954700); the Clinical Research Plan of Shanghai Hospital\nterests.\n.com.cn (X. Shi).\nembrane vesicles effectively prevent fatal infection of carbapenem-resistant 0.1016/j.nano.2019.102148\nsome experimental studies focused their attention on the potentiality of OMVs in inducing protective immunity against bacterial infections in mouse models by using OMVs-based vaccines. Other clinical trials tried to evaluate the feasibility of OMVs in preventing Gram-negative bacteria infections. But despite some encouraging progress disclosed, the overall vaccine effect remains elusive for an effective prevention. The undesired physicochemical properties may contribute to this phenomenon. Firstly, the relatively fragile vesicle structure of OMVs is not favorable for keeping integrity which is necessary before uptake by antigen presenting cells. Evidence has shown that the stability of nanovaccine profoundly affects the vaccine effect. In addition, the OMVs particle size naturally secreted by bacteria ranges from 30 to 300 nm. Such a broad distribution may complicate the vaccine kinetics in vivo.\nWith the development of nanotechnology, researchers have developed many forms of nanovaccines.11, 12 Recently, integration of synthetic nanoparticles (NPs) and natural cellular materials like cell membrane or exosomes has led to the creation of various biomimetic NPs.13, 14 OMVs generally have a hollow vesicular nanostructure composed of phospholipids and lipopolysaccharide (LPS) that contain outer membrane proteins (OMPs).10 To improve their stability, we attempt to reinforce the OMVs structure by depositing the hollow-structured OMVs onto bovine serum albumin (BSA) NPs (BN), inspired by the nature lipoprotein biostructure. BSA protein has the high affinity to complexes with lipid molecules through hydrophobic interaction. Recently, we have developed a novel strategy to engineer protein NPs stabilized by the intermolecular disulfide network.15, 16 The approach is green-synthetic, easily accessed and size controlled, and therefore was employed in this study for OMVs nanovaccine development.\nThe aim of this study is to reinforce the OMVs structure and uniform their size to produce membrane-coated BN-OMVs. Fabrication of BN-OMVs was achieved by a mechanical extrusion process of two key components of BN and OMVs by following the established method developed in cell membrane camouflaging nanomedicine. BN-OMVs were expected to simultaneously inherit the natural immunogenicity ofOMVs and the physiochemicalmerits of BN. BN-OMVs exhibited superior efficiency in improvement of antibody titers, recruitment and maturation of dendritic cells as well as prevention of fatal infection of carbapenem-resistant Klebsiella pneumoniae."
    }, {
      "heading" : "Methods",
      "text" : ""
    }, {
      "heading" : "Synthesis of BN and BN-OMVs",
      "text" : "The synthesis of BN followed our previous approach,15 with the detailed description shown in Fig. 1 and Supplementary Materials. A mechanical extrusion process was employed to synthesize BN-OMVs. OMVs and BN were mixed at a 1:1 weight ratio, firstly passed through a 200 nm filter membrane, and then subjected to 8-circle extrusion by an Avanti extruder (Avanti Lipids Polar, Inc). The process was repeated after changing the filter membrane to a 100 nm filter membrane to yield the final BN-OMVs formulation."
    }, {
      "heading" : "In vitro macrophage study",
      "text" : "The growth medium of Raw264.7 was DMEM containing 10% FBS and antibiotics (100 units/ml penicillin and 100 μg/ml streptomycin). Raw264.7 was inoculated into a 24-well plate at a density of 5×105 cells per well. The plate was then placed in a 37 °C, 5% CO2 incubator for 24-h. After replacement of the original medium with fresh medium containing a predetermined concentration of PBS, OMVs (1 mg/ml) or BN-OMVs (1 mg/ ml), cells were cultured for additional 24-h. The cell supernatant was collected, and IL-6, TNF-α and IFN-γ levels were measured using an ELISA kit.\nRecruitment and activation of DC by BN-OMVs in draining lymph nodes (LNs)\nAfter 24-h subcutaneous immunization with PBS, OMVs (2 μg) or BN-OMVs (2 μg), bilateral inguinal and axillary LNs were dissected and digested with collagenase D for 20 min at 37 °C. Single-cell suspensions were prepared by passing the tissue suspension through a 40 μm sieve, washed with PBS, blocked with Fc-block and stained with CD11c-APC, CD40-PE, CD80FITC, CD86-PE, and MHC II-FITC antibodies. CD11c, CD40, CD80, CD86 and MHC-II expressions were detected in 10,000 cells by flow cytometry.\nEvaluation of the protective effect of vaccination against bacterial infection\nTo confirm the protective effect of vaccination against bacterial infection, the mice were injected subcutaneously with OMVs (2 μg) and BN-OMVs (2 μg) in 100 μL PBS weekly totaling three times at a one-week interval. Seven days after the last immunization, all mice were challenged with the lethal dose of CRKP. The survival rate was observed every 12-h for 3 days.\nAdoptive transfer of serum and splenocytes\nThe mice were immunized subcutaneously with PBS, OMVs (2 μg) or BN-OMVs (2 μg) weekly for 3 times at a one-week interval. Blood samples and the spleens were extracted 7 days after the last immunization. Single spleen cell suspensions were prepared. The extracted serum (100 μL per mouse) and spleen cells (1 × 108 per mouse) were intravenously injected into the naive mice. After 24-h, 2.5×107 and 5×107 CFU of bacteria were injected intraperitoneally. The survival rate was observed every 12-h for 72-h."
    }, {
      "heading" : "Statistical analysis",
      "text" : "All data were statistically analyzed using GraphPad Prism7 software. Measurement data were analyzed using one-way ANOVA, and count data were analyzed using log-rank test. P b 0.05 was considered statistically significant."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "Characterization of OMVs, BN and BN-OMVs",
      "text" : "According to the established protocol, OMVs of CRKP were extracted by ultracentrifugation. TEM showed that the OMVs\nhad a vesicular structure (Figure 2, A) and BSA NPs had uniform particle size (Figure 2, B). Finally, BN-OMVs with a core-shell structure were acquired through the mechanical extrusion process (Figure 2, C). Dynamic Light Scattering (DLS) results showed that the hydrodynamic diameter of OMVs distribution ranged from 30 nm to 300 nm, and the synthesized BN predominantly peaked between 60 nm and 70 nm. Size of the objective product BN-OMVs detected by DLS was uniform, mostly locating at 70-90 nm (Figure 2, D).\nTo elucidate the formulation of BSA nanoparticles, PBS, 1% SDS, and 1% SDS along with 25 mM TCEP were introduced into the BN solution. As shown in Figure 2, E, the size of BN in PBS was barely changed, and size of BN treated with 1% SDS slightly increased due to nanoparticle swelling. However, cotreatment of SDS and TECP resulted in complete particle dissociation with size dramatically decreased. These phenomena indicate that BN was formulated through disulfide. To mimic the intracellular environment, 10 mM glutathione (GSH) was used to treat BN. As is shown in Figure 2, F-G, the size of BN gradually reduced to 20 nm with time lapse, indicating that BN-based structure could degrade in the internal environment. However,\nduring the 4-h investigation, the size of BN without being treated with GSH remained locating at 70-90 nm. The stability of OMVs and BN-OMVs was investigated by a dilution study. Upon dilution, the average size of OMVs gradually increased to nearly 1000 nm, but finally dramatically decreased to 2 nm due to the instability (Figure 2, H), while BN-OMVs kept their size during the investigated period (Figure 2, I). These findings revealed that BN core could not only uniform the OMVs size but also reinforce the NP structure stability, which is favorable for further in vivo study.\nSafety of BN-OMVs in vitro and in vivo\nDC2.4 and Raw 264.7 cells were stimulated with PBS, OMVs (1 mg/ml) or BN-OMVs (1 mg/ml) for 24-h. Cell viability was measured using a CCK-8 kit. The results showed that the cell viability of DC2.4 of PBS, OMVs, BN-OMVs groups was (100.0 ± 4.5) %, (100.8 ± 8.1) % and (103.1 ± 6.7) %, respectively (Figure 3, A). Raw 264.7 cell viability was (100.0 ± 2.5) %, (99.4 ± 0.9) % and (98.4 ± 2.5) %, respectively (Figure 3, B). Compared with PBS group, OMVs and the BN-OMVs\ngroups had no significant effect on cell viability of DC2.4 and Raw 264.7 cells. Mice were immunized subcutaneously with PBS, OMVs (2 μg) or BN-OMVs (2 μg) for 24-h. H&E staining of the heart, liver, spleen, lung and kidney showed no significant difference in their structures between PBS, OMVs and BNOMVs groups, indicating the safety of BN-OMVs (Figure 3, C).\nBN-OMVs stimulate the secretion of cytokines from Raw264.7\nRaw264.7 cells were stimulated with PBS, OMVs (1 mg/ml) or BN-OMVs (1 mg/ml). After 24-h, the cytokines secreted from Raw264.7 cells were detected by ELISA. The amount of IL-6 secreted from Raw264.7 cells of PBS, OMVs and BN-OMVs groups was (52.4 ± 12.7), (180.2 ± 8.6) and (206.8 ± 4.1) pg/ml, respectively. The amount of secreted TNF-α was (115.8 ± 16.7), (343.7 ± 23.0) and (377.8 ± 9.1) pg/ ml, respectively. The amount of IL-6 (Figure 4, A) and TNF-α (Figure 4, B) in OMVs and BN-OMVs groups was approximately 4 times that in PBS\ngroup. In addition, Raw264.7 cells stimulated by BN-OMVs secreted more IL-6 and TNF-α as compared with OMVs. The amount of secreted IFN-γ in PBS, OMVs and BN-OMVs groups was (5.2 ± 1.0) pg/ml, (8.3 ± 1.1) pg/ml and (22.8 ± 3.1) pg/ml, respectively.\nBN-OMVs recruit and activate DCs in draining LN\nIn the mice injected with PBS, OMVs (2 μg) or BN-OMVs (2 μg) for 24-h, DCs were isolated from inguinal and axillary LN for evaluating the recruitment and activation by flow cytometry. Costimulatory molecule CD11c, CD40, CD80, CD86 as well as MHC-II on the DCs surface were employed as the markers of activation and recruitment. The flow cytometry results of each expression are summarized in Figure 5, A with data interpreted by histograms to quantitatively compare the level of each expression (Figure 5, B-F). The results showed that the expression level of CD11c in PBS, OMVs and BN-OMVs\ngroups was (8.4 ± 0.3) %, (10.1 ± 0.9) %, and (16.3 ± 1.5) % respectively, which indicated the higher recruitment efficiency of DCs induced by BN-OMVs. Compared with PBS, BN-OMVs could recruit approximately 2 times DC to the draining LN, and compared with OMV, BN-OMVs could recruit approximately 1.5 times DC to the draining LN (Figure 5, B). In PBS, OMVs and BN-OMVs groups, the expression of CD40 (Figure 5, C) was (15.5 ± 1.7) %, (19.1 ± 1.3) % and (22.3 ± 1.6) %; the expression of CD80 (Figure 5, D) was (2.3 ± 0.2) %, (3.0 ± 0.7) % and (3.1 ± 0.8) %; the expression of CD86 (Figure 5, E) was (14.7 ± 0.9) %, (16.2 ± 1.3) % and (18.5 ± 1.6) %; and the expression of MHC-II (Figure 5, F) was (13.4 ± 1.0) %, (14.8 ± 0.4) % and (15.6 ± 1.5) %, respectively. The expressions of CD40, CD80, CD86 and MHC-II were all upregulated in OMVs and BN-OMVs groups compared with those in PBS group, which displayed a shift from the immature to the mature phenotype."
    }, {
      "heading" : "In vivo antibody specificity and avidity induced by BN-OMVs",
      "text" : "To determine the immune effect of BN-OMVs, we assessed the effect of PBS, OMVs and BN-OMVs immunization on the induction of antigen-specific antibodies. The mice were immunized on day 0 and two booster vaccinations on day 7 and day 14.17 During the immunization process, sera were obtained from PBS, OMVs and BN-OMVs immunized mice, and anti-CRKP titer (Figure 6, A), the anti-OMVs IgG titer (Figure 6, B), anti E. coli titer (Figure 6, C) were also evaluated. It was found that the anti-CRKP titer and anti-OMVs IgG were increased after immunization with OMVs and BN-OMVs. However, no anti E. coli IgG was detected in the sera (Figure 6, C). These findings indicate that the BN-OMVs induced the production of IgG antibody specific to CRKP. During 21-days of investigation, a continuous rise in anti-CRKP IgG was detected in both BN-OMVs and OMVs immunized mice, but not in PBS immunized mice in a time-course study. (Figure 6, D). In addition to the titer levels, we also examined the quality of the antibody response raised against the source bacteria by assessing the avidity of the sera from the mice. Compared with the OMVs vaccinated mice, antibodies from the BN-OMVs vaccinated mice showed a significantly higher avidity index to the CRKP bacteria (Figure 6, E). Overall, vaccination with BN-OMVs\ngenerated antibody responses that were durable and of higher specificity and avidity than did OMVs only, indicating the potential of BN-OMVs for enhancing antibacterial immunity.\nEffect of BN-OMVs vaccination on protection against fatal infection of carbapenem-resistant Klebsiella pneumoniae\nBefore evaluating the efficacy of BN-OMVs vaccination, the lethal dose of CRKP to mediate fatal infection was identified. Three groups of mice were intraperitoneally injected with CRKP at the dose of 1×106 CFU, 1×107 CFU and 1×108 CFU, respectively. The results demonstrated that all of the mice at the dose of 1×108 CFU died within 24-h. Therefore, the dose of 1×108 CFU was selected as the lethal dosage in the following study (Figure 7, A).\nTo verify the ability of BN-OMVs as an effective vaccine, we examined the effect of the BN-OMVs immunization to protect the fatal infection of carbapenem-resistant Klebsiella pneumoniae (Figure 7, B). Specifically, the mice were subcutaneously immunized with PBS, OMVs, or BN-OMVs weekly for 3 weeks, and then attacked with the lethal dose of CRKP 7 days after the final immunization. Survival of the mice was observed at 12-h intervals for 3 days. It was found that all the mice immunized with PBS died 36-h after the bacteria attack, while 75% and 100% of the mice survived after vaccination with OMVs and BN-OMVs, respectively.\nAdoptive transfer of sera and splenocytes for protection against"
    }, {
      "heading" : "K. pneumonia-induced lethality",
      "text" : "Adoptive transfer is an alternative means to induce immunization. To determine whether antibody-mediated humoral or T-cell-mediated cellular immunity was important in conferring the BN-OMVs-induced vaccination effect, we evaluated the protective effect of adoptive serum and splenocyte transfers for CRKP infection. The surviving capability of the naive mice that received the serum from the BN-OMVs immunized mice was enhanced, showing a 67% and 42% survival rate after 2.5×107 and 5×107 CFU of CRKP challenge, respectively. The reduced survival rates of 41% and 8% in the mice receiving sera from the PBS immunized mice were achieved, upon challenge by the same doses of CRKP (Figure 8, A-B). In addition, naive mice that received splenocytes from\nthe BN-OMVs immunized mice protected the bacterium effectively, with a 100% and 50% survival rate after 2.5×107 and 5×107 CFU of CRKP challenge, respectively, whereas only 42% and 17% of the mice receiving splenocytes from the PBSimmunized mice survived in the same conditions (Figure 8, CD). These results suggest that both humoral and cellular immunity conferred the protective effect of the BN-OMVs nanovaccine."
    }, {
      "heading" : "Discussion",
      "text" : "K. pneumoniae is the most common cause of nosocomial respiratory tract and premature intensive care infections and the second most frequent cause of Gram-negative bacteremia and urinary tract infections.18–20 CRKP, together with E. coli, is the leading cause of serious infections in newborns, blood cancer patients, and other immunocompromised patients.21 The intestinal tract acts as a reservoir for Klebsiella within a hospital,22 which underlines the fact that Klebsiella was the etiologic agent of 13 out of 145 nosocomial epidemics reported between 1983 and 1991. The mortality rate of Klebsiella bacteremia and pneumonia can exceed 50%.23–26\nAs a viable solution to prevent CRKP by vaccination, OMVs have gained significant research interest for the inclusion of\nmany outer membrane proteins and pathogen-associated molecular patterns.\nOMVs are therefore of great potential as the vaccine to establish a systematic immune protection. However, clinical results of OMVs remain elusive for poor size homogeneity and low structure stability. As shown by DLS data, the size of OMVs from KP quickly increased upon dilution and finally disassembled into molecular mixtures (b10 nm), substantiating the fragile structure of OMVs. This instability as well as the broad size distribution is not favorable to elicit the vaccine effect. A stable structure is helpful in maintaining the antigen density, and promoting uptake by antigen-presenting cells, eventually to enhance antigen-specific immune response. This study attempted to address the above challenge by a rational design of a nanovaccine delivery system that simultaneously integrated the immunogenicity of OMVs and physiochemical advantage of NPs.\nIn recent years, cell membrane biomimetic NPs have attracted great attention of many researchers.\nIn this biomimetic approach, multiple cell membranes from natural cells have been employed to coat NPs to improve the NPs bio-interface in vivo, through an extrusion process. The commonly used cell types include erythrocytes,27 leukocytes,28 tumor cells29 and bacterial cell membranes.30 Significant progress has been made in research and application of cellular membrane-coated techniques in NP preparation, particularly in\nusing polymers,17,31–33 silica,28 and gold particles as the core of NPs,34,35 so as to preserve the structure and function of the cell membrane, specially the functional proteins on the surface of the cell membrane.\nBeyond the above in mind, the current research creatively employed albumin NPs as the core material for the rich hydrophobic region that can host the lipid structures of OMVs. The principle of bionics lays the basis of the approach, by which one is able to coat OMVs onto the surface of protein NPs. The approach by integrating the lipid structure and protein NPs also resembles the lipoproteins that are ubiquitous in organisms. The resultant BN-OMV, synthesized by a repeated extrusion process, showed the size of around 80 nm with narrow distribution. Importantly, the size of BN-OMV persisted even upon 8-fold dilution, significantly higher than that of original OMVs, indicating that the structure stability of BN-OMV improved significantly as compared with OMV.\nAfter establishing the initial safety using cell lines of DC 2.4 and Raw 264.7, the ability of BN-OMVs to stimulate the secretion of cytokines was assessed. As expected, the improved stability of BN-OMV facilitated the higher secretion of IL-6 and TNF-α, two important cytokines in mediating the following adaptive immune response. Upon subcutaneous immunization, the ability of BN-OMV to recruit and activate DCs in draining LNs was investigated. The expressions of CD11c, CD40, CD80, CD86 andMHC-II were all elevated, especially the expression of CD11c. The frequencies of CD11c+ DCs in LNs collected from the mice immunized by BN-OMV increased by 50% compared with OMVs, suggestive of the more potent effect of BN-OMVs.\nImmune effects including the antibody specificity and avidity induced by BN-OMVs were significantly improved. On one hand, OMVs-based vaccines induced specific antibodies\nagainst CRKP, which is nothing to do with E. coli. On the other hand, during the 21-days investigation, BN-OMVs continuously raised the anti-CRKP titers with better avidity to CRKP strains. Repeated subcutaneous injections of the nanoformulated OMVs developed in this study not only increased the innate immune response but enhanced the adaptive immune response and passive immunity of the laboratory mice.\nDespite the above encouraging results, this study has certain limitations. First, we only explored the effect of BN-OMVs on immune cells and did not study other cells except immune cells, nor did we study the specific mechanism underlying the immunoprotective effect of BN-OMVs.\nIn summary, we developed a unique approach to uniform OMVs size and reinforce their structure by a convenient mechanical extrusion process. Through this approach, BNOMVs successfully conferred physiochemical advantages of NPs to OMVs. Importantly, BN-OMVs could remarkably enhance the mouse immune response by subcutaneous immunization, and effectively protect a lethal challenge of carbapenem-resistant Klebsiella pneumoniae. The advance of this study presents a robust, potentially universal approach to develop cell membrane camouflaging nanovaccine, and may broaden our horizon in developing drug-resistant vaccines, especially pan-drug-resistant vaccines."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported by the National Natural Science Foundation of China (81671944, 81470390, 81974292, 31771090, 19YF1431700); Shanghai Municipal Science and Technology Commission Fund (17411966000, 18411951200\n17411954700); and the Clinical Research Plan of Shanghai Hospital Development Center (16CR3006A)."
    }, {
      "heading" : "Conflict of interest statement",
      "text" : "The authors declare no competing financial interests."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nano.2019.102148."
    } ],
    "references" : [ {
      "title" : "The role of vaccines in preventing bacterial antimicrobial resistance",
      "author" : [ "KU Jansen", "C Knirsch", "AS. Anderson" ],
      "venue" : "Nat Med",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Tigecycline for carbapenem-resistant Klebsiella pneumoniae infections in the intensive care unit",
      "author" : [ "KZ Vardakas", "DK Matthaiou", "ME Falagas", "E Antypa", "A Koteli", "E. Antoniadou" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "In vitro activity of polymyxin B plus imipenem, meropenem, or tigecycline against KPC-2-producing Enterobacteriaceae with high MICs for these antimicrobials",
      "author" : [ "N Barth", "VB Ribeiro", "AP. Zavascki" ],
      "venue" : "Antimicrob Agents Chemother",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Bacterial vesicle secretion and the evolutionary origin of the eukaryotic endomembrane system",
      "author" : [ "SB Gould", "SG Garg", "WF. Martin" ],
      "venue" : "Trends Microbiol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Biological functions and biogenesis of secreted bacterial outer membrane vesicles",
      "author" : [ "Kulp A", "Kuehn MJ" ],
      "venue" : "Annu Rev Microbiol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Envelope control of outer membrane vesicle production in Gram-negative bacteria",
      "author" : [ "C Schwechheimer", "CJ Sullivan", "MJ. Kuehn" ],
      "venue" : "Biochemistry",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "On the origin of membrane vesicles in gram-negative bacteria",
      "author" : [ "L Zhou", "R Srisatjaluk", "DE Justus", "RJ. Doyle" ],
      "venue" : "FEMS Microbiol Lett 1998;163:223-8",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1998
    }, {
      "title" : "Enterotoxigenic Escherichia coli vesicles target toxin delivery into mammalian cells",
      "author" : [ "NC Kesty", "KM Mason", "ReedyM", "SE Miller", "KuehnMJ" ],
      "venue" : "EMBO J 2004;23:4538-49",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2004
    }, {
      "title" : "Virulence factors are released from Pseudomonas aeruginosa in association with membrane vesicles during normal growth and exposure to gentamicin: a novel mechanism of enzyme secretion",
      "author" : [ "Kadurugamuwa JL", "Beveridge TJ" ],
      "venue" : "J Bacteriol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1995
    }, {
      "title" : "Vesicle-mediated export and assembly of poreforming oligomers of the enterobacterial ClyA cytotoxin",
      "author" : [ "SN Wai", "B Lindmark", "T Soderblom", "A Takade", "M Westermark", "J Oscarsson" ],
      "venue" : "Cell",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2003
    }, {
      "title" : "Design and characterization of a self-assembling protein nanoparticle displaying HIV-1 Env V1V2 loop in a native-like trimeric conformation as vaccine antigen",
      "author" : [ "CP Karch", "H Bai", "OB Torres", "CA Tucker", "NL Michael", "GR Matyas" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Just-intime vaccines: Biomineralized calcium phosphate core-immunogen shell nanoparticles induce long-lasting CD8(+) T cell responses in mice",
      "author" : [ "W Zhou", "AO Moguche", "D Chiu", "K Murali-Krishna", "F. Baneyx" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Biomimetic delivery with micro- and nanoparticles",
      "author" : [ "Balmert SC", "Little SR" ],
      "venue" : "Adv Mater 2012;24:3757-78",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "Strategies in biomimetic surface engineering of nanoparticles for biomedical applications. Nanoscale 2012;4:360-8",
      "author" : [ "Gong YK", "Winnik FM" ],
      "venue" : "G. Wu et al / Nanomedicine: Nanotechnology, Biology, and Medicine",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Self-templated, greensynthetic, size-controlled protein nanoassembly as a robust nanoplatform for biomedical application",
      "author" : [ "Y Wen", "HQ Dong", "K Wang", "Y Li", "YY. Li" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "PCSK9 hapten multicopy displayed onto carrier protein nanoparticle: an antiatherosclerosis vaccine",
      "author" : [ "SS You", "XY Guo", "XM Xue", "YY Li", "HQ Dong", "HY Ji" ],
      "venue" : "ACS Biomater Sci Eng 2019;5:4263-71",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Nanoparticle-detained toxins for safe and effective vaccination",
      "author" : [ "CM Hu", "RH Fang", "BT Luk", "L. Zhang" ],
      "venue" : "Nat Nanotechnol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Development of immunization trials against Klebsiella pneumoniae",
      "author" : [ "TA Ahmad", "LH El-Sayed", "M Haroun", "AA Hussein", "SH. El Ashry el" ],
      "venue" : "Vaccine",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2012
    }, {
      "title" : "Clinical and microbiological characteristics of peritoneal dialysis-related peritonitis caused by Klebsiella pneumoniae in southern Taiwan",
      "author" : [ "WH Lin", "CC Tseng", "AB Wu", "DC Yang", "SW Cheng", "MC Wang" ],
      "venue" : "J Microbiol Immunol Infect 2015;48:276-83",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Epidemiology and antimicrobial susceptibility of Gramnegative aerobic bacteria causing intra-abdominal infections during 2010-2011",
      "author" : [ "S Hawser", "DJ Hoban", "RE Badal", "SK Bouchillon", "D Biedenbach", "M Hackel" ],
      "venue" : "J Chemother",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Bloodstream infections by extended-spectrum beta-lactamase-producing Escherichia coli and Klebsiella pneumoniae in children: epidemiology and clinical outcome",
      "author" : [ "YK Kim", "H Pai", "HJ Lee", "SE Park", "EH Choi", "J Kim" ],
      "venue" : "Antimicrob Agents Chemother",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2002
    }, {
      "title" : "Nosocomial klebsiella infections: intestinal colonization as a reservoir",
      "author" : [ "R Selden", "S Lee", "WL Wang", "JV Bennett", "TC. Eickhoff" ],
      "venue" : "Ann Intern Med",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 1971
    }, {
      "title" : "Analysis of 1,186 episodes of gram-negative bacteremia in non-university hospitals: the effects of antimicrobial therapy",
      "author" : [ "CS Bryan", "KL Reynolds", "ER. Brenner" ],
      "venue" : "Rev Infect Dis 1983;5:629-38",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1983
    }, {
      "title" : "Nosocomial infections in the immunocompromised adult",
      "author" : [ "Young LS" ],
      "venue" : "Am J Med",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1981
    }, {
      "title" : "Bacteremia at Boston City Hospital: occurrence and mortality during 12 selected years (1935 1972), with special reference to hospital-acquired cases",
      "author" : [ "JE McGowan Jr.", "MW Barnes", "M. Finland" ],
      "venue" : "J Infect Dis 1975;132:316-35",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1975
    }, {
      "title" : "Nosocomial pneumonia. A continuing major problem",
      "author" : [ "JR Graybill", "LW Marshall", "P Charache", "CK Wallace", "VB. Melvin" ],
      "venue" : "Am Rev Respir Dis 1973;108:1130-40",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1973
    }, {
      "title" : "Erythrocyte membrane-camouflaged polymeric nanoparticles as a biomimetic delivery platform",
      "author" : [ "CM Hu", "L Zhang", "S Aryal", "C Cheung", "RH Fang", "L. Zhang" ],
      "venue" : "Proc Natl Acad Sci U S A 2011;108:10980-5",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Synthetic nanoparticles functionalized with biomimetic leukocyte membranes possess cell-like functions",
      "author" : [ "A Parodi", "N Quattrocchi", "AL van de Ven", "C Chiappini", "M Evangelopoulos", "JO Martinez" ],
      "venue" : "Nanotechnol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    }, {
      "title" : "Cancer cell membrane-coated nanoparticles for anticancer vaccination and drug",
      "author" : [ "RH Fang", "CM Hu", "BT Luk", "W Gao", "JA Copp", "Y Tai" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "Modulating antibacterial immunity via bacterial membrane-coated nanoparticles",
      "author" : [ "W Gao", "RH Fang", "S Thamphiwatana", "BT Luk", "J Li", "P Angsantikul" ],
      "venue" : "Nano Lett  2015;15:1403-9",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Erythrocyte-inspired delivery systems",
      "author" : [ "CM Hu", "RH Fang", "L. Zhang" ],
      "venue" : "Adv Healthc Mater 2012;1:537-47",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2012
    }, {
      "title" : "A biomimetic nanosponge that absorbs pore-forming toxins",
      "author" : [ "CM Hu", "RH Fang", "J Copp", "BT Luk", "L. Zhang" ],
      "venue" : "Nat Nanotechnol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2013
    }, {
      "title" : "Core-shell supramolecular gelatin nanoparticles for adaptive and \"on-demand\" antibiotic delivery",
      "author" : [ "LL Li", "JH Xu", "GB Qi", "X Zhao", "F Yu", "H. Wang" ],
      "venue" : "ACS Nano 2014;8:4975-83",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Surface functionalization of gold nanoparticles with red blood cell membranes",
      "author" : [ "W Gao", "CM Hu", "RH Fang", "BT Luk", "J Su", "L. Zhang" ],
      "venue" : "Adv Mater 2013;25:3549-53",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    }, {
      "title" : "Erythrocyte membrane is an alternative coating to polyethylene glycol for prolonging the circulation lifetime of gold nanocages for photothermal therapy",
      "author" : [ "JG Piao", "L Wang", "F Gao", "YZ You", "Y Xiong", "L. Yang" ],
      "venue" : "ACS Nano 2014;8:10414-25",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Life-threatening multidrug-resistant (MDR) pathogens are causing a rapid increase in morbidity and mortality.(1) Among these MDR pathogens, carbapenem-resistant Klebsiella pneumoniae (CRKP) is especially problematic because of limited availability of effective medications.",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 3,
      "context" : "Among the different strategies of vaccination currently available, the use of OMVs has shown a very promising prospect.(4) OMVs are spherical buds of the outer membrane filled with periplasmic content and commonly produced by Gram-negative bacteria.",
      "startOffset" : 119,
      "endOffset" : 122
    }, {
      "referenceID" : 4,
      "context" : "They can also be secreted by vitro culture or during infection.(5) Among a vast variety of biological functions, OMVs deliver those effector molecules critical for pathogen dissemination such as pathogenassociated molecular patterns (PAMP) and other virulence factors to host cells.",
      "startOffset" : 63,
      "endOffset" : 66
    }, {
      "referenceID" : 9,
      "context" : "14 OMVs generally have a hollow vesicular nanostructure composed of phospholipids and lipopolysaccharide (LPS) that contain outer membrane proteins (OMPs).(10) To improve their stability, we attempt to reinforce the OMVs structure by depositing the hollow-structured OMVs onto bovine serum albumin (BSA) NPs (BN), inspired by the nature lipoprotein biostructure.",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 16,
      "context" : "The mice were immunized on day 0 and two booster vaccinations on day 7 and day 14.(17) During the immunization process, sera were obtained from PBS, OMVs and BN-OMVs immunized mice, and anti-CRKP titer (Figure 6, A), the anti-OMVs IgG titer (Figure 6, B), anti E.",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 20,
      "context" : "coli, is the leading cause of serious infections in newborns, blood cancer patients, and other immunocompromised patients.(21) The intestinal tract acts as a reservoir for Klebsiella within a hospital,(22) which underlines the fact that Klebsiella was the etiologic agent of 13 out of 145 nosocomial epidemics reported between 1983 and 1991.",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 29,
      "context" : "The commonly used cell types include erythrocytes,(27) leukocytes,(28) tumor cells(29) and bacterial cell membranes.(30) Significant progress has been made in research and application of cellular membrane-coated techniques in NP preparation, particularly in",
      "startOffset" : 116,
      "endOffset" : 120
    } ],
    "year" : 2020,
    "abstractText" : "Infection resulting from carbapenem-resistant Klebsiella pneumoniae (CRKP) is an intractable clinical problem. Outer membrane vesicles (OMVs) from CRKP are believed to be potential vaccine candidates. However, their immune response remains elusive due to low structural stability and poor size homogeneity. In this study, hollow OMVs were reinforced internally by size-controlled BSA nanoparticles to obtain uniform and stable vaccines through hydrophobic interaction. The result showed that the BSA-OMV nanoparticles (BN-OMVs) were homogenous with a size around 100 nm and exhibited a core-shell structure. Remarkably, subcutaneous BN-OMVs vaccination mediated significantly higher CRKP specific antibody titers. The survival rate of the mice infected with a lethal dose of CRKP was increased significantly after BN-OMV immunization. The adoptive transfer experiment demonstrated that the protective effect of BN-OMVs was dependent on humoral and cellular immunity. This study demonstrated that the structure optimization improved the immune efficacy of OMVs for vaccine development against CRKP. © 2019 Published by Elsevier Inc.",
    "creator" : "Elsevier"
  }
}