{
  "name" : "downloads_2020-08-02_64_10.3390@nano10081462.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Biological Assessment of Laser-Synthesized Silicon Nanoparticles Effect in Two-Photon Photodynamic Therapy on Breast Cancer MCF-7 Cells",
    "authors" : [ "Ahmed Al-Kattan", "Lamiaa M. A. Ali", "Morgane Daurat", "Elodie Mattana", "Magali Gary-Bobo" ],
    "emails" : [ "lamiaa.ali@umontpellier.fr", "emattana.ibmm@gmail.com", "magali.gary-bobo@inserm.fr", "morgane.daurat@umontpellier.fr", "ahmed.al-kattan@univ-amu.fr;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: pulsed laser process; silicon nanoparticles; two-photon excited photodynamic therapy (TPE-PDT)"
    }, {
      "heading" : "1. Introduction",
      "text" : "Because of its fundamental specificity and selectivity, photodynamic therapy (PDT) is intensively explored in cancer therapy and even in various non-malignant diseases including infections [1,2]. In fact, PDT is a non-invasive therapeutic technique which can be combined with other therapeutic modalities (e.g., radiotherapy and chemotherapy) and it offers the possibility to use many photosensitizing agents, such as nanoparticles (NPs), in order to generate a maximum reactive oxygen species to induce cell destruction [3–6]. PDT can be exploited under two-photon excitation (TPE-PDT) in the near-infrared (NIR) wavelength region offering the possibility to work in deeper tissue (down to 2 cm). Moreover,\nNanomaterials 2020, 10, 1462; doi:10.3390/nano10081462 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1462 2 of 11\nthanks to the non-linear absorption, the PDT damage can be dramatically limited to the tumor area with a high spatiotemporal resolution [7–9]. Among popular theranostic tools used in TPE-PDT, such as organic molecules and quantum dots [10–12], nanoengineered particles based on silicon and their derivative formulations have gained significant interest. Indeed, silicon element is one of the most abundant mineral on earth with distinctive physiological activities such as bone mineralization and transduction mechanism [13–17]. Beside their relevant antibacterial properties, silicon nanoparticles (SiNPs) can be biodegraded into orthosilicic acid Si(OH)4 without specific induced toxicity [16]. In addition, the Si chemistry exhibits attractive surface reactivity toward functional molecules such as proteins, drugs, target agents and biological receptors. Finally, SiNPs offer also the possibility of advanced theranostic modalities, such as photoluminescence-based imaging, photodynamic and hyperthermia therapies [18–22]. Mostly NPs based on silicon, exploited in TPE-PDT are synthesized through chemical routes such as sol-gel condensation/polymerization of organosilane precursor, leading to the formation of mesoporous-silica NPs with the necessity to employ several stages of switching solvents and purification steps before use in biological medium [3,4]. Anodical electrochemical etching method is another process reported in literature to generate porous SiNPs in hazardous hydrofluoric acid (HF) solvent from bulk silicon [23,24]. Beside the risks of residual contamination, this process also requires mechanical scratching step leading to the production of various size and shape nanoparticles, which is less consistent with targeted biomedical applications. In this context, Pulsed Laser Ablation in Liquid (PLAL) appears as relevant process to generate ultraclean NPs [25–28]. In fact, such process is based on the interaction of an ultrafast femtosecond (fs) pulse laser beam with a solid target (bulk material or water dispersed powder) in aqueous solution, leading naturally to the generation of stable “bare” colloidal NPs suspension free from any ligands, dispersant agents and other by-product synthesis. Moreover, by playing on numerous laser parameters (fluence, frequency, laser beam duration, laser-ablative geometry, etc.) and physicochemical parameters, including solvent properties (aqueous/organic, pH, ionic forces, etc.), it is possible to monitor several structural NPs properties such as size distribution, oxidation rate, and even to proceed to “in situ” (during laser process) functionalization with biomolecules [25,28]. We have thus recently shown the possibility to fabricate biocompatible and biodegradable SiNPs with manageable size distribution and dissolution rate properties [28]. Additionally, the in vivo tests conducted at single intravenous injection dose of 20 mg mL−1 on nude mice model combined with a panel of biochemical parameters and other microscopic and histological studies confirmed the complete safety properties of SiNPs. The therapeutic functionality was proved thanks to intra-tumor radiofrequency (RF)-induced hyperthermia tests conducted on Lewis lung carcinoma with efficient tumor inhibition even at relative low concentration [22,29]. Recently, laser-synthesized NPs were also tested as functional modules (additives) in innovative scaffold platforms for tissue engineering applications [30–32]. Despite the promising results obtained, the theranostic capability of laser-synthesized SiNPs still under explored, especially in TPE-PDT treatment modality, where little information is available. In this work, monodispersed bare SiNPs were elaborated thanks to facile protocol based on laser ablation and fragmentation sequences without specific purification step. Moreover, we assess the in vitro cytotoxic effect of SiNPs on human breast adenocarcinoma cell line (MCF-7), the cellular uptake and their luminescence emission using confocal microscopy at NIR region. In addition, the photodynamic effect under two photon excitation configuration, and reactive oxygen species production were described, on MCF-7 cells first and on other cancer and healthy cells to determine the biomedical application of such a strategy. The activation of SiNPs by two-photon excitation offers several advantages over classical PDT, mainly in thick tissues. Indeed, this allows an increased penetration depth of the excitation beam thanks to the use of near infrared (NIR) wavelengths, and an intrinsic three-dimensional resolution allowing a better spatial control of singlet oxygen production [33]. In addition, to achieve efficient treatments, the\nNanomaterials 2020, 10, 1462 3 of 11\nSiNPs should exhibit a large two-photon absorption (2PA) cross-sections in the biological window (700–1000 nm) and high singlet oxygen production quantum yields [34]. In the presented work, we have demonstrated that Si NPs could be used for two-photon excitation imaging or PDT, even in thick tissues."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Laser-Synthesis of Colloidal Si Nanoparticles",
      "text" : "Colloidal suspension of SiNPs was prepared using Yb:KGW femtosecond (fs) laser radiation (Amplitude Systems, Bordeaux, France, 1025 nm, 480 fs, 1 kHz), employed in ablative configuration. Basically, a silicon wafer target (1 cm × 1 cm) was placed into a 7 mL ultrapure water solution and ablated for 20 min under ambient atmosphere conditions. The laser beam was focused on the surface target with a help of 75 mm focal lens. To promote an optimal surface ablation, the target was constantly moved at the speed of 2 mm s−1 with a motorized linear translational stage (Newport). The Si NPs colloidal solution was then collected and treated for a second time under fs laser in fragmentation configuration for 3 min to ensure a homogenous Si NPs size distribution. The solution was continuously stirred during the treatment to ensure a uniform fragmentation."
    }, {
      "heading" : "2.2. Physicochemical Characterizations of SiNPs and Preparation for Biological In Vitro Studies",
      "text" : "A high-resolution transmission of electronic microscopy (HR-TEM) (JEOL JEM 3010, Tokyo, Japan) operating at 300 kV and coupled with X-ray diffraction mode was employed to perform structural characterizations. Samples were prepared by placing a drop of Si NPs solution on copper TEM grids (200 mesh) (Oxford instruments, Abingdon, UK) coated with carbon support film and allowing it to dry before TEM analyses. ζ-potential measurements, using a Zetasizer Nano ZS (Malvern Panalytical, Malvern, UK), were also performed to evaluate the surface charge of SiNPs. Extinction spectra of SiNPs solutions were measured by a UV–VIS spectrophotometer (UV-2600, Shimadzu, Tokyo, Japan) using 10 mm optical path length quartz cuvettes. To proceed to biological in vitro studies, a calibrated SiNPs solution at the concentration of 8.7 mg mL−1 was prepared based on centrifugation step. The concentration was measured by an induced coupled plasma mass spectroscopy (ICP-MS) and statistic size distribution was performed on more than 300 SiNPs using ImageJ software (National Institutes of Health (NIH), Bethesda, MA, USA)."
    }, {
      "heading" : "2.3. Cell Culture",
      "text" : "All cell lines were purchased from American Type Culture Collection (ATCC). Human breast adenocarcinoma cell line (MCF-7) was maintained in Dulbecco’s Modified Eagle’s Medium/F12 (DMEM/F12) supplemented with 10% fetal bovine serum (FBS) and 1% penicillin/streptomycin (P/S). Human breast adenocarcinoma cell line (MDA-MB-231) were maintained in DMEM supplemented with 10% FBS and 1% P/S. Healthy fibroblasts (FS 20-69) and human hepatocyte carcinoma cell line (Hep-G2) was cultured in RPMI medium supplemented with 10% FBS and 1% P/S. Cells were allowed to grow in humidified atmosphere at 37 ◦C under 5% CO2."
    }, {
      "heading" : "2.4. In Vitro Toxicity Study",
      "text" : "MCF-7 cells were seeded in 96-well plate. After 24 h of cell growth, cells were treated with increasing concentrations of SiNPs (from 1.25 to 200 µg mL−1) for 72 h. Control cells were treated with vehicle. Toxicity was evaluated using the colorimetric assay (4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) of living cells. Briefly, cells were incubated for 4 h with 0.5 mg mL−1 of MTT in media. The MTT/media solution was then removed and the precipitated crystals were dissolved in equal volume solution of ethanol/DMSO. The solution absorbance was read at 540 nm. The optical density (OD) values are directly correlated with the number of living cells in well.\nNanomaterials 2020, 10, 1462 4 of 11"
    }, {
      "heading" : "2.5. Cellular Uptake",
      "text" : "The cellular uptake of SiNPs was performed using confocal fluorescence microscopy on living cells. Cells were plated on Lab-Tek II Chambered Coverglass (Nalge Nunc International Ref 155382) in 0.5 mL culture medium for 24 h. Then, cells were treated with 50 µg mL−1 of SiNPs for 24 h. Control cells were treated with vehicle. Fifteen minutes before the end of incubation, cells were stained with CellMaskTM Orange plasma membrane stain (Invitrogen, Cergy Pontoise, France, C10045) for membrane staining at a final concentration of 5 µg mL−1. Then cells were washed two times with culture medium. Confocal fluorescence microscopy was performed on living cells at a 900 nm excitation wavelength for SiNPs and 561 nm for cell membranes."
    }, {
      "heading" : "2.6. Two-Photon Excitation Photodynamic Therapy",
      "text" : "Healthy and cancer cells were seeded in 384-multiwell glass-bottom plate (thickness 0.17 mm) with a black polystyrene frame. Cells were allowed to grow for 24 h, and then treated with or without 50 µg mL−1 of silicon nanoparticles for 24 h. After the incubation time, cells were exposed or not to laser beam at 900 nm using Carl Zeiss confocal microscope LSM 780 (maximum laser power input = 3 W). The laser beam was focused by a microscope objective lens (Carl Zeiss 10×/0.3 EC Plan-Neofluar). Four different areas of the well, their total area is equivalent to the half area of the well, were irradiated by 3 scans of 1.57 s duration. The scan size does not allow irradiating more areas without overlapping. Two days after irradiation, the phototoxicity effect of SiNPs was assessed using MTT assay as previously described and values were corrected according to the following formula: Abs control – 2 × (Abs control − Abs SiNPs). Statistical analysis was carried out using student’s t-test."
    }, {
      "heading" : "2.7. Reactive Oxygen Species (ROS) Detection",
      "text" : "MCF-7 cells were seeded in 96-well plate glass bottom half-area, and then cells were treated with or not 50 µg mL−1 of SiNPs for 24 h. The detection of intracellular ROS was realized using DCFDA Cellular ROS Detection Assay Kit (abcam). Briefly, cells were incubated with or without 20 µM of 2′, 7′-dichlorofluorescein diacetate (DCFDA) for 45 min at 37 ◦C. Then, cells were irradiated or not using two-photon excitation microscope (3 scans × 1.57 s) at 900 nm. After irradiation, cells were washed twice then exposed to imaging using Carl Zeiss confocal microscopy at 488 nm, objective 20×. In the presence of ROS, as a consequence of PDT, the non-fluorescent DCFDA is oxidized into the green fluorescent dichlorofluorescein (DCF)."
    }, {
      "heading" : "2.8. PDT on 3D Spheroids from MCF-7 Cells",
      "text" : "3D MCF-7 spheroids were prepared by hanging drop method. In brief, drops of 30 µL of cell suspension containing 500 cells were added into the lid of 60 mm × 15 mm tissue culture dish, then the lid was inverted onto bottom chamber containing PBS supplemented with 20% FBS. Spheroids were incubated for 5 days. After incubation periods (5 or 10 days), spheroids were transferred into Lab-Tek II Chambered Coverglass (Nalge Nunc International Ref 155382) and treated with 50 µg mL−1 of SiNPs for 24 h. Then, spheroids were imaged, irradiated or not using two-photon excitation microscope (3 scans × 1.57 s) at 900 nm. Spheroids were imaged 48 h after irradiation."
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "To elaborate SiNPs, we used a facile protocol based on the combination of laser ablation and fragmentation methods starting from silicon wafer immersed in ultrapure water at ambient atmosphere conditions [31]. In comparison to our previous work where the SiNPs were generated from water dispersed silicon micro-powder particles [28], this approach has the advantage to generate immediately SiNPs in the supernatant solution separated from the wafer target, which consequently limits any specific post-recovery stage and prevents purification step from unreacted material. Structural\nNanomaterials 2020, 10, 1462 5 of 11\ncharacterization of SiNPs was carried out after ablation and fragmentation steps, using HR-TEM coupled with X-ray diffraction analysis as shown in Figure 1. Nanomaterials 2020, 10, x FOR PEER REVIEW 6 of 11\nFigure 2. (a) Cell viability (%) of MCF-7 cells treated with increasing concentrations of SiNPs (from 1.25 to 200 µg mL−1) for 72 h. Data are presented as (mean ± SEM) of two independent experiments realized in triplicate; (b) Confocal microscopy imaging of living MCF-7 breast cancer cells after 24 h of incubation with or without (Control) 50 µg mL−1 of SiNPs and excited at 900 nm. Scale bar 5 µm.\nAfter ablation, SiNPs appeared with typical spherical laser-ablated NPs with bimodal size\ndistribution centered at 92 ± 5.76 nm and 129 ± 10.50 nm as it was determined by statistic measurement (Figure 1a,b). The presence of bimodal size dispersion of SiNPs can be explained by two competing mechanisms: (a) direct radiative ablation and (b) secondary ablation due to a collapse of cavitation bubble leading to a relative broad size distribution of SiNPs [31,35–37]. To reduce the mean size of SiNPs and to ensure a monodispersed size distribution, the colloidal SiNPs solution was then treated under fragmentation step for 3 min. In fact, as we reminded in our previous work, femtosecond laser fragmentation geometry has the advantage to generate weaker cavitation phenomena and white light supercontinuum in liquid leading to uniform fragmentation process [35–37]. The fragmented SiNPs appeared thus spherical (Figure 1c), with a narrow size distribution centered at 62 ± 0.42 nm (Figure 1d). Thanks to X-ray diffraction measurements, all SiNPs prepared by femtosecond laser methods exhibited characteristic atomic plans orientation of Si associated with crystalline state (Figure 1e). Moreover, ζ-potential analysis (Zetasizer Nano ZS, Malvern, UK) revealed that the NPs surface charge exhibits a negative value of −40 ± 0.3 mV due to\nNanomaterials 2020, 10, 1462 6 of 11\nthe partial oxidation occurring on the NPs surface, as we have previously reported [28]. This leads to the formation of oxidized species (e.g., SiOx 0 ≤ x ≤ 2), which their charge ensures a great stability for several months by electrostatic repulsion between SiNPs. Furthermore, the SiOx chemistry makes the NPs surface very reactive toward additional functionalization [28]. Moreover, a calibrated SiNPs solution was then prepared at a concentration of 8.7 mg mL−1 measured by ICP-MS technic before proceeding to biological studies. Finally, optical property of SiNPs before and after fragmentation was also characterized in water using UV-visible absorption measurements as shown in Figure 1f. All absorption spectra appeared characteristic to SiNPs with a broad absorbance in the region of 300 nm to 800 nm with a shoulder peak in the region of 500 nm. Moreover, a slight shift of the shoulder peak after fragmentation step to blue-green region was observable which is attributed to the change of SiNPs size and effect of quantum confinement [38,39].\nThe SiNPs toxicity on MCF-7 cells was assessed from the concentration 1.25µg mL−1 to 200µg mL−1\nusing MTT assay, a commonly used colorimetric assay in which the produced color is directly proportional to the number of metabolically active viable cells [40]. As shown in Figure 2a, toxicity was relevant but low, up to 100 µg mL−1 of SiNPs. For instance, at 50 µg mL−1 and 100 µg mL−1, cell viability values were 81 ± 1% and 76 ± 2%, respectively. It was observed that the cell viability reached 64 ± 4% at 200 µg mL−1 of SiNPs, which is still quite acceptable. According to these results,\nthe concentration 50 µg mL−1 has been chosen for the following experiments. The imaging potential\nand the uptake of SiNPs by MCF-7 cells were investigated using confocal fluorescence microscopy at\n900 nm as shown in Figure 2b, which demonstrated that SiNPs were endocytosed by MCF-7 cancer\ncells and emitted a luminescence when excited at 900 nm with a pulsed laser.\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 11\nFigure 1. Typical HR-TEM image of SiNPs produced by laser-synthesis before (a) and after (c) fragmentation with corresponding diameter size distribution (b,d) respectively. (e)Typical X-ray diffraction pattern of SiNPs obtained after fragmentation. (f) Absorption spectra of SiNPs elaborated by laser-synthesized process after ablation or fragmentation step in pure water.\nFigure 2. (a) Cell viability (%) of MCF-7 cells treated with increasing concentrations of SiNPs (from 1.25 to 200 µg mL−1) for 72 h. Data are presented as (mean ± SEM) of two independent experiments realized in triplicate; (b) Confocal microscopy imaging of living MCF-7 breast cancer cells after 24 h of incubation with or without (Control) 50 µg mL−1 of SiNPs and excited at 900 nm. Scale bar 5 µm.\nFigure 2. (a) Cell viability (%) of MCF-7 cells treated with increasing concentrations of SiNPs (from 1.25 to 200 µg mL−1) for 72 h. Data are presented as (mean ± SEM) of two independent experiments realized in triplicate; (b) Confocal microscopy imaging of living MCF-7 breast cancer cells after 24 h of incubation with or without (Control) 50 µg mL−1 of SiNPs and excited at 900 nm. Scale bar 5 µm.\nBecause of two-photon irradiation in the NIR area is preferred due to its deeper tissue penetration and safety, the photodynamic efficiency of SiNPs using TPE was evaluated thanks to Carl Zeiss confocal microscope LSM 780 (maximum laser power input = 3W). As shown in Figure 3a, no significant cell death was detected in control cells exposed to irradiation at 900 nm (3 scans × 1.57 s) in comparison to non-irradiated cells, which indicated the safety of our experimental parameters. When MCF-7 cells were exposed to 50 µg mL−1 SiNPs during 24 h, in absence of laser exposition, a slight but not significant cell death about 10% was detected. In contrast, MCF-7 incubated with 50 µg mL−1 SiNPs for 24 h and exposed to irradiation, exhibited a significant cell death of 45%. This cell death suggested strongly a PDT efficiency of SiNPs under 900 nm excitation wavelengths. Detection of intracellular ROS as a consequence of PDT effect was evaluated using a DCFDA kit. Results showed a green fluorescence signal in cells treated with SiNPs and exposed to irradiation by pulsed laser (Figure 3b). In contrast, no green fluorescence was detected in controls under the same experimental conditions. These results demonstrate the production of ROS by SiNPs under TPE.\nNanomaterials 2020, 10, 1462 7 of 11Nanomaterials 2020, 10, x FOR PEER REVIEW 7 of 11\nFigure 3. (a) TPE-PDT effect of SiNPs incubated 24 h with MCF-7 at 50 µg mL−1. Cells were irradiated\nwith pulsed laser at 900 nm (3 scans × 1.57 s). Data are presented as (mean ± SEM) of two\nindependent experiments realized in triplicate. * Statistical significance (p < 0.05) for silicon\nnanoparticles laser versus control no laser (student’s t-test); (b) Detection of intracellular reactive oxygen production by DCFDA in MCF-7 cells treated with 50 µg mL−1 of SiNPs and irradiated at 900\nnm (3 scans × 1.57 s). Green fluorescence indicates ROS production as a consequence of PDT effect.\nScale bar 30 µm.\nIn order to prove the efficiency of these SiNPs for cancer cells therapy under pulsed laser\nexcitation, we performed the same experiment on various human cell lines. First, a second breast\ncancer cell line was used (MDA-MB-231) and results demonstrated that without stimulus SiNPs\ninduced no significant cell death; in contrast, under two-photon excitation, a decrease in living cells\nabout 33% was measured (Figure 4a). Then a liver cancer cell line (HepG2) was also studied and data\nshowed that SiNPs incubation induced 19% cell death and after pulsed laser stimulation, 43% cell\ndeath was quantified (Figure 4b). Finally, heathy cells (fibroblasts), already known to be less efficient\nto internalize nanoparticles, were incubated with SiNPs and irradiated (Figure 4c) [41]. Data\ndemonstrated a decrease in living cells without light stimulus (27%), but interestingly, the laser\nexcitation doesn’t induce any supplementary cell death (25%). This suggests an absence of PDT\nactivity on these healthy cells, probably due to low nanoparticles internalization and consequently\nlow singlet oxygen production inside the cells. This could confer specificity in the treatment of\ncancer without acting on healthy cells and thus limiting side effects.\nFigure 4. Two-photon excitation PDT effect of SiNPs on MDA-MB-231 cells (a), HepG2 cells (b) and fibroblast cells (c) treated with 50 µg mL−1 of NPs for 24 h. Cells were irradiated with pulsed laser at\n900 nm (3 scans × 1.57 s). Data are presented as (mean ± SEM) of two independent experiments\nrealized in triplicate. * Statistical significance (p < 0.05) for SiNPs laser versus control no laser\n(student’s t-test).\nFigure 3. (a) TPE-PDT effect of SiNPs incubated 24 h with MCF-7 at 50 µg mL−1. Cells were irradiated with pulsed laser at 900 nm (3 scans × 1.57 s). Data are presented as (mean ± SEM) of two independent experiments realized in triplicate. * Statistical significance (p < 0.05) for silicon nanoparticles laser versus control no laser (student’s t-test); (b) Detection of intracellular reactive oxygen producti n by DCFDA in MCF-7 cells treated with 50 µg mL−1 of SiNPs and irradiated t 900 nm (3 scans × 1.57 s). Green fluorescenc indicates ROS production as a consequ nce of P T ffect. Scale b r 30 µm.\nI order to prove the efficiency of these SiNPs for cancer cells ther py under pulsed laser excitation, we performed the same experiment on various human cell lines. First, a second breast cancer cell line was used (MDA-MB-231) and results demonstrated that without stimulus SiNPs induced no significant c ll death; in contrast, u der two-photon excitatio , a decrease in living c lls about 33% was measured (Figure 4a). Then a liv r cancer cell line (HepG2) was also studied and data showed th t SiNPs incubation induced 19% cell death and after pulsed laser stimulation, 43% cell death was quantified (Figure 4b). Fina ly, heathy ells (fibroblasts), already k own o be less efficient to internalize n n particles, were incubated with SiNPs and irradiated (Figure 4c) [41]. Data demonstrated a decrease in living cells without light stimulus (27%), but interestingly, the laser excit tion doesn’t i duce any supplementary cell eath (25%). This suggests an absence of PDT activity on these healthy cells, probably due to low n noparticles internalization and consequently low singlet oxygen production inside the cells. This ould confer spe ificity in the treatment of cancer without ac ing o heal y cells and thus limiting side effects.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 11\nFigure 3. (a) TPE-PDT effect of SiNPs incubated 24 h with MCF-7 at 50 µg mL−1. Cells were irradiated\nwith pulsed laser at 900 nm (3 scans × 1.57 s). Data are presented as (mean ± SEM) of two\nindependent experiments realized in triplicate. * Statistical significance (p < 0.05) for silicon\nnanoparticles laser versus control no laser (student’s t-test); (b) Detection of intracellular reactive oxygen production by DCFDA in MCF-7 cells treated with 50 µg mL−1 of SiNPs and irradiated at 900\nnm (3 scans × 1.57 s). Green fluorescence indicates ROS production as a consequence of PDT effect.\nScale bar 30 µm."
    }, {
      "heading" : "In order to prove the efficiency of these SiNPs for cancer cells therapy under pulsed laser",
      "text" : "excitation, we performed the same experiment on various human cell lines. First, a second breast\ncancer cell line was used (MDA-MB-231) and results demonstrated that without stimulus SiNPs\ninduced no significant cell death; in contrast, under two-photon excitation, a decrease in living cells\nabout 33% was measured (Figure 4a). Then a liver cancer cell line (HepG2) was also studied and data\nshowed that SiNPs incubation induced 19% cell death and after pulsed laser stimulation, 43% cell\ndeath was quantified (Figure 4b). Finally, heathy cells (fibroblasts), already known to be less efficient\nto internalize nanoparticles, were incubated with SiNPs and irradiated (Figure 4c) [41]. Data\ndemonstrated a decrease in living cells without light stimulus (27%), but interestingly, the laser\nexcitation doesn’t induce any supplementary cell death (25%). This suggests an absence of PDT\nactivity on these healthy cells, probably due to low nanoparticles internalization and consequently\nlow singlet oxygen production inside the cells. This could confer specificity in the treatment of\ncancer without acting on healthy cells and thus limiting side effects.\nFigure 4. Two-photon excitation PDT effect of SiNPs on MDA-MB-231 cells (a), HepG2 cells (b) and fibroblast cells (c) treated with 50 µg mL−1 of NPs for 24 h. Cells were irradiated with pulsed laser at\n900 nm (3 scans × 1.57 s). Data are presented as (mean ± SEM) of two independent experiments\nrealized in triplicate. * Statistical significance (p < 0.05) for SiNPs laser versus control no laser\n(student’s t-test).\nFigure 4. Two-photon excitation PDT effect of SiNPs on MDA-MB-231 cells (a), HepG2 cells (b) and fibroblast cells (c) treated with 50 µg mL−1 of NPs for 24 h. Cells were irradiated with pulsed laser at 900 nm (3 scans × 1.57 s). Data are presented as (mean ± SEM) of two independent experiments realized in triplicate. * Statistical significance (p < 0.05) for SiNPs laser versus control no laser (student’s t-test).\nFinally, we decided to study the therapeutic potential on 3D culture. In fact, two-photon and near infra-red excitation are known to penetrate deeper in tissue than monophotonic and visible wavelength. We cultivate cellular bodies with spheroid structure, and separate them in function of their size. We investigated the effect of SiNPs treatment and two-photon excitation on “small spheroids” (around\nNanomaterials 2020, 10, 1462 8 of 11\n1.5 × 104 cells) and “big spheroids” (around 5 × 105 cells). The data demonstrated that no effects were detected on big spheroids, which grew equally under treatment or in control conditions (data not shown). In contrast, on small spheroids, the incubation with 50 µg mL−1 SiNPs for 24 h followed by two-photon excitation (3 scans of 1.57 s at 900 nm) induced a modification in their structure (Figure 5). Indeed, in all control conditions (without any treatment or with SiNPs alone or with laser alone) the initial spheroids exhibited a well-defined 3D structure (Figure 5, Before Laser). Two days after, the 3D structure was always present and some cells spread around the spheroid generating a monolayer of cancer cells. In contrast, the treatment with SiNPs and laser induced a disappearance of the 3D structure, only a monolayer of cells was present (Figure 5, 48 h after Laser). This was generally observed in all the 3D cultures selected at the beginning of the experiment on the basis of their homogenous size, one representative picture of the majority was presented in Figure 5. These results are encouraging and suggest a possible using for tumor therapy.\nNanomaterials 2020, 10, x FOR PEER REVIEW 8 of 11\nFinally, we decided to study the therapeutic potential on 3D culture. In fact, two-photon and\nnear infra-red excitation are known to penetrate deeper in tissue than monophotonic and visible\nw velength. We cultivate cellular bodies with spheroid structure, and separate them in function of\ntheir size. We investigated the effect of SiNPs treatment and two-photon excitation on “small\nspheroids” (around 1.5 × 104 cells) and “big spheroids” (around 5 × 105 cells). The data demonstrated\nthat no effects were detected on big spheroids, which grew equally under treatment or in control\nconditions (data not shown). In contrast, on small spheroids, the incubation with 50 µg mL−1 SiNPs\nfor 24 h followed by two-photon excitation (3 scans of 1.57 s at 900 nm) induced a modification in\ntheir structure (Figure 5). Indeed, in all control conditions (without any treatment or with SiNPs\nalone or with laser alone) the initial spheroids exhibited a well-defined 3D structure (Figure 5, Before\nLaser). Two days after, the 3D structure was always present and some cells spread around the\nspheroid generating a monolayer of cancer cells. In contrast, the treatment with SiNPs and laser\ninduced a disappearance of the 3D structure, only a monolayer of cells was present (Figure 5, 48 h\nafter Laser). This was generally observed in all the 3D cultures selected at the beginning of the\nexperiment on the basis of their homogenous size, one representative picture of the majority was\npresented in Figure 5. These results are encouraging and suggest a possible using for tumor therapy.\nFigure 5. Two-photon excitation PDT effect of SiNPs on 3D cultures. Spheroids from MCF-7 cells were treated or not with 50 µg mL−1 of SiNPs for 24 h and irradiated or not with pulsed laser at 900 nm (3 scans × 1.57 s). Pictures are representative of the whole. Scale bar: 100 µm.\nThese first results are a direct demonstration of the validity to use SiNPs synthesized by\nultrafast fs laser process as promising tools for TPE-PDT gathering in a single nanoplatform the\ntheranostic capability. In fact, our experiments were conducted on primitive SiNPs formulation in\ncomparison to their chemically synthesized counterparts, which are often linked to additional\nmodules to enhance PDT efficiency [8]. Moreover, very little information is available on the\nmechanism of singlet oxygen (1O2) generation from SiNPs prepared by fs laser process. Rioux and\ncoworkers proposed that the 1O2 generation is due to energy transfer from exciton confined in Si\nnanocrystals to oxygen molecules as Kovalev’s model suggested for porous SiNPs prepared by\nelectrochemical route [23]. Thus, several parameters such as surface chemistry, efficient absorption\nin NIR region, selectivity toward cancer cells, etc. have to be taken into account to optimize TPE-PDT\nefficiency of SiNPs and to clarify the mechanism of 1O2 generation.\n4. Conclusions\nIn conclusion, thanks to facile laser-synthesis protocol, we demonstrated the possibility to\nobtain ultrapure SiNPs of 62 ± 0.42 nm with relevant imaging and PDT treatment modalities. The\ntwo-photon excited photodynamic therapy results were promising. Indeed, several cell lines were\nstudied and the best result was obtained on MCF-7 cancer cells since 45% of death was obtained and\nthe ROS production was demonstrated. In addition, the cellular uptake of SiNPs and their\nFigure 5. Two-photon excitation PDT effect of SiNPs on 3D cultures. Spheroids from MCF-7 cells were treated or not with 50 µg mL−1 of SiNPs for 24 h and irradiated or not with pulsed laser at 900 nm (3 scans × 1.57 s). Pictures are representative of the whole. Scale bar: 100 µm.\nThese first results are a direct demonstration of the validity to use SiNPs synthesized by ultrafast fs laser proce s as promising tools for TPE-PDT gathering in single nanoplatform the theranostic capability. In fact, our experiments were c nducted on primitive SiNPs formulatio i compa ison to their chemi lly synthesized c nter arts, which are often linked to additional modules to enhance PDT efficiency [8]. Mor over, very little information is available on the mechanism of singlet oxygen (1O2) generation from SiNPs prepared by fs laser process. Rioux and c workers proposed that the 1O2 g neration is due to energy transfer from exciton confined in Si nanocr stals to oxyg n molecules as Kovalev’ m del suggested for porous SiNPs prepared by elect och mical route [23]. Thus, several parameters such as surface chemistry, effici nt abs rption in NIR region, selectivity toward cancer c lls, etc. have t be taken into account to optimize TPE-PDT effi iency of SiNPs and to clarify the mechanism of 1O2 generation."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In conclusion, thanks to facile laser-synthesis protocol, we demonstrated the possibility to obtain ultrapure SiNPs of 62 ± 0.42 nm with relevant imaging and PDT tr atment modalities. The two-photon excited photodynamic therapy results were promising. Indeed, several cell lin s were studied and the best result was obtained on MCF-7 canc r cells since 45% of death was obtained and the ROS production was demons rated. In ad ition, the cellular uptake of SiNPs and their lumi sce ce emission at visible wavelength was clearly observed. This research opens up xciting perspectives on the development of powerful photosensitizers based on laser-synthesized SiNPs, which are barely used in TPE-PDT treatment modality. Other parameters, such as physicochemical properties (surface\nNanomaterials 2020, 10, 1462 9 of 11\nchemistry, size, etc.) of SiNPs and selectivity toward cancer cells, have to be considered to clarify the mechanism of phototoxicity in view to generate a maximum TPE-PDT efficiency.\nAuthor Contributions: A.A.-K., L.M.A.A., M.G.-B. conceived the work. A.A.-K., L.M.A.A., M.D., E.M. and M.G.-B. performed experiments. A.A.-K., L.M.A.A., M.G.-B. wrote the manuscript. All authors reviewed the article, added comments and corrections. All authors have read and agreed to the published version of the manuscript.\nFunding: A.A.-K. thanks the International Associated Laboratory (LIA) MINOS project and GRAVITY project of the ITMO “Plan Cancer 2014–2019” INSERM program. M.G.-B. thanks Laure Lichon for technical assistance and the imaging facility MRI, member of the national infrastructure France-BioImaging supported by the French National Research Agency (ANR-10-INBS-04, «Investments for the future»).\nConflicts of Interest: There authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Photodynamic therapy: Current status and future directions",
      "author" : [ "L. Benov" ],
      "venue" : "Med. Princ. Pract",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Photodynamic therapy-mechanisms, photosensitizers and combinations Biomed",
      "author" : [ "S. Kwiatkowski", "B. Knap", "D. Przystupski", "J. Saczko", "E. Kedzierska", "K. Knap-Czop", "J. Kotlinska", "O. Michel", "K. Kotowski", "J. Kulbacka" ],
      "venue" : "Pharmacotherapy",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Recent advances in nanoparticle carriers for photodynamic therapy",
      "author" : [ "G. Yi", "S.H. Hong", "J. Son", "J. Yoo", "C. Park", "Y. Choi", "H. Koo" ],
      "venue" : "Quant Imaging Med. Surg. 2018,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Photodynamic therapy of cancer: An update",
      "author" : [ "P. Agostinis", "K. Berg", "K.A. Cengel", "T.H. Foster", "A.W. Girotti", "S.O. Gollnick", "S.M. Hahn", "M.R. Hamblin", "A. Juzeniene", "D. Kessel" ],
      "venue" : "CA Cancer J. Clin",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Near-infrared light induced in vivo photodynamic therapy of cancer based on upconversion nanoparticles",
      "author" : [ "C. Wang", "H. Tao", "L. Cheng", "Z. Liu" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2011
    }, {
      "title" : "State of the art in the delivery of photosensitizers for photodynamic therapy",
      "author" : [ "Y.N. Konan", "R. Gurny", "E. Allemann" ],
      "venue" : "J. Photochem. Photobiol. B",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2002
    }, {
      "title" : "Two-Photon-Excited Silica and Organosilica Nanoparticles for Spatiotemporal Cancer Treatment",
      "author" : [ "J.G. Croissant", "J.I. Zink", "L. Raehm", "J.-O. Durand" ],
      "venue" : "Adv. Healthc. Mater. 2018,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Mesoporous silica nanoparticles in recent photodynamic therapy applications",
      "author" : [ "S. Bayir", "A. Barras", "R. Boukherroub", "S. Szunerits", "L. Raehm", "S. Richeter", "J.-O. Durand" ],
      "venue" : "Photochem. Photobiol. Sci",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Two-Photon Fluorescence Imaging and Therapy of Cancer Cells with Anisotropic Gold-Nanoparticle-Supported Porous Silicon Nanostructures",
      "author" : [ "A. Chaix", "K. Rajoua", "V. Stojanovic", "K. El Cheikh", "E. Bouffard", "A. Brocéro", "M. Garcia", "M. Maynadier", "A. Morère", "M Gary-Bobo" ],
      "venue" : "Chemnanomat 2018,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Diazachlorin and diazabacteriochlorin for one- and two-photon photodynamic therapy",
      "author" : [ "J.-F. Longevial", "A. Yamaji", "D. Aggad", "G. Kim", "W. Xi Chia", "T. Nishimura", "Y. Miyake", "S. Clément", "J. Oh", "M Daurat" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Semiconductor Quantum Dots for Photodynamic Therapy",
      "author" : [ "A.C.S. Samia", "X. Chen", "C. Burda" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2003
    }, {
      "title" : "Photodynamic Therapy of Human Hepatoma Using Semiconductor Quantum Dots as Sole Photosensitizer",
      "author" : [ "J. Sun", "Y. Guo", "L. Zhu", "L. Yang", "W. Shi", "K. Wang", "H. Zhang" ],
      "venue" : "Part. Part. Syst. Char",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Silicon: A requirement in bone formation independent of vitamin D1",
      "author" : [ "E.M. Carlisle" ],
      "venue" : "Cal. Tissue Int",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1981
    }, {
      "title" : "Silicon and bone health",
      "author" : [ "R. Jugdaohsingh" ],
      "venue" : "J. Nutr. Health Aging",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2007
    }, {
      "title" : "Silicon facilitation of copper utilization in the rat",
      "author" : [ "R.J. Emerick", "H. Kayongo-Male" ],
      "venue" : "J. Nutr. Biochem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1990
    }, {
      "title" : "Silicon as Versatile Player in Plant and Human Biology: Overlooked and Poorly Understood",
      "author" : [ "M. Ansar Farooq", "K.-J. Dietz" ],
      "venue" : "Front Plant Sci. 2015,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Silicon: The evolution of its use in biomaterials",
      "author" : [ "J.R. Henstock", "L.T. Canham", "S.I. Anderson" ],
      "venue" : "Acta. Biomater",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Nanoparticles that communicate in vivo to amplify tumour targeting",
      "author" : [ "J.-H. Park", "L. Gu", "G.V. Maltzahn", "E. Ruoslahti", "S.N. Bhatia", "M.J. Sailor" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2009
    }, {
      "title" : "In vivo time-gated fluorescence imaging with biodegradable luminescent porous silicon nanoparticles",
      "author" : [ "L. Gu", "D.J. Hall", "Z. Qin", "E. Anglin", "J. Joo", "D.J. Mooney", "S.B. Howell", "M.J. Sailor" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Laser-synthesized oxide-passivated bright Si quantum dots for bioimaging",
      "author" : [ "M.B. Gongalsky", "L.A. Osminkina", "A. Pereira", "A.A. Manankov", "A.A. Fedorenko", "A.N. Vasiliev", "V.V. Solovyev", "A.A. Kudryavtsev", "M. Sentis", "A.V. Kabashin" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Silicon nanocrystals as photosensitizers of active oxygen for biomedical applications",
      "author" : [ "V.Y. Timoshenko", "A.A. Kudryavtsev", "L.A. Osminkina", "A.S. Vorontsov", "Y.V. Ryabchikov", "I.A. Belogorokhov", "D. Kovalev", "P.K. Kashkarov" ],
      "venue" : "JETP Lett",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2006
    }, {
      "title" : "Radio frequency radiation-induced hyperthermia using Si nanoparticle-based sensitizers for mild cancer therapy",
      "author" : [ "K.P. Tamarov", "L.A. Osminkina", "S.V. Zinovyev", "K.A. Maximova", "J.V. Kargina", "M.B. Gongalsky", "Y.V. Raybchikov", "A. Al-Kattan", "A.P. Sviridov", "M Sentis" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Silicon nanoparticles produced by femtosecond laser ablation in water as novel contamination-free photosensitizers",
      "author" : [ "D. Rioux", "M. Laferriere", "A. Douplik", "D. Shah", "L. Lilge", "A.V. Kabashin", "M. Meunier" ],
      "venue" : "J. Biomed. Opt",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Porous silicon nanoparticle photosensitizers for singlet oxygen and their phototoxicity against cancer cells",
      "author" : [ "L. Xiao", "L. Gu", "S.B. Howell", "M.J. Sailor" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Laser Synthesis and Processing of Colloids",
      "author" : [ "D. Zhang", "B. Gökce", "S. Barcikowski" ],
      "venue" : "Fundamentals and Applications. Chem. Rev",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Silicon nanoparticles generated by femtosecond laser ablation in a liquid environment",
      "author" : [ "N.G. Semaltianos", "S. Logothetidis", "W. Perrie", "S. Romani", "R.J. Potter", "S.P. Edwardson", "P. French", "M. Sharp", "G. Dearden", "K.G. Watkins" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2010
    }, {
      "title" : "Ultrapure laser-synthesized Si nanoparticles with variable oxidation states for biomedical applications",
      "author" : [ "A. Al-Kattan", "Y.V. Ryabchikov", "T. Baati", "V. Chirvony", "J.F. Sánchez-Royo", "M. Sentis", "D. Braguer", "V.Y. Timoshenko", "M.-A. Estève", "A.V. Kabashin" ],
      "venue" : "J. Mater. Chem. B 2016,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Ultrapure laser-synthesized Si-based nanomaterials for biomedical applications: In vivo assessment of safety and biodistribution",
      "author" : [ "T. Baati", "A. Al-Kattan", "M.-A. Esteve", "L. Njim", "Y. Ryabchikov", "F. Chaspoul", "M. Hammami", "M. Sentis", "A.V. Kabashin", "D. Braguer" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Toward multifunctional hybrid platforms for tissue engineering based on chitosan (PEO) nanofibers functionalized by bare laser-synthesized Au and Si nanoparticles",
      "author" : [ "A. Al-Kattan", "V.P. Nirwan", "E. Munnier", "I. Chourpa" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Recent advances in laser-ablative synthesis of bare Au and Si nanoparticles and assessment of their prospects for tissue engineering applications",
      "author" : [ "A. Al-Kattan", "V.P. Nirwan", "A. Popov", "Y.V. Ryabchikov", "G. Tselikov", "M. Sentis", "A. Fahmi", "A.V. Kabashin" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Fabrication of stable nanofiber matrices for tissue engineering via electrospinning of bare laser-synthesized Au nanoparticles in solutions of high molecular weight chitosan",
      "author" : [ "V.P. Nirwan", "A. Al-Kattan", "A. Fahmi", "A.V. Kabashin" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Two-photon irradiation of an intracellular singlet oxygen photosensitizer: achieving localized sub-cellular excitation in spatially-resolved experiments",
      "author" : [ "B.W. Pedersen", "T. Breitenbach", "R.W. Redmond", "P.R. Ogilby" ],
      "venue" : "Free. Radic. Res",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2010
    }, {
      "title" : "Mannose-functionalized mesoporous silica nanoparticles for efficient two-photon photodynamic therapy of solid tumors",
      "author" : [ "M. Gary-Bobo", "Y. Mir", "C. Rouxel", "D. Brevet", "I. Basile", "M. Maynadier", "O. Vaillant", "O. Mongin", "M. Blanchard-Desce", "A Morère" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2011
    }, {
      "title" : "Synthesis of colloidal nanoparticles during femtosecond laser ablation of gold in water",
      "author" : [ "A.V. Kabashin", "M. Meunier" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2003
    }, {
      "title" : "Femtosecond laser ablation of gold in water: Influence of the laser-produced plasma on the nanoparticle size distribution",
      "author" : [ "J.P. Sylvestre", "A.V. Kabashin", "E. Sacher", "M. Meunier" ],
      "venue" : "Appl. Phys. A",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2005
    }, {
      "title" : "Size-controllable synthesis of bare gold nanoparticles by femtosecond laser fragmentation in water",
      "author" : [ "K. Maximova", "A. Aristov", "M. Sentis", "A.V. Kabashin" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2015
    }, {
      "title" : "Luminescent silicon nanoparticles prepared by ultra pulsed laser ablation in liquid for imaging applications",
      "author" : [ "R. Intartaglia", "K. Bagga", "M. Scotto", "A. Diaspro", "F. Brandi" ],
      "venue" : "Opt. Mater. Express 2012,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Optical properties of femtosecond laser-synthesized silicon nanoparticles in deionized water",
      "author" : [ "R. Intartaglia", "K. Bagga", "F. Brandi", "G. Das", "A. Genovese", "E. Di Fabrizio", "A. Diaspro" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2011
    }, {
      "title" : "Cell Viability Assays",
      "author" : [ "T.L. Riss", "R.A. Moravec", "A.L. Niles", "S. Duellman", "H.A. Benink", "T.J. Worzella", "L. Minor" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Because of its fundamental specificity and selectivity, photodynamic therapy (PDT) is intensively explored in cancer therapy and even in various non-malignant diseases including infections [1,2].",
      "startOffset" : 189,
      "endOffset" : 194
    }, {
      "referenceID" : 1,
      "context" : "Because of its fundamental specificity and selectivity, photodynamic therapy (PDT) is intensively explored in cancer therapy and even in various non-malignant diseases including infections [1,2].",
      "startOffset" : 189,
      "endOffset" : 194
    }, {
      "referenceID" : 15,
      "context" : "Beside their relevant antibacterial properties, silicon nanoparticles (SiNPs) can be biodegraded into orthosilicic acid Si(OH)4 without specific induced toxicity [16].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 2,
      "context" : "Mostly NPs based on silicon, exploited in TPE-PDT are synthesized through chemical routes such as sol-gel condensation/polymerization of organosilane precursor, leading to the formation of mesoporous-silica NPs with the necessity to employ several stages of switching solvents and purification steps before use in biological medium [3,4].",
      "startOffset" : 332,
      "endOffset" : 337
    }, {
      "referenceID" : 3,
      "context" : "Mostly NPs based on silicon, exploited in TPE-PDT are synthesized through chemical routes such as sol-gel condensation/polymerization of organosilane precursor, leading to the formation of mesoporous-silica NPs with the necessity to employ several stages of switching solvents and purification steps before use in biological medium [3,4].",
      "startOffset" : 332,
      "endOffset" : 337
    }, {
      "referenceID" : 22,
      "context" : "Anodical electrochemical etching method is another process reported in literature to generate porous SiNPs in hazardous hydrofluoric acid (HF) solvent from bulk silicon [23,24].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 23,
      "context" : "Anodical electrochemical etching method is another process reported in literature to generate porous SiNPs in hazardous hydrofluoric acid (HF) solvent from bulk silicon [23,24].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 24,
      "context" : "), it is possible to monitor several structural NPs properties such as size distribution, oxidation rate, and even to proceed to “in situ” (during laser process) functionalization with biomolecules [25,28].",
      "startOffset" : 198,
      "endOffset" : 205
    }, {
      "referenceID" : 26,
      "context" : "), it is possible to monitor several structural NPs properties such as size distribution, oxidation rate, and even to proceed to “in situ” (during laser process) functionalization with biomolecules [25,28].",
      "startOffset" : 198,
      "endOffset" : 205
    }, {
      "referenceID" : 26,
      "context" : "We have thus recently shown the possibility to fabricate biocompatible and biodegradable SiNPs with manageable size distribution and dissolution rate properties [28].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 21,
      "context" : "The therapeutic functionality was proved thanks to intra-tumor radiofrequency (RF)-induced hyperthermia tests conducted on Lewis lung carcinoma with efficient tumor inhibition even at relative low concentration [22,29].",
      "startOffset" : 211,
      "endOffset" : 218
    }, {
      "referenceID" : 27,
      "context" : "The therapeutic functionality was proved thanks to intra-tumor radiofrequency (RF)-induced hyperthermia tests conducted on Lewis lung carcinoma with efficient tumor inhibition even at relative low concentration [22,29].",
      "startOffset" : 211,
      "endOffset" : 218
    }, {
      "referenceID" : 31,
      "context" : "Indeed, this allows an increased penetration depth of the excitation beam thanks to the use of near infrared (NIR) wavelengths, and an intrinsic three-dimensional resolution allowing a better spatial control of singlet oxygen production [33].",
      "startOffset" : 237,
      "endOffset" : 241
    }, {
      "referenceID" : 32,
      "context" : "SiNPs should exhibit a large two-photon absorption (2PA) cross-sections in the biological window (700–1000 nm) and high singlet oxygen production quantum yields [34].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 29,
      "context" : "To elaborate SiNPs, we used a facile protocol based on the combination of laser ablation and fragmentation methods starting from silicon wafer immersed in ultrapure water at ambient atmosphere conditions [31].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 26,
      "context" : "In comparison to our previous work where the SiNPs were generated from water dispersed silicon micro-powder particles [28], this approach has the advantage to generate immediately SiNPs in the supernatant solution separated from the wafer target, which consequently limits any specific post-recovery stage and prevents purification step from unreacted material.",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 26,
      "context" : "the partial oxidation occurring on the NPs surface, as we have previously reported [28].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 26,
      "context" : "Furthermore, the SiOx chemistry makes the NPs surface very reactive toward additional functionalization [28].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 36,
      "context" : "Moreover, a slight shift of the shoulder peak after fragmentation step to blue-green region was observable which is attributed to the change of SiNPs size and effect of quantum confinement [38,39].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 37,
      "context" : "Moreover, a slight shift of the shoulder peak after fragmentation step to blue-green region was observable which is attributed to the change of SiNPs size and effect of quantum confinement [38,39].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 38,
      "context" : "25μg mL−1 to 200μg mL−1 using MTT assay, a commonly used colorimetric assay in which the produced color is directly proportional to the number of metabolically active viable cells [40].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 7,
      "context" : "In fact, our experiments were conducted on primitive SiNPs formulation in comparison to their chemically synthesized counterparts, which are often linked to additional modules to enhance PDT efficiency [8].",
      "startOffset" : 202,
      "endOffset" : 205
    }, {
      "referenceID" : 22,
      "context" : "Rioux and coworkers proposed that the 1O2 generation is due to energy transfer from exciton confined in Si nanocrystals to oxygen molecules as Kovalev’s model suggested for porous SiNPs prepared by electrochemical route [23].",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 7,
      "context" : "In fact, our experiments were c nducted on primitive SiNPs formulatio i compa ison to their chemi lly synthesized c nter arts, which are often linked to additional modules to enhance PDT efficiency [8].",
      "startOffset" : 198,
      "endOffset" : 201
    }, {
      "referenceID" : 22,
      "context" : "Rioux and c workers proposed that the (1)O2 g neration is due to energy transfer from exciton confined in Si nanocr stals to oxyg n molecules as Kovalev’ m del suggested for porous SiNPs prepared by elect och mical route [23].",
      "startOffset" : 221,
      "endOffset" : 225
    } ],
    "year" : 2020,
    "abstractText" : "Driven by their distinctive physiological activities, biological properties and unique theranostic modalities, silicon nanoparticles (SiNPs) are one of the promising materials for the development of novel multifunctional nanoplatforms for biomedical applications. In this work, we assessed the possibility to use laser-synthesized Si NPs as photosensitizers in two-photon excited photodynamic therapy (TPE-PDT) modality. Herein, we used an easy strategy to synthesize ultraclean and monodispersed SiNPs using laser ablation and fragmentation sequences of silicon wafer in aqueous solution, which prevent any specific purification step. Structural analysis revealed the spherical shape of the nanoparticles with a narrow size distribution centered at the mean size diameter of 62 nm ± 0.42 nm, while the negative surface charge of −40 ± 0.3 mV ensured a great stability without sedimentation over a long period of time. In vitro studies on human cancer cell lines (breast and liver) and healthy cells revealed their low cytotoxicity without any light stimulus and their therapeutic potential under TPE-PDT mode at 900 nm with a promising cell death of 45% in case of MCF-7 breast cancer cells, as a consequence of intracellular reactive oxygen species release. Their luminescence emission inside the cells was clearly observed at UV-Vis region. Compared to Si nanoparticles synthesized via chemical routes, which are often linked to additional modules with photochemical and photobiological properties to boost photodynamic effect, laser-synthesized SiNPs exhibit promising intrinsic therapeutic and imaging properties to develop advanced strategy in nanomedicine field.",
    "creator" : "LaTeX with hyperref package"
  }
}