{
  "name" : "downloads_2020-02-20_ae_wang2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Recent Advances in Nanozyme Research",
    "authors" : [ "Hui Wang", "Kaiwei Wan", "Xinghua Shi" ],
    "emails" : [ "shixh@nanoctr.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1805368 (1 of 10) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de\nRecent Advances in Nanozyme Research\nHui Wang, Kaiwei Wan, and Xinghua Shi*\nDr. H. Wang, K. Wan, Prof. X. Shi CAS Key Laboratory for Nanosystem and Hierarchy Fabrication CAS Center for Excellence in Nanoscience National Center for Nanoscience and Technology Chinese Academy of Sciences Beijing 100190, P. R. China E-mail: shixh@nanoctr.cn Dr. H. Wang, K. Wan, Prof. X. Shi School of Nanoscience and Technology University of Chinese Academy of Sciences Beijing 100049, P. R. China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201805368.\nDOI: 10.1002/adma.201805368\ninflammatory response to combat infections and can also react with many important biomolecules including proteins, lipids, and nucleic acid polymers (RNA and DNA).[7] Low dosage of ROS plays important roles in signal transduction, cell proliferation/migration/differentiation, and body defense against pathogen invasion. However, abnormally elevated ROS level can destroy redox homeostasis and cause oxidative stress and serious damage of structure and function of macromolecules in the cell. Research during the last decade has shown that oxidative stress could lead to diseases such as chronic inflammation and eventually diabetes, cancer, as well as cardiovascular, neurological, and pulmonary diseases.[8] Enzyme systems (e.g., superoxide dismutase (SOD), glutathione peroxidase (GPx), and catalase) are responsible for protecting cells from\nthe detrimental effects of ROS by modulating the intracellular ROS level.\nNanozyme can also modulate the ROS level in cells (Figure 2).[9] The ROS scavenging abilities of nanozymes largely originate from the SOD mimicking activities, which convert superoxide into H2O2 and subsequently to O2 and H2O, and thus reduce the intracellular ROS level and enhance cell viability. The generation of ROS originates from their peroxidases (POD) activities, which convert H2O2 to OH· radicals, and oxidase activities, which convert O2 to H2O2. Outside the cell, ROS can react with biologically active molecules (such as glucose, dopamine, glutathione, and adenosine triphosphate), organic compound (such as phenol and dyes), and pollutants from aqueous solutions. Thus the nanozymes could play important roles in in vitro test and environmental protection.[10]\nEarlier reports on nanozymes mainly focused on the aspect of experimental study and rarely focused on the theoretical work and mechanism clarification. In this progress report, we first introduce various nanozymes and highlight recent experimental development of new nanozymes that have been investigated to mimic various enzymes. Then we review their applications in various fields including biosensing, bioimaging, therapeutics, and environmental protection. At last, we summarize the catalytic mechanisms and address the challenges of experimental and computational research in this field."
    }, {
      "heading" : "2. The Structure of Nanozymes",
      "text" : "Issues of material design for high catalytical activity, selectivity, and durability are recently accentuated. Among them\nAs a new generation of artificial enzymes, nanozymes have the advantages of high catalytic activity, good stability, low cost, and other unique properties of nanomaterials. Due to their wide range of potential applications, they have become an emerging field bridging nanotechnology and biology, attracting researchers in various fields to design and synthesize highly catalytically active nanozymes. However, the thorough understanding of experimental phenomena and the mechanisms beneath practical applications of nanozymes limits their rapid development. Herein, the progress of experimental and computational research of nanozymes on two issues over the past decade is briefly reviewed: (1) experimental development of new nanozymes mimicking different types of enzymes. This covers their structures and applications ranging from biosensing and bioimaging to therapeutics and environmental protection. (2) The catalytic mechanism proposed by experimental and theoretical study. The challenges and future directions of computational research in this field are also discussed.\nNanoenzymes"
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanomaterials typically refer to materials with size (at least in one dimension) of 1–100 nm. At this scale, materials may possess unique chemical, physical, biological, and mechanical properties that are distinct from bulk ones. Nanozymes refer to nanomaterials with enzyme mimicking activities.[1] It has become a hot topic in recent years due to the facile synthesis,[2] tunable catalytic activities,[3] high stability, low cost, and ease of treatment.[4] Nanozymes are promising alternatives for natural enzymes in various applications.[1a,5]\nIn enzymes-involved cellular metabolism, oxygen undergoes a series of one-electron reductions, which in turn lead to the formation of reactive oxygen species (ROS), including O2·−, O2·2−, OH·, OOH· radicals, H2O2, and so on (Figure 1).[6] ROS are involved in various signaling pathways in response to the change of external conditions, which is a part of the\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (2 of 10)\nnanoparticle (NP) based catalysts have attracted increasing interest. Up to now, various NPs made of metals, metal oxides, and carbons have been reported to resemble the functions of various enzymes-like oxidase, peroxidase, catalase, and superoxide dismutase.[11] Recent studies revealed that activities of NPs are greatly dependent on the particle size, shape, and surface facets, which could be affected by charges, coatings, dopings, loadings, and external fields. Thanks to the fast development of nanotechnology, the size, morphology, and facets of NPs could be precisely controlled.[12] The understanding of the structure–function relation is then timely urgent.\nIt has been found that the specific activity of nanozymes is size dependent, which can be explained as follows. First, coordinated surface atoms in small-sized NPs can strongly adsorb reactant species. Surface defects like steps, kinks, adatoms, and vacancies are coordinatively unsaturated and therefore reactive. Due to the increased surface-area-to-volume ratio, the number of unsaturated sites increases as the particle size decreases. On the other hand, the adsorption energy decreases with the particle size because for very small NPs with only a few atom layers, the buffering effect of the subsurface layers will be exhausted and the electrons for substrate bonding are no longer available. Around one optimal size, the activity origin can be understood by the balance of the two factors. The durability of NPs also decreases with the NP size. To maintain performance without loss of activity, increasing NP stability becomes a key. There are various methods proposed to inhibit atomic dissolution of NPs and their aggregation, such as\nHui Wang obtained her Ph.D. from Jilin University in 2013. After postdoctoral work in the Institute of High Energy Physics, Chinese Academy of Sciences for three years, she has worked as a research associate in the group of Prof. Xinghua Shi since 2016. Her research interests include the electronic structure simulations and characteriza-\ntion of nanomaterials with QM and MM methods, and investigation of their catalytic mechanism.\nXinghua Shi obtained his Ph.D. from Brown University, USA, in 2010. He then worked in the Institute of Mechanics, Chinese Academy of Sciences as an Associate Professor and in 2016, he moved to the National Center for Nanoscience and Technology as a Professor. His research interests include multiscale\ncalculation, self-assembly of nanostructures, drug delivery, and biomechanics.\ncore@shell, doping, intermetallic compounds, shape control, and NP confinement.[12a]\nIt is known that in nature, multistep cascade reactions could be accomplished by collaborative work of several enzymes.[13] To mimic the complex functions of natural systems and overcome the moderate activity of a single nanozyme, many hybrid catalysts have been prepared by the attachment of catalysts to supports through links or by cocatalyst interactions. Thanks to the development of nanotechnology, significant progress has been made in the design of various functional NPs as highly active enzyme-like catalysts.[5b,12a,f,14] For instance, the synergistic effect of enhanced enzyme-like activity was observed for g-C3N4AuNPs hybrid by growing AuNPs on ultrathin graphitic carbon\nAdv. Mater. 2019, 31, 1805368\nFigure 1. Generation and elimination of ROS in vivo. Reproduced with permission.[1b] Copyright 2018, Science Press.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (3 of 10)\nnitride,[14i] Fe3O4[3c] and 3D porous grapheme,[15] AuNPs@MIL101@GOx, and AuNPs@MIL-101@LOx integrative nanozymes by assembling glucose oxidase (GOx) and lactate oxidase (LOx) onto AuNPs@MIL-101.[16]\nNumerous synthesis strategies of nanozymes, such as encapsulating organic enzymes into NPs, have attracted broad attention owing to the superior catalytic performance by combining the advantages of both natural/artificial organic enzymes and NPs.[17] Among these applications, bioconjugation is a serious challenge. In the biological applications such as target drug delivery, biosensing, and bioimaging, it is necessary to graft nanozymes with affinity ligands. However, nanozymes might loss catalytic activity if their surface is densely capped since the reaction might take place on the surface of nanozymes (e.g., oxidase-like activity).[18] Because of the complexity of surface, so far there is no universal way to achieve bioconjugation. A very popular way for nanoceria is to use polysaccharides such as dextran.[19] Another appropriate way is to load homogeneous catalysts into organic particles. Driven by practical applications of nanozymes, research on this field is fast growing.[5c,20]\nMetal NPs templated on proteins have been synthesized with high peroxidase-like activities. Similarly, the rich physiochemical properties of DNA have also allowed researchers to develop novel nanozymes with DNA metallization. It has been shown that DNA could be used to template the growth of Pt, Ag, and bimetallic NPs to mimic the activity of peroxidase and the influence of the DNA polymorphologies on the nanozyme activity has been studied.[21] A series of biomolecules have also been prepared to mimic the structure and function of natural enzymes.[22]"
    }, {
      "heading" : "3. Applications of Nanozymes",
      "text" : "Various nanozyme based applications have been extensively explored, including in vitro[23] and in vivo[24] biosensors, and antibacterial[25] and disease therapies, such as cancer theranostics,[26] bone marrow therapy,[27] and wound healing.[28] In addition, environmental protection[29] is also an important area. In the following we briefly introduce the advance of nanozymes in these fields (Figure 3[14d,23,24,30]). For clarification, we also summarize these advances in Table 1.[12b,e,f,14b,c,e–g,i,j,16,28,31]"
    }, {
      "heading" : "3.1. Biosensors",
      "text" : "In vitro diagnostics (IVD) tests are performed in tubes from biological samples of living body (e.g., blood and urine) to determine the presence of disease.[32] Due to the development of nanotechnology, the design of NP-based IVD tools has made great progress.[33] Peroxidase-like NPs have been developed for enzyme reactions to detect active molecules such as glucose, dopamine, xanthine, glutathione, adenosine triphosphate, metal ions, and enzyme inhibitors.[14f,16,31w,34] The use of these nanozymes as colorimetric reporters yields high specificity and efficiency. For instance, the V2O5-PDA-Au nanozyme could detect glucose with high sensitivity and selectivity.[14c] By using Pt@CuMOFs-hemin/G-quadruplex-GOx nanozyme, an electrochemical impedimetric aptasensor was proposed for carcinoembryonic antigen.[35] NPs including Au, Pt, quantum dots\n(QDs), and graphene oxides (GO) have been used to amplify the detecting signals of thrombin voltammetry.[36]\nIn contrast, in vivo diagnostics are conducted within a living body.[33] In biomedical imaging, the in vivo sensing of cells/ organs is important. With hydrogen peroxide, iron oxide NPs can catalyze the oxidation of peroxidase substrates, producing a color reaction similar to natural peroxidases. Through the peroxidase activity of the iron oxide core, nanozymes are capable of targeting TfR1 without additional ligands, and visualizing tumor tissues.[37] Fe3O4-GOx@DMSNs nanozyme has been used to generate harmful OH· in cancer cells imaged by ROS fluorescent probe. By analyzing the corresponding fluorescence intensity, the distribution of glucose in cancer cells could be mapped.[30c] The MnO-based nanosystem with selective response toward superoxide radicals is capable of enhancing the magnetic resonance (MR) imaging contrast by sequential catalytic reaction.[38] Based on the catalase-like activity of MnO2 toward H2O2, the in situ oxygen generation and upconversion luminescent imaging can be achieved simultaneously, which is capable of achieving the desirable cancer theranostics via the oxygen-elevated synergetic radio/photodynamic therapy (PDT).[39] The O2 molecules generated in the catalase-like activity of Prussian Blue (KFe3+[Fe2+(CN)6]) NPs can be used as an ultrasound (US) contrast agent to enhance US imaging. Moreover, some of the Fe3+ centers are accessible to water co-ordination to form paramagnetic oxygen bubbles, which is beneficial for shortening the T1 relaxation time and developing NP-based T1 MR imaging contrast agents.[40]"
    }, {
      "heading" : "3.2. Disease Therapy",
      "text" : "Due to the advantages of NPs for medical applications, a broad range of functional NPs have been explored for diagnosing and treating various diseases, such as cancer and Alzheimer’s disease, many of which are due to ROS level abnormalities.[41] Nanozymes can modulate the ROS level in cells, thus have been explored for potential therapeutics through eliminating ROS. Take leukemia therapy as an example, the intracellular oxidation–reduction homeostasis increases the level of ROS in acute myeloid leukemia cells, not only causing DNA damage, increasing gene instability, but also raising the expression of resistance-related proteins, prompting cells to return to the bone marrow, and forming tiny residual lesions. Excellent ROS scavenging abilities of nanozymes such as V2O5-PDA-MnO2 can successfully build an anti-inflammation model.[14c] Nanozymes, e.g., GOx-Fe3O4@DMSNs, can also generate highly toxic ROS to kill cancer cells based on the specific microenvironment.[30c] At the same time, the cancer cells would be starved by the consumption of glucose. The redox concentration of H2O2 and O2 can promote or slow the progression of the wound healing process. The NPs may play roles on bone therapy by improving bone regeneration or treating bone disorders.[42]\nThe electronic structure and catalectic activity of nanozyme are sensitive to external factors, such as photo and US, electric, and magnetic fields. The applications in cancer therapy with these strategies include chemodynamic therapy (CDT), PDT and sonodynamic therapy (SDT). CDT is an emerging treatment that uses endogenous chemical energy to produce\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (4 of 10)\nROS and induce cell death without external energy input.[43] Other therapies usually consist of three components: a photo/ radiation/sonosensitizer, light/US, and tissue oxygen. The generation of ROS causes cancer cells to perish directly or indirectly. Some nanozymes can trigger the decomposition of endogenous H2O2 in the tumor microenvironment as catalase to generate O2 to attenuate hypoxia and enhance radiation response, thus the therapeutic efficacy of PDT and SDT can be enhanced by the integration of photosensitizer with nanozyme to regulate the tumor microenvironment for combinational therapy."
    }, {
      "heading" : "3.3. Anti-Bacteria",
      "text" : "The issues of bacterial resistance have attracted considerable concerns in the scientific community. The development of new antibacterial agents thus becomes one great challenge.[44] The cell membrane of bacteria could be destroyed by OH· through oxidization of the unsaturated bonds of phospholipids.\nThus, nanozymes can promote the efficiency of the antioxidative effect by active H2O2.\nMetallic NPs such as Cu, Au, Pt, Ag, and Pd could play a role in this field and have shown promising results. Transmission electron microscopy (TEM) analysis confirmed that small PtNPs (1–3 nm) enter bacteria directly and show significant bacteriotoxic properties.[45] The lower zeta potential of PtNPs could induce the rupture of membrane and cell walls, subsequently the release of cytoplasmic content.[46] Pectin-capped PtNPs (2–5 nm) were found to be toxic against Gram positive and Gram negative bacteria in vitro and in vivo.[45,46]\n3.4. Detection and Degradation of Pollutants\nEnvironmental problems such as water/air pollution and food safety have become growing concerns in society. The detection and degradation of pollutants are major and long-standing problems faced by environmental scientists. Since nanozymes\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (5 of 10)\ncatalytic H2O2 to produce OH· that attacks organic compounds, leading to the formation of intermediate species, further to CO2 and H2O, nanozyme-based methods have been proved to be simple yet powerful for detection and degradation of pollutants such as dyes (methylene blue, rhodamine), lignin, and other organic compounds (phenol, benzene, anilines, chlorophenols, melamine) containing in wastes and food. The way of generating hydroxyl radicals includes chemical, electrochemical, sonochemical, and photochemical processes. Metal, especially iron, is by far the most commonly used as active phase and a wide range of materials have been tested as supports or catalysts the mselves.[10,14b,15,29,31s,47]"
    }, {
      "heading" : "4. Catalytic Mechanism and Theoretical Study",
      "text" : ""
    }, {
      "heading" : "4.1. Peroxidase-Like Activity",
      "text" : "In general, the catalytic pathways for peroxidase-like activity can be divided into ROS production and electron transfer process.[48] It has been well recognized that the activity of peroxidase-like nanozyme may be induced by the Fenton or Fenton-like reactions.[31e] H2O2 can be adsorbed onto the surface of nanozyme first, followed by the breaking up of OO bond of H2O2 into double hydroxyl radicals that are stabilized\nby nanoenzymes via a partial electron exchange interaction (Figure 4a).[49] The produced OH· oxidizes the substrate, leading to the formation of intermediate species, which produces a typical color, binds to the dimeric product, or further oxidizes to CO2, H2O, and inorganic salts.[50] Unlike the Fenton reaction mechanism, some nanozymes may exhibit peroxidase-like activity through an electron transfer mechanism (Figure 4b).[48b] In the whole process, NPs act as a mediator to transfer electron to facilitate the reaction between H2O2 and substrate. The substrate could be oxidized directly without producing hydroxyl radicals.[48b,51] Upon localized surface plasmon resonance excitation, hot electrons are generated and injected into the molecular orbitals of H2O2, activating and decomposing H2O2 into OH· and OH− anion (Figure 4c).[52] Meanwhile, the generated holes can be scavenged by OH− anions, oxidation of water, or additional electron donors. The recombination of hot electrons and holes can be effectively prohibited by scavenging of holes, contributing fast cleavage of H2O2 and increasing the reaction rate.[52,53]"
    }, {
      "heading" : "4.2. Oxidase-Like Activity",
      "text" : "Many studies have shown that oxidase mimic NPs used in colorimetric detection of kinds of substrates could catalytically oxidize substrates with O2, producing oxidized substrate\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (6 of 10)\nand H2O2.[31w,34] The mechanisms depend on the structures of both substrates and NPs."
    }, {
      "heading" : "4.3. Superoxide Dismutase-Like Activity",
      "text" : "Although many NPs show similar SOD mimic activity and turn O2·− radical to H2O2 and O2, the mechanisms are actually structure dependent. For instance, the electron-deficient regions of the C60[C(COOH)2]3 nanozymes first attract the substrate anions (i.e., O2·−) electrostatically to the surface of the nanozyme, followed by further dismutation of the substrate (Figure 4d).[31j] The protons from the carboxyl groups facilitated the entire process. The activity of CeO2 is derived from a fraction of Ce3+ ions (Figure 4e).[54] The defects, compensated by oxygen vacancies, are enriched at the surface of NPs. A dismutation mechanism of nanoceria involving the redox cycle between Ce3+ and Ce4+ oxidation states was proposed. The superoxide adsorbed at the oxygen vacancies reacts with protons, leading to the leave of H2O2 from the surface, which is similar to the mechanism of Fe- and Mn-SOD mimics.[55]"
    }, {
      "heading" : "4.4. Catalase-Like Activity",
      "text" : "Many NPs show catalase-like activity. With the help of catalase mimic, H2O2 turns to H2O and O2. The reaction mechanism\nalso depends on the structure of NPs. The mechanism of nanoceria catalase-like activity has been proposed, which is similar to its SOD-like activity involving the redox cycle between Ce3+ and Ce4+ oxidation states and oxygen vacancies. The OO bond of adsorbed H2O2 dissociates with the assistance of proton, leading to the leave of H2O from the surface.[54]\n4.5. Theoretical Study of the Catalytic Mechanism\nGao’s group carried out a series of theoretical studies on the catalytic mechanism based on density functional theory (DFT) calculations. The peroxidase-like activity of nanocarbon oxides was reported where the carboxyl groups (COOH) were suggested to oxidize into peroxycarboxyl groups (COOOH), which homolytically cleave and generate OH· radicals and oxidize 3,3′,5,5′-tetramethylbenzidine (TMB) into oxTMB.[56] The mechanisms for both activities and their pH-switchability were studied for metals (e.g., Au, Ag, Pd, and Pt) (Figure 4f).[57] It was suggested that H2O2 first breaks the OO, subsequently two OH· subsequenform H2O and O·. The highly oxidizing O· will readily attract hydrogen atoms from organic substrates. In basic conditions the preadsorbed OH acts as active site, triggering the acid-like decomposition and leading to the formation of O2.[44] They examined the catalytic reaction mechanisms responsible for the peroxidase, catalase, oxidase, and SOD-mimicking\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (7 of 10)\nactivities of N-doped rGO (N-rGO). They revealed that N-rGO selectively activated H2O2 rather than O2 and ·O2− by forming and stabilizing radical oxygen species adjacent to the N sites of N-rGO. The radical oxygen species then oxidized peroxidase substrates, endowing N-rGO with peroxidase-mimicking activity and negligible catalase, SOD, and oxidase-mimicking activities.[3e] The reaction mechanism for the SOD activities of noble metal was suggested as follows. The protonation of O2· and the adsorption and rearrangement of HO2·onto the metal surface were proposed to be the most relevant factors. Since O2·is a Bronsted base with a pKb of 9.12, it can be readily protonated by water to form HO2·.[58]"
    }, {
      "heading" : "4.6. General Principles from Heterogenic Catalysis",
      "text" : "In essential nanozymes’ reaction is a type of surface reaction, and the general principles from heterogenic catalysis are helpful for understanding the behavior of nanozymes, including energy trends in catalysis, activity, and selectivity maps, and the electronic factor in heterogeneous catalysis (d-band model).[59]\nIt has been found that the adsorption energies of different surface intermediates are proportional to each other, although the surface intermediates are bound to the surface by the same atoms. Such scaling is not unique for transition metal surface. Actually, the scaling between electronically similar adsorbates for metal-terminated surface of more complex systems also exists. Transition state energies also correlate with adsorption energies. It is extremely important to understand heterogeneous catalysis based on the scaling between transition state energies and adsorption energies.\nThe Sabatier principle is one of the oldest qualitative concepts in catalysis stating that given a reaction, the catalytic activity follows a volcano-shaped curve (Figure 4g).[60] Only an intermediate binding on the surface of a catalyst will result in a reasonably catalyst. According to the transition state scaling relations, the relation between the rate of activation and the rate of formation of the products is monotonic (Figure 4h,i).[60]\nThe simple d-band model assumed that the extra interaction with the transition metal d electrons has contribution to the adsorption energy. It provided an understanding of the scaling relations between adsorption energy and activation energy, which determine the catalytic activity.[61]"
    }, {
      "heading" : "5. Summary and Outlook",
      "text" : "We have highlighted the progress made in the development of nanozymes and their applications in diverse fields over the past decade. This field is highly dynamic and is believed to provide exciting challenges and opportunities in the future."
    }, {
      "heading" : "5.1. Challenges in the Optimization of Structure and Function",
      "text" : "Although various methods have been developed to fabricate nanozymes with structure precisely controlled, little\ninformation has been gathered about the detailed catalytic mechanism of the nanozymes. It becomes important to shift nanozymes from currently an empirical science to one built on theory and solid foundation, which requires the collaboration of scientists from multidisciplinary areas. Moreover, if we could build a database for the relationship between the structure of nanozymes and the catalytic performance, then nanozymes with desired functions would be more easily synthesized, just like the enzyme protein synthesis in living systems."
    }, {
      "heading" : "5.2. Challenges in Catalytic Applications",
      "text" : "The high stability and catalytic activity of nanozymes provide easy access to prepare catalysts and medicine for a broadened scope of applications. However, the selectivity and activity of nanozymes need to be promoted and the biocompatibility is a challenging problem we have to face. Rational design of nanozymes on the basis of the deep understanding of the structure and catalytic mechanism is necessary to resolve these limitations. In this regard, controlling the morphology and facets of NPs, modification and design of integrated nanozymes mimicking the active site and structure of natural enzymes have been proved highly effective."
    }, {
      "heading" : "5.3. Challenges in Biocompatibility",
      "text" : "Considering the intersection of catalytic chemistry and biomedicine, the further clinical application of nanozymes strongly depends on their biocompatibility and therapeutic biosafety. It must meet safety and efficacy requirements strictly.[62] The dynamics and the ultimate fates of nanozymes should be systematically studied at different stages of treatment, including pharmacokinetics, absorption, distribution, metabolism, duration of therapeutic effect, excretion, and toxicity of nanozyme.[63] Biodistribution studies showed that without targeting molecules, nanozymes would accumulate mainly in the liver, lung, and spleen. It is necessary to endow nanozymes with targeting ability by surface modification for enhanced therapeutic efficacy and mitigatory cytotoxicity.[63b,64]"
    }, {
      "heading" : "5.4. Challenges in Theoretical Studies",
      "text" : "The importance of computational research for a better understanding of the electronic structures and catalytic mechanisms of nanozymes is being recognized. The significance of theoretical studies is that it complements experimental research and directs experimental studies. Due to the efficiency and accuracy, DFT investigation has dominated in the past few years in predicting the geometry and energy of the nanomaterials. However, more theoretical methods should be introduced into this field due to the complexity of nanozymes. Further theoretical work needs to be carried out due to its importance and the limitation of theoretical reports in this field.\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (8 of 10)"
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors are grateful for the financial support from the National Natural Science Foundation of China (Grant No. 11672079) and the Natural Science Foundation of Beijing (Grant No. 2184130).\nConflict of Interest The authors declare no conflict of interest.\nKeywords catalysis, enzyme mimic, nanozymes, reactive oxygen species (ROS), theory and mechanisms\nReceived: August 16, 2018 Revised: October 15, 2018\nPublished online: December 27, 2018\n[1] a) H. Wei, E. Wang, Chem. Soc. Rev. 2013, 42, 6060; b) H. J. Dong, C. Zhang, Y. Y. Fan, W. Zhang, N. Gu, Y. Zhang, Prog Biochem Bio phys 2018, 45, 105; c) S. R. Li, Y. C. Huang, J. R. Liu, E. K. Wang, H. Wei, Prog Biochem Biophys 2018, 45, 129; d) Y. Tang, Z. Y. Qiu, Z. B. Xu, L. Z. Gao, Prog Biochem Biophys 2018, 45, 118; e) A. P. Li, Q. X. Yuchi, L. B. Zhang, Prog Biochem Biophys 2018, 45, 193; f) L. Bixenmann, J. Y. He, M. M. Liang, W. Tremel, Prog Biochem Biophys 2018, 45, 148; g) B. W. Yang, Y. Chen, J. L. Shi, Prog Biochem Biophys 2018, 45, 237; h) R. Yang, S. F. Cai, C. Wang, Prog Biochem Biophys 2018, 45, 170; i) X. Q. Meng, K. L. Fan, Prog Biochem Bio phys 2018, 45, 218; j) X. M. Shen, X. J. Gao, X. F. Gao, Prog Biochem Biophys 2018, 45, 204; k) Y. Y. Huang, Y. H. Lin, F. Pu, J. S. Ren, X. G. Qu, Prog Biochem Biophys 2018, 45, 256. [2] S. Kumar, P. Bhushan, S. Bhattacharya, RSC Adv. 2017, 7, 37568. [3] a) H. Fei, J. Dong, Y. Feng, C. S. Allen, C. Wan, B. Volosskiy, M. Li,\nZ. Zhao, Y. Wang, H. Sun, P. An, W. Chen, Z. Guo, C. Lee, D. Chen, I. Shakir, M. Liu, T. Hu, Y. Li, A. I. Kirkland, X. Duan, Y. Huang, Nat. Catal. 2018, 1, 63; b) Z. Zhang, X. Zhang, B. Liu, J. Liu, J. Am. Chem. Soc. 2017, 139, 5412; c) K. Fan, H. Wang, J. Xi, Q. Liu, X. Meng, D. Duan, L. Gao, X. Yan, Chem. Commun. 2016, 53, 424; d) L. Hu, H. Liao, L. Feng, M. Wang, W. Fu, Anal. Chem. 2018, 90, 6247; e) Y. Hu, X. J. Gao, Y. Zhu, F. Muhammad, S. Tan, W. Cao, S. Lin, Z. Jin, X. Gao, H. Wei, Chem. Mater. 2018, 30, 6431. [4] a) S. Jung, I. Kwon, Sci. Rep. 2017, 7, 44330; b) A. Sun, L. Mu, X. Hu, ACS Appl. Mater. Interfaces 2017, 9, 12241; c) J. Yao, Y. Cheng, M. Zhou, S. Zhao, S. Lin, X. Wang, J. Wu, S. Li, H. Wei, Chem Sci 2018, 9, 2927. [5] a) X. Wang, Y. Hu, H. Wei, Inorg. Chem. Front. 2016, 3, 41; b) J. Wu, S. Li, H. Wei, Chem. Commun. 2018, 54, 6520; c) Y. Zhou, B. Liu, R. Yang, J. Liu, Bioconjugate Chem. 2017, 28, 2903; d) H. Y. Shin, T. Y. Yoon, M. I. Kim, KSBB Journal 2015, 30, 1. [6] B. C. Dickinson, C. J. Chang, Nat. Chem. Biol. 2011, 7, 504. [7] T. Finkel, J. Cell. Biol. 2011, 194, 7. [8] a) A. P. Rolo, C. M. Palmeira, Toxicol. Appl. Pharmacol. 2006,\n212, 167; b) D. J. Bonda, X. Wang, G. Perry, A. Nunomura, M. Tabaton, X. Zhu, M. A. Smith, Neuropharmacology 2010, 59, 290; c) H. Jaeschke, J. Gastroenterol. Hepatol. 2000, 15, 718; d) A. Bokov, A. Chaudhuri, A. Richardson, Mech. Ageing Dev. 2004, 125, 811. [9] a) F. Wang, E. Ju, Y. Guan, J. Ren, X. Qu, Small 2017, 13; b) J. Zhao, X. Cai, W. Gao, L. Zhang, D. Zou, Y. Zheng, Z. Li, H. Chen, ACS Appl. Mater. Interfaces 2018, 10, 26108.\n[10] G. Bystrzejewska-Piotrowska, J. Golimowski, P. L. Urban, Waste Manage. 2009, 29, 2587. [11] a) M. I. Kim, Y. Ye, B. Y. Won, S. Shin, J. Lee, H. G. Park, Adv. Funct. Mater. 2011, 21, 2868; b) X. Sun, S. Guo, C. S. Chung, W. Zhu, S. Sun, Adv. Mater. 2013, 25, 132; c) M. I. Kim, J. Shim, T. Li, J. Lee, H. G. Park, Chemistry 2011, 17, 10700; d) X. Sun, S. Guo, Y. Liu, S. Sun, Nano Lett. 2012, 12, 4859; e) M. I. Kim, Y. Ye, M. A. Woo, J. Lee, H. G. Park, Adv Healthc Mater 2014, 3, 36; f) M. I. Kim, M. S. Kim, M. A. Woo, Y. Ye, K. S. Kang, J. Lee, H. G. Park, Nanoscale 2014, 6, 1529; g) M. S. Kim, S. H. Kweon, S. Cho, S. S. A. An, M. I. Kim, J. Doh, J. Lee, ACS Appl. Mater. Interfaces 2017, 9, 35133. [12] a) D. Y. Chung, J. M. Yoo, Y. E. Sung, Adv. Mater. 2018, 30, 1704123; b) S. Ghosh, P. Roy, N. Karmodak, E. D. Jemmis, G. Mugesh, Angew. Chem., Int. Ed. 2018, 57, 4510; c) D. Pedone, M. Moglianetti, E. De Luca, G. Bardi, P. P. Pompa, Chem. Soc. Rev. 2017, 46, 4951; d) W. He, X. Han, H. Jia, J. Cai, Y. Zhou, Z. Zheng, Sci. Rep. 2017, 7, 40103; e) Z. Gao, M. Xu, M. Lu, G. Chen, D. Tang, Biosens. Bio electron. 2015, 70, 194; f) Y. Huang, M. Zhao, S. Han, Z. Lai, J. Yang, C. Tan, Q. Ma, Q. Lu, J. Chen, X. Zhang, Z. Zhang, B. Li, B. Chen, Y. Zong, H. Zhang, Adv. Mater. 2017, 29; g) Y. Lin, J. Ren, X. Qu, Adv. Mater. 2014, 26, 4200. [13] S. Schoffelen, J. C. M. van Hest, Soft Matter 2012, 8, 1736. [14] a) Z. Gao, H. Ye, D. Tang, J. Tao, S. Habibi, A. Minerick, D. Tang,\nX. Xia, Nano Lett. 2017, 17, 5572; b) M. Munoz, Z. M. de Pedro, J. A. Casas, J. J. Rodriguez, Appl. Catal., B 2015, 176–177, 249; c) Y. Huang, Z. Liu, C. Liu, E. Ju, Y. Zhang, J. Ren, X. Qu, Angew. Chem., Int. Ed. 2016, 55, 6646; d) Z. Chen, H. Ji, C. Liu, W. Bing, Z. Wang, X. Qu, Angew. Chem., Int. Ed. 2016, 55, 10732; e) C. Hou, Y. Wang, Q. Ding, L. Jiang, M. Li, W. Zhu, D. Pan, H. Zhu, M. Liu, Nanoscale 2015, 7, 18770; f) Y. Liu, M. Yuan, L. Qiao, R. Guo, Biosens. Bioelectron. 2014, 52, 391; g) M. Hijaz, S. Das, I. Mert, A. Gupta, Z. Al-Wahab, C. Tebbe, S. Dar, J. Chhina, S. Giri, A. Munkarah, S. Seal, R. Rattan, BMC cancer 2016, 16, 220; h) Y. Zhang, F. Wang, C. Liu, Z. Wang, L. Kang, Y. Huang, K. Dong, J. Ren, X. Qu, ACS Nano 2018, 12, 651; i) Z. Wang, K. Dong, Z. Liu, Y. Zhang, Z. Chen, H. Sun, J. Ren, X. Qu, Biomaterials 2017, 113, 145; j) K. Qu, P. Shi, J. Ren, X. Qu, Chem. Eur. J. 2014, 20, 7501. [15] Q. Wang, X. Zhang, L. Huang, Z. Zhang, S. Dong, ACS Appl. Mater. Interfaces 2017, 9, 7465. [16] Y. Hu, H. Cheng, X. Zhao, J. Wu, F. Muhammad, S. Lin, J. He, L. Zhou, C. Zhang, Y. Deng, P. Wang, Z. Zhou, S. Nie, H. Wei, ACS Nano 2017, 11, 5558. [17] a) H. Chen, W. He, Z. Guo, Chem. Commun. 2014, 50, 9714; b) G. Song, Y. Chen, C. Liang, X. Yi, J. Liu, X. Sun, S. Shen, K. Yang, Z. Liu, Adv. Mater. 2016, 28, 7143. [18] N. J. Lang, B. Liu, J. Liu, J. Colloid Interface Sci. 2014, 428, 78. [19] A. Asati, S. Santra, C. Kaittanis, S. Nath, J. M. Perez, Angew. Chem.,\nInt. Ed. 2009, 48, 2308. [20] K. E. Sapsford, W. R. Algar, L. Berti, K. B. Gemmill, B. J. Casey,\nE. Oh, M. H. Stewart, I. L. Medintz, Chem. Rev. 2013, 113, 1904. [21] a) Z. Chen, C. Liu, F. Cao, J. Ren, X. Qu, Chem. Soc. Rev. 2018, 47,\n4017; b) Y. Tao, Y. Lin, Z. Huang, J. Ren, X. Qu, Adv. Mater. 2013, 25, 2594; c) L. Chen, L. Sha, Y. Qiu, G. Wang, H. Jiang, X. Zhang, Nanoscale 2015, 7, 3300; d) Y. Zhang, W. Ren, H. Q. Luo, N. B. Li, Biosens. Bioelectron. 2016, 80, 463. [22] a) T. A. Doll, S. Raman, R. Dey, P. Burkhard, Journal of the Royal Society, Interface 2013, 10, 20120740; b) Q. Liu, H. Wang, X. Shi, Z. G. Wang, B. Ding, ACS Nano 2017, 11, 7251; c) Z. G. Wang, H. Wang, Q. Liu, F. Y. Duan, X. H. Shi, B. Q. Ding, ACS Catal. 2018, 8, 7016. [23] H. Wei, E. Wang, Anal. Chem. 2008, 80, 2250. [24] H. Cheng, L. Zhang, J. He, W. Guo, Z. Zhou, X. Zhang, S. Nie,\nH. Wei, Anal. Chem. 2016, 88, 5489. [25] Y. Ye, L. Xiao, B. H. Bin He, Q. Zhang, T. Nie, X. Yang, D. Wu,\nH. Cheng, P. Li, Q. Wang, J. Mater. Chem. B 2017, 5, 1518.\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (9 of 10)\n[26] L. Feng, Z. Dong, C. Liang, M. Chen, D. Tao, L. Cheng, K. Yang, Z. Liu, Biomaterials 2018, 181, 81. [27] A. M. Brynskikh, Y. Zhao, R. L. Mosley, S. Li, M. D. Boska, N. L. Klyachko, A. V. Kabanov, H. E. Gendelman, E. V. Batrakova, Nanomedicine (Lond) 2010, 5, 379. [28] M. Hu, K. Korschelt, P. Daniel, K. Landfester, W. Tremel, M. B. Bannwarth, ACS Appl. Mater. Interfaces 2017, 9, 38024. [29] J. Jiang, C. He, S. Wang, H. Jiang, J. Li, L. Li, Carbohydr Polym 2018, 198, 348. [30] a) J. Li, J. Wang, Y. Wang, M. Trau, Analyst 2017, 142, 4788; b) L. Zhang, L. Laug, W. Munchgesang, E. Pippel, U. Gosele, M. Brandsch, M. Knez, Nano Lett. 2010, 10, 219; c) M. Huo, L. Wang, Y. Chen, J. Shi, Nat. Commun. 2017, 8, 357; d) H. Ji, K. Dong, Z. Yan, C. Ding, Z. Chen, J. Ren, X. Qu, Small 2016, 12, 6200. [31] a) D. Liu, Z. Wang, A. Jin, X. Huang, X. Sun, F. Wang, Q. Yan, S. Ge, N. Xia, G. Niu, G. Liu, A. R. Hight Walker, X. Chen, Angew. Chem., Int. Ed. 2013, 52, 14065; b) M. Moglianetti, E. De Luca, D. Pedone, R. Marotta, T. Catelani, B. Sartori, H. Amenitsch, S. F. Retta, P. P. Pompa, Nanoscale 2016, 8, 3739; c) Y. Song, X. Xia, X. Wu, P. Wang, L. Qin, Angew. Chem., Int. Ed. 2014, 53, 12451; d) C. Ge, G. Fang, X. Shen, Y. Chong, W. G. Wamer, X. Gao, Z. Chai, C. Chen, J. J. Yin, ACS Nano 2016, 10, 10436; e) L. Gao, J. Zhuang, L. Nie, J. Zhang, Y. Zhang, N. Gu, T. Wang, J. Feng, D. Yang, S. Perrett, X. Yan, Nat. Nanotechnol. 2007, 2, 577; f) Z. Chen, J. J. Yin, Y. T. Zhou, Y. Zhang, L. Song, M. Song, S. Hu, N. Gu, ACS Nano 2012, 6, 4001; g) Y. Zhang, Z. Wang, X. Li, L. Wang, M. Yin, L. Wang, N. Chen, C. Fan, H. Song, Adv. Mater. 2016, 28, 1387; h) H. Wang, P. Li, D. Yu, Y. Zhang, Z. Wang, C. Liu, H. Qiu, Z. Liu, J. Ren, X. Qu, Nano Lett. 2018, 18, 3344; i) H. Sun, N. Gao, K. Dong, J. Ren, X. Qu, ACS Nano 2014, 8, 6202; j) S. S. Ali, J. I. Hardt, K. L. Quick, J. S. Kim-Han, B. F. Erlanger, T. T. Huang, C. J. Epstein, L. L. Dugan, Free Radical Biol. Med. 2004, 37, 1191; k) S. Giri, A. Karakoti, R. P. Graham, J. L. Maguire, C. M. Reilly, S. Seal, R. Rattan, V. Shridhar, PLoS One 2013, 8, e54578; l) M. S. Wason, J. Colon, S. Das, S. Seal, J. Turkson, J. Zhao, C. H. Baker, Nano medicine: nanotechnology, biology, and medicine 2013, 9, 558; m) H. J. Kwon, M. Y. Cha, D. Kim, D. K. Kim, M. Soh, K. Shin, T. Hyeon, I. Mook-Jung, ACS Nano 2016, 10, 2860; n) M. Soh, D. W. Kang, H. G. Jeong, D. Kim, D. Y. Kim, W. Yang, C. Song, S. Baik, I. Y. Choi, S. K. Ki, H. J. Kwon, T. Kim, C. K. Kim, S. H. Lee, T. Hyeon, Angew. Chem., Int. Ed. 2017, 56, 11399; o) N. Singh, M. A. Savanur, S. Srivastava, P. D’Silva, G. Mugesh, Angew. Chem., Int. Ed. 2017, 56, 14267; p) J. Yu, K. E. Taylor, H. Zou, N. Biswas, J. K. Bewtra, Environ. Sci. Technol. 1994, 28, 2154; q) J. Dong, L. Song, J. J. Yin, W. He, Y. Wu, N. Gu, Y. Zhang, ACS Appl. Mater. Interfaces 2014, 6, 1959; r) R. André, F. Natálio, M. Humanes, J. Leppin, K. Heinze, R. Wever, H. C. Schröder, W. E. G. Müller, W. Tremel, Adv. Funct. Mater. 2011, 21, 501; s) F. Natalio, R. Andre, A. F. Hartog, B. Stoll, K. P. Jochum, R. Wever, W. Tremel, Nat. Nanotechnol. 2012, 7, 530; t) A. A. Vernekar, D. Sinha, S. Srivastava, P. U. Paramasivam, P. D’Silva, G. Mugesh, Nat. Commun. 2014, 5, 5301; u) W. Yin, J. Yu, F. Lv, L. Yan, L. R. Zheng, Z. Gu, Y. Zhao, ACS Nano 2016, 10, 11000; v) M. Shamsipur, A. Safavi, Z. Mohammadpour, Sens. Actuators, B 2014, 199, 463; w) W. Zhang, D. Ma, J. Du, Talanta 2014, 120, 362. [32] Z. Jin, N. Hildebrandt, Trends Biotechnol. 2012, 30, 394. [33] W. Zhou, X. Gao, D. Liu, X. Chen, Chem. Rev. 2015, 115, 10575. [34] a) J. Liu, X. Hu, S. Hou, T. Wen, W. Liu, X. Zhu, J.-J. Yin, X. Wu,\nSens. Actuators, B 2012, 166–167, 708; b) X. X. Wang, Q. Wu, Z. Shan, Q. M. Huang, Biosens. Bioelectron. 2011, 26, 3614; c) R. Zhu, Y. Zhou, X. L. Wang, L. P. Liang, Y. J. Long, Q. L. Wang, H. J. Zhang, X. X. Huang, H. Z. Zheng, Talanta 2013, 117, 127; d) J. Liu, X. Hu, S. Hou, T. Wen, W. Liu, X. Zhu, X. Wu, Chem.\nCommun. 2011, 47, 10981; e) G. L. Wang, L. Y. Jin, Y. M. Dong, X. M. Wu, Z. J. Li, Biosens. Bioelectron. 2015, 64, 523; f) A. Hayat, J. Cunningham, G. Bulbul, S. Andreescu, Anal. Chim. Acta 2015, 885, 140; g) A. Asati, C. Kaittanis, S. Santra, J. M. Perez, Anal. Chem. 2011, 83, 2547; h) Q. Chang, H. Tang, Microchim. Acta 2014, 181, 527; i) G. L. Wang, L. Y. Jin, X. M. Wu, Y. M. Dong, Z. J. Li, Anal. Chim. Acta 2015, 871, 1; j) M. I. Kim, K. S. Park, H. G. Park, Chem. Commun. 2014, 50, 9577; k) Y. Xiong, S. Chen, F. Ye, L. Su, C. Zhang, S. Shen, S. Zhao, Chem. Commun. 2015, 51, 4635; l) A. Asati, S. Santra, C. Kaittanis, S. Nath, J. M. Perez, Angewandte Chemie 2009, 121, 2344. [35] X. Zhou, S. Guo, J. Gao, J. Zhao, S. Xue, W. Xu, Biosens. Bioelectron. 2017, 98, 83. [36] a) B. Deng, Y. Lin, C. Wang, F. Li, Z. Wang, H. Zhang, X. F. Li, X. C. Le, Anal. Chim. Acta 2014, 837, 1; b) P. He, L. Shen, Y. Cao, D. Li, Anal. Chem. 2007, 79, 8024; c) C. Deng, J. Chen, Z. Nie, M. Wang, X. Chu, X. Chen, X. Xiao, C. Lei, S. Yao, Anal. Chem. 2009, 81, 739; d) L. Bai, R. Yuan, Y. Chai, Y. Yuan, Y. Wang, S. Xie, Chem. Commun. 2012, 48, 10972; e) L. Bai, R. Yuan, Y. Chai, Y. Zhuo, Y. Yuan, Y. Wang, Biomaterials 2012, 33, 1090. [37] K. Fan, C. Cao, Y. Pan, D. Lu, D. Yang, J. Feng, L. Song, M. Liang, X. Yan, Nat. Nanotechnol. 2012, 7, 459. [38] R. Ragg, A. M. Schilmann, K. Korschelt, C. Wieseotte, M. Kluenker, M. Viel, L. Völker, S. Preiß, J. Herzberger, H. Frey, K. Heinze, P. Blümler, M. N. Tahir, F. Natalio, W. Tremel, J. Mater. Chem. B 2016, 4, 7423. [39] W. Fan, W. Bu, B. Shen, Q. He, Z. Cui, Y. Liu, X. Zheng, K. Zhao, J. Shi, Adv. Mater. 2015, 27, 4155. [40] F. Yang, S. Hu, Y. Zhang, X. Cai, Y. Huang, F. Wang, S. Wen, G. Teng, N. Gu, Adv. Mater. 2012, 24, 5205. [41] a) R. R. Arvizo, S. Bhattacharyya, R. A. Kudgus, K. Giri, R. Bhattacharya, P. Mukherjee, Chem. Soc. Rev. 2012, 41, 2943; b) M. Li, X. Yang, J. Ren, K. Qu, X. Qu, Adv. Mater. 2012, 24, 1722; c) J. A. Barreto, W. O’Malley, M. Kubeil, B. Graham, H. Stephan, L. Spiccia, Adv. Mater. 2011, 23, H18. [42] A. Tautzenberger, A. Kovtun, A. Ignatius, Int. J. Nanomed. 2012, 7, 4545. [43] C. Zhang, W. Bu, D. Ni, S. Zhang, Q. Li, Z. Yao, J. Zhang, H. Yao, Z. Wang, J. Shi, Angew. Chem., Int. Ed. 2016, 55, 2101. [44] K. P. Miller, L. Wang, B. C. Benicewicz, A. W. Decho, Chem. Soc. Rev. 2015, 44, 7787. [45] J. Gopal, N. Hasan, M. Manikandan, H. F. Wu, Sci. Rep. 2013, 3, 1260. [46] A. Chwalibog, E. Sawosz, A. Hotowy, J. Szeliga, S. Mitura, K. Mitura, M. Grodzik, P. Orlowski, A. Sokolowska, Int. J. Nanomed. 2010, 5, 1085. [47] a) N. Ding, N. Yan, C. Ren, X. Chen, Anal. Chem. 2010, 82, 5897; b) J. Zhang, J. Zhuang, L. Gao, Y. Zhang, N. Gu, J. Feng, D. Yang, J. Zhu, X. Yan, Chemosphere 2008, 73, 1524; c) J. Jiang, J. Zou, L. Zhu, L. Huang, H. Jiang, Y. Zhang, J. Nanosci. Nanotechnol. 2011, 11, 4793; d) M. Saeed, L. Deng, Int. J. Greenhouse Gas Control 2016, 53, 254; e) M. Y. Kim, J. Kim, ACS Biomater. Sci. Eng. 2017, 3, 572; f) R. Mrowczynski, ACS Appl. Mater. Interfaces 2018, 10, 7541. [48] a) H. Su, D. D. Liu, M. Zhao, W. L. Hu, S. S. Xue, Q. Cao, X. Y. Le, L. N. Ji, Z. W. Mao, ACS Appl. Mater. Interfaces 2015, 7, 8233; b) T. M. Chen, X. J. Wu, J. X. Wang, G. W. Yang, Nanoscale 2017, 9, 11806. [49] a) Y. Jv, B. Li, R. Cao, Chem. Commun. 2010, 46, 8017; b) K. Herget, P. Hubach, S. Pusch, P. Deglmann, H. Gotz, T. E. Gorelik, I. A. Gural’skiy, F. Pfitzner, T. Link, S. Schenk, M. Panthofer, V. Ksenofontov, U. Kolb, T. Opatz, R. Andre, W. Tremel, Adv. Mater. 2017, 29.\nAdv. Mater. 2019, 31, 1805368\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805368 (10 of 10)\nAdv. Mater. 2019, 31, 1805368\n[50] X. Zuo, C. Peng, Q. Huang, S. Song, L. Wang, D. Li, C. Fan, Nano Res. 2009, 2, 617. [51] a) V. R. Mate, M. Shirai, C. V. Rode, Catal. Commun. 2013, 33, 66; b) H. Jia, D. Yang, X. Han, J. Cai, H. Liu, W. He, Nanoscale 2016, 8, 5938. [52] C. Wang, Y. Shi, Y. Y. Dan, X. G. Nie, J. Li, X. H. Xia, Chem. Eur. J. 2017, 23, 6717. [53] a) I. K. Konstantinou, T. A. Albanis, Appl. Catal., B 2004, 49, 1; b) Z. Zhang, A. Berg, H. Levanon, R. W. Fessenden, D. Meisel, J. Am. Chem. Soc. 2003, 125, 7959. [54] I. Celardo, J. Z. Pedersen, E. Traversa, L. Ghibelli, Nanoscale 2011, 3, 1411. [55] C. Korsvik, S. Patil, S. Seal, W. T. Self, Chem. Commun. 2007, 1056. [56] R. Zhao, X. Zhao, X. Gao, Chem. Eur. J. 2015, 21, 960. [57] J. Li, W. Liu, X. Wu, X. Gao, Biomaterials 2015, 48, 37. [58] X. Shen, W. Liu, X. Gao, Z. Lu, X. Wu, X. Gao, J. Am. Chem. Soc.\n2015, 137, 15882.\n[59] J. K. Nørskov, F. Studt, F. Abild-Pedersen, T. Bligaard, Fundamental Concepts in Heterogeneous Catalysis, John Wiley & Sons, Hoboken, NJ, USA 2014. [60] A. J. Medford, A. Vojvodic, J. S. Hummelshøj, J. Voss, F. Abild-Pedersen, F. Studt, T. Bligaard, A. Nilsson, J. K. Nørskov, J. Catal. 2015, 328, 36. [61] R. Hoffmann, Rev. Mod. Phys. 1988, 60, 601. [62] D. M. Huang, J. K. Hsiao, Y. C. Chen, L. Y. Chien, M. Yao, Y. K. Chen,\nB. S. Ko, S. C. Hsu, L. A. Tai, H. Y. Cheng, S. W. Wang, C. S. Yang, Y. C. Chen, Biomaterials 2009, 30, 3645. [63] a) M. W. Tibbitt, J. E. Dahlman, R. Langer, J. Am. Chem. Soc. 2016, 138, 704; b) P. V. Asharani, S. Sethu, S. Vadukumpully, S. Zhong, C. T. Lim, M. P. Hande, S. Valiyaveettil, Adv. Funct. Mater. 2010, 20, 1233; c) G. E. Gehrke, J. D. Blum, D. G. Slotton, B. K. Greenfield, Environ. Sci. Technol. 2011, 45, 1264; d) J. Crossgrove, W. Zheng, NMR Biomed. 2004, 17, 544. [64] B. Liu, J. Liu, Nano Res. 2017, 10, 1125."
    } ],
    "references" : [ {
      "title" : "BMC cancer",
      "author" : [ "A. Munkarah", "S. Seal", "R. Rattan" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "Munkarah et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Munkarah et al\\.",
      "year" : 2014
    }, {
      "title" : "Nano­ medicine: nanotechnology, biology, and medicine",
      "author" : [ "J. Colon", "S. Das", "S. Seal", "J. Turkson", "J. Zhao", "C.H. Baker" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "Colon et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Colon et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Dr. H. Wang, K. Wan, Prof. X. Shi CAS Key Laboratory for Nanosystem and Hierarchy Fabrication CAS Center for Excellence in Nanoscience National Center for Nanoscience and Technology Chinese Academy of Sciences Beijing 100190, P. R. China E-mail: shixh@nanoctr.cn Dr. H. Wang, K. Wan, Prof. X. Shi School of Nanoscience and Technology University of Chinese Academy of Sciences Beijing 100049, P. R. China The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201805368.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}