{
  "name" : "downloads_2020-07-11_ce_10.1021@acs.nanolett.0c02048.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Zhao Zhang", "Edwin R. Chapman" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Subscriber access",
      "text" : "provided by Imperial\nCollege London | Library is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nCommunication\nProgrammable nanodisc patterning\nby DNA origami"
    }, {
      "heading" : "Subscriber access",
      "text" : "provided by Imperial\nCollege London | Library is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nZhao Zhang, and Edwin\nR. Chapman Nano Lett.,\nJust Accepted Manuscript •\nDOI: 10.1021/ acs.nanolett.0c02048\n• Publication Date (Web): 10 Jul 2020"
    }, {
      "heading" : "Subscriber access",
      "text" : "provided by Imperial\nCollege London | Library is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nDownloaded from pubs.acs.org\non July 10, 2020\nJust Accepted\n“Just Accepted” manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical"
    }, {
      "heading" : "Subscriber access",
      "text" : "provided by Imperial\nCollege London | Library is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nSociety provides “Just Accepted” as a service to the research community to expedite the dissemination of scientific material as soon as possible after acceptance. “Just Accepted” manuscripts appear in full in PDF format accompanied by an HTML abstract. “Just Accepted” manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are citable by the Digital Obj ct Identifier (DOI®). “Just Accepted” is an optional service offered to authors. Therefore, the “Just Accepted” Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the “Just Accepted” Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and"
    }, {
      "heading" : "Subscriber access",
      "text" : "provided by Imperial\nCollege London | Library is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036 Published by American Chemical Society. Copyright © American Chemical Society. However, no copyright claim is made to original U.S. Government works, or works produced by employees of any Commonwealth realm Crown government in the course of their duties.\nethical guidelines that apply to the journal pertain. ACS cannot be held responsible for errors or consequences arising from the use of information contained in these “Just Accepted” manuscripts.\nPage 1 of 7\nACS Paragon Plus Environment\nNano Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\nProgrammable nanodisc patterning by DNA origami Zhao Zhang, Edwin R. Chapman*\nHoward Hughes Medical Institute, Department of Neuroscience, University of Wisconsin–Madison, 1111 Highland Avenue, Madison, Wisconsin 53705, USA.\nABSTRACT: Nanodiscs (ND) are soluble phospholipid bilayers bounded by membrane scaffold proteins; they have become invaluable in the study of membrane proteins. However, this multifunctional tool has been used individually, and applications involving multiple NDs and their interactions have fallen far behind their counterpart membrane model system: liposomes. One major obstacle is the lack of reliable methods to manage the spatial arrangement of NDs. Here we sought to extend the utility of NDs by organizing them on DNA origami. NDs constructed with DNA-anchor amphiphiles were placed precisely and specifically into these DNA nanostructures via hybridization. Four different tethering strategies were explored and validated. A variety of geometric patterns of NDs were successfully programmed on origami, as evidenced by electron microscopy. The ND ensembles generated in this study provide new and powerful platforms to study protein-lipid or protein-protein interactions with spatial control of membranes.\nKEYWORDS: DNA origami; nanodisc; membrane proteins; DNA-protein conjugation.\nNanodiscs (ND) are membrane mimetics composed of a ~6-50 nm discoidal lipid bilayer patch stabilized by amphipathic membrane scaffold proteins (MSP) that form a belt-like structure at the edge of the disc1, 2. In contrast to other available model membrane systems (e.g. liposomes), NDs offer numerous advantages such as high stability and size homogeneity, better control of local lipid composition and protein stoichiometry, accessibility from both sides of the bilayer, etc3, 4. There has been great success in the use of ND technology in biotechnology, pharmacology, and material science3, 5. However, to closely mimic the complexity and dynamics of biological membranes in cells, higher-order organization of NDs, with high precision and specificity, is a desirable yet still unfulfilled goal6, 7.\nDNA origami is a self-assembly-based technique to fold a long DNA single strand into a designer nanostructure by hybridization with a pool of short oligonucleotides (oligos)8 Thanks to the reliability and programmability of DNA base pairing, custom-shaped, sophisticated DNA architectures have been constructed, which further serve as one of the most widely used templates in nanoscience9-12. Notably, DNA rings with membrane anchors have enabled size control in liposome or ND formation13-15.\nHere, we aimed to explore generally applicable and robust methods to place NDs on DNA origami, and demonstrate the resultant power of patterning. Four different anchor molecules were conjugated to oligos separately, and all of them showed high efficiency (>75%) of guiding NDs to origami, as assessed by negative-stain transmission electron microscopy (TEM). Versatile ND arrangements, made with high precision and specificity, were achieved by programming the origami template, which also held the potential of multi-step assembly.\nOur scheme of putting NDs onto DNA origami had two steps (Scheme 1): First, create DNA-tethered NDs (DND) by anchoring oligos (named anti-handles) to NDs; we note that the oligo-anchor complex was introduced before the formation of NDs. Second, add DNDs to DNA origami with complementary oligos (named handles), thus resulting in attachment via hybridization between anti-handles and handles. Various purifications were implemented in both steps. See detailed experiment procedures in Supporting Information (SI).\nScheme 1. ND patterning by DNA origami. DNA-anchor amphiphiles were generated and added into reconstitution mixtures to form DNDs, which were templated by handleequipped origami structures via DNA hybridization.\nPage 2 of 7\nACS Paragon Plus Environment\nNano Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n2\nWe began by interrogating the conjugation of anchor molecules to DNA, and the introduction of their products to NDs. Since a ND consists of a lipid bilayer and an MSP belt, common membrane anchors and protein tags could be employed as coupling agents for DNA. In this work, three representative membrane anchor molecules were chosen to tether DNA to the lipid bilayer in the NDs (Figure 1a). The first anchor was cholesterol (Chol). Commercial availability greatly popularizes Chol’s application in membrane tethering by DNA16, 17. Here we purchased a 5’-modified DNA-Chol (1) and used it directly. The second anchor was a functionalized phospholipid (PL). With two long hydrophobic tails, PLs may provide higher anchoring efficiency for DNA than Chol18. We followed a previous protocol to synthesize and purify a DNA-PL amphiphile (2), based on thiol(SH)-maleimide(MA) chemistry13. The third anchor comprised a protein transmembrane domain (TMD). A Chol or PL molecule only resides in one leaflet of a bilayer upon membrane insertion, while a TMD spans both leaflets. Such increased hydrophobicity ensures stable residence in the membrane with no dissociation, transfer to other membranes, or flipflop19. For proof of concept, we engineered the TMD of synaptobrevin, a type 2 synaptic vesicle integral membrane protein, with a hydrophilic N-terminal SUMO tag and a Cterminal cysteine, and conjugated this chimeric protein with amine(NH2)-modified DNA (3) via the bifunctional linker, succinimidyl 4-(N-maleimidomethyl)cyclohexane-1carboxylate (SMCC). Such a sandwich-like construct (oligo-\nTMD-SUMO) was expected to further increase the energy barrier of tether detachment from NDs20.\nFinally, as mentioned above, another way of attaching DNA to a ND was to make a DNA-MSP hybrid (4) (Figure 1a). Hence we mutated the MSP (more specifically, MSP1E3D121) to harbor a single cysteine, and conjugated it to DNA using the same protocol used to attach DNA to a TMD. This strategy was especially attractive for two reasons: first, the DNA tether was extended from the side of the ND, thus leaving the membrane surface undisturbed, potentially benefiting certain applications. Second, the covalent bond between DNA and protein is even more stable than the hydrophobic interactions between the anchoring moiety and the lipid bilayer.\nThe conjugation products (1)-(4) characterized by polyacrylamide gel electrophoresis (PAGE) are summarized in Figure 1b. The gel stained for DNA revealed single bands for all four conjugates, all of which migrated more slowly than the unmodified oligo. Importantly, unconjugated oligos were not detected in any of the products due to thorough washing during affinity chromatography, ensuring that only oligos with anchors would enter future steps for hybridization. The gel that was stained for proteins showed two bands for (3) and (4), where the higher band was the DNA-protein conjugate while the lower band was unconjugated protein. Note that although amine-SMCCthiol chemistry has previously been used for DNA-peptide conjugation22, we optimize it to achieve >50% conjugation efficiency for membrane proteins.\nAfter the DNA-anchor amphiphiles were generated, we directly incorporated them in the canonical procedure of ND formation to produce DNDs (Figure 1c). More specifically, MSP and lipids (1:100) were mixed with detergent, as well as (1), (2), or (3) with an oligo:MSP ratio of 1:2. Considering each ND was encircled by 2 MSP molecules, such stoichiometry should enrich the DNDs with only one oligo. In the case of the DNA-MSP conjugate, we replaced the standard MSP with (4) in the reaction. Lipids and detergents remained unchanged, and (1)-(3) were not added. After detergent removal and FPLC purification, individual DNDs were collected and labeled as DND1-DND4 corresponding to their respective anchor component (1)- (4). TEM imaging revealed homogeneous circular particles for all four types of DNDs (Figure 1d and Figure S1), indicating proper ND formation. Next, we pursued the main goal of this study: placing and arranging DNDs on DNA origami.\nPage 3 of 7\nACS Paragon Plus Environment\nNano Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n3\nFigure 2. DND patterning on DNA origami. Schematics and representative TEM images are shown for each case. (a) Attachment yield analysis of single DNDs on origami. Successful attachment was observed for >75% of V-shaped origami structures for all four types of DNDs (inset), validating the strategy of tethering NDs to DNA for spatial arrangement. (b) A circle of NDs was created by a DNA nanocage with handles on one ring. Again, all four types of DNDs (DND1-4) were successfully organized. (c) More patterning of NDs by a nanocage: semicircle (left), square (middle), and two parallel rings (right). Scale bars: 50 nm.\nWe first used a V-shaped DNA origami to interrogate the attachment efficiency and specificity of each type of DND (Figure 2a and Figure S2)23. The V-origami included a long arm and a short arm, each possessing a handle but with unique sequences (see dimensions of origami structures in Figure S3). The oligos on DND1-DND4 were designed to be only complementary to the handle on the short arm. In all experiments, a 5-fold excess of DNDs were incubated with origami at room temperature for 1 hour, and the mixtures were subject to rate-zonal centrifugation and concentration before TEM examination24. Statistics on multiple TEM images were performed for each DND construction strategy. A white blob (i.e. ND) on the short arm on the V-shaped origami was counted as a successful event, as hybridized DNA-anchor amphiphiles alone are so small that they are not clearly discernable under TEM (Figure S4). DND attachment yield was calculated as the number of successful events divided by the total number of well-assembled V-origami structures (see counting results in Table S1). This analysis revealed a >75% yield for all types of DNDs, validating the presence and functionality of the DNA handles on the NDs. Increasing the stoichiometry of DNDs to a 10-fold excess relative to the origami did not enhance the yield (data not shown), implying hybridization saturation. Thus, incomplete attachment might stem from intended positions being taken by DNA-anchor amphiphiles detached from NDs. This\nhypothesis is supported by the fact that the order of attachment yield (DND1<DND2<DND3) was in line with our expectations for the membrane affinity of DNA-anchors ((1)<(2)<(3)). Other possible reasons for imperfect placement included defects in origami assembly and DNA synthesis, limitations in the quality of the TEM images, or other unknown factors. It was somewhat unexpected that DND4 did not have higher attachment efficiency versus other DNDs, considering its covalent bonding strategy. A plausible explanation was that some of the DNA-MSP conjugates were not incorporated into well-formed NDs in the final product, and these conjugates might compete for handle hybridization. In addition, yield underestimation caused by bias in TEM imaging and sample preparation might also contribute to the apparent differences in attachment efficiencies. For example, attachment to the protein belt on the side of DND4, instead of extending from the membrane surface for DND1-DND3, might make NDs more prone to ‘flipping over’ such that they are hidden below the origami. Regardless, the current attachment efficiency (at least 75%) for all DNDs should suffice for many applications including patterning. Attachment yield could be potentially further improved by increasing the local handle numbers for each DND on origami25.\nIt is worth noting that DND1-DND4 all had the anchor molecule modified on the 5’ end of the oligo, which places the ND in a distal position from the host origami after hybridization (Figure S5). We also tested a DND with 3’ modification using Chol, to constrain the ND proximal to origami via a zipper-like DNA duplex. We did not observe any apparent differences in either the attachment yield or the precise location of the ND between the two configurations, at least not at the resolution of our images (Figure S5 & Table S1). Regardless, the feasibility of using 3’ modified oligos adds design flexibility to this system.\nNext, to further demonstrate the utility of DND patterning, a cylindrical DNA origami nanocage was employed as a model template23. Thirty-four handles were extended from the top ring and pointed toward the center of the ring. This enabled the creation of NDs lined on one ring, while keeping the other ring undecorated. All four types of DNDs were successfully arranged into a ring with similar attachment yields, as imaged by TEM (Figure 2b). An average of 6 NDs were discerned on each ring, which was much smaller than the number of available handles. We attributed this spontaneous spacing to the steric hindrance and electrostatic repulsion between DNDs; indeed, a similar phenomenon was also observed in a previous study14. Attachment was not observed in control experiments using DNA-free NDs or DNDs with non-complementary oligos (Figure S6).\nTaking advantage of the addressability of DNA origami, we changed the handle pattern on the nanocage, and organized DNDs into a semicircle, a square, or two parallel rings (Figure 2c). Here DND2 was chosen as an exemplary reagent, and efficient and accurate assembly were confirmed by TEM images.\nPage 4 of 7\nACS Paragon Plus Environment\nNano Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n4\nFigure 3. Versatility of origami-templated ND patterning. Schematics (left) and representative TEM images (right) are shown for each case. (a) Linear ND array arranged by an origami rod with handles on one side. (b) DNA-encoded ND placed on specific arm of a strutted V-origami. (c) Hierarchical stacking of a circle of NDs on nanocage. Scale bars: 50 nm.\nEncouraged by the success with the nanocage template, we set out to further explore ways of combining NDs and DNA origami. An origami rod with handles extended from one side was made to arrange DND2 in a line (Figure 3a). Interestingly, the average spacing between NDs on this template was the same as we observed using the nanocage (~30 nm), further supporting the effect of interparticle repulsion. NDs scaffolded onto half of one side, or two ends of the rod also yielded the desired configurations (Figure S7). Another new feature of the rod was that the hybridization handles point to the open space outside the structure; this contrasts the nanocages with inner handles that are less accessible. It was thus possible that rods could oligomerize via DNDs with multiple oligos. Because the stoichiometry we used in the current protocol for ND formation favored one oligo per ND, DND-bridged rod oligomers were relatively rare. Out of curiosity, we increased the number of oligos per ND by increasing the ratio of DNA-Chol:MSP to 2:1, and reacted the new DNDs with origami rods (Figure S8). This time, depending on the handle pattern, a variety of dimers, oligomers, and/or aggregated rods were observed in TEM images. Although beyond the scope of this study, the ND-controlled origami assembly described here could find applications in material science26-28, such as detergent-responsive nanodevices29, 30. So far, all the oligos tethered to DND1-DND4 had the same sequence, which was complementary to the handles on the nanocages, rods, and the short arm of the V-shaped origami. To further showcase the specificity of DND placement, we constructed a new DND4 with MSP\nconjugated to another oligo sequence, which was complementary to the handle on the long arm of a strutted V-origami31. As expected, DNDs only attached to the intended arm, due to the fidelity of DNA hybridization, with virtually no nonspecific binding (Figure 3b & Table S1). Previously DNA-encoded chemical libraries, antibodies, or even liposomes have been widely used in drug discovery, sensing, imaging, and directed assembly32-35. Our method allows NDs to share the power of DNA barcoding.\nFinally, we showed that prearranged NDs could further assemble into higher-order structures. Nanocages with a circle of DND4 were polymerized into nanotubes upon addition of linker DNA23, generating ND stacks with predetermined vertical distances (Figure 3c). Triggered assembly of membranes remotely mimics cell organization and dynamics, which could expand the bottom-up approaches of reconstructing aspects of a functioning cell de novo or even building an 'artificial cell'36-38.\nIn summary, we provided a library of robust methods for constructing NDs with DNA oligos, and arranged the tethered NDs into precise 3D geometries using DNA origami templates (see representative zoom-out TEM images of\nFigure 2-3 in Figure S9). Compared to existing methods of assembling NDs into 1D stacks39 and arrays40, or templating NDs on inorganic substrates6, 7, DNA nanostructures offer much higher programmability and complexity. With NDs being a popular membrane reconstitution tool, our method could suit the need for positioning of membrane proteins (MP). Previously, DNA nanotechnology has significantly contributed to the field of protein assembly41-43, but only a handful of studies managed to organize MPs via DNA templates44-46. We envision the ND patterns created here to be readily translated to MP arrays, where different MP molecules residing in separate lipid bilayers, with welldefined distance and topology, can be achieved.\nAn imminent challenge in our method is to further control the orientation and local flexibility of individual NDs on origami. Because there was only one attachment handle for each ND in the current design, in principle NDs have some degree of rotational freedom. A promising strategy to improve the immobilization of ND is incorporating multiple DNA tethers on one ND, which hybridize with two or more local handles on the origami47. Another potential obstacle of implementing our method is the possibility that the DNA tethers might disturb the properties of the bilayer or the reconstituted protein within a ND. Although we believe this is unlikely considering the high degree of crowding of cellular membranes, DND4 should show no significant interference from DNA because the DNA handle is attached to the MSP.\nThe generated ND ensembles serve to expand the utility of individual NDs, further unleashing their power in membrane protein studies, biosensing, medicine, synthetic biology, and material science3, 5, 48. In addition to the potential uses mentioned above, we briefly describe two additional future applications of our system, firstly as a model membrane system to control membrane distance49. Similar systems based on liposomes were recently developed and used for probing the mechanism of a lipid\nPage 5 of 7\nACS Paragon Plus Environment\nNano Letters\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60\n5 transport protein. However, this approach suffered from complications due to the spherical shape of liposomes50. NDs are flat and homogeneous in size, making them an invaluable platform to study protein-lipid interactions in the context of controlled distances between bilayers51. The second application concerns membrane protein display for structural analysis. Namely, NDs are becoming increasingly popular for cryo-EM studies of membrane proteins52. Spatial arrangement, by a solid support, not only facilitates particle selection, averaging and sorting, but might also protect the ND-protein complexes from some of the detrimental effects that occur during sample preparation53. Both directions are being pursued for future studies."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "Supporting Information. Detailed experimental methods and supplementary figures are given in Supporting Information (SI), which is available free of charge via the Internet at http://pubs.acs.org. AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*Edwin R. Chapman: chapman@wisc.edu."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENT",
      "text" : "We thank members of the Chapman Lab for helpful discussions. This work was funded by the National Institutes of Health (grants MH061876 and NS097362 to E.R.C.). E.R.C. is an Investigator of the Howard Hughes Medical Institute."
    } ],
    "references" : [ {
      "title" : "Self-assembly of discoidal phospholipid bilayer nanoparticles with membrane scaffold proteins",
      "author" : [ "T.H. Bayburt", "Y.V. Grinkova", "S.G. Sligar" ],
      "venue" : "Nano Lett. 2002,",
      "citeRegEx" : "Bayburt et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Bayburt et al\\.",
      "year" : 2002
    }, {
      "title" : "Nanodiscs in Membrane Biochemistry and Biophysics",
      "author" : [ "I.G. Denisov", "S.G. Sligar" ],
      "venue" : "bilayers. Protein Sci",
      "citeRegEx" : "Denisov and Sligar,? \\Q2003\\E",
      "shortCiteRegEx" : "Denisov and Sligar",
      "year" : 2003
    }, {
      "title" : "Controlled Bilayer Surface for the Study of Membrane Proteins",
      "author" : [ "J.E. Rouck", "J.E. Krapf", "J. Roy", "H.C. Huff", "A. Das" ],
      "venue" : "Annu. Rev. Biophys",
      "citeRegEx" : "Rouck et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Rouck et al\\.",
      "year" : 2018
    }, {
      "title" : "Biomimetic Chemical Sensors",
      "author" : [ "regenerate. Nat" ],
      "venue" : null,
      "citeRegEx" : "Nat.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nat.",
      "year" : 2010
    }, {
      "title" : "Nanoelectronic Readout of Olfactory Receptor Proteins",
      "author" : [ "P.W. Rothemund" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Rothemund,? \\Q2006\\E",
      "shortCiteRegEx" : "Rothemund",
      "year" : 2006
    }, {
      "title" : "DNA Origami as Scaffolds for SelfAssembly of Lipids and Proteins",
      "author" : [ "Y.C. Dong", "Y.D. Mao" ],
      "venue" : "Creating Higher Order Structures. Chem. Rev",
      "citeRegEx" : "Dong and Mao,? \\Q2017\\E",
      "shortCiteRegEx" : "Dong and Mao",
      "year" : 2017
    }, {
      "title" : "DNA-encircled lipid bilayers",
      "author" : [ "K. Iric", "M. Subramanian", "J. Oertel", "N.P. Agarwal", "M. Matthies", "X. Periole", "T.P. Sakmar", "T. Huber", "K. Fahmy", "T.L. Schmidt" ],
      "venue" : "Entry. J. Am. Chem. Soc",
      "citeRegEx" : "Iric et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Iric et al\\.",
      "year" : 2018
    }, {
      "title" : "DNA nanostructures interacting with lipid bilayer membranes",
      "author" : [ "M. Langecker", "V. Arnaut", "J. List", "F.C. Simmel" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "Langecker et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Langecker et al\\.",
      "year" : 2014
    }, {
      "title" : "A quantitative assessment of the dynamic modification of lipidDNA probes on live cell membranes",
      "author" : [ "Y. Bagheri", "S. Chedid", "F. Shafiei", "B. Zhao", "M.X. You" ],
      "venue" : "Langmuir",
      "citeRegEx" : "Bagheri et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bagheri et al\\.",
      "year" : 2018
    }, {
      "title" : "21) Denisov, I",
      "author" : [ "Construction of Liposomes Mimicking Cell Membrane Structure through Frame-Guided Assembly. Angew. Chem. Int. Ed. Engl." ],
      "venue" : "G.; Baas, B. J.; Grinkova, Y. V.; Sligar, S. G. Cooperativity in cytochrome P450 3A4 - Linkages in substrate",
      "citeRegEx" : "Engl.,? 2020",
      "shortCiteRegEx" : "Engl.",
      "year" : 2020
    }, {
      "title" : "binding, spin state, uncoupling, and product formation",
      "author" : [ "J.G. Harrison", "S. Balasubramanian" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "Harrison and Balasubramanian,? \\Q2007\\E",
      "shortCiteRegEx" : "Harrison and Balasubramanian",
      "year" : 2007
    }, {
      "title" : "From Nano to Macro through Hierarchical Self-Assembly: The DNA Paradigm",
      "author" : [ "W. Pfeifer", "B. Sacca" ],
      "venue" : "Chembiochem 2016,",
      "citeRegEx" : "Pfeifer and Sacca,? \\Q2016\\E",
      "shortCiteRegEx" : "Pfeifer and Sacca",
      "year" : 2016
    }, {
      "title" : "Hydrophobic actuation of a DNA origami bilayer structure",
      "author" : [ "J. List", "M. Weber", "F.C. Simmel" ],
      "venue" : "Material Systems Engineering. Adv. Mater",
      "citeRegEx" : "List et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "List et al\\.",
      "year" : 2019
    }, {
      "title" : "Assembled DNA Nanomaterials for Biomedical Applications",
      "author" : [ "J.J. Funke", "H. Dietz" ],
      "venue" : "Small 2017,",
      "citeRegEx" : "Funke and Dietz,? \\Q2016\\E",
      "shortCiteRegEx" : "Funke and Dietz",
      "year" : 2016
    }, {
      "title" : "General method for modification of liposomes for encoded assembly on supported bilayers",
      "author" : [ "C. Yoshina-Ishii", "G.P. Miller", "M.L. Kraft", "E.T. Kool", "S.G. Boxer" ],
      "venue" : "Am. Chem. Soc",
      "citeRegEx" : "Yoshina.Ishii et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Yoshina.Ishii et al\\.",
      "year" : 2007
    }, {
      "title" : "Bottom-up synthetic biology: engineering in a tinkerer's world",
      "author" : [ "P. Schwille" ],
      "venue" : "Science",
      "citeRegEx" : "Schwille,? \\Q1994\\E",
      "shortCiteRegEx" : "Schwille",
      "year" : 1994
    }, {
      "title" : "Mastering Complexity: Towards Bottom-up Construction of Multifunctional Eukaryotic Synthetic Cells",
      "author" : [ "K. Gopfrich", "I. Platzman", "J.P. Spatz" ],
      "venue" : "dynamics: usefulness and limitations. Interface Focus 2015,",
      "citeRegEx" : "Gopfrich et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gopfrich et al\\.",
      "year" : 2015
    }, {
      "title" : "Reversible assembly of stacked membrane nanodiscs with reduced dimensionality and variable periodicity",
      "author" : [ "P.A. Beales", "N. Geerts", "K.K. Inampudi", "H. Shigematsu", "C.J. Wilson", "T.K. Vanderlick" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "951",
      "shortCiteRegEx" : "951",
      "year" : 2013
    }, {
      "title" : "Recreation of the terminal events in physiological integrin activation",
      "author" : [ "Q. Luo", "C. Hou", "Y. Bai", "R. Wang", "J. Liu" ],
      "venue" : "J. Cell. Biol",
      "citeRegEx" : "Luo et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2010
    }, {
      "title" : "Toward Precise Manipulation of DNA-Protein Hybrid Nanoarchitectures",
      "author" : [ "K. Zhou", "J. Dong", "Y. Zhou", "M. Wang", "Q. Wang" ],
      "venue" : "Small 2019,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2020
    }, {
      "title" : "Folding DNA into a Lipid-Conjugated Nanobarrel for Controlled Reconstitution of Membrane Proteins",
      "author" : [ "Y. Mao" ],
      "venue" : "Angew. Chem. Int. Ed. Engl. 2018,",
      "citeRegEx" : "Mao,? \\Q2076\\E",
      "shortCiteRegEx" : "Mao",
      "year" : 2076
    }, {
      "title" : "DNA Origami Scaffolds as Templates for Functional Tetrameric Kir3 K(+",
      "author" : [ "C. Sato", "H. Sugiyama", "T. Morii", "Y. Mori" ],
      "venue" : "Channels. Angew. Chem. Int. Ed. Engl. 2018,",
      "citeRegEx" : "M. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanodiscs: A Controlled Bilayer Surface for the Study of Membrane Proteins",
      "author" : [ "M.A. McLean", "M.C. Gregory", "S.G. Sligar" ],
      "venue" : "DNA origami. Sci. Adv. 2016,",
      "citeRegEx" : "McLean et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "McLean et al\\.",
      "year" : 2018
    }, {
      "title" : "Liposomes and Cell-Derived Vesicles: From Modeling Complex Membrane Processes to Synthetic Biology and Biomedical Applications",
      "author" : [ "X. Bian", "Z. Zhang", "Q.C. Xiong", "P. De Camilli", "C.X. Lin" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Bian et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bian et al\\.",
      "year" : 2018
    }, {
      "title" : "Membrane mimetic systems in CryoEM: keeping membrane proteins in their native environment",
      "author" : [ "H.E. Autzen", "D. Julius", "Y.F. Cheng" ],
      "venue" : "Curr. Opin. Struct. Biol",
      "citeRegEx" : "Autzen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Autzen et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Nanodiscs (ND) are soluble phospholipid bilayers bounded by membrane scaffold proteins; they have become invaluable in the study of membrane proteins. However, this multifunctional tool has been used individually, and applications involving multiple NDs and their interactions have fallen far behind their counterpart membrane model system: liposomes. One major obstacle is the lack of reliable methods to manage the spatial arrangement of NDs. Here we sought to extend the utility of NDs by organizing them on DNA origami. NDs constructed with DNA-anchor amphiphiles were placed precisely and specifically into these DNA nanostructures via hybridization. Four different tethering strategies were explored and validated. A variety of geometric patterns of NDs were successfully programmed on origami, as evidenced by electron microscopy. The ND ensembles generated in this study provide new and powerful platforms to study protein-lipid or protein-protein interactions with spatial control of membranes.",
    "creator" : null
  }
}