{
  "name" : "downloads_2019-10-22_55_manna2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis of graphene oxide nano-materials coated bio-char using carbonaceous industrial waste for phenol separation from water",
    "authors" : [ "Suvendu Manna", "Snigdha Prakash", "Papita Das" ],
    "emails" : [ "papita.das@jadavpuruniversity.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nColloids and Surfaces A\njournal homepage: www.elsevier.com/locate/colsurfa\nSynthesis of graphene oxide nano-materials coated bio-char using carbonaceous industrial waste for phenol separation from water\nSuvendu Manna, Snigdha Prakash, Papita Das⁎\nDepartment of Chemical Engineering, Jadavpur University, Kolkata, WB, 700032, India\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nKeywords: Graphene oxide Nano-coating Activated charcoal Surface coating Adsorption Wastewater treatment\nA B S T R A C T\nThis article presents the process of synthesizing a value added product from a carbonaceous industrial waste. For this a carbonaceous industrial waste was coated with graphene oxide (GO) and then thermally activated at 800 °C. The GO and the GO-coated biochar were characterized with atomic force microscope, raman spectroscope, fourier transform infrared spectroscopy, field-emission scanning electron microscope, x-ray Diffraction and transmission electron microscope. This GO-coated biochar was then utilized to investigate removal capacity of phenol present in wastewater. The data indicated that the GO-coated biochar showed better phenol removal efficacy then that of the GO itself. The isotherm analysis indicated that the data could be described best with Langmuir isotherm indicating that the phenol separation was a monolayer surface adsorption. The kinetic analysis indicated that the phenol separation process was followed by pseudo second order kinetics. Also, it was evident from the intra-particle diffusion kinetic analysis that diffusion plays a significant role in phenol separation. From thermodynamic analysis it was evident that the phenol separation process was endothermic as well as spontaneous in nature. The GO-coated biochar showed better separation efficacy in the presence of salt."
    }, {
      "heading" : "1. Introduction",
      "text" : "Most of the national environmental protection agencies classified phenol and it’s derivatives in the list of prior pollutants because of their toxic nature. Due its high water solubility and mobility it can contaminate the environment more rapidly. Discharge from industries such as tar, disinfectant, gasoline, pharmaceutical, plastic, steel, and rubber\nproofing, are one of the major contributes of phenol to the surroundings. Also, domestic wastewaters, run-off from agricultural field, and chemical spills release untold number of phenol in the environment. Phenol is known to be carcinogenic and mutagenic to living being even at low concentrations. Moreover, phenol intoxication could damage the major organs like spleen, pancreas, and kidneys. Circulatory system failure, lung edema, kidney malfunction, severe gastrointestinal\nhttps://doi.org/10.1016/j.colsurfa.2019.123818 Received 5 July 2019; Received in revised form 17 August 2019; Accepted 17 August 2019\n⁎ Corresponding author. E-mail address: papita.das@jadavpuruniversity.in (P. Das).\nColloids and Surfaces A 581 (2019) 123818\nAvailable online 19 August 2019 0927-7757/ © 2019 Elsevier B.V. All rights reserved.\nT\ndisturbances, and convulsions were also reported for acute phenol intoxication. Thus, the environmental protection agencies of different countries have limited its presence in the range between 0.1 mg/L and 1.0 mg/l of phenol in any type of effluent needed to be disposed in the environment [1,2].\nVarious methods, including coagulation and precipitation, sedimentation, chemical oxidation, ion exchange, osmosis, filtration, and adsorption [3–6]. Among all these processes, adsorption has been used widely for separation of aromatic pollutants as it is economic, easy to operate, and adaptable in nature. Adsorption-based phenol removal studies were summarized recently by Issabayeva et al. [7]. These articles indicated that a vast range of different types of adsorbents such as activated charcoal derived from carbonaceous biomasses [8–11], agricultural waste [12–14], carbon nanotubes [15–19], porous media [20,21], nanoparticles [1,22–24], clay [25–28], and polymers [29–33] have been tested for phenol separation.\nAlthough, some of the above mentioned adsorbents are promising as they showed high phenol separation capacity, their use is limited in large scale wastewater treatment applications. High cost, maintenance, sustainability, relatively low sorption capacity, and other technical difficulties make those adsorbents not suitable to be used in large-scale wastewater treatment. Therefore, it is necessary to develop a sustainable and economic adsorbent with phenol separation capacity relatively comparable or higher.\nThe study presented in this article developed a relatively economic graphene oxide-nanocomposites using carbonaceous industrial waste for phenol separation from wastewater. Novelty of this study is to use of an industrial waste to synthesize an economic nanocomposite with organic pollutant separation capacity. In addition, there is a technical issue with powdered nanomaterials that reduce their use in large scale water treatment. Being nano-sized, separation of nanoparticles from reaction mixture after their use is a major concern. The study described in this article tried to rectify this technical issue by coating the nanoparticle over a macro-sized matrice for easy separation. The size of the matrices could be customized as per the requirement."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Collection and pre-treatment of carbonaceous industrial waste",
      "text" : "Carbonaceous industrial waste (CW) was collected from jute mill near Kolkata, India. The CW was comprised of mainly jute fibers. Around 100 g of the collected CW was washed with water and chopped into 1–5mm species using a mixer grinder. Thereafter, the chopped CW was kept submerged in sodium hydroxide solution (0.5%) for 12 h under room temperature followed by washing 2–3 times with deionized water until achieved a pH near to neutral (7 ± 0.2) followed by overnight oven drying at 110 °C."
    }, {
      "heading" : "2.2. Coating of GO over pre-treated CW and char formation",
      "text" : "The GO used in this study was supplied by United Nanotech Pvt. Ltd. (India). The GO was coated over pretreated CW surface, thermally activated, and used for phenol separation from synthetic wastewater. The detail process of coating was published by our group elsewhere [34]. In brief, 50mg of GO was added to 30mL of methanol and sonicated for 15min using LMUC-4 ultrasonic cleaner at 30 °C. Thereafter, pretreated CW (10 g) was mixed with the solution and stirred continuously for 3–4 h. The solvent was separated and the mixture was cured at 120–150 °C for 1 h. Thereafter, the GO-coated CW was washed with methanol thoroughly to separate the unattached GO from the surface and dried again at 110 °C for 2–3 h. Then, the GO coated CW was heated at 800 °C for 30min under nitrogen atmosphere for thermal activation."
    }, {
      "heading" : "2.3. Characterization",
      "text" : "The GO and the GO-coated CW were characterized with N9410SAFM (United States), HRTEM (JEOL JEM 2100 HR, Japan),and Raman spectroscope (Horiba, T64000, France). The materials were also characterized with Rigaku Ultima 1840 XRD (Japan) and PerkinElmer FTIR spectroscope (United States)."
    }, {
      "heading" : "2.4. Adsorption batch study",
      "text" : "Influence of parameters such as phenol concentration (5–50mg/L), amount of CW biochar (50–400mg/100mL), contact time (5–270min), pH (2–10), temperature (25–40 °C), and salt concentration (50–1000mg/L) on the phenol removal efficacy was examined in batch process. Solutions of HCl (0.1 N) and NaOH (0.1 N) were used to adjust the pH of the phenl solution. For batch sorption study the GO and the GO-coated CW biochars were mixed with 100mL of phenol containing solutions separately and were shaken within a shaker incubator at 150 rpm. Water samples from the reaction mixture were collected periodically and monitored for residual phenol in the solution. Phenol in solution was detected by evaluating the optical density with a Shimadzu UV–vis spectrophotometer (Model UV1800) at 270 nm. The removal efficacy (qe) was calculated as follows:\n= − ×q C C V W ( ) e i t\n(1)\nWhere, Ci is the initial phenol concentration and Ct is the phenol concentration at time t, respectively. V is solution volume and W is the amount of the adsorbent. All the experiments in the batch study were done in triplicate. The mean with the standard deviation has been reported in the figure."
    }, {
      "heading" : "2.5. Kinetic model validation",
      "text" : "Chi square (χ2) and the normalized standard deviation [Δqe (%)] analysis of the kinetic data were done using the equations presented in Table 1 to validate the kinetic models."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of the sorbents",
      "text" : ""
    }, {
      "heading" : "3.1.1. AFM, FESEM and TEM analysis of the GO",
      "text" : "Atomic Force Microscope (AFM) image of the GO as presented in Fig. 1A indicated that thickness of the GO was at least below 1.7 nm (Fig. 1A). Thickness of the GO indicated that it was almost 2–3 layers\nthick. The FESEM image of GO is presented as Fig. 1B. From the image it was evident that the GO was very thin and wrinkled in some places. Similar observation could be noticed with the HRTEM image of the GO (Fig. 1C). Observations similar to ours were also previously recorded and mentioned [35]."
    }, {
      "heading" : "3.1.2. XRD, FTIR and Raman analysis of GO",
      "text" : "X-ray diffraction pattern of graphite powder and GO are presented in Fig. 2A. One distinctive crystalline peak at around 2θ=26.5° (dvalue of 0.35 nm) was noticed in the diffractogram of graphite powder. Whereas, the diffractogram of GO showed three peaks at around 2θ=11°, 2θ=26.5°, and 2θ=42°. The peak at around 2θ=11.5° (dvalue of 0.86) indicated that the graphite sheets are transformed into the GO. Interestingly, the diffractogram corresponds to GO also have a weakened peak at 2θ=26.5° related to graphite indicating that some portion of the graphite are not transformed into GO. Similar observations for GO and its derivatives had been noticed and reported by others [35–37].\nThe typical infrared spectra of GO is shown in Fig. 2B. The IR response showed a board peak at around 3378 cm-1 corresponding to OeH stretching vibrational band. The band appeared at around 1722 cm-1 due to stretching vibration of carboxylic or carbonyl groups. The spectral response also indicated that the GO surface had many other oxygenated functional groups of hydroxyl, and epoxy. Similar trends of IR responses corresponding to GO were observed and indicated by\nŠtengle et al. [49]. The Raman spectral response are shown with Fig. 2C. The response corresponds to GO showed D-band at around 1360 cm−1 and G-band at around 1608 cm−1. As the D-band in the Raman spectral response of graphite was negligible only G-band was noticed. The ratio of the band intensity (ID/IG) was higher for GO than the graphite powder. This signifies formation of structural defects on the GO surface due to introduction of oxygenated groups during the oxidation. Other researchers also noticed similar observations [36]."
    }, {
      "heading" : "3.1.3. Characterization of GO-coated bio-waste char",
      "text" : "Fig. 3A and B showed the images of the CW before and after GO coating, respectively. The FESEM images of the CW biochar with or without GO coating have been displayed by Fig. 3C and D. The photomicrographs indicated presence of GO over the biochar surface. Also, both types of the biochars showed pores on their surface. From this images it was evident that the biowaste were coated with GO.\nX-ray diffraction pattern of CW before and after GO coating have been shown in the Fig. 4A. No visible difference was observed between the GO coated and non-coated diffractograms possibly due to merging of peaks related to GO with the existing peaks of biochars.\nInfrared spectral response of uncoated and GO-coated biowaste and their char are presented in Fig. 4C. The IR band near 1745 cm−1corresponds to COe] stretching vibration, was disappeared after the pretreatment of CW. This indicated that during pretreatment\npart of the acetyl groups containing components were removed from CW surface. This band was found to be reappeared partly after GO coating. This indicated possible attachment of GO over the surface of the CW. The IR band at around 3500 cm−1, corresponds to OHe stretching vibration, was widened after GO coating. These attributed to the attachment of GO over the surface of pretreated CW. The IR response was completely changed when the GO-coated CW was further activated thermally at 800 °C."
    }, {
      "heading" : "3.2. Adsorption studies",
      "text" : ""
    }, {
      "heading" : "3.2.1. Influence of concentration on removal efficacy",
      "text" : "Removal efficacy of adsorbents from solutions with different phenol concentration was investigated by mixing 50mg of GO and GO-coated CW biochar inphenol containing solution separately. Solution pH was 7.5 and solution was then shaken with 150 rpm, for 1 h. The data presented in Fig. 5A indicated that with increasing concentration of phenol, the removal efficiency for both the adsorbents were decreased. This could be due to rapid saturation of the surface pores and functional groups with the higher amount phenol. However, phenol removal efficiency of GO-coated CW biochar was much higher than the GO alone for all the cases."
    }, {
      "heading" : "3.2.2. Influence of adsorbent amount on removal efficacy",
      "text" : "Effects of increasing amount of adsorbents in the phenol removal\nefficicacy was monitored by mixing different amount of GO and GOcoated CW biochar within 100mL of 10mg/L phenol containing solution (pH7.5). The data presented in Fig. 5B indicated that phenol removal using both the adsorbents was increasing with increasing sorbent amount. The figure also indicated that the removal efficiency of GOcoated CW biochar increased sharply up to a certain point after which it showed minimal removal efficiency even with increasing sorbent amount. This was possibly due to presence of less amount of sorbate. It should also be noticed that for all the cases phenol removal efficiency of GO-coated CW biochar was much higher than the GO."
    }, {
      "heading" : "3.2.3. Influence of time on removal efficacy",
      "text" : "To see the influence of contact time on removal efficacy, 100mg of adsorbents was added on10mg/l phenol solution and shaking the mixture with 150 rpm at 35 °C for a period of 15–270min with periodic sampling to check residual phenol. The data indicated that for GOcoated biochar the phenol removal was much rapid than the GO (Fig. 6A). Also, the GO-coated biochar captured phenol more rapidly up to 60min after that the removal efficiency was found to be steady. This was possibly pointing towards the capturing most of the phenol within 60min of contact. In addition, it could also be noticed that the coated adsorbent was more efficient in phenol capturing."
    }, {
      "heading" : "3.2.4. Influence of temperature on removal efficiency",
      "text" : "100mg of adsorbent was added on 10mg/L phenol containing\nsolution. The data presented in Fig. 6B showed very minimal changes in the removal efficacy for both type of adsorbent with increasing temperature up to 35 °C. Thereafter, the removal efficacy decreased with increasing the temperature. The reason may be due to weakening of attraction force between adsorbent and sorbate at temperature higher than 35 °C. The figure also supported the higher efficiency of GO-coated\nbiochar then the GO."
    }, {
      "heading" : "3.2.5. Effect of solution pH on removal efficacy",
      "text" : "As pH plays a critical role in all types of adsorption process, their effects on phenol sorption was studied by mixing 100mg of adsorbent on 10mg/L phenol containing solution. The sorption data indicated\nthat the GO-coated CW biochar had better phenol removal capacities for all over the pH range studied (Fig. 7A). However, for GO-coated CW biochar maximum phenol removal was noted at pH 7."
    }, {
      "heading" : "3.2.6. Influence of salt concentration on removal efficiency",
      "text" : "Salinity of water often affects removal efficiency of adsorbent adversely. Thus, impact of salt on phenol removal efficiency of GO-coated biochar was done. For this, 100mg of adsorbent was added with phenol containing solution with different amount of NaCl and shaken with 150 rpm for 60min at 35 °C. The data presented in Fig. 7B indicated that even with increasing NaCl content, phenol removal efficiency of GO-coated biochar affected minimally. More interestingly, the data indicated that the addition of salt enhance the capacity of the sorbent. Similar observations waere noticed and reported by many previous researchers [38–40]. They hypothesized that salt influence in phenol sorption by ion exchange, electrostatic interaction, water absorption,\nand the “salting out” effect."
    }, {
      "heading" : "3.3. Adsorption isotherm",
      "text" : "Langmuir isotherm describes monolayer adsorption on adsorbent surface. Table 1 showed the isotherm model used in this study for data analysis. Where, qe is the amount of phenol adsorbed per unit amount of adsorbent at steady state, ka is a constant corresponds to the net enthalpy, qm is the amount of phenol in a unit dry mass of adsorbent and Ce is the residual phenol concentration at steady state. The constant ka computed from this isotherm could be used to calculate another parameter called separation factor of RL (RL= 1/[1+(1+kaC0)] to understand the favorability of the process. The experimental data were also fitted with the Freundlich isotherm equation as shown in Table 1. Where, kf is Freundlich isotherm constant and n issorption intensity.\nThe regression coefficient (r2) for Langmuir was higher that for\nFreundlich isotherm Frendlich isotherm indicating that the phenol adsorption by the GO coated adsorbent was followed by Langmuir isotherm. Maximum phenol removal capacity (qm) for GO and GO-coated biochar was 1.82mg/g and 23.47mg/g. The estimated qm for GO coated CW biochar was found to be very high than the powdered GO (Table 2). Also, the separation factors RL is lesser than one which\nindicated a favorable phenol adsorption. Dubinin Radushkevich (D-R) model is a general isotherm model that gives insight of biomass porosity and adsorption energy. The adsorption energy values clarify the process nature. The D–R equation is shown in Table 1. Where, qois the maximum adsorption capacity, β (mol2/kJ2) is the activity co-efficient which is useful to calculate the mean sorption energy E(kJ/mol) and Polanyi potential (Ɛ). The equations for Ɛ and E are shown in Table 1. Where R, is the universal gas constant (J/molK) and T is the temperature (K). Data presented (in Table 2) indicated that value of E for GO and GO-coated biochar is 1.581 kJ mol−2and 4.083 kJ mol−2, respectively. Both this values indicated that the phenol removal process for both types of adsorbents was physisorption."
    }, {
      "heading" : "3.4. Adsorption kinetics",
      "text" : "To understand phenol sorption kinetics, data was analyzed with two kinetic equations as shown in Table 1. where, qt is the amount of phenol captured by a unit amount of adsorbent at time, t, and, k1and k2 (minute−1): rate constants for pseudo 1st and pseudo 2nd order kinetics, respectively. The data presented in Table 2 indicated that regression coefficient ( r2) for pseudo second order equation wass higher than that for pseudo first order equation. Also, Chi square and normalized standard deviation analysis indicated that the kinetic data were best fitted with pseudo 2nd order kinetic model. So phenol uptake by GO and GO-coated biochar was a pseudo second order kinetics. Thecalculated qe for GO-coated biochar was 7.35mg/g which was close to the experiment qe."
    }, {
      "heading" : "3.4.1. Elovich",
      "text" : "Elovich equation presented in Table 1 is best model for describing chemisorption. The parameters a (chemisorption rate) and bis constants that are calculated from the slope and intercept of the plot of qt versus ln t. Regression coefficient value and the value of b indicated that Elovich model is not describing the kinetics of phenoladsorption (Table 2)."
    }, {
      "heading" : "3.4.2. Intra-particle diffusion kinetic",
      "text" : "The evolution of the sorption process and the sorption mechanism could be determined by analyzing the data with diffusion kinetic equation as shown in Table 1. Where, qt is amount of phenol captured\nby adsorbent at time, t, and kpis the diffusion constant. It is assumed that linearity of the data prove the influence of intra-particle diffusion on phenol sorption. Also, if the data are passing through origin, then it is assumed that rate limiting step is intra-particle diffusion. The data fitted to the intra-particle equation indicated that the plot was not passed through the origin (figure not shown here). This pointed that intra-partcle diffusion was not the only rate limiting factors involved for phenol adsorption. Other factor like hydrogen boding, electrostatic interaction and van dar Waals force may also had role in phenol adsorption. The rate constant indicated that the phenol sorption rate increased many fold after GO coating over biochar (Table 2)."
    }, {
      "heading" : "3.5. Adsorption thermodynamics",
      "text" : "Thermodynamic parameters (ΔG°, ΔH° and ΔS°) related to feasibility of adsorption process, were estimated using the mathematical equations as presented in Table 1. T represents the temperature in Kelvin, R represents the universal gas constant and Kc is obtained from qe/Ce. The ΔH° and ΔS° were calculated from the slope and intercept of the plot lnKc vs 1/T. Thermodynamic parameters were tabulated in Table 2. Negative values of ΔG° for GO-coated biochar indicated that the phenol removal was a favorable process. Positive ΔH° for phenol adsorption signifies an endothermic phenol adsorption process. Also, ΔH° value, below 40 kJ/mol, is indicative of physical sorption of phenol. In addition, positive ΔS° suggesting randomness of the phenol adsorption for both types adsorbents."
    }, {
      "heading" : "3.6. Comparative assessment",
      "text" : "The results obtained in this study indicating that proposed material showed comparable or higher phenol removal efficiency than those for many nanomaterials or its nanocomposites (Table 3). However, it was also noticed in Table 3 that CNTs, magnetic nanoparticles, polymeric adsorbents and the activated charcoal have very high phenol adsorption capacities than those obtained in our study. This should be mentioned that the phenol removal efficacy was performed per gram of the GOcoated biochar. If we calculate the phenol removal efficiency as per GO present per gram of the coated biochar it would be around 117.35mg/ g. Further optimization as per the GO and biochar ratio could be more effective for phenol removal. In addition, the coated biochar developed has some technical superiority over the powdered nanoparticles as those are often difficult to separate from the reaction mixture."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The study indicated that the nanomaterials coated biochar could be a promising adsorbent for separation of pollutant. Coating of graphene\noxide over pre-treated carbonaceous industrial waste was done using an easy process. The coated nanocomposites showed better separation performance than that for the graphene oxide. The process was found to be promising as the nanocomposites showed separation capacity for wide range of sorption parameters. The presence of salt showed positive impact on phenol separation using the nanocomposites. As the base materials for the synthesis was an industrial waste, it could be assumed that the nanocomposite should be inexpensive. Though, further investigations are necessary to confirm that the GO-coated biochar could compete with the available alternatives.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgement",
      "text" : "SM received financial support from Science and Engineering Research Board, Department of Science and Technology, award file number (PDF/2016/000062) and gratefully acknowledging it. PD is thankful to SERB DST, Government of India for the financial support."
    } ],
    "references" : [ {
      "title" : "Efficient removal of phenol and aniline from aqueous solutions using graphene oxide/polypyrrole composites",
      "author" : [ "S. Hu", "S. Dai", "D. Shao", "A. Alsaedi", "B. Ahmad", "X. Wang" ],
      "venue" : "J. Mol. Liq. 203 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Graphene as an efficient and reusable adsorbent compared to activated carbons for the removal of phenol from aqueous solutions",
      "author" : [ "D. Gaber", "M.A. Haija", "A. Eskhan", "F. Banat" ],
      "venue" : "Water Air Soil Pollut. 228 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Reaction pathways and mechanisms of the electrochemical degradation of phenol on different electrodes",
      "author" : [ "X.Y. Li", "Y.H. Cui", "Y.J. Feng", "Z.M. Xie", "J.D. Gu" ],
      "venue" : "Water Res. 39 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Efficient photocatalytic degradation of phenol over Co3O4/BiVO4 composite under visible light irradiation",
      "author" : [ "M.C. Long", "W.M. Cai", "J. Cai", "B.X. Zhou", "X.Y. Chai", "Y.H. Wu" ],
      "venue" : "J. Phys. Chem. B 110 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Biodegradation of phenol by Pseudomonas putida immobilized in polyvinyl alcohol (PVA) gel",
      "author" : [ "M.H. El-Naas", "S.A. Al-Muhtaseb", "S. Makhlouf" ],
      "venue" : "J. Hazard. Mater. 64 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Plasmainduced grafting of cyclodextrin onto multiwall carbon nanotube/iron oxides for adsorbent application",
      "author" : [ "J. Hu", "D.D. Shao", "C.L. Chen", "G.D. Sheng", "J.X. Li", "X.K. Wang", "M. Nagatsu" ],
      "venue" : "J. Phys. Chem. B 114 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A review on the adsorption of phenols from wastewater onto diverse groups of adsorbents",
      "author" : [ "G. Issabayeva", "S.Y. Hang", "M.C. Wong", "M.K. Aroua" ],
      "venue" : "Rev. Chem. Eng. 34 (6) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of texture and surface chemistry on adsorptive capacities of activated carbons for phenolic compounds removal",
      "author" : [ "C.O. Ania", "J.B. Parra", "J.J. Pis" ],
      "venue" : "Fuel Process Technol. 77 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Adsorption of phenols from wastewater",
      "author" : [ "M. Ahmaruzzaman", "D.K. Sharma" ],
      "venue" : "J. Colloid Interface Sci. 287 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Competitive adsorption of furfural and phenolic compounds onto activated carbon in fixed bed column",
      "author" : [ "A.H. Sulaymon", "K.W. Ahmed" ],
      "venue" : "Environ. Sci. Technol. 42 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Activated carbon",
      "author" : [ "F. Çeçen" ],
      "venue" : "in: A. Seidel, M. Bickford (Eds.), Kirk-Othmer Encyclopedia of Chemical Technology, Wiley, Hoboken, NJ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Simultaneous removal of phenol and cyanide from aqueous solution by adsorption onto surface modified activated carbon prepared from coconut shell",
      "author" : [ "N. Singh", "C. Balomajumder" ],
      "venue" : "J. Water Proc. Eng. 9 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Potential of rice husk and rice hush ash for phenol removal in aqueous systems",
      "author" : [ "A.H. Mahvi", "A. Meleki", "A. Eslami" ],
      "venue" : "Am. J. Appl. Sci. 1 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Phenol removal from water with modified carbon prepared from bagasse ash",
      "author" : [ "A. Kaushik", "S. Basu", "R.K. Singh", "V.S. Batra", "M. Balakrishnan" ],
      "venue" : "e-planet 10 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Polyaniline multiwalled carbon nanotube magnetic composite prepared by plasma-induced graft technique and its application for removal of aniline and phenol",
      "author" : [ "D.D. Shao", "J. Hu", "C.L. Chen", "G.D. Sheng", "X.M. Ren", "X.K. Wang" ],
      "venue" : "J. Phys. Chem. C 114 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Investigation of the sequestration mechanisms of Cd(II) and 1-naphthol on discharged multi-walled carbon nanotubes in aqueous environment",
      "author" : [ "S.T. Yang", "Z.Q. Guo", "G.D. Sheng", "X.K. Wang" ],
      "venue" : "Sci. Total Environ. 420 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Natural Organic Matter (NOM) Adsorption to multi-walled carbon nanotubes: effect of NOM characteristics and water quality parameters",
      "author" : [ "H. Hyung", "J.H. Kim" ],
      "venue" : "Environ. Sci. Technol. 42 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Individual and competitive adsorption of phenol and nickel onto multiwalled carbon nanotubes",
      "author" : [ "N.T. Abdel-Ghani", "G.A. El-Chaghaby", "F.S. Helal" ],
      "venue" : "J. Adv. Res. 6 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Modeling synergistic adsorption of phenol/aniline mixtures in the aqueous phase onto porous polymer adsorbents",
      "author" : [ "W.M. Zhang", "Q.J. Zhang", "B.C. Pan", "L. Lv", "B.J. Pan", "Z.W. Xu", "Q.X. Zhang", "X.S. Zhao", "W. Du", "Q.R. Zhang" ],
      "venue" : "J. Colloid Interface Sci. 306 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "O’Melia, Effects of natural organic matter and solution chemistry on the deposition and reentrainment of colloids in porous media, Environ",
      "author" : [ "C.R.A. Franchi" ],
      "venue" : "Sci. Technol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2003
    }, {
      "title" : "Simultaneous removal of Co(II) and 1-naphthol by core-shell structured Fe 3O4@cyclodextrin magnetic nanoparticles",
      "author" : [ "X.B. Zhang", "Y. Wang", "S.T. Yang" ],
      "venue" : "Carbohydr. Polym. 114 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Phenol adsorption on surface functionalized iron oxide nanoparticles: modeling of the kinetics",
      "author" : [ "S.U. Yoon", "B. Mahanty", "H.M. Ha", "C.G. Kim" ],
      "venue" : "isotherm, and mechanism, J. Nanopart. Res. 18 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Kinetics",
      "author" : [ "M. Changmai", "M.K. Purkait" ],
      "venue" : "equilibrium and thermodynamic study of phenol adsorption using NiFe2O4 nanoparticles aggregated on PAC, J. Water Proc. Eng. 16 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Removal of phenol from water by adsorption using zeolites",
      "author" : [ "M. Khalid", "G. Joly", "A. Renaud", "P. Magnoux" ],
      "venue" : "Ind. Eng. Chem. Res. 43 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "The investigation of phenol removal from aqueous solutions by zeolites as solid adsorbents",
      "author" : [ "D. Ljiljana", "R. Vesna", "R. Vlasialav", "S. Dusan", "A. Aline" ],
      "venue" : "J. Hazard. Mater. 184 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Adsorption of phenol on natural clay",
      "author" : [ "M. Djebbar", "F. Djafri", "M. Bouchekara", "A. Djafri" ],
      "venue" : "Afr. J. Pure Appl. Chem. 6 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adsorption of phenols on reduced-charge montmorillonites modified by bispyridinium dibromides: mechanism",
      "author" : [ "Z. Luo", "M. Gao", "S. Yang", "Q. Yang" ],
      "venue" : "kinetics and thermodynamics studies, Colloids Surf. A Physicochem. Engine. Asp. 482 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Treatment of phenol and p-cresol in aqueous solution by adsorption using a carbonylated hypercrosslinked polymeric adsorbent",
      "author" : [ "J. Huang" ],
      "venue" : "J. Hazard. Mater. 168 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Application of graphitic carbon nitride for the removal of Pb(II) and aniline from aqueous solutions",
      "author" : [ "R. Hu", "X.K. Wang", "S.Y. Dai", "D.D. Shao", "T. Hayat", "A. Alsaedi" ],
      "venue" : "Chem. Eng. J. 260 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Simultaneous removal of organic compounds and heavy metals from soils by electrokinetic remediation with a modified cyclodextrin",
      "author" : [ "K. Maturi", "K.R. Reddy" ],
      "venue" : "Chemosphere 63 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Facile preparation of acrylic esterbased crosslinked resin and its adsorption of phenol at high concentration",
      "author" : [ "X. Qiu", "N. Li", "X. Ma", "S. Yang", "Q. Xu", "H. Li", "J. Lu" ],
      "venue" : "J. Environ. Chem. Eng. 2 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Phenol adsorption on an N-methylacemetamide-modified hyper-cross-linked resin from aqueous solutions",
      "author" : [ "J. Huang", "X. Jin", "S. Deng" ],
      "venue" : "Chem. Eng. J. 192 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Synthesis of graphene oxide dots  coated biomatrices and its application for the removal of multiple pollutants present in wastewater",
      "author" : [ "S. Manna", "S. Bhattacharya", "S. Sengupta", "P. Das" ],
      "venue" : "J. Cleaner Prod. 203 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Large scale preparation of graphene quantum dots from graphite with tunable fluorescence properties",
      "author" : [ "Y. Sun", "S. Wang", "C. Li", "P. Luo", "L. Tao", "Y. Wei", "G. Shi" ],
      "venue" : "Phys. Chem. Chem. Phys. 15 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Adsorption of toxic carbamate pesticide oxamyl from liquid phase by newly synthesized and characterized graphene quantum dots nanomaterials",
      "author" : [ "S. Agarwal", "N. Sadeghi", "I. Tyagi", "V.K. Gupta", "A. Fakhri" ],
      "venue" : "J. Colloid Interface Sci. 478 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Ultrafast adsorption and selective desorption of aqueous aromatic dyes by graphene sheets modified by graphene quantum dots",
      "author" : [ "Y. Ying", "H. Peng", "D. Gu", "P. Xinsheng" ],
      "venue" : "Nanotechnology 27 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effect of salt on the mechanism of adsorption of aromatics on activated carbon",
      "author" : [ "H.A. Arafat", "M. Franz", "N.G. Pinto" ],
      "venue" : "Langmuir 15 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Adsorption of humic substances in the presence of sodium salts",
      "author" : [ "P. Lafrance", "M. Mazet" ],
      "venue" : "J. Am. Water Works Assoc. 81 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Sorption of phenol and nitrophenol by active carbon",
      "author" : [ "V. Snoeyink", "W. Weber", "H. Mark" ],
      "venue" : "Environ. Sci. Technol. 3 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 1969
    }, {
      "title" : "Influence of pore size distribution on the adsorption of phenol on PET-based activated carbons",
      "author" : [ "E. Lorenc-Grabowska", "M.A. Diez", "G. Gryglewicz" ],
      "venue" : "J. Colloid Interface Sci. 69 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Development of response surface methodology for optimization of phenol and pchlorophenol adsorption on magnetic recoverable carbon",
      "author" : [ "B. Kakavandi", "M. Jahangiri-Rad", "M. Rafiee", "A.R. Estafahani", "A.A. Babaei" ],
      "venue" : "Microporous Mesoporous Mater. 231 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "High-performance removal of toxic phenol by single-walled and multi-walled carbon nanotubes: kinetics",
      "author" : [ "M.H. Dehghani", "M. Masoome", "M. Alimohammadi", "G. McKay", "K. Yetilmezsoy", "A.B. Albadarin", "B. Heibati", "M. AlGhouti", "N.M. Mubarak", "J.N. Sahu" ],
      "venue" : "adsorption, mechanism and optimization studies, J. Ind. Eng. Chem. 35 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Recyclable graphene oxide grafted with poly(N-isopropylacrylamide) and its enhanced selective adsorption for phenols",
      "author" : [ "Z. Gong", "S. Li", "W. Han", "J. Wang", "J. Ma", "X. Zhang" ],
      "venue" : "Appl. Surf. Sci. 362 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhanced adsorption of phenols from liquids by aluminum oxide/carbon nanotubes: comprehensive study from synthesis to surface properties",
      "author" : [ "H.A. Ihsanullah", "H.A. Asmaly", "T.A. Saleh", "T. Laoui", "V.K. Gupta", "M.A. Atieh" ],
      "venue" : "J. Mol. Liquids 206 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "An innovative porous nanocomposite material for the removal of phenolic compounds from aqueous solutions",
      "author" : [ "A. Turco", "A.G. Monteduro", "E. Mazzotta", "G. Maruccio", "C. Malitesta" ],
      "venue" : "Nanomater. 8 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Removal of residual phenols from coke wastewater by adsorption",
      "author" : [ "I. Vázquez", "J. Rodríguez-Iglesias", "E. Marañón", "L. Castrillón", "M. Álvarez" ],
      "venue" : "J. Hazard. Mater. 147 (2007) 395–400. [49] V. Štengl, S. Bakardjieva, J. Henych, K. Lang, M. Kormunda, Blue and green luminescence of reduced graphene oxide quantum dots, Carbon 63 (2013) 537–546.  S. Manna, et al. Colloids and Surfaces A 581 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "0 mg/l of phenol in any type of effluent needed to be disposed in the environment [1,2].",
      "startOffset" : 82,
      "endOffset" : 87
    }, {
      "referenceID" : 1,
      "context" : "0 mg/l of phenol in any type of effluent needed to be disposed in the environment [1,2].",
      "startOffset" : 82,
      "endOffset" : 87
    }, {
      "referenceID" : 18,
      "context" : "These articles indicated that a vast range of different types of adsorbents such as activated charcoal derived from carbonaceous biomasses [8–11], agricultural waste [12–14], carbon nanotubes [15–19], porous media [20,21], nanoparticles [1,22–24], clay [25–28], and polymers [29–33] have been tested for phenol separation.",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 19,
      "context" : "These articles indicated that a vast range of different types of adsorbents such as activated charcoal derived from carbonaceous biomasses [8–11], agricultural waste [12–14], carbon nanotubes [15–19], porous media [20,21], nanoparticles [1,22–24], clay [25–28], and polymers [29–33] have been tested for phenol separation.",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 32,
      "context" : "The detail process of coating was published by our group elsewhere [34].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 33,
      "context" : "Observations similar to ours were also previously recorded and mentioned [35].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 34,
      "context" : "Other researchers also noticed similar observations [36].",
      "startOffset" : 52,
      "endOffset" : 56
    } ],
    "year" : 2019,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}