{
  "name" : "downloads_2019-11-25_2d_yin2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Biomimetic Anti-inflammatory Nano-Capsule served as cytokines blocker and M2 polarization inducer for bone tissue repair",
    "authors" : [ "Chengcheng Yin", "Qin Zhao", "Zifan Zhao", "Jinyang Wang", "Tian Deng", "Peng Zhang", "Kailun Shen", "Zubing Li", "Yufeng Zhang", "Wu Li" ],
    "emails" : [ "zyf@whu.edu.cn," ],
    "sections" : [ {
      "heading" : null,
      "text" : "and anti-inflammatory response induced by M2 macrophages is important for osteogenesis in the process of bone tissue repair. Thus, we fabricated biomimetic anti-inflammatory nano-capsule (BANC) that can block cytokines and promote M2 macrophage polarization, presenting a positive role for bone tissue repair. The BANC is a biomimic nanosystem, coated with lipopolysaccharide-treated macrophage cell membranes with cytokine receptors enveloping gold nanocage (AuNC) as “cytokine blocker”, and loaded with resolvin D1 inside into AuNC as “M2 polarization inducer” whose controlled-release could be triggered under near-infrared laser irradiation in sequence, and these chronological events were consistent with the healing process of bone tissue repair. Moreover, in vivo application of femoral bone defects revealed that the BANC composite boron-containing mesoporous bioactive glass scaffolds improved the final effects of bone tissue repair through preventing inflammatory response, promoting M2 polarization in sequence in accord with the in vitro investigation. Hence, cytokine neutralization and M2 macrophage polarization enables the BANC to enhance the bone tissue repair as a biomimetic anti-inflammation effector. Therefore, this study provides potential therapeutic strategies for trauma-mediated or inflammation-related bone defects based on a\nbiomimetic nanomaterial with weakened pro-inflammatory and enhanced anti-inflammatory effects."
    }, {
      "heading" : "Statement of Significance",
      "text" : "Cell membrane-mimic nanomaterials have been popular for blocking\nnatural cell responses for some infection diseases, yet their role in biological\nprocess of bone repair is unknown. Here, we fabricated Biomimetic\nAnti-inflammatory Nano-Capsule (BANC), coated with cell membrane with\ncytokines receptors on the surface which could neutralize the\npro-inflammatory cytokine receptor to block activated pro-inflammation,\nloaded with Resolvin D1 inside which could be controllably released by NIR\nirradiation to promote M2 macrophage polarization for the following bone\nformation during the process of bone repair. Administration of BANC as\ncytokines blocker and M2 polarization inducer to enhance the bone\nregeneration, thus presenting a promising potential for the treatment of bone\nrepair and regeneration.\nKey words: macrophages cell membranes; gold nanocage; pro-inflammatory cytokines receptors; M2 macrophage polarization; bone regeneration."
    }, {
      "heading" : "1. Introduction",
      "text" : "Traumatic bone defects or bone loss are common in clinical practice [1-4], however,\nas clinical statistics shown, there are still 5-10% of patients suffering from non-union bone fracture after undergoing conventional treatments [5], and this condition has adverse impact on bone function and daily life. Therefore, improving bone tissue repair has been the focus of many studies in the past decades.\nThe physiologic early bone healing process involves pro-inflammatory and anti-inflammatory responses. Osteogenesis requires a suitable degree of inflammation, and severe pro-inflammation resulting from excessive levels of cytokines disrupts osteogenesis and mineralized extracellular matrix synthesis [6-8]. Thus, the\ninflammatory cytokines inhibitors were often used to alleviate local inflammatory response [9] and even prevent inflammation-induced osteoporosis [10]. For example, injection of IFN-γ and TNF-α antibodies to neutralize cytokines significantly improved bone marrow mesenchymal stem cell-mediated bone formation in mice [11]. In addition, as M1-to-M2 transition could reduce early inflammation to promote osteogenesis, many researchers have used inducer molecule like interlukin-4 to improve this transition [12] or tissue engineering biomaterials [13-15] to promote M2 macrophage polarization for tissue remodeling.\nHowever, there existed some drawbacks when applying inflammatory cytokines inhibitors, such as diverse side effects, safety concerns on prolonged systemic administration for a long time, poor targeting, and high cost [16-18]. As a result, biological and effective anti-inflammatory treatments with few side effects should be explored. And these drawbacks might be solved by nanotechnology, because nanoparticles (NPs) can be modified by biological engineering way, for example, NPs can be coated with cell membranes with natural cytokine receptors and conjugated with ligands expressed in target cells or microenvironments [19-21], and served as precise drug delivery via mastering controlling time, dosage, and location of drug release to intensify the efficacy of therapy [22, 23].\nIn our previous study, gold nanocage (AuNC) was biologically engineering as precise drug delivery for bacterial infection treatment. We coated bacterial-pretreated macrophage membranes onto AuNC to precisely target bacteria by toll-like receptors on the surfaces of the membranes [24]. In this infectious condition, this nano-system served as an effective and precise immunologic antibacterial effector, owing to its photothermal effect, prolonged blood circulation time, and excellent biocompatibility.\nIn the present study, to improve the bone tissue repair by controlling the inflammation during the healing process, we designed such a biomimetic anti-inflammatory nano-capsule (BANC) to block cytokines and control drug delivery (Scheme 1). We hypothesized that the combination of lipopolysaccharide (LPS)-pretreated macrophage membranes with a photothermal delivery system might be an effective way to inhibit pro-inflammation and promote anti-inflammation for bone tissue repair process. That to say, we synthesized and characterized AuNC, loaded with resolvin D1 (RvD1) inside to promote M2 polarization, and the complex coated with LPS-treated macrophage cell membranes outside with overexpressed cytokine receptors to neutralize inflammatory cytokines. The BANC was able to neutralize pro-inflammatory cytokines, and then the release of RvD1 was controlled by near infrared (NIR) irradiation to promote M2 macrophage polarization, and furthermore, the BANC enhanced the osteogenesis and the subsequent bone formation. This study provided a controllable and biomimetic approach for bone tissue healing treatments by controlling inflammation sequentially."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Cell membrane extraction",
      "text" : "RAW 264.7 cells were cultured the with the stimulation of LPS (100 ng/ml, Sigma, U.S.A) for 24 h, and then collected for the extraction of the cell membranes through\nan ultrasonic method. In brief, the cells were cultured in 6 dishes with the diameter of 15 cm, collected in a 15 ml centrifuge tube with 9 ml of 1×PBS to resuspend the cells. An ultrasonic probe was put into the solution in the ice-water mixtures, and the parameters of the ultrasonic equipment were as follows: 35% amp, on for 5 s and off for 3 s, and total time of 20 min. And then the samples were centrifuged at 4000 rpm, at 4 ℃ for 5 min, collected in a 50 ml centrifuge tube. with a microscope was used to confirm that there were no complete cells in the remaining samples, otherwise, ultrasonication and centrifugation were continued. The samples were centrifuged at 20000×g at 4 ℃ for 30 min and 70000×g at 4 ℃ for 2 h. And then ultrapure water was used to resuspend the samples, membrane protein concentration was examined and recorded via BCA kit (Thermo, U.S.A) according to the manual instructions, finally, the cell membranes were preserved in the centrifugal tube at -80 ℃. 2.2. Fabrication of biomimetic anti-inflammatory nano-capsule\nThe AuNC was synthesized according to the previous method [24] by our team and used as the template. Then, the RvD1 (R&D, U.S.A) was loaded into the AuNC through the phase change method (detailed in the Section 1.1 “Supplementary Methods” in the Supplementary Materials). Then, according to the method of membrane coating onto the nanocage in our previous study [24], with 500:200 ratio of AuNC to cell membrane protein in 1 ml of PBS solution, we wrapped the nanocage particles with cell membrane coating outside through a micro-extruder (Avanti, U.S.A) to fabricate the BANC. The BANC was preserved in the centrifugal at 4 ℃ for further use. 2.3. Characterization and the photothermal properties of AuNC and BANC\nTransmission electron microscope (TEM, JEM2100, Japan) was used to show the morphologies of AuNC and BANC. The hydrodynamic diameters and zeta potentials of both groups were examined by dynamic light scattering at room temperature. The UV-visible absorption spectra were recorded by a dual-beam spectrophotometer (TU-1901, China) at a wavelength range of 400-1000 nm at room temperature. The photothermal effects of AuNC and BANC were examined with a NIR laser (FLIR A35, China) of at 1.0, 2.0, and 3.0 W cm -2 every 2 min for 15 min. 2.4. Evaluation of the release of RvD 1 in the BANC under NIR irradiation\nThe controlled-release of RvD1 by the BANC was evaluated through ELISA. 100 μg/ml of the BANC was placed in 500 μl of solution with or without laser irradiation, centrifuged at 16000 ×g, at 4 ℃ for 15 min for the removal of the nanocage particles, and the supernatant was collected in a 1.5 ml centrifuge tube, and preserved at -80 ℃. The ELISA examination was performed according to the manual instructions of the kit (Bioswamp, China). 2.5. Flow cytometry examination of cytokine receptors on macrophages\nTo evaluate the expression differences of cytokine receptors between the PBS-treated macrophages and LPS-treated macrophages, flow cytometry was performed after RAW264.7 cells were stimulated with 100 μg/ml of LPS for 24 h. The expression level of cytokine receptors on the surfaces of the macrophages were investigated by flow cytometry. Briefly, the cells were harvested and rinsed with PBS. Cell suspensions were incubated with anti-CD120a-PE (Biolegend, U.S.A) and\nanti-CD126-PE (Invitrogen, U.S.A) antibodies at 4 ℃ for 30 min. Cells were then rinsed with PBS and analyzed by flow cytometry (Beckman Coulter, U.S.A).The data were analyzed via FlowJo software. 2.6. Western blot analysis of cytokine receptor proteins of the macrophages and BANC\nTo investigate protein expression of the cytokine receptor of LPS-treated macrophages and BANC, Western blot was performed. The LPS-treated macrophage membranes and BANC were collected in RIPA buffer containing protease inhibitor, quantified by BCA kit (Thermo, U.S.A) and mixed with loading buffer. The mixture was heated at 95 °C for 5 min. The 1×loading buffer in PBS served as the control group. 15 μg of protein from each group was added into each well in the 10% SDS-PAGE gelatin and ran at 65 V for 30 min, and then at 110 V for 1.5 h. Afterward, the cytokine receptors TNFR (CD120a, 1:1000, ABclonal, U.S.A) and IL-6R (CD126, 1:1000, Santa Cruz, U.S.A) were presented by ECL method. 2.7. Cytokines blocking and inflammatory cells inhibiting test in vitro\nTo evaluate the cytokine binding ability of the BANC for TNF-α and IL-6 (PeproTech, U.S.A), 100 μl of BANC sample (40 and 80 μg/ml) was mixed with PBS (containing 10% FBS) and cocultured with TNF-α (370 pg/mL) or IL-6 (1000 pg/ml) at 37 °C for 30 min. The samples were centrifuged at 16000 × g at 4 °C for 15 min for the removal of the nanoparticles. Cytokines in the supernatant were quantified by ELISA (Bioswamp, China), and 100 μl of PBS was considered as the control group.\nFurtherly, to determine the effect of BANC on the pro-inflammatory cell activity, abdominal inflammatory cells were firstly harvested after injection of 2 ml of FBS into the mice for 8 h, and incubated with PBS, AuNC or BANC for 4 h. And then, the samples were prepared for the flow cytometry. The cells were stained with anti-CD11c-APC Cy TM 7 (eBioscience, U.S.A) and anti-Ly6G-PE (Biolegend, U.S.A) antibodies to confirm the activity of neutrophils among the abdominal inflammatory cells. The results were shown by the mean fluorescence intensity (MFI). 2.8. Macrophage polarization in vitro\nTo examine the macrophage polarization with the stimulation of BANC, RAW 264.7 cells were seeded into 24 cell culture plates. After adherence, the culture medium was mixed with PBS, AuNC or BANC, with the final concentration of AuNC of 25 μg/ml and irradiated by NIR of 808 nm at W cm-2 for 2 min. After incubation at 37 °C for 24 h, the cells were rinsed twice with PBS, and the total RNA was extracted through TRIzol reagent according to the protocol (TAKARA, Japan). Then, 1 μg of total RNA was used to synthesize the complementary DNA, and then RT-qPCR was performed via TAKARA kits. The primer sequences of the target genes are listed in Table 1 in the supplementary information.\nTo investigate the detailed mechanisms of RvD1 on macrophage polarization, RT-qPCR and Western blot were performed. The methods were similar to mentioned above in this Section and Section 2.6., respectively. The primer sequences of target genes are listed in Table 1. And the primary antibodies used for Western blot were as follows: iNOS (1:1000; Sant Cruz, U.S.A.), PI3K (1:1000; Sant Cruz, U.S.A.), AKT (1:1000; CST, U.S.A.), p-AKT (1:1000; CST, U.S.A.), ERK1/2 (1:1000; CST, U.S.A.),\np-ERK1/2 (1:1000; CST, U.S.A.), GAPDH (1:5000; Proteintech, China.). 2.9. In vivo application for mouse femoral defects repair\nAll experimental procedures were approved by the Ethics Committee for Animal Use of the Institute of Biomedical Sciences (protocol number 69/2017). Mature female C57BL/6 mice of 8 weeks old (body weight of 18-20 g) were used for this study. As the BANC was liquid, boron-containing mesoporous bioactive glass scaffolds (B-MBG) scaffolds were used for support. The femoral bone defects of 1 mm were created (Section 1.4 in “Supplementary Methods” in Supplementary Materials), and then were gently filled with B-MBG scaffolds (CON group), B-MBG scaffolds and pure AuNC without loading RvD1 (AuNC group), B-MBG scaffolds and BANC (BANC group). The mice were divided into two groups. The first group included mice treated with B-MBG scaffolds at the left femora and with B-MBG scaffolds and BANC at the right femora (n = 12). The second group included mice treated with B-MBG scaffolds and AuNC at the left femora and with B-MBG scaffolds and BANC at the right femora (n = 8). At 24 h after surgery, four mouse femoral bone samples from the first group were collected. On the third day of surgery, all surgery areas of the remaining mice were irradiated through NIR of 808 nm at 3W cm -2 to reach 42 ℃ (about 30 s). And on the fourth day, four femora samples in both first and second groups were collected, and the other eight mice were kept until 4 weeks after surgery. All samples were treated for paraffin slices. 2.10. Histological staining for in vivo samples\nAll femoral bone samples were fixed with 4% formaldehyde for 24 h after collection, and then immersed in 10% EDTA for decalcification. The solution was refreshed every two days. Decalcification was performed for 4 weeks, followed by the preparation of the paraffin slices. To find the difference between CON and BANC groups at 24 h for cytokine blocking, hematoxylin and eosin (H&E) staining (Google biotechnology, China) and immunohistochemistry (IHC) staining (MXB, China) on CD11b, and the quantification of positive cells were performed. After 4 days, the paraffin slices of the CON, AuNC and BANC groups were prepared for H&E and IHC staining for arginase 1 (ARG1) and the quantification of positive cells. For the 4 weeks samples, H&E, Masson (MXB, China) and IHC staining for collagen type I and the quantification of new bone areas were performed to investigate the bone tissue repair and regeneration. In IHC staining, the primary antibodies were CD11b (1:400; ABclonal, U.S.A.) and, ARG1 (1:400; ABclonal, U.S.A.). The slices were visualized by 3,3-diaminobenzidine tetrahydrochloride (Zhongshan Biotechnology, China). 2.11. Statistical analysis\nData were analyzed by GraphPad Prism software 6.0. Students’ t-test was used to evaluate differences among groups. P-values of less than 0.05 were considered as statistically significant."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Synthesis and characterization of the BANC",
      "text" : "To test our hypothesis, biomimetic anti-inflammatory nano-capsule was fabricated\nby extrusion method (Fig. 1A), which was composed of LPS-treated macrophage cell membrane “coat” onto the surface of AuNC, loaded with RvD1 as the “core” inside. Firstly, the AuNC was synthesized according to the previous method [24] and used as the template of BANC. The CCK8 assay was performed and verified that the concentration of AuNC of less than 50 μg/ml did not affect cell viability (Fig. S1). Then, RvD1 was loaded into the template. The inflammatory cytokine receptors on the surface of macrophages increased after stimulation with LPS [25]. The cell membranes were extracted from these cells to obtain a more effective cytokine neutralization. And then cell membrane was wrapped onto the AuNC through extrusion method to form the final “BANC”.\nAfter synthesis, the characteristics of BANC were evaluated. Firstly, transmission electron microscopy (TEM) images showed a uniform membrane coating on the surface of the nanocage with thickness of approximately 5 nm [Fig. 1B(b) and (c)] compared with that of the pure AuNC [Fig. 1B(a)]. Dynamic light scattering measurement revealed that the diameter of the nanocage increased slightly after coating, and the zeta potential slightly decreased compared with that of the pure nanocage (Fig. 1C), and the change of diameter and zeta potential of BANC was related to the outer cell membrane coating. The absorption peaks of AuNC and BANC were both at approximately 780 nm (Fig. 1D), which was the basis of the photothermal property triggered by NIR irradiation. Although the membrane was coated onto the surface of the BANC, the photothermal characteristics were similar to that of the pure AuNC. The monitoring of the varying temperature course of AuNC and BANC with an interval of 2 min under 808 nm irradiation at 1 W cm -2 , 2 W cm -2 , 3 W cm -2 showed that the photothermal effects were not affected by the coating (Fig. 1E-H). At last, to ensure the controllable release of the drug, samples without (“0”) or with (“NIR”) NIR irradiation (808 nm at 3 W cm -2 ) exposure for 2 min, were centrifuged at 16000 ×g for 15 min to obtain the supernatant without nanocage particles [21], and then RvD1 concentrations in the supernatant were quantified through ELISA (Fig. 1I) after freshly prepared samples. Furthermore, the result of drug release in BANC kept for 3 days in scaffolds in serum was also presented (Fig. S4). It demonstrated that the RvD1 was successfully released from the BANC to participate in the subsequent induction of M2 macrophage. What’s more, the supernatant of BANC without NIR irradiation group also contained some RvD1, which might relate to the fabricated method limitation and self-diffusion. 3.2. Pro-inflammatory cytokines blocking tests of BANC in vitro\nAfter successful fabrication and characterization of the BANC, we tested the ability of BANC to block pro-inflammatory cytokines in vitro according to the schematic diagram in Fig. 2A. As the corresponding cytokine receptors on the surface of BANC are the critical components for cytokine neutralization. Firstly, we performed flow cytometry to confirm that with the LPS stimulation, there were more cytokine receptors including TNFR [Fig. 2B(a)] and IL-6R [Fig. 2B(b)] on the surface of macrophage cell membranes than on the control groups, especial for TNF-α and IL-6 binding. Herein, LPS-treated macrophage cell membrane served as the “coating” to enhance the effectiveness of the neutralization. In addition, Western blot results (Fig.\n2C) showed that the quantity of cytokine receptors of TNFR and IL-6R on the surface of BANC were consistent with that of the macrophages themselves (MΦ), which demonstrated that the fabrication process of coating onto the nanocage did not damage these receptor proteins.\nFurtherly, the ability of BANC to neutralize pro-inflammatory cytokines, including TNF-α and IL-6, was investigated. Different concentrations of BANC were added into the solution containing TNF-α or IL-6 and incubated at 37 °C for 30 min, and then the samples were collected and centrifuged at 16000 ×g for 15 min to remove the nanocage particles. The remaining cytokines in the supernatant were quantified by ELISA. When compared with the control group without BANC, 40μg/ml and 80μg/ml of BANC were both effective for removing TNF-α, with cytokine removal efficiencies of 40% and 60%, respectively (Fig. 2D). When 40μg/ml or 80μg/ml of BANC was added, 30% and 50% of IL-6 were removed from the mixture, respectively (Fig. 2E). Thus, it demonstrated that BANC could effectively neutralize different pro-inflammatory cytokines in a concentration-dependent manner.\nAfter demonstrating the cytokine blocking capability of BANC, we then evaluated its effect on the activation of inflammatory cells. Therefore, inflammatory cells were collected from the abdominal cavity of the mice those were intraperitoneally injected with 2 ml of fetal calf serum after 8 h. Then, the inflammatory cells were cocultured with the cytokines (370pg/ml of TNF-α or 2000pg/ml of IL-6) for 4 h, together with BANC (BANC group), pure gold nanocage (AuNC group) or without any materials (CON group). The flow cytometry was done to show that BANC could obviously inhibit the activity of neutrophils from the abdominal cavity resulting in the lowest mean fluorescence intensity (MFI) among all the groups (Fig. 2F and 2G). Therefore, we concluded that the cytokine receptors on the surface of BANC served as the “absorber” to the neutralize unbonded cytokines contributing to the inhibition of abdominal neutrophils activity via ligand-receptor binding."
    }, {
      "heading" : "3.3. Effects and mechanism of BANC on the macrophage polarization",
      "text" : "To evaluate the effects of BANC on the macrophage polarization and the potential controls, BANC and AuNC were added into the RAW 264.7 cell culture, the cells without nanomaterials addition served as control group (CON). Each group was irradiated with the NIR of 808 nm at 3 W cm -2 for 2 min, the temperature reached 42 °C in BANC and AuNC groups (data not shown). After incubation for 24 h, the cells were collected to extract total RNA by means of TRIzol method, and the total RNA was reversed transcription into cDNA, and the gene expression of M1 and M2 macrophage polarization was examined by real-time quantitative PCR. It revealed that M2 macrophage gene expressions like IL-10 and TGF-β were promoted while M1 was decreased by BANC when compared with AuNC and control groups after irradiation (Fig. 3A). Thus, it proved that RvD1 loaded in BANC was controllably released by NIR, which then promoted the polarization of RAW264.7 towards M2 phenotype. This confirmed that gold nanocages could be considered as an ideal drug controlled-delivery vehicle owing to their hollow and porous structures and the photothermal property.\nTo find the potential mechanisms of the promoting effects of BANC on M2\nmacrophage polarization, we evaluated the relative signaling pathways. Firstly, the most suitable concentration of RvD1 in vitro was chosen by real-time quantitative PCR and Western blot. It showed that only 10 -9 M of RvD1 could obviously block the genes (Fig. 3B) and proteins (Fig. 3C) expression of M1 macrophage. Thus, we selected this concentration to stimulate the RAW 264.7 cells and found the enhancement of PI3K, phosphorylated AKT, and phosphorylated ERK1/2 (Fig. 3D) proteins, which means that the activation of PI3K-AKT and ERK signaling pathways contributed to the promotion of M2 while preventing M1 macrophage polarization. In summary, under NIR irradiation, BANC controllably released RvD1, which enhanced the polarization of macrophage towards M2 phenotype but inhibited M1 phenotype through activating the PI3K-AKT and ERK signaling pathways (Fig. 3E). 3.4. BANC inhibited the activity of pro-inflammatory cells in vivo\nGiven the excellent anti-inflammatory efficacy of BANC in vitro, we furtherly investigated the in vivo effects and the role during the process of bone tissue repair according to the scheme in Fig. S2. To know the changes in the pro-inflammatory responses after trauma including kinds of pro-inflammatory cytokines and cells, we firstly implanted sterile scaffolds into mouse muscles at varying periods, and then investigated the cells by flow cytometry referred to the illustration in Fig. S3A. As shown in Fig. S3B and 3C, TNF-α and IL-6 increased immediately after trauma, reached the peak after 24 h, and remained with high quantity after 2 days and 4 days. The levels of pro-inflammatory cells like neutrophils, monocytes and macrophages also augmented after trauma, all peaked at 24 h (Fig. S3D-3G). Thus, after trauma, high level of inflammatory responses was observed in local tissues in early stages, and the peak was at 24 h after trauma, therefore these results were the basis of in vivo application and examination.\nAnd then, female C57BL/6 mice aged 8 weeks were used in the in vivo application. As shown in Fig. 4, after implantation into the femoral bone defects for 24 h, there were less CD11b-positive inflammatory cells in the BANC group (Fig. 4D and 4F) than in the CON group (Fig. 4C and 4E), with the significant difference (Fig. 4G). The negative impact for inflammatory cells resulted from the neutralization of cytokines by BANC, thus, blocking the cytokines binding to the natural inflammatory cells, which was beneficial for the following tissue repair process. 3.5. BANC promoted the M2 macrophage polarization in vivo\nIt’s well known that the first stage of bone tissue repair involved pro-inflammation followed by anti-inflammation responses in sequence. M2 macrophage with anti-inflammation activity plays an important role, especially for the following osteogenesis event. For in vivo application, in the third day after implantation, the defect area was irradiated by NIR of 808 nm at 3 W cm -2 for about 30s, the temperature reached to 42 ℃, and then after implantation for four days, some samples were collected, and there were three groups: B-MBG scaffolds (CON group), B-MBG scaffolds with pure gold nanocage (AuNC group), B-MBG scaffolds composite with BANC (BANC group). The histological staining (Fig. 5A-5I) and the quantification (Fig. 5J) were shown in Figure 5, more ARG1-positive cells appeared in the BANC group (Fig. 5F and 5I) than the AuNC (Fig. 5D and 5G) and control groups (Fig. 5E\nand 5H), which confirmed the RvD1 effects in vivo for the polarization of M2 macrophages that consistent with the in vitro examination, because arginase 1 (ARG1) is an essential marker for M2 macrophage[26, 27]. 3.6. BANC finally enhanced the repair of bone tissue defect in vivo\nThe first two parts of in vivo application revealed that BANC played a required part in vivo femoral defect model in the early stage of the bone tissue repair via neutralizing pro-inflammatory cytokines by the surface receptors and then promoting M2 polarization by the controlled-release of RvD1. What’s more, the following effects of bone tissue repair were evaluated by histological staining of 4 weeks samples after implantation (Fig. 6 and Fig. S5). Larger area with new bone tissues were found in the BANC group than the other two groups in all the three kinds of staining (Fig. 6A-6I), shown by 2-3 times difference from the quantified results (Fig. 6J). Interestingly, there was also more new bone regeneration in pure gold nanocage without RvD1 (AuNC group, Fig. 6B, 6E and 6H) than the control group without nanomaterial (CON group, Fig. 6A, 6D and 6G), which might result from the photothermal effect [28, 29] on osteogenesis of pure gold nanocage after NIR irradiation, however, this needs more confirmations in the future.\nAbove all, the BANC composite with B-MBG scaffolds showed advanced inflammatory inhibition effect and excellent promoting effects for bone tissue regeneration, which might be promising in the treatments of traumatic bone tissue repair."
    }, {
      "heading" : "4. Discussion",
      "text" : "In bone tissue repair, inflammation tends to induce delayed bone healing process resulting from serious trauma[30], aging changes[31], systemic inflammation[32] and so on, especially for the elderly, postmenopausal women, patients with chronic infectious diseases[33]. Even though inflammatory cytokine inhibitors had obvious reversed effects, short blood circulation and poor targeting should be considered. With nanotechnology developed, cell membrane coated nanoparticles might overcome the limitations as mimic natural effectors. Therefore, in this study, we designed macrophage cell membrane-coated gold nanocage containing RvD1 to form a biomimetic anti-inflammatory nano-capsule. That to say, engineered macrophage cell membrane overexpressing inflammatory cytokine receptors as cytokine adsorber, at the same time, as controllable drug delivery for RvD1 to induce M2 macrophage polarization owing to its photothermal property under NIR irradiation. The results showed that this approach significantly decreased the inflammation, and then enhanced M2 macrophage polarization both in vitro and in vivo, and promoted bone formation in bone defect area.\nRAW264.7 cells expressed amounts of inflammatory cytokine receptors containing TNF-α and IL-6, called TNFR and IL-6R respectively, which could bind to corresponding cytokines. Flow cytometry test ensured that the when stimulated with LPS, these receptors were overexpressed, thus, to obtain a more obvious neutralizing effect, the LPS-treated RAW264.7 cell membranes were used to coat the gold nanocage through extrusion method. As cytokines in the microenvironment were\nneutralized by these receptors in a chemical conjugation way, the pro-inflammatory response was weakened, with similar effects as other reports shown. For example, neutrophils membrane coated NPs could protect chondrocytes through binding to cytokines[20], and in sepsis mice, the macrophage membrane coated NPs could bind to the endotoxin and inflammatory cytokines to inhibit the activation of natural macrophages to relieve the inflammation [21]. As other researchers reported that large amounts of TNF-α and IL-6 in the media led to decreased osteogenic activity [15], therefore, in our present study, we attempted to remove the surplus cytokines. As expected, the BANC could apparently neutralize the cytokines in the mixture in a concentration-dependent manner, removing 30%-40% of the cytokines by 40μg/ml of BANC and approximately half of the cytokines was neutralized by 80μg/ml of BANC. In consequence, the “coating” of biomimetic anti-inflammatory nano-capsule served as the natural and medial cytokine blocker might relief this negative effect. In addition, the routine blood test of mice after implantation for 24h presented weaker systemic inflammation in the BANC treatment group than that of the control groups (Fig. S6 (A)), but it did not have significant impact on the cell counting of red blood cell (RBC) and PLT (Platelets) (Fig. S6 (B)).\nIt’s well known that induction of M2 macrophages could promote osteogenesis and prevent the bone loss by secreting IL-10 and TGF-β for anti-inflammation and BMP-2 to directly promote osteogenic differentiation of osteoblasts [34]. Thus, RvD1 was loaded into the gold nanocage before cell membrane was coated to produce accurate-precise delivery “core” by NIR irradiation control. As expected, RvD1 in BANC could controllably release after exposure to NIR with 808 nm, and then effectively enhanced M2 macrophage gene and protein expression. In other situations, RvD1 originating from omega-3 polyunsaturated fatty acid was proved of inhibiting the thickness of fibrous capsule caused by scaffolds, alleviate dermatitis and ameliorate ischemia/reperfusion (IR) -induced sterile liver inflammation and liver injury, associated with blocking M1 polarization while enhancement of M2 polarization [35-37]. The Western blot results demonstrated that only trace of RvD1 could significantly enhance M2 macrophage polarization by activating PI3K-AKT and ERK signaling pathways. Interestingly, when compared with control group without nanomaterial cocultured with RAW264.7 cells, AuNC without NIR irradiation could also slightly increase the gene expression of M2 phenotype, which might relate to the nanotopography itself with the range of tens of nanometers that is suitable for M2 polarization, as some articles reported [14, 15]. In summary, the “core” of biomimetic anti-inflammatory nano-capsule could be considered as a promising inducer of M2 macrophage to relieve inflammation by activating PI3K-AKT and ERK signaling pathways by the controlled release of RvD1. Importantly, the promoting effect of BANC on M2 macrophage polarization and anti-inflammation depends on the efficient loading capacity of drugs, which is crucial for the controllable release of drugs as well as the therapeutic efficacy. In this study, the drug loading capacity of RvD1 in BANC was about 9.36% and the encapsulation efficiency was around 71.64% (data not shown), and based on this, after near-infrared irradiation, the melted phase change material (1-tetradecanol) made the release of\nRvD1 from the nano capsule, then effectively promoted M2 macrophage polarization. This presented the similar loading capacity to others’ study [38, 39], with similar nanoplatform delivery for drugs. In another recent study [40], authors fabricated thermo-responsive-inspired nano-transporter loading imipenem for antibiotic-resistant bacteria killing, imipenem released from the nanostructure via near-infrared irradiation also by the same phase change mechanism, and then enhanced the permeation of imipenem by completely damaging bacterial membranes, thus interfering cell wall biosynthesis and leading to rapid bacterial death. This nanostructure improved the efficiency of bacteria killing even with low dose of encapsulated imipenem.\nAt last, mouse femoral defects models were made and implanted with BANC composite with B-MBG scaffolds furtherly to confirm the role of BANC in the process of bone tissue healing. According to the in vitro analysis, BANC decreased the number of CD-11b positive inflammatory cells in the first 24 h after the defects were created, as the cytokine receptors could neutralize the TNF-α and IL-6 to avoid the activity of more inflammatory cells. At the same time, from the IHC staining of BANC group for 24 h showed that some positive inflammatory cells remained in the bone defect area, which would be the basis for normal inflammation for initiating the process of bone tissue repair [41], not result in delayed remodeling of fracture calluses caused by the excessive inhibition of inflammation [42, 43]. What’s more, the proper extent of controlling inflammation in the early stage of bone tissue healing needs more studies.\nARG1 is a classical marker of M2 macrophages [44], its expression was upregulated with NIR irradiation for the bone defect area after three days of implanting BANC composite B-MBG scaffolds into femoral defect model. The enhancement of ARG1-positive cells showed that more macrophages in bone defect area towards M2 phenotype mainly related to the RvD1 release by BANC under irradiation, to some extent, the nanosize of nanocage itself played a role. For the repair process of bone tissues, inflammation stage is followed by soft callus formation, hard callus formation and bone remodeling, and the osteogenesis could be improved by M2 macrophages [45-47]. As expected, in our study, after four weeks of surgery, we found the high amount of new bone tissue treated with BANC compared with pure gold nanocage and control groups. Thus, this confirmed the promoting effect of BANC for the bone tissue repair. Importantly, the release of RvD1 from BANC could be precisely controllable by photothermal stimulation and subsequent melting of PCM, which provided unique advantages for the treatment of bone tissue repair in one special phase by controlling the microenvironment in time domain. Additionally, there was also more new bone regeneration in pure gold nanocage group than the control group, probably because of the photothermal effects of nanocage via NIR for osteogenesis, but this needs more detailed research in future work."
    }, {
      "heading" : "5. Conclusions",
      "text" : "In this study, we successfully fabricated biomimetic anti-inflammatory nano-capsule (BANC), which was coated with LPS-treated macrophage cell\nmembrane with cytokine receptors on the surface and loaded with RvD1 inside controlled by NIR irradiation. This BANC could significantly suppress the inflammatory response by binding to cytokines and then enhance M2 macrophage polarization induced by RvD1, at last enhanced the bone regeneration in the mouse femoral defect area composite with B-MBG scaffolds. This work investigated a biomimetic nano-sized anti-inflammation effector for the process of bone tissue repair, providing a promising candidate for more effective treatments for bone repair."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Thanks to Prof. Wu for kindly provided the B-MBG scaffolds. And this work was supported by some funding as followings. The National Key R&D Program of China (2018YFC1105300), the National Natural Science Foundation of China (81771050, 81570954, 81771051 and 81600906), the Special Fund for Technical Innovation of Hubei Province (2017AHB046), and the Natural Science Foundation of Hubei Province (2017CFA025)."
    }, {
      "heading" : "Conflicts of interest",
      "text" : ""
    }, {
      "heading" : "The authors declare no conflict of interest.",
      "text" : ""
    }, {
      "heading" : "ADVERSE-EFFECTS OF THE NON-STEROIDAL ANTI-INFLAMMATORY AGENT",
      "text" : "BENOXAPROFEN, Pharmacotherapy 2(6) (1982) 354-366.\n[18] F. Rongioletti, M. Burlando, A. Parodi, Inflammatory/infectious cutaneous side effects of\nbiological drugs in patients with psoriasis: a general review with personal data, Giornale\nItaliano Di Dermatologia E Venereologia 149(3) (2014) 311-316.\n[19] X. Wei, G. Zhang, D. Ran, N. Krishnan, R.H. Fang, W. Gao, S.A. Spector, L. Zhang,\nT-Cell-Mimicking Nanoparticles Can Neutralize HIV Infectivity, Advanced Materials.\n[20] Q.Z. Zhang, D. Dehaini, Y. Zhang, J.L. Zhou, X.Y. Chen, L.F. Zhang, R.H. Fang, W.W.\nGao, L.F. Zhang, Neutrophil membrane-coated nanoparticles inhibit synovial inflammation and\nalleviate joint damage in inflammatory arthritis, Nature Nanotechnology 13(12) (2018) 1182-+.\n[21] S. Thamphiwatana, P. Angsantikul, T. Escajadillo, Q.Z. Zhang, J. Olson, B.T. Luk, S.\nZhang, R.H. Fang, W.W. Gao, V. Nizet, L.F. Zhang, Macrophage-like nanoparticles\nconcurrently absorbing endotoxins and proinflammatory cytokines for sepsis management,\nProceedings of the National Academy of Sciences of the United States of America 114(43)\n(2017) 11488-11493.\n[22] X. Zheng, C. Zhang, Q. Guo, X. Wan, X. Shao, Q. Liu, Q. Zhang, Dual-functional\nnanoparticles for precise drug delivery to Alzheimer's disease lesions: Targeting mechanisms,\npharmacodynamics and safety, Int J Pharm 525(1) (2017) 237-248.\n[23] P. Davoodi, L.Y. Lee, Q. Xu, V. Sunil, Y. Sun, S. Soh, C.H. Wang, Drug delivery systems\nfor programmed and on-demand release, Adv Drug Deliv Rev 132 (2018) 104-138.\n[24] C. Wang, Y.L. Wang, L.L. Zhang, R.J. Miron, J.F. Liang, M.S. Shi, W.T. Mo, S.H. Zheng,\nY.B. Zhao, Y.F. Zhang, Pretreated Macrophage-Membrane-Coated Gold Nanocages for\nPrecise Drug Delivery for Treatment of Bacterial Infections, Advanced Materials 30(46) (2018)\n8.\n[25] M. Kowalewska, A.P. Herman, A. Szczepkowska, J. Skipor, The effect of melatonin from\nslow-release implants on basic and TLR-4-mediated gene expression of inflammatory\ncytokines and their receptors in the choroid plexus in ewes, Res Vet Sci 113 (2017) 50-55.\n[26] S.F.H. Waqas, A.C. Hoang, Y.T. Lin, G. Ampem, H. Azegrouz, L. Balogh, J. Thuroczy, J.C.\nChen, I.C. Gerling, S. Nam, J.S. Lim, J. Martinez-Ibanez, J.T. Real, S. Paschke, R. Quillet, S.\nAyachi, F. Simonin, E.M. Schneider, J.A. Brinkman, D.W. Lamming, C.M. Seroogy, T. Roszer,\nNeuropeptide FF increases M2 activation and self-renewal of adipose tissue macrophages, J\nClin Invest 127(7) (2017) 2842-2854.\n[27] S. Gordon, F.O. Martinez, Alternative activation of macrophages: mechanism and\nfunctions, Immunity 32(5) (2010) 593-604.\n[28] E. Chung, A.C. Sampson, M.N. Rylander, Influence of heating and cyclic tension on the\ninduction of heat shock proteins and bone-related proteins by MC3T3-E1 cells, Biomed Res Int"
    }, {
      "heading" : "2014 (2014) 354260.",
      "text" : "[29] L.R. Rau, W.Y. Huang, J.W. Liaw, S.W. Tsai, Photothermal effects of laser-activated\nsurface plasmonic gold nanoparticles on the apoptosis and osteogenesis of osteoblast-like\ncells, Int J Nanomedicine 11 (2016) 3461-73.\n[30] S. Behzadi, G.A. Luther, M.B. Harris, O.C. Farokhzad, M. Mahmoudi, Nanomedicine for\nsafe healing of bone trauma: Opportunities and challenges, Biomaterials 146 (2017) 168-182.\n[31] E. Gibon, L.Y. Lu, K. Nathan, S.B. Goodman, Inflammation, ageing, and bone\nregeneration, Journal of orthopaedic translation 10 (2017) 28-35.\n[32] O. Bastian, J. Pillay, J. Alblas, L. Leenen, L. Koenderman, T. Blokhuis, Systemic\ninflammation and fracture healing, J Leukoc Biol 89(5) (2011) 669-73.\n[33] S.L. Silverman, E. Siris, D.L. Kendler, D. Belazi, J.P. Brown, D.T. Gold, E.M. Lewiecki, A.\nPapaioannou, C. Simonelli, I. Ferreira, A. Balasubramanian, P. Dakin, P. Ho, S. Siddhanti, B.\nStolshek, C. Recknor, Persistence at 12 months with denosumab in postmenopausal women\nwith osteoporosis: interim results from a prospective observational study, Osteoporos Int 26(1)\n(2015) 361-72.\n[34] Z. Zhuang, S. Yoshizawa-Smith, A. Glowacki, K. Maltos, C. Pacheco, M. Shehabeldin, M.\nMulkeen, N. Myers, R. Chong, K. Verdelis, G.P. Garlet, Induction of M2 Macrophages\nPrevents Bone Loss in Murine Periodontitis Models, 98(2) (2019) 200-208.\n[35] D.P. Vasconcelos, M. Costa, I.F. Amaral, M.A. Barbosa, A.P. Aguas, J.N. Barbosa,\nModulation of the inflammatory response to chitosan through M2 macrophage polarization\nusing pro-resolution mediators, Biomaterials 37 (2015) 116-23.\n[36] T. Esther, R. Bibiana, G.P. Ana, L.V. Cristina, M.S. Eva, M.C. Marcos, A. Vicente, C. Joan,\nResolvin D1 and its precursor docosahexaenoic acid promote resolution of adipose tissue\ninflammation by eliciting macrophage polarization toward an M2-like phenotype, Journal of\nImmunology 187(10) (2011) 5408-5418.\n[37] J.W. Kang, S.M. Lee, Resolvin D1 protects the liver from ischemia/reperfusion injury by\nenhancing M2 macrophage polarization and efferocytosis, Biochim Biophys Acta 1861(9 Pt A)\n(2016) 1025-1035.\n[38] S. Ruan, X. Cao, X. Cun, G. Hu, Y. Zhou, Y. Zhang, L. Lu, Q. He, H. Gao, Matrix\nmetalloproteinase-sensitive size-shrinkable nanoparticles for deep tumor penetration and pH\ntriggered doxorubicin release, Biomaterials 60 (2015) 100-110.\n[39] Q. Li, L. Sun, M. Hou, Q. Chen, R. Yang, L. Zhang, Z. Xu, Y. Kang, P. Xue,\nPhase-Change Material Packaged within Hollow Copper Sulfide Nanoparticles Carrying\nDoxorubicin and Chlorin e6 for Fluorescence-Guided Trimodal Therapy of Cancer, ACS\nApplied Materials & Interfaces.\n[40] Q. G, Z. X, G. N, C. J, L. X, G. Y, W. Y, Z. Z, Z. Y, G. W, L. Y, L. XJ, Thermo-responsive\ntriple-function nanotransporter for efficient chemo-photothermal therapy of multidrug-resistant\nbacterial infection, Nature communications 10(1) (2019) 4336.\n[41] H.M. Frost, The biology of fracture healing. An overview for clinicians. Part II, Clin Orthop\nRelat Res (248) (1989) 294-309.\n[42] Z. Xing, C. Lu, D. Hu, Y.Y. Yu, X. Wang, C. Colnot, M. Nakamura, Y. Wu, T. Miclau, R.S.\nMarcucio, Multiple roles for CCR2 during fracture healing, Dis Model Mech 3(7-8) (2010)\n451-8.\n[43] A. Kovtun, S. Bergdolt, R. Wiegner, P. Radermacher, M. Huber-Lang, A. Ignatius, The\ncrucial role of neutrophil granulocytes in bone fracture healing, Eur Cell Mater 32 (2016)\n152-62.\n[44] Y. Jia, W. Yang, K. Zhang, S. Qiu, J. Xu, C. Wang, Y. Chai, Nanofiber arrangement\nregulates peripheral nerve regeneration through differential modulation of macrophage\nphenotypes, Acta Biomater 83 (2019) 291-301.\n[45] A. Schindeler, M.M. McDonald, P. Bokko, D.G. Little, Bone remodeling during fracture\nrepair: The cellular picture, Seminars in Cell & Developmental Biology 19(5) (2008) 459-466.\n[46] Y. Zhang, T. Bose, R.E. Unger, J.A. Jansen, C.J. Kirkpatrick, J. van den Beucken,\nMacrophage type modulates osteogenic differentiation of adipose tissue MSCs, Cell Tissue\nRes 369(2) (2017) 273-286.\n[47] J. Bernhard, J. Ferguson, B. Rieder, P. Heimel, T. Nau, S. Tangl, H. Redl, G.\nVunjak-Novakovic, Tissue-engineered hypertrophic chondrocyte grafts enhanced long bone\nrepair, Biomaterials 139 (2017) 202-212."
    }, {
      "heading" : "Figure Captions",
      "text" : "Scheme 1. Schematic illustration of the successive role of Biomimetic Anti-inflammatory Nano-Capsule for the progress of bone tissue repair. Cytokine receptors on the surface enabled the Biomimetic Anti-inflammatory Nano-Capsule (BANC) to neutralize pro-inflammatory cytokines to relieve the pro-inflammation, and then BANC could promote M2 macrophages polarization whereas inhibit M1 phenotype by Resolvin D1 (RvD1) loaded inside which was controllably released under Near Infrared (NIR) irradiation, at last, BANC significantly improved the bone tissue repair for femoral bone defects.\nFig. 1. Characterization of the BANC. (A) Illustration of the fabrication of BANC. (B) TEM images of AuNC (a) and BANC (b and c). Scale bar = 20 nm. (C) Hydrodynamic size and zeta potential of AuNC and BANC. (D) UV-visible absorption spectra of AuNC and BANC. (E-F) Temperature rise of AuNC (E) and BANC (F) by NIR irradiation (808 nm, at 1.0 W cm -2 , 2.0 W cm -2 , 3.0 W cm -2 ). (G) Temperature rise of AuNC and BANC with NIR irradiation (808 nm, at 3.0 W cm -2 ). (H) Temperature rise cycle of BANC under NIR irradiation (808 nm, at 3.0 W cm -2 ). (I) Drug release of BANC under NIR irradiation (808 nm, at 3.0 W cm -2 ).\nFig. 2. Cytokines blocking test of BANC in vitro. (A) Schematic illustration of the cytokine blocking test of BANC. (B) The expressions of pro-inflammatory cytokines receptors including TNFR (a) and IL-6R (b) of RAW 264.7 with or without LPS stimulation evaluated by flow cytometry. (C) The pro-inflammatory cytokine receptors (TNFR and IL-6R) proteins evaluation of BANC, macrophage (MΦ) by Western blot (D-E) Removal of the pro-inflammatory cytokines, including TNF-α (D) and IL-6 (E) by BANC with different concentrations (40 and 80 μg/ml). (F-G) Quantifications of abdominal neutrophils activity after incubation with BANC or AuNC together with TNF-α (F) or IL-6 (G) by flow cytometry.\nFig. 3. The effects of BANC on macrophage polarization in vitro. (A) Relative gene expression of macrophage polarization towards M1 or M2 phenotype after incubation with BANC or AuNC quantified by GAPDH. (B) Relative gene expression of M1 macrophage polarization after incubation with different concentrations of RvD1 quantified by GAPDH. (C) Characteristic protein bands of relative signaling pathways during the inhibiting effects on M1 macrophages after incubation with different concentrations of RvD1. (D) Characteristic protein bands of M1 macrophages (iNOS) co-cultured with 10 -9 M RvD1 presented by Western blot. (E) Schematic illustration of the effects and mechanisms of BANC on macrophage polarization.\nFig. 4. The effects of BANC on pro-inflammation in vivo. (A-F) The negative role of BANC for activation of inflammatory cells during the early stage of femoral bone defects repair demonstrated by histological staining images including H&E staining (A, B), IHC staining of CD11b (C-F), and the quantification of positive cells of IHC staining (G). M = materials. ****p < 0.0001.\nFig. 5. The effects of BANC on macrophage polarization in vivo. (A-I) The promoting effects of BANC on M2 macrophage polarization during the early stage of femoral bone defects repair demonstrated by histological staining images including H&E staining (A-C), IHC staining of ARG1 (D-I), and the quantification of positive cells of IHC staining (J). M = materials. **p < 0.01.\nFig. 6. The effects of BANC on bone regeneration in vivo. (A-J) The positive role of BANC on the bone repair and regeneration during the late stage of femoral bone defects repair demonstrated by histological staining images including H&E staining (A-C), Masson staining (D-F), IHC staining of type I collagen (G-I) and the quantification of positive areas of IHC staining (J). Col I = type I collagen. M = materials. NB=new bone."
    }, {
      "heading" : "TLR4 TTCACCTCTGCCTTCACTACA GGGACTTCTCAACCTTCTCAA",
      "text" : ""
    }, {
      "heading" : "IL-10 GGTTGCCAAGCCTTATCGGA ACCTGCTCCACTGCCTTGCT",
      "text" : ""
    }, {
      "heading" : "IL-6 ATAGTCCTTCCTACCCCAATTTCC GATGAATTGGATGGTCTTGGTCC",
      "text" : ""
    }, {
      "heading" : "Names forward reverse",
      "text" : ""
    }, {
      "heading" : "Table",
      "text" : "Graphical Abstract"
    } ],
    "references" : [ {
      "title" : "Designer Dual Therapy Nanolayered Implant Coatings Eradicate Biofilms and Accelerate Bone Tissue Repair",
      "author" : [ "J. Min", "K.Y. Choi", "E.C. Dreaden", "R.F. Padera", "R.D. Braatz", "M. Spector", "P.T. Hammond" ],
      "venue" : "ACS Nano 10(4) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Use of dipeptidyl peptidase-4 inhibitors and risk of bone fracture in patients with type 2 diabetes in Germany-A retrospective analysis of real-world data",
      "author" : [ "S. Dombrowski", "K. Kostev", "L. Jacob" ],
      "venue" : "Osteoporos Int 28(8) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A Comparison of Vascularized Free Fibular Flaps and Nonvascularized Fibular Grafts for Reconstruction of Long Bone Defects after Tumor Resection",
      "author" : [ "E.P. Estrella", "E.H. Wang" ],
      "venue" : "J Reconstr Microsurg 33(3) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Bioactive nanoengineered hydrogels for bone tissue engineering: a  growth-factor-free approach",
      "author" : [ "J.R. Xavier", "T. Thakur", "P. Desai", "M.K. Jaiswal", "N. Sears", "E. Cosgriff-Hernandez", "R. Kaunas", "A.K. Gaharwar" ],
      "venue" : "ACS Nano 9(3) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "NON-UNION BONE FRACTURE: A QUICKER FIX",
      "author" : [ "D. Holmes" ],
      "venue" : "Nature 550(7677) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Inflammatory phase of bone healing initiates the regenerative healing cascade",
      "author" : [ "K. Schmidt-Bleek", "H. Schell", "N. Schulz", "P. Hoff", "C. Perka", "F. Buttgereit", "H.D. Volk", "J. Lienau", "G.N. Duda" ],
      "venue" : "Cell Tissue Res 347(3) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Multiple roles of tumor necrosis factor-alpha in fracture healing",
      "author" : [ "J.M. Karnes", "S.D. Daffner", "C.M. Watkins" ],
      "venue" : "Bone 78 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Neutrophils Inhibit Synthesis of Mineralized Extracellular Matrix by Human Bone Marrow-Derived Stromal Cells In Vitro",
      "author" : [ "O.W. Bastian", "M. Croes", "J. Alblas", "L. Koenderman", "L.P.H. Leenen", "T.J. Blokhuis" ],
      "venue" : "Front Immunol 9 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Progranulin Promotes Regeneration of Inflammatory Periodontal Bone Defect in Rats via Anti-inflammation",
      "author" : [ "Q. Chen", "J. Cai", "X. Li", "A. Song", "H. Guo", "Q. Sun", "C. Yang", "P. Yang" ],
      "venue" : "Osteoclastogenic Inhibition, and Osteogenic Promotion, 42(1) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Omentin-1 prevents inflammation-induced osteoporosis by downregulating the pro-inflammatory cytokines",
      "author" : [ "S.S. Rao", "Y. Hu", "P.L. Xie", "J. Cao", "Z.X. Wang", "J.H. Liu", "H. Yin", "J. Huang", "Y.J. Tan", "J. Luo", "M.J. Luo", "S.Y. Tang", "T.H. Chen", "L.Q. Yuan", "E.Y. Liao", "R. Xu", "Z.Z. Liu", "C.Y. Chen", "H. Xie" ],
      "venue" : "Bone Research 6 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Functional muscle recovery with nanoparticle-directed M2  macrophage polarization in mice",
      "author" : [ "T.M. Raimondo", "D.J. Mooney" ],
      "venue" : "Proc Natl Acad Sci U S A 115(42) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Evaluation of epigallocatechin-3-gallate (EGCG)-modified scaffold determines macrophage recruitment",
      "author" : [ "C. Chu", "L. Liu", "Y. Wang", "R. Yang", "C. Hu", "S. Rung", "Y. Man", "Y. Qu" ],
      "venue" : "Mater Sci Eng C Mater Biol Appl 100 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Plasma deposited poly-oxazoline nanotextured surfaces dictate osteoimmunomodulation towards ameliorative osteogenesis",
      "author" : [ "Z. Chen", "R.M. Visalakshan", "J. Guo", "F. Wei", "L. Zhang", "L. Chen", "Z. Lin", "K. Vasilev", "Y. Xiao" ],
      "venue" : "Acta Biomater ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Gold nanoparticles modulate the crosstalk between macrophages and periodontal ligament cells for periodontitis treatment",
      "author" : [ "C. Ni", "J. Zhou", "N. Kong", "T. Bian", "Y. Zhang", "X. Huang", "Y. Xiao", "W. Yang", "F. Yan" ],
      "venue" : "Biomaterials 206 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "When to use biological agents in inflammatory bowel disease",
      "author" : [ "C. Corte", "P. Saxena", "S. Tattersall", "C. Selinger", "R.W. Leong" ],
      "venue" : "Journal of Gastroenterology and Hepatology 27(7) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "PHARMACOLOGY",
      "author" : [ "S.L. Dahl", "J.R. Ward" ],
      "venue" : "CLINICAL EFFICACY, AND ADVERSE-EFFECTS OF THE NON-STEROIDAL ANTI-INFLAMMATORY AGENT BENOXAPROFEN, Pharmacotherapy 2(6) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1982
    }, {
      "title" : "Inflammatory/infectious cutaneous side effects of biological drugs in patients with psoriasis: a general review with personal data",
      "author" : [ "F. Rongioletti", "M. Burlando", "A. Parodi" ],
      "venue" : "Giornale Italiano Di Dermatologia E Venereologia 149(3) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Neutrophil membrane-coated nanoparticles inhibit synovial inflammation and alleviate joint damage in inflammatory arthritis",
      "author" : [ "Q.Z. Zhang", "D. Dehaini", "Y. Zhang", "J.L. Zhou", "X.Y. Chen", "L.F. Zhang", "R.H. Fang", "W.W.  Gao", "L.F. Zhang" ],
      "venue" : "Nature Nanotechnology 13(12) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Macrophage-like nanoparticles concurrently absorbing endotoxins and proinflammatory cytokines for sepsis management",
      "author" : [ "S. Thamphiwatana", "P. Angsantikul", "T. Escajadillo", "Q.Z. Zhang", "J. Olson", "B.T. Luk", "S. Zhang", "R.H. Fang", "W.W. Gao", "V. Nizet", "L.F. Zhang" ],
      "venue" : "Proceedings of the National Academy of Sciences of the United States of America 114(43) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Dual-functional nanoparticles for precise drug delivery to Alzheimer's disease lesions: Targeting mechanisms",
      "author" : [ "X. Zheng", "C. Zhang", "Q. Guo", "X. Wan", "X. Shao", "Q. Liu", "Q. Zhang" ],
      "venue" : "pharmacodynamics and safety, Int J Pharm 525(1) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Drug delivery systems for programmed and on-demand release",
      "author" : [ "P. Davoodi", "L.Y. Lee", "Q. Xu", "V. Sunil", "Y. Sun", "S. Soh", "C.H. Wang" ],
      "venue" : "Adv Drug Deliv Rev 132 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Pretreated Macrophage-Membrane-Coated Gold Nanocages for Precise Drug Delivery for Treatment of Bacterial Infections",
      "author" : [ "C. Wang", "Y.L. Wang", "L.L. Zhang", "R.J. Miron", "J.F. Liang", "M.S. Shi", "W.T. Mo", "S.H. Zheng", "Y.B. Zhao", "Y.F. Zhang" ],
      "venue" : "Advanced Materials 30(46) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The effect of melatonin from slow-release implants on basic and TLR-4-mediated gene expression of inflammatory cytokines and their receptors in the choroid plexus in ewes",
      "author" : [ "M. Kowalewska", "A.P. Herman", "A. Szczepkowska", "J. Skipor" ],
      "venue" : "Res Vet Sci 113 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Neuropeptide FF increases M2 activation and self-renewal of adipose tissue macrophages",
      "author" : [ "S.F.H. Waqas", "A.C. Hoang", "Y.T. Lin", "G. Ampem", "H. Azegrouz", "L. Balogh", "J. Thuroczy", "J.C. Chen", "I.C. Gerling", "S. Nam", "J.S. Lim", "J. Martinez-Ibanez", "J.T. Real", "S. Paschke", "R. Quillet", "S. Ayachi", "F. Simonin", "E.M. Schneider", "J.A. Brinkman", "D.W. Lamming", "C.M. Seroogy", "T. Roszer" ],
      "venue" : "J Clin Invest 127(7) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Alternative activation of macrophages: mechanism and functions",
      "author" : [ "S. Gordon", "F.O. Martinez" ],
      "venue" : "Immunity 32(5) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Influence of heating and cyclic tension on the induction of heat shock proteins and bone-related proteins by MC3T3-E1 cells",
      "author" : [ "E. Chung", "A.C. Sampson", "M.N. Rylander" ],
      "venue" : "Biomed Res Int 2014 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Photothermal effects of laser-activated surface plasmonic gold nanoparticles on the apoptosis and osteogenesis of osteoblast-like cells",
      "author" : [ "L.R. Rau", "W.Y. Huang", "J.W. Liaw", "S.W. Tsai" ],
      "venue" : "Int J Nanomedicine 11 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanomedicine for safe healing of bone trauma: Opportunities and challenges",
      "author" : [ "S. Behzadi", "G.A. Luther", "M.B. Harris", "O.C. Farokhzad", "M. Mahmoudi" ],
      "venue" : "Biomaterials 146 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Inflammation",
      "author" : [ "E. Gibon", "L.Y. Lu", "K. Nathan", "S.B. Goodman" ],
      "venue" : "ageing, and bone regeneration, Journal of orthopaedic translation 10 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Systemic inflammation and fracture healing",
      "author" : [ "O. Bastian", "J. Pillay", "J. Alblas", "L. Leenen", "L. Koenderman", "T. Blokhuis" ],
      "venue" : "J Leukoc Biol 89(5) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Persistence at 12 months with denosumab in postmenopausal women with osteoporosis: interim results from a prospective observational study",
      "author" : [ "S.L. Silverman", "E. Siris", "D.L. Kendler", "D. Belazi", "J.P. Brown", "D.T. Gold", "E.M. Lewiecki", "A. Papaioannou", "C. Simonelli", "I. Ferreira", "A. Balasubramanian", "P. Dakin", "P. Ho", "S. Siddhanti", "B. Stolshek", "C. Recknor" ],
      "venue" : "Osteoporos Int 26(1) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Induction of M2 Macrophages Prevents Bone Loss in Murine Periodontitis Models",
      "author" : [ "Z. Zhuang", "S. Yoshizawa-Smith", "A. Glowacki", "K. Maltos", "C. Pacheco", "M. Shehabeldin", "M.  Mulkeen", "N. Myers", "R. Chong", "K. Verdelis", "G.P. Garlet" ],
      "venue" : "98(2) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Modulation of the inflammatory response to chitosan through M2 macrophage polarization using pro-resolution mediators",
      "author" : [ "D.P. Vasconcelos", "M. Costa", "I.F. Amaral", "M.A. Barbosa", "A.P. Aguas", "J.N. Barbosa" ],
      "venue" : "Biomaterials 37 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Resolvin D1 and its precursor docosahexaenoic acid promote resolution of adipose tissue inflammation by eliciting macrophage polarization toward an M2-like phenotype",
      "author" : [ "T. Esther", "R. Bibiana", "G.P. Ana", "L.V. Cristina", "M.S. Eva", "M.C. Marcos", "A. Vicente", "C. Joan" ],
      "venue" : "Journal of Immunology 187(10) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Resolvin D1 protects the liver from ischemia/reperfusion injury by enhancing M2 macrophage polarization and efferocytosis",
      "author" : [ "J.W. Kang", "S.M. Lee" ],
      "venue" : "Biochim Biophys Acta 1861(9 Pt A) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Matrix metalloproteinase-sensitive size-shrinkable nanoparticles for deep tumor penetration and pH triggered doxorubicin release",
      "author" : [ "S. Ruan", "X. Cao", "X. Cun", "G. Hu", "Y. Zhou", "Y. Zhang", "L. Lu", "Q. He", "H. Gao" ],
      "venue" : "Biomaterials 60 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thermo-responsive triple-function nanotransporter for efficient chemo-photothermal therapy of multidrug-resistant bacterial infection, Nature communications",
      "author" : [ "G Q", "X Z", "N G", "J C", "X L", "Y G", "Y W", "Z Z", "Y Z", "W G", "Y L", "XJ L" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "The biology of fracture healing",
      "author" : [ "H.M. Frost" ],
      "venue" : "An overview for clinicians. Part II, Clin Orthop Relat Res (248) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Multiple roles for CCR2 during fracture healing",
      "author" : [ "Z. Xing", "C. Lu", "D. Hu", "Y.Y. Yu", "X. Wang", "C. Colnot", "M. Nakamura", "Y. Wu", "T. Miclau", "R.S. Marcucio" ],
      "venue" : "Dis Model Mech 3(7-8) ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The crucial role of neutrophil granulocytes in bone fracture healing",
      "author" : [ "A. Kovtun", "S. Bergdolt", "R. Wiegner", "P. Radermacher", "M. Huber-Lang", "A. Ignatius" ],
      "venue" : "Eur Cell Mater 32 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanofiber arrangement regulates peripheral nerve regeneration through differential modulation of macrophage phenotypes",
      "author" : [ "Y. Jia", "W. Yang", "K. Zhang", "S. Qiu", "J. Xu", "C. Wang", "Y. Chai" ],
      "venue" : "Acta Biomater 83 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Bone remodeling during fracture repair: The cellular picture",
      "author" : [ "A. Schindeler", "M.M. McDonald", "P. Bokko", "D.G. Little" ],
      "venue" : "Seminars in Cell & Developmental Biology 19(5) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "J",
      "author" : [ "Y. Zhang", "T. Bose", "R.E. Unger", "J.A. Jansen", "C.J. Kirkpatrick" ],
      "venue" : "van den Beucken, Macrophage type modulates osteogenic differentiation of adipose tissue MSCs, Cell Tissue Res 369(2) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Tissue-engineered hypertrophic chondrocyte grafts enhanced long bone repair",
      "author" : [ "J. Bernhard", "J. Ferguson", "B. Rieder", "P. Heimel", "T. Nau", "S. Tangl", "H. Redl", "G. Vunjak-Novakovic" ],
      "venue" : "Biomaterials 139 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Introduction Traumatic bone defects or bone loss are common in clinical practice [1-4], however, as clinical statistics shown, there are still 5-10% of patients suffering from non-union bone fracture after undergoing conventional treatments [5], and this condition has adverse impact on bone function and daily life.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 1,
      "context" : "Introduction Traumatic bone defects or bone loss are common in clinical practice [1-4], however, as clinical statistics shown, there are still 5-10% of patients suffering from non-union bone fracture after undergoing conventional treatments [5], and this condition has adverse impact on bone function and daily life.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 2,
      "context" : "Introduction Traumatic bone defects or bone loss are common in clinical practice [1-4], however, as clinical statistics shown, there are still 5-10% of patients suffering from non-union bone fracture after undergoing conventional treatments [5], and this condition has adverse impact on bone function and daily life.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 3,
      "context" : "Introduction Traumatic bone defects or bone loss are common in clinical practice [1-4], however, as clinical statistics shown, there are still 5-10% of patients suffering from non-union bone fracture after undergoing conventional treatments [5], and this condition has adverse impact on bone function and daily life.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 4,
      "context" : "Introduction Traumatic bone defects or bone loss are common in clinical practice [1-4], however, as clinical statistics shown, there are still 5-10% of patients suffering from non-union bone fracture after undergoing conventional treatments [5], and this condition has adverse impact on bone function and daily life.",
      "startOffset" : 241,
      "endOffset" : 244
    }, {
      "referenceID" : 5,
      "context" : "Osteogenesis requires a suitable degree of inflammation, and severe pro-inflammation resulting from excessive levels of cytokines disrupts osteogenesis and mineralized extracellular matrix synthesis [6-8].",
      "startOffset" : 199,
      "endOffset" : 204
    }, {
      "referenceID" : 6,
      "context" : "Osteogenesis requires a suitable degree of inflammation, and severe pro-inflammation resulting from excessive levels of cytokines disrupts osteogenesis and mineralized extracellular matrix synthesis [6-8].",
      "startOffset" : 199,
      "endOffset" : 204
    }, {
      "referenceID" : 7,
      "context" : "Osteogenesis requires a suitable degree of inflammation, and severe pro-inflammation resulting from excessive levels of cytokines disrupts osteogenesis and mineralized extracellular matrix synthesis [6-8].",
      "startOffset" : 199,
      "endOffset" : 204
    }, {
      "referenceID" : 8,
      "context" : "inflammatory cytokines inhibitors were often used to alleviate local inflammatory response [9] and even prevent inflammation-induced osteoporosis [10].",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 9,
      "context" : "inflammatory cytokines inhibitors were often used to alleviate local inflammatory response [9] and even prevent inflammation-induced osteoporosis [10].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 10,
      "context" : "In addition, as M1-to-M2 transition could reduce early inflammation to promote osteogenesis, many researchers have used inducer molecule like interlukin-4 to improve this transition [12] or tissue engineering biomaterials [13-15] to promote M2 macrophage polarization for tissue remodeling.",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 11,
      "context" : "In addition, as M1-to-M2 transition could reduce early inflammation to promote osteogenesis, many researchers have used inducer molecule like interlukin-4 to improve this transition [12] or tissue engineering biomaterials [13-15] to promote M2 macrophage polarization for tissue remodeling.",
      "startOffset" : 222,
      "endOffset" : 229
    }, {
      "referenceID" : 12,
      "context" : "In addition, as M1-to-M2 transition could reduce early inflammation to promote osteogenesis, many researchers have used inducer molecule like interlukin-4 to improve this transition [12] or tissue engineering biomaterials [13-15] to promote M2 macrophage polarization for tissue remodeling.",
      "startOffset" : 222,
      "endOffset" : 229
    }, {
      "referenceID" : 13,
      "context" : "In addition, as M1-to-M2 transition could reduce early inflammation to promote osteogenesis, many researchers have used inducer molecule like interlukin-4 to improve this transition [12] or tissue engineering biomaterials [13-15] to promote M2 macrophage polarization for tissue remodeling.",
      "startOffset" : 222,
      "endOffset" : 229
    }, {
      "referenceID" : 14,
      "context" : "However, there existed some drawbacks when applying inflammatory cytokines inhibitors, such as diverse side effects, safety concerns on prolonged systemic administration for a long time, poor targeting, and high cost [16-18].",
      "startOffset" : 217,
      "endOffset" : 224
    }, {
      "referenceID" : 15,
      "context" : "However, there existed some drawbacks when applying inflammatory cytokines inhibitors, such as diverse side effects, safety concerns on prolonged systemic administration for a long time, poor targeting, and high cost [16-18].",
      "startOffset" : 217,
      "endOffset" : 224
    }, {
      "referenceID" : 16,
      "context" : "However, there existed some drawbacks when applying inflammatory cytokines inhibitors, such as diverse side effects, safety concerns on prolonged systemic administration for a long time, poor targeting, and high cost [16-18].",
      "startOffset" : 217,
      "endOffset" : 224
    }, {
      "referenceID" : 17,
      "context" : "And these drawbacks might be solved by nanotechnology, because nanoparticles (NPs) can be modified by biological engineering way, for example, NPs can be coated with cell membranes with natural cytokine receptors and conjugated with ligands expressed in target cells or microenvironments [19-21], and served as precise drug delivery via mastering controlling time, dosage, and location of drug release to intensify the efficacy of therapy [22, 23].",
      "startOffset" : 288,
      "endOffset" : 295
    }, {
      "referenceID" : 18,
      "context" : "And these drawbacks might be solved by nanotechnology, because nanoparticles (NPs) can be modified by biological engineering way, for example, NPs can be coated with cell membranes with natural cytokine receptors and conjugated with ligands expressed in target cells or microenvironments [19-21], and served as precise drug delivery via mastering controlling time, dosage, and location of drug release to intensify the efficacy of therapy [22, 23].",
      "startOffset" : 288,
      "endOffset" : 295
    }, {
      "referenceID" : 19,
      "context" : "And these drawbacks might be solved by nanotechnology, because nanoparticles (NPs) can be modified by biological engineering way, for example, NPs can be coated with cell membranes with natural cytokine receptors and conjugated with ligands expressed in target cells or microenvironments [19-21], and served as precise drug delivery via mastering controlling time, dosage, and location of drug release to intensify the efficacy of therapy [22, 23].",
      "startOffset" : 439,
      "endOffset" : 447
    }, {
      "referenceID" : 20,
      "context" : "And these drawbacks might be solved by nanotechnology, because nanoparticles (NPs) can be modified by biological engineering way, for example, NPs can be coated with cell membranes with natural cytokine receptors and conjugated with ligands expressed in target cells or microenvironments [19-21], and served as precise drug delivery via mastering controlling time, dosage, and location of drug release to intensify the efficacy of therapy [22, 23].",
      "startOffset" : 439,
      "endOffset" : 447
    }, {
      "referenceID" : 21,
      "context" : "We coated bacterial-pretreated macrophage membranes onto AuNC to precisely target bacteria by toll-like receptors on the surfaces of the membranes [24].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 21,
      "context" : "Fabrication of biomimetic anti-inflammatory nano-capsule The AuNC was synthesized according to the previous method [24] by our team and used as the template.",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 21,
      "context" : "Then, according to the method of membrane coating onto the nanocage in our previous study [24], with 500:200 ratio of AuNC to cell membrane protein in 1 ml of PBS solution, we wrapped the nanocage particles with cell membrane coating outside through a micro-extruder (Avanti, U.",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 21,
      "context" : "Firstly, the AuNC was synthesized according to the previous method [24] and used as the template of BANC.",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 22,
      "context" : "The inflammatory cytokine receptors on the surface of macrophages increased after stimulation with LPS [25].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 18,
      "context" : "At last, to ensure the controllable release of the drug, samples without (“0”) or with (“NIR”) NIR irradiation (808 nm at 3 W cm -2 ) exposure for 2 min, were centrifuged at 16000 ×g for 15 min to obtain the supernatant without nanocage particles [21], and then RvD1 concentrations in the supernatant were quantified through ELISA (Fig.",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 23,
      "context" : "and 5H), which confirmed the RvD1 effects in vivo for the polarization of M2 macrophages that consistent with the in vitro examination, because arginase 1 (ARG1) is an essential marker for M2 macrophage[26, 27].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 24,
      "context" : "and 5H), which confirmed the RvD1 effects in vivo for the polarization of M2 macrophages that consistent with the in vitro examination, because arginase 1 (ARG1) is an essential marker for M2 macrophage[26, 27].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 25,
      "context" : "6A, 6D and 6G), which might result from the photothermal effect [28, 29] on osteogenesis of pure gold nanocage after NIR irradiation, however, this needs more confirmations in the future.",
      "startOffset" : 64,
      "endOffset" : 72
    }, {
      "referenceID" : 26,
      "context" : "6A, 6D and 6G), which might result from the photothermal effect [28, 29] on osteogenesis of pure gold nanocage after NIR irradiation, however, this needs more confirmations in the future.",
      "startOffset" : 64,
      "endOffset" : 72
    }, {
      "referenceID" : 27,
      "context" : "Discussion In bone tissue repair, inflammation tends to induce delayed bone healing process resulting from serious trauma[30], aging changes[31], systemic inflammation[32] and so on, especially for the elderly, postmenopausal women, patients with chronic infectious diseases[33].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 28,
      "context" : "Discussion In bone tissue repair, inflammation tends to induce delayed bone healing process resulting from serious trauma[30], aging changes[31], systemic inflammation[32] and so on, especially for the elderly, postmenopausal women, patients with chronic infectious diseases[33].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 29,
      "context" : "Discussion In bone tissue repair, inflammation tends to induce delayed bone healing process resulting from serious trauma[30], aging changes[31], systemic inflammation[32] and so on, especially for the elderly, postmenopausal women, patients with chronic infectious diseases[33].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 30,
      "context" : "Discussion In bone tissue repair, inflammation tends to induce delayed bone healing process resulting from serious trauma[30], aging changes[31], systemic inflammation[32] and so on, especially for the elderly, postmenopausal women, patients with chronic infectious diseases[33].",
      "startOffset" : 274,
      "endOffset" : 278
    }, {
      "referenceID" : 17,
      "context" : "For example, neutrophils membrane coated NPs could protect chondrocytes through binding to cytokines[20], and in sepsis mice, the macrophage membrane coated NPs could bind to the endotoxin and inflammatory cytokines to inhibit the activation of natural macrophages to relieve the inflammation [21].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 18,
      "context" : "For example, neutrophils membrane coated NPs could protect chondrocytes through binding to cytokines[20], and in sepsis mice, the macrophage membrane coated NPs could bind to the endotoxin and inflammatory cytokines to inhibit the activation of natural macrophages to relieve the inflammation [21].",
      "startOffset" : 293,
      "endOffset" : 297
    }, {
      "referenceID" : 13,
      "context" : "As other researchers reported that large amounts of TNF-α and IL-6 in the media led to decreased osteogenic activity [15], therefore, in our present study, we attempted to remove the surplus cytokines.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 31,
      "context" : "It’s well known that induction of M2 macrophages could promote osteogenesis and prevent the bone loss by secreting IL-10 and TGF-β for anti-inflammation and BMP-2 to directly promote osteogenic differentiation of osteoblasts [34].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 32,
      "context" : "In other situations, RvD1 originating from omega-3 polyunsaturated fatty acid was proved of inhibiting the thickness of fibrous capsule caused by scaffolds, alleviate dermatitis and ameliorate ischemia/reperfusion (IR) -induced sterile liver inflammation and liver injury, associated with blocking M1 polarization while enhancement of M2 polarization [35-37].",
      "startOffset" : 351,
      "endOffset" : 358
    }, {
      "referenceID" : 33,
      "context" : "In other situations, RvD1 originating from omega-3 polyunsaturated fatty acid was proved of inhibiting the thickness of fibrous capsule caused by scaffolds, alleviate dermatitis and ameliorate ischemia/reperfusion (IR) -induced sterile liver inflammation and liver injury, associated with blocking M1 polarization while enhancement of M2 polarization [35-37].",
      "startOffset" : 351,
      "endOffset" : 358
    }, {
      "referenceID" : 34,
      "context" : "In other situations, RvD1 originating from omega-3 polyunsaturated fatty acid was proved of inhibiting the thickness of fibrous capsule caused by scaffolds, alleviate dermatitis and ameliorate ischemia/reperfusion (IR) -induced sterile liver inflammation and liver injury, associated with blocking M1 polarization while enhancement of M2 polarization [35-37].",
      "startOffset" : 351,
      "endOffset" : 358
    }, {
      "referenceID" : 12,
      "context" : "7 cells, AuNC without NIR irradiation could also slightly increase the gene expression of M2 phenotype, which might relate to the nanotopography itself with the range of tens of nanometers that is suitable for M2 polarization, as some articles reported [14, 15].",
      "startOffset" : 253,
      "endOffset" : 261
    }, {
      "referenceID" : 13,
      "context" : "7 cells, AuNC without NIR irradiation could also slightly increase the gene expression of M2 phenotype, which might relate to the nanotopography itself with the range of tens of nanometers that is suitable for M2 polarization, as some articles reported [14, 15].",
      "startOffset" : 253,
      "endOffset" : 261
    }, {
      "referenceID" : 35,
      "context" : "This presented the similar loading capacity to others’ study [38, 39], with similar nanoplatform delivery for drugs.",
      "startOffset" : 61,
      "endOffset" : 69
    }, {
      "referenceID" : 36,
      "context" : "In another recent study [40], authors fabricated thermo-responsive-inspired nano-transporter loading imipenem for antibiotic-resistant bacteria killing, imipenem released from the nanostructure via near-infrared irradiation also by the same phase change mechanism, and then enhanced the permeation of imipenem by completely damaging bacterial membranes, thus interfering cell wall biosynthesis and leading to rapid bacterial death.",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 37,
      "context" : "At the same time, from the IHC staining of BANC group for 24 h showed that some positive inflammatory cells remained in the bone defect area, which would be the basis for normal inflammation for initiating the process of bone tissue repair [41], not result in delayed remodeling of fracture calluses caused by the excessive inhibition of inflammation [42, 43].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 38,
      "context" : "At the same time, from the IHC staining of BANC group for 24 h showed that some positive inflammatory cells remained in the bone defect area, which would be the basis for normal inflammation for initiating the process of bone tissue repair [41], not result in delayed remodeling of fracture calluses caused by the excessive inhibition of inflammation [42, 43].",
      "startOffset" : 351,
      "endOffset" : 359
    }, {
      "referenceID" : 39,
      "context" : "At the same time, from the IHC staining of BANC group for 24 h showed that some positive inflammatory cells remained in the bone defect area, which would be the basis for normal inflammation for initiating the process of bone tissue repair [41], not result in delayed remodeling of fracture calluses caused by the excessive inhibition of inflammation [42, 43].",
      "startOffset" : 351,
      "endOffset" : 359
    }, {
      "referenceID" : 40,
      "context" : "ARG1 is a classical marker of M2 macrophages [44], its expression was upregulated with NIR irradiation for the bone defect area after three days of implanting BANC composite B-MBG scaffolds into femoral defect model.",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 41,
      "context" : "For the repair process of bone tissues, inflammation stage is followed by soft callus formation, hard callus formation and bone remodeling, and the osteogenesis could be improved by M2 macrophages [45-47].",
      "startOffset" : 197,
      "endOffset" : 204
    }, {
      "referenceID" : 42,
      "context" : "For the repair process of bone tissues, inflammation stage is followed by soft callus formation, hard callus formation and bone remodeling, and the osteogenesis could be improved by M2 macrophages [45-47].",
      "startOffset" : 197,
      "endOffset" : 204
    }, {
      "referenceID" : 43,
      "context" : "For the repair process of bone tissues, inflammation stage is followed by soft callus formation, hard callus formation and bone remodeling, and the osteogenesis could be improved by M2 macrophages [45-47].",
      "startOffset" : 197,
      "endOffset" : 204
    } ],
    "year" : 2019,
    "abstractText" : "Controlling of pro-inflammation induced by pro-inflammatory cytokines and anti-inflammatory response induced by M2 macrophages is important for osteogenesis in the process of bone tissue repair. Thus, we fabricated biomimetic anti-inflammatory nano-capsule (BANC) that can block cytokines and promote M2 macrophage polarization, presenting a positive role for bone tissue repair. The BANC is a biomimic nanosystem, coated with lipopolysaccharide-treated macrophage cell membranes with cytokine receptors enveloping gold nanocage (AuNC) as “cytokine blocker”, and loaded with resolvin D1 inside into AuNC as “M2 polarization inducer” whose controlled-release could be triggered under near-infrared laser irradiation in sequence, and these chronological events were consistent with the healing process of bone tissue repair. Moreover, in vivo application of femoral bone defects revealed that the BANC composite boron-containing mesoporous bioactive glass scaffolds improved the final effects of bone tissue repair through preventing inflammatory response, promoting M2 polarization in sequence in accord with the in vitro investigation. Hence, cytokine neutralization and M2 macrophage polarization enables the BANC to enhance the bone tissue repair as a biomimetic anti-inflammation effector. Therefore, this study provides potential therapeutic strategies for trauma-mediated or inflammation-related bone defects based on a biomimetic nanomaterial with weakened pro-inflammatory and enhanced anti-inflammatory effects. Statement of Significance Cell membrane-mimic nanomaterials have been popular for blocking natural cell responses for some infection diseases, yet their role in biological process of bone repair is unknown. Here, we fabricated Biomimetic Anti-inflammatory Nano-Capsule (BANC), coated with cell membrane with cytokines receptors on the surface which could neutralize the pro-inflammatory cytokine receptor to block activated pro-inflammation, loaded with Resolvin D1 inside which could be controllably released by NIR irradiation to promote M2 macrophage polarization for the following bone formation during the process of bone repair. Administration of BANC as cytokines blocker and M2 polarization inducer to enhance the bone regeneration, thus presenting a promising potential for the treatment of bone repair and regeneration.",
    "creator" : "Elsevier"
  }
}