{
  "name" : "downloads_2020-11-30_19_farghaly2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Impacts of zinc oxide nano and bulk particles on redox-enzymes of the Punica granatum callus",
    "authors" : [ "Fatma A. Farghaly", "Abeer A. Radi", "Fatma A. Al‐Kahtany", "Afaf M. Hamada" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 Vol.:(0123456789) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nwww.nature.com/scientificreports\nImpacts of zinc oxide nano and bulk particles on redox‑enzymes of the Punica granatum callus"
    }, {
      "heading" : "Fatma A. Farghaly 1, Abeer A. Radi1, Fatma A. Al‑Kahtany2 & Afaf M. Hamada 1*",
      "text" : "The structure and function of cellular membranes were sustained by redox‑enzymes. We studied the interaction between the oxidative stress caused by excessive accumulation of ZnO‑nanoparticles (ZnO‑NPs) in plants and the role of redox‑enzymes that can alleviate this stress. The crude callus extract from pomegranate, which was treated with 0, 10, and 150 µg mL−1 ZnO‑NPs or bulk particles (ZnO‑BPs), was applied to study the activity and kinetics of redox‑enzymes. The elevated ZnO‑NPs, enhanced the lipoxygenase and polyphenol oxidase activity, while the ZnO‑BPs did not modify them. The activities of superoxide dismutase, catalase, and phenylalanine ammonia‑lyase were induced under ZnO‑NPs or BPs treatments, whilst the opposite trend of peroxidase was observed. Ascorbate peroxidase activity increased under ZnO‑NPs treatments but decreased under ZnO‑BPs. The kinetics activity of enzymes showed changes under different levels of NPs and BPs. Additionally, NPs or BPs treatments reduced the uptake of copper, iron, magnesium, but increased zinc accumulation in callus tissues. Meanwhile, these treatments enhanced the accumulation of manganese ions but did not affect the accumulation of potassium and phosphorous in ZnO‑NPs or BPs‑stressed calli. Collectively, these results gave a quantitative evaluation of the competition of zinc and other minerals on the carriers, and in addition, they provided a basis for how to control ZnO‑NPs or BPs toxicity via redox‑enzymes.\nNanotechnology has increased interest in many sciences, especially ZnO-NPs, which have received great attention due to their potential use in various sciences1. While there are broad fields of applications for ZnO-NPs, there is an interest in their release to ecosystems and their risks to resident organisms2,3. The release of ZnO-NPs is potentially toxic to organisms and reaches the food chain. Cytological tests of ZnO-NPs on pomegranate callus tissues showed that NPs reduced callus growth, dissociation of cytoplasmic content, and deformation of cell walls4.\nIn plants exposed to NPs, the uncontrolled output of reactive oxygen species (ROS) causes oxidative stress, which appears when the ROS level exceeds the defense mechanisms and is able to threaten cells by causing macromolecule damage and ultimately leads to cell death5. The size, surface area, and action of nanomaterials result in a high level of ROS that play a critical role in phytotoxic mechanisms6. Some researches on the environmental toxicity of NPs indicate the various potential mechanisms in which ZnO-NPs have induced plant damage7,8. ZnO-NPs induce LOX activity and membrane or DNA dysfunctions according to small volumes, large surface area, and ROS production9. Furthermore, the content of malondialdehyde (MDA) has been gradually increased with increasing levels of ZnO-NPs in Cicer arietinum seedlings10 indicating the accumulation of MDA at high levels of cellular damage that may come out from ROS11.\nExcess zinc accumulation, which reaches phytotoxic levels, induces physiological changes, and inhibits growth by causing membrane oxidation and reducing the intake of fundamental nutrients12. Excess Zn interferes with the root loading site and reduces the rate of translocation or absorption of essential plant nutrients or causes mineral imbalances13. Plants have generated defensive antioxidant systems to counteract the uncontrolled output of ROS14. Antioxidants, non-enzymatic and enzymatic forms, prevent or suppress ROS reactions and delay or prevent cell damage15. Studies have shown that redox-enzymes can save cells from the harmful actions of ROS14,16,17. The phenylpropanoid biosynthesis pathway is stimulated under (a)biotic stressors that lead to the accumulation of various phenols that have the ability to break down harmful ROS18. In plants, heavy metals activate the phenylpropanoid pathway by regulating the biosynthesis of key enzymes such as PAL19. Polyphenol oxidase also helps break down ROS and increases plant tolerance to abiotic stresses19,20. The mechanism of action of the redox-enzyme may rely on the concentrations of nanoparticles, plant species, nanoparticle types, and ecosystems21.\nOPEN\n1Botany and Microbiology Department, Faculty of Science, Assiut University, Assiut 71516, Egypt. 2Biology Department, Faculty of Science, Ibb University, Ibb, Yemen. *email: hamada@aun.edu.eg\n2 Vol:.(1234567890) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nPunica granatum L. (pomegranate) is an old fruit tree, known as a “Super-food”, which has an extended history of medicinal uses as a herbal remedy for cancer, diarrhea, diabetes, blood pressure, leprosy, dysentery, bleeding, bronchitis, indigestion, and infections22. There are more than 1000 varieties, originating from the Middle East23, in Egypt, about 8080 hectares planted24 and an agricultural policy aimed at increasing production by expansion in reclaimed areas.\nDespite numerous publications on plant tolerance mechanisms and antioxidant functions in plants exposed to heavy metals, woody plants have not been adequately studied in this area25. Moreover, the kinetics of the enzyme is important for assessing the function of the enzyme in the metabolic process. The tests aimed at enriching knowledge about ZnO-NPs interactions with activity, the kinetics of redox-enzymes, and essential nutrients. Studies of pomegranate plants (woody plant) were performed in vitro conditions on callus tissue grown on MS medium with ZnO-NPs compared to salt using ZnO-BPs on redox-enzymes and essential minerals."
    }, {
      "heading" : "Materials and methods",
      "text" : "ZnO‑NPs and ZnO‑BPs solutions. ZnO-NPs (99.5% purity; particle size less than 100 nm and surface area 15–25 m2g−1) were purchased from Sigma-Aldrich Company, St. Louis, MO, USA. ZnO-BPs used to be 99.999% mineral powder. ZnO-NPs and ZnO-BPs were individually dissolved directly in distilled H2O and dispersed using ultrasonic vibration (100 W, 40 kHz).\nTissue culture and treatments. Murashige & Skoog media (MS) is composed of 4.4 g L−1 MS, 3% sucrose, 6 mg 2,4-D, 1 mg AsA, 5 mg adenine, 5 mg casein, 10 mg potassium dihydrogen phosphate, and different concentrations (0, 10, and 150 µg mL−1) of pre-prepared ZnO-NPs or BPs26. The pH was adjusted to 5.7, then, 3 g L−1 gel-rite was added, sterilized at 121 °C and a pressure of 105 kPa.\nFresh and healthy leaves were taken from pomegranate trees (Punica granatum cultivar Hegazy), washed under running tap water, and sterilized with 30% NaClO27. The sterilized-leaves were soaked in 150 mg L−1 AsA and 100 mg citric acid for 20 min and washed with sterilized-water28. In a 195 mL jar, three sterile leaf pieces (1–1.5 cm) were transplanted into 30 mL of sterilized and solidified MS medium. These culture media were transferred to a growth chamber (16/8 h, photoperiod 30 µM m−2 S−1 irradiance, temperature 25 ± 1 °C, relative humidity 50–60%)4. Some calli (4 weeks) were frozen in liquid nitrogen and stored at − 80 °C for enzyme analysis, and the anther were dried at 60 °C for 48 h for mineral identification. Twenty-five jars were applied in each treatment.\nEnzyme extraction. The frozen callus (0.5 g) was ground to a fine powder in liquid nitrogen and homogenized in 5 mL of 100 mM potassium phosphate buffer (PPB; pH 7.8) containing 0.1 mM EDTA (ethylenediaminetetraacetic acid) and 0.1 g PVP (polyvinylpyrrolidone). The supernatants were used to test the activity and kinetics of the examined enzymes after centrifugation of the mixture (4 °C, 18,000 rpm, 10 min). The protein content in the extract was estimated29.\nLipoxygenase (EC 1.13.11.12). LOX activity was tested following the technique of Minguez-Mosquera et al.30. To 5 mL of distilled H2O, 5 µL of Tween-20 and 35 µL of linoleic acid were combined and the pH was adjusted to 9.0 using 200 mM NaOH until the mixture was clear. After the pH was adjusted to 6.5 by HCl, the total volume was adjusted to 100 mL by 100 mM PPB. Absorption was tested after 50 µL of enzyme aliquots were incorporated into the reaction medium (2.95 mL). The alteration in absorbance per unit protein within 1 min (DA234 mg protein−1 min−1) was measured as an activity.\nSuperoxide dismutase (EC 1.15.1.1). SOD activity was tested after epinephrine oxidation31. The substrate mixture (3 mL) included Na2CO3 buffer (0.05 M; pH 10.2), 0.1 mL EDTA, 0.05 mL enzyme aliquot and 100 μL epinephrine. The alteration in absorption per unit protein within 1 min was measured at 480 nm (DA480 mg protein−1 min−1) as an activity.\nCatalase (EC 1.11.1.6). CAT activity was examined one minute after H2O2 consumption32. The reaction method included 50 mM PPB (pH 7), 100 μL H2O2 (10 mM), and a 20 μL enzyme aliquot. Absorbance was examined and the difference in absorbance per unit protein within 1 min (DA240 mg protein−1 min−1) was measured as an activity.\nPeroxidase (EC 1.11.1.7). POD activity was examined after tetraguaiacol formation33. The assay medium included PPB (30 mM, pH 7), hydrogen peroxide (6.5 mM), guaiacol (1.5 mM), and an enzyme aliquot (100 µL). Absorbance was examined and the difference in absorbance per unit protein within 1  min (DA470 mg protein−1 min−1) was measured as an activity.\nAscorbate peroxidase (EC 1.11.1.11). The activity of APX was examined after AsA oxidation34. The reaction medium contained PPB pH 7.0 (50 mM), ETDA (0.1 mM), hydrogen peroxide (1.2 mM), AsA (0.5 mM), and an enzyme aliquot (50 µL). The absorbance was examined and the change in the absorbance per unit protein within 1 min (DA290 mg protein−1 min−1) was measured as an activity.\nPhenylalanine ammonia‑lyase (EC 4.3.1.5). PAL activity was bio-assayed after trans-cinemate production35. The experiment medium (2 mL) consisted of 50 mM borate buffer (pH 8.7), 1 mg L−1 phenylalanine, 0.5 mL enzyme aliquot, and was left for one hour at 37 °C. The absorbance was checked after the termina-\n3 Vol.:(0123456789) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\ntion of the reaction with 1 mL of HCl (0.5 N) and centrifugation (5 min, 2000 rpm). The change in absorption per unit protein within 1 min (DA290 mg protein−1 min−1) was measured as an activity.\nPolyphenol oxidase (EC 1.14.18.1). The activity of PPO was tested after the production of purpurogallin36. The mixture medium (2  mL) consisted of 100  mM PPB (pH 6), 1  mL catechol (100  mM), enzyme aliquot (200 µL), and was left at 25 °C (5 min). The absorbance was monitored at 495 nm after the termination of the reaction with 1 mL of H2SO4 (2.5 N). The alteration in absorbance per unit protein within 1 min (DA495 mg protein−1 min−1) was measured as an activity.\nKinetic parameters. The kinetic activities of all tested enzymes were studied using different levels of enzyme aliquot and data plotted as 1/V and 1/S37. Michaelis constant (Km), maximum velocity (Vmax), catalytic rate constant (Kcat) values were evaluated by Michaelis–Menten plots.\nMinerals. Dry callus tissues were digested by perchloric acid (60%), nitric acid (Analar), and sulfuric acid (Analar) in a 1: 3: 1 ratio for the assay copper, iron, potassium, magnesium, manganese, phosphorous, and zinc4. Potassium and P were assayed in the digested samples4 and were expressed as mg g−1 dry weight (DW). Other minerals (Cu, Fe, Mg, Mn, and Zn) were measured using atomic absorption spectrophotometry (Buck’s 210 Vgp model, USA) and were expressed as mg g−1 DW.\nStatistical analysis. Present values (± standard deviation) have been averages of four biological replicates, with all three technical replicates, in most cases, and analysis was performed by SPSS software (version 22). One-way test (ANOVA) and Tukey’s test were performed for multiple comparisons (P ≤ 0.05). Correlation tests (Pearson correlation) were carried to achieve the relation between the mean rate of various criteria of pomegranate under ZnO-NPs and BPs. Asterisks indicate a significant correlation (* and ** at 5 and 1%, respectively). Correspondence analysis was used to analyze relationships between redox-enzyme activities or mineral concentrations and different concentrations of ZnO particles."
    }, {
      "heading" : "Results",
      "text" : "Lipoxygenase. The activities of LOXs were assessed in pomegranate calli exposed to different levels of ZnO-NPs or BPs to consider the degree of membrane damage (Fig. 1a, Tables S1, 2). The data showed that ZnONPs at the low level failed to significantly enhance LOX activity, while the high level promoted such activity by about 17%, compared to the controls. However, the different levels of ZnO-BPs did not considerably alter LOX activity. ZnO-NPs showed a significant correlation between LOX activity (0.857**) and Zn content, whereas in the case of BPs this relationship was insignificant (− 0.552).\nSuperoxide dismutase. SOD activity was assessed as an important scavenger for ROS (Fig. 1b, Tables S1, and S2). In pomegranate calli, SOD activity was induced by increased levels of ZnO-NPs or BPs in the nutrient medium. Compared to untreated controls at treatments of 10 and 150 μg mL−1, the elevation was 66.45 and 65.31% in NPs and 72.98 and 61.71% in BPs, respectively. Moreover, in the case of NPs, the correlation between SOD activity and Zn concentration was significant (0.710*), while it was insignificant (0.448) in the BPs.\nFigure 1. Lipoxygenase (LOX; a) and superoxide dismutase (SOD; b) activity of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. Data are means ± SD (n = 4). The different letters, capital for NPs treatments and small for BPs, indicate statistically significant differences (P ≤ 0.05).\n4 Vol:.(1234567890) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nCatalase. CAT activity was evaluated in pomegranate calli exposed to different levels of NPs or BPs because it helps in dismutation H2O2 into H2O and O2 (Fig. 2a, Tables S1, 2). CAT activity was stimulated with increased levels of ZnO-NPs or BPs, with the highest concentration of ZnO-BPs (150  µg  mL−1) showing an 8.34-fold higher increase in CAT activity compared to ZnO-NPs which resulted in 6.87-fold over the non-treated-control. Additionally, the result showed that CAT activity in the case of NPs (0.835**) and BPs (0.989**) represented significant correlations with zinc contents in callus tissues.\nFurthermore, various assays were performed to test kinetic activity with respect to the CAT enzyme under different concentrations of ZnO-NPs or ZnO-BPs (Fig. 2b, Table 1, Tables S3, 4). An increase in NPs or BPs treatments led to a catalytic effect on Km of CAT. For example, in the low and high treatments of NPs or BPs, the Km increased to 105.93, 246.59, 50.54, and 30.19%, respectively; higher than the control. Additionally, the NPs showed a significant correlation between the Km and the Zn content (0.963**), however, this relationship in the case of BPs was minimal (0.245).\nNPs or BPs treatments reduced Vmax of the CAT enzyme by 46.61, 15.74, 19.15 and 2.93%, respectively, compared to the control. However, the correlation between Vmax and Zn in the NPs or BPs treated callus was insignificant.\nThe Kcat rate of CAT was increased in NPs or BPs-treated calli, only 10 µg mL−1 NPs decreased it slightly. The high level of NPs or BPs (150 µg mL−1) stimulated Kcat by 36.73 and 33.06%, respectively, over the controls. Moreover, NPs and BPs treatments showed a marked positive association between Kcat and Zn content (0.948** and 0.711*, respectively).\nPeroxidase. POD activity was evaluated as it stimulates the oxidation by H2O2 of a broad range of organic (Fig. 3a, Tables S1, 2). Treatments of pomegranate calli with ZnO-NPs or BPs negatively affected POD activity. The decrease in activity at 150 µg mL−1 of ZnO-NPs or BPs treatments, compared to the controls, was 61.07 and 67.12%, respectively. As expected, ZnO-NPs or BPs treatments showed negative relationships between POD activity and Zn concentrations (− 0.663 and − 0.794*, respectively).\nFor POD kinetic activity, ZnO-NPs or BPs treatments reduced the Km and Vmax, with Km only slightly stimulated by 10 μg mL−1 BPs (Fig. 3b, Table 1, Tables S5 6). Compared with control calli, 10 µg mL−1 treatments of ZnO-NPs or ZnO-BPs showed a higher decrease in Km and Vmax, compared to 150 µg mL−1, which caused reductions of 40.10%, 25.73%, 16.09%, and 10.23%, respectively. In other words, the increased concentration of NPs or BPs caused a stimulating effect on Kcat, only 10 µg mL−1 BPs significantly reduced it. The maximum increase in Kcat was observed at 36.15 and 23.06%, respectively, at 150 μg mL−1 ZnO-NPs and BPs.\nAscorbate peroxidase. APX activity was evaluated as it catalyzes the hydrogen peroxide dependent oxidation of ascorbate in plants (Fig. 4a, Tables S1 and S2). Increasing ZnO-NPs levels from 10 to 150 μg mL−1, increased APX activity in pomegranate callus tissues, showing only 9.77 and 26.79% increases over untreated calli, respectively. However, ZnO-BPs inhibited the activity as indicated by 29.93 and 45.73% at 10 and 150  µg  mL−1, respectively, relative to the controls. Moreover, under NPs treatments, APX activity showed a strong positive association with zinc concentration (0.868**), while the same relationship was negatively strong in the case of BPs (− 0.826**).\nAPX kinetic activity was affected differently by increasing the level of ZnO-NPs or BPs in the nutrient medium (Fig. 4b, Table 1, Tables S7 and S8). The data revealed that no considerable changes were observed in the Km of APX enzyme in calli treated with ZnO-NPs. Moreover, NPs treatments reduced the Vmax of APX enzyme by 33.61% and 27.61% at 10 and 150 µg mL−1 respectively, compared to the controls. However, increased\nFigure 2. Catalase activity (CAT; a) and Lineweaver–Burk curve of CAT enzyme (b) of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. Data are means ± SD (n = 4). The different letters, capital for NPs treatments and small for BPs, indicate statistically significant differences (P ≤ 0.05).\n5 Vol.:(0123456789) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nEnzyme Treatments (μg mL−1) Km (μM) Vmax (μmol min−1) Kcat (min−1)\nCAT\n0 0 0.0076 ± 0.0001Cc 0.7512 ± 0.0084Aa 0.0276 ± 0.0003Bb\nNPs 10 0.0157 ± 0.0002B 0.4011 ± 0.0094C 0.0260 ± 0.0006B\n150 0.0264 ± 0.0004A 0.6330 ± 0.0262B 0.0377 ± 0.0015A\nBPs 10 0.0115 ± 0.0003a 0.6074 ± 0.0065b 0.0357 ± 0.0003a\n150 0.0099 ± 0.0003b 0.7293 ± 0.0193a 0.0367 ± 0.0009a\nPOD\n0 0 0.1052 ± 0.0008Ab 0.2391 ± 0.0021Aa 0.0088 ± 0.0001Cb\nNPs 10 0.0388 ± 0.0005C 0.1595 ± 0.0011C 0.0103 ± 0.0001B\n150 0.0630 ± 0.0006B 0.2006 ± 0.0010B 0.0120 ± 0.0001A\nBPs 10 0.1086 ± 0.0002a 0.1412 ± 0.0011c 0.0080 ± 0.0001c\n150 0.0782 ± 0.0016c 0.2146 ± 0.0025b 0.0108 ± 0.0001a\nAPX\n0 0.4328 ± 0.0026Bc 1.3014 ± 0.0796Ab 0.0478 ± 0.0029Bc\nNPs 10 0.4290 ± 0.0015B 0.8640 ± 0.00197C 0.0560 ± 0.0001A\n150 0.4415 ± 0.0029A 0.9420 ± 0.0036B 0.0562 ± 0.0002A\nBPs 10 0.8293 ± 0.0035b 1.2333 ± 0.0048b 0.0726 ± 0.0002b\n150 1.3792 ± 0.0066a 1.9756 ± 0.0141a 0.0995 ± 0.0007a\nPAL\n0 0.0131 ± 0.0002Aa 0.2546 ± 0.0036Ac 0.0094 ± 0.0001Cc\nNPs 10 0.0056 ± 0.0001C 0.2326 ± 0.0012B 0.0151 ± 0.0001A\n150 0.0066 ± 0.0001B 0.2236 ± 0.0031C 0.0133 ± 0.0001B\nBPs 10 0.0047 ± 0.0001b 0.3086 ± 0.0007b 0.0182 ± 0.0001b\n150 0.0026 ± 0.0001c 0.3783 ± 0.0013a 0.0191 ± 0.0001a\nPPO\n0 0.3464 ± 0.0049Aa 0.3297 ± 0.0048Aa 0.0121 ± 0.0001Aa\nNPs 10 0.1384 ± 0.0008C 0.0634 ± 0.0009C 0.0041 ± 0.0001C\n150 0.1754 ± 0.0007B 0.1248 ± 0.0004B 0.0074 ± 0.0001B\nBPs 10 0.3098 ± 0.0024c 0.1679 ± 0.0064c 0.0099 ± 0.0003c\n150 0.3298 ± 0.0046b 0.2249 ± 0.0026b 0.0113 ± 0.0001b\nFigure 3. Peroxidase activity (POD; a) and Lineweaver–Burk curve of POD enzyme (b) of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. Data are means ± SD (n = 4). The different letters, capital for NPs treatments and small for BPs, indicate statistically significant differences (P ≤ 0.05).\n6 Vol:.(1234567890) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nconcentrations of NPs stimulated the Kcat of APX enzyme as shown by 17.09% and 17.46% at 10 and 150 µg mL−1, respectively, over the control. Regarding ZnO-BPs, most APX kinetic parameters were increased with increasing concentration of BPs, only Vmax slightly decreased at 10 µg mL−1.\nPhenylalanine ammonia‑lyase. PAL was analyzed to mark whether ZnO-NPs or ZnO-BPs treatments affected phenolic biosynthesis in pomegranate calli (Fig. 5a, Tables S1 and S2). PAL activity, compared to the controls, was significantly increased in response to the concentrations of NPs (10 and 150 µg mL−1) by 49.82% and 56.95%, respectively. A further increase in PAL activity was observed with increasing concentrations of BPs by 144.20% and 130.09%, respectively, at 10 and 150 µg mL−1, above the controls. In addition, our results revealed that PAL activity under NPs (0.631) and BPs (0.573) represented an insignificant relationship with Zn content in callus tissues.\nCompared to the control, treatments with ZnO-NPs reduced Km and Vmax as indicated by a decrease of 49.64 and 12.17% at 150 µg mL−1, respectively (Fig. 5b, Table 1, Tables S9, 10). Similarly, a decrease in the Km of PAL enzyme was found in the ZnO-BPs-treated callus; however, stimulation was observed in Vmax. In contrast, treatments using ZnO-NPs or BPs significantly increased the Kcat of PAL enzyme. BPs treatments showed a higher increase in Kcat of 94.15 and 103.69% of NPs resulting in increases of 61.14 and 42.51% at 10 and 150 μg mL−1, respectively, over the controls.\nFigure 4. Ascorbate peroxidase activity (APX; a) and Lineweaver–Burk curve of APX enzyme (b) of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. Data are means ± SD (n = 4). The different letters, capital for NPs treatments and small for BPs, indicate statistically significant differences (P ≤ 0.05).\nFigure 5. Phenylalanine ammonia-lyase activity (PAL; a) and Lineweaver–Burk curve of PAL enzyme (b) of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. Data are means ± SD (n = 4). The different letters, capital for NPs treatments and small for BPs, indicate statistically significant differences (P ≤ 0.05).\n7 Vol.:(0123456789) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nPolyphenol oxidases. PPO activity was tested in pomegranate calli to consider at the degree of oxidation of phenolic compounds induced by ZnO-NPs or ZnO-BPs treatments (Fig. 6a, Tables S1, 2). PPO activity showed insignificant change in response to 10 µg mL−1 ZnO-NPs; however, it was 77.97% improved over the control value when exposed to 150 µg mL−1 ZnO-NPs. Otherwise, no significant changes were observed in PPO activity by applying BPs to pomegranate calli. Moreover, the result showed strong positive correlations between PPO activity and Zn concentrations in the ZnO-NPs- or BPs-treated callus (0.979** and 0.949**, respectively).\nThe influence of NPs or BPs treatments on PPO kinetic activity of pomegranate calli was also studied (Fig. 6b, Table 1, Tables S11 and S12). All of the investigated kinetic parameters were reduced concerning PPO enzyme whatever of the concentration of NPs or BPs. Compared to the control, the highest reduction in Km, Vmax, and Kcat of PPO enzyme was found in ZnO-NPs treatments to be 60.06%, 80.76%, and 66.07% at 10 µg mL−1, and 49.36%, 62.16%, and 38.60% at 150 µg mL−1, respectively. Likewise, exposure to BPs resulted in a statistically slight decrease in Km, Vmax, and Kcat and the decrease, relative to the control, was 10.57%, 49.07%, and 18.44% at 10 µg mL−1, and 4.79%, 31.77%, and 6.48% at 150 µg mL−1, respectively.\nMinerals. To determine whether ZnO-NPs or ZnO-BPs treatments affect the uptake of the macro-elements, K, Mg, and P, these elements were analyzed in the tissues of pomegranate callus (Table 2, Tables S1, 2). Relative to the control, the different concentrations concerning NPs or BPs showed insignificant changes in the accumulation of K and P in callus tissues. Moreover, the data revealed non-significant correlations between K, P, and Zn concentrations in calli treated with ZnO-NPs or BPs, only significant between P and Zn (0.766*) under BPs conditions. The accumulation of Mg reduced with an increase in the level of NPs or BPs within the nutrient medium. Compared to the control, the largest decrease of 41.50% and 39.16%, respectively, was observed in Mg accumulation at a concentration of 150 µg mL−1 ZnO-NPs or BPs. Moreover, ZnO-NPS or BPs treatments showed strong negative correlations between the Mg and Zn concentrations (− 0.737* and − 0.890**, respectively).\nIn addition, the effect of NPs and BPs treatments on micronutrient accumulation in pomegranate callus was studied (Table 2, Tables S1, 2). Copper concentrations gradually reduced with increasing ZnO-NPs or BPs in the nutrient medium (relative to the control, 65.21%, and 80.70% decreased for NPs, 53.92%, and 67.58% for BPs at\nFigure 6. Polyphenol oxidase activity (PPO; a) and Lineweaver–Burk curve of PPO enzyme (b) of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. Data are means ± SD (n = 4). The different letters, capital for NPs treatments and small for BPs, indicate statistically significant differences (P ≤ 0.05).\n8 Vol:.(1234567890) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\n10 and 150 µg mL−1, respectively). Similarly, Fe concentration significantly decreased in callus tissues exposed to ZnO-NPs (43.21% and 70.17%, at 10 and 150 µg mL−1, respectively), while its concentration only decreased at 150 µg mL−1 ZnO-BPs (40.30%). In contrast, Mn concentration increased with increasing levels of NPs or BPs in the nutrient medium as evidenced by 66.86%, 62.68%, 140.61%, and 138.00% at 10 and 150 µg mL−1 respectively, over the control. Further, the results showed that the Cu and Fe concentrations represented a strong negative association with the Zn concentration in NPs- or BPs-treated calli (− 0.754*, − 0.772*, − 0.883**, and − 0.992**, respectively), whereas, the correlation was positive between Mn and Zn contents (0.945** and 0.951**, respectively).\nThe uptake of zinc into the callus was dependent on the concentration and size of the particles (Table 2). As expected, the gradual increase in ZnO-NPs or BPs treatments increased zinc accumulation in the callus tissues. The largest increase in Zn concentration was observed to be 279.23% within callus tissues exposed to 150 µg mL−1 NPs, compared to BPs (171.52%), over the control.\nCorrespondence analysis. Correspondence analysis confirmed strong correlations between the activities of CAT, SOD, POD, APX, PPO, and both levels of ZnO-NPs and the high level of ZnO-BPs (Fig. 7a,b). Moreover, it showed a close association between K, Mg, Cu, Mn, Zn, ZnO-NPs, and BPs."
    }, {
      "heading" : "Discussion",
      "text" : "Lipid decomposition and peroxidation of membrane-bound fatty acids under stress conditions are associated with elevated LOX activity38. Our results revealed that the high level of NPs boosted LOX activity, while the low level (10 µg mL−1), and both levels of BP failed to significantly boost its activity in the calli. These results indicate that callus tissues, exposed to the low level of ZnO-NPs and both levels of ZnO-BPs, may contain sufficient endogenous antioxidants to remove the low ROS content. Strong correlations between LOX activity and zinc concentration confirmed a previous review that ZnO-NPs increase O2⋅− formation, leading to oxidative stress39. When ZnO-NPs reach the mitochondria, they induce ROS by interfering with their reactions that lead to the depolarization of mitochondrial membranes40. The insignificant effects of these concentrations of NPs and BPs indicate that these treatments may not have highly toxic effects and that the antioxidant systems were able to detoxify ROS.\nSeveral enzymatic antioxidants have been increased under ZnO-NPs or BPs, indicating that these enzymes enable plants to withstand ZnO stress. SOD is a metallic enzyme41 that forms the primary line of protection against ROS; depending on the metal group, it is categorized into three main isozymes: Fe-SOD (found in plastids), MnSOD (found in mitochondria matrix, peroxisomes, cell wall), and Cu/Zn-SOD (found in cytosol, peroxisomes, and plastids)42. Statistics showed that ZnO-NPs or BPs stimulated SOD and CAT activities in callus tissues, indicating that ZnO catalyzed antioxidant enzymatic defense, which helped calli resisted this stress. Likewise, Zoufan et al.43 reported an increased SOD activity in leaves and roots of Chenopodium murale under the stress of ZnO-NPs. The SOD activity value, which decomposes O2⋅− to H2O2, was changed to 1.7-fold higher in ZnO-NPs-treated calli, compared to 1.6-fold in 150 µg mL−1 ZnO-BPs. The elevated CAT activity, which degrades the H2O2 of the SOD product, in the callus tissues could indicate the callus tolerance of ZnO stress; as Stephenie et al.44 reported that elevated SOD activity, without the concomitant increase in H2O2 elimination capabilities, could lead to increased cytotoxicity. An increased SOD activity and Mn concentration with decreased Cu and Fe concentrations in callus tissues indicate an increased Mn-SOD isoenzyme activity. Likewise, the reduction\nFigure 7. Correspondence analysis of redox-enzyme activities (a) and mineral concentrations (b) of Punica granatum calli under the influence of different concentrations of ZnO-NPs and BPs for 28 days. N10 and N150 = ZnO-NPs 10 and 150 μg mL-1; B10 and B150 = ZnO-BPs 10 and 150 μg mL-1; LOX = lipoxygenase; SOD = superoxide dismutase; CAT = catalase; POD = peroxidase; APX = ascorbate peroxidase; PAL = phenylalanine ammonia-lyase; PPO = polyphenol oxidase.\n9 Vol.:(0123456789) Scientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nin the available iron caused a shift to the use of the more available minerals, Mn, and as a result, Mn-SOD was second only to Fe-SOD45; the copper restriction also reduced the action of Cu/Zn-SOD46. Melchiorre et al.47 also found that higher Mn-SOD values were associated with tolerance to an abiotic stress in wheat. Our data displayed that CAT activity was significantly increased in ZnO-treated calli, indicating that exposure to ZnONPs or BPs increased ROS content in callus cells, but at the same time, they also catalyzed defense systems. A similar increase in CAT activity has been notified with the use of ZnO-NPs in mesquite plants48. Although the applications of NPs or BPs had a significant stimulatory effect on CAT activity, they reduced Fe accumulation in callus tissues. Santos et al.49 also declared that Fe deficiency increased CAT activity in inactive soybean strains. The strong correlation among CAT activity and Zn concentration may reveal that the CAT enzyme in calli is involved in antioxidant defense against ZnO-NPs or BP stress. However, it was unlikely that NPs-treated callus could successfully remove ROS due to its low ability to remove H2O2 and O2⋅−, resulting in a higher rate of the callus damage at high concentration (150 µg mL−1) compared to ZnO-BPs-treated callus. Consistent with these data, enhanced CAT activity was observed in mesquite seedlings48 and duckweed plants50 treated with ZnO-NPs. Strong positive correlations between CAT activity and manganese content in ZnO-NPs-treated calli (0.947**) or BPs (0.921**) confirm previous reports that the role of CAT in mitochondria is primarily correlated to the role of Mn-SOD in detoxification of mitochondria from ROS, which were generated during respiration of yeast51. Although the kinetic properties of redox-enzymes affected by heavy metals have been examined through numerous tests, the precise testing of the effects of ZnO-NPs is yet deficient. Current results showed that, in the presence of NPs or BPs in the nutrient medium, an increase, decrease, or no change in the Km, Vmax, and Kcat values of the redox-enzymes was obtained.\nThe Km is an important kinetics parameter of a simple test rate for the affinity of a substrate with an enzyme that can be demonstrated52. A new observation is that the Km (H2O2) of the CAT enzyme steadily increased as ZnO-NPs or ZnO-BPs increased. However, depending on the assumption that lower Km values are a characteristic of enzyme function that was valid only at low substrate concentrations53, the differences between ZnO-NPs or ZnO-BPs may be associated with increased calli growth in ZnO-BPs. Rapid increases in the Km (H2O2) of the CAT enzyme in ZnO-NPs or BPs-treated calli indicated that they are sensitive to ZnO. Our results showed that the CAT enzyme from callus treated with ZnO-BPs had a greater substrate affinity for H2O2 than that treated with ZnO-NPs. They also showed that the CAT from callus treated with BPs had a greater substrate affinity for H2O2 than that treated with NPs. The plot displayed a set of straight lines revealing that the Vmax values were significantly decreased by ZnO-NPs treatments, but in the case of ZnO-BPs at 150 μg mL−1, the decrease was minimal. These results indicate that ZnO caused a mixed inhibition of the CAT enzyme, which indicate that ZnO could combine with the enzyme molecules additionally the enzyme–substrate-complex. The increase in Kcat of CAT was confirmed in previous reports by Malanoski et al.54 who concluded that the ZnO-NPs-enzyme complexes did not depend on the shifting of products to the surface of ZnO-NPs and the enzyme-complexes were directly influenced by ZnO-NPs engagement.\nCurrent data showed that with increased levels of NPs or BPs in the nutrient medium, POD activity decreased in pomegranate callus tissues, and these findings are consistent with earlier work that found adverse impacts of ZnONPs treatments on POD activity in purslane roots55. Unlike CAT activity, POD activity considerably decreased in NPs or BPs treated calli. Inhibition of POD and stimulation of CAT activity confirm earlier reports that concluded that the balance of antioxidant systems in plants could be delayed or modified to revoke oxidative stress56. In addition, the obtained results indicated that CAT was negatively bound to Fe. However, the association between POD and Fe was positive under ZnO-NPs or BPs. This association may be related to the higher ability of CAT to detoxify H2O2 compared to POD under Fe deficiency, which resulted from the interfering of Zn with Fe uptake. Moreover, it can be suggested that the decreased POD activity was due to iron deficiency, which is essential for the biosynthesis of this enzyme molecule.\nAnother new observation was that the decrease in Km and Vmax of POD by ZnO-NPs treatments may be due to uncompetitive inhibition of ZnO-NPs. A similar effect was observed for ZnO-BPs at 150 µg mL−1 on Km, Vmax, and Kcat in POD. These results may indicate that ZnO may combine with an enzymatic substrate complex. Although the enzyme had a high affinity for the substrates and the Kcat was increased, the activity of this enzyme was low, and this may mean that the product interacts with ZnO. However, ZnO-BPs at the low level resulted in a corresponding increase in Km and a decrease in Vmax and Kcat of POD, which may indicate that BPs at the low level had an affinity with the enzyme–substrate-compounds and enzymes.\nRegarding ZnO-NPs, an increased APX activity was caused by an increased H2O2, suggesting that pomegranate callus might adapt to NPs through an effective defense system. Moreover, this increased activity could be maintained through a high AsA concentration, as was observed in the previous study in a ZnO-NPs-treated pomegranate callus4. Likewise, García-López et al.56 found that ZnO-NPs caused a concentration-dependent elevation in the APX activity of the Capsicum chinense plants. In contrast, APX inhibition was noticed in the ZnO-BPs-treated callus. This shows that this enzyme may not be responsible for scavenging H2O2 in ZnO-BPstreated calli or the H2O2 content associated with excess BPs was much less than that in the case of ZnONPs of callus cells. Accordingly, Wang et al.57 found that enhanced APX activity was noticed at low levels of ZnO (0.5–30 µg mL−1); however, it was significantly reduced at higher levels. Furthermore, in ZnO-NPs treatments, strong positive and negative relations between APX activity, Mn, and Fe, respectively, confirm that maintaining high levels of Mn may be required for AsA regeneration, and high levels of AsA may indicate an increased ROS production in iron-deprived callus tissues.\nMoreover, it must be emphasized that at the low concentration of ZnO-NPs, an insignificant alter in Km and the decrease in Vmax of APX could result in the ZnO-NPs binding to the site other than the substrate-binding site. Conversely, the increase in Kcat and APX activity might indicate that the effect of ZnO-NPs at low concentrations on the enzyme was less than the formation of products. For the higher concentration of ZnO-NPs, the\n10\nVol:.(1234567890)\nScientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4\nincrease in Km and the decrease in Vmax of APX could result from the binding of ZnO-NPs to both the enzyme and the enzyme–substrate complex.\nSimilar to the low level of ZnO-NPs, the increase in Kcat can be suggested that the formation of the products was faster than the binding of ZnO-NPs with the enzyme and the enzyme–substrate complex. In the case of 10 μg mL−1 ZnO-BPs, the increase in the Km value and an insignificant change in Vmax may reveal that ZnO-BPs have an affinity for the active site of APX enzyme. The increase in the Kcat of APX enzyme under 10 μg mL−1 ZnO-BPs despite decreased activity indicates reduced product dissociation from the enzyme–substrate complex54. The increase of Km, Vmax, and Kcat of APX under 150 μg mL−1 ZnO-BPs indicate that the enzyme did not obey the Michaelis–Menten equation. These results indicate that ZnO-BPs at the high-level bind to the regulatory site causing the inactive form and reducing APX enzyme activity.\nIn this experiment, ZnO-NPs or ZnO-BPs treatments stimulated the PAL activity in pomegranate callus tissues. This result indicated that the PAL enzyme participates in the synthesis of secondary metabolites by stimulating the phenylpropanoid pathway in pomegranate calli, supporting antioxidant systems in relation to increased ROS, and resistance of calli against Zn stress. Under ZnO-NPs or BPs treatments, the increase in the total phenolics content resulting from PAL activity can act as an electron transmitter that catalyzes the transfer of electrons to ROS in the antioxidant system4. In line with these results, stimulation of the effect of PAL was observed in two wheat cultivars (cultivar Kıraç-66 and T. durum Desf. Cv. Kızıltan-91) under zinc stress58. The strong positive correlation between the PAL activity and the Mn concentration and the negative relationship between PAL and Fe confirms previous reports of Engelsma59 and Dixon and Paiva60 who concluded that PAL activity was stimulated by the presence of Mn and Fe deficiency.\nThe Km and Vmax of PAL were reduced by treating the pomegranate callus with ZnO-NPs, but Kcat increased, indicating an uncompetitive type inhibition with faster dissociation of products than the binding of ZnO-NPs to the enzyme–substrate complex. With regard to ZnO-BPs, the Km decreased with increasing concentrations of ZnO-BPs, but Vmax increased. The Michaelis–Menten equation was not realized to describe the relation between substrates concentration and the initial velocity of the reaction in the existence of ZnO-BPs21. An increase in Kcat indicates that a higher concentration of the substrate may overcome enzyme inhibition.\nThe result showed that the high level of ZnO-NPs significantly stimulated the PPO activity, while ZnO-BPs did not increase the activity significantly. This stimulation in PPO activity indicates that ZnO-NPs shift the callus metabolism toward the increased synthesis of phenolics, that was evident in our previous work4, and the activation of PPO; thus providing more antioxidants and defense against ZnO-NPs. Nonetheless, ZnO-BPs had no impact on the PPO activity and it reveals that the ROS content associated with ZnO-BPs was not high enough to stimulate all defense agents. Moreover, the stimulation of PPO activity, despite the decrease in copper reveals that the copper content did not decrease to the level affecting PPO synthesis. Likewise, the induction of PPO activity was observed in Jatropha curcas treated with 300 μmol L−1 Zn61.\nA new observation was that under ZnO-NPs or BPs treatments, the reduction in Km, Vmax, and Kcat of the PPO enzyme may result from uncompetitive inhibition of ZnO. This finding indicates that ZnO-NPs or BPs may have a significant affinity towards the enzyme–substrate complex. However, under ZnO-NPs treatments, the increase in the PPO activity indicates that the effects of ZnO-NPs on product formation were greater than the interaction with the enzymatic substrate complex.\nThe entry of nanoparticles into plants is related to the zeta potential, and size62 that is able to enter from the apoplast and move to other parts via plasmodesmata63. ZnO-NPs or BPs treatments caused higher Zn concentrations in the pomegranate callus tissues, compared to controls, which mainly accumulated at 150 μg mL−1 of NPs approximately 1.1-fold higher than ZnO-BPs and confirmed that their uptake was obviously related to size and levels. These findings were also noted in previous investigations64, which indicated that small NPs produce new root openings due to their high surface interaction, causing an increased mineral flux.\nExcess Zn may interfere with the absorption of other elements within pomegranate callus. ZnO-NPs or BPs treatments reduced the Cu, Fe, and the Mg content in callus tissues; whereas, it did not affect the K and P concentration. However, for Mn, an opposite position was observed, as it was increased with increasing concentrations of ZnO-NPs or BPs. These results indicate that zinc is transported along the symplastic-pathway and competes with copper, iron, and magnesium for similar transporters. In contrast, K, P, and Mn were absorbed in other ways that did not directly interfere with zinc. This suggestion was confirmed by the insignificant correlation between the K and Zn concentration in ZnO-NPs or BPs-treated calli. Thus, the present result is consistent with the previous results, which concluded that excess zinc had a more severe effect on micro-elements than on macro-nutrients in Arabidopsis65. Although the balance between zinc and phosphorus is related, and a decrease or increase of one element affects the other; however, with low zinc, there was an insignificant difference in the accumulation of phosphate transporter 1 transcripts of highly affinity phosphorus transporters within Arabidopsis roots66. The increase in manganese content was in line with earlier findings67. According to the negative strong correlations between the Mn and Fe contents under ZnO-NPs or BPs treatments, we speculated that the increase in Mn due to a decrease in Fe and their competition for the iron-had regulated transporter 168.\nOur results revealed that the activities of CAT, SOD, POD, APX, and PPO were associated with levels of ZnO-NPs and the high level of ZnO-BPs. These results indicate that the low level of ZnO-BPs did not induce a high production of ROS to bind to these enzymes, but that the high level of BPs and levels of NPs stimulated these enzymes to withstand ZnO stress. The macronutrients K, Mg, and the micronutrients Cu, Mn were also linked with ZnO-NPs and BPs. Moreover, the relationships between these nutrients indicate that zinc interferes with the uptake of these nutrients.\n11\nVol.:(0123456789)\nScientific Reports | (2020) 10:19722 | https://doi.org/10.1038/s41598-020-76664-4"
    }, {
      "heading" : "Conclusion",
      "text" : "Our results revealed that high doses of ZnO-NPs likely had the potential to enhance LOX, SOD, CAT, APX, PAL, and the PPO activity, but they reduced the POD activity. On the other hand, ZnO-BPs had no effect on LOX and PPO activity; whereas, they stimulated SOD, CAT, and PAL activity. When calli were exposed to ZnO-BPs, APX and POD activities decreased. Moreover, NPs resulted in mixed inhibition of both CAT and APX enzymes. Regarding BPs, they showed competitive inhibition of CAT, whereas APX and PAL enzymes did not undergo the Michael Menten equation. ZnO-NPs/BPs treatments may result from uncompetitive inhibition of POD, as well as product interaction with ZnO. Additionally, the results appeared that NPs or BPs may have a greater affinity for the PPO enzyme–substrate complexes and that the effects of NPs on product formation were greater than the interaction with the substrate–enzyme complexes. The accumulation of Zn in calli was proportional to the concentration of Zn in the medium, and this accumulation was higher in calli treated with ZnO-NPs than that treated with ZnO-BPs, which confirms the higher toxicity of NPs compared to BPs. Applications of NPs or BPs reduced the Cu, Fe, and the Mg content in callus tissues; whereas, they did not affect the K and P concentration. These results indicate that zinc is transported by the symplastic-pathway and competes with copper, iron, and magnesium for similar carriers. Our data unequivocally display that a low level of ZnO-BPs did not lead to a higher ROS production, whereas a higher level of BPs and levels of NPs boosted ROS production and interfered with the uptake of important nutrients, leading to an increase in some redox-enzymes to withstand ZnO stress. Our work contributes to the understanding of the effects of ZnO-NPs on the activities, the kinetics of redoxenzymes, and the interaction with nutrients, and additional testing is required.\nReceived: 13 February 2020; Accepted: 28 October 2020"
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was carried out in the Genetic Engineering and Tissue Culture Research Unit at Assiut University. The authors thank Dr. Mokhtar Mamdouh Shaaban and all members of the unit for sharing experiences in the field of tissue culture. The authors thank Dr. Saber Galal, Faculty of Education, Assiut University, for the English language corrections."
    }, {
      "heading" : "Author contributions",
      "text" : "F.F., A.R., and A.H. conceived and designed the research. F.F., A.R., and F.A. conducted experiments. F.F., A.R., F.A., and A.H. analyzed the data and wrote the manuscript. All authors read and approved the manuscript."
    }, {
      "heading" : "Funding",
      "text" : "This research did not receive any specific grant from funding agencies in the public, commercial, or non-profit sectors. This manuscript has got Springer Nature APC Waiver."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https ://doi.org/10.1038/s4159 8-020-76664 -4.\nCorrespondence and requests for materials should be addressed to A.M.H.\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or\nformat, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.\n© The Author(s) 2020"
    } ],
    "references" : [ {
      "title" : "Role of nanomaterials in plants under challenging environments",
      "author" : [ "M.N. Khan", "M. Mobin", "Z.K. Abbas", "K.A. AlMutairi", "Z.H. Siddiqui" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "a critical overview",
      "author" : [ "Vale", "G. et al. Manufactured nanoparticles in the aquatic environment-biochemical responses on freshwater organisms" ],
      "venue" : "Aquat. Toxicol. 170, 162–174",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Daphniidae): comparing with bulk zinc oxide and zinc salt",
      "author" : [ "Lin", "L. et al. Quantitative proteomic analysis to understand the mechanisms of zinc oxide nanoparticle toxicity to Daphnia pulex (Crustacea" ],
      "venue" : "Environ. Sci. Technol. 53, 5436–5444",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Zinc oxide nanoparticles-mediated changes in ultrastructure and macromolecules of pomegranate callus cells",
      "author" : [ "A.A. Radi", "F.A. Farghaly", "F.A. Al-Kahtany", "A.M. Hamada" ],
      "venue" : "Plant Cell Tissue Organ Cult. 135,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions",
      "author" : [ "P. Sharma", "A.B. Jha", "R.S. Dubey", "M. Pessarakli" ],
      "venue" : "J. Bot. 2012,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "evaluation of oxidative damage",
      "author" : [ "Yahyaoui", "A. et al. Assessment of exposure wheat Triticum aestivum L. to zinc oxide nanoparticles (ZnO" ],
      "venue" : "Studia Universitatis\" Vasile Goldis\" Arad Seria Stiintele Vietii Life Sciences Series 27, 271–280",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nitric oxide ameliorates zinc oxide nanoparticles-induced phytotoxicity in rice seedlings",
      "author" : [ "J Chen" ],
      "venue" : "J. Hazard Mater. 297,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Phytotoxicity of ZnO nanoparticles and the released Zn (II) ion to corn (Zea mays L.) and cucumber (Cucumis sativus L.) during germination",
      "author" : [ "R Zhang" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Ecotoxicity of manufactured ZnO nanoparticles—a review",
      "author" : [ "H. Ma", "P.L. Williams", "S.A. Diamond" ],
      "venue" : "Environ. Pollut. 172,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2013
    }, {
      "title" : "Effects of ZnO and TiO2 nanoparticles on germination, biochemical and morphoanatomical attributes of Cicer arietinum L",
      "author" : [ "A. Hajra", "N.K. Mondal" ],
      "venue" : "Energy Ecol. Environ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Effect of TiO2 nanoparticles on the effects of nano TiO2 and nano aluminum on wheat 1635 chickpea response to cold stress",
      "author" : [ "R. Mohammadi", "R. Maali-Amiri", "A. Abbasi" ],
      "venue" : "Biol. Trace Elem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Effects of zinc toxicity on sugar beet (Beta vulgaris L.) plants grown in hydroponics",
      "author" : [ "R. Sagardoy", "F. Morales", "López-Millán", "A.-F", "A. Abadía", "J. Abadía" ],
      "venue" : "Plant Biol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2009
    }, {
      "title" : "Effect of zinc stress on factors affecting iron uptake in navy bean",
      "author" : [ "J.C. Brown" ],
      "venue" : "J. Plant Nutr",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1979
    }, {
      "title" : "Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants",
      "author" : [ "S.S. Gill", "N. Tuteja" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Antioxidants in health and disease",
      "author" : [ "I.S. Young", "J.V. Woodside" ],
      "venue" : "J. Clin. Pathol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2001
    }, {
      "title" : "Physiological effects of magnetite (Fe3O4) nanoparticles on perennial ryegrass (Lolium perenne L.) and pumpkin (Cucurbita mixta) plants",
      "author" : [ "H Wang" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2011
    }, {
      "title" : "Reactive oxygen species (ROS) and response of antioxidants as ROS-scavengers during environmental stress in plants",
      "author" : [ "K. Das", "A. Roychoudhury" ],
      "venue" : "Front. Environ. Sci. 2,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Response of phenylpropanoid pathway and the role of polyphenols in plants under abiotic stress",
      "author" : [ "A Sharma" ],
      "venue" : "Molecules 24,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "active participation of primary and secondary metabolism",
      "author" : [ "B. Mishra", "Sangwan", "N.S. Amelioration of cadmium stress in Withania somnifera by ROS management" ],
      "venue" : "Plant Growth Regul. 87, 403–412",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Comparison of cadmium and copper effect on phenolic metabolism, mineral nutrients and stress-related parameters in Matricaria chamomilla plants",
      "author" : [ "J. Kováčik", "B. Klejdus", "J. Hedbavny", "F. Štork", "M. Bačkor" ],
      "venue" : "Plant Soil 320,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2009
    }, {
      "title" : "phytotoxicity and defense mechanisms",
      "author" : [ "J. Yang", "W. Cao", "Rui", "Y. Interactions between nanoparticles", "plants" ],
      "venue" : "J. Plant Interact. 12, 158–169",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "a novel dual inhibitor of PI3K/Akt and mTOR for prostate cancer management",
      "author" : [ "V.M. Adhami", "D.N. Syed", "N. Khan", "Mukhtar", "H. Dietary flavonoid fisetin" ],
      "venue" : "Biochem. Pharmacol. 84, 1277–1281",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Punica granatum (pomegranate) and its potential for prevention and treatment of inflammation and cancer",
      "author" : [ "E.P. Lansky", "R.A. Newman" ],
      "venue" : "J. Ethnopharmacol",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2007
    }, {
      "title" : "Effect of nanoparticles on biological contamination of ‘in vitro’ cultures and organogenic regeneration of banana",
      "author" : [ "M.N. Helaly", "M.A. El-Metwally", "H. El-Hoseiny", "S.A. Omar", "N.I. El-Sheery" ],
      "venue" : "Aust. J. Crop Sci",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "2",
      "author" : [ "Y.V. Ivanov", "Y.V. Savochkin", "Kuznetsov", "V.V. Scots pine as a model plant for studying the mechanisms of conifers adaptation to heavy metal action" ],
      "venue" : "functioning of antioxidant enzymes in pine seedlings under chronic zinc action. Russ. J. Plant Physiol. 59, 50–58",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
      "author" : [ "T. Murashige", "F. Skoog" ],
      "venue" : "Physiol. Plant. 15,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1962
    }, {
      "title" : "Micropropagation of pomegranate (Punica granatum L.) ‘Bhagava’cultivar from nodal explant",
      "author" : [ "V.M. Patil", "G.A. Dhande", "D.M. Thigale", "J.C. Rajput" ],
      "venue" : "Afr. J. Biotechnol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Callus induction and plant regeneration in Punica Granatum L",
      "author" : [ "A. Bonyanpour", "M. Khosh-Khui" ],
      "venue" : "“Nana” from leaf explants. J. Cent. Eur. Agric",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    }, {
      "title" : "Protein measurement with the Folin phenol reagent",
      "author" : [ "O.H. Lowry", "N.J. Rosebrough", "A.L. Farr", "R.J. Randall" ],
      "venue" : "J. Biol. Chem. 193,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1951
    }, {
      "title" : "Lipoxygenase activity during pepper ripening and processing of paprika",
      "author" : [ "M.I. Minguez-Mosquera", "M. Jaren-Galan", "J. Garrido-Fernandez" ],
      "venue" : "Phytochemistry 32,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1993
    }, {
      "title" : "The role of superoxide anion in the autoxidation of epinephrine and a simple assay for superoxide dismutase",
      "author" : [ "H.P. Misra", "I. Fridovich" ],
      "venue" : "J. Biol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1972
    }, {
      "title" : "Catalase in vitro",
      "author" : [ "H. Aebi" ],
      "venue" : "Method Enzymol. 105,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1984
    }, {
      "title" : "Iron deficiency induced changes in ascorbate content and enzyme activities related to ascorbate metabolism in cucumber roots",
      "author" : [ "T. Zaharieva", "K. Yamashita", "H. Matsumoto" ],
      "venue" : "Plant Cell Physiol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1999
    }, {
      "title" : "Hydrogen peroxide is scavenged by ascorbate-specific peroxidase in spinach chloroplasts",
      "author" : [ "Y. Nakano", "K. Asada" ],
      "venue" : "Plant Cell Physiol",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1981
    }, {
      "title" : "L-Phenylalanine ammonia-lyase. II. Mechanism and kinetic properties of the enzyme from potato tubers",
      "author" : [ "E.A. Havir", "K.R. Hanson" ],
      "venue" : "Biochemistry 7,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1968
    }, {
      "title" : "Peroxidase and polyphenol oxidase in excised ragi (Eleusine corocana CV PR 202) leaves during senescence",
      "author" : [ "K.B. Kumar", "P.A. Khan" ],
      "venue" : "Indian J. Exp. Biol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1982
    }, {
      "title" : "The determination of enzyme dissociation constants",
      "author" : [ "H. Lineweaver", "D. Burk" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1934
    }, {
      "title" : "Lipoxygenases and their metabolites in formation of plant stress tolerance",
      "author" : [ "L.M. Babenko", "M.M. Shcherbatiuk", "T.D. Skaterna", "I.V. Kosakivska" ],
      "venue" : "Ukr. Biochem. J. 89,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Mechanisms of nanoparticle-induced oxidative stress and toxicity",
      "author" : [ "A. Manke", "L. Wang", "Y. Rojanasakul" ],
      "venue" : "Biomed. Res. Int. 2013,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    }, {
      "title" : "Comparison of the abilities of ambient and manufactured nanoparticles to induce cellular toxicity according to an oxidative stress paradigm",
      "author" : [ "T Xia" ],
      "venue" : "Nano Lett. 6,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2006
    }, {
      "title" : "Subcellular localization and identification of superoxide dismutase in the leaves of higher plants",
      "author" : [ "C.A. Jackson", "A.L. Moore", "B. Halliwell", "C.H. Foyer", "D.O. Hall" ],
      "venue" : "Eur. J. Biochem",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1978
    }, {
      "title" : "Ancient enzymes and new insights",
      "author" : [ "Miller", "A.F. Superoxide dismutases" ],
      "venue" : "FEBS Lett. 586, 585–595",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "ZnO nanoparticles-induced oxidative stress in Chenopodium murale L., Zn uptake, and accumulation under hydroponic culture",
      "author" : [ "P. Zoufan", "M. Baroonian", "B. Zargar" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2020
    }, {
      "title" : "An insight on superoxide dismutase (SOD) from plants for mammalian health",
      "author" : [ "S. Stephenie", "Y.P. Chang", "A. Gnanasekaran", "N.M. Esa", "C. Gnanaraj" ],
      "venue" : "enhancement. J. Funct",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2020
    }, {
      "title" : "Role of superoxide dismutases (SODs) in controlling oxidative stress in plants",
      "author" : [ "R.G. Alscher", "N. Erturk", "L.S. Heath" ],
      "venue" : "J. Exp. Bot",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2002
    }, {
      "title" : "Regulation of superoxide dismutase expression by copper availability",
      "author" : [ "C.M. Cohu", "M. Pilon" ],
      "venue" : "Physiol. Plant. 129,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2007
    }, {
      "title" : "photooxidation stress tolerance and change in cellular redox state",
      "author" : [ "M. Melchiorre", "G. Robert", "V. Thippi", "R. Racca", "Lascano", "H.R. Superoxide dismutase", "glutathione reductase overexpression in wheat protoplast" ],
      "venue" : "Plant Growth Regul. 57, 57–68",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Spectroscopic verification of zinc absorption and distribution in the desert plant Prosopis juliflora-velutina (velvet mesquite) treated with ZnO nanoparticles",
      "author" : [ "J.A. Hernandez-Viezcas", "H. Castillo-Michel", "A.D. Servin", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Chem. Eng. J. 170,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2011
    }, {
      "title" : "Understanding the role of the antioxidant system and the tetrapyrrole cycle in iron deficiency chlorosis",
      "author" : [ "Santos", "C. S" ],
      "venue" : "Plants 8,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Biochemical responses of duckweed (Spirodela polyrhiza) to zinc oxide nanoparticles",
      "author" : [ "C. Hu", "Y. Liu", "X. Li", "M. Li" ],
      "venue" : "Arch. Environ. Contam. Toxicol",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2013
    }, {
      "title" : "Catalase enzyme in mitochondria of Saccharomyces cerevisiae",
      "author" : [ "V.Y. Petrova", "T.V. Rasheva", "A.V. Kujumdzieva" ],
      "venue" : "Electron. J. Biotechnol",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2002
    }, {
      "title" : "Arsenic binding to proteins",
      "author" : [ "S. Shen", "X.F. Li", "W.R. Cullen", "M. Weinfeld", "X.C. Le" ],
      "venue" : "Chem. Rev. 113,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2013
    }, {
      "title" : "Thermal dependence of the apparent Km of glutathione reductase from three wetland grasses and maize",
      "author" : [ "S.M. Griffith", "T.G. Brewer", "J.J. Steiner" ],
      "venue" : "Ann. Bot",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2001
    }, {
      "title" : "Kinetic enhancement in high-activity enzyme complexes attached to nanoparticles",
      "author" : [ "Malanoski", "A. P" ],
      "venue" : "Nanoscale Horiz",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2017
    }, {
      "title" : "Effects of zinc oxide nanoparticles on enzymatic and nonenzymatic antioxidant content, germination, and biochemical and ultrastructural cell characteristics of Portulaca oleracea L",
      "author" : [ "E. Iziy", "A. Majd", "M.R. Vaezi-Kakhki", "T. Nejadsattari", "S.K. Noureini" ],
      "venue" : "Acta Soc. Bot. Pol",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2019
    }, {
      "title" : "Zinc oxide nanoparticles boosts phenolic compounds and antioxidant activity of Capsicum annuum L. during germination",
      "author" : [ "García-López", "J. I" ],
      "venue" : "Agronomy 8,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2018
    }, {
      "title" : "The effect of excess Zn on mineral nutrition and antioxidative response in rapeseed seedlings",
      "author" : [ "C Wang" ],
      "venue" : "Chemosphere 75,",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2009
    }, {
      "title" : "Comparison of phenylalanine ammonia lyase response to lead and zinc stress in different wheat genotypes. Communications faculty of sciences",
      "author" : [ "E. Koç", "C. İşlek", "H.N. Büyükkartal" ],
      "venue" : "Univ, Ankara Ser. C",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    }, {
      "title" : "A possible role of divalent manganese ions in the photoinduction of phenylalanine ammonia-lyase",
      "author" : [ "G. Engelsma" ],
      "venue" : "Plant Physiol",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 1972
    }, {
      "title" : "Stress-induced phenylpropanoid metabolism",
      "author" : [ "R.A. Dixon", "N.L. Paiva" ],
      "venue" : "Plant Cell 7,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 1995
    }, {
      "title" : "Tolerance of an energy crop (Jatropha curcas L.) to zinc and lead assessed by chlorophyll fluorescence and enzyme activity",
      "author" : [ "M.C. Marques", "C.W.A. Nascimento", "A.J. da Silva", "A. Gouveia-Neto" ],
      "venue" : "S. Afr. J. Bot. 112,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2017
    }, {
      "title" : "a universal localization mechanism",
      "author" : [ "Wong", "M.H. et al. Lipid exchange envelope penetration (LEEP) of nanoparticles for plant engineering" ],
      "venue" : "Nano Lett. 16, 1161–1172",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Interaction of nanoparticles with edible plants and their possible implications in the food",
      "author" : [ "C.M. Rico", "S. Majumdar", "M. Duarte-Gardea", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "chain. J. Agric. Food Chem",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2011
    }, {
      "title" : "The effects of nano-TiO2 on seed germination, development and mitosis of root tip cells of Vicia narbonensis L. and Zea mays L",
      "author" : [ "M.R. Castiglione", "L. Giorgetti", "C. Geri", "R. Cremonini" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2011
    }, {
      "title" : "the materials project: a materials genome approach to accelerating materials innovation",
      "author" : [ "Jain", "A. et al. Commentary" ],
      "venue" : "APL Mater. 1, 011002",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Coordination between zinc and phosphate homeostasis involves the transcription factor PHR1, the phosphate exporter PHO1, and its homologue PHO1;H3 in Arabidopsis",
      "author" : [ "Khan", "G. A" ],
      "venue" : "J. Exp. Bot",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2014
    }, {
      "title" : "Characterization of manganese toxicity and its influence on nutrient uptake, antioxidant enzymes and biochemical parameters in tea",
      "author" : [ "S. Venkatesan", "K.V. Hemalatha", "S. Jayaganesh" ],
      "venue" : "Res. J. Phytochem",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2007
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The structure and function of cellular membranes were sustained by redox‐enzymes. We studied the interaction between the oxidative stress caused by excessive accumulation of ZnO‐nanoparticles (ZnO‐NPs) in plants and the role of redox‐enzymes that can alleviate this stress. The crude callus extract from pomegranate, which was treated with 0, 10, and 150 μg mL−1 ZnO‐NPs or bulk particles (ZnO‐BPs), was applied to study the activity and kinetics of redox‐enzymes. The elevated ZnO‐NPs, enhanced the lipoxygenase and polyphenol oxidase activity, while the ZnO‐BPs did not modify them. The activities of superoxide dismutase, catalase, and phenylalanine ammonia‐lyase were induced under ZnO‐NPs or BPs treatments, whilst the opposite trend of peroxidase was observed. Ascorbate peroxidase activity increased under ZnO‐NPs treatments but decreased under ZnO‐BPs. The kinetics activity of enzymes showed changes under different levels of NPs and BPs. Additionally, NPs or BPs treatments reduced the uptake of copper, iron, magnesium, but increased zinc accumulation in callus tissues. Meanwhile, these treatments enhanced the accumulation of manganese ions but did not affect the accumulation of potassium and phosphorous in ZnO‐NPs or BPs‐stressed calli. Collectively, these results gave a quantitative evaluation of the competition of zinc and other minerals on the carriers, and in addition, they provided a basis for how to control ZnO‐NPs or BPs toxicity via redox‐enzymes.",
    "creator" : "Springer"
  }
}