{
  "name" : "downloads_2020-07-12_66_zhao2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Self-Assembled Nanomaterials for Enhanced Phototherapy of Cancer",
    "authors" : [ "Linlu Zhao", "Yanlong Xing", "Rui Wang", "FeiFei Yu", "Fabiao Yu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: supramolecular self-assembly, functional nanomaterials, cancer theranostics, photodynamic therapy, photothermal therapy"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "The morbidity and mortality of cancer have been rapidly growing worldwide for centuries, and now it has become the leading cause of death.1 According to the data from International Agency for Research on Cancer, there were about 18.1 million new cancer incidents in the world in 2018 and the number of deaths caused by cancer-related diseases was 9.6 million in that year.2 The high risk and increasing death rate of this growing disease have motivated the exploitation of rapid and precise theranostic approaches to fight against cancer. Traditional cancer therapies primarily contain surgery, chemotherapy, and radiotherapy.3 However, surgery in many cases can hardly remove all cancer cells completely, and both chemotherapy and radiotherapy may have severe side effects on normal cells.4 In view of this, more effective therapies need to be established to achieve satisfactory treatment outcomes. Up to now, various therapy strategies such as photodynamic therapy (PDT),5−9 photothermal therapy (PTT),10,11 gene therapy,12 and immunotherapy13,14 have emerged as effective tools to improve therapeutic outcomes. Among them, phototherapies, including PDT and PTT, have aroused extensive attention in recent years owing to\ntheir high efficiency, noninvasive light conversion, excellent tumor targeting, and minimal side effects.15,16 More notably, the rapid development of nanotechniques and nanomaterials has greatly promoted the progress of phototherapy in eliminating various types of cancers.17−20 Nowadays, cancer therapy is moving forward to developing more specific and efficient therapeutic strategies, which is needed to achieve precise control of the whole system for satisfactory therapeutic efficacy.21−23\nSupramolecular self-assembly is a meaningful approach for the “bottom-up” manipulation of highly ordered nanostructures to develop innovative bionanomaterials, which has opened the door for new possibilities of cancer theranostics.24−26 Multiple intermolecular interactions such as electrostatic interactions, hydrophobic interactions, π−π stacking, host−guest interactions, hydrogen bonding and metal\nSpecial Issue: Young Investigator Forum\nReceived: September 15, 2019 Accepted: November 28, 2019 Published: November 28, 2019\n© 2019 American Chemical Society 86 DOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\nD ow\nnl oa\nde d\nvi a\n18 0.\n19 1.\n10 3.\n24 3\non J\nul y\n12 , 2\n02 0\nat 0\n9: 30\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ncoordination, have been widely utilized to direct the selfassembly of multifunctional building motifs.27−29 The constructed nanomaterials can readily integrate the advantages of different functional candidates, which largely facilitates their biomedical applications in realizing synthetic anticancer therapy and multimodal imaging-guided tumor diagnosis and treatment.30 Furthermore, the assembled nanosystems not only possess dynamic and reversible supramolecular interactions but also have a subtle balance inside.31 As a result, small changes in pH, ionic strength, temperature, or solvent polarity of the environment can cause magnified changes in these nanomaterials. Thus, this prominent feature holds great potential in designing stimuli-responsive nanoassemblies for the specific microenvironments of tumors.27 The ordered pattern of the self-assembled nanomaterials enabled better stability than the building blocks themselves, and also exhibited good performance in prolonging blood circulation time, improving targeting and therapeutic effects.32,33 Combined with the intrinsic structural characteristic and enhanced permeability and retention (EPR) effect of the nanoarchitectures, the whole system can effectively combat cancer, especially via phototherapy. It was recognized early in the 20th century that light played a pivotal role in disease treatment.21 PDT, serving as a noninvasive, highly selective strategy for the destruction of unwanted cells and tissues under certain light irradiation,7 had been approved in the clinic as an oncologic therapeutic modality which was widely applied in dealing with various types of cancers.17 Compared with traditional cancer therapies, the main advantages of PDT are their light-specific treatment to irradiate only the diseased lesion and highly selective tumor targeting of the well-designed phototherapeutic agents, especially nanoagents, to minimize the systemic toxicity. Three crucial components including light, photosensitizers (PSs), and oxygen are necessary to achieve effective PDT. Among them, PSs represent a type of light-absorbing dye which is of great significance in PDT by transferring excited electrons to produce radical anion species (type I) or directly leading triplet oxygen to generate singlet oxygen (1O2) (type II) to achieve tumor killing.18 With the development of nanotechnology, nanocarrier coassembled PSs and supramolecular self-assembled PSs that utilize noncovalent interactions have been developed with sensitive and controllable photoactivity. These innovative nanomaterials can dramatically increase the biocompatibility of the PS molecules and enhance tumor targeting and accumulation, thus improving the specificity and therapeutic efficacy of PDT. In addition, selfassembly can not only provide a platform for combining\nvarious functionalities into one system but also achieve dynamic and reversible regulation to facilitate accurate and efficient therapy. Different from PDT, which relies on reactive oxygen species (ROS) produced by PSs under light irradiation for killing cancer cells, PTT utilizes the photothermal effect to “cook” cancer.34,35 Essentially, it employs near-infrared (NIR, 650− 1700 nm) light with strong penetrating ability to biological tissues as an energy source for inducing the photothermal transduction agents (PTAs) to transform the light energy into heat, thus causing thermal ablation in tumors and subsequent cell death by rapidly increasing the local temperature.10,36 Ideal PTAs should be nontoxic, show high absorbance in the NIR region, and have satisfactory photothermal conversion efficiency (PCE).37−39 Over the past years, a large number of PTAs have been exploited to be applied in PTT of cancer, which has achieved remarkable therapeutic outcomes both in vitro and in vivo. In particular, PTAs with highly ordered nanostructures are quite noteworthy due to their enhanced targeting and accumulation in tumors.40−42 Additionally, supramolecular assembled nano PTAs have potential to combine multiple therapeutic functional candidates into a single system for practical applications and can realize higher PCE compared with small-molecule based PTAs. Even so, there still exist certain obstacles that restrict the efficacy of PTT on cancer therapy, including the depth of light penetration, biocompatibility of PTAs, and damage to normal tissues. Supramolecular assembly can effectively overcome these shortcomings by introducing nanomaterials with absorption in the second near-infrared window (NIR-II, 1000−1700 nm), incorporating biocompatible building blocks into the PTT system and achieving stimuli-responsive control of the nanoassemblies.43 Beyond simply killing cancer cells, current research has found a new direction to introduce multiple imaging technologies such as photoacoustic imaging (PAI),44 X-ray computed tomography (CT), and magnetic resonance imaging (MRI) into cancer treatment, thus establishing advanced platforms for more precise and efficient therapy. Over the past decades, the rapid advances in self-assembled nanotechnologies and development of intelligent and efficient PSs and PTAs for PDT and PTT, respectively, have been well witnessed.45,46 This review involves the most up-to-date works in enhanced phototherapy of cancer based on self-assembled nanomaterials (Figure 1). Herein, focusing on the existing problems of phototherapy, we summarize the representative studies in the field of self-assembly that could promote therapeutic efficacy and reduce side effects for satisfactory\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n87\noutcomes and discuss examples of combining PDT/PTT with other therapies to achieve synergistic treatment. In addition, we also introduce the emerging applications of developing imaging-guided phototherapy to construct an integrated platform for diagnosis and treatment of cancer-related diseases. Finally, the challenges and perspectives of employing PDT and PTT to fight cancer are discussed."
    }, {
      "heading" : "2. SELF-ASSEMBLED PHOTOSENSITIZERS FOR ENHANCED PDT",
      "text" : "Photosensitizers are known as the key factor in the course of PDT, and the attentive design of them can do much favor for the improvement of PDT efficiency.47−49 Over the past decades, PSs have undergone continuous development, which evolves to more prominent photonic and biological features.49−51 The newly created “third generation” PSs are dedicated to incorporate bioresponsive elements for enhanced selectivity. In particular, supramolecular self-assembly with structural controllability and dynamic adjustability could hold great potential in constructing intelligent photosensitizers.52 By controlling of multiple noncovalent interactions and spatial specificity, these assembled nanoPSs can not only combine bioactive species to promote biocompatibility but also achieve accurate targeting and enhanced therapy based on their reversible assembly/disassembly process and tumor-specific microenvironment, which may remarkably accelerate the progress of PDT. In this chapter, we will specifically discuss the commonly employed strategies via supramolecular selfassembly for designing smart PSs to promote PDT. 2.1. Peptide-Based Self-Assembled Nanomaterials for Enhanced PDT. With distinguished advantages of good compatibility, high cell permeability, low immunogenicity, and simple linear structures, peptides have emerged as promising motifs for constructing advanced materials at the nano- and macroscale in the biomedical area.53−56 Compared with polypeptide that usually possesses toxicity due to degradability issues, short peptides have received more and more attention\nas a result of their intrinsic excellent degradability and ease of production.57 In addition, specially designed peptides possess the ability to modulate both structures and functionalities to suit the needs of drug delivery in vivo.58 Especially in the supramolecular nanosystem, self-assembly of peptides and other functional candidates like light-absorbing molecules provides opportunities for regulating the physicochemical features of the photosensitizers, triggering the formation of nanoassemblies with controllable phototherapeutic effects. In light of this, peptide-based nanomaterials have promising characteristics for photodynamic applications. Early studies on peptide-based self-assembled systems were mainly confined in the in vitro studies due to the challenges for in vivo research. To address this concern, rational design of the nanostructures including morphology, size, charge, and selection of the peptide are of great research focus. For example, Yan et al. reported a dipeptide-based functionalized nanoassembly that was injectable for in vivo PDT.59 Aiming at overcoming the limitations of relatively large particle size and positive zeta potential which restricted their subsequent in vivo exploration, they started with developing a new preparation approach for constructing desirable nanocarriers with a small size of approximately 100 nm. The cationic dipeptide was chosen as the building block model to achieve glutaraldehydeassisted assembly into nanoparticles (NPs), where preparation time was precisely controlled to obtain the ideal size and photosensitizer Ce6 was successfully encapsulated into the NPs during the assembly process. Further decorating functional heparin polymers to the NPs made them negatively charged for improving in vivo delivery. These injectable dipeptide-based delivery nanoassemblies with small average diameter and negative zeta potential possessed a prolonged circulation time compared with free Ce6 and prominent biosafety, thus obtaining the excellent PDT antitumor effect. Toward more advanced self-assembly systems, one possible direction is extending beyond the single interacting mode to exploit various supramolecular interactions synergistic in a\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n88\nsingle self-assembly system to dictate peptide association. In view of this, Yan et al. developed a minimalist multicomponent nanoplatform based on the integration of π−π stacking, metal coordination, and hydrophobic interactions for amphiphilic peptides-induced self-assembly with simultaneous encapsulation of photosensitive molecules.60 The metal ions and drugs loaded in the constructed NPs were quite stable in physiological conditions as a result of multinoncovalent interactions, while the dynamic characteristic of metal−ligand bonds made the nanosystem sensitive to glutathione (GSH), leading to the responsive release of photosensitive candidates in the tumor region (Figure 2a). Moreover, the intracellular active GSH was decreased since the formation of GSH/Mn2+ compounds, which could induce ROS generation. Taking advantage of these ingenious designs, the NPs were demonstrated to exhibit improved antitumor PDT efficacy with controllable release. It is worth noting that in natural organisms metalloproteins, integrating both organic cofactors and metal ions through coordination interactions, have played a pivotal role in many vital activities. Inspired by the wisdom of nature, the same group reported a smart self-assembly strategy via multicomponent coordination that was based on the interation of metal ions, photosensitizers, and histidinecontaining short peptides to construct metallo-nanodrugs to achieve effective therapy of cancer (Figure 2b).61 Intriguingly, the constructed sphere nanostructures showed supreme colloidal stability in physiological environments and stimuliresponsive behavior in the special tumor microenvironments where pH values were relatively low while GSH levels were quite high. In contrast to individual photosensitizers, the metallo-nanodrugs achieved the integration of targeted\nresponsive release and robust blood circulation in one system, providing a promising means to fabricate advanced nanomedicines for precise therapy. Facile controllability on self-assembly morphology is quite crucial to the realization of advantageous functions. Especially, peptide nanostructures coassembled with multiple candidates are quite promising in enhanced PDT.62 For example, Huang et al. proposed a programmable self-assembly approach to fabricate supramolecular peptides with multiple morphologies that could be applied in controllable PDT. As shown in Figure 2c, a hydrophilic pillar[5]arene with ten tri(ethylene oxide) groups (P5) as representative macrocyclic host molecule was selected to be incorporated in the peptide assembly, which was a prospective candidate to adjust the assembly behavior and further facilitate its function. Owing to the host−guest interactions and unique thermoresponsive property of P5, the peptide assemblies could be regulated from nanofibers to sheet-like regulations and further be reversibly controlled into supramolecular NPs with increased temperature. Interestingly, the peptide-based NPs could not only achieve enhanced tumor targeting especially to A549 cells due to the ingenious design of the nanostructures but also encapsulate photosensitizer with high stability, promoting the photosensitizing effect for efficient anticancer treatment. Therefore, this work provided a promising strategy to construct the highly controllable supramolecular peptide-based nanoassemblies with excellent PDT functionality.\n2.2. Assembly/Disassembly Nanomaterials for Controllable PDT. Apart from developing peptide-based nanoassemblies, another direction is toward the construction of dynamic regulated nanoarchitectures for enhanced PDT.63−65\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n89\nAs living systems are quite complex and involve numerous bioactive molecules such as cysteine, acids, GSH, and enzymes that are enabled to induce the assembly/disassembly process,27 it has been quite attractive to achieve stimuli-responsive nanostructures with collective properties and marvelous functions for in vivo applications. Notably, such bioactive molecules and other specific recognition units lay the foundation of controlled assembly disassembly for the responsibility of tumor targeting, long circulation time, and controlled release. Furthermore, since the size of the nanostructures is closely tied to their functionalities, the size changes before and after assembly/disassembly can be quite crucial for their in vivo behavior.32 Therefore, developing smart strategies with rational design and careful regulation to the supramolecular assemblies can not only minimize unwanted side effects of anticancer phototherapy but also be beneficial to the effective improvement of the therapeutic effect. Biotin receptors, human carbonic anhydrase II (hCAII), and folic acid receptors are overexpressed in various types of cancer cells, which can act as effective biomarkers for promising tumor-targeting therapy. Inspired by this feature, Yoon and colleagues developed a “one-for-all” design strategy via partial disassembly driven nanotheranostics, where the nanostructures were self-assembled with a targeting group biotin and a representative zinc(II) phthalocyanine (Pc) derivative through a water-soluble linker (Figure 3a).66 Due to the particular noncovalent interactions between the photosensitizer Pcs and targeted biotin, the spherical nanoassemblies could exhibit partial disassembly due to the competitive combination with biotin by the specific protein. In particular, the nanostructured phthalocyanine assemblies (NanoPcTBs) could induce dramatic ROS production in those biotin receptor-positive cells owing to their competitive binding to the targeted biotin motif. As a result, NanoPcTBs served as efficient nanotheranostics for specific-tumor induced fluorescence imaging and activatable PDT. This work provided a versatile platform enabling different small molecular targeting groups to be easily adopted for both achieving enhanced tumor targeting and directing controllable and dynamic nanoagents. Apart from these specific receptors, the same group further utilized the feature that the commonly used anticancer drug mitoxantrone (MA) can specifically intercalate into DNA to achieve controllable regulation. They designed a versatile supramolecular system for the construction of nanoassemblies based on photosensitizer zinc(II) phthalocyanine tetrasubstituted by 6,8-disulfonate-2-naphthyloxy groups (PcS) and chemotherapeutic drug MA via host−guest interactions (Figure 3b).67 The superquenched nature of PcS-MAs endowed them with PTT characteristic rather than serving as PS, while nucleic acid-induced partial disassembly activated 1O2 generation that led to controllable PDT with minimal side effects. Notably, the constructed nanostructures could enhance PDT by relieving tumor hypoxia and increasing intratumoral blood flow due to their mild PTT effect. Meanwhile, the coassembled chemotherapeutic agent MA enabled the whole system to destroy almost all tumor cells, including those located in deep tissues that may be out of the PDT range, thus to realize comprehensive and efficient treatment. Beyond the assembly strategy based on multiple components, recently, the Yoon group successfully developed a switchable strategy utilizing a carefully selected single building block model with intrinsic multifunctions to construct smart nanotheranostics (Figure 3c).68 The well-designed photosensitizer monomer\nPcS can self-assemble into highly ordered nanovehicles via multiple noncovalent interactions. Besides, albumin, generally acting as a promising biomarker, was chosen here as a specific recognition motif to the photosensitive hydrophobic organic anions. A series of characterizations had validated that albumin could trap the photosensitizer and further triggered the disassembly process of NanoPcS, causing the signal “turning on” photoactivity. Different tumor model tests suggested that the constructed nanoagents held charming tumor-targeting ability and were promising for time-modulated, activatable PDT. Therefore, this work could not only achieve controllable anticancer therapy but also extend the exogenous detecting probes with albumin to in vivo applications. A further development of dynamically controllable PSs was demonstrated to extend the nanostructures into a reversible assembly disassembly realm. Different from conventional PSs such as chlorin and porphyrin derivatives which often experience aggregation-caused quenching (ACQ) process, Li and co-workers proposed to develop aggregation-induced emission PSs (AIE-PSs) for improving photosensitivity in PDT (Figure 3d).69 Since controllability of the photosensitivity in a living system was of great significance, entrapping AIE-PSs in liposome through a coassembled method seemed effective to minimize phototoxicity for normal tissues after injection. The fabricated AIE-PS@liposomes complex could keep a “turn off” state during delivery and reach tumor sites with passive and active targeting. Due to liposome degradation, AIE-PSs had been released and then reaggregated to form nanoassemblies with strong emission, which led to phototoxicity for target tissues. The prominent feature of dynamic AIE-based nanomaterials could not only lift the restriction of operating in a dark room but also enable enhanced PDT with favorable targeting and efficiency. Therefore, it was believed that AIE@liposomes could act as an outstanding platform for utilizing newly developed AIEactive PSs on in situ biological response. More importantly, it may guide the direction to further development of photodynamic anticancer therapy for clinical applications.\n2.3. Nanomaterials Specific to Hypoxic Microenvironment for Enhanced PDT. Despite its clinical promise, PDT faces a main drawback related to its oxygen-dependent feature, which largely limits its availability against hypoxic tumors.70−72 In particular, most PDT processes occur through a Type-II mechanism where O2 is highly dependent and involves a dramatic consumption. Unfortunately, for most regions in solid tumors, there exists a low O2 level, which is mainly caused by insufficient blood supply to tumors and the unlimited proliferation of cancer cells.73 Moreover, the insufficient O2 in tumors leads to a significantly decreased antitumor efficacy of PDT, especially for the conditions of continuous treatment.74 In light of this, numerous efforts have been made to overcome this drawback of PDT. These explorations successfully motivated a variety of innovative strategies to solve the hypoxic problem by oxygen supply for efficient PDT or utilize the specificity of hypoxia to activate synergistic therapy with satisfactory efficacy.75 In this part, we will discuss the self-assembled nanomaterials focused on improving hypoxic specific PDT by exhibiting system design, working mechanism, and practical applications.\n2.3.1. External Oxygen into Tumors. One of the most common and straightforward ways developed to overcome tumor hypoxia during PDT is to conduct oxygen supply through external delivery.76 Hemoglobin, possessing inherent\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n90\nand reversible oxygen delivery capacity, seems to be an ideal carrier for transporting oxygen to tumors.77,78 Also, it is exactly the oxygen carrier inside red blood cells in the body to deliver oxygen from the lungs to other organs. However, free hemoglobin is still far from eligible oxygen carriers to tumors due to its poor stability and short circulation half-life.79 In this respect, the integration of oxygen-carried hemoglobin and PSs with rational spatial arrangement probably holds great potential for enhancing PDT efficacy.80 In recent research, Cai and colleagues utilized the highly stable and biocompatible candidate human serum albumin (HSA) to accommodate hemoglobin (Figure 4a).81 Furthermore, the self-assembled hybrid NPs could not only combine HSA with hemoglobin via intermolecular disulfide conjugations but also incorporate photosensitive Ce6 for oxygen-augmented PDT. Profiting from the codelivery of photosensitizer and oxygen with excellent tumor-targeting, the nanosystem could conquer tumor hypoxia and thus produced massive 1O2 to enhance the PDT performance. Notably, this oxygen-supplemental PDT platform was further found to elicit immunogenic cell death with increasing release of danger-associated molecular patterns, which finally activated natural killer cells and T lymphocytes. Therefore, the constructed bioinspired NPs could effectively ablate both primary tumors via oxygen-boosted PDT and abscopal metastatic tumors through triggering strong and\nsystemic immunity, which provided a good exemplification of oxygen-augmented immunogenic PDT to realize metastatic cancer therapy. Apart from direct oxygen delivery by suitable carriers, developing appropriate methods to modulate vessel densities for improving oxygen perfusion has also been widely recognized. For instance, Liu and colleagues uncovered that hyaluronidase could break down the major component hyaluronan of the extracellular matrix in tumors. Taking advantage of this feature, they designed to combine hyaluronidase with NP-based PDT for relieving the hypoxia status at the tumor site (Figure 4b).82 In this work, how administration with hyaluronidase would affect the microenvironment in tumors had been intensively studied, and thus it was demonstrated that it could increase oxygen perfusion inside a tumor as a result of the improvement in tumor vessel densities. Meanwhile, this improvement could even promote the EPR effect of the PS-contained nanomicelles, which integrated with satisfactory tumor oxygenation level benefits in greatly improving PDT outcomes. Overall, this kind of biomimetic system could serve as an effective tool to replenish O2 consumed during the PDT process, thus effectively promoting anticancer efficacy.\n2.3.2. In Situ Oxygen Generation. Beyond introducing exterior oxygen into a tumor environment, it may be a smart\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n91\nidea to generate oxygen just in situ for ready and efficient oxygen supply.83 A remarkable point of cancer cells compared with normal counterparts is their higher levels of hydrogen peroxide (H2O2) mainly ascribed to abnormal proliferation, DNA damage, angiogenesis, and metastasis. It is well-known that in living organism catalase acting as a significant enzyme can effectively catalyze H2O2 to be decomposed into oxygen, which protects cells from oxidative damage. Inspired by this excellent property, researchers have dedicated to developing nanomaterials with such catalyzing ability to realize in situ oxygen generation in cancer cells for overcoming hypoxia. For example, Pu and co-workers recently established an innovative protocol to fabricate hybrid assembled core−shell semiconducting NPs which could experience O2 evolution inside hypoxic cancer for enhanced PDT (Figure 5a).84 Such oxygenproducing nanoparticles were synthesized with two key components, a NIR light excitable core serving as both NIR photodynamic and fluorescence imaging component, as well as sheet-structured MnO2 as a sacrificing unit to generate O2 from H2O2. The specific acidic microenvironment of the tumor successfully triggered the catalase-like activity of MnO2 to achieve effective oxygen supplement and thus to eradicate cancer cells both in vivo and in vitro with enhanced PDT. Therefore, this study not only provides an in situ oxygensynthetic strategy but also establishes a tumor-microenvironment-specific theranostic nanoplatform to overcome hypoxia for improved phototherapy. In contrast to studies converting H2O2 to O2, Zhang and colleagues carried out an interesting investigation that adopted water as an O2 source to improve PDT. In this study, calcium peroxide (CaO2) had been utilized as an O2-producing candidate to regulate tumor hypoxia owing to its rapid cell metabolism, high biocompatibility, and efficient O2 generation. In order to achieve hypoxia specific PDT, the ingenious liposome nanoplatform was established with hydrophilic PS methylene blue (MB) and oxygen supplier CaO2 NPs encapsulated into the hydrophilic cavity and hydrophobic layer, respectively (Figure 5b).85 After first-light irradiation, the liposome structure was initially broken, thus exposing CaO2 to water that accelerated O2 generation speed. Further irradiation promoted PS to achieve effective PDT with abundant oxygen supply. This O2 self-sufficient nanosystem with dual-stage light manipulation had shown a successful paradigm for enhanced PDT against hypoxic tumor. 2.3.3. PDT Combined with Hypoxia-Activated Therapy. In recent years, contrary to many proposed strategies focusing on relieving tumor hypoxia, an increasing number of pioneering studies have demonstrated an unexpected approach that takes advantage of the specific hypoxia microenvironment in tumors for selective and efficient cancer therapy.86 Among them, the hypoxia-activated prodrugs being applied to tumor treatment have received extensive attention due to their charming feature of converting nontoxic prodrug components to toxic counterparts through reduction at hypoxic circumstance.87 Since the tumor cells nearby vasculatures are in sufficient oxygen supply, it is quite necessary to combine PDT to increase oxygen consumption for enhancing the performance of these hypoxiaactivated prodrugs. The feasibility and efficiency of the coassembled nanosystem where PS and prodrug are integrated together in the form of NPs including silica liposomes, polymers, or core−shell NPs have been validated in recent studies.88−90 For example, Liu et al. prepared a multipurpose liposome encapsulated hydro-\nphobic PS Ce6 derivative and hydrophilic prodrug AQ4N (Figure 6a).89 The chelating of a 64Cu isotope with Ce6 further\nenabled the constructed nanosystem with in vivo imaging ability. After irradiation with the NIR light, the tumor-bearing mice that were injected with AQ4N-hCe6-liposome exhibited severe tumor hypoxia, which in turn triggered activation of AQ4N, and eventually contributed to dramatically enhanced efficacy of cancer treatment through hypoxia-activated chemotherapy and programmed PDT. Utilizing the same concept, beyond liposome complexes, semiconducting polymer nanoprodrug (SPNpd) had also been obtained, which was selfassembled of an amphiphilic polymer brush involving lightresponsive photodynamic backbone and a conjugated chemodrug with hypoxia-cleavable linkers (Figure 6b).88 Notably, the highly ordered and compact nanostructures could promote accumulation in the tumor site. Investigation of the xenograft tumor mouse model indicated that the constructed SPNpd exerted synergistic photodynamic and chemotherapy to remarkably inhibit tumor growth. These studies represented excellent hypoxia-activatable phototherapeutic nanosystems with promising potential for efficient cancer therapy."
    }, {
      "heading" : "3. SELF-ASSEMBLED NANOAGENTS FOR ENHANCED PTT",
      "text" : "PTT has been demonstrated to harvest and transform light into heat using PTAs to raise the tumor temperature and efficiently kill cancer cells without affecting healthy cells and\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n92\ntissues.91−93 Compared to other therapies, PTT exhibits unique advantages including noninvasiveness, high efficiency in killing different kinds of cancer cells, and minimized damage to the surrounding healthy tissues due to the controllable laser irradiation dosage and location.10,94 The PTT effect greatly depends on the performance of the prepared PTAs, which accumulate in tumors at a much higher level than in surrounding healthy tissues to enhance the PTT outcomes. Nowadays, numerous PTAs accelerate the development of PTT research, especially self-assembly nanoagents, which can accumulate in tumor through an EPR effect and active targeting.95−99 In addition, self-assembly nanoagents can obtain much higher PCE and excellent potential for integration with imaging guidance and therapeutic function. In the following aspects of the review, PTAs represent self-assembled PTAs until stated again.42,100,101\nIn the past decades, tremendous efforts have been devoted to developing various kinds of PTAs to improve the performances and overcome the intrinsic disadvantages or limits for biomedical applications. Thus, accordingly, distinct strategies have been built to improve the PTT performance, including adjusting appropriate laser dosage, improving the PCE of PTAs, fabricating various PTAs with NIR (especially NIR-II) absorption, developing PTAs responsive to tumor microenvironment (TME), and controlling the properties of the NPs.102,103 Moreover, combination between PTT and other therapies has exhibited beneficial treatment efficiency. In many issues, the combined therapies provide improved treatment outcomes due to a synergistic effect. PTT can directly eliminate cancer cells or combine with other therapies such as chemotherapy, PDT, and immunotherapy through improving the drug loading and delivery efficiency, extending the drug release, or enhancing the biological responsiveness. Based on these achievements, improved therapy efficiency has been obtained even at lower dosage of PTAs. In this section, we focus on the development and application of different types of self-assembled PTAs, including protein-based, stimuli-\nresponsive, and NIR PTAs. Then, the combined therapies with PTT will also be described.\n3.1. Protein-Based Self-Assembly for PTT. Proteins play critical roles in various physiological processes, which can be regarded as intrinsic polymers. Due to the intrinsic biocompatibility, protein-based photothermal systems have attracted more and more attention. In addition, protein-based PTAs exhibit long-term biosafety and higher biocompatibility than other inorganic photothermal materials. Proteins have special molecular structures, which can load PTAs with specific sites and lead to more suitable physiochemical properties for better photothermal performance.32,104\nOne feature needs to be pointed out: the natural proteinbased photothermal species can be formed through cooperative interactions of porphyrins and hemoglobin in living tissues. Inspired by this, Yan and co-workers designed new nanodots of around 25 nm diameter based on self-assembly of porphyrins with peptide-modulation as PTA for antitumor therapy (Figure 7a).105 In this case, L-phenylalanin-L-phenylalanine (FF) was used as the core self-assembling monomer. As a result of the remarkable advantages including easy production, high biocompatibility, and nonimmunogenicity, FF assemblies had gained increasing attention. The complete fluorescence quenching of the assembled nanodots and the inhibited ROS generation could be achieved due to strong πstacking, leading to a highly efficient PME. Finally, the assembled photothermal nanodots, PPP-NDs, were fabricated with excellent tumor accumulation and effective tumor ablation. PP-NDs exhibited significant photothermal efficacy in vivo upon irradiation of tumors with a 635 nm laser for 10 min after 24 h injection and the tumor sites temperature increased to 58.1 °C. The major challenges for PTT lie in achieving enhanced treatment efficiency and reduced side effects, which depend on the PTAs’ accumulation on the focus and precise imaging guidance to further improve the conversion efficiency of the absorbed light. Recently, Cai and co-workers developed HSAindocyanine green (ICG) nanoparticles (HSA-ICG NPs)\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n93\nbased on programmed assembly strategy for the preparation of through intermolecular disulfide conjugation (Figure 7b).106 In addition, the encapsulation of ICG in HAS NPs could improve cell uptake efficiency and enhance cancer cell targeting owing to the presence of albumin receptor, leading to the enhanced accumulation of HAS-ICG NPs in cancer cells. With this efficient PTA in hand, 92.8% of cell death could be obtained after the simultaneous PTT/PDT treatment. During laser treatment, NIR fluorescence and photoacoustic (PA) dualmodal imaging techniques could provide real time guidance for cancer phototherapy, which helped to precisely identify tumor position. After exposure to 808 nm laser for 5 min, the tumor temperature increased to 57.2 °C, which was beneficial to eliminate malignant cells, suggesting that HSA-ICG NPs were highly efficient phototherapy materials. In another example, Chen et al. explored the biological application of elemental tellurium (Te) through fabricating bifunctional Te nanodots (Te-NDs) as efficient PTA for satisfied synergistic cancer therapy, which used hollow albumin nanocages to encapsulate Te-NDs as nanoreactors (Figure 7c).107 The optimal diameter of Te-NDs was first carefully controlled to be 5.9 nm. A temperature increase of 12.5 °C could be obtained in 300 s upon treatment with Te-NDs under 785 nm irradiation at 1.5 W/cm2. Moreover, Te-NDs had a higher PCE of 40.0% than that of many extensively studied PTAs. On the one hand, Te-NDs showed long-term retention at the tumor site and an effective ablation for the tumor. On the other hand, the excited electrons of Te-NDs could be directly transferred to oxygen molecules to generate ROS. Several limitations of complex compositions could be overcome through combined PTT/PDT efficiency, suggesting TeNDs could serve as a powerful tool for synergistic cancer therapy. 3.2. Stimuli-Responsive PTAs. The increased efficiency of PTAs with sufficient accumulation in tumors is the key to successful PTT. In general, the PTAs can be accumulated in tumors based on the EPR effect or active targeting between\nligands loading on PTAs and receptors.108−110 However, many reports have demonstrated that the PTAs NPs would be retarded by various kinds of biological barriers before they participated in PTT. To overcome the obstacle of the barriers and enhance the PTT efficiency, many strategies have been developed including offering PTAs with responsiveness to TME or specific biological species, changing the laser irradiation with NIR light, and improving the coatings or protecting layers on the surface of PTAs. The previously published studies have demonstrated that external light can be used for activating in vivo tumor targeting. Therefore, the specific accumulation of functional polymers after intravenous injection can be observed at the tumor site. Chen and co-workers fabricated polymer encapsulated mesoporous silica-coated gold nanorods (AuNR@SiO2) with a thermal- and pH-responsive poly(N-isopropylacrylamide-coacrylic) acid (PNIPAM) in a single nanocomposite (Figure 8a).111 In this case, acrylic acid was used to improve the phase transition efficiency and electrostatically absorb the positively charged drug Doxorubicin (Dox) with satisfactory loading content of 24%. The tumor accumulation of the nanocomposite could be significantly increased upon NIR laser irradiation at the targeting site. The complete inhibition of tumor growth could be realized through the highly efficient accumulation of nanocomposites. Owing to the precise control of laser spot and irradiation time, the ideal platform based on the nanocomposite could realize the simultaneous delivery of heat and antitumor drugs. The TME with distinct properties plays vital roles in the initiation of tumor metastasis, which is also closely related to the outcome of PTT. Therefore, it is a promising strategy to develop “smart” PTAs that can respond to different in vivo environments for high tumor accumulation and retention. Then, the improved PTT treatment outcomes can be obtained when the “smart” PTAs are applied in tumor therapy. Liu and co-workers reported a unique multifunctional nanoscale coordination polymer (NCP)-based nanocomposite,\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n94\nBM@NCP(DSP)-PEG NPs for synergistic cancer therapy (Figure 8b).112 In this nanosystem, manganese dioxide (MnO2, BM) NPs as the cores were stabilized by bovine serum albumin (BSA), which assembled hafnium (Hf) ions and a cisplatin prodrug on the surface. Then, the multifunctional MnO2 NPs were further modified with polyethylene glycol (PEG) to obtain BM@NCP(DSP)-PEG. Here, the MnO2 core was used as catalyst of endogenous H2O2 from cancer cells to produce the in situ O2, which would help to repress hypoxia-associated radiation therapy (RT) resistance. Meanwhile, Hf acted as radiosensitizer to promote the therapy outcomes and efficiency of RT. On the other hand, owing to the dissociation of NPs under reductive environment, the organic ligands of DSP would be cleaved, and the cisplatin would also be released for cancer chemotherapy. Furthermore, the decomposition of MnO2 within the acidic TME led to enhanced T1 MRI. More importantly, after intravenous injection of BM@NCP(DSP)-PEG, the combination of chemo- and radiotherapy offered a significantly enhanced therapeutic outcome and efficiency. In addition, BM@ NCP(DSP)-PEG exhibited low toxicity to the treated animals, which could be gradually degraded and cleared out within 7 days in the major form of Hf4+. The photobleaching, low tumor selectivity, and tumor hypoxia often limit the efficiency of PTAs in anticancer PTT. To overcome these challenges, more hierarchical and stimuli-responsive nanomaterials through a single synthesis strategy have attracted more attention. The tumor delivery efficiency of PTAs depends on their capability to break the obstacle of the biological barriers in vivo. Chen et al. reported one kind of multifunctional magnetic gold nanowreaths (AuNWs) based on a layer-by-layer self-assembly strategy (Figure 8c).113 In this system, AuNW was chosen as the inner core with a coated layer of silica; sequentially, extremely small magnetic iron oxide nanoparticles (ES-MIONs) (<5 nm) were assembled on the surface of AuNW@SiO2. Then, the carboxyl groups on ES-MION were activated through EDC/NHS and conjugated with PEG (MW 5k) molecules. The strong plasmon coupling could be obtained due to the presence of\ndifferent functional structures including Au branches, small junction, and central holes in AuNWs, which further improved the photothermal performances of Au nanorings. The selfassembly of ES-MIONs on the surface of AuNWs played key roles. On the one hand, the T1-weighted MRI ability could be effectively quenched; on the other hand, they exhibited the responsiveness to GSH in tumor TME. In addition, the improved PAI contrast could be obtained under the assistance of magnetic AuNWs, which helped to guide the PTT treatment. In the absence of GSH, the magnetic AuNWs exhibited a weak T1 signal. However, after reaction with GSH, the ES-MIONs could be released due to the cleavage of the disulfide bonds from the polymers, leading to an “on” state of T1 imaging. In conclusion, the proposed GSH-responsive magnetic AuNWs demonstrated that integration of stimuliresponsiveness and nanomaterials could improve the performances of PIAs in biomedical applications.\n3.3. NIR PTAs. NIR light has gained growing interest in biomedical applications owing to its incomparable advantages including noninvasive manipulation, high tissue penetration, and minimal interference of autofluorescence.114,115 At present, most research interests focus on the NIR-I window (650−900 nm); however, the increasing interests of exploring the longer wavelength located at the NIR-II window (1000−1700 nm) need to be noted owing to deeper tissue penetration.116−119 Compared to the NIR-I window, NIR-II excitation has been confirmed to supply better spatial resolution for fluorescence and improved PA signal. Until now, unfortunately, only a few studies have been reported to emphasize its unique benefits in PTT treatment, which is mainly attributed to the lack of nanomaterials absorbing NIR-II light and the limited inorganic systems that have been developed and applied in biological research, including gold nanomaterials, palladium NPs, and bismuth NPs.120\nThe key challenge to develop highly efficient PTAs that absorb light in the NIR-I and NIR-II regions depends on the precise control of bandgap. Numerous efforts have been devoted to developing various strategies for the preparation of PTAs with NIR-I and/or NIR-II absorption. Pu et al.\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n95\ndeveloped the first organic PTAs (SPNI−II) for cancer PTT and compared the treatment efficiency located in NIR-I and NIR-II absorption (Figure 9a).121 A semiconducting copolymer PDCDT had been selected as a target polymer for further assembling, which had two distinct sections under fine turning of the exhibiting absorption at 808 and 1064 nm, respectively. The prepared SPNI−II not only allowed for NIR-II PTT on the deep tissue but also provided the opportunity to compare the performances of NIR-II and NIR-I light for PPT, which indicated the photothermal maximum temperature under 1064 nm irradiation was much higher than that irradiated at 808 nm at different tissue depth. SPNI−II had higher photothermal conversion efficiencies than those of most NIR-II absorbing nanomaterials, which were 44.9 and 43.4% at 808 and 1064 nm, respectively. The enhanced capability of NIR-II light for deep tissue heating could greatly improve the antitumor efficacy in living mice. After 1064 nm laser irradiation for 10 min, a high-temperature increase of 58 °C could be observed at the location of SPNI−II-injected tumor. Then, NIR fluorescence imaging-guided NIR-II PTT could be realized when the NIR dye (NIR775) was integrated with SPNI−II. To guide specific illumination of the NIR light on the tumor for efficient PTT, great efforts have been dedicated to the fabrication of multiple functional PTT platforms. However, most of the existing conventional PTAs can generate heat without considering the distribution in tissues, which leads to side effects on surrounding healthy tissues. Therefore, how to improve specificity and reduce the light irradiation toxicity are still a grand challenge. To overcome the challenge and improve the irradiation efficiency only function in the tumor region, Tian and co-workers developed a nano PTA with hydrogen sulfide (H2S) responsiveness based on the boron-dipyrromethene (BODIPY) platform for PTT colorectal cancer (CRC) under the guidance of fluorescence imaging (Figure 9b).122 The overexpression of cystathionine-β-synthase (CBS) promoted the increase of H2S, suggesting H2S could be regarded as an important potential indicator for the PTT treatment of CRC. The prepared Nano-PT exhibited strong absorption at 790 nm and high PCE of 27.8% in the presence of H2S. Furthermore, the 60.9 °C of tumor temperature could be obtained within 10 min under 785 nm laser treatment. Due to additional help of NIR-II fluorescence imaging, the specific activation of Nano-PT and highly efficient PTT in colorectal cancer could be realized in H2S-rich HCT 116 tumor-bearing mice. Imaging-guided PTT has gained increasing attention since it can precisely control the region and time of laser irradiation. As an emerging phototheranostic modality, NIR PA imagingguided PTT has gained quite a few interests in recent tumor therapy research. However, the broad application of current NIR-II PTAs remains limited due to the inherent nonspecificity from the “always-on” signal and side effects. To overcome this obstacle, an attractive strategy has caught the major attention for exploring the environment responsive PTAs generating heat only in the tumor area while no photothermal effect in normal tissues. Xing et al. reported a microenvironment stimuli-activated nanotheranostic (SHT, SiO2@HRP/TMB) for PA tumor detection and PTT (Figure 9c).123 The modified mesoporous silica had been used as nanocarrier for simultaneous loading with the enzyme horseradish peroxidase (HRP) and its substrate TMB (3,3′,5,5′-tetramethylbenzidine), and the folic acid (FA) was conjugated on the surface of silica to obtain the smart\nnanotheranostics. Here, TMB played dual roles for possessing strong PA signal after oxidation as well as responsiveness to the acidic environment. Accordingly, SHT could realize the highly sensitive detection for complexed environment with strong PA signal changes, and even more the precision PTT. PTT efficiency is often affected by various biological barriers, which seriously limit the development of PTAs and their own biomedical application in tumor ablation. For example, the major challenge to treat glioblastoma (GBM) is how to penetrate the blood−brain barrier (BBB), which is formed by the brain capillaries and the cells.124,125 Unfortunately, it is a grand challenge for large-molecule drugs to penetrate the BBB and reach GBM lesions. Therefore, there is an urgent need to develop efficient methods for penetration of the BBB and working efficiently in GBM. NIR-Ib (900−1000 nm window) fluorescence imaging as a rising imaging technique has various advantages such as deep tissue penetrating capability and lower autofluorescence. Enormous studies confirm that endogenous components can provide better active targeting potency and biocompatibility. Therefore, macrophage plasma membranes (MPMs) are selected as drug carriers to penetrate the BBB and specifically target at GBM. Inspired by this, Cai and co-workers reported a new strategy for MPMs coating DSPE-PEG-loaded IR-792 nanoparticles (MDINPs) for NIR-Ib fluorescence imaging-guided GBM PTT.126 MDINPs could remarkably improve the stability of IR-792 and the GBM cellular uptake. The orthotopic GBM can be precisely diagnosed through NIR-Ib fluorescence imaging based on MDINPs. Furthermore, upon the NIR laser irradiation, MDINPs could directly kill U87L cells, further suppressing the growth of orthotopic GBM, indicating MDINPs had great potential as a powerful tool for NIR-Ib fluorescence imaging-guided GBM PTT.\n3.4. Combining PTT with Other Therapies. Generally, single therapy is often insufficient to provide a gratifying therapy effect. Although PTT strategy has gained exciting treatment efficacy, it probably cannot eliminate all the cancer cells, especially the residual microtumor, which will cause tumor recurrence. As smart strategies, combining PTT with other therapies can greatly enhance the therapeutic outcome. Generally, the new design strategies need to be noted that the combined therapies may benefit from each other to achieve synergistic therapy outcomes. On the one hand, combination therapy can be performed with the lower dose of PTAs than the single therapy to obtain expected effects. On the other hand, PTT can also improve the efficiency due to the efficient heat generation at the desired location.\n3.4.1. Combining PTT with Chemotherapy. Combining PTT with chemotherapy provides a smart strategy for cancer therapy due to the satisfied synergistic outcomes under thermal treatment and controllable drug release. Furthermore, PTT especially imaging-guided PTT can provide an external stimulus to trigger the drug release on the tumor-specific region. Furthermore, the controlled drug release can also be obtained through manipulation of laser irradiation, including the laser dosage and time. Chemotherapy effects are also closely related to pharmacokinetics and delivery of drugs. Cai et al. fabricated a dual-functional nanosystem (DINPs) based on Dox and indocyanine green (ICG) using a sonication method for loading poly(latic-co-glycolic) acid (PLGA)lecithin-PEG for fluorescence imaging-guided integrated PTT and chemotherapy, which could monitor the subcellular localization and metabolic distribution (Figure 10a).127 The\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n96\ncombination of chemo-photothermal therapies could effectively suppress tumor growth by inducing the apoptosis and death of Dox-resistant MCF-7/ADR or Dox-sensitive MCF-7. In particular, no tumor recurrence occurred, which indicated great potential of chemo-PTT. 3.4.2. Combining PTT with Immunotherapy. In the recent several years, immunotherapy, the treatment of cancers by including, enhancing, or suppressing an immune response of patients, has great potential to become a more effective therapy due to the specific antigen−antibody binding effect. To improve the efficiency of immunotherapy, various strategies have been developed and applied in practical clinical treatment, including checkpoint-blockade therapy. The tumor specific antigens can be released due to PTT-induced cancer cell death, leading to in situ antitumor immune response, which will especially eliminate disseminated, metastatic tumor. Liu et al. developed the PTAs by integrating ICG and imiquimod (R837), with poly(lactic-co-glycolic) acid (PLGA) NPs (PLGA-ICG-R837NPs) through oil-in-water emulsion (Figure 10b).128 Notably, PLGA-ICG-R837 NPs could induce a higher percentage of matured dendritic cells in inguinal lymph nodes, which indicated PLGA-ICG-R837 NPs had a better immune stimulation effect. The metastatic tumor model had been treated with this combined therapy, which was constructed by injecting luciferase expressed 4T1 cells (fLuc-4T1) into mice before treatment of primary tumors. Therefore, the photothermal tumor ablation based on multifunctional PTAs offered vaccine-like functions in situ, which could prevent tumor relapse due to immune-memory protection. 3.4.3. Combining PTT with PDT. Owing to their individual unique advantages including noninvasiveness and low toxicity, numerous efforts have been focused on fabrication of an entire therapeutic platform containing PTT and PDT to yield better therapy outcomes over either PTT or PDT alone. Furthermore, the PDT can be amplified through a synergistic therapeutic effect on the hypoxic tumors. However, a\ncombination of two different therapies into an integrated platform is often challenged by complicated preparation methods. To break this obstacle, Nie et al. developed a multifunctional platform based on the gold vesicles (GVs) that incorporated the photosensitizer (Ce6) for effective trimodality-guided (fluorescence/photoacoustic/thermal imaging) cooperative PDT/PTT (Figure 10c).129 GVs had strong absorbance located in the NIR region, which would get benefit from the plasmonic coupling between neighboring GNPs that composed the assembled monolayer on the vesicular membranes. The encapsulated Ce6 molecules could be released due to the dissociation of the Ce6-loaded GVs (GV-Ce6) caused by heating effect upon laser irradiation. Upon irradiation with 671 nm laser, GVs and Ce6 would be simultaneously excited to produce heat and ROS, respectively. Thus, the tumor tissues could be selectively eliminated under the guidance of NIR fluorescence/thermal/photoacoustic signals from GVs-Ce6, indicating the successful combination of PTT/PDT to the synergistic therapy outcomes (Figure 10d)."
    }, {
      "heading" : "4. IMAGING-GUIDED PHOTOTHERANOSTIC PLATFORMS BASED ON SELF-ASSEMBLED NANOMATERIALS",
      "text" : "Visualization of the transportation and distribution of phototherapeutic media will help to comprehensively evaluate the PDT/PTT outcome toward tumor tissues. Therefore, the development of imaging-guided phototherapeutic platforms is highly demanded.130 Research progresses have been reported in developing fluorescent or luminescent probes for imagingguided phototherapy; however, many unsolved problems including the limitation in penetration depth and the weak fluorescence signals induced by the low quantum yields of NIR fluorescent NPs greatly limit the application in guidance of phototherapy using these techniques. Recently, PAI which is based on the photoacoustic effect has been shown to be an\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n97\nemerging biomedical imaging technique because of its combined characteristics of both optical and ultrasonic imaging, and the potential in guiding phototherapy.131 MRI is of great importance in molecular imaging and tumor diagnosis as it can offer detailed information on tumors by 3D tomography in a real-time manner.132 In some other cases, multi-imaging techniques have been employed for diagnostics and therapy monitoring of tumor after combination with PDT/PTT. In this section, we will make an effort to summarize the most advanced studies in applying imaging techniques such as PAI, MRI, and multimodal imaging to guide phototheranostic platforms based on self-assembled nanomaterials in achieving better treatment of cancer. 4.1. PAI-Guided PTT. The photothermal effect used for PTT can simultaneously generate acoustic waves which are detectable as imaging signals after reconstruction by ultrasonic transducer. This technique is named as PAI.133 The photoacoustic effect mainly relies on the acoustic wave generated upon optical excitation on biomolecules. The generated acoustic waves can be detected even at the deep biological specimens with minimal signal loss. Integrating optical and acoustic capabilities, PAI provides more advantages than conventional optical imaging techniques in the deep imaging depth which breaks through the limit of optical detection. Normally, nanomaterial-based exogenous contrast agents are used in PAI to achieve high NIR absorption and excellent photostability and biocompatibility. In a general view, these nanomaterials share the photophysical properties with those applied in PTT, thus facilitating a synergetic PTT effect in cancer treatment.134,135\nBriefly, two types of nanomaterial-based contrast agents that can enhance the PAI signal have been reported: passive and active targeting NPs. In the former case, NPs can passively accumulate at the tumor and facilitate the visualization of deep-located tumor and inner vasculatures.136 In the latter case, contrast agents modified with targeted components (ligands, antibodies, etc.) can enable the specific localization of tumor cells with a higher signal-to-noise ratio.137 Noble metallic nanostructures such as gold and silver have been shown to be multifunctional nanocarriers because of their applications in PTT, imaging contrast agent, and drug transport.138,139 For instance, plasmonic Au nanorods (AuNRs) possess tunable and intense NIR absorption and\npassive targeting characteristics, which are favorable for PAI and the simultaneous PTT of tumor.140 In another example, Zhang et al. have demonstrated a self-assembled terrylenediimide-poly(acrylicacid)-based nanomedicine (TNM) system which possessed high photothermal conversion efficiency and was utilized to be an innate theranostic agent for PAI-guided PTT of cancer (Figure 11a).141 Taking advantage of their deep penetration and long residence time in vivo induced by the passive accumulation, TNM nanocomposites were applied to the multispectral optoacoustic tomography (MSOT) imaging on tumor-bearing mouse. The 3D imaging results illustrated the optimal time for visualizing tumor and initiating the PTT process when the PA signal intensity reached the highest value. After treating with an NIR laser, the TNMs NPs succeeded in eradicating tumor, which proved the PAI-guided PTT effect of the self-assembly TNMs. Alternatively, semiconducting polymer nanoparticles (SPNs) with an electron-deficient unit were synthesized, which possessed self-quenched fluorescence and enhanced heat generation and amplified PA signal. With a targeting structure of cyclic-RGD, the SPN10-RGD exhibited active targeting characteristics to tumor cells (Figure 11b). Upon a 680 nm excitation, SPN10-RGD treated tumor-bearing mice offered higher PA intensity than SPN-treated control group, which proved the advantage of targeting contrast agent and the potential of SPN10-RGD in use as functional nanomaterials for PAI-guided PTT of tumor.142\nThus, owing to its advantages in precise tumor location, PAI technique has been widely examined in cancer diagnostics. With the assistance of self-assembled nanomaterials, the accurate monitoring of nanomedicine distribution and therapeutic efficacy could also be visualized in vivo, proving the advantages of applying PAI-guided PTT treatment of cancer.\n4.2. MRI-Guided Phototherapy. MRI is regarded as a sophisticated biomolecular imaging technology that has been most universally employed in clinical diagnosis due to the deep penetrating capability, noninvasive characteristics, contrast versatility, and high spatial and temporal resolution.143,144 By utilizing contrast agents, MRI provides valuable and accurate information on in vivo imaging. Generally, two types of CAs are widely used in clinical: one is T2-weighted contrast agents (for instance superparamagnetic iron oxide (Fe3O4) NPs) which can change the longitudinal relaxivity (r2) and produce dark\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n98\nimages; the other is T1-weighted contrast agents (such as paramagnetic Gd(III) and Mn(II)) which can vary the transverse relaxivity (r1) and result in bright images. Relaxivity provides information on the changes in relaxation rates after introducing contrast agents.145,146\nThe traditional T2 weighted contrast agents are mainly based on Fe3O4,\n147 which have limited potential applications due to their disadvantages including the reduction of MRI signal, generation of unwanted magnetic field perturbations, and low spatial resolution in tumor imaging.148 To induce stronger contrast and collect better signal, researches have focused on developing assembly of hybrid vesicles or multifunctional nanomaterials which can be utilized as advanced T2 weighted contrast agents. For example, two-layer plasmonic-magnetic vesicles were reported. They are self-assembled by Janus amphiphilic Au−Fe3O4 NPs with polymer brushes (Figure 12a, b).149 Novel nanocomposite was prepared by assembling Fe3O4 and Au NPs on black phosphorus sheets.\n150 These hybrid nanovesicles/nanoassembly showed great enhancement in the MRI signal (increased r2 values from 54.5 to 405 mM −1 S1−) from Fe3O4 NPs and plasmonic photothermal effect from Au NPs, and thus could potentially be used in MRI-guided PTT.149,150\nCompared to T2 contrast agents, T1 contrast agents have attracted wide interest as a result of their advantage in brighten images; thus, they can enhance the specificity and sensitivity of MR imaging.144 However, the most effective and widely used T1 contrast agents, Gd(III)-chelates, still suffer from their initiate disadvantages in low specificity and toxicity of free Gd(III) ions in the body.151 Therefore, increasing research efforts have been put forth on developing nanomaterials based on Gd(III) to enhance their relaxivity, reduce their toxicity, and obtain high sensitivity and prolonged circulation time.152\nMarangoni et al. developed a MRI-enhancing NP which encapsulated Gd(III) ions in a multilayered geometry (Figure 12c). By concentrating Gd(III) within the NP, the structure greatly enhanced the relaxivity (∼8 fold) compared to conventional chelating agents (Gd-DOTA) at high magnetic fields (4.7T). The multifunctional NP retains its strong NIR optical absorption properties and has potential to be used for MRI-guided PTT.145 To reduce the nephrotoxic effect of current Gd-based T1-weighted contrast agents, Shen and colleagues developed new core−shell NPs (FeGd-HN3-RGD2) with very high r1 value (70.0 mM\n−1 s−1) and low r2/r1 ratio (1.98) for high-contrast MR imaging of tumors.153\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n99\nBesides, self-enhanced MRI contrasting agents that can selectively improve the contrast from targeting tumor area using various nanomaterials have become an emerging research interest. Tang et al. applied antiferromagnetic pyrite nanocubes as contrast agents. Unlike the traditional constant MRI, these nanocubes showed obvious signal changes for T1 and T2-MR imaging in the in vivo results (Figure 12d, e). Based on a tumor microenvironment-response strategy, the new nanoplatform showed self-enhanced MRI and synergetic PTT.154\n4.3. Multimodal Imaging-Guided Phototherapy. Apart from PAI and MRI, other imaging tools, e.g. CT and ultrasound imaging, were reported to be applied to assist phototherapy. Different imaging techniques possess individual pros and cons. For instance, MRI and CT have the merits of deep penetration depth in imaging but can only be used to detect tumors less than 0.5 cm; luminenscence/fluorescence exhibits higher sensitivity while they have limited penetration depth due to the weak fluorescence signals induced by the low\nquantum yields of NIR fluorescent NPs.133,155 To achieve better treatment outcome by imaging-guided PTT, the combination of various imaging tools into one PTA system has attracted wide interest since they can offer more detailed information regarding the tumors in clinical use. As a result of the deep tissue penetrating characteristics of MRI and CT, most reported multimodal imaging techniques integrated other imaging modalities such as PAI, photothermal imaging (PTI) to these two techniques, together with newly produced selfassembled nanomaterials, to provide more detailed tumoral information, achieve more accurate diagnosis, and result in better therapy outcome for PTT.156,157 For instance, magnetoplasmonic Janus vesicles were prepared by coassembling gold NPs (AuNPs), magnetic NPs (MNPs), and amphiphilic block copolymers (BCPs). Hemispherical Janus vehicles bearing 50 nm AuNPs and 15 nm MNPs exhibited an intense NIR absorption and enhanced the transverse relaxation (T2) contrast, and thus were successfully employed as imaging\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n100\nagents for in vivo PAI/MRI-guided phototherapy (Figure 13a).158 Magneto-optical monodisperse Au−Fe2C Janus NPs were recently reported to show enhanced MRI signal than commercial T2 contrast agent and significant PTT effect owing to their broad absorption in NIR window, and thus had successfully been applied to the triple-modal (MRI/MSOT/ CT) imaging-guided PTT in mice models (Figure 13b).159\nFor MRI-active multimodal imaging, Cd(III)-based T1 contrast agents which have capabilities of achieving other imaging techniques have been largely studied. For example, Wang et al. prepared a core−satellite nanotheranostic agent for multimodal imaging (MR/PA/PET)-guided combined cancer therapy (Figure 13c). The imaging agent was based on polydopamine (PDA)-gadolinium−metallofullerene which had radionuclide-64Cu labeling and carried Dox. The nanocomposite showed high relaxivity (r1 = 14.06 mM\n−1 s−1), good biocompatibility, effective tumor accumulation, and eliminated tumor outcome upon NIR-triggered drug release and PTT.160 Interestingly, other ions also showed their capability in forming novel nanocomposites for MR and other imaging assisted PTT. Liu et al. synthesized a serial of metal ion/tannic acid (TA) assemblies (MITAs) based on Fe(III), V(III), and Ru(III) ions due to their high photothermal efficiency (40%). Typically, a polymeric nanovesicle supported Fe(III)-TA (PNV@FeIIITA) nanoassembly was prepared and showed a high T2 MR signal. By doping Mn II into the nanocomposites, PNV@FeIIIMnIITA exhibited enhanced T1 signal and was employed as a T1, T2-weighted dual-modal MRI contrast agent in tumor. By additionally encapsulating a hydrophilic fluoroprobe, e.g. Cy5.5, into the nanoassembly, the combined in vivo fluorescence imaging could be accomplished. Thus, MITAs offers a flexible PTT platform to be assembled with various templates to form nanostructures and used for multimodal imaging-guided PTT after cooperated with other diagnosis techniques (Figure 13d).161\nThe main drawback of the conventionally used 1H MRI lies in the interference from the high background signal from water in vivo. Thus, fluorine-19 (19F) MRI which shows high signalto-noise ratio but low background is applied in research and clinical use. Cui et al. developed a multifunctional nanocomposite by assembling small Au NPs on a larger Cu7S4 domain to form heterodimer. By grafting 19F-moieties onto the heterodimer, the Cu7S4−Au@PSI−19F/PEG nanocomposites were obtained and successfully applied to the simultaneous CT-19F-MRI guided PTT (Figure 13e).162\nAll the self-assembled nanomaterials in above-mentioned studies exhibited absorption in the NIR-I region. Recently, the NIR-II window has attracted much attention because the laser in this region can provide deeper tissue penetrating capability as a result of the low photon scattering and decreased background signal from tissue.163 The challenge in applying PTT treatment in the NIR-II range lies in the insufficient photothermal conversion efficiency. To address this issue, Cheng et al. reported a NIR-II PTA utilizing Te and paratungsate. The assembled (TeO2/(NH4)xWO3) nanoribbons (TONW NRs) showed enhanced NIR-II absorption and higher photothermal conversion efficiency (43.6%) than reported PTAs. Due to their multifunction and multimodal imaging capability, these nanocomposites were successfully employed in triple-modal (CT/PA/PT) imaging-guided PTT (Figure 13f).164\nWith the development of various biomedical imaging techniques, complementary information could be obtained by integrating different imaging modalities. Thus, multimodalimaging guided phototherapy has been regarded as a prospective technique to be used in cancer treatment to realize improved diagnosis and better therapy."
    }, {
      "heading" : "5. CONCLUSIONS AND FUTURE PERSPECTIVES",
      "text" : "Recent advances in designing supramolecular phototherapeutic systems, including nanostructured PS- or PTA-based selfassemblies and PS- or PTA-based coassemblies with other functional materials, have opened a potential avenue in the anticancer field by providing diverse approaches to overcome current problems of the PDT/PTT paradigms. In this review, focusing on the designability through self-assembly strategies and nanotechnology, we presented the most up-to-date reports of supramolecular phototherapeutic nanomaterials ranging from their design and assembly to their utilization in dealing with cancer. Up to now, the self-assembly of functional candidates has been extensively studied and the fabricated supramolecular nanoarchitectures have been demonstrated to be promising in promoting the efficacy of phototherapies. Even so, there still exists plenty of space for precisely manipulating the nanoassemblies to achieve better PDT and PTT with highefficiency. Moreover, the current lack of clinical investigations implies that most of the available PDT/PTT systems designed for this purpose are still in the initial stage of development. Giving a perspective of the whole field, in our view, three future directions of self-assembled functional nanomaterials should be attended. (i) Construction of in vivo self-assembled nanomaterials for antitumor phototherapy. This is an ascendant trend for in vivo cancer treatment as the easily penetrated small molecular motif can be assembled upon light stimulus, which would remarkably improve the tumor accumulation and biosafety for realizing real-time and in situ treatment. However, the adaptive formation of functional superstructures in sophisticated, condensed cellular media is still a big challenge. Therefore, the future development direction is trying to investigate detailed in vivo performance of the nanoassemblies for the potential realization of clinic translation. Studies should be carried out to deepen understanding of the toxicology of nanoparticles, particularly with respect to morphology, size, composition, and formulation of the assemblies and, furthermore, developing informative in vivo systems especially those incorporating minimally invasive imaging technologies to study how nanoparticles distribute and their effects on animals. (ii) Deep investigations into kinetic processes of self-assembly. The exploration of the selfassembly processes including conformational adjustments, intramolecular interactions, and kinetic trapping, which are meaningful to provide insights for evaluating the self-assembly events, is still limited. Better understanding of the process of constructing assembled nanomaterials will be of great benefit to achieve better regulation to the nanoassemblies and further realize clinical applications of tumor therapy. (iii) Further functionalization of the existing self-assemblies. More efforts should be dedicated to the enhancement of the original functions of the building blocks or the introduction of novel structure-related functions. In general, it is intensively accepted that phototherapies using self-assembled nanomaterials will exert increasing critical roles in cancer treatment.\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n101\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: fbyu@yic.ac.cn. *E-mail: yufeifei@hainmc.edu.cn. ORCID Fabiao Yu: 0000-0003-0073-6299 Notes The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by Hainan Provincial Natural Science Foundation of China (819QN225), Hainan Provincial Key Research and Development Project (ZDYF2019130), National Nature Science Foundation of China (Nos. 21775162, 21864011, 21904030), Hainan Provincial Higher Education Research Project (Hnky2019ZD-29, Hnky2019ZD-30, Hnky2019ZD-52), Talent Program of Hainan Medical University (HYPY201905, XRC180010, XRC180006, XRC180007, XRC190017), and Hundred-Talent Program (Hainan 2018).\n■ REFERENCES (1) Ferrari, M. Cancer nanotechnology: Opportunities and challenges. Nat. Rev. Cancer 2005, 5 (3), 161−171. (2) Bray, F.; Ferlay, J.; Soerjomataram, I.; Siegel, R. L.; Torre, L. A.; Jemal, A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. Ca-Cancer J. Clin. 2018, 68 (6), 394−424. (3) Curtin, N. J. DNA repair dysregulation from cancer driver to therapeutic target. Nat. Rev. Cancer 2012, 12 (12), 801−817. (4) Peer, D.; Karp, J. M.; Hong, S.; FaroKhzad, O. C.; Margalit, R.; Langer, R. Nanocarriers as an emerging platform for cancer therapy. Nat. Nanotechnol. 2007, 2 (12), 751−760. (5) Benov, L. Photodynamic Therapy: Current Status and Future Directions. Med. Prin. and Pract. 2015, 24, 14−28. (6) Deng, K.; Li, C.; Huang, S.; Xing, B.; Jin, D.; Zeng, Q.; Hou, Z.; Lin, J. Recent Progress in Near Infrared Light Triggered Photodynamic Therapy. Small 2017, 13 (44), 1702299. (7) Dougherty, T. J.; Gomer, C. J.; Henderson, B. W.; Jori, G.; Kessel, D.; Korbelik, M.; Moan, J.; Peng, Q. Photodynamic therapy. J. Natl. Cancer 1998, 90 (12), 889−905. (8) Sun, H. F.; Li, S. K.; Qi, W.; Zou, Q. L.; Yan, X. H. Stimuliresponsive nanoparticles based on co-assembly of naturally-occurring biomacromolecules for in vitro photodynamic therapy. Colloids Surf., A 2018, 538, 795−801. (9) Zhang, Y. K.; Zhang, H.; Zou, Q. L.; Xing, R. R.; Jiao, T. F.; Yan, X. H. An Injectable Dipeptide-Fullerene Supramolecular Hydrogel for Photodynamic Antibacterial Therapy. J. Mater. Chem. B 2018, 6 (44), 7335−7342. (10) Liu, Y.; Bhattarai, P.; Dai, Z.; Chen, X. Photothermal therapy and photoacoustic imaging via nanotheranostics in fighting cancer. Chem. Soc. Rev. 2019, 48 (7), 2053−2108. (11) Song, X.; Chen, Q.; Liu, Z. Recent advances in the development of organic photothermal nano-agents. Nano Res. 2015, 8 (2), 340−354. (12) Teo, P. Y.; Cheng, W.; Hedrick, J. L.; Yang, Y. Y. Co-delivery of drugs and plasmid DNA for cancer therapy. Adv. Drug Delivery Rev. 2016, 98, 41−63. (13) June, C. H.; O’Connor, R. S.; Kawalekar, O. U.; Ghassemi, S.; Milone, M. C. CAR T cell immunotherapy for human cancer. Science 2018, 359 (6382), 1361−1365. (14) Ribas, A.; Wolchok, J. D. Cancer immunotherapy using checkpoint blockade. Science 2018, 359 (6382), 1350−1355. (15) Harmatys, K. M.; Overchuk, M.; Zheng, G. Rational Design of Photosynthesis-Inspired Nanomedicines. Acc. Chem. Res. 2019, 52 (5), 1265−1274.\n(16) Meulemans, J.; Delaere, P.; Vander Poorten, V. Photodynamic therapy in head and neck cancer: indications, outcomes, and future prospects. Curr. Opin. Otolaryngol. Head Neck Surg. 2019, 27 (2), 136−141. (17) Cheng, L.; Wang, C.; Feng, L.; Yang, K.; Liu, Z. Functional Nanomaterials for Phototherapies of Cancer. Chem. Rev. 2014, 114 (21), 10869−10939. (18) Hu, J.; Tang, Y. a.; Elmenoufy, A. H.; Xu, H.; Cheng, Z.; Yang, X. Nanocomposite-Based Photodynamic Therapy Strategies for Deep Tumor Treatment. Small 2015, 11 (44), 5860−5887. (19) Voon, S. H.; Kiew, L. V.; Lee, H. B.; Lim, S. H.; Noordin, M. I.; Kamkaew, A.; Burgess, K.; Chung, L. Y. In Vivo Studies of Nanostructure-Based Photosensitizers for Photodynamic Cancer Therapy. Small 2014, 10 (24), 4993−5013. (20) Xie, J.; Lee, S.; Chen, X. Nanoparticle-based theranostic agents. Adv. Drug Delivery Rev. 2010, 62 (11), 1064−1079. (21) Li, X.; Lee, S.; Yoon, J. Supramolecular photosensitizers rejuvenate photodynamic therapy. Chem. Soc. Rev. 2018, 47 (4), 1174−1188. (22) Ma, Y.; Huang, J.; Song, S.; Chen, H.; Zhang, Z. CancerTargeted Nanotheranostics: Recent Advances and Perspectives. Small 2016, 12 (36), 4936−4954. (23) Sivasubramanian, M.; Chuang, Y. C.; Lo, L. W. Evolution of Nanoparticle-Mediated Photodynamic Therapy: From Superficial to Deep-Seated Cancers. Molecules 2019, 24 (3), 520. (24) Bai, Y.; Luo, Q.; Liu, J. Protein self-assembly via supramolecular strategies. Chem. Soc. Rev. 2016, 45 (10), 2756−2767. (25) Luo, Q.; Hou, C.; Bai, Y.; Wang, R.; Liu, J. Protein Assembly: Versatile Approaches to Construct Highly Ordered Nanostructures. Chem. Rev. 2016, 116 (22), 13571−13632. (26) Yan, X.; Wang, F.; Zheng, B.; Huang, F. Stimuli-responsive supramolecular polymeric materials. Chem. Soc. Rev. 2012, 41 (18), 6042−6065. (27) Hu, Y.; Lin, R.; Zhang, P.; Fern, J.; Cheetham, A. G.; Patel, K.; Schulman, R.; Kan, C.; Cui, H. Electrostatic-Driven Lamination and Untwisting of beta-Sheet Assemblies. ACS Nano 2016, 10 (1), 880− 888. (28) Ma, X.; Zhao, Y. Biomedical Applications of Supramolecular Systems Based on Host-Guest Interactions. Chem. Rev. 2015, 115 (15), 7794−7839. (29) Webber, M. J.; Appel, E. A.; Meijer, E. W.; Langer, R. Supramolecular biomaterials. Nat. Mater. 2016, 15 (1), 13−26. (30) Lan, C.; Zhao, S. Self-assembled nanomaterials for synergistic antitumour therapy. J. Mater. Chem. B 2018, 6 (42), 6685−6704. (31) Cui, Y.; Du, W.; Liang, G. Self-Assembly/Disassembly of Nanostructures Confers ″Off/On″ Signal for Molecular Imaging. Chemnanomat 2016, 2 (5), 344−353. (32) Abbas, M.; Zou, Q.; Li, S.; Yan, X. Self-Assembled Peptide- and Protein-Based Nanomaterials for Antitumor Photodynamic and Photothermal Therapy. Adv. Mater. 2017, 29 (12), 1605021. (33) Xu, L.; Liang, H.-W.; Yang, Y.; Yu, S. H. Stability and Reactivity: Positive and Negative Aspects for Nanoparticle Processing. Chem. Rev. 2018, 118 (7), 3209−3250. (34) Cheng, H. B.; Cui, Y.; Wang, R.; Kwon, N.; Yoon, J. The development of light-responsive, organic dye based, supramolecular nanosystems for enhanced anticancer therapy. Coord. Chem. Rev. 2019, 392, 237−254. (35) Hu, J. J.; Cheng, Y. J.; Zhang, X. Z. Recent advances in nanomaterials for enhanced photothermal therapy of tumors. Nanoscale 2018, 10 (48), 22657−22672. (36) Abadeer, N. S.; Murphy, C. J. Recent Progress in Cancer Thermal Therapy Using Gold Nanoparticles. J. Phys. Chem. C 2016, 120 (9), 4691−4716. (37) Chen, Y. W.; Su, Y. L.; Hu, S. H.; Chen, S. Y. Functionalized graphene nanocomposites for enhancing photothermal therapy in tumor treatment. Adv. Drug Delivery Rev. 2016, 105, 190−204. (38) Lin, H.; Wang, Y.; Gao, S.; Chen, Y.; Shi, J. Theranostic 2D Tantalum Carbide (MXene). Adv. Mater. 2018, 30 (4), 1703284.\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n102\n(39) Liu, T.; Liu, Z. 2D MoS2 Nanostructures for Biomedical Applications. Adv. Healthcare Mater. 2018, 7 (8), 1701158. (40) Matsumoto, Y.; Nichols, J. W.; Toh, K.; Nomoto, T.; Cabral, H.; Miura, Y.; Christie, R. J.; Yamada, N.; Ogura, T.; Kano, M. R.; Matsumura, Y.; Nishiyama, N.; Yamasoba, T.; Bae, Y. H.; Kataoka, K. Vascular bursts enhance permeability of tumour blood vessels and improve nanoparticle delivery. Nat. Nanotechnol. 2016, 11 (6), 533− 538. (41) Setyawati, M. I.; Tay, C. Y.; Chia, S. L.; Goh, S. L.; Fang, W.; Neo, M. J.; Chong, H. C.; Tan, S. M.; Loo, S. C. J.; Ng, K. W.; Xie, J. P.; Ong, C. N.; Tan, N. S.; Leong, D. T. Titanium dioxide nanomaterials cause endothelial cell leakiness by disrupting the homophilic interaction of VE-cadherin. Nat. Commun. 2013, 4, 1673. (42) Zhao, L.; Liu, Y.; Chang, R.; Xing, R.; Yan, X. Supramolecular Photothermal Nanomaterials as an Emerging Paradigm toward Precision Cancer Therapy. Adv. Funct. Mater. 2019, 29 (4), 1806877. (43) Zeng, X.; Xiao, Y.; Lin, J.; Li, S.; Zhou, H.; Nong, J.; Xu, G.; Wang, H.; Xu, F.; Wu, J.; Deng, Z.; Hong, X. Near-Infrared II DyeProtein Complex for Biomedical Imaging and Imaging-Guided Photothermal Therapy. Adv. Healthcare Mater. 2018, 7 (18), 1800589. (44) Guo, B.; Sheng, Z.; Hu, D.; Liu, C.; Zheng, H.; Liu, B. Through Scalp and Skull NIR-II Photothermal Therapy of Deep Orthotopic Brain Tumors with Precise Photoacoustic Imaging Guidance. Adv. Mater. 2018, 30 (35), 1802591. (45) Yuan, H.; Fales, A. M.; Vo-Dinh, T. TAT Peptide-Functionalized Gold Nanostars: Enhanced Intracellular Delivery and Efficient NIR Photothermal Therapy Using Ultralow Irradiance. J. Am. Chem. Soc. 2012, 134 (28), 11358−11361. (46) Zheng, Z.; Zhang, T.; Liu, H.; Chen, Y.; Kwok, R. T. K.; Ma, C.; Zhang, P.; Sung, H. H. Y.; Williams, I. D.; Lam, J. W. Y.; Wong, K. S.; Tang, B. Z. Bright Near-Infrared Aggregation-Induced Emission Luminogens with Strong Two-Photon Absorption, Excellent Organelle Specificity, and Efficient Photodynamic Therapy Potential. ACS Nano 2018, 12 (8), 8145−8159. (47) Awuah, S. G.; You, Y. Boron dipyrromethene (BODIPY)-based photosensitizers for photodynamic therapy. RSC Adv. 2012, 2 (30), 11169−11183. (48) Josefsen, L. B.; Boyle, R. W. Unique Diagnostic and Therapeutic Roles of Porphyrins and Phthalocyanines in Photodynamic Therapy, Imaging and Theranostics. Theranostics 2012, 2 (9), 916−966. (49) Luby, B. M. d.; Walsh, C. D.; Zheng, G. Advanced Photosensitizer Activation Strategies for Smarter Photodynamic Therapy Beacons. Angew. Chem., Int. Ed. 2019, 58 (9), 2558−2569. (50) Lim, C. K.; Heo, J.; Shin, S.; Jeong, K.; Seo, Y. H.; Jang, W. D.; Park, C. R.; Park, S. Y.; Kim, S.; Kwon, I. C. Nanophotosensitizers toward advanced photodynamic therapy of Cancer. Cancer Lett. 2013, 334 (2), 176−187. (51) Lu, D.; Tao, R.; Wang, Z. Carbon-based materials for photodynamic therapy: A mini-review. Front. Chem. Sci. Eng. 2019, 13 (2), 310−323. (52) Zhang, N.; Zhao, F.; Zou, Q.; Li, Y.; Ma, G.; Yan, X. Multitriggered Tumor-Responsive Drug Delivery Vehicles Based on Protein and Polypeptide Coassembly for Enhanced Photodynamic Tumor Ablation. Small 2016, 12 (43), 5936−5943. (53) Adler-Abramovich, L.; Gazit, E. The physical properties of supramolecular peptide assemblies: from building block association to technological applications. Chem. Soc. Rev. 2014, 43 (20), 6881− 6893. (54) Avakyan, N.; Greschner, A. A.; Aldaye, F.; Serpell, C. J.; Toader, V.; Petitjean, A.; Sleiman, H. F. Reprogramming the assembly of unmodified DNA with a small molecule. Nat. Chem. 2016, 8 (4), 368−376. (55) Wang, J.; Liu, K.; Xing, R.; Yan, X. Peptide self-assembly: thermodynamics and kinetics. Chem. Soc. Rev. 2016, 45 (20), 5589− 5604. (56) Liu, K.; Xing, R. R.; Zou, Q. L.; Ma, G. H.; Möhwald, H.; Yan, X. H. Simple Peptide-Tuned Self-Assembly of Photosensitizers\ntowards Anticancer Photodynamic Therapy. Angew. Chem., Int. Ed. 2016, 55 (9), 3036−3039. (57) de la Rica, R.; Matsui, H. Applications of peptide and proteinbased materials in bionanotechnology. Chem. Soc. Rev. 2010, 39 (9), 3499−3509. (58) Gazit, E. Self-assembled peptide nanostructures: the design of molecular building blocks and their technological utilization. Chem. Soc. Rev. 2007, 36 (8), 1263−1269. (59) Ma, K.; Xing, R.; Jiao, T.; Shen, G.; Chen, C.; Li, J.; Yan, X. Injectable Self-Assembled Dipeptide-Based Nanocarriers for Tumor Delivery and Effective In Vivo Photodynamic Therapy. ACS Appl. Mater. Interfaces 2016, 8 (45), 30759−30767. (60) Zhang, H.; Liu, K.; Li, S.; Xin, X.; Yuan, S.; Ma, G.; Yan, X. Self-Assembled Minimalist Multifunctional Theranostic Nanoplatform for Magnetic Resonance Imaging-Guided Tumor Photodynamic Therapy. ACS Nano 2018, 12 (8), 8266−8276. (61) Li, S.; Zou, Q.; Li, Y.; Yuan, C.; Xing, R.; Yan, X. Smart Peptide-Based Supramolecular Photodynamic Metallo-Nanodrugs Designed by Multicomponent Coordination Self-Assembly. J. Am. Chem. Soc. 2018, 140 (34), 10794−10802. (62) Zhu, H.; Wang, H.; Shi, B.; Shangguan, L.; Tong, W.; Yu, G.; Mao, Z.; Huang, F. Supramolecular peptide constructed by molecular Lego allowing programmable self-assembly for photodynamic therapy. Nat. Commun. 2019, 10, 2412. (63) Li, X.; Kim, J.; Yoon, J.; Chen, X. Cancer-Associated, StimuliDriven, Turn on Theranostics for Multimodality Imaging and Therapy. Adv. Mater. 2017, 29 (23), 1606857. (64) Li, X.; Kolemen, S.; Yoon, J.; Akkaya, E. U. Activatable Photosensitizers: Agents for Selective Photodynamic Therapy. Adv. Funct. Mater. 2017, 27 (5), 1604053. (65) Lovell, J. F.; Liu, T. W. B.; Chen, J.; Zheng, G. Activatable Photosensitizers for Imaging and Therapy. Chem. Rev. 2010, 110 (5), 2839−2857. (66) Li, X.; Kim, C. y.; Lee, S.; Lee, D.; Chung, H. M.; Kim, G.; Heo, S. H.; Kim, C.; Hong, K. S.; Yoon, J. Nanostructured Phthalocyanine Assemblies with Protein-Driven Switchable Photoactivities for Biophotonic Imaging and Therapy. J. Am. Chem. Soc. 2017, 139 (31), 10880−10886. (67) Li, X.; Yu, S.; Lee, D.; Kim, G.; Lee, B.; Cho, Y.; Zheng, B. Y.; Ke, M. R.; Huang, J. D.; Nam, K. T.; Chen, X.; Yoon, J. Facile Supramolecular Approach to Nucleic-Acid-Driven Activatable Nanotheranostics That Overcome Drawbacks of Photodynamic Therapy. ACS Nano 2018, 12 (1), 681−688. (68) Li, X.; Yu, S.; Lee, Y.; Guo, T.; Kwon, N.; Lee, D.; Yeom, S. C.; Cho, Y.; Kim, G.; Huang, J. D.; Choi, S.; Nam, K. T.; Yoon, J. In Vivo Albumin Traps Photosensitizer Monomers from Self-Assembled Phthalocyanine Nanovesicles: A Facile and Switchable Theranostic Approach. J. Am. Chem. Soc. 2019, 141 (3), 1366−1372. (69) Yang, Y.; Wang, L.; Cao, H.; Li, Q.; Li, Y.; Han, M.; Wang, H.; Li, J. Photodynamic Therapy with Liposomes Encapsulating Photosensitizers with Aggregation-Induced Emission. Nano Lett. 2019, 19 (3), 1821−1826. (70) Huang, Z. A review of progress in clinical photodynamic therapy. Technol. Cancer Res. Treat. 2005, 4 (3), 283−293. (71) Kim, Y.; Lin, Q.; Glazer, P. M.; Yun, Z. Hypoxic Tumor Microenvironment and Cancer Cell Differentiation. Curr. Mol. Med. 2009, 9 (4), 425−434. (72) Vaupel, P.; Kelleher, D. K.; Hockel, M. Oxygenation status of malignant tumors: Pathogenesis of hypoxia and significance for tumor therapy. Semin. Oncol. 2001, 28 (2), 29−35. (73) Brown, J. M.; William, W. R. Exploiting tumour hypoxia in cancer treatment. Nat. Rev. Cancer 2004, 4 (6), 437−447. (74) Zhou, Z.; Song, J.; Nie, L.; Chen, X. Reactive oxygen species generating systems meeting challenges of photodynamic cancer therapy. Chem. Soc. Rev. 2016, 45 (23), 6597−6626. (75) Li, X.; Kwon, N.; Guo, T.; Liu, Z.; Yoon, J. Innovative Strategies for Hypoxic-Tumor Photodynamic Therapy. Angew. Chem., Int. Ed. 2018, 57 (36), 11522−11531.\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n103\n(76) Wang, S.; Yuan, F.; Chen, K.; Chen, G.; Tu, K.; Wang, H.; Wang, L. Q. Synthesis of Hemoglobin Conjugated Polymeric Micelle: A ZnPc Carrier with Oxygen Self-Compensating Ability for Photodynamic Therapy. Biomacromolecules 2015, 16 (9), 2693−2700. (77) Jia, Y.; Duan, L.; Li, J. Hemoglobin-Based Nanoarchitectonic Assemblies as Oxygen Carriers. Adv. Mater. 2016, 28 (6), 1312−1318. (78) Tian, H.; Luo, Z.; Liu, L.; Zheng, M.; Chen, Z.; Ma, A.; Liang, R.; Han, Z.; Lu, C.; Cai, L. Cancer Cell Membrane-Biomimetic Oxygen Nanocarrier for Breaking Hypoxia-Induced Chemoresistance. Adv. Funct. Mater. 2017, 27 (38), 1703197. (79) Duan, L.; Yan, X.; Wang, A.; Jia, Y.; Li, J. Highly Loaded Hemoglobin Spheres as Promising Artificial Oxygen Carriers. ACS Nano 2012, 6 (8), 6897−6904. (80) Modery-Pawlowski, C. L.; Tian, L. L.; Pan, V.; Sen Gupta, A. Synthetic Approaches to RBC Mimicry and Oxygen Carrier Systems. Biomacromolecules 2013, 14 (4), 939−948. (81) Chen, Z.; Liu, L.; Liang, R.; Luo, Z.; He, H.; Wu, Z.; Tian, H.; Zheng, M.; Ma, Y.; Cai, L. Bioinspired Hybrid Protein Oxygen Nanocarrier Amplified Photodynamic Therapy for Eliciting Antitumor Immunity and Abscopal Effect. ACS Nano 2018, 12 (8), 8633−8645. (82) Gong, H.; Chao, Y.; Xiang, J.; Han, X.; Song, G.; Feng, L.; Liu, J.; Yang, G.; Chen, Q.; Liu, Z. Hyaluronidase To Enhance Nanoparticle-Based Photodynamic Tumor Therapy. Nano Lett. 2016, 16 (4), 2512−2521. (83) Yang, G.; Xu, L.; Chao, Y.; Xu, J.; Sun, X.; Wu, Y.; Peng, R.; Liu, Z. Hollow MnO2 as a tumor-microenvironment-responsive biodegradable nano-platform for combination therapy favoring antitumor immune responses. Nat. Commun. 2017, 8, 902. (84) Zhu, H.; Li, J.; Qi, X.; Chen, P.; Pu, K. Oxygenic Hybrid Semiconducting Nanoparticles for Enhanced Photodynamic Therapy. Nano Lett. 2018, 18 (1), 586−594. (85) Liu, L. H.; Zhang, Y. H.; Qiu, W. X.; Zhang, L.; Gao, F.; Li, B.; Xu, L.; Fan, J. X.; Li, Z. H.; Zhang, X. Z. Dual-Stage Light Amplified Photodynamic Therapy against Hypoxic Tumor Based on an O-2 Self-Sufficient Nanoplatform. Small 2017, 13 (37), 1701621. (86) Kumar, R.; Kim, E. J.; Han, J.; Lee, H.; Shin, W. S.; Kim, H. M.; Bhuniya, S.; Kim, J. S.; Hong, K. S. Hypoxia-directed and activated theranostic agent: Imaging and treatment of solid tumor. Biomaterials 2016, 104, 119−128. (87) Denny, W. A. Hypoxia-activated prodrugs in cancer therapy: progress to the clinic. Future Oncol. 2010, 6 (3), 419−428. (88) Cui, D.; Huang, J.; Zhen, X.; Li, J.; Jiang, Y.; Pu, K. A Semiconducting Polymer Nano-prodrug for Hypoxia-Activated Photodynamic Cancer Therapy. Angew. Chem., Int. Ed. 2019, 58 (18), 5920−5924. (89) Feng, L.; Cheng, L.; Dong, Z.; Tao, D.; Barnhart, T. E.; Cai, W.; Chen, M.; Liu, Z. Theranostic Liposomes with HypoxiaActivated Prodrug to Effectively Destruct Hypoxic Tumors Post-Photodynamic Therapy. ACS Nano 2017, 11 (1), 927−937. (90) Liu, Y.; Liu, Y.; Bu, W.; Cheng, C.; Zuo, C.; Xiao, Q.; Sun, Y.; Ni, D.; Zhang, C.; Liu, J.; Shi, J. Hypoxia Induced by UpconversionBased Photodynamic Therapy: Towards Highly Effective Synergistic Bioreductive Therapy in Tumors. Angew. Chem., Int. Ed. 2015, 54 (28), 8105−8109. (91) Huang, X. H.; El-Sayed, I. H.; Qian, W.; El-Sayed, M. A. Cancer cell imaging and photothermal therapy in the near-infrared region by using gold nanorods. J. Am. Chem. Soc. 2006, 128 (6), 2115−2120. (92) Robinson, J. T.; Tabakman, S. M.; Liang, Y.; Wang, H.; Casalongue, H. S.; Daniel, V.; Dai, H. Ultrasmall Reduced Graphene Oxide with High Near-Infrared Absorbance for Photothermal Therapy. J. Am. Chem. Soc. 2011, 133 (17), 6825−6831. (93) Yang, K.; Hu, L.; Ma, X.; Ye, S.; Cheng, L.; Shi, X.; Li, C.; Li, Y.; Liu, Z. Multimodal Imaging Guided Photothermal Therapy using Functionalized Graphene Nanosheets Anchored with Magnetic Nanoparticles. Adv. Mater. 2012, 24 (14), 1868−1872. (94) Zhou, J.; Lu, Z.; Zhu, X.; Wang, X.; Liao, Y.; Ma, Z.; Li, F. NIR photothermal therapy using polyaniline nanoparticles. Biomaterials 2013, 34 (37), 9584−9592.\n(95) Byrne, J. D.; Betancourt, T.; Brannon-Peppas, L. Active targeting schemes for nanoparticle systems in cancer therapeutics. Adv. Drug Delivery Rev. 2008, 60 (15), 1615−1626. (96) Iyer, A. K.; Khaled, G.; Fang, J.; Maeda, H. Exploiting the enhanced permeability and retention effect for tumor targeting. Drug Discovery Today 2006, 11 (17−18), 812−818. (97) Kobayashi, H.; Watanabe, R.; Choyke, P. L. Improving Conventional Enhanced Permeability and Retention (EPR) Effects; What Is the Appropriate Target? Theranostics 2014, 4 (1), 81−89. (98) Riley, R. S.; Day, E. S. Gold nanoparticle-mediated photothermal therapy: applications and opportunities for multimodal cancer treatment. WIRES. Nanomed. Nanobi. 2017, 9 (4), 1449. (99) Xing, R. R.; Zou, Q. L.; Yuan, C. Q.; Zhao, L. Y.; Chang, R.; Yan, X. H. Self-Assembling Endogenous Biliverdin as a Versatile NearInfrared Photothermal Nanoagent for Cancer Theranostics. Adv. Mater. 2019, 31 (16), 1900822. (100) Wu, Z.; Lin, X.; Si, T.; He, Q. Recent Progress on Bioinspired Self-Propelled Micro/Nanomotors via Controlled Molecular SelfAssembly. Small 2016, 12 (23), 3080−3093. (101) Yu, J.; Javier, D.; Yaseen, M. A.; Nitin, N.; Richards-Kortum, R.; Anvari, B.; Wong, M. S. Self-Assembly Synthesis, Tumor Cell Targeting, and Photothermal Capabilities of Antibody-Coated Indocyanine Green Nanocapsules. J. Am. Chem. Soc. 2010, 132 (6), 1929−1938. (102) Chang, C. H.; Qiu, J.; O’Sullivan, D.; Buck, M. D.; Noguchi, T.; Curtis, J. D.; Chen, Q.; Gindin, M.; Gubin, M. M.; van der Windt, G. J. W.; Tonc, E.; Schreiber, R. D.; Pearce, E. J.; Pearce, E. L. Metabolic Competition in the Tumor Microenvironment Is a Driver of Cancer Progression. Cell 2015, 162 (6), 1229−1241. (103) Whiteside, T. L. The tumor microenvironment and its role in promoting tumor growth. Oncogene 2008, 27 (45), 5904−5912. (104) Huang, K.; Gao, M.; Fan, L.; Lai, Y.; Fan, H.; Hua, Z. IR820 covalently linked with self-assembled polypeptide for photothermal therapy applications in cancer. Biomater. Sci. 2018, 6 (11), 2925− 2931. (105) Zou, Q.; Abbas, M.; Zhao, L.; Li, S.; Shen, G.; Yan, X. Biological Photothermal Nanodots Based on Self-Assembly of Peptide Porphyrin Conjugates for Antitumor Therapy. J. Am. Chem. Soc. 2017, 139 (5), 1921−1927. (106) Sheng, Z.; Hu, D.; Zheng, M.; Zhao, P.; Liu, H.; Gao, D.; Gong, P.; Gao, G.; Zhang, P.; Ma, Y.; Cai, L. Smart Human Serum Albumin-Indocyanine Green Nanoparticles Generated by Programmed Assembly for Dual-Modal Imaging-Guided Cancer Synergistic Phototherapy. ACS Nano 2014, 8 (12), 12310−12322. (107) Yang, T.; Ke, H.; Wang, Q.; Tang, Y. a.; Deng, Y.; Yang, H.; Yang, X.; Yang, P.; Ling, D.; Chen, C.; Zhao, Y.; Wu, H.; Chen, H. Bifunctional Tellurium Nanodots for Photo-Induced Synergistic Cancer Therapy. ACS Nano 2017, 11 (10), 10012−10024. (108) Wang, S.; Huang, P.; Chen, X. Stimuli-Responsive Programmed Specific Targeting in Nanomedicine. ACS Nano 2016, 10 (3), 2991−2994. (109) Yang, K.; Feng, L.; Liu, Z. Stimuli responsive drug delivery systems based on nano-graphene for cancer therapy. Adv. Drug Delivery Rev. 2016, 105, 228−241. (110) Zhao, X.; Yang, C. X.; Chen, L. G.; Yan, X. P. Dual-stimuli responsive and reversibly activatable theranostic nanoprobe for precision tumor-targeting and fluorescence-guided photothermal therapy. Nat. Commun. 2017, 8, 14998. (111) Zhang, Z. J.; Wang, J.; Nie, X.; Wen, T.; Ji, Y. L.; Wu, X. C.; Zhao, Y. L.; Chen, C. Y. Near infrared laser-induced targeted cancer therapy using thermoresponsive polymer encapsulated gold nanorods. J. Am. Chem. Soc. 2014, 136 (20), 7317−7326. (112) Liu, J.; Chen, Q.; Zhu, W.; Yi, X.; Yang, Y.; Dong, Z.; Liu, Z. Nanoscale-Coordination-Polymer-Shelled Manganese Dioxide Composite Nanoparticles: A Multistage Redox/pH/H2O2-Responsive Cancer Theranostic Nanoplatform. Adv. Funct. Mater. 2017, 27 (10), 1605926. (113) Liu, Y.; Yang, Z.; Huang, X.; Yu, G.; Wang, S.; Zhou, Z.; Shen, Z.; Fan, W.; Liu, Y.; Davisson, M.; Kalish, H.; Niu, G.; Nie, Z.; Chen,\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n104\nX. Glutathione-Responsive Self-Assembled Magnetic Gold Nanowreath for Enhanced Tumor Imaging and Imaging-Guided Photothermal Therapy. ACS Nano 2018, 12 (8), 8129−8137. (114) Wang, S.; Riedinger, A.; Li, H.; Fu, C.; Liu, H.; Li, L.; Liu, T.; Tan, L.; Barthel, M. J.; Pugliese, G.; De Donato, F.; D’Abbusco, M. S.; Meng, X.; Manna, L.; Meng, H.; Pellegrino, T. Plasmonic Copper Sulfide Nanocrystals Exhibiting Near-Infrared Photothermal and Photodynamic Therapeutic Effects. ACS Nano 2015, 9 (2), 1788− 1800. (115) Zhen, X.; Zhang, J.; Huang, J.; Xie, C.; Miao, Q.; Pu, K. Macrotheranostic Probe with Disease-Activated Near-Infrared Fluorescence, Photoacoustic, and Photothermal Signals for ImagingGuided Therapy. Angew. Chem., Int. Ed. 2018, 57 (26), 7804−7808. (116) Hong, G.; Antaris, A. L.; Dai, H. Near-infrared fluorophores for biomedical imaging. Nat. Biomed. Eng. 2017, 1 (1), 0010. (117) Smith, A. M.; Mancini, M. C.; Nie, S. Bioimaging: Second window for in vivo imaging. Nat. Nanotechnol. 2009, 4 (11), 710−711. (118) Sun, T.; Dou, J. H.; Liu, S.; Wang, X.; Zheng, X.; Wang, Y.; Pei, J.; Xie, Z. Second Near-Infrared Conjugated Polymer Nanoparticles for Photoacoustic Imaging and Photothermal Therapy. ACS Appl. Mater. Interfaces 2018, 10 (9), 7919−7926. (119) Zou, L.; Wang, H.; He, B.; Zeng, L.; Tan, T.; Cao, H.; He, X.; Zhang, Z.; Guo, S.; Li, Y. Current Approaches of Photothermal Therapy in Treating Cancer Metastasis with Nanotherapeutics. Theranostics 2016, 6 (6), 762−772. (120) Ge, X.; Fu, Q.; Bai, L.; Chen, B.; Wang, R.; Gao, S.; Song, J. Photoacoustic imaging and photothermal therapy in the second nearinfrared window. New J. Chem. 2019, 43 (23), 8835−8851. (121) Jiang, Y.; Li, J.; Zhen, X.; Xie, C.; Pu, K. Dual-Peak Absorbing Semiconducting Copolymer Nanoparticles for First and Second NearInfrared Window Photothermal Therapy: A Comparative Study. Adv. Mater. 2018, 30 (14), 1705980. (122) Shi, B.; Yan, Q.; Tang, J.; Cin, K.; Zhang, J.; Zhu, Y.; Xu, G.; Wang, R.; Chen, J.; Gao, W.; Zhu, T.; Shi, J.; Fan, C.; Zhao, C.; Tian, H. Hydrogen Sulfide-Activatable Second Near-Infrared Fluorescent Nanoassemblies for Targeted Photothermal Cancer Therapy. Nano Lett. 2018, 18 (10), 6411−6416. (123) Wang, Z.; Zhen, X.; Upputuri, P. K.; Jiang, Y.; Lau, J.; Pramanik, M.; Pu, K.; Xing, B. Redox-Activatable and Acid-Enhanced Nanotheranostics for Second Near-Infrared Photoacoustic Tomography and Combined Photothermal Tumor Therapy. ACS Nano 2019, 13 (5), 5816−5825. (124) Banks, W. A. From blood-brain barrier to blood-brain interface: new opportunities for CNS drug delivery. Nat. Rev. Drug Discovery 2016, 15 (4), 275−292. (125) Zhao, Z.; Nelson, A. R.; Betsholtz, C.; Zlokovic, B. V. Establishment and Dysfunction of the Blood-Brain Barrier. Cell 2015, 163 (5), 1064−1078. (126) Lai, J.; Deng, G.; Sun, Z.; Peng, X.; Li, J.; Gong, P.; Zhang, P.; Cai, L. Scaffolds biomimicking macrophages for a glioblastoma NIRIb imaging guided photothermal therapeutic strategy by crossing Blood-Brain Barrier. Biomaterials 2019, 211, 48−56. (127) Zheng, M.; Yue, C.; Ma, Y.; Gong, P.; Zhao, P.; Zheng, C.; Sheng, Z.; Zhang, P.; Wang, Z.; Cai, L. Single-Step Assembly of DOX/ICG Loaded Lipid-Polymer Nanoparticles for Highly Effective Chemo-photothermal Combination Therapy. ACS Nano 2013, 7 (3), 2056−2067. (128) Chen, Q.; Xu, L.; Liang, C.; Wang, C.; Peng, R.; Liu, Z. Photothermal therapy with immune-adjuvant nanoparticles together with checkpoint blockade for effective cancer immunotherapy. Nat. Commun. 2016, 7, 13193. (129) Lin, J.; Wang, S.; Huang, P.; Wang, Z.; Chen, S.; Niu, G.; Li, W.; He, J.; Cui, D.; Lu, G.; Chen, X.; Nie, Z. Photosensitizer-Loaded Gold Vesicles with Strong Plasmonic Coupling Effect for ImagingGuided Photothermal/Photodynamic Therapy. ACS Nano 2013, 7 (6), 5320−5329. (130) Chen, Q.; Wen, J.; Li, H.; Xu, Y.; Liu, F.; Sun, S. Recent advances in different modal imaging-guided photothermal therapy. Biomaterials 2016, 106, 144−166.\n(131) Weber, J.; Beard, P. C.; Bohndiek, S. E. Contrast agents for molecular photoacoustic imaging. Nat. Methods 2016, 13 (8), 639− 650. (132) Liu, F.; He, X.; Chen, H.; Zhang, J.; Zhang, H.; Wang, Z. Gram-scale synthesis of coordination polymer nanodots with renal clearance properties for cancer theranostic applications. Nat. Commun. 2015, 6, 8003. (133) Wang, L. V.; Hu, S. Photoacoustic Tomography: In Vivo Imaging from Organelles to Organs. Science 2012, 335 (6075), 1458− 1462. (134) Lukianova-Hleb, E. Y.; Kim, Y. S.; Belatsarkouski, I.; Gillenwater, A. M.; O’Neill, B. E.; Lapotko, D. O. Intraoperative diagnostics and elimination of residual microtumours with plasmonic nanobubbles. Nat. Nanotechnol. 2016, 11 (6), 525−532. (135) Nie, L.; Chen, X. Structural and functional photoacoustic molecular tomography aided by emerging contrast agents. Chem. Soc. Rev. 2014, 43 (20), 7132−7170. (136) Dean-Ben, X. L.; Gottschalk, S.; Mc Larney, B.; Shoham, S.; Razansky, D. Advanced optoacoustic methods for multiscale imaging of in vivo dynamics. Chem. Soc. Rev. 2017, 46 (8), 2158−2198. (137) Homan, K. A.; Souza, M.; Truby, R.; Luke, G. P.; Green, C.; Vreeland, E.; Emelianov, S. Silver Nanoplate Contrast Agents for in Vivo Molecular Photoacoustic Imaging. ACS Nano 2012, 6 (1), 641− 650. (138) Okuno, T.; Kato, S.; Hatakeyama, Y.; Okajima, J.; Maruyama, S.; Sakamoto, M.; Mori, S.; Kodama, T. Photothermal therapy of tumors in lymph nodes using gold nanorods and near-infrared laser light. J. Controlled Release 2013, 172 (3), 879−884. (139) Xiao, Y.; Hong, H.; Matson, V. Z.; Javadi, A.; Xu, W.; Yang, Y.; Zhang, Y.; Engle, J. W.; Nickles, R. J.; Cai, W.; Steeber, D. A.; Gong, S. Gold Nanorods Conjugated with Doxorubicin and cRGD for Combined Anticancer Drug Delivery and PET Imaging. Theranostics 2012, 2 (8), 757−768. (140) Jokerst, J. V.; Cole, A. J.; Van de Sompel, D.; Gambhir, S. S. Gold Nanorods for Ovarian Cancer Detection with Photoacoustic Imaging and Resection Guidance via Raman Imaging in Living Mice. ACS Nano 2012, 6 (11), 10366−10377. (141) Zhang, S.; Guo, W.; Wei, J.; Li, C.; Liang, X. J.; Yin, M. Terrylenediimide-Based Intrinsic Theranostic Nanomedicines with High Photothermal Conversion Efficiency for Photoacoustic ImagingGuided Cancer Therapy. ACS Nano 2017, 11 (4), 3797−3805. (142) Xie, C.; Upputuri, P. K.; Zhen, X.; Pramanik, M.; Pu, K. Selfquenched semiconducting polymer nanoparticles for amplified in vivo photoacoustic imaging. Biomaterials 2017, 119, 1−8. (143) Angelovski, G. What We Can Really Do with Bioresponsive MRI Contrast Agents. Angew. Chem., Int. Ed. 2016, 55 (25), 7038− 7046. (144) Zhou, Z.; Qutaish, M.; Han, Z.; Schur, R. M.; Liu, Y.; Wilson, D. L.; Lu, Z. R. MRI detection of breast cancer micrometastases with a fibronectin-targeting contrast agent. Nat. Commun. 2015, 6, 7984. (145) Marangoni, V. S.; Neumann, O.; Henderson, L.; Kaffes, C. C.; Zhang, H.; Zhang, R.; Bishnoi, S.; Ayala-Orozco, C.; Zucolotto, V.; Bankson, J. A.; Nordlander, P.; Halas, N. J. Enhancing T1 magnetic resonance imaging contrast with internalized gadolinium(III) in a multilayer nanoparticle. Proc. Natl. Acad. Sci. U. S. A. 2017, 114 (27), 6960−6965. (146) Li, Y.; Hu, X.; Ding, D.; Zou, Y.; Xu, Y.; Wang, X.; Zhang, Y.; Chen, L.; Chen, Z.; Tan, W. In situ targeted MRI detection of Helicobacter pylori with stable magnetic graphitic nanocapsules. Nat. Commun. 2017, 8, 15653. (147) Na, H. B.; Song, I. C.; Hyeon, T. Inorganic Nanoparticles for MRI Contrast Agents. Adv. Mater. 2009, 21 (21), 2133−2148. (148) Na, H. B.; Hyeon, T. Nanostructured T1 MRI contrast agents. J. Mater. Chem. 2009, 19 (35), 6267−6273. (149) Song, J. B.; Wu, B. H.; Zhou, Z. J.; Zhu, G. Z.; Liu, Y. J.; Yang, Z.; Lin, L. S.; Yu, G. C.; Zhang, F. W.; Zhang, G. F.; Duan, H. W.; Stucky, G. D.; Chen, X. Y. Double-Layered Plasmonic-Magnetic Vesicles by Self-Assembly of Janus Amphiphilic Gold-Iron(II, III)\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n105\nOxide Nanoparticles. Angew. Chem., Int. Ed. 2017, 56 (28), 8110− 8114. (150) Yang, D.; Yang, G.; Yang, P.; Lv, R.; Gai, S.; Li, C.; He, F.; Lin, J. Assembly of Au Plasmonic Photothermal Agent and Iron Oxide Nanoparticles on Ultrathin Black Phosphorus for Targeted Photothermal and Photodynamic Cancer Therapy. Adv. Funct. Mater. 2017, 27 (18), 1700371. (151) Yang, J. J.; Yang, J.; Wei, L.; Zurkiya, O.; Yang, W.; Li, S.; Zou, J.; Zhou, Y.; Maniccia, A. L. W.; Mao, H.; Zhao, F.; Malchow, R.; Zhao, S.; Johnson, J.; Hu, X.; Krogstad, E.; Liu, Z. R. Rational design of protein-based MRI contrast agents. J. Am. Chem. Soc. 2008, 130 (29), 9260−9267. (152) Li, T.; Murphy, S.; Kiselev, B.; Bakshi, K. S.; Zhang, J.; Eltahir, A.; Zhang, Y.; Chen, Y.; Zhu, J.; Davis, R. M.; Madsen, L. A.; Morris, J. R.; Karolyi, D. R.; LaConte, S. M.; Sheng, Z.; Dorn, H. C. A New Interleukin-13 Amino-Coated Gadolinium Metallofullerene Nanoparticle for Targeted MRI Detection of Glioblastoma Tumor Cells. J. Am. Chem. Soc. 2015, 137 (24), 7881−7888. (153) Shen, Z. Y.; Song, J. B.; Zhou, Z. J.; Yung, B. C.; Aronova, M. A.; Li, Y.; Dai, Y. L.; Fan, W. P.; Liu, Y. J.; Li, Z. H.; Ruan, H. M.; Leapman, R. D.; Lin, L. S.; Niu, G.; Chen, X. Y.; Wu, A. G. Dotted Core-Shell Nanoparticles for T1-Weighted MRI of Tumors. Adv. Mater. 2018, 30 (33), 1803163. (154) Tang, Z.; Zhang, H.; Liu, Y.; Ni, D.; Zhang, H.; Zhang, J.; Yao, Z.; He, M.; Shi, J.; Bu, W. Antiferromagnetic Pyrite as the Tumor Microenvironment-Mediated Nanoplatform for Self-Enhanced Tumor Imaging and Therapy. Adv. Mater. 2017, 29 (47), 1701683. (155) Popovtzer, R.; Agrawal, A.; Kotov, N. A.; Popovtzer, A.; Balter, J.; Carey, T. E.; Kopelman, R. Targeted Gold Nanoparticles Enable Molecular CT Imaging of Cancer. Nano Lett. 2008, 8 (12), 4593−4596. (156) Lin, J.; Wang, M.; Hu, H.; Yang, X.; Wen, B.; Wang, Z.; Jacobson, O.; Song, J.; Zhang, G.; Niu, G.; Huang, P.; Chen, X. Multimodal-Imaging-Guided Cancer Phototherapy by Versatile Biomimetic Theranostics with UV and gamma-Irradiation Protection. Adv. Mater. 2016, 28 (17), 3273−3279. (157) Lv, R.; Yang, P.; He, F.; Gai, S.; Li, C.; Dai, Y.; Yang, G.; Lin, J. A Yolk-like Multifunctional Platform for Multimodal Imaging and Synergistic Therapy Triggered by a Single Near-Infrared Light. ACS Nano 2015, 9 (2), 1630−1647. (158) Liu, Y.; Yang, X.; Huang, Z.; Huang, P.; Zhang, Y.; Deng, L.; Wang, Z.; Zhou, Z.; Liu, Y.; Kalish, H.; Khachab, N. M.; Chen, X.; Nie, Z. Magneto-Plasmonic Janus Vesicles for Magnetic FieldEnhanced Photoacoustic and Magnetic Resonance Imaging of Tumors. Angew. Chem., Int. Ed. 2016, 55 (49), 15297−15300. (159) Ju, Y.; Zhang, H.; Yu, J.; Tong, S.; Tian, N.; Wang, Z.; Wang, X.; Su, X.; Chu, X.; Lin, J.; Ding, Y.; Li, G.; Sheng, F.; Hou, Y. Monodisperse Au-Fe2C Janus Nanoparticles: An Attractive Multifunctional Material for Triple-Modal Imaging-Guided Tumor Photothermal Therapy. ACS Nano 2017, 11 (9), 9239−9248. (160) Wang, S.; Lin, J.; Wang, Z.; Zhou, Z.; Bai, R.; Lu, N.; Liu, Y.; Fu, X.; Jacobson, O.; Fan, W.; Qu, J.; Chen, S.; Wang, T.; Huang, P.; Chen, X. Core-Satellite Polydopamine-Gadolinium-Metallofullerene Nanotheranostics for Multimodal Imaging Guided Combination Cancer Therapy. Adv. Mater. 2017, 29 (35), 1701013. (161) Liu, T.; Zhang, M.; Liu, W.; Zeng, X.; Song, X.; Yang, X.; Zhang, X.; Feng, J. Metal Ion/Tannic Acid Assembly as a Versatile Photothermal Platform in Engineering Multimodal Nanotheranostics for Advanced Applications. ACS Nano 2018, 12 (4), 3917−3927. (162) Cui, J.; Jiang, R.; Guo, C.; Bai, X.; Xu, S.; Wang, L. Fluorine Grafted Cu7S4-Au Heterodimers for Multimodal Imaging Guided Photothermal Therapy with High Penetration Depth. J. Am. Chem. Soc. 2018, 140 (18), 5890−5894. (163) Ding, X.; Liow, C. H.; Zhang, M.; Huang, R.; Li, C.; Shen, H.; Liu, M.; Zou, Y.; Gao, N.; Zhang, Z.; Li, Y.; Wang, Q.; Li, S.; Jiang, J. Surface Plasmon Resonance Enhanced Light Absorption and Photothermal Therapy in the Second Near-Infrared Window. J. Am. Chem. Soc. 2014, 136 (44), 15684−15693.\n(164) Cheng, Y.; Yang, F.; Xiang, G.; Zhang, K.; Cao, Y.; Wang, D.; Dong, H.; Zhang, X. Ultrathin Tellurium Oxide/Ammonium Tungsten Bronze Nanoribbon for Multimodality Imaging and Second Near-Infrared Region Photothermal Therapy. Nano Lett. 2019, 19 (2), 1179−1189.\nDOI: 10.1021/acsabm.9b00843 ACS Appl. Bio Mater. 2020, 3, 86−106\n106"
    } ],
    "references" : [ {
      "title" : "Cancer nanotechnology: Opportunities and challenges",
      "author" : [ "M. Ferrari" ],
      "venue" : "Nat. Rev. Cancer 2005,",
      "citeRegEx" : "Ferrari,? \\Q2005\\E",
      "shortCiteRegEx" : "Ferrari",
      "year" : 2005
    }, {
      "title" : "Global cancer statistics 2018: GLOBOCAN estimates",
      "author" : [ "A. Jemal" ],
      "venue" : null,
      "citeRegEx" : "Jemal,? \\Q2018\\E",
      "shortCiteRegEx" : "Jemal",
      "year" : 2018
    }, {
      "title" : "DNA repair dysregulation from cancer driver to therapeutic target",
      "author" : [ "N.J. Curtin" ],
      "venue" : "Nat. Rev. Cancer 2012,",
      "citeRegEx" : "Curtin,? \\Q2012\\E",
      "shortCiteRegEx" : "Curtin",
      "year" : 2012
    }, {
      "title" : "Nanocarriers as an emerging platform for cancer therapy",
      "author" : [ "R. Langer" ],
      "venue" : "Nat. Nanotechnol. 2007,",
      "citeRegEx" : "Langer,? \\Q2007\\E",
      "shortCiteRegEx" : "Langer",
      "year" : 2007
    }, {
      "title" : "Photodynamic Therapy: Current Status and Future Directions",
      "author" : [ "L. Benov" ],
      "venue" : "Med. Prin. and Pract. 2015,",
      "citeRegEx" : "Benov,? \\Q2015\\E",
      "shortCiteRegEx" : "Benov",
      "year" : 2015
    }, {
      "title" : "Photodynamic therapy",
      "author" : [ "D. Kessel", "M. Korbelik", "J. Moan", "Q. Peng" ],
      "venue" : "J. Natl. Cancer 1998,",
      "citeRegEx" : "Kessel et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Kessel et al\\.",
      "year" : 1998
    }, {
      "title" : "CAR T cell immunotherapy for human cancer",
      "author" : [ "M.C. Milone" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "Milone,? \\Q2018\\E",
      "shortCiteRegEx" : "Milone",
      "year" : 2018
    }, {
      "title" : "Cancer immunotherapy using checkpoint blockade",
      "author" : [ "A. Ribas", "J.D. Wolchok" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "Ribas and Wolchok,? \\Q2018\\E",
      "shortCiteRegEx" : "Ribas and Wolchok",
      "year" : 2018
    }, {
      "title" : "Photodynamic Therapy Strategies for Deep Tumor Treatment",
      "author" : [ "X. Nanocomposite-Based" ],
      "venue" : "Small 2015,",
      "citeRegEx" : "Nanocomposite.Based,? \\Q2015\\E",
      "shortCiteRegEx" : "Nanocomposite.Based",
      "year" : 2015
    }, {
      "title" : "Nanoparticle-based theranostic agents",
      "author" : [ "J. Xie", "S. Lee", "X. Chen" ],
      "venue" : "Adv. Drug Delivery Rev. 2010,",
      "citeRegEx" : "Xie et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2010
    }, {
      "title" : "Protein self-assembly via supramolecular strategies",
      "author" : [ "Y. Bai", "Q. Luo", "J. Liu" ],
      "venue" : "Chem. Soc. Rev. 2016,",
      "citeRegEx" : "Bai et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bai et al\\.",
      "year" : 2016
    }, {
      "title" : "Electrostatic-Driven Lamination and Untwisting of beta-Sheet Assemblies",
      "author" : [ "R. Schulman", "C. Kan", "H. Cui" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "Schulman et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Schulman et al\\.",
      "year" : 2016
    }, {
      "title" : "Self-assembled nanomaterials for synergistic antitumour therapy",
      "author" : [ "C. Lan", "S. Zhao" ],
      "venue" : "J. Mater. Chem. B 2018,",
      "citeRegEx" : "Lan and Zhao,? \\Q2018\\E",
      "shortCiteRegEx" : "Lan and Zhao",
      "year" : 2018
    }, {
      "title" : "Self-Assembly/Disassembly of Nanostructures Confers ′′Off/On′′ Signal for Molecular Imaging",
      "author" : [ "Y. Cui", "W. Du", "G. Liang" ],
      "venue" : "Chemnanomat 2016,",
      "citeRegEx" : "Cui et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Cui et al\\.",
      "year" : 2016
    }, {
      "title" : "Titanium dioxide nanomaterials cause endothelial cell leakiness by disrupting the homophilic interaction of VE-cadherin",
      "author" : [ "C.N. Ong", "N.S. Tan", "D.T. Leong" ],
      "venue" : "Nat. Commun. 2013,",
      "citeRegEx" : "P. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2013
    }, {
      "title" : "Through Scalp and Skull NIR-II Photothermal Therapy of Deep Orthotopic Brain Tumors with Precise Photoacoustic Imaging Guidance",
      "author" : [ "B. Guo", "Z. Sheng", "D. Hu", "C. Liu", "H. Zheng", "B. Liu" ],
      "venue" : "Adv. Mater. 2018,",
      "citeRegEx" : "1800589",
      "shortCiteRegEx" : "1800589",
      "year" : 2018
    }, {
      "title" : "Bright Near-Infrared Aggregation-Induced Emission Luminogens with Strong Two-Photon Absorption, Excellent Organelle Specificity, and Efficient Photodynamic Therapy Potential",
      "author" : [ "P. Zhang", "H.H.Y. Sung", "I.D. Williams", "J.W.Y. Lam", "K.S. Wong", "B.Z. Tang" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "C. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2018
    }, {
      "title" : "Boron dipyrromethene (BODIPY)-based photosensitizers for photodynamic therapy",
      "author" : [ "S.G. Awuah", "Y. You" ],
      "venue" : "RSC Adv. 2012,",
      "citeRegEx" : "Awuah and You,? \\Q2012\\E",
      "shortCiteRegEx" : "Awuah and You",
      "year" : 2012
    }, {
      "title" : "Advanced Photosensitizer Activation Strategies for Smarter Photodynamic Therapy Beacons",
      "author" : [ "B.M. d. Luby", "C.D. Walsh", "G. Zheng" ],
      "venue" : "Therapy, Imaging and Theranostics. Theranostics",
      "citeRegEx" : "Luby et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Luby et al\\.",
      "year" : 2012
    }, {
      "title" : "A review of progress in clinical photodynamic therapy",
      "author" : [ "Z. Huang" ],
      "venue" : "Technol. Cancer Res. Treat. 2005,",
      "citeRegEx" : "Huang,? \\Q2005\\E",
      "shortCiteRegEx" : "Huang",
      "year" : 2005
    }, {
      "title" : "Exploiting tumour hypoxia in cancer treatment",
      "author" : [ "J.M. Brown", "W.R. William" ],
      "venue" : "Nat. Rev. Cancer 2004,",
      "citeRegEx" : "Brown and William,? \\Q2004\\E",
      "shortCiteRegEx" : "Brown and William",
      "year" : 2004
    }, {
      "title" : "Hemoglobin-Based Nanoarchitectonic Assemblies as Oxygen Carriers",
      "author" : [ "Y. Jia", "L. Duan", "J. Li" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Jia et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jia et al\\.",
      "year" : 2016
    }, {
      "title" : "Hypoxia-activated prodrugs in cancer therapy: progress to the clinic",
      "author" : [ "W.A. Denny" ],
      "venue" : "Future Oncol. 2010,",
      "citeRegEx" : "Denny,? \\Q2010\\E",
      "shortCiteRegEx" : "Denny",
      "year" : 2010
    }, {
      "title" : "The tumor microenvironment and its role in promoting tumor growth",
      "author" : [ "T.L. Whiteside" ],
      "venue" : "Oncogene 2008,",
      "citeRegEx" : "Whiteside,? \\Q2008\\E",
      "shortCiteRegEx" : "Whiteside",
      "year" : 2008
    }, {
      "title" : "Bioimaging: Second window for in vivo imaging",
      "author" : [ "A.M. Smith", "M.C. Mancini", "S. Nie" ],
      "venue" : "Nat. Nanotechnol. 2009,",
      "citeRegEx" : "Smith et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2009
    }, {
      "title" : "Contrast agents for molecular photoacoustic imaging",
      "author" : [ "J. Weber", "P.C. Beard", "S.E. Bohndiek" ],
      "venue" : "Nat. Methods 2016,",
      "citeRegEx" : "Weber et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Weber et al\\.",
      "year" : 2016
    }, {
      "title" : "Photoacoustic Tomography: In Vivo Imaging from Organelles to Organs",
      "author" : [ "L.V. Wang", "S. Hu" ],
      "venue" : "Science",
      "citeRegEx" : "Wang and Hu,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang and Hu",
      "year" : 2012
    }, {
      "title" : "Advanced optoacoustic methods for multiscale imaging of in vivo",
      "author" : [ "D. Razansky" ],
      "venue" : "dynamics. Chem. Soc. Rev. 2017,",
      "citeRegEx" : "Razansky,? \\Q2017\\E",
      "shortCiteRegEx" : "Razansky",
      "year" : 2017
    }, {
      "title" : "Silver Nanoplate Contrast Agents for in Vivo Molecular Photoacoustic Imaging",
      "author" : [ "E. Vreeland", "S. Emelianov" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Vreeland and Emelianov,? \\Q2012\\E",
      "shortCiteRegEx" : "Vreeland and Emelianov",
      "year" : 2012
    }, {
      "title" : "What We Can Really Do with Bioresponsive MRI",
      "author" : [ "G. Angelovski" ],
      "venue" : "Contrast Agents. Angew. Chem., Int. Ed. 2016,",
      "citeRegEx" : "Angelovski,? \\Q2016\\E",
      "shortCiteRegEx" : "Angelovski",
      "year" : 2016
    }, {
      "title" : "Inorganic Nanoparticles for MRI Contrast Agents",
      "author" : [ "H.B. Na", "I.C. Song", "T. Hyeon" ],
      "venue" : "Adv. Mater. 2009,",
      "citeRegEx" : "Na et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Na et al\\.",
      "year" : 2009
    }, {
      "title" : "Photodynamic Cancer Therapy",
      "author" : [ "J. J", "J. Yang", "L. Wei", "O. Zurkiya", "W. Yang", "S. Li", "J. Zou", "Y. Zhou", "A.L.W. Maniccia", "H. Mao", "F. Zhao", "R. Malchow", "S. Zhao", "J. Johnson", "X. Hu", "E. Krogstad", "Z.R. Liu" ],
      "venue" : "Adv. Funct. Mater. 2017,",
      "citeRegEx" : "J. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2017
    }, {
      "title" : "Ultrathin Tellurium Oxide/Ammonium Tungsten Bronze Nanoribbon for Multimodality Imaging and Second Near-Infrared Region Photothermal Therapy",
      "author" : [ "Y. Cheng", "F. Yang", "G. Xiang", "K. Zhang", "Y. Cao", "D. Wang", "H. Dong", "X. Zhang" ],
      "venue" : "Nano Lett. 2019,",
      "citeRegEx" : "Cheng et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Following the wisdom of nature to assemble functional candidates into exquisite nanoarchitectures is emerging as a promising field of research and has been widely applied in biomedical sciences. Owing to their excellent properties of structural controllability, functional diversity, dynamic adjustability, and prominent biocompatibility, the self-assembled nanoarchitectures come to play a pivotal role in fighting against cancer. This review outlines the most up-to-date developments in constructing phototherapeutic nanomaterials for photodynamic and photothermal therapy (PDT and PTT) of tumors, with emphasis on design ideas, building blocks, and advantageous characteristics of self-assembly. The prominent activities of cancer therapy obtained by these photoinduced nanotheranostics are also explored in-depth, together with the connections between the specific nanostructures and unique features, providing a comprehensive understanding of the self-assembled nanomaterials in improving the outcomes of PDT and PTT. This review aims to highlight the significance of self-assembled nanomaterials in enhancing phototherapeutic efficacy and to promote its development in various research interests ranging from material science and nanoscience to biomedicine and clinical medicine.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}