{
  "name" : "downloads_2019-11-15_89_duboisset2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Second-Harmonic Scattering-Defined Topological Classes for Nano-Objects",
    "authors" : [ "Julien Duboisset" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nano-objects topology determination is a central questionin nanoscience and remains a challenge to achieve in the absence of a supporting substrate and atomic resolution techniques like electron microscopy.1,2 With the fast development of the design and engineering of nano-objects aiming for many different applications, from functional materials to sensors, nanoprobes for microscopy or nanocapsules for drug delivery, the fine physical details of these nano-objects must be determined precisely.3 Among these structure parameters, one may identify the material nature, size, shape, or morphology. In the latter case, plain solid or core−shell nanostructures for example can yield very different properties with great variety, notably in nano-optics. The shape of the nano-objects is likewise also a critical parameter. Different shapes have been reported with markedly different properties: spheres, triangles, cubes, and ellipsoids for the most well-defined ones as well as urchins or rice-like shaped nano-objects.4 In terms of their plasmonic resonances, for example, their optical properties are notably different.5−7 Sometimes, their physical parameters can be identified in a simple manner. However, fine changes in shape may provide further insights into their behavior or address applications with more subtlety albeit with the added difficulty of identifying these changes. As an example, one may identify for plasmonic nanoparticles the role of sharp features like tips in enhancing the electromagnetic fields due to confinement and their exact spatial location on the nanoparticles.8\nHence, defining the topology of nano-objects with great care is in demand with very few techniques to achieve this goal.9−11 One efficient method for plasmonic nanoparticles is transmission electron microscopy (TEM) although it involves the\nuse of a substrate and large statistics to provide a characterization of a complete nano-object ensemble sample. It however cannot address easily the case of organic nano-objects like micelles. X-ray diffraction is another method but it is not so immediate to use due to its heaviness in particular. In this context, we show that second-harmonic scattering (SHS) is a unique tool to investigate the organization and symmetry properties of nanostructures dispersed in liquid solutions. It hence alleviates the requirements of substrates and statistical analysis as this method can be performed on large ensembles as well as single nano-objects.12 Second-harmonic generation (SHG) is the process whereby two photons at a fundamental frequency are converted into a single one at the harmonic frequency. It is not allowed in centrosymmetric media where the coherent contribution from the nonlinear sources vanishes, leaving the remaining incoherent contribution. The latter nevertheless contains the symmetry of the individual emitters. As a result, resolved in polarization, SHS allows the recovery of the symmetry of the nano-objects, considered point-like with respect to the wavelength. This is the standard case of molecular SHS also known as hyper Rayleigh scattering.13 For larger nano-objects, but also correlated assemblies of nonlinear sources, the point-like approximation breaks down and retardation must be considered as well.14 Consequently, a careful polarization-resolved analysis of the SHS light translates\nReceived: May 21, 2019 Revised: September 17, 2019 Published: September 17, 2019\n© 2019 American Chemical Society 25303 DOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nN ov\nem be\nr 15\n, 2 01\n9 at\n0 1:\n49 :4\n3 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.\ndirectly into the nano-object shape symmetry or the nonlinear sources assembly spatial organization. In this work, we experimentally demonstrate how this new approach, combined with a general theoretical framework beyond the local response approximation, enables the retrieval of the nano-object topology, be it a nanoparticle or a molecular assembly dispersed in a liquid solution using a two-angle scattering direction SHS measurement. The local response from a defined position is here defined as that stemming from a point-like nonlinear emitting source located at that position. In this respect, the nonlocal response is the overall response from the distribution of these nonlinear emitting sources located at different positions. We indeed show that the standard rightangle detection accesses the nonlocal modes of emission, whereas the more unusual forward direction is only sensitive to the local mode emission.15 The observation of the nonlocal mode of SHS emission depends in fact on the detection geometry. The general expression of the SHS intensity I2ω is the sum of local and nonlocal responses and takes the following form:16"
    }, {
      "heading" : "I k r r( ) ( )d ( ) ( ) ( ) ( )d2",
      "text" : "2∫ ∫β β β β∝ Ω * Ω Ω + Δ Ω Ω Ω * Ω Ωω\nΩ Ω (1)\nwhere β is the first hyperpolarizability tensor of an elementary nonlinear emitting source that writes in the laboratory frame as a function of the first hyperpolarizability of the nonlinear emitting source in its own reference frame times the matrix elements of the frame change, namely\nT T T( ) ( ) ( )IJK i\nn\nI z i J z i K z\ni zzz 1 ∑β β= Ω Ω Ω = (2)\nwhere T is the Euler matrix and Ω corresponds to the orientation angles. In eq 1, Δk ⃗ = 2kω⃗ − k2⃗ω is the wave vector mismatch between twice the fundamental wave vector kω⃗ and the harmonic one k2⃗ω. Hence, Δk ⃗ vanishes in the forward direction in the absence of dispersion. Also, r ⃗ is the location of the elementary nonlinear emitting sources reported in the nano-object frame. Also, r ⃗ is the distance between the elementary nonlinear emitting sources reported in the nanoobject frame. When the polarization of the laser is linear and rotated with an angle α, see Figure 1, the SHS intensity in the right-angle (θ = π/2) or forward (θ = π) directions, respectively, Ishs π/2(α) and Ishs π (α), takes the following form16\nI i i i( ) cos(2 ) cos(4 )shs 0 2 4α α α= + + θ θ θ θ\n(3)\nwhere i0 θ, i2 θ, and i4 θ with θ = π/2, π are the magnitudes of the constant, harmonic 2α and harmonic 4α intensity contributions. These coefficients obey specific relationships depending on the nature of the local or nonlocal emission. For a pure local response, the intensity contribution i4\nπ vanishes altogether. Besides, the specific rules i2 π/2 = i2 π and i0 π/2 = i0 π must be obeyed by the i2 θ intensity contributions because the local emission is isotropic in the scattering plane.17 Therefore, the ratio i2 π/2/i0 π/2 enables the recovery of the nonlinear emitter symmetry. The latter can be understood in terms of the irreducible representation of the first hyperpolarizability tensor into the dipolar and octupolar tensors, see Figure 2b.18 On the contrary, when the nano-object spatial extension is taken into account, the nonlocal response must be considered as well through the field retardation, i.e., the account of the spatial phase between the correlated nonlinear emitting sources. In\nthis case, i4 π/2 differs from zero. The combined measurement of the SHS intensity collected in the two right angle and forward directions of observation yields a weight of the nonlocal response with respect to the local one, hence enriching the information retrieved on the scattering object.19 Importantly, the nonlocal contribution depends on the relative spatial phase between the nonlinear emitting sources, thus providing knowledge on their spatial organization and consequently the nano-object topology. In order to go deeper into this relationship between the nano-object topology and its SHS response, we survey the different cases associated with the spatial distribution of nonlinear emitting sources using the standard Thomson distribution.20 The Thomson distribution consists in a way to arrange the nonlinear emitting sources in various distributions varying by their symmetry. Other distributions may obviously be devised. This distribution describes the way to distribute a fixed number of these sources at the surface of a sphere of radius r, see Figure 2a, according to the minimization of the coulombic energy associated with identical virtual electric charges held by these sources. This problem is not the unique way of achieving this distribution of sources at the surface of a sphere. Thomson distribution has been explored in the past and is well-known for a limited number of points, whereas it still remains a major challenge for an large number of points.21 For practical purposes, the exhaustive study of the problem of the Thomson distribution has been limited to the case n = 12 where n stands for the number of sources in the distribution. The different n Thomson distributions correspond to the well-known polyhedral distributions as well as Platon’s solid ones, see Figure 2a. Once a distribution is selected, we attribute to the different nonlinear emitting sources of the distribution a single βzzz first hyperpolarizability tensor element where the local source frame is oriented from the center to the outside of the sphere. The source is located at a distance r from the center of the sphere, on the sphere surface. Hence, we focus here on nano-objects for which the\nDOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308\n25304\nexpected SHS response is assumed to stem from the surface and not the volume. Figure 2b shows the different values of the normalized SHS intensities I2 θ = i2 θ/i0 θ and I4 θ = i4 θ/i0\nθ as functions of the number n of elementary sources distributed at the surface of a sphere. The sphere radius is fixed to 50 nm, large enough to allow for retardation to set in properly. We clearly note that from n = 1 to n = 12, the distributions possess different SHS signatures although the corresponding associated nano-objects are considered dispersed in a liquid suspension with random orientations. The single nonlinear emitter source nano-object n = 1 is, with the above definition, point-like and, according to eq 3, scatters SHS light equally at right angle and in the forward direction. This is the archetypal case of a molecule with a single dominant βzzz first hyperpolarizability tensor element. The SHS intensity contribution I2\nθ in both scattering direction signs the uniaxial symmetry of the nano-object, with a specific value of I2\nθ = 1/5.18 For the two nonlinear emitting sources nano-object, effectively the n = 2 case, the two nonlinear emitting sources associated with the nano-object are head to tail and the corresponding local response is forbidden because the object is centrosymmetric. The unique hope to investigate this nano-object is to take advantage of a nonlocal SHS emission at right angle, provided that its characteristic size, i.e., the associated sphere radius r of the corresponding Thomson distribution is not too small with respect to the wavelength. In this case, the SHS emission is quadrupolar only and leads to specific values for I2 π/2 = 0.22 and I4 π/2 = −0.1. For the n = 3 case, the local and nonlocal responses are allowed because the nano-object symmetry is non-centrosymmetric and the characteristic size of the nano-object weighs both contributions with respect to each other. If the nano-object is assumed to be point-like, the n = 3 distribution signature is given by I2\nθ with a specific value I2 θ = 2/3 and is archetypal of the three-fold C3v\nsymmetry obtained for octupolar molecules for instance.22 For non-point-like threefold distribution nano-objects, the information is also provided by the I4\nπ/2 SHS intensity contribution. For the higher n Thomson distributions, a general trend appears where the I2 π/2 and I4 π/2 SHS intensity contributions decrease down to 0 and −1, respectively. The asymptote is reached for the first time with the n = 12 distribution. Beyond n = 12, small deviations may occur especially for odd values of n. The Thomson distribution problem nevertheless exhibits some interesting but counterintuitive behaviors. For instance, the n = 7 case distribution is not centrosymmetric but still possesses a vanishing dipolar response because of the combination of the specific equatorial distribution of five elementary sources combined with the two head-to-tail polar ones. For the equatorial distribution, it is known that the D5h symmetry group is not allowed for SHG, and the SHS response of such a nano-objet can only be nonlocal. Collecting SHS intensity in the forward direction is the signature of a non-centrosymmetric nano-object. On the contrary, for all centrosymmetric nano-objects, no emission is possible in the forward direction, and the right-angle I4 π/2 intensity provides a suitable observation to discriminate the different nonlinear emitting sources distributions, hence the nano-objects SHS-defined topology classes. In this case, the right angle and forward SHS intensities must be compared to determine the characteristic size of the nano-object. To underline this point, we can observe the n = 8 nonlinear emitting sources distribution, namely, the cube and the antiprism, only the latter satisfying to the Thomson distribution law. The two distributions are very similar, yet their quadrupolar I4\nπ/2 SHS intensity contribution are rather different, allowing for the discrimination of the two corresponding nano-object SHS-defined topology classes.\nDOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308\n25305\nTo illustrate experimentally this theoretical investigation, we determine the topology of nano-objects holding different nature, size, or symmetry. Point-like nano-objects are illustrated by molecular compounds. With a vanishing size with respect to the optical wavelengths, the point-like character of molecules is observed through the equal SHS intensities detected in the right angle and forward directions, see Figure 3. Besides, the I2 π/2 = I2 π SHS contributions observed at right angle enable to access the molecular symmetry. For instance, the one-dimensional rod-like molecular compound 4-(4-dihexadecylaminostyryl)-N-methylpyridinium iodide (DiA) (n = 1) is a molecule with a single dominant βzzz first hyperpolarizability tensor element.23 It therefore exhibits a I2\nθ ≈ 0.64 SHS intensity contributions, whereas crystal violet, a D3h molecular compound (n = 3) corresponding to an equatorial nonlinear emitting sources distribution where the three nonlinear sources are distributed with a 2π/3 angle with respect to each other, exhibits a I2\nθ ≈ 0.2 SHS intensity contribution as expected.24 As the illustration of non-point-like nano-objects, we investigate silver nanocubes. It has been demonstrated that for these plasmonic nanoparticles, the nonlinearity stems from the eight nanocube corners where electromagnetic fields are enhanced due to confinement.25 A large I4\nπ/2 SHS intensity contribution is measured, confirming the dominant nonlocal response of these non-point-like nanocubes, nano-objects with characteristic size of several tens of nanometers. However, a nonvanishing SHS intensity is detected in the forward direction, highlighting the nanocube nonperfect centrosymmetry close to a local octupolar response. This is in contrast to the TEM images exhibiting near-perfect nanocubes. Hence, the SHS experiments clearly emphasize how the near-perfect geometrical shape of nano-objects may not transfer into nearperfect nonlinear optical response. Defects like atomic-level surface defects or organic molecular compound adsorption may indeed break the perfect shape centrosymmetry. A quantitative deviation parameter can nevertheless be estimated.24 Finally, the sphere, normally described with the n = ∞ distribution, is already properly described with the n = 12 distribution as it reaches the I4\nπ/2 = −1 asymptote. Illustration of this case is done with molecular aggregates that have also been investigated. Their nonlinearity stems from efficient nonlinear optical chromophore molecules like DiA constituting the micelles.23 The right angle SHS scattering from mixed DiA\nand sodium dodecyl sulfate (SDS) micelles results demonstrate also the versatility of the technique toward objects of differing natures. Nanosphere plasmonic nanoparticles constitute a practical example of the determination of a topological class of nanoobjects with SHS. Despite their centrosymmetry like nanocubes, they show significant differences with respect to the nanocubes, see Figure 4b. The SHS scattering in the forward\ndirection completes the SHS scattering at right angle. The forward I2\nπ SHS intensity contribution essentially provides the local response whereas the right angle I2\nπ/2 SHS contribution provides the sum of the local and nonlocal responses. As a result, the difference between these two contributions yields the nonlocal response of the spherical nano-objects only. The combined two collection directions analysis leads us to the conclusion that these nano-objects are essentially spherical with a dipolar deviation as can be shown by the forward I2 π value. The imbalance between the nonlinear emitting sources making up the distribution describing the nanospheres is shown through a strong local dipolar character of the SHS response in the forward direction as opposed to the nanocubes where this imbalance possesses a stronger local octupolar\nDOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308\n25306\ncharacter. Figure 4 provides the topology retrieved from the polarization resolved SHS experiment. A number n = 32 Thomson distribution, large enough to represent a sphere, has been used to reconstruct the nanoparticle average shape. TEM microscopy image of the nanoparticles are also provided for comparison. These electronic microscopy images confirm the imperfect spherical shape of these nanospheres. In conclusion, we have derived a general framework based on the Thomson distribution of nonlinear emitting sources to describe nanoobject topology and have illustrated experimentally with a selection of some nano-objects. The two collection directions SHS measurement enables the retrieval of the dominant symmetry and quantitatively determines the nonlocal character driving the nonlinear SHS response dispersed of nano-objects dispersed in liquid suspensions with a random orientational distribution. Our approach addresses key challenges for nano-object characterization where other standard techniques either imply only few objects imaging or experimental heaviness. This information may be combined with dynamics light scattering experiments where a timedomain analysis of the intensity fluctuations provides a size analysis of nano-object distribution and potentially as well in the nonlinear regime fluctuations in the SHS-defined topological classification.\n■ METHOD The experimental setup comprises a mode-locked Ti:sapphire laser tuned to 800 nm and delivering pulses of about 180 fs at a repetition rate of 80 MHz. Because no resonance enhancement is involved here, the latter fundamental wavelength is not critical. The mean power was always kept below 200 mW at the sample to avoid any sample heating or deterioration. This fundamental laser beam was gently focused with an 16× objective (NA 0.32) into a quartz cell with 10 mm long optical path (Q107 cell, Hellma). The laser beam was incident on the cell either from the side or front entrance to provide the right angle and the forward geometry without changing the collection direction. The SHS intensity was collected with a lens with 25 mm focal length and sent to a monochromator coupled to a cooled photomultiplier tube working in a gated photon counting regime (R943-02, Hamamatsu). The collection angle was defined with a 20° angle resolution owing to the collection lens aperture and focal length in order to get the best compromise between signal-to-noise ratio and collection angle definition. Color filters were inserted to remove any unwanted harmonic light before the cell and fundamental light after the cell. The linear polarization of the fundamental beam was controlled with a half-wave plate, thus defining the angle α from the laboratory vertical direction X. The vertical polarization state of the SHS intensity was selected using a half-wave plate and a Glan polarizer. DiA and CV molecular compounds as well as the 100 nm diameter gold nanospheres where purchased from SigmaAldrich and used as received, whereas the 100 nm edge length silver nanocubes where synthetized according to the synthesis reported previously.24 The micelles were made by coformation from DiA at 10 μM and 3 mM SDS in a 5:1 volume methanol−water mixture.21\n■ AUTHOR INFORMATION Corresponding Author *E-mail: julien.duboisset@fresnel.fr."
    }, {
      "heading" : "ORCID",
      "text" : "Julien Duboisset: 0000-0001-8504-1925 Pierre-Franco̧is Brevet: 0000-0002-9097-0187"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS J.D. acknowledges the financial support from the ANR under contract ANR Tremplin-ERC (grant no. ANR-16-TERC-000801). P.-F.B. acknowledges the financial support from the ANR under contract ANR-PRC (grant no. ANR-17-CE24-RA-"
    }, {
      "heading" : "CINE).",
      "text" : "■ REFERENCES (1) Butet, J.; Brevet, P.-F.; Martin, O. J. F. Optical Second Harmonic Generation in Plasmonic Nanostructures: From Fundamental Principles to Advanced Applications. ACS Nano 2015, 9, 10545− 10562. (2) Kauranen, M.; Zayats, A. V. Nonlinear Plasmonics. Nat. Photonics 2012, 6, 737−748. (3) Grzelczak, M.; Peŕez-Juste, J.; Mulvaney, P.; Liz-Marzań, L. M. Shape Control in Gold Nanoparticle Synthesis. Chem. Soc. Rev. 2008, 37, 1783−1791. (4) Daniel, M.-C.; Astruc, D. Gold Nanoparticles: Assembly, Supramolecular Chemistry, Quantum-Size-Related Properties, and Applications toward Biology, Catalysis, and Nanotechnology. Chem. Rev. 2004, 104, 293−346. (5) Gonzaĺez, A. L.; Noguez, C.; Berańek, J.; Barnard, A. S. Size, Shape, Stability, and Color of Plasmonic Silver Nanoparticles. J. Phys. Chem. C 2014, 118, 9128−9136. (6) Resano-Garcia, A.; Battie, Y.; En Naciri, A.; Akil, S.; Chaoui, N. Experimental and Theoretical Determination of the Plasmonic Responses and Shape Distribution of Colloidal Metallic Nanoparticles. J. Chem. Phys. 2015, 142, 134108. (7) Nehl, C. L.; Hafner, J. H. Shape-Dependent Plasmon Resonances of Gold Nanoparticles. J. Mater. Chem. 2008, 18, 2415−2419. (8) Chan, G. H.; Zhao, J.; Schatz, G. C.; Van Duyne, R. P. Localized Surface Plasmon Resonance Spectroscopy of Triangular Aluminum Nanoparticles. J. Phys. Chem. C 2008, 112, 13958−13963. (9) Haberfehlner, G.; Trügler, A.; Schmidt, F. P.; Hörl, A.; Hofer, F.; Hohenester, U.; Kothleitner, G. Correlated 3D Nanoscale Mapping and Simulation of Coupled Plasmonic Nanoparticles. Nano Lett. 2015, 15, 7626−7630. (10) Midgley, P. A.; Dunin-Borkowski, R. E. Electron Tomography and Holography in Materials Science. Nat. Mater. 2009, 8, 271−280. (11) Sherwood, D.; Emmanuel, B. Computing Shapes of Nanocrystals from X-ray Diffraction Data. Cryst. Growth Des. 2006, 6, 1415−1419. (12) Butet, J.; Duboisset, J.; Bachelier, G.; Russier-Antoine, I.; Benichou, E.; Jonin, C.; Brevet, P.-F. Optical Second Harmonic Generation of Single Metallic Nanoparticles Embedded in a Homogeneous Medium. Nano Lett. 2010, 10, 1717−1721. (13) Clays, K.; Persoons, A. Hyper-Rayleigh Scattering in Solution. Phys. Rev. Lett. 1991, 66, 2980−2983. (14) Nappa, J.; Russier-Antoine, I.; Benichou, E.; Jonin, C.; Brevet, P. F. Second Harmonic Generation from Small Gold Metallic Particles : From the Dipolar to the Quadrupolar Response. J. Chem. Phys. 2006, 125, 184712. (15) Butet, J.; Bachelier, G.; Russier-Antoine, I.; Jonin, C.; Benichou, E.; Brevet, P. F. Interference between Selected Dipoles and Octupoles in the Optical Second-Harmonic Generation from Spherical Gold Nanoparticles. Phys. Rev. Lett. 2010, 105, 077401. (16) Duboisset, J.; Brevet, P. F. Salt induced Long-to-Short Range Orientational Transition in Water. Phys. Rev. Lett. 2018, 120, 263001.\nDOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308\n25307\n(17) Gallet, S.; Verbiest, T.; Persoons, A. Second-Order Nonlinear Optical Properties of Nanocrystalline Maghemite Particles. Chem. Phys. Lett. 2003, 378, 101−104. (18) Brasselet, S.; Zyss, J. Multipolar Molecules and Multipolar Fields: Probing and Controlling the Tensorial Nature of Nonlinear Molecular Media. J. Opt. Soc. Am. B 1998, 15, 257−288. (19) Nappa, J.; Revillod, G.; Russier-Antoine, I.; Benichou, E.; Jonin, Ch.; Brevet, P. F. Electric Dipole Origin of the Second Harmonic Generation from Small Metallic Particles. Phys. Rev. B: Condens. Matter Mater. Phys. 2005, 71, 165407. (20) Thomson, J. J. XXIV. On the structure of the atom: an investigation of the stability and periods of oscillation of a number of corpuscles arranged at equal intervals around the circumference of a circle; with application of the results to the theory of atomic structure. Philos. Mag. 1904, 7, 237−265. (21) Ridgway, W. J. M.; Cheviakov, A. F. An Iterative Procedure for Finding Locally and Globally Optimal Arrangements of Particles on the Unit Sphere. Comput. Phys. Commun. 2018, 233, 84−109. (22) Zyss, J.; Van, T. C.; Dhenaut, C.; Ledoux, I. Harmonic Rayleigh Scattering from Nonlinear Octupolar Molecular Media: The Case of Crystal Violet. Chem. Phys. 1993, 177, 281−296. (23) Revillod, G.; Duboisset, J.; Russier-Antoine, I.; Benichou, E.; Bachelier, G.; Jonin, C.; Brevet, P.-F. Multipolar Contributions to the Second Harmonic Response from Mixed DiA-SDS Molecular Aggregates. J. Phys. Chem. C 2008, 112, 2716−2723. (24) Revillod, G.; Russier-Antoine, I.; Benichou, E.; Jonin, C.; Brevet, P.-F. Investigating the Interaction of Crystal Violet Probe Molecules on Sodium Dodecyl Sulfate Micelles with Hyper Rayleigh Scattering. J. Phys. Chem. B 2005, 109, 5383−5387. (25) Russier-Antoine, I.; Lee, H. J.; Wark, A. W.; Butet, J.; Benichou, E.; Jonin, C.; Martin, O. J. F.; Brevet, P.-F. Second Harmonic Scattering from Silver Nanocubes. J. Phys. Chem. C 2018, 122, 17447−17455.\nDOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308\n25308"
    } ],
    "references" : [ {
      "title" : "Electron Tomography and Holography in Materials",
      "author" : [ "P.A. Midgley", "R.E. Dunin-Borkowski" ],
      "venue" : "Science. Nat. Mater. 2009,",
      "citeRegEx" : "Midgley and Dunin.Borkowski,? \\Q2009\\E",
      "shortCiteRegEx" : "Midgley and Dunin.Borkowski",
      "year" : 2009
    }, {
      "title" : "Hyper-Rayleigh Scattering in Solution",
      "author" : [ "K. Clays", "A. Persoons" ],
      "venue" : "Phys. Rev. Lett. 1991,",
      "citeRegEx" : "Clays and Persoons,? \\Q1991\\E",
      "shortCiteRegEx" : "Clays and Persoons",
      "year" : 1991
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nano-object topology determination is a central question in nanoscience and remains a challenge to achieve in the absence of a supporting substrate and atomic resolution techniques. In this work, we demonstrate how second-harmonic scattering (SHS) is sensitive to the balance between the nano-object shape symmetry and size, thereby allowing for a SHS-defined topological definition. Although many data on nano-objects have been reported with this method so far, in most cases dispersed in liquid suspensions, no topological retrieval has been proposed. To reach this task, we have measured the second-harmonic scattered light from a series of representative nano-objects along two collection directions for well-defined polarization states. The experimental results are then recast within a general framework involving nonlinear emitting sources and the size as critical elements. This analysis leads to the classification of the nano-objects according to the topology defined by their SHS response. N topology determination is a central question in nanoscience and remains a challenge to achieve in the absence of a supporting substrate and atomic resolution techniques like electron microscopy. With the fast development of the design and engineering of nano-objects aiming for many different applications, from functional materials to sensors, nanoprobes for microscopy or nanocapsules for drug delivery, the fine physical details of these nano-objects must be determined precisely. Among these structure parameters, one may identify the material nature, size, shape, or morphology. In the latter case, plain solid or core−shell nanostructures for example can yield very different properties with great variety, notably in nano-optics. The shape of the nano-objects is likewise also a critical parameter. Different shapes have been reported with markedly different properties: spheres, triangles, cubes, and ellipsoids for the most well-defined ones as well as urchins or rice-like shaped nano-objects. In terms of their plasmonic resonances, for example, their optical properties are notably different. Sometimes, their physical parameters can be identified in a simple manner. However, fine changes in shape may provide further insights into their behavior or address applications with more subtlety albeit with the added difficulty of identifying these changes. As an example, one may identify for plasmonic nanoparticles the role of sharp features like tips in enhancing the electromagnetic fields due to confinement and their exact spatial location on the nanoparticles. Hence, defining the topology of nano-objects with great care is in demand with very few techniques to achieve this goal. One efficient method for plasmonic nanoparticles is transmission electron microscopy (TEM) although it involves the use of a substrate and large statistics to provide a characterization of a complete nano-object ensemble sample. It however cannot address easily the case of organic nano-objects like micelles. X-ray diffraction is another method but it is not so immediate to use due to its heaviness in particular. In this context, we show that second-harmonic scattering (SHS) is a unique tool to investigate the organization and symmetry properties of nanostructures dispersed in liquid solutions. It hence alleviates the requirements of substrates and statistical analysis as this method can be performed on large ensembles as well as single nano-objects. Second-harmonic generation (SHG) is the process whereby two photons at a fundamental frequency are converted into a single one at the harmonic frequency. It is not allowed in centrosymmetric media where the coherent contribution from the nonlinear sources vanishes, leaving the remaining incoherent contribution. The latter nevertheless contains the symmetry of the individual emitters. As a result, resolved in polarization, SHS allows the recovery of the symmetry of the nano-objects, considered point-like with respect to the wavelength. This is the standard case of molecular SHS also known as hyper Rayleigh scattering. For larger nano-objects, but also correlated assemblies of nonlinear sources, the point-like approximation breaks down and retardation must be considered as well. Consequently, a careful polarization-resolved analysis of the SHS light translates Received: May 21, 2019 Revised: September 17, 2019 Published: September 17, 2019 Article pubs.acs.org/JPCC Cite This: J. Phys. Chem. C 2019, 123, 25303−25308 © 2019 American Chemical Society 25303 DOI: 10.1021/acs.jpcc.9b04810 J. Phys. Chem. C 2019, 123, 25303−25308 D ow nl oa de d vi a U N IV O F C A L IF O R N IA S A N F R A N C IS C O o n N ov em be r 15 , 2 01 9 at 0 1: 49 :4 3 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. directly into the nano-object shape symmetry or the nonlinear sources assembly spatial organization. In this work, we experimentally demonstrate how this new approach, combined with a general theoretical framework beyond the local response approximation, enables the retrieval of the nano-object topology, be it a nanoparticle or a molecular assembly dispersed in a liquid solution using a two-angle scattering direction SHS measurement. The local response from a defined position is here defined as that stemming from a point-like nonlinear emitting source located at that position. In this respect, the nonlocal response is the overall response from the distribution of these nonlinear emitting sources located at different positions. We indeed show that the standard rightangle detection accesses the nonlocal modes of emission, whereas the more unusual forward direction is only sensitive to the local mode emission. The observation of the nonlocal mode of SHS emission depends in fact on the detection geometry. The general expression of the SHS intensity I2ω is the sum of local and nonlocal responses and takes the following form: I k r r ( ) ( )d ( ) ( ) ( ) ( )d 2 2 ∫ ∫ β β β β ∝ Ω * Ω Ω + Δ Ω Ω Ω * Ω Ω ω Ω Ω",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}