{
  "name" : "downloads_2019-11-04_99_lu2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Cationic cellulose nano-fibers (CCNF) as versatile flocculants of wood pulp for high wet web performance",
    "authors" : [ "Zonghong Lu", "Xingye An", "Hao Zhang", "Liqin Liu", "Hongqi Dai", "Haibing Cao", "Bin Lu", "Hongbin Liu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCarbohydrate Polymers\njournal homepage: www.elsevier.com/locate/carbpol\nCationic cellulose nano-fibers (CCNF) as versatile flocculants of wood pulp for high wet web performance\nZonghong Lua, Xingye Ana,⁎, Hao Zhanga, Liqin Liua, Hongqi Daib, Haibing Caoc, Bin Luc, Hongbin Liua,⁎ a Tianjin Key Laboratory of Pulp and Paper, Tianjin University of Science and Technology, No. 29, 13th Street, TEDA, Tianjin 300457, PR China b Jiangsu Provincial Key Laboratory of Pulp and Paper Science and Technology, Nanjing Forestry University, Nanjing, Jiangsu Province, 210037, PR China c Zhejiang JingXing Paper Joint Stock Co., Ltd., Pinghu, Zhejiang Province, 314214, PR China\nA R T I C L E I N F O\nKeywords: Cationic cellulose nano-fibers (CCNF) Flocculation “Bridging” effect Wet web strength Dewatering rate\nA B S T R A C T\nIn recent years, cellulose nano-fibers (CNF) have been regarded as renewable, promising reinforcer to enhance the strength property of paper products. In this paper, the roles of cationic cellulose nano-fibers (CCNF) as versatile flocculants of wood pulp and fines in pulp slurry for high wet web performance have been studied. It was found that CCNF can induce significantly flocculation (CCNF-Fines complex) in pulp slurries. The mechanical properties of wet web can also be improved by the addition of CCNF. The study demonstrated that CCNF can act as effective flocculants of fines and form CCNF-Fines complex for improved wet-web strength, in addition, CCNF has little effect on the dewatering rate of wet-web. CCNF is more beneficial to the wet web performance when it is in higher charge density. The research paves a way to further study the comprehensive application of CCNF in the wet-web making process for high performance."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nowadays, wet-web with high performance has been paid more and more attention in paper industry. It should be known that the designation of “wet-web strength” refers to the strength properties of papersheet that spans a wet web solid content from approximately 10–60wt% during the process of paper-making (Belle & Odermatt, 2016). The strength issues as well as de-watering efficiency of wet web play important roles during the modern paper-making process (Kouko, Retulainen, & Kekko, 2014; Lindqvist et al., 2012; Rantanen & Maloney, 2015). Generally, inorganic fillers, such as precipitated calcium carbonate (PCC) and ground calcium carbonate (GCC), and synthetic organic polymers, such as cationic polyacrylamide (CPAM) and anionic polyacrylamide (APAM), have been commercially available to enhance the optical and mechanical properties of end-products (Djafari Petroudy, Syverud, Chinga-Carrasco, Ghasemain, & Resalati, 2014; Hartley & Banerjee, 2008; Liu, Liu, Lui et al., 2019, Liu, Liu, Hui et al., 2019; Peng & Garnier, 2012).\nNanocellulose, especially cellulose nano-fibers (CNF) has been widely applied in paper-making industry to improve the quality of final paper products, due to its environmentally friendly, excellent physical properties, renewable and sustainable nature, etc (An et al., 2017; Lu\net al., 2019). In addition, CNF has been well utilized and developed as reinforcing agents in paper-making industry (Boufi et al., 2016), thanks to its excellent properties above. For example, Tarrés et al. reported that the paper mechanical properties can be remarkably increased by subsequently applying of enzymatic CNF and TEMPO-oxidized CNF (Tarrés et al., 2016). Eriksen, Syverud, and Gregersen (2008)) also found that the addition of microfibrillated cellulose (MFC) derived from kraft pulp can be effective strength enhancer in thermo-mechanical pulp (TMP) based paper with improved tensile index and air resistance (Eriksen et al., 2008). However, there has been very few literature in trying to provide an insightful view to discuss/ study the effect of CNF as versatile additives of wood pulp for high wet web performance, considering the important roles of wet web strength on the runnability of a paper machine and the final product properties as well (Kouko et al., 2014; Lindqvist et al., 2012; Rantanen & Maloney, 2015).\nIt is well known that the wet web strength and dewatering rate have an intimate relationship with the components in the pulp slurry, for example, the effective directly contact between long cellulose fibers and fines will induce the formation of hydrogen bonds, that are the main contributions to the wet web strength (Hubbe & Heitmann, 2007). More importantly, the fines retention of pulp slurry during the paper-making process would improve the wet web strength for increased hydrogen\nhttps://doi.org/10.1016/j.carbpol.2019.115434 Received 20 August 2019; Received in revised form 3 October 2019; Accepted 3 October 2019\n⁎ Corresponding authors. E-mail addresses: anxingye@tust.edu.cn, anxingye@126.com (X. An), hongbin@tust.edu.cn (H. Liu).\nCarbohydrate Polymers 229 (2020) 115434\nAvailable online 12 October 2019 0144-8617/ © 2019 Elsevier Ltd. All rights reserved.\nT\nbonds between fibers but impair the dewatering rate, due to the hydrophilicity nature of fines (Chen, Park, Heitmann, & Hubbe, 2009; Odabas, Henniges, Potthast, & Rosenau, 2016). It should be noted that the retention rate of fines in wet web is relatively low due to their small particle size, and that there exist large amount of water molecules between pulp fibers, which will form hydrogen bonds between water molecules but not with fibers, thus resulting in the decrease of wet web strength (Przybysz, Dubowik, Kucner, Przybysz, & Przybysz Buzala, 2016).\nTo improve the retention and filtration rate of fillers in the pulp slurry during paper-making process, and increase the strength properties of final paper products, the retention and filtration aids, such as alums (Shen, Song, Qian, & Yang, 2010), polyacrylamide (Lu, Liu, & Sun, 2002), cationic starch (Khosravani, Latibari, Mirshokraei, Rahmaninia, & Nazhad, 2010; Tajik, Torshizi, Resalati, & Hamzeh, 2018) and cationic guar gum (Paradelo, Basanta, & Barral, 2019) etc. have been widely utilized in the paper-making process. There are plenty of advantages for applying the retention and filtration aids in paper industry, for example, saving the energy consumption during wet-web formation, pressing and drying process (Chi, Li, Liu, & Zhan, 2007), improving the wet/ dry strength and evenness of paper products, and reducing the biochemical oxygen demand (BOD) of waste water discharged from paper mill (Kamali & Khodaparast, 2015; Wong, Teng, Ahmad, Zuhairi, & Najafpour, 2006). In addition, as for the effects of filtration aids, the polymers can act as flocculants of fillers to form polymer-fillers complex and to be fixed with pulp fibers, thus preventing the tiny fillers to obstruct the channels for dewatering (Antunes et al., 2008; Blanco, Fuente, Monte, Cortés, & Negro, 2009).\nConsidering the similar physical and chemical properties between CNF and the retention/ filtration aids, as well as the prominent advantages of CNF stated above, it is reasonable to apply CNF as versatile additives of wood pulps for high wet web performance. In fact, the research from our group has been carried out to study on the wet-web strength and pressability of paper sheet during the press process with the addition of CNF (Lu et al., 2019), it was found that the tensile energy absorption (TEA) of wet web can be effectively increased by the addition of CNF and that CNF without charge density may retard the pressability of paper sheet.\nDue to the abundant hydroxyl groups/ negative charges on the surface of pulp fibers and fines in pulp slurry, cationic cellulose nanofibers (CCNF), which is modified with quaternary ammonium ions, has been targeted to be utilized in the present study. Herein, the novelty for this project compared to the previous study from our group should be clearly stated here that: 1) the effects of CCNF on the flocculation behavior of fines and pulp fibers would be highlighted and investigated; 2) the CCNF with higher cationic charges would possess higher promotion on the filtration behavior of pulp slurry. The mean chord length of flocs before and after CCNF addition in the slurry would be measured, the strength and TEA of wet web would also be determined. Furthermore, the strength properties and dewatering rate of wet web induced by CCNF, the adsorption/ flocculation effect of CCNF on the fines in pulp slurry would also be tested and verified. The schematic and mechanism of CCNF as versatile additives in the formation of wet web would also be demonstrated in the study."
    }, {
      "heading" : "2. Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "The pulp material used in this study was 100% softwood bleached kraft pulp (SBKP), which was obtained from a mill in south China. The schopper degree of SBKP pulp is 11. The weight fraction of fines in the SBKP is 4.25% according to the product description from the pulp mill. All of the three CCNF samples, which are supplied by Tianjin Wood Elf Biological Technology Co., Ltd. (Tianjin, China), with the charge density of 0.25mmol/g, 0.35mmol/g and 0.61mmol/g, respectively (as\nshown in Table 1), are prepared from SBKP via a cationic modification of quaternary ammonium salt followed by a high pressure homogenization treatment. The protocol to produce CCNF was adopted from previous studies (Sehaqui, Perez de Larraya, Tingaut, & Zimmermann, 2015, 2016). Briefly, 2.5 wt% SBKP was mixed with 5 wt% aqueous sodium hydroxide (NaOH) solution overnight to obtain a uniform suspension. Then glycidyl trimethyl ammonium chloride with three different amounts to the suspension was added and the reaction was carried out at 65 °C for 8 h under stirring. The reaction mixture was then neutralized with hydrochloric acid, followed by filtration and washing thoroughly with deionized water. Then the consistency of chemically treated pulp dispersion was diluted to 0.3 wt% with deionized water, followed by blending for 10min in an Ultra-Turrax (XHFD, IKA T18, Germany) at 3500 rpm, then a high-shear homogenizer (Shanghai donghua high pressure homogenizer factory, GYB40-10S, China) was utilized at a chamber pressure of up to 1200 bars for 30 passes accompanied with circulating cooling water to obtain CCNF with different charge density.\nThe composition characterization of SBKP and CCNF applied in the experiment was shown in Table 2. The chemical composition of SBKP and CCNF were determined according to the standards provided by Technical Association of Pulp and Paper Industry (TAPPI). The lignin and α-cellulose contents were determined according to TAPPI standard methods T222 os-74 and T203 cm-99, respectively. The hemicellulose content was measured according to T223cm-01 by the quantification of pentoses in the fibers. Ashes content was analyzed according to T413 om-93. In addition, the detailed method could also be found in previous studies (Cordeiro, Belgacem, Torres, & Moura, 2004; Espino et al., 2014; Sheltami, Abdullah, Ahmad, Dufresne, & Kargarzadeh, 2012; Ververis, Georghiou, Christodoulakis, Santas, & Santas, 2004).\nThe CCNF morphology for each sample is shown in Fig. 1, in which indicates that the three CCNF samples exhibit a similar dimension/ size with a length of several or dozen micrometers and a width of less 100 nm. It can also be estimated from the SEM images in Fig. 1 that the average dimensions for the three CCNF samples are 50 μm (length)/ 20 nm (width), 45 μm (length)/ 17 nm (width) and 40 μm (length)/ 15 nm (width), respectively, which has been summarized in Table 1. The obtained CCNF gels (0.3 wt%) were first diluted into 0.1 wt% concentration for further experiments."
    }, {
      "heading" : "2.2. Wet web sheet preparation",
      "text" : "Firstly, SBKP was subjected to a beating process via a Vally beater (ISO 5264-1) for 30min to a Schopper-Riegler (SR) number of 18 (ISO 5267-1). Next, the obtained CCNF were then mixed with SBKP based on 5wt% of oven dry weight of SBKP. The mixture was first mechanical stirred at 5000 rpm and then followed by a high speed disperser (XHFD, IKA T18, Germany) treatment at 3500 rpm for 5min to achieve a homogeneous suspension, which was for the further papermaking process.\nWet web sheets were prepared by following the standard T205 sp02: a grammage of 80 g/m2 for each sheet was used. The wet web for the study was fabricated by filtering the as-prepared uniform pulp slurry on a model rapid hand-sheet former (PTI, Vorchdorf, Austria), followed by a press operation using the Chinese standard GBT 3703- 1999, the pressure was controlled at 0.4MPa. It should be noted that all of the experiments for paper-making process conducted in this study utilized the tap water other than recirculation water, so that the fines retention rate is referred to the first retention rate for the sake of fine retention rate measurements. The wet web paper sheets with different solid content were sealed in bag packages and then preserved for 30min for further wet web performance measurements.\nFor comparison, wet web paper sheets without CCNF addition were also prepared according to the same procedures above."
    }, {
      "heading" : "2.3. Charge density determination of CCNF samples",
      "text" : "Charge density of CCNF sample was determined using particle charge detector PCD 03 (Mutek, Germany) via the polyelectrolyte titration (Liu, Li, Li, He, & Zhao, 2010; Sang & Xiao, 2009). The detailed procedures are as follows: CCNF was first diluted into 0.1 wt% concentration, then 10ml CCNF suspension was taken with a pipette and added into the equipment. Next, the automatic titration of polyelectrolyte with contrary charge was operated until the isoelectric point (0 mV of streaming potential) was reached. The volume of the consumed polyelectrolyte was recorded and the charge density of CCNF sample was calculated according to the following Eq. (1):\n= ×Q (V C)/ m (1)\nWhere, Q: charge density, mmol/g; V: the volume of standard Poly-DADMAC solution consumed by the sample, L; C: titration agent concentration, mmol/L; m: the mass of CCNF sample (oven drying), g. All the experiments were conducted for three times in deionized water at room temperature (20 °C) for accuracy."
    }, {
      "heading" : "2.4. Determination of degree of substitution of CCNF samples",
      "text" : "The degree of substitution (DS) was determined according to the method proposed by Kim, Nishiyama, and Kuga (2002). The acetylated and non-acetylated CCNF (100mg, solid content of 2%) were placed in\nconical flasks. Consequently, 40mL of 75% ethanol was added and the flasks were kept at 50 °C for 30min. Finally, 40mL of NaOH (0.5 N) solution was added to the mixture and heated to 50 °C for 15min. The mixture was kept at room temperature for 48 h under constant stirring. The excess of NaOH was titrated with HCl (0.5 N) until a pH of 7 was obtained."
    }, {
      "heading" : "2.5. Determination of basis weight and density of paper sheet",
      "text" : "The measurement of basis weight and density of wet web sheets must be conducted in the dry state. Thus, the freeze drying process would be carried out before testing to maintain the original 3D structure of wet web sheets. Density (g/m3) characterization of paper is conducted from the ratio of basis weight (g/m2) and thickness (m) of paper according to the ISO 534 standard. The physical properties (basis weight and density) of the prepared dried sheets were measured by thickness tester (Lorentzen &Wettre, 251, Switzerland) and analytical balance (Mettler-Toledo, AL204, Switzerland), referring to T220 sp-01 standard. The tests were carried out in a constant environment at 50 ± 2% relative humidity and 23 ± 1 °C temperature.\n2.6. Determination of the fines retention rate\nThe retention of fines was studied with a retention former (BTFMutek, DFR-04, Germany) (Korhonen & Laine, 2014; Liu, Liu, Liu et al., 2019). The pulp was firstly diluted to a concentration of 0.5% (w/ w) with 0 ∼ 5wt% CCNF addition (based on the dried pulp mass) or 5 wt% CCNF with diverse charge density to obtain a uniform suspension, and then 800 g of pulp suspension (0.5% (w/w)) with/ without CCNF was poured into a retention former (DFR-04) at a speed of 300 rpm for 60 s. Then the suspension was filtrated by a copper net (200 mesh) and filtrate was collected for further use. By measuring the solids content of a pulp sample and the filtrate, the fines retention rate in the system can be calculated according to the following Eq. (2):\n= − a bcFR 1 / (2)\nWhere, FR: fines retention rate, %; a: concentration of the filtrate, g/g; b: concentration of suspension, g/g. c: the weight fraction of fines, % All the experiments were conducted for three times at room temperature (20 °C)."
    }, {
      "heading" : "2.7. Scanning electron microscope (SEM) analyses",
      "text" : "The morphology of CCNF, surface and cross section of paper sheets were investigated via SEM images that were recorded with a JEOL JSM 6390 LA scanning electron microscope operated at 15.0 kV. It should be noted that the wet web samples should be quickly frozen by the liquid nitrogen and then a freeze-drying process was applied to obtain the dried paper sample for SEM test. Before measurement, the surface of prepared sample was coated with a thin layer of gold to avoid electrical\ncharging during the observation."
    }, {
      "heading" : "2.8. Analyses of flocculation with focused beam reflectance measurement (FBRM)",
      "text" : "The adsorption-flocculation-“bridging” process of pulp fibers and fines flocculated with CCNF under stirring was monitored/ recorded using the focused beam reflectance measurement (FBRM) manufactured by Mettler Toledo (USA). The mean chord size distribution of particles/ complex in the suspension and the distance between the two edges of an aggregated flocculation were also measured in a real time via a FBRM (Sun, Liu, & Fatehi, 2017; Zakrajšek, Fuente, Blanco, & Golob, 2009). The specific principles and methods of FBRM measurement are described in the previous works (Cadotte et al., 2007; Merayo, Balea, de la Fuente, Blanco, & Negro, 2016). The mean chord size as well as total floc counts was also obtained from the equipment to monitor the variation of flocs in the suspension versus time.\nIn this work, the effects of the charge density of CCNF on the mean chord length as well as floc counts of flocculation from pulp fibers and CCNF-fines complex were studied. The detailed steps are as follows: pre-weighted SBKP was dispersed in deionized water to obtain SBKP suspension with a solids content of 1000mg/L, the CCNF suspension was diluted into 0.1 wt% with deionized water for further measurements. The pulp suspensions of 50mL were added into a beaker with continuous stirring at 100 rpm for 3min by a paddle stirrer, followed by the addition of 5mL CCNF suspension. The mixed slurry was stirred for 5min at 100 rpm, during which the flocculation process was detected and recorded for the future discussion."
    }, {
      "heading" : "2.9. Wet web strength measurement",
      "text" : "The wet web strength is usually determined by the wet tensile energy absorption (TEA) and the breaking length (Siddiqui, Ali, Fei, & Roshan, 2018). The wet paper sheets obtained from the previous procedures were cut by the paper cutting machine to obtain 6 ∼ 10 wet trips. The strength properties of the wet web were measured by tensile strength tester according to Chinese standard GBT 12914-2008. The tests were carried out in a constant environment at 50 ± 2% relative humidity and 23 ± 1 °C temperature."
    }, {
      "heading" : "2.10. Determination of dewatering rate of pulp slurry",
      "text" : "Drainability tests were carried out on a DFR-04 device from BTG Americas Inc. (Liu, Liu, Lui et al., 2019, Liu, Liu, Hui et al., 2019; Yu, Xue, Gu, Lou, & Li, 2013) The 0.5% (w/w) pulp suspension with 0 ∼ 5% CCNF addition (based on the dried pulp mass) was added into DFR04 at a speed of 300 rpm for 60 s. The addition of CCNF with different charge density in the pulp suspension was also applied and measured for the drainability tests. Filtrate weight from the equipment was calculated by the software of the DFR-04."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Schematic of fabrication of wet web improved with CCNF",
      "text" : "Fig. 2 illustrated the schematic of fabrication of wet web improved with CCNF by the adsorption-flocculation-“bridging” effects on fines and pulp fibers. As shown in Fig. 2(a), the prepared CCNF suspension with different cationic charge density was added into SBKP slurry under the constant stirring. It should be noted that there are appreciable numbers of fines that may be derived from the pulping or beating process in the pulp slurry (Gao, Xiang, Chen, Yang, & Yang, 2015). The CCNF in the pulp slurry would exhibit high flocculating activity of fines due to its excellent properties, such as abundant surface cationic quaternary ammonium ions, large specific surface area and length to width ratio, etc., which would promote the well contact and adsorption\nbetween CCNF and fines with negative charges to form CCNF-Fines complex. In addition, fines can be locked in the CCNF-Fines complex and then retained in the wet web structure due to the flocculation effect of CCNF, thus improving the wet web strength. Furthermore, CCNF would be well dispersed in the wet web structure and penetrated into the structure to form 3D nanocellulose network structure in the wet web. Hence, CCNF can play a role of “bridging” effects between pulp fibers and fines, thus further improving the wet web strength.\nFig. 2(b)–(f) showed the surface SEM images of wet web. The wet web was freeze-dried to keep the original web structure before SEM analyses. The dispersion of SBKP fibers, fines and CCNF can be investigated from Fig. 2(b) and the corresponding enlarged Fig. 2(c)–(f). Fines can be flocculated by CCNF polymers to form CCNF-Fines complex and retained in the 3D networks of wet web, thanks to the excellent properties of CCNF. The anchored fines in wet web as well as CCNF would help improve the wet web strength and handsheet formation, which will be discussed in the further results. In addition, the “bridging” effect of CCNF was also illustrated by connecting the long pulp fibers and fines flocs in pulp slurry tightly via hydrogen bonds and electrostatic attractions between them."
    }, {
      "heading" : "3.2. Analysis of flocculation behaviors of CCNF and pulp slurries-CCNF system with FBRM",
      "text" : "Fig. 3 exhibited the flocculation behaviors of CCNF with different charge density. It can be clearly noted that the mean chord length/ distribution as well as floc counts (mean chord length is less than 10 μm) of CCNF in the aqueous system changed regularly with different CCNF charge density. As can be seen from Fig. 3(a), the mean chord length of aqueous system (without CCNF addition) showed a steady and small threshold value of at around 5 μm, which may be due to the limited measurement of FBRM device or the bubbles dissolved in the aqueous system. The counts (＜10 μm) curve (red line) showed similar trend with that of the mean chord length.\nHowever, the mean chord length curve increased slightly to a higher plateau and became more sharply undulated after adding CCNF-1 at 03:00min (Fig. 3(a)), while the floc counts (< 10 μm) curve also exhibited a similar change and increased to a higher plateau, which is ascribed to the addition of CCNF. Fig. 3(b) studied the floc counts versus different mean chord length distributions with time after adding CCNF-1. It can be also viewed that the number of flocs with mean chord length at 5 μm increased significantly after the addition of CCNF-1, which is well consistent with the above results shown in Fig. 3(a).\nSimilar phenomena can be observed from Fig. 3(c)–(f), respectively. But it can be noted that the count of flocs whose mean chord length was less than 10 μm increased slightly along with the rising of charge density of CCNF samples, and that the flocs number in aqueous system at higher mean chord length (10 ∼ 15 μm) for CCNF-3 (Fig. 3(f)) was more than that for CCNF-1 (Fig. 3(b)) and CCNF-2 (Fig. 3(c)). It can be concluded that CCNF with a higher charge density has a stronger flocculation behavior, thanks to the high charged flexible polymer properties of CCNF (Liu, Liu, Liu et al., 2019).\nBased on the above discussion, it can be speculated that the nanosized dimension, large length to width ratio, and high surface charge density of CCNF polymers would help improve the flocculation of CCNF without pulp slurry. The deionized water in the system before CCNF addition would reach to a balance as shown in Fig. 3 under a steady stirring operation, once CCNF was added in the system, CCNF itself would be well dispersed in the deionized water system and generate Brownian movement with the shear force treatment. A new balance of flocculation with a higher mean chord length would be reached in a very short time. Similar phenomena have been investigated from the previous literature (Cadotte et al., 2007; Wu & van de Ven, 2009; Liu, Liu, Lui et al., 2019, Liu, Liu, Hui et al., 2019; Zakrajšek et al., 2009).\nFlocculation behaviors of mean chord length and floc counts (< 10 μm) of pulp slurries as functions of stirring time at 100 rpm was\nshown in Fig. 4. It can be noted from Fig. 4(a), (c) and (e) that the mean chord length of pulp slurries expressed a chaotic and sharply undulated distribution before the addition of CCNF, which was on account for the existence of fines (short cellulose fibers) in pulp slurries. It is known that the fines themselves have a poor and unstable flocculation behavior, which may have some disadvantages, such as impairing the paper strength and disturbing the paper evenness as well, on the final products (Hubbe & Heitmann, 2007).\nInterestingly, the mean chord length of pulp slurries became steady and stable after the addition of CCNF at 03:00min (Fig. 4(a), (c) and (e)), thanks to the excellent flocculation behavior of CCNF on fines of pulp slurries (Merayo et al., 2016). Fines in the pulp slurry have inherent negative charge density due to the surface hydroxyl groups (Liu,\nLiu, Lui et al., 2019), while CCNF can be deemed as long flexible polymers with cationic charge density (Jonoobi, Harun, Mathew, Hussein, & Oksman, 2009), fines particles would be easily adsorbed on the surface of CCNF via electrostatic attraction and to form CCNF-Fines complex, which has a relative steady and uniform mean chord length.\nIn addition, the counts of flocs whose mean chord length was less than 10 μm were increased sharply and reached to a plateau rapidly. Furthermore, the flocs number in pulp slurry system at higher mean chord length (25–100 μm) was also increased for about 10 times once CCNF was added (Fig. 4(b), (d) and (f)), which can also be ascribed to the outstanding flocculation performance of CCNF. The nano-sized dimension can impart the CCNF a large specific surface area, which would help adsorb and “catch” the fines in the pulp slurry to form\nCCNF-Fines complex. The high length to width ratio of CCNF would help twine and “lock” the fines to form CCNF-Fines complex. The high surface charge density of quaternary ammonium ions of CCNF would help combine and integrate with fines in the pulp slurry to form CCNFFines complex.\n3.3. Study on the fines retention and physical properties of paper sheet\nThe study on the fines retention and physical properties, i.e., basis weight and density of freeze dried paper sheet improved by CCNF with different charge density was illustrated in Fig. 5. It can be clearly noted\nfrom Fig. 5(a) and (c) that the basis weight, fines retention, and density of paper sheet was significantly improved with CCNF-3 addition, which indicated that the addition of CCNF can effectively increase the retention of fines in paper sheet, thanks to the excellent flocculation effect of CCNF on fines (forming CCNF-Fines complex). It was found from Fig. 5(a) that the basis weight of paper sheet with 5 wt% CCNF-3 reached to the maximum at 78.7 g/m2, which was 2.5 g/m2 higher than that of the pristine paper without CCNF addition. In addition, the density of paper sheet reached to the highest at 0.26 g/m3, which was 0.05 g/m3 higher than that of the pristine paper without CCNF addition. The fines retention (Fig. 5(c)) was also found increased from 86.91% to\n91.32% when the CCNF-3 addition increased to 5 wt%, which was 1.05 times higher than that without CCNF-3 addition.\nSimilar phenomena can be observed from Fig. 5(b). It should be noted that the basis weight of freeze dried paper sheet were almost equivalent but marginally increased with the charge density of CCNF, which also evidenced that the addition of CCNF can facilitate the fines retention (as shown in Fig. 5(d)) in the paper sheet and then enhance the relevant density from 0.218 g/m3 for the control sample with CCNF to 0.265 g/m3 accordingly for the paper sheet with 5 wt% CCNF-3 addition. The corresponding fines retention was also increased from 86.91% for paper sheet without CCNF addition to 91.32% for 5 wt%\nCCNF-3 addition, which is consistent with the conclusions above. It can be reasonably speculated that the enhanced fines retention and density of paper sheet facilitated by CCNF addition can be attributed to the fact that: (1) the nano-sized dimension can impart the CCNF a large specific surface area, which would help adsorb and “catch” the fines in the pulp slurry to form CCNF-Fines complex; (2) the large length to width ratio of CCNF would help twine and “lock” the fines to form CCNF-Fines complex; (3) the high surface charge density of quaternary ammonium ions of CCNF would help combine and integrate with fines in the pulp slurry to form CCNF-Fines complex. The increased fines retention and hydrogen bonds among CCNF, fines and long pulp\nfibers would compact the structure of paper sheet and then improve the density, which will be further demonstrated in the following part.\nIn the literature, the addition of nanocellulose during paper-making process can also be found to improve the fillers retention and density of final paper products. For example, Liu reported that the addition of CCNF can effectively increase the retention of PCC in the final paper products, thus improving the density and compactness of paper structure (Liu, Liu, Lui et al., 2019, Liu, Liu, Hui et al., 2019); Jin also applied CNF as feasible flocculants to improve the flocculation effect of CPAM and found that CNF can play a synergistic role with CPAM to increase the retention rate of kaolin clay (Jin, Wei, Xu, Yao, & Cheng, 2014)."
    }, {
      "heading" : "3.4. Study on the wet web strength improved by CCNF with different charge density",
      "text" : "Fig. 6 showed the study on the wet web strength properties (breaking length and TEA) improved by CCNF with different charge density. It can be investigated from Fig. 6(a) and (b) that CCNF was very specialized in increasing the wet web strength when the web solids content increased from 30wt% to 96wt% compared with that of the wet web without CCNF addition, and that the wet web improved with CCNF-3 had a highest strength property compared that with CCNF-1 and CCNF-2, which implying that CCNF with higher cationic charge density is more beneficial to the wet-web performance, thanks to the strongest electrostatic attraction and “bridging” effect among fines, CCNF-3 and long pulp fibers. The results are in good agreement with the previous findings (Belle & Odermatt, 2016; Hua, Owston, & Laleg, 2011).\nFig. 6(c) and (d) illustrated the tensile strength properties of wet web as functions of CCNF with different charge density at a constant\nweb solids content of 50%. It can also be concluded that the addition of CCNF can effectively improve the tensile strength and TEA of wet web compared to that of the control sample without CCNF addition, stating that CCNF can be an excellent wet strength agent of paper products (Liu, Liu, Liu et al., 2019, 2019b). Again, it can be found that the wet web improved by CCNF-3 had highest strength properties among the four samples at a constant web solid content of 50%, which demonstrated that the charge density of CCNF plays a positive role in improving the wet web strength properties (Kouko et al., 2014; Rantanen & Maloney, 2015)."
    }, {
      "heading" : "3.5. Study on the drainability of pulp slurry with the addition of CCNF",
      "text" : "Fig. 7(a) and (b) showed the drained weight of water of wet web versus drainage time, i.e. the drainability or dewatering rate of wet web. It can be observed from Fig. 7(a) that the addition of CCNF-3 has little effect on the drainability of wet web even at the series of dosages from 1wt% to 5wt%, compared with that of without CCNF addition, which may be contrary to the common sense that has been recognized that the addition of hydrophilic polymers into the aqueous system would impede the dewatering process due to the good water retention ability of hydrophilic polymers. From the enlarged figure inset in Fig. 7(a) can we find that the wet web with a higher CCNF dosage showed a slightly lower dewatering rate than other samples, but with a very small difference between them. The above conclusion may be explained that: the CCNF added in the pulp slurry can effectively flocculate with fines to form CCNF-Fines complex and be anchored in wet web structure by “bridging” effect, which can make room for dewatering process, thus playing a role of filtration aid (Ahola, Österberg, & Laine, 2007).\nSimilar conclusions can be obtained from Fig. 7(b). The dewatering\nrates of wet webs improved by CCNF samples remained nearly the same with that of the control sample without CCNF addition. It can also be found from the enlarged figure that the addition of CCNF in the pulp slurry would slightly decrease the dewatering rate. The wet web sample with CCNF-3 had a lowest dewatering rate, considering the highest water retention ability of CCNF-3 (with a highest charge density). The roles of filtration aid and water retention ability of CCNF may offset each other in the study. Therefore, the addition of CCNF has little influence on the drainability of wet web."
    }, {
      "heading" : "3.6. Mechanism demonstration of wet web formation with the addition of CCNF",
      "text" : "Fig. 8 demonstrated the proposed mechanism of wet web formation improved with the addition of CCNF. It should be noted that there are long pulp fibers and fines dispersing in the pulp slurry, the pulp components possess negative charge density, as shown in Fig. 8(a-1). However, the fines in the slurry would run off and go into the white water during the paper-making process (Fig. 8(a-2)) (Hubbe & Heitmann, 2007). The wet web formed without CCNF would exhibit a loose structure as shown in the SEM image of Fig. 8a-3), due to the loss of fines and the poor interaction (less hydrogen bonds) between long cellulose fibers, thus resulting in low wet web strength.\nAs shown in Fig. 8(b-1), the CCNF-1 added in the slurry would play versatile roles in flocculation performance and have “bridging” effect on fines (Fig. 8(b-2)). The fines in the pulp slurry would be adsorbed and flocculated by CCNF-1 to form CCNF-Fines complex to be anchored in the wet web structure. In addition, CCNF-1 can also be connected with the long fibers and CCNF-Fines complex via hydrogen bonding and electrostatic attraction, thus improving the wet web strength and tightening the wet web structure, as shown in Fig. 8(b-3).\nFig. 8(c) showed the wet web formation added with CCNF-3 that had a higher cationic charge density than CCNF-1. The schematic illustrated in Fig. 8(c-1) and (c-2) showed that the CCNF with higher charge density would possess higher flocculation performance and “bridging” effect of fines, thus leading to a higher wet web strength and tighter wet web structure as shown in Fig.8(c-3), compared with that of added with CCNF-1. It can be concluded that CCNF with higher cationic charge density is more beneficial to the wet-web performance, which is well corresponded to the above results."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, the study on the wet web performance, such as strength properties and dewatering rate, during the paper-making process, has been received increasing awareness recently. In this project, we highlight the versatile roles of cationic cellulose nano-fibers (CCNF) with different cationic charge density as excellent additives in the paper-making process to obtain the wet web for higher performance. It can be concluded that CCNF can act as effective flocculants of fines and cause “bridging” effect between pulp fibers and CCNF-Fines complex for improved wet-web strength, in addition, CCNF has little effect on the dewatering rate of wet-web; and it is more beneficial to the wet-web performance when it has higher cationic charge density. In detail, the basis weight and density of paper sheet was increased slightly, which was induced by the improved fines retention in the paper structure caused by the addition of CCNF. The FBRM tests also showed that CCNF can generate significantly flocculation (CCNF-Fines complex) in the pulp slurries. The mechanical properties of wet web can also be improved by the addition of CCNF. The breaking length of wet web without CCNF addition increased from 0.089 km to 0.130 km with 5 wt% CCNF-3 addition, and the corresponding TEA was increased from\n2.36 J/m2 to 3.27 J/m2. The results of SEM and dewatering rate of wet web also evidenced the above conclusions. The study suggests a promising application of cationic nanocellulose as versatile additives in the paper-making process for improved product performance."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to acknowledge the National Natural Science Foundation of China (Grant No.: 31670589), the financial support from the National Key Research and Development Plan (Grant No.: 2017YFB0307902), the financial support from the Natural Science Foundation of Tianjin (Grant No.: 19JCQNJC05400), the Basic Scientific Research Operation Fund of Tianjin University of Science and Technology (Grant No.: 000040186), the Research Fund of Tianjin Key Laboratory of Pulp & Paper (Grant No.: 201806), the Research Fund of Jiangsu Provincial Key Laboratory of Pulp and Paper Science and Technology, Nanjing Forestry University (Grant No.: KL201914) and the Research Fund from Zhejiang JingXing Paper Joint Stock Co., Ltd."
    } ],
    "references" : [ {
      "title" : "Cellulose nanofibrils—adsorption with poly (amideamine) epichlorohydrin studied by QCM-D and application as a paper strength",
      "author" : [ "S. Ahola", "M. Österberg", "J. Laine" ],
      "venue" : "additive. Cellulose,",
      "citeRegEx" : "Ahola et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Ahola et al\\.",
      "year" : 2007
    }, {
      "title" : "Synthesis of nano-fibrillated cellulose/magnetite/titanium dioxide (NFC@Fe3O4@TNP) nanocomposites and their application in the photocatalytic hydrogen generation",
      "author" : [ "X. An", "D. Cheng", "L. Dai", "B. Wang", "H.J. Ocampo", "J Nasrallah" ],
      "venue" : "Applied Catalysis B,",
      "citeRegEx" : "An et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "An et al\\.",
      "year" : 2017
    }, {
      "title" : "Use of new branched cationic polyacrylamides to improve retention and drainage in papermaking",
      "author" : [ "E. Antunes", "F.A.P. Garcia", "P. Ferreira", "A. Blanco", "C. Negro", "M.G. Rasteiro" ],
      "venue" : "Industrial & Engineering Chemistry Research,",
      "citeRegEx" : "Antunes et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Antunes et al\\.",
      "year" : 2008
    }, {
      "title" : "Polymeric branched flocculant effect on the flocculation process of pulp suspensions in the papermaking industry",
      "author" : [ "A. Blanco", "E. Fuente", "M.C. Monte", "N. Cortés", "C. Negro" ],
      "venue" : "Industrial & Engineering Chemistry Research,",
      "citeRegEx" : "Blanco et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Blanco et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanofibrillated cellulose as an additive in papermaking process: A review",
      "author" : [ "S. Boufi", "I. Gonzalez", "M. Delgado-Aguilar", "Q. Tarres", "M.A. Pelach", "P. Mutje" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Boufi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Boufi et al\\.",
      "year" : 2016
    }, {
      "title" : "Flocculation, retention and drainage in papermaking: A comparative study of polymeric additives",
      "author" : [ "M. Cadotte", "M.E. Tellier", "A. Blanco", "E. Fuente", "T.G.M. van de Ven", "J. Paris" ],
      "venue" : "The Canadian Journal of Chemical Engineering,",
      "citeRegEx" : "Cadotte et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Cadotte et al\\.",
      "year" : 2007
    }, {
      "title" : "Importance of cellulosic fines relative to the dewatering rates of fiber suspensions",
      "author" : [ "H. Chen", "A. Park", "J.A. Heitmann", "M.A. Hubbe" ],
      "venue" : "Industrial & Engineering Chemistry Research,",
      "citeRegEx" : "Chen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2009
    }, {
      "title" : "The retention- and drainage-aid behavior of quaternary chitosan in papermaking system. Colloids and Surfaces A",
      "author" : [ "H. Chi", "H. Li", "W. Liu", "H. Zhan" ],
      "venue" : "Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Chi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chi et al\\.",
      "year" : 2007
    }, {
      "title" : "Chemical composition and pulping of banana pseudo-stems",
      "author" : [ "N. Cordeiro", "M.N. Belgacem", "I.C. Torres", "Moura", "J.C.V. P" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Cordeiro et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Cordeiro et al\\.",
      "year" : 2004
    }, {
      "title" : "Effects of bagasse microfibrillated cellulose and cationic polyacrylamide on key properties of bagasse paper",
      "author" : [ "S.R. Djafari Petroudy", "K. Syverud", "G. Chinga-Carrasco", "A. Ghasemain", "H. Resalati" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Petroudy et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Petroudy et al\\.",
      "year" : 2014
    }, {
      "title" : "The use of microfibrillated cellulose produced from kraft pulp as strength enhancer in TMP paper",
      "author" : [ "Ø. Eriksen", "K. Syverud", "Ø. Gregersen" ],
      "venue" : "Nordic Pulp & Paper Research Journal,",
      "citeRegEx" : "Eriksen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Eriksen et al\\.",
      "year" : 2008
    }, {
      "title" : "Isolation and characterization of cellulose nanocrystals from industrial byproducts of Agave tequilana and barley",
      "author" : [ "E. Espino", "M. Cakir", "S. Domenek", "A.D. Román-Gutiérrez", "N. Belgacem", "J. Bras" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Espino et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Espino et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of depth beating on the fiber properties and enzymatic saccharification efficiency of softwood kraft pulp",
      "author" : [ "W. Gao", "Z. Xiang", "K. Chen", "R. Yang", "F. Yang" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Gao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2015
    }, {
      "title" : "Imaging c-PAM-induced flocculation of paper fibers",
      "author" : [ "W.H. Hartley", "S. Banerjee" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Hartley and Banerjee,? \\Q2008\\E",
      "shortCiteRegEx" : "Hartley and Banerjee",
      "year" : 2008
    }, {
      "title" : "Wet-web strength and pressability of highlyfilled sheets",
      "author" : [ "X. Hua", "T. Owston", "M. Laleg" ],
      "venue" : "Paper Conference and Trade Show",
      "citeRegEx" : "Hua et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hua et al\\.",
      "year" : 2011
    }, {
      "title" : "Review of factors affecting the release of water from cellulosic fibers during paper manufacture",
      "author" : [ "M.A. Hubbe", "J.A. Heitmann" ],
      "venue" : "Bioresources,",
      "citeRegEx" : "Hubbe and Heitmann,? \\Q2007\\E",
      "shortCiteRegEx" : "Hubbe and Heitmann",
      "year" : 2007
    }, {
      "title" : "Cellulose nanofibers prepared from TEMPO-oxidation of kraft pulp and its flocculation effect on kaolin clay",
      "author" : [ "L.Q. Jin", "Y.W. Wei", "Q.H. Xu", "W.R. Yao", "Z.L. Cheng" ],
      "venue" : "Journal of Applied Polymer Science,",
      "citeRegEx" : "Jin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2014
    }, {
      "title" : "Preparation of cellulose nanofibers with hydrophobic surface characteristics",
      "author" : [ "M. Jonoobi", "J. Harun", "A.P. Mathew", "M.Z.B. Hussein", "K. Oksman" ],
      "venue" : "Cellulose,",
      "citeRegEx" : "Jonoobi et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Jonoobi et al\\.",
      "year" : 2009
    }, {
      "title" : "Review on recent developments on pulp and paper mill wastewater treatment",
      "author" : [ "M. Kamali", "Z. Khodaparast" ],
      "venue" : "Ecotoxicology and Environmental Safety,",
      "citeRegEx" : "Kamali and Khodaparast,? \\Q2015\\E",
      "shortCiteRegEx" : "Kamali and Khodaparast",
      "year" : 2015
    }, {
      "title" : "Flocculation and retention of fillers with nanocelluloses",
      "author" : [ "M.H.J. Korhonen", "J. Laine" ],
      "venue" : "Nordic Pulp and Paper Research Journal,",
      "citeRegEx" : "Korhonen and Laine,? \\Q2014\\E",
      "shortCiteRegEx" : "Korhonen and Laine",
      "year" : 2014
    }, {
      "title" : "Studying the effect of cationic starch-anionic nanosilica system on retention and drainage",
      "author" : [ "A. Khosravani", "A.J. Latibari", "S.A. Mirshokraei", "M. Rahmaninia", "M.M. Nazhad" ],
      "venue" : "Bioresources,",
      "citeRegEx" : "Khosravani et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Khosravani et al\\.",
      "year" : 2010
    }, {
      "title" : "Surface acetylation of bacterial cellulose",
      "author" : [ "D.Y. Kim", "Y. Nishiyama", "S. Kuga" ],
      "venue" : "Cellulose,",
      "citeRegEx" : "Kim et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2002
    }, {
      "title" : "Straining and relaxation properties of wet paper during heating",
      "author" : [ "J. Kouko", "E. Retulainen", "P. Kekko" ],
      "venue" : "Me Chanics of Time-Dependent Materials,",
      "citeRegEx" : "Kouko et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Kouko et al\\.",
      "year" : 2014
    }, {
      "title" : "The effect of fibre properties, fines content and surfactant addition on dewatering, wet and dry web properties",
      "author" : [ "H. Lindqvist", "K. Salminen", "J. Kataja-aho", "E. Retulainen", "P. Fardim", "A. Sundberg" ],
      "venue" : "Nordic Pulp & Paper Rearch Journal,",
      "citeRegEx" : "Lindqvist et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lindqvist et al\\.",
      "year" : 2012
    }, {
      "title" : "Using cationic nanofibrillated cellulose to increase the precipitated calcium carbonate retention and physical properties during reconstituted tobacco sheet preparation",
      "author" : [ "H. Liu", "Z. Liu", "L. Hui", "F. Zhang", "P Liu" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Liu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2019
    }, {
      "title" : "Cationic cellulose nanofibers as sustainable flocculant and retention aid for reconstituted tobacco sheet with high performance",
      "author" : [ "H. Liu", "Z. Liu", "L. Hui", "P Liu" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Liu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2019
    }, {
      "title" : "Lowering the cationic demand caused by PGA in papermaking by solute adsorption and immobilized pectinase on chitosan beads",
      "author" : [ "K. Liu", "X. Li", "B. He", "G. Zhao" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Liu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2010
    }, {
      "title" : "A study on the synthesis and application of an inverse emulsion of amphoteric polyacrylamide as a retention aid in papermaking",
      "author" : [ "S. Lu", "R. Liu", "X. Sun" ],
      "venue" : "Journal of Applied Polymer Science,",
      "citeRegEx" : "Lu et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2002
    }, {
      "title" : "Study on the wet-web strength and pressability of paper sheet during the press process with the addition of nano-fibrillated cellulose (NFC)",
      "author" : [ "Z. Lu", "X. An", "H. Zhang", "M. Guan", "J. Liu", "Y Sun" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Lu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2019
    }, {
      "title" : "Interactions between cellulose nanofibers and retention systems in flocculation of recycled fibers",
      "author" : [ "N. Merayo", "A. Balea", "E. de la Fuente", "Á. Blanco", "C. Negro" ],
      "venue" : "Cellulose,",
      "citeRegEx" : "Merayo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Merayo et al\\.",
      "year" : 2016
    }, {
      "title" : "Cellulosic fines: Properties and effects",
      "author" : [ "N. Odabas", "U. Henniges", "A. Potthast", "T. Rosenau" ],
      "venue" : "Progress in Materials Science,",
      "citeRegEx" : "Odabas et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Odabas et al\\.",
      "year" : 2016
    }, {
      "title" : "Water-holding capacity and plant growth in compost-based substrates modified with polyacrylamide, guar gum or bentonite",
      "author" : [ "R. Paradelo", "R. Basanta", "M.T. Barral" ],
      "venue" : "Scientia Horticulturae,",
      "citeRegEx" : "Paradelo et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Paradelo et al\\.",
      "year" : 2019
    }, {
      "title" : "Effect of cationic polyacrylamide on precipitated calcium carbonate flocculation: Kinetics, charge density and ionic strength",
      "author" : [ "P. Peng", "G. Garnier" ],
      "venue" : "Colloids & Surfaces A-Physicochemical & Engineering Aspects,",
      "citeRegEx" : "Peng and Garnier,? \\Q2012\\E",
      "shortCiteRegEx" : "Peng and Garnier",
      "year" : 2012
    }, {
      "title" : "Contribution of hydrogen bonds to paper strength properties",
      "author" : [ "P. Przybysz", "M. Dubowik", "M.A. Kucner", "K. Przybysz", "K. Przybysz Buzala" ],
      "venue" : "PloS One,",
      "citeRegEx" : "Przybysz et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Przybysz et al\\.",
      "year" : 2016
    }, {
      "title" : "Consolidation and dewatering of a microfibrillated cellulose fiber composite paper in wet pressing",
      "author" : [ "J. Rantanen", "T.C. Maloney" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Rantanen and Maloney,? \\Q2015\\E",
      "shortCiteRegEx" : "Rantanen and Maloney",
      "year" : 2015
    }, {
      "title" : "Preparation and application of cationic cellulose fibers modified by in situ grafting of cationic PVA. Colloids and Surfaces A",
      "author" : [ "Y. Sang", "H. Xiao" ],
      "venue" : "Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Sang and Xiao,? \\Q2009\\E",
      "shortCiteRegEx" : "Sang and Xiao",
      "year" : 2009
    }, {
      "title" : "Humic acid adsorption onto cationic cellulose nanofibers for bioinspired removal of copper(II) and a positively charged dye",
      "author" : [ "H. Sehaqui", "U. Perez de Larraya", "P. Tingaut", "T. Zimmermann" ],
      "venue" : "Soft Matter,",
      "citeRegEx" : "Sehaqui et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sehaqui et al\\.",
      "year" : 2015
    }, {
      "title" : "Cationic cellulose nanofibers from waste pulp residues and their nitrate, fluoride, sulphate and phosphate adsorption properties",
      "author" : [ "H. Sehaqui", "A. Mautner", "U. Perez de Larraya", "N. Pfenninger", "P. Tingaut", "T. Zimmermann" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Sehaqui et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sehaqui et al\\.",
      "year" : 2016
    }, {
      "title" : "Extraction of cellulose nanocrystals from mengkuang leaves (Pandanus tectorius)",
      "author" : [ "R.M. Sheltami", "I. Abdullah", "I. Ahmad", "A. Dufresne", "H. Kargarzadeh" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Sheltami et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sheltami et al\\.",
      "year" : 2012
    }, {
      "title" : "Carboxymethyl cellulose/alum modified precipitated calcium carbonate fillers: Preparation and their use in papermaking",
      "author" : [ "J. Shen", "Z. Song", "X. Qian", "F. Yang" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Shen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Shen et al\\.",
      "year" : 2010
    }, {
      "title" : "Current understanding of shale wettability: A review on contact angle measurements",
      "author" : [ "M.A.Q. Siddiqui", "S. Ali", "H. Fei", "H. Roshan" ],
      "venue" : "Earth-Science Reviews,",
      "citeRegEx" : "Siddiqui et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Siddiqui et al\\.",
      "year" : 2018
    }, {
      "title" : "Flocculation of thermomechanical pulping spent liquor with polydiallyldimethylammonium chloride",
      "author" : [ "Y. Sun", "Z. Liu", "P. Fatehi" ],
      "venue" : "Journal of Environmental Management,",
      "citeRegEx" : "Sun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2017
    }, {
      "title" : "Effects of cationic starch in the presence of cellulose nanofibrils on structural, optical and strength properties of paper from soda bagasse pulp",
      "author" : [ "M. Tajik", "H.J. Torshizi", "H. Resalati", "Y. Hamzeh" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Tajik et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Tajik et al\\.",
      "year" : 2018
    }, {
      "title" : "Remarkable increase of paper strength by combining enzymatic cellulose nanofibers in bulk and TEMPO-oxidized nanofibers",
      "author" : [ "Q. Tarrés", "M. Delgado-Aguilar", "M.A. Pèlach", "I. González", "S. Boufi", "P. Mutjé" ],
      "venue" : "coating. Cellulose,",
      "citeRegEx" : "Tarrés et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tarrés et al\\.",
      "year" : 2016
    }, {
      "title" : "Fiber dimensions, lignin and cellulose content of various plant materials and their suitability for paper production",
      "author" : [ "C. Ververis", "K. Georghiou", "N. Christodoulakis", "P. Santas", "R. Santas" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Ververis et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Ververis et al\\.",
      "year" : 2004
    }, {
      "title" : "Treatment of pulp and paper mill wastewater by polyacrylamide (PAM) in polymer induced flocculation",
      "author" : [ "S.S. Wong", "T.T. Teng", "A.L. Ahmad", "A. Zuhairi", "G. Najafpour" ],
      "venue" : "Journal of Hazard Material,",
      "citeRegEx" : "Wong et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Wong et al\\.",
      "year" : 2006
    }, {
      "title" : "Flocculation and reflocculation: Interplay between the adsorption behavior of the components of a dual flocculant. Colloids and Surfaces A",
      "author" : [ "M.R. Wu", "T.G.M. van de Ven" ],
      "venue" : "Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Wu and Ven,? \\Q2009\\E",
      "shortCiteRegEx" : "Wu and Ven",
      "year" : 2009
    }, {
      "title" : "Preparation of chitosan modified talc and its application in high filler content paper",
      "author" : [ "Y. Yu", "G.X. Xue", "C.H. Gu", "J.P. Lou", "S.Z. Li" ],
      "venue" : "Journal of Applied Polymer Science,",
      "citeRegEx" : "Yu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2013
    }, {
      "title" : "Influence of cationic starch adsorption on fiber flocculation",
      "author" : [ "N. Zakrajšek", "E. Fuente", "A. Blanco", "J. Golob" ],
      "venue" : "Chemical Engineering & Technology,",
      "citeRegEx" : "Zakrajšek et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Zakrajšek et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 23,
      "context" : "The strength issues as well as de-watering efficiency of wet web play important roles during the modern paper-making process (Kouko, Retulainen, & Kekko, 2014; Lindqvist et al., 2012; Rantanen & Maloney, 2015).",
      "startOffset" : 125,
      "endOffset" : 209
    }, {
      "referenceID" : 1,
      "context" : "Nanocellulose, especially cellulose nano-fibers (CNF) has been widely applied in paper-making industry to improve the quality of final paper products, due to its environmentally friendly, excellent physical properties, renewable and sustainable nature, etc (An et al., 2017; Lu et al., 2019).",
      "startOffset" : 257,
      "endOffset" : 291
    }, {
      "referenceID" : 28,
      "context" : "Nanocellulose, especially cellulose nano-fibers (CNF) has been widely applied in paper-making industry to improve the quality of final paper products, due to its environmentally friendly, excellent physical properties, renewable and sustainable nature, etc (An et al., 2017; Lu et al., 2019).",
      "startOffset" : 257,
      "endOffset" : 291
    }, {
      "referenceID" : 4,
      "context" : "In addition, CNF has been well utilized and developed as reinforcing agents in paper-making industry (Boufi et al., 2016), thanks to its excellent properties above.",
      "startOffset" : 101,
      "endOffset" : 121
    }, {
      "referenceID" : 43,
      "context" : "reported that the paper mechanical properties can be remarkably increased by subsequently applying of enzymatic CNF and TEMPO-oxidized CNF (Tarrés et al., 2016).",
      "startOffset" : 139,
      "endOffset" : 160
    }, {
      "referenceID" : 10,
      "context" : "Eriksen, Syverud, and Gregersen (2008)) also found that the addition of microfibrillated cellulose (MFC) derived from kraft pulp can be effective strength enhancer in thermo-mechanical pulp (TMP) based paper with improved tensile index and air resistance (Eriksen et al., 2008).",
      "startOffset" : 255,
      "endOffset" : 277
    }, {
      "referenceID" : 22,
      "context" : "paper machine and the final product properties as well (Kouko et al., 2014; Lindqvist et al., 2012; Rantanen & Maloney, 2015).",
      "startOffset" : 55,
      "endOffset" : 125
    }, {
      "referenceID" : 23,
      "context" : "paper machine and the final product properties as well (Kouko et al., 2014; Lindqvist et al., 2012; Rantanen & Maloney, 2015).",
      "startOffset" : 55,
      "endOffset" : 125
    }, {
      "referenceID" : 2,
      "context" : "In addition, as for the effects of filtration aids, the polymers can act as flocculants of fillers to form polymer-fillers complex and to be fixed with pulp fibers, thus preventing the tiny fillers to obstruct the channels for dewatering (Antunes et al., 2008; Blanco, Fuente, Monte, Cortés, & Negro, 2009).",
      "startOffset" : 238,
      "endOffset" : 306
    }, {
      "referenceID" : 28,
      "context" : "In fact, the research from our group has been carried out to study on the wet-web strength and pressability of paper sheet during the press process with the addition of CNF (Lu et al., 2019), it was found that the tensile energy absorption (TEA) of wet web can be effectively increased by the addition of CNF and that CNF without charge density may retard the pressability of paper sheet.",
      "startOffset" : 173,
      "endOffset" : 190
    }, {
      "referenceID" : 11,
      "context" : "In addition, the detailed method could also be found in previous studies (Cordeiro, Belgacem, Torres, & Moura, 2004; Espino et al., 2014; Sheltami, Abdullah, Ahmad, Dufresne, & Kargarzadeh, 2012; Ververis, Georghiou, Christodoulakis, Santas, & Santas, 2004).",
      "startOffset" : 73,
      "endOffset" : 257
    }, {
      "referenceID" : 5,
      "context" : "The specific principles and methods of FBRM measurement are described in the previous works (Cadotte et al., 2007; Merayo, Balea, de la Fuente, Blanco, & Negro, 2016).",
      "startOffset" : 92,
      "endOffset" : 166
    }, {
      "referenceID" : 5,
      "context" : "Similar phenomena have been investigated from the previous literature (Cadotte et al., 2007; Wu & van de Ven, 2009; Liu, Liu, Lui et al., 2019, Liu, Liu, Hui et al., 2019; Zakrajšek et al., 2009).",
      "startOffset" : 70,
      "endOffset" : 195
    }, {
      "referenceID" : 48,
      "context" : "Similar phenomena have been investigated from the previous literature (Cadotte et al., 2007; Wu & van de Ven, 2009; Liu, Liu, Lui et al., 2019, Liu, Liu, Hui et al., 2019; Zakrajšek et al., 2009).",
      "startOffset" : 70,
      "endOffset" : 195
    }, {
      "referenceID" : 29,
      "context" : "4(a), (c) and (e)), thanks to the excellent flocculation behavior of CCNF on fines of pulp slurries (Merayo et al., 2016).",
      "startOffset" : 100,
      "endOffset" : 121
    }, {
      "referenceID" : 22,
      "context" : "Again, it can be found that the wet web improved by CCNF-3 had highest strength properties among the four samples at a constant web solid content of 50%, which demonstrated that the charge density of CCNF plays a positive role in improving the wet web strength properties (Kouko et al., 2014; Rantanen & Maloney, 2015).",
      "startOffset" : 272,
      "endOffset" : 318
    } ],
    "year" : 2019,
    "abstractText" : "In recent years, cellulose nano-fibers (CNF) have been regarded as renewable, promising reinforcer to enhance the strength property of paper products. In this paper, the roles of cationic cellulose nano-fibers (CCNF) as versatile flocculants of wood pulp and fines in pulp slurry for high wet web performance have been studied. It was found that CCNF can induce significantly flocculation (CCNF-Fines complex) in pulp slurries. The mechanical properties of wet web can also be improved by the addition of CCNF. The study demonstrated that CCNF can act as effective flocculants of fines and form CCNF-Fines complex for improved wet-web strength, in addition, CCNF has little effect on the dewatering rate of wet-web. CCNF is more beneficial to the wet web performance when it is in higher charge density. The research paves a way to further study the comprehensive application of CCNF in the wet-web making process for high performance.",
    "creator" : "Elsevier"
  }
}