{
  "name" : "downloads_2019-11-08_82_karmakar2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Small polaron hopping conduction in NiMnO3/NiMn2O4 nano-cotton and its emerging energy application with MWCNT",
    "authors" : [ "S. Karmakar", "D. Behera" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCeramics International\njournal homepage: www.elsevier.com/locate/ceramint\nSmall polaron hopping conduction in NiMnO3/NiMn2O4 nano-cotton and its emerging energy application with MWCNT\nS. Karmakar∗, D. Behera Department of Physics and Astronomy, National Institute of Technology Rourkela, Rourkela, 769008, Odisha, India\nA R T I C L E I N F O\nKeywords: Ilmenite/spinel manganates Small polaron hopping NSPT model Electrochemical performance\nA B S T R A C T\nSelf-assembled ilmenite/spinel NiMnO3/NiMn2O4 nano-cotton and it's MWCNT blended composites were synthesized via one-step sol-gel auto combustion and ultra-sonication techniques with a perspective to investigate its dielectric, conduction mechanism and enhanced electrochemical performance to explore its applications as supercapacitor materials and high-temperature energy storage devices. The as-prepared double phase oxides were characterized initially by X-ray diffractometry, FTIR and Raman techniques to ascertain its phase formation and structural information. The FESEM and TEM micrographs reveal the growth of nanoparticles homogeneously and cotton-like morphology over observed space. The EDS elemental analysis and mappings exposed the true stoichiometrical ratios of elemental particles Ni, Mn, O and C and their uniform distribution. The coercivity (264 Oe) and saturation magnetization (1.2 emu/gm.) of MWCNT blended NiMnO3/NiMn2O4 oxides curtailed significantly than NiMnO3/NiMn2O4 which recommends its approach towards the superparamagnetic region. The fitted Nyquist plot ( ′ ′′Z vs Z. ) distinguished the individual contribution of grain and grain boundary and activation energy for grain (0.87 eV) and grain boundary (1.2 eV) was estimated from liner plot of extracted data. The frequency dispersing conductivity spectra was fitted with a modified equation of Jonscher's Power Law proposed by us, = + −σ ω σ dc A ω b( ) ( ) ( )ac n0 and temperature dependent frequency exponent (n) and Ln (A) suggests non-overlapping small polaron tunneling (NSPT) model for its conduction mechanism. Displacement of both Ni2+ and Ni3+ ions through the channel like cavities of ilmenite/spinel structure along a, b and c axis provides strong support of the NSPT model. The electrochemical supercapacitor properties of NiMnO3/NiMn2O4 and MWCNT blended NiMnO3/NiMn2O4 were examined in 2M aqueous KOH solution and excellent capacitive properties were observed for both compounds. Higher capacitance value (1347 F-g−1) and energy density 140W h kg−1 were obtained at a current density of 5 A g−1 for MWCNT blended NiMnO3/NiMn2O4 with compared to its parent counterparts."
    }, {
      "heading" : "1. Introduction",
      "text" : "The colossally onerous states of ongoing years due to the enormous necessity of energy which is additionally intensified by the fast exhaustion of non-sustainable power sources, for example, fossil fuel, crude oil, coal, natural gas etc. Likewise, convoluted ecological issues are quickly emerging out of their persistent utilization, and have inspired the extraordinary look for cleaner, inexhaustible and eco-accommodating energy storage, and alternation. Li-ion batteries, supercapacitors, solar cell, and fuel cell are some of the promising substitutes that have experienced basic research nowadays [1–5]. Attributable to their alluring and tunable physical and chemical properties, the 2D materials (in different structures) have drawn abundant importance from mainstream researchers which discovered some candid\napplications in such zones. Nickel oxide (NiO) and manganese oxide (MnO2, Mn2O3) are considered as an intriguing transition metal oxide for energy storage application due to their prosperous electrochemistry, eco-friendly and low cost and abundance [6–9]. Moreover, the mixed transition metal oxide in ilmenite and spinel structure exhibits tremendous electrochemical activity with comparison to their constituent oxides due to their different redox responses and enhanced electrical conductivity. However, the lethal downsides of single metal oxide were low electronic conductivity and less cyclic sustainability. Due to enhanced electronic conductivity and variable oxidation states, the binary metal oxides exhibit excellent super capacitive behavior compared to its individual metal oxides [10–14]. Meanwhile, researchers have already started the investigation on various Mn-based spinal and ilmenite compound to illustrate it as next-generation high-performance\nhttps://doi.org/10.1016/j.ceramint.2019.03.237 Received 7 March 2019; Received in revised form 28 March 2019; Accepted 29 March 2019\n∗ Corresponding author. E-mail addresses: 516ph1010@nitrkl.ac.in (S. Karmakar), dbehera@nitrkl.ac.in (D. Behera).\nCeramics International 45 (2019) 13052–13066\nAvailable online 15 April 2019 0272-8842/ © 2019 Elsevier Ltd and Techna Group S.r.l. All rights reserved.\nT\nelectrode materials for electrochemical energy storage devices. The syntheses of NiMnO3 nanocomposite with various graphene oxides for electrochemical capacitor application were reported by P. Kakvand et al. J. S. Sanchez et al. synthesized NiMnO3-rGO nanocomposite as an electrode materials that exhibit a high capacity of 91mAh g−1 and high energy density of ∼24Wh kg−1 in integration with rGO [12,49]. H. Wei et al. prepared NiMn2O4 nanosheets for high-performance supercapacitor [15]. The reduced graphene oxide incorporated NiMn2O4 nanorod hybrid materials for high-performance supercapacitor was reported by Z.Wang et al. [16].\nThe spinal NiMn2O4 exposed better strength for ionic conductivity, sustainability, and superior capacitive response compared to the single Mn-based oxide. Likewise, the NiMn2O4/NiMnO3 ilmenite/spinel composites discovered exceptional ionic conductivity at room temperature and high-temperature evolution with remarkable physical and chemical properties in comparison to isolated NiMn2O4 and NiMnO3 oxides [17]. The charge transfer between NiMnO3 and NiMn2O4 nanoparticles enhanced due to the interaction between them, which enables it as an active species in electrolytes and high-temperature dielectric materials. The ilmenite structure of NiMnO3 is consists of the hexagonal closed packed arrays of oxygen where the cation occupies in 2/3 of octahedral sites and rest 1/3 of octahedral sites remain vacant [18]. In spinal NiMn2O4, Ni2+ cations occupied in 8a tetrahedral sites and displaced from tetrahedral to octahedral interstices by small fraction x and simultaneously corresponding 2x proportion of Mn3+ inordinate to Mn2+ and Mn4+. The Mn2+ cation possessed to tetrahedral sites to compensate Ni2+ cations and the cation distribution can be expressed as, − + + − + +Ni Mn Mn Mn O{ }x x x x(1 )2 2 2 23 4 4, where the curly bracket repents octahedral sites. The electrical conduction occurred due to thermally activated ion hopping between Mn3+ and Mn4+ cations in octahedral sites [19].\nThe present aspects focused on exhaustive electrical transport properties of NiMnO3/NiMn2O4 nanocomposites with thermal evolution to explore its application as a high-temperature dielectric material for energy storage application as well as room temperature electrode material for high-performance supercapacitor application. The high temperature dielectric compound exhibits magnificent electrical energy storage capability with thermal expansion are basic to meet the expanding requirement of electrical energy stockpile and power conditioning in acute conditions such as electric vehicles, underground oil industries, solar converters, wind generators, aerospace power system in which the electronic devices and power system have to perform in extremely high temperature. Besides, we have tried to investigate the electrochemical performance of NiMnO3/NiMn2O4 nanocomposite as both NiMnO3 and NiMn2O4 acts as an excellent supercapacitor electrode materials as reported by various researchers.\nHerein, we adopted the sol-gel auto combustion route for the synthesis of NiMnO3/NiMn2O4 Nano cotton followed by a thermal and ultra-sonication treatment to blend MWCNT with it. Some initial characterization like XRD, FTIR, Raman, and FESEM were performed to accomplish its structural and surface morphological information. The electrical transport properties were characterized in a wide frequency window 100 Hz-1MHz between 298 and 573K with a view to explore its applications as a high-temperature dielectric material for energy storage. The impedance, conductivity and dielectric spectra are fitted with the mentioned theoretical model and the extracted parameter helps us to interpret the conduction mechanism of NiMnO3/NiMn2O4 oxide. Finally, the electrochemical properties of NiMnO3/NiMn2O4 and NiMnO3/NiMn2O4/CNT are characterized in 3M KOH solution using different electrochemical techniques to estimate the energy density from experimental result."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of NiMnO3/NiMn2O4 nano cotton and NiMnO3/NiMn2O4/ CNT",
      "text" : "All chemical were purchased from Sigma-Aldrich with analytical grade and used without any further purification. In a typical synthesis procedure, 2.5 gm glycin (C2H5NO2) as fuel was first dissolved in 50ml millipore water and mixed properly in magnetic stirrer. Later, 2.90 gm Ni(NO3)2·6H2O and 2.51 gm Mn(NO3)2·4H2O were poured gently within it with their true stoichiometrical ratios (1:1). After stirring at 60 °C temperature for 30min, few drop citric acids (C6H8O7) was added to it as a chelating reagent and maintain PH around 7. The integrated solution was magnetically stirred for 2 h@120 °C and a dim greenish gel was formed. The resulting solution was replaced in a hot plate without stirring and maintained the temperature at 150 °C for self-ignition. The porous black color ashes were obtained after the auto ignition and selfsustaining combustion and calcined finally at 600 °C for 3 h to get the final product.\nFor MWCNT blended composites, MWCNT-COOH (thin, extent of labeling:> 8% carboxylic acid functionalized, avg. diam.× L; 9.5 nm×1.5 μm) were purchased from our commercial suppliers Sigma-Aldrich and mixed with as-prepared NiMnO3/NiMn2O4 nano cotton with their weight percentages (1:1) in a beaker containing 50ml millipore water and ethanol. The mingled solutions were kept in an ultra-sonicator for 30min at temperature 30 °C. After several intermediate sonications, the biker put in a hot plate at constant temperature 200 °C overnight for complete drying. Finally, the collected samples were annealed at 400 °C for 3 h and started characterizing both samples. The synthesis procedures are displayed in [Fig. 1A and B]."
    }, {
      "heading" : "2.2. Characterization",
      "text" : "The as-prepared samples were characterized by powder X-Ray diffraction techniques (RIGAKU JAPAN/ULTIMA-IV) using Cu Kα radiation source (λ=1.5418Å) from 20° to 80° with scan rate 5°/min and step sizes 0.02°. Both unit cell crystal structure were constructed by Vesta software. The FTIR-ATR spectra were examined by FTIR-ATR spectrometer (IRAffinity-1S, Shimadzu). The high-resolution FESEM and TEM micrographs were observed by Field emission scanning electron microscope (Nova NanoSEM/FEI with resolution 1.4 nm @ 1 kV) and transmission electron microscope (FEI MODEL-TECNAI-TF-30-G2). The Raman spectrum and M−H hysterics loop were measured by PL Micro Raman Spectrometer (WITec Raman microscope-alpha300 R) and vibrating sample magnetometer (VSM, Lakeshore 7400-S Series) respectively. The specific surface area and pore sizes, volume were examined by the help of BET surface area and pore sizes analyzer (Quantachrome/AUTOSORB-1)."
    }, {
      "heading" : "2.3. Electrotransport measurement",
      "text" : "The as-prepared powder samples with cotton-like morphology were pelletized in cylindrical in shape with dimension diameter X width; 10mm×0.95mm respectively. The palate sample was sintered first at 600 °C for 3 h in the muffle furnace and plastered silver paste on both sides to make it a parallel plate capacitor. The designed palate was put in the desired place in two-electrode configuration on a high-temperature oven. The electrical transport properties were measured by HIOKI IM-3570 Impedance analyzer LCR meter in a frequency window 100 Hz-1MHz between 298K and 573K."
    }, {
      "heading" : "2.4. Electrochemical measurement",
      "text" : "The electrochemical characterizations were performed by the help of typical three-electrode configuration comprised of a platinum encounter, reference electrode Ag/AgCl (in 3M KCl) and a working\nelectrode. The working electrode was set up by modifying a piece of nickel foam with our samples. The loading mass of the samples was 1mg for both cases for supercapacitor measurement. All electrochemical measurements were performed using a 3M aqueous solution of KOH as an electrolytic solution. The working potential window for supercapacitor applications was set up at 0.55 V (from 0 V to 0.55 V vs. Ag/AgCl)."
    }, {
      "heading" : "3. Result and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Structural and morphological analysis",
      "text" : "The structural characterization and crystalline phase formation of both samples were identified by X-Ray diffraction techniques, as shown in [Fig. 2A]. All the major sharp peaks are indexed corresponding to both rhombohedral ilmenite phases of NiMnO3 (JCPDS card no. 75–2089 with space group: R-3) and cubic spinel phases of NiMn2O4 having space group Fd-3m (PDF card no.04-007-8649) respectively [12,20]. No secondary or impurity peaks were observed in XRD pattern and it revealed perfect crystalline nature with double phase during hybridization. For MWCNT blended nanocomposite, broad peaks were detected around (2θ=26.12°) and it confirmed the CNT phases for (002) reflection planes. The sharp peak of CNT in composites diminished significantly compared to its absence, which indicates the reduction of the oxygen-containing group on CNT surfaces and perfect alliance with NiMnO3/NiMn2O4 nano cotton. The average crystallite sizes were estimated by famous Debye–Scherrer equation [21],\n=d Kλ β θcosp (1)\nwhere, dp is the dimension of particles and K is the dimensionless quantity, sometimes known as spherical shape factor (∼0.94), β (radian) is the full-width half maxima respectively. The calculated value was 26.12 nm for NiMnO3 peaks (10–2) and 14.27 nm for NiMn2O4 peaks (220) and the average particle size lies between the range 14–26 nm. The nominal particle sizes in nm would increase the specific surface area of nanocomposite, which further confirmed from BET surface area analyzer and enhanced the supercapacitor performance.\nThe FTIR-ATR spectra of both compounds are depicted in [Fig. 2B], which showed several strong absorption bands below 600 cm−1\ncorresponding to the nickel-manganese composites oxide. The broad absorption peaks centered at 575.36 cm−1 and 438.87 cm−1 represented metal oxide (M−O) starching vibrations corresponding to tetrahedral sites (NieO) and octahedral sites (MneO) with their approximated bandwidths, which are good agreement with [20,22]. The peaks between 480 cm−1 to 550 cm−1 were assigned to NiMnO3 phases, which also are in accordance with the literature [23]. Slight deviations of all peaks were ascribed to the change of organic species in the materials. Various tiny peaks were detected between 1000 cm−1 to 1700 cm−1 in NiMnO3/NiMn2O4/MWCNT, which are attributed to various stretching vibrations of carbon with other organic species (CeCeC, CeOeH, CeC, CeN, CeH etc.) of the CNT composites and it additionally support the alliance between NiMnO3/NiMn2O4 with MWCNT [24].\nThe unit cell crystal structure of NiMnO3 and NiMn2O4 were constructed by VESTA software, are shown in [Fig. 2C] individually. In spinal manganite, the cations Ni2+ and Mn2+, Mn4+ are situated on both tetrahedral (pink) and octahedral (green) sites partially and the valencies and cation distribution among the two sublattices play an important role in the interpretation of electrical conductivity. In NiMnO3, the metal atom Ni and Mn of ilmenites are organized in alternate layers between oxygen layers and assembled in layers of the sequence of NieMneNieMneNi along the body diagonal of the rhombohedron [18,19].\nThe Field emission scanning electron microscope (FESEM) micrographs of NiMnO3/NiMn2O4 nano cotton are shown in [Fig. 3A and B]. The micrographs exhibit cotton-like homogeneous crystal growth in nm range over observed space due to agglomeration. This type of surface morphology aroused due to the charge transfer and magnetic interaction between NiMnO3 and NiMn2O4, which make it as an active species in electrolytes. The EDX elemental mappings and spectrum [Fig. 3C and D] of NiMnO3/NiMn2O4 oxides exposed the presence of primitive element Ni, Mn and O with their true stoichiometrical ratios. The broad peak (1.2 keV for NiMnO3/NiMn2O4 and 2.2 keV for CNT integrated composites) at the starting of EDAX window appeared due to gold coatings of samples. From FESEM micrographs of MWCNT blended NiMnO3/NiMn2O4 [Fig. 3E and F], it can be observed that the NiMnO3/ NiMn2O4 composites were uniformly dispersed and supremely intermingled with MWCNT-COOH physique. The perfect alliance and romance between MWCNT-COOH matrixes and ilmenite/spinel complex\nwere noticeable in EDX elemental mappings [Fig. 3G]. Various apexes on the EDAX platform [Fig. 3H] confirmed the presence of fundamental element along with carbon (C) and the high-resolution TEM micrographs [Fig. 3H inset] provided strong evidence of their connections."
    }, {
      "heading" : "3.2. Raman, magnetic and BET surface area analysis",
      "text" : "The Raman spectra are one of the effective methods to examine the carbonaceous materials especially for graphene, CNT and their derivatives. Three broad bands were observed located at 625.34 cm−1, 570 cm−1 and 512 cm−1 that were assigned to various metal oxide (M−O) vibration modes [Fig. 4A]. The first broadband at 625.34 cm−1 was accredited to A1g active mode related to strong\nsymmetric MneO stretching vibration of octahedral unit MnO6 of spinel component. The second peaks at 570 cm−1 aroused from F2g species. The peaks at 512 cm−1 and 314 cm−1 were appeared due to NieO stretching vibration of NiMn2O4 and NiMnO3 respectively. In NiMnO3/ NiMn2O4/MWCNT nanocomposite [Fig. 4B], three additional peaks were identified at 1350 cm−1(D band), 1585 cm−1 (G band) and 2680 cm−1 ( ′G ) from the carbonaceous component. The D band was ascribed to the structural defects in sp2 domain, which highlighted the dis-orderness of carbon in the nanocomposite system. The effective G band was attributed to E2g vibrational mode of 1st order scattering and related to the in-plane vibration of CeC band. The ′G band was associated with the overtone of D band [12,16,25].\nThe room temperature M−H loop of NiMnO3/NiMn2O4 (green)\nand NiMnO3/NiMn2O4/CNT (blue) were interpreted in [Fig. 4C]. The ilmenite NiMnO3 possessed a ferrimagnetic to ferromagnetic transition below the critical temperature∼437K, as reported by previous\nliterature [18,26]. However, the spinel NiMn2O4 exhibited paramagnetic nature at room temperature and it undergoes complex interaction (ferromagnetic, antiferromagnetic or mixture of both) below the\ntransition temperature∼120K [27,28]. Hence, the ferromagnetic type hysterics loop (like NiMnO3) was observed for NiMnO3/NiMn2O4 with small saturation magnetization (2.1 emu/gm.), coercivity (372 Oe) due to paramagnetic NiMn2O4 content. The saturation magnetization (1.2 emu/gm.) and coercivity (264 Oe) were further reduced due to the incorporation of MWCNT with the complex oxides and super-paramagnetic behavior increases within it due to negligible coercive field. The m-h loop was fitted with [29],\n⎜ ⎟⎜ ⎟= ⎡\n⎣ ⎢\n⎧ ⎨⎩ ⎛ ⎝ ± ⎞ ⎠ ⎛ ⎝\n⎞ ⎠ ⎫ ⎬⎭ ⎤ ⎦ ⎥ + −M H M tan H H H M M χH( ) 2 П tan П 2 FM s ci ci FM R FM s 1\n(2)\nwhere, H and M are external applied magnetic field and magnetization produced, MFMR and MFMs are the FM remnant and saturation magnetization, χ and Hci are the magnetic susceptibility and coercivity.\nThe liquid N2 absorption-desorption isotherms and BJH pore size distribution of NiMnO3/NiMn2O4 nanocomposite were shown in [Fig. 4D] which followed type (IV) isotherm. In low-pressure region (P/ P0 < 0.84) the isotherms are relatively flat, namely the adsorption and desorption isotherms almost superposed and the adsorption of the samples mostly occurs in the microspores. In region (P/P0 > 0.84), the isotherms increase rapidly and follow a lag loop due to the capillary agglomeration phenomenon [30]. The specific surface area for NiMnO3/NiMn2O4 was obtained 75.6m2 g −1, which can build effective contact areas between electrolytes and operating materials. The irregular BJH pore size distribution with pore radius was shown in\n[Fig. 4D-inset] and estimated average pore volume was 0.042 cc/gm. for NiMnO3/NiMn2O4 nano cotton."
    }, {
      "heading" : "3.3. Complex impedance analysis",
      "text" : "The complex impedance spectroscopy process plays an important role to investigate the electrical and dielectrics properties of polycrystalline samples. The frequency dependence real impedance spectra [Fig. 5A] were analyzed in the frequency window 100 Hz to 1 MHz at some selected temperature 298K–573K. The observed plot indicates that the real impedance ( ′Z ) decreased with the expansion of temperature from room temperature as well as high frequency. The ′Z plateau in the midsection of frequency casement demonstrated two region –(i) frequency independent region contributes dc conductivity, (ii) frequency dependence regions are associated with ac conductivity. Therefore, conductivity increases with the rise of temperature which also confirmed further. The real impedance at various temperature saturates at some particular point in the high-frequency region, implying the possible release of space charge and subsequent lessening the potential energy barrier properties [31,32].\n[Fig. 5B] highlights the variation of imaginary impedance ( ′′Z ) spectra with frequency at a various temperature starting from 298K. Two types of peaks were detected above room temperature which indicates two types of dielectric relaxation associated with the entire process. The tendency of merging peaks in high-frequency regions illustrates the possible release of the space charge and peak broadening\nwith thermal evolution are associated with a non-unique (i.e., multiple) relaxation time scale or non-Debye type relaxation.\nThe Nyquist plot ( ′′ ′Z Zvs. ) in a log-log scale at some selected temperature were represented in [Fig. 6A] which are characterized by the appearance of two asymmetric overlapped semicircles for all temperatures. The center of semicircles lies slightly below the real axis ( ′Z ) which demonstrates the non-Debye type dipolar relaxation. This confirms the attendance of various dielectric entities in the system that contribute in dipole moments and consequently the dipole moments unable to relaxes with same relaxation time. Only one arc was observed on the left sides of dielectric relaxation arrow [Fig. 6A] at room temperature which suggests linear complex impedance. Moreover, the arc shifted from left to right with diminished diameter with the rise of temperature and impedance curtailed significantly with the increase of temperature. This type of behavior is called negative temperature coefficient (NTC) effect and it can explore its application as a thermistor material [33,34].\nThe complex impedance was expressed as, = ′ − ′′Z iZ ; where ′ =Z Z θcos and ′ =′Z Z θsin .In order to interpret impedance data and establish an inter-relationship between the microstructure and electrical transport properties, the ′Z and ′′Z data was fitted with an equivalent circuit consisting of a series of grain (RQ) and grain boundary (RCQ) contribution. An equivalent circuit model was utilized to fit our experimental data, which can be expressed as, = ′ − ′′Z Z iZ ;\n′ = +\n⎡⎣ + ⎤⎦ + ⎡⎣ ⎤⎦\n+ +\n+ + +\n( ) ( ) ( ) Z R R Q ω R Q ω R Q ω\nA R α π ω A R α π ωR C A R Sin α π ω\ncos\n1 cos sin\n[1 cos( /2) ] [(1 cos( /2)) ( ( /2) ) ]\ng g g α α π\ng g α α π\ng g α α π\ngb gb α\ngb gb gb gb gb gb α\n2 2\n2\n2\n2\n2\n0 2\n0 2\n0 2\ng g\ng g g g\ngb\ngb\n(3)\n− ′ = ⎡⎣ + ⎤⎦ + ⎡⎣ ⎤⎦\n+ +\n⎡⎣ + ⎤⎦ + ⎡⎣ + ⎤⎦\n′ ( ) ( ) ( )\n( ) ( ) ( )\nZ R Q ω\nR Q ω R Q ω\nωR C A R ω\nA R ω ωR C A R Sin ω\nsin\n1 cos sin\nsin\n1 cos\ng g α α π\ng g α α π\ng g α α π\ngb gb gb α π α\ngb α π α\ngb gb gb α π α\n2 2\n2\n2\n2\n2\n2 0 2 2\n0 2\n2 0 2\n2\ng g\ng g g g\ngb gb\ngb gb gb gb\n(4)\nwhere, Rg, Rgb and Cg, Cgb are the grain, grain boundary resistance, and capacitance respectively. The constant phase element (CPE) was related to = − C CPE R( ) n n n 1 (1 )\nand n decides the departure from ideal Debye type model, 0 < n < 1: n equal to 1 for an ideal capacitor and 0 for ideal\nresistor [35]. [Fig. 6B and C] illustrates the variation of Rg, Rgb and Cg, Cgb with temperature acquired from the fitting parameter of complex impedance plot. The grain boundary resistance (Rgb) found larger value than its grain (Rg) counterparts and its value decreases from 107Ω at room temperature to 104Ω at 573K. While the grain resistance (Rg) diminished from 104Ω at room temperature to 102Ω at 573 K. Furthermore, the grain capacitance (Cg) and grain boundary capacitance value (Cgb) were estimated between 10−11 F to 10−10 F and 10−10 F to 10−9 F respectively and shown in [Fig. 6C]. The activation energies for grain and grain boundary were approximated from the linear fit of Arrhenius equation, = ( )R R exp Ek T0 aB and the extricated value was 1.2 eV for grain boundary and 0.87 eV for grain components [36]."
    }, {
      "heading" : "3.4. AC electrical conductivity analysis",
      "text" : "The frequency dispersing conductivity spectra with temperature variation is an outstanding representation to describe the microscopic movement of ionic charge transfer and conduction mechanism. The spectroscopic plots of frequency dependence ac conductivity at various temperature with ΔT=25K are manifested in [Fig. 7A]. As the temperature increases, the conductivity developed due to the creation and transfer of more and more thermally generated charge carriers. The frequency dispersing total conductivity was calculated using the formula [32], =\n′ ′ ′ + ′ σac t A Z Z Z2 2 ; where t and A are the thickness and area of\npalette samples. Further, the conductivity spectra were fitted with a new equation which was proposed by us, = + −σ σ dc A ω b( ) ( )ac n0 ; where σac and σ dc( )0 are the total conductivity and extrapolated dc conductivity, A and b are the temperature dependence dimensionless constant and offset frequency, n (0≤ n≤ 1) is the temperature dependence frequency exponent where the mutual dependency of grain and grain boundary contribution exists. The frequency dependence ac conductivity contains two regions-(i) frequency independent dc conductivity originated from nearest neighbor hopping (NNH) where the hopping occurred between concerned ion and its nearest neighbor and it produced a path for long-range movement of charge carriers, (ii) frequency dependent ac conductivity conceived from Variable-rang hopping (VRH) where the hopping of ions occurred between the localized states in the vicinity of Fermi level and the concerned ion are unable to stabilize in new sites and returned to its initial position [37].\nThe dc activation energy for conduction was determined by using the famous Arrhenius plots plotting 1000/T vs. Ln(σdcT) which are displayed in [Fig. 7B]. It was observed that Ln(σdcT) vs. inverse temperature follows linear response, which was governed by,\n= −( )σ exp ;dc AT ETk aB where A and Ea are the dimensionless constant\nand activation energy, Tk andB are the Boltzmann's constant and absolute temperature in K. The approximated value of activation energy for dc conduction was 0.58 eV.\nTo explain the distinct conduction mechanism of ac conductivity, the temperature dependent frequency exponent (n) helps us to pick up some particular theoretical model to correlate with the experimental process. In literature, several models were proposed to interpret the conduction process depending upon value and variation of n, namely correlated barrier hopping (CBH) model, quantum mechanical tunneling (QMT) model, the non-overlapping small polaron tunneling (NSPT) model and overlapping large-polaron tunneling (OLPT) model etc [38]. In the NSPT model, the frequency exponent (n) and Lnτ both increased gradually with the expansion of temperature, which was the best choice for our experimental result, as shown in [Fig. 7C]. The temperature dependence of small polaron hopping conduction mechanism in ceramic spinel NiMn2O4+δ thermistor material was examined earlier by R. Schmidt et al., which was further confirmed by us in our present work on NiMnO3/NiMn2O4 in a different approach. Besides the variation of n with temperature, its value remains less than unity and it further affirmed that the NSPT model was most interesting\nand acceptable model relevant to our obtained result. The charge transport was accomplished by small polaron hopping in simple real space picture in comparison to classical semiconductor where charge carriers are delocalized and had to describe in momentum space. The electron transport and conduction in NiMnO3/NiMn2O4 enhanced due to the charge transfer interaction between spinal and ilmenite phases which was accomplished by small polaron hopping between Mn3+ and Mn4+ cations. The Jahn–Teller distorted Mn3+ cations from NiMn2O4 and Mn4+ cations from NiMnO3 were involved in creation of polaron, usually small polaron as the electrons are thought to be localized due to strong ionic bond in spinal and ilmenite or coupled structure. With high-temperature evolution, the strong electron-phonon coupling results from phonon-assisted Mn3+ and Mn4+ small polaron hopping [39,40]. The small polaron hopping path and tunnel sections was cubic in shape in NiMn2O4 and rhombohedral in shape in NiMnO3 with various dimension are shown in [Fig. 7D].\nThe frequency exponent for this NSPT model can be expressed as, = + −n 1 ; k T ω k TLn ωτ 4 [ ( )] B h B 0\nwhere wH and τ0 are the binding energy for small polaron and their characteristics relaxation time. Seemingly, the total ac conductivity for this model can be correlated with the Austin-\nMott formula, = − σ ω( )ac πe k Tα ω N E R( ) [ ( )] 12 B F ω2 1 2 4 ; where N E R( ) andF ω is the defect state density in the Fermi level and small polaron tunneling distance respectively and the term −α 1 is the reciprocal of Fröhlich coupling constant, which provides the spatial extension of the polaron [41]."
    }, {
      "heading" : "3.5. Dielectric spectra analysis",
      "text" : "The dielectric study is one of the necessary techniques to explain the conduction mechanism, dielectric loss and relaxation phenomenon etc. [Fig. 8A and B] represented the real ( ′εr ) and imaginary ( ′′εr ) dielectric constant of NiMnO3/NiMn2O4 in the frequency range 100 Hz-1MHz with ΔT=25K from room temperature (298K). The real and imaginary electrical permittivity was calculated using the following expression,\n′ = ′ ′′ +\n′\n′ ε ω( )r t ε Aω Z Z Z0 2 2 ; ′′ =\n′ ′ ′ + ′ ε ω( )r t ε Aω Z Z Z0 2 2 and = ′ ′ ′ δtan ε ωε ω ( ) ( ) r r , where t\nand A are the palette thickness and area respectively. The both dielectric constant curtailed gradually with the dispersion of high frequency and it can be epitomized by famous Koop's phenomenological theory where the NiMnO3/NiMn2O4 dielectric structure can be considered as an inhomogeneous medium composed of two MaxwellWagner type layers. According to this model, the dielectric structure is envisioned to comprise of well-conducting grains isolated by inadequately conducting grain boundaries. In low-frequency region, the\napplied electric field was very feeble and the electrons easily moved to the grain boundary from grain through hopping and head up there, as the resistance of grain boundary is high enough with compared to grains as observed. The resulting process produced large polarization in the system and dielectric constant increases in the low-frequency regime. However, as the frequency started rising, the electrons switched their bearing of movement in reverse direction and effectively diminished the probability of reaching the electrons in the grain boundary and as a result, polarization lessened gradually. With the thermal treatment, the dipoles were boosted up and orient themselves along the external field and further increased the electron and hole hopping between various cations Ni2+, Mn2+, Mn3+ and Mn4+ that leads to the formation of small polaron. As a result, the electrical permittivity enhanced with thermal expansion in the low-frequency regime [33,42].\nThe frequency dependence dielectric relaxation is characterized by Non-Debye type relaxation model where the complex permittivity can be expressed as,\n⎜ ⎟= + − + + ⎡ ⎣⎢ + ⎛ ⎝ ⎞ ⎠ ⎤ ⎦⎥ ∗ ∞ ∞ −( ) ε ω ε ε ε σ ε i ω ω ( ) 1 1 .r iω ω α h\nn s\n1 0\n0ω r (5)\nwhere, ∞ε , εs, are the static and high-frequency limit dielectric constant; ωh and ωr , are the hopping and relaxation frequency. The real ′ε( r ) and imaginary ′′ε( r ) part of dielectric constant can be\narticulated as,\n⎜ ⎟\n′ = + − ⎡ ⎣ + ⎤\n⎦ + +\n+ ⎡ ⎣⎢ ⎛ ⎝ ⎞ ⎠\n⎤ ⎦⎥\n∞\n∞ − −\n− − − ( ) ( ) ( ) ε ω ε ε ε\nσ ε\nω ω\nnπ\n( ) ( ) 1 cos\n1 2 cos\nsin 2\nr\nω ω\nα α π\nω ω α α π ω ω\nα\nh\nn\ns 1 (1 )\n2\n1 (1 ) 2\n2 2\n0\n0ω\nr\nr r\n(6)\nand,\n⎜ ⎟′ = ⎛ ⎝ − ⎞ ⎠ ⎡ ⎣ + ⎤ ⎦\n+ + +\n⎡\n⎣\n⎢ ⎢ ⎢ + ⎛ ⎝ ⎞ ⎠\n⎤\n⎦\n⎥ ⎥ ⎥\n′ ∞\n− −\n− − − ( ) ( ) ( ) ε ω ε ε\nσ ε\nω ω\nnπ\n( ) 1 sin\n1 2 cos 1\ncos 2\nr\nω ω\nα α π\nω ω α α π ω ω\nα h\nn\ns 1 (1 )\n2\n1 (1 ) 2\n2 2 0\n0ω\nr\nr r\n(7)\nwhere the first part is associated with thermal polarization and the second part are related to the electrical conductivity relaxation due to the long-range movement of charge carriers. The imaginary dielectric constant ( ′′εr ) were fitted with equation (7), are shown in [Fig. 8B]. The temperature dependence dampings coefficient (α), resonance frequency (ωR) and the parameter ( =k αωR\n2 ) did a vital job for identifying the dielectric response in a system. The resonance-type dielectric response took place in the system for 0 value of k, in which the moving charge is dominated by the inertial effect. When the value of k increased from zero, the dielectric response possesses a resonance dominated behavior to relaxation dominated behavior which was more obvious in our result. [Fig. 8D] displayed the temperature dependent damping coefficient (α) and peak angular frequency where the kvalue lies between 0.015 and 0.03 indicating moderating electrical damping in NiMnO3/ NiMn2O4 nanosystem [35,43].\nThe dielectric constant ( εr) vs. temperature at 5 different frequencies 100 Hz, 1 kHz, 10 kHz, 100 kHz and 1MHz with temperature ranging 298K–573K are spectacled in [Fig. 8C]. The dielectric constant started developing its value with the expansion of temperature due to dipolar and space charge polarization which are actively temperature dependent. In the high-temperature region, the charge carriers became excited and begun to move towards grain boundary, resulting in an increase in polarization."
    }, {
      "heading" : "3.6. Electrochemical performance",
      "text" : "The electrochemical performance of NiMnO3/NiMn2O4 nano cotton and its MWCNT integrated nanocomposites were carried out by both cyclic voltammetry (CV) and charge-discharge (CD) by the help of three-electrode arrangement in 3M aqueous KOH solution. The specific or gravimetric capacitance (Csp) was determined utilizing the following equation [44],\n∫ ∫ = ∮ = +\n− − C i v dv mS v v i v dv i v dv mS v v ( ) 2 ( ) ( ) ( ) 2 ( )sp CV f r f r\n0 0.55\n0.55 0\n(8)\nwhere, vf and vr are the cut-off potential of cyclic voltammetry for our experiment, m, and S (V/s) are the mass of the operating materials loaded in working electrode and scan rates respectively. Likewise, the specific capacitance (C )spCD was estimated from constant current chargedischarge (CCCD) measurements which can be expressed as [45],\n= ( )\nC i v\nm ( ) .spCCCD dv dt (9)\nwhere, i(v) and dv dt\nare the discharging current and slope of the discharge curve. The energy (E) and power (P) density were calculated using the following expressions [44],\n= −E C v v 1 2 ( )spCV f r 2\n= −P SC v v 1 2 ( )spCV f r\nFor CV and CD measurements, the potential range was set up from 0 to 0.55 V ( =−v v V0.55f r ) [Fig. 9A]. represents the cyclic voltammetry (CV) curves of NiMnO3/NiMn2O4 nano cotton at four different scan rates. Seemingly, a pair of redox peaks were detected in the upper and lower half cycle, where NieOeOH and MneOeOH built up on the nano-cotton surface during the operation on basic KOH solution. The top and nadir point in i-v mountain can be elicited from Faradaic redox reactions in accordance with NieO, MneO/NieOeOH, MneOeOH. Besides, the top and nadir point was expanding which recommends the enhancement of current density (A-g−1) with scan rates (mV/s) like various oxides [30,46]. The galvanostatic charging and discharging curves and profiles are interpreted in [Fig. 9B and C] within the potential window 0–0.55 V. The high specific capacitance value of NiMnO3/NiMn2O4 coupled nanosystem was discovered 869 F-g−1 for current density 5 A-g−1 and scan rate 5mV/s and even its value was retained up to (64.44%) 560 F-g−1 for maximum current density 25 Ag1 and scan rate 40mV/s respectively [Fig. 9D and E]. A Ragone plot was also illustrated in [Fig. 9E-inset] which highlighted the overall energy density vs. power density and high energy density (108WhKg−1) was observed at power density (1146W kg−1).\nIn addition, the electrochemical performance of MWCNT blended NiMnO3/NiMn2O4 nano cotton was also observed for enhanced supercapacitor application in an energy storage system [Fig. 10A]. represents the CV curves of CNT integrated system in a voltage range 0 V–0.55 V over four different scan rates. Apparently, two distinct redox peaks were detected in the upper and lower half of CV plots, which were assigned to the Faradaic redox reactions related to NieO, MneO/ NieOeOH, MneOeOH. The galvanostatic charging and discharging curves and profiles of the present samples were characterized in [Fig. 10B and C] at various current densities (Ag−1) within the potential elevation 0–0.55 V. It was observed that the potential vs. time graph for various current densities was symmetric in nature, which manifested that the reference electrode exposed excellent charging discharging capability with durable columbic efficiency. Based on above eqn 8. the improved specific capacitance (Csp) were anticipated 1037 Fg−1 for lowest current densities 5 A g−1 and scan rates 5mV/s, which are shown in [Fig. 10D and E] respectively. Some increment of energy density (140Wh-Kg−1) was discovered at power density 1347W kg−1 due to intermingles of MWCNT with NiMnO3/NiMn2O4 nanosystem [Fig. 10E-inset] which enhanced the electron conduction path along with electroconductiblity. The observed value of current and power density are intensified than the previously published result of individual NiMnO3/C or NiMn2O4/C composites [12,15,30,47–49,50]. The comparison of electrochemical performance between our result with few previously published relevant literature are also highlighted in [Fig. 10F]."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Concisely, the NiMnO3/NiMn2O4 nano cotton hybrid oxides were synthesized via Glycine assisted sol-gel auto combustion route with a perspective to understand its electrical transport mechanism and electrochemical performance along with its MWCNT blended complex for energy storage devices and superior supercapacitor applications. Various experiments such as XRD, FTIR, and Raman were performed initially for their primary characterization, phase formation and various M−O stretching vibration corresponding octahedral and tetrahedral sites respectively. The fitted Magnetic spectra of both compounds discovered that saturation magnetization (1.2 emu/gm.) and coercivity (264 Oe) both diminished significantly with the incorporation of MWCNT with NiMnO3/NiMn2O4. The BET surface area analysis of\nNiMnO3/NiMn2O4 exhibits its porous nature with pore volume of 0.042 cc/gm. and specific area75.6 m2g-1, which was sufficient to make contact between electrolytes and operating materials. The fitted complex impedance Nyquist curves ′ ′′Z vs Z( . ) distinguished the individual contribution of grain, grain boundary contribution and the asymmetric semicircle suggested the Non-Debye type dielectric relaxation in NiMnO3/NiMn2O4.The grain boundary resistance (Rg) and capacitance (Rgb) exhibited higher value than its grain contribution and the activation energy was estimated from the linear plot for grain (1.2 eV) and grain boundary (0.87 eV). The electron transport and conduction mechanism were well explained with small polaron hopping model for nearest neighbor hopping (NNH) and variable range hopping (VRH). A theoretical framework had been proposed earlier by R. Schmidt et al. based on a random resistor network to interpret the above model. Here, we have successfully explained by fitting it by a specific resistor network model (RQ)(RCQ) and polaron hopping/tunneling concept, which further confirmed from the variation of the temperature dependence frequency exponent (n). The real ( ′εr ) and imaginary ( ′′εr ) electrical permittivity both increased with high-temperature evolution from 298Ke573K and various electrical polarization was elucidated with the help of Koop's phenomenological theory. Most interestingly, the NiMnO3/NiMn2O4 nano cotton delivered noteworthy pseudocapacitive performance with specific capacitance 869 F-g−1 for current density 5 A g−1 and scan rate 5mV/s and its value further improved up to 1037 F-g−1 for current densities 5 A g−1 and scan rates 5mV/s with the incorporation of MWCNT. The Ragone plot exhibited excellent energy density 108Wh-Kg−1 at power density 1146W kg−1 for NiMnO3/ NiMn2O4 and energy density 140Wh-Kg−1 at power density 1347W kg−1 for NiMnO3/NiMn2O4/MWCNT."
    }, {
      "heading" : "Acknowledgment",
      "text" : "We would like to acknowledge Mr. Kishore Kumar Mahato of Metallurgical and Materials Engineering Department of our institute for providing the required amount of MWCNT-COOH (Sigma-Aldrich) for our experiment. Most importantly, we want to acknowledge Mr. Satyajit Ratha of school of basic science, IIT Bhubaneswar for extending their CV and CD facilities."
    } ],
    "references" : [ {
      "title" : "A cost-effective supercapacitor material of ultrahigh specific capacitances: spinel nickel cobaltite aerogels from an epoxide-driven sol-gel process",
      "author" : [ "T.Y. Wei", "C.H. Chen", "H.C. Chien", "S.Y. Lu", "C.C. Hu" ],
      "venue" : "Adv. Mater. 22 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Recent progress on carbon-based support materials for electrocatalysts of direct methanol fuel cells",
      "author" : [ "H. Huang", "X. Wang" ],
      "venue" : "J. Mater. Chem. 2 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Recent progress in solar cells based on one-dimensional nanomaterials",
      "author" : [ "H. Sun", "J. Deng", "L. Qiu", "X. Fang", "H. Peng" ],
      "venue" : "Energy Environ. Sci. 8 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "F",
      "author" : [ "S. Goriparti", "E. Miele" ],
      "venue" : "de Angelis, E. Di Fabrizio, R. Proietti Zaccaria, C. Capiglia, Review on recent progress of nanostructured anode materials for Li-ion batteries, J. Power Sources 257 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Li-ion battery materials: present and future",
      "author" : [ "N. Nitta", "F. Wu", "J.T. Lee", "G. Yushin" ],
      "venue" : "Mater. Today 18 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Binary Nickel−Cobalt oxides electrode materials for high performance supercapacitors: influence of its composition and porous nature",
      "author" : [ "J. Zhang", "F. Liu", "J.P. Cheng", "X.B. Zhang" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Hierarchically porous nickel oxide nanosheets grown on nickel foam prepared by one step in situ anodization for high-performance supercapacitors",
      "author" : [ "L. Yang", "L. Qian", "X. Tian", "J. Li", "J. Dai", "Y. Guo", "D. Xiao" ],
      "venue" : "Chem. Asian J. 9 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Recent progress in nickel based materials for high performance pseudocapacitor electrodes",
      "author" : [ "L.D. Feng", "Y.F. Zhu", "H.Y. Ding", "C.Y. Ni" ],
      "venue" : "J. Power Sources 267 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanostructured MnO[2]: hydrothermal synthesis and electrochemical properties as a supercapacitor electrode material",
      "author" : [ "V. Subramanian", "H. Zhu", "B. Wei" ],
      "venue" : "J. Power Sources 159 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Mesoporous NiCo[2]O[4] nanoflakes as electrocatalysts for rechargeable Li–O[2] batteries",
      "author" : [ "L. Zhang", "S. Zhang", "K. Zhang", "G. Xu", "X. He", "S. Dong", "Z. Liu", "C. Huang", "L. Gu", "G. Cui" ],
      "venue" : "Chem. Commun. 49 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "NiMn[2]O[4] as an efficient cathode catalyst for rechargeable lithium–air batteries",
      "author" : [ "S. Li", "J. Xu", "Z. Ma", "S. Zhang", "X. Wen", "X. Yu", "J. Yang", "Z.F. Ma", "X. Yuan" ],
      "venue" : "Chem. Commun. 53 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis of NiMnO[3]/C nano-  composite electrode materials for electrochemical capacitors",
      "author" : [ "P. Kakvand", "M.S. Rahmanifar", "M.F.E. Kady", "A. Pendashteh", "M.A. Kiani", "M. Hashami", "M. Najafi", "A. Abbasi", "M.F. Mousavi", "R.B. Kaner" ],
      "venue" : "Nanotechnology 27 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Metal–organic framework derived ZnO/ZnFe[2]O[4]/C nanocages as stable cathode material for reversible lithium–oxygen batteries",
      "author" : [ "W. Yin", "Y. Shen", "F. Zou", "X. Hu", "B. Chi", "Y. Huang" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Urea-assisted room temperature stabilized metastable β-NiMoO4: experimental and theoretical insights into its unique bifunctional activity towards oxygen evolution and supercapacitor",
      "author" : [ "S. Ratha", "A.K. Samantara", "K.K. Singha", "A.S. Gangan", "B. Chakraborty", "B.K. Jena", "C.S. Rout" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Facile synthesis of NiMn[2]O[4] nanosheet arrays grown on nickel foam as novel electrode materials for high-performance supercapacitors",
      "author" : [ "H. Wei", "J. Wang", "L. Yu", "Y. Zhang", "D. Hou", "T. Li" ],
      "venue" : "Ceram. Int. 42 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Facile synthesis of reduced graphene oxide/NiMn[2]O[4] nanorods hybrid materials for high-performance supercapacitors",
      "author" : [ "Z. Wang", "Z. Zhu", "C. Zhang", "C. Xu", "C. Chen" ],
      "venue" : "Electrochim. Acta 230 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "NiMnO[3]/NiMn[2]O[4] oxides synthesized via the aid of pollen: ilmenite/spinel hybrid nanoparticles for highly efficient bifunctional oxygen electrocatalysis",
      "author" : [ "X. He", "F. Yin", "Y. Li", "H. Wang", "J. Chen", "Y. Wang", "B. Chen" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Crystal structure and ferrimagnetism in NiMnO[3] and CoMnO[3",
      "author" : [ "W.H. Cloud" ],
      "venue" : "Phys. Rev. 111 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1958
    }, {
      "title" : "High-pressure phase of the cubic spinel NiMn[2]O[4",
      "author" : [ "S. Asbrink", "A. Waskowska", "J.S. Olsen", "L. Gerward" ],
      "venue" : "Phys. Rev. B 57 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Improved energy storage",
      "author" : [ "J. Bhagwan", "S. Rani", "V. Sivasankaran", "K.L. Yadav", "Y. Sharma" ],
      "venue" : "magnetic and electrical properties of aligned, mesoporous and high aspect ratio nanofibers of spinel-NiMn[2]O[4], Appl. Surf. Sci. 426 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Construction of core@ shell nanostructured NiFe[2]O[4]@TiO[2] ferrite NAND logic gate using fluorescence quenching mechanism for TiO[2]sensing",
      "author" : [ "S. Karmakar", "K.L. Routray", "B. Panda", "B. Sahoo", "D. Behera" ],
      "venue" : "J. Alloy. Comp. 765 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanocrystalline AMn[2]O[4] (A = Co",
      "author" : [ "S.A. Hosseini", "A. Niaei", "D. Salari", "S.R. Nabavi" ],
      "venue" : "Ni, Cu) spinels for remediation of volatile organic compounds-synthesis, characterization and catalytic performance, Ceram. Int. 38 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "One pot synthesis of ilmenite-type NiMnO[3]–“nitrogen doped” graphene nanocomposite as next generation supercapacitors",
      "author" : [ "S. Giri", "D. Ghosh", "C.K. Das" ],
      "venue" : "Dalton Trans. 42 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Ozone decomposition",
      "author" : [ "D. Mehandjiev", "A. Naydenov", "G. Ivanov" ],
      "venue" : "benzene and CO oxidation over NiMnO[3]-ilmenite and NiMn[2]O[4]-spinel catalysts, Appl. Catal. Gen. 206 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Physical investigations on NiMn[2]O[4] sprayed magnetic spinel for sensitivity applications",
      "author" : [ "T. Larbi", "A. Amara", "B. Ouni", "A. Inoubli", "M. Karyaoui", "A. Yumak", "F. Saadallah", "K. Boubaker", "M. Amlouk" ],
      "venue" : "J. Magn. Magn. Mater. 387 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "First-principles study of electronic structure and photocatalytic properties of MnNiO[3] as an alkaline oxygen-evolution photocatalyst",
      "author" : [ "J. Yu", "Q. Yan", "W. Chen", "A. Jain", "J.B. Neaton", "K.A. Persson" ],
      "venue" : "Chem. Commun. 51 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Structural and physicochemical properties of nickel manganite NiMn[2]O4-δ synthesized by sol-gel and ultra sound assisted methods",
      "author" : [ "D. Alburquenque", "L. Troncoso", "J.C. Denardin", "A. Butera", "K.D. Padmasree", "J. Ortiz", "F. Herrera", "J.F. Marco", "J.L. Gautier" ],
      "venue" : "J. Alloy. Comp. 672 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Structural",
      "author" : [ "S.M. Savića", "M. Tadić", "Z. Jagličić", "K. Vojisavljević", "L. Mancicd", "G. Branković" ],
      "venue" : "electrical and magnetic properties of nickel manganite obtained by a complex polymerization method, Ceram. Int. 40 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Oxygen octahedra distortion induced structural and magnetic phase transitions in Bi[1]−xCaxFe[1]−xMnxO[3] ceramics",
      "author" : [ "P. Kumar", "N. Shankhwar", "A. Srinivasan", "M. Kar" ],
      "venue" : "J. Appl. Phys. 117 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Designing sandwiched and crystallized NiMn[2]O[4]/C arrays for enhanced sustainable electrochemical energy storage",
      "author" : [ "Y. Ouyang", "Y. Feng", "H. Zhang", "L. Liu", "Y. Wang" ],
      "venue" : "ACS Sustain. Chem. Eng. 5 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Investigation of structural and electrical transport properties of nano-flower shaped NiCo[2]O[4] supercapacitor electrode materials",
      "author" : [ "S. Karmakar", "S. Varma", "D. Behera" ],
      "venue" : "J. Alloy. Comp. 757 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A study on optical and dielectric properties of Ni-ZnO nanocomposite",
      "author" : [ "S. Karmakar", "B. Panda", "B. Sahoo", "K.L. Routray", "S. Varma", "D. Behera" ],
      "venue" : "Mater. Sci. Semicond. Process. 88 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Impedance and modulus studies of magnetic ceramic oxide Ba[2]Co[2]Fe[12]O[22] (Co[2]Y) doped with Bi[2]O[3",
      "author" : [ "M.M. Costa", "G.F.M. Pires Jr.", "A.J. Terezo", "M.P.F. Graca", "A.S.B. Sombra" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "In-plane impedance spectroscopy in aerosol deposited NiMn[2]O[4] negative temperature coefficient thermistor films",
      "author" : [ "J. Ryu", "D.S. Park", "R. Schmidt" ],
      "venue" : "J. Appl. Phys. 109 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Almond-West type grain and grain boundary conductionmodified dielectric relaxation in NdCoO[3",
      "author" : [ "S. Karmakar", "D. Behera" ],
      "venue" : "Appl. Phys. A 124 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Oxygen-vacancy-related low-frequency dielectric relaxation and electrical conduction in Bi:SrTiO[3",
      "author" : [ "C. Ang", "Z. Yu", "L.E. Cross" ],
      "venue" : "Phys. Rev. B 62 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Investigation of optical",
      "author" : [ "S. Karmakar", "A.K. Manna", "S. Varma", "D. Behera" ],
      "venue" : "electrical and magnetic properties of hexagonal NiTiO[3] nanoparticles prepared via ultrasonic dispersion techniques for high power applications, Mater. Res. Express 5 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Conduction mechanism study by overlapping large-polaron tunnelling model in SrNiP2O[7]ceramic compound",
      "author" : [ "M. Megdiche", "C. Perrin-pellegrino", "M. Gargouri" ],
      "venue" : "J. Alloy. Comp. 5 (84) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Small polaron hopping in spinel manganates",
      "author" : [ "R. Schmidt", "A. Basu", "A.W. Brinkman" ],
      "venue" : "Phys. Rev. B 72 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Electron-hopping modes in NiMn[2]O4+δ materials",
      "author" : [ "R. Schmidt", "A. Basu", "A.W. Brinkman", "Z. Klusek", "P.K. Datta" ],
      "venue" : "Appl. Phys. Lett. 86 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Experimental and  S",
      "author" : [ "A. Kahouli", "A. Sylvestre", "F. Jomni", "B. Yangui", "J. Legrand" ],
      "venue" : "Karmakar and D. Behera  Ceramics International 45 (2019) 13052–13066 13065  theoretical study of AC electrical conduction mechanisms of semicrystalline parylene C thin films, J. Phys. Chem. A 116 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Dielectric properties of nanocrystalline Co-Mg ferrites",
      "author" : [ "J. Sharma", "N. Sharma", "J. Parashar", "V.K. Saxena", "D. Bhatnagar", "K.B. Sharma" ],
      "venue" : "J. Alloy. Comp. 649 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Dielectric relaxation",
      "author" : [ "R. Tang", "C. Jiang", "W. Qian", "J. Jian", "X. Zhang", "H. Wang", "H. Yang" ],
      "venue" : "resonance and scaling behaviors in Sr[3]Co[2]Fe[24]O[41] hexaferrite, Sci. Rep. 5 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Self-assembled flower-like ZnCo[2]O[4] hierarchical superstructures for high capacity Supercapacitors",
      "author" : [ "S. Ratha", "C.S. Rout" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Spinel NiCo[2]O[4] nanorods for supercapacitor applications",
      "author" : [ "S. Sahoo", "S. Ratha", "C.S. Rout" ],
      "venue" : "Am. J. Eng. Appl. Sci. 8 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Heterostructural MnO[2]@NiS[2]/Ni(OH)[2] materials for high-performance  pseudocapacitor electrodes",
      "author" : [ "Y. Ji", "W. Liu", "Z. Zhang", "Y. Wang", "X. Zhao", "B. Li", "X. Wang", "X. Liu", "B. Liu", "S. Fenga" ],
      "venue" : "RSC Adv. 7 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Studies on the electrochemical intercalation/de-intercalation mechanism of NiMn[2]O[4] for high stable pseudocapacitor electrodes",
      "author" : [ "K.V. Sankar", "S. Surendran", "K. Pandi", "A.M. Allin", "V.D. Nithya", "Y.S. Leeb", "R.K. Selvan" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Hierarchical NiMn[2]O[4]@CNT nanocomposites for high-performance asymmetric supercapacitors",
      "author" : [ "H. Nan", "W. Ma", "Z. Gu", "B. Geng", "X. Zhang" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis and application of NiMnO[3]-rGO nanocomposites as electrode materials for hybrid energy storage devices",
      "author" : [ "J.S. Sanchez", "A. Pendashteh", "J. Palma", "M. Anderson", "R. Marcilla" ],
      "venue" : "Appl. Surf. Sci. 460 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hierarchical mesoporous NiCo[2]O[4]@MnO[2] core–shell nanowire arrays on nickel foam for aqueous asymmetric supercapacitors",
      "author" : [ "K. Xu", "W. Li", "Q. Liu", "B. Li", "X. Liu", "L. An", "Z. Chen", "R. Zou", "J. Hu" ],
      "venue" : "J. Mater. Chem. 2 (2014) 4795–4802.  S. Karmakar and D. Behera  Ceramics International 45 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 11,
      "context" : "synthesized NiMnO3-rGO nanocomposite as an electrode materials that exhibit a high capacity of 91mAh g and high energy density of ∼24Wh kg in integration with rGO [12,49].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 48,
      "context" : "synthesized NiMnO3-rGO nanocomposite as an electrode materials that exhibit a high capacity of 91mAh g and high energy density of ∼24Wh kg in integration with rGO [12,49].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 14,
      "context" : "prepared NiMn2O4 nanosheets for high-performance supercapacitor [15].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 16,
      "context" : "Likewise, the NiMn2O4/NiMnO3 ilmenite/spinel composites discovered exceptional ionic conductivity at room temperature and high-temperature evolution with remarkable physical and chemical properties in comparison to isolated NiMn2O4 and NiMnO3 oxides [17].",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 17,
      "context" : "The ilmenite structure of NiMnO3 is consists of the hexagonal closed packed arrays of oxygen where the cation occupies in 2/3 of octahedral sites and rest 1/3 of octahedral sites remain vacant [18].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 18,
      "context" : "The electrical conduction occurred due to thermally activated ion hopping between Mn and Mn cations in octahedral sites [19].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 20,
      "context" : "The average crystallite sizes were estimated by famous Debye–Scherrer equation [21],",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 19,
      "context" : "87 cm represented metal oxide (M−O) starching vibrations corresponding to tetrahedral sites (NieO) and octahedral sites (MneO) with their approximated bandwidths, which are good agreement with [20,22].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 21,
      "context" : "87 cm represented metal oxide (M−O) starching vibrations corresponding to tetrahedral sites (NieO) and octahedral sites (MneO) with their approximated bandwidths, which are good agreement with [20,22].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 22,
      "context" : "The peaks between 480 cm to 550 cm were assigned to NiMnO3 phases, which also are in accordance with the literature [23].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 23,
      "context" : ") of the CNT composites and it additionally support the alliance between NiMnO3/NiMn2O4 with MWCNT [24].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 17,
      "context" : "In NiMnO3, the metal atom Ni and Mn of ilmenites are organized in alternate layers between oxygen layers and assembled in layers of the sequence of NieMneNieMneNi along the body diagonal of the rhombohedron [18,19].",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 18,
      "context" : "In NiMnO3, the metal atom Ni and Mn of ilmenites are organized in alternate layers between oxygen layers and assembled in layers of the sequence of NieMneNieMneNi along the body diagonal of the rhombohedron [18,19].",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 11,
      "context" : "The ′ G band was associated with the overtone of D band [12,16,25].",
      "startOffset" : 56,
      "endOffset" : 66
    }, {
      "referenceID" : 15,
      "context" : "The ′ G band was associated with the overtone of D band [12,16,25].",
      "startOffset" : 56,
      "endOffset" : 66
    }, {
      "referenceID" : 24,
      "context" : "The ′ G band was associated with the overtone of D band [12,16,25].",
      "startOffset" : 56,
      "endOffset" : 66
    }, {
      "referenceID" : 17,
      "context" : "The ilmenite NiMnO3 possessed a ferrimagnetic to ferromagnetic transition below the critical temperature∼437K, as reported by previous literature [18,26].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 25,
      "context" : "The ilmenite NiMnO3 possessed a ferrimagnetic to ferromagnetic transition below the critical temperature∼437K, as reported by previous literature [18,26].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 29,
      "context" : "84), the isotherms increase rapidly and follow a lag loop due to the capillary agglomeration phenomenon [30].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 30,
      "context" : "The real impedance at various temperature saturates at some particular point in the high-frequency region, implying the possible release of space charge and subsequent lessening the potential energy barrier properties [31,32].",
      "startOffset" : 218,
      "endOffset" : 225
    }, {
      "referenceID" : 31,
      "context" : "The real impedance at various temperature saturates at some particular point in the high-frequency region, implying the possible release of space charge and subsequent lessening the potential energy barrier properties [31,32].",
      "startOffset" : 218,
      "endOffset" : 225
    }, {
      "referenceID" : 32,
      "context" : "This type of behavior is called negative temperature coefficient (NTC) effect and it can explore its application as a thermistor material [33,34].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 33,
      "context" : "This type of behavior is called negative temperature coefficient (NTC) effect and it can explore its application as a thermistor material [33,34].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 34,
      "context" : "to = − C CPE R ( ) n n n 1 (1 ) and n decides the departure from ideal Debye type model, 0 < n < 1: n equal to 1 for an ideal capacitor and 0 for ideal resistor [35].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 36,
      "context" : "The frequency dependence ac conductivity contains two regions-(i) frequency independent dc conductivity originated from nearest neighbor hopping (NNH) where the hopping occurred between concerned ion and its nearest neighbor and it produced a path for long-range movement of charge carriers, (ii) frequency dependent ac conductivity conceived from Variable-rang hopping (VRH) where the hopping of ions occurred between the localized states in the vicinity of Fermi level and the concerned ion are unable to stabilize in new sites and returned to its initial position [37].",
      "startOffset" : 567,
      "endOffset" : 571
    }, {
      "referenceID" : 37,
      "context" : "In literature, several models were proposed to interpret the conduction process depending upon value and variation of n, namely correlated barrier hopping (CBH) model, quantum mechanical tunneling (QMT) model, the non-overlapping small polaron tunneling (NSPT) model and overlapping large-polaron tunneling (OLPT) model etc [38].",
      "startOffset" : 324,
      "endOffset" : 328
    }, {
      "referenceID" : 38,
      "context" : "With high-temperature evolution, the strong electron-phonon coupling results from phonon-assisted Mn and Mn small polaron hopping [39,40].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 39,
      "context" : "With high-temperature evolution, the strong electron-phonon coupling results from phonon-assisted Mn and Mn small polaron hopping [39,40].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 40,
      "context" : "12 B F ω 2 1 2 4 ; where N E R ( ) and F ω is the defect state density in the Fermi level and small polaron tunneling distance respectively and the term − α 1 is the reciprocal of Fröhlich coupling constant, which provides the spatial extension of the polaron [41].",
      "startOffset" : 260,
      "endOffset" : 264
    }, {
      "referenceID" : 32,
      "context" : "As a result, the electrical permittivity enhanced with thermal expansion in the low-frequency regime [33,42].",
      "startOffset" : 101,
      "endOffset" : 108
    }, {
      "referenceID" : 41,
      "context" : "As a result, the electrical permittivity enhanced with thermal expansion in the low-frequency regime [33,42].",
      "startOffset" : 101,
      "endOffset" : 108
    }, {
      "referenceID" : 34,
      "context" : "03 indicating moderating electrical damping in NiMnO3/ NiMn2O4 nanosystem [35,43].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 42,
      "context" : "03 indicating moderating electrical damping in NiMnO3/ NiMn2O4 nanosystem [35,43].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 43,
      "context" : "The specific or gravimetric capacitance (Csp) was determined utilizing the following equation [44],",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 44,
      "context" : "Likewise, the specific capacitance (C ) sp CD was estimated from constant current chargedischarge (CCCD) measurements which can be expressed as [45],",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 43,
      "context" : "The energy (E) and power (P) density were calculated using the following expressions [44], = − E C v v 1 2 ( ) sp CV f r 2",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 29,
      "context" : "Besides, the top and nadir point was expanding which recommends the enhancement of current density (A-g) with scan rates (mV/s) like various oxides [30,46].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 45,
      "context" : "Besides, the top and nadir point was expanding which recommends the enhancement of current density (A-g) with scan rates (mV/s) like various oxides [30,46].",
      "startOffset" : 148,
      "endOffset" : 155
    } ],
    "year" : 2019,
    "abstractText" : "Self-assembled ilmenite/spinel NiMnO3/NiMn2O4 nano-cotton and it's MWCNT blended composites were synthesized via one-step sol-gel auto combustion and ultra-sonication techniques with a perspective to investigate its dielectric, conduction mechanism and enhanced electrochemical performance to explore its applications as supercapacitor materials and high-temperature energy storage devices. The as-prepared double phase oxides were characterized initially by X-ray diffractometry, FTIR and Raman techniques to ascertain its phase formation and structural information. The FESEM and TEM micrographs reveal the growth of nanoparticles homogeneously and cotton-like morphology over observed space. The EDS elemental analysis and mappings exposed the true stoichiometrical ratios of elemental particles Ni, Mn, O and C and their uniform distribution. The coercivity (264 Oe) and saturation magnetization (1.2 emu/gm.) of MWCNT blended NiMnO3/NiMn2O4 oxides curtailed significantly than NiMnO3/NiMn2O4 which recommends its approach towards the superparamagnetic region. The fitted Nyquist plot ( ′ ′′ Z vs Z . ) distinguished the individual contribution of grain and grain boundary and activation energy for grain (0.87 eV) and grain boundary (1.2 eV) was estimated from liner plot of extracted data. The frequency dispersing conductivity spectra was fitted with a modified equation of Jonscher's Power Law proposed by us, = + − σ ω σ dc A ω b ( ) ( ) ( ) ac n 0 and temperature dependent frequency exponent (n) and Ln (A) suggests non-overlapping small polaron tunneling (NSPT) model for its conduction mechanism. Displacement of both Ni and Ni ions through the channel like cavities of ilmenite/spinel structure along a, b and c axis provides strong support of the NSPT model. The electrochemical supercapacitor properties of NiMnO3/NiMn2O4 and MWCNT blended NiMnO3/NiMn2O4 were examined in 2M aqueous KOH solution and excellent capacitive properties were observed for both compounds. Higher capacitance value (1347 F-g) and energy density 140W h kg were obtained at a current density of 5 A g for MWCNT blended NiMnO3/NiMn2O4 with compared to its parent counterparts.",
    "creator" : "Elsevier"
  }
}