{
  "name" : "downloads_2019-11-20_57_boyou2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Experimental investigation of hole cleaning in directional drilling by using nano-enhanced water-based drilling fluids",
    "authors" : [ "Natalie Vanessa Boyou", "Issham Ismail", "Wan Rosli", "Wan Sulaiman", "Amin Sharifi Haddad", "Norhafizuddin Husein", "Heah Thin Hui", "Kathigesu Nadaraja" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Petroleum Science and Engineering\njournal homepage: www.elsevier.com/locate/petrol\nExperimental investigation of hole cleaning in directional drilling by using nano-enhanced water-based drilling fluids\nNatalie Vanessa Boyoua,b, Issham Ismaila, Wan Rosli Wan Sulaimana, Amin Sharifi Haddadb,∗, Norhafizuddin Huseina, Heah Thin Huic, Kathigesu Nadarajac\naMalaysia Petroleum Resources Corporation Institute for Oil and Gas (MPRC-UTM), Universiti Teknologi Malaysia, 81310, Johor Bahru, Malaysia b School of Engineering, University of Aberdeen, Aberdeen, UK c Faculty of Chemical and Energy Engineering, Universiti Teknologi Malaysia, 81310, Johor Bahru, Malaysia\nA R T I C L E I N F O\nKeywords: Directional drilling Hole cleaning Cuttings transport efficiency Nano-enhanced drilling fluids\nA B S T R A C T\nInadequate hole cleaning often leads to challenges in drilling and well completion operations such as low rates of penetration, pipe sticking, losing tools, difficulties in liner/casing placements, etc. Designing a drilling fluid with improved rheological properties would be a solution to increase cuttings transportation efficiency. This study investigates the performance of nanosilica water-based drilling fluids for the hole cleaning process in directional drilling operations. Different inclination angles have been considered in a flow loop system with different rotational speeds (0 and 150 rpm) to simulate the drilling conditions in a wellbore. The performance of nanoenhanced drilling fluids in the cuttings removal process was compared with conventional water-based drilling fluids, and it was found that silica nanoparticles increased the cuttings transport efficiency in all experiments. The results indicated that the presence of nanosilica in the mud increased the colloidal interactions with cuttings and contributed to the improvements in cuttings transportation efficiency by 30.8–44% for different nano-enhanced water-based drilling fluids used in this study. The implementation of nanosilica in water-based drilling fluids showed promising results in the hole cleaning process which demonstrates the feasibility of using them in extended reach drilling operations."
    }, {
      "heading" : "1. Introduction",
      "text" : "Oil and gas exploration has been improved by new levels of technologies and deeper and harsher environments are being drilled more than ever before. Drilling fluids play a vital role in drilling operations, such as cooling and lubricating the bit and drill string, cleaning the bottom hole, controlling formation pressure, improving rate of penetration, among others (Bourgoyne et al., 1986). In recent years, drilling in harsh conditions, such as extended-reach and deep-water drilling operations, highlighted the unsuitability of conventional muds for the successful drilling and hole cleaning processes. Therefore, there is a demand for new drilling fluids that can perform efficiently in such conditions. Oil producers and service companies have been investigating more effective ways to tackle challenging environments, in order to drill and produce in a safe and feasible manner. For example, oil-based drilling fluids, treated with micronized barite, were tested in the North Sea (Kageson-Loe et al., 2007). Also, they showed promising performance in shale inhibition, bit lubrication and torque reduction (Caldarola et al., 2016). However, drilling with an oil-based mud is\nassociated with high costs of procurement and toxic waste management. Thus, extensive research has gone into improving water-based muds because of their low cost and environmental friendly attributes (Rafati et al., 2018).\nWater was the first drilling fluid used in drilling operations (Brantly, 1961). However, water was not able to suspend cuttings in static conditions, build an impermeable layer on permeable formations, nor was it dense enough to balance formation pressure. According to Apaleke et al. (2012), increased drilling activities provided a market for heavy muds, made by adding heavy minerals into the mud for pressure control purposes, and this led to improvements of water-based muds. However, there are still significant limitations of water-based muds in their stability and cuttings lifting abilities.\nHall et al. (1950) stated that the removal of cuttings and sloughs is one of the most important functions of drilling fluids. According to Hakim et al. (2018), drilled cuttings removal is critical, especially in horizontal wells. In addition to reductions in the rates of penetration by the accumulated cuttings in wellbores, inefficient hole cleaning increases the possibility of stuck pipe. Therefore, the wellbore cleaning\nhttps://doi.org/10.1016/j.petrol.2019.01.063 Received 15 July 2018; Received in revised form 11 January 2019; Accepted 16 January 2019\n∗ Corresponding author. E-mail address: amin.sharifi@abdn.ac.uk (A. Sharifi Haddad).\nJournal of Petroleum Science and Engineering 176 (2019) 220–231\nAvailable online 17 January 2019 0920-4105/ © 2019 Elsevier B.V. All rights reserved.\nT\nprocess is highly affected by the mud rheology. However, previous studies showed contradictory findings regarding the mud rheology and its performance in the hole-cleaning process. In a study conducted by Ford et al. (1990) it was shown that high viscosity values increased the cuttings lifting performance in inclined boreholes. Kelessidis and Bandelis (2007), on the other hand, concluded that the performance of the hole-cleaning process worsened when the viscosity of drilling mud was increased in horizontal wellbores. This contradiction might be due to the transition of turbulent flow to laminar flow when viscosity increases, which deteriorates the performance of drilling fluids to clean the wellbores. In another study, Walker and Li (2000) showed an efficient hole cleaning with low viscosity fluids requires having a turbulent flow regime in the annulus. They reported this condition works mainly in horizontal or highly deviated wellbores. It was recommended that for vertical or slightly deviated wellbores, a viscous drilling mud with a laminar flow regime should be used.\nThe effect of hole inclination plays a tremendous role in determining the ability of drilling mud to carry cuttings out of the borehole. There are many complex well trajectories targeting deep reservoirs. Typical well designs, in extended reach drilling operations, have high inclination and dog-leg severity to reach pay zones. Many researchers have reported that inclination angles between 40° and 60° (deviation from vertical position) are critical angles, where most of the accumulation of cuttings may happen, and it is difficult to transport cuttings out of the hole (Seeberger et al., 1989; Peden et al., 1990; Brown et al., 1989; Onuoha et al., 2015; Ogunrinde and Dosunmu, 2012). The formation of cuttings beds is one of the most common problems that occurs at critical angles, when a drilling fluid fails to transport cuttings up to the surface. In deviated or horizontal drillings, transportation of the cuttings is mainly influenced by the magnitude of the net vertical force. If the net vertical force is acting downwards, there will be formation of cuttings beds in the annulus.\nThe shape and size of cuttings determine their dynamic behaviour in a flowing drilling mud and affect their removal from downhole to the surface. There are different findings based on previous studies on the effect of cuttings size on the hole cleaning process. Martins et al. (1996) found that cuttings with large sizes are difficult to transport to the surface; other researchers (Peden et al., 1990; Walker and Li, 2000) stated that cuttings with smaller sizes are the most difficult to transport. However, if the viscosity of the drilling mud and rotational speed are high, cuttings that are smaller in size can be transported efficiently to the surface (Sanchez et al., 1999).\nDuan et al. (2009) suggested that various fluids are required for different purposes. Water is usually required for cleanout and polymer solutions are required for drilling operations. They also reported that the increasing number of highly inclined and horizontal wells through unconsolidated reservoirs signifies the challenge for the transportation of smaller cuttings during drilling operations. Based on the results from a study conducted by Ozbayoglu et al. (2004), the most effective drilling parameter in the development of cuttings beds is the flow rate of mud, or the annular fluid velocity. As the flow rate increases, cuttings bed development can be prevented. Therefore, the most effective hole cleaning process is during turbulent flow regime, which reduces the chance of cuttings bed formation by efficient cuttings transportation (Piroozian et al., 2012; Busahmin et al., 2017). Other researchers like Sifferman et al. (1974) and Larsen et al. (1997) found that the acceptable annular velocity for cuttings transport for typical drilling mud is in the range of 1–4 ft/s. The annular velocity of the fluid depends on the pump rate and hole diameter. Flow rate is usually monitored to ensure the risk of cuttings bed formation is minimized in dynamic conditions.\nFurthermore, in drilling operations, the drill string has the tendency to rest on the lower side of the borehole because of gravity, especially in the inclined section of the hole. This creates an eccentric narrow gap in the annulus below the pipe, where fluid velocity will be extremely low. Effectively, the ability of the drilling fluid to transport cuttings to the surface from this part of the annulus will be low. As the eccentricity\nincreases, the particle and fluid velocities would decrease in the narrow gap, especially in the case of high-viscosity drilling fluids. However, such adverse impacts on the hole cleaning process may be unavoidable, because the pipe eccentricity is governed by the well trajectories during drilling operations. Therefore, as pipes shift away from concentric status, cuttings removal efficiency decreases (Tomren et al., 1986).\nDynamic tests on the mud performance in a flow loop system are especially crucial, because the results from static tests (rheological properties) may not necessarily translate to the dynamic performance of drilling fluids. An experimental study conducted by Wang et al. (1995) showed that drill string rotation could significantly reduce cuttings bed height. Rotational speed is more effective in inclined wells compared to vertical wells (Tomren et al., 1986; Sanchez et al., 1999; Yu et al., 2007). This indicates that cuttings transportation at the narrow side of\nan eccentric wellbore can be improved by rotating drill pipes. Sifferman and Becker (1992) concluded that at highly deviated wellbores, low rates of penetration and small cuttings are the most desirable conditions for using pipe rotation effectively. Formation of Taylor vortices (beyond a specific rotational speed) can further increase the lifting efficiency in horizontal sections (Sanchez et al., 1999). Therefore, for the removal of small drilled cuttings, the drill pipe rotation factor is a very important parameter to be considered (Duan et al., 2008; Saeid and Busahmin, 2016).\nIn recent years, the application of nanomaterials has been on the rise, especially within the scientific community. There is a broad range of applications for nanomaterials in the field of drilling fluids and reservoir protection that is beneficial for petroleum development and production (Li et al., 2012). There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015). A study conducted by Yasir (2016) found that nano-based drilling fluids performed better in terms of bit cooling, reduced torque and drag, enhanced viscous behaviour and low-friction factors, compared to the conventional drilling fluids. Furthermore, improvements in thermal stability, up to 160 °C, were reported by different studies, in which\nnanoparticles such as silica, carbon nanotubes and aluminium oxide were added to water-based drilling fluids (Cai et al., 2012; Kang et al., 2016; Smith et al., 2018; Yang et al., 2015; Yuan et al., 2013). Hoelscher et al. (2012) reported physical plugging of nano-sized Marcellus and Mancos shale pores, by using nanosilica, which resulted in a reduced pressure transmission in shales. Overall, nanoparticles have been used to overcome a variety of issues related to drilling fluids, such as enhancing the thermal stability of mud at high-temperature\nconditions, reducing filtrate volume and thickness of mud cake, modifying friction factor, among others; a detailed review of these studies can be found elsewhere (Rafati et al., 2018; Sharma et al., 2016). Although there are a large number of studies in literature focused on the use of nanoparticles to enhance the rheological properties of drilling fluids, to the best of our knowledge there is no investigation on the use of nanomaterials to enhance the cuttings transport in wellbores, during hole-cleaning processes.\nIn this study, we combined important factors discussed in the hole cleaning processes, and developed an experimental flow loop simulator to analyse the impact of nanoparticles on the cutting transport efficiency in directional drilling operations. The setup is capable of simulating the hole -cleaning process in the annulus, with different rotational speeds and inclinations. Furthermore, we used different cuttings sizes to understand the effect of cuttings size on dynamics of flow. It is assumed there is no pipe eccentricity and mud properties remain unchanged during the hole-cleaning process. Through analysis of the results, the performance of nano-enhanced water-based muds can be summarised."
    }, {
      "heading" : "2. Materials and methodology",
      "text" : ""
    }, {
      "heading" : "2.1. Drilling fluid formulation",
      "text" : "In our experiments, drilling fluids with two densities of 9 and 12 ppg (pounds per gallon) were considered. The water-based mud in this study was prepared based on the Recommended Practice for Field Testing Water-based Drilling Fluids (API RP 13B-1, American Petroleum Institute, 2009). For one laboratory barrel, which is equal to 350ml of water-based mud, 15 g of bentonite is required. Tables 1 and 2 represent the formulation for the 9 ppg and 12 ppg water-based muds with different concentrations of nanosilica, respectively.\nTable 3 shows the coding for the drilling fluids used in this study. There were a total of 8 different mud types of varying densities and concentrations of nanosilica in our experiments. The properties of nanosilica used in this study are tabulated in Table 4."
    }, {
      "heading" : "2.2. Static tests",
      "text" : "Fluid rheology is an important factor that influences the performance of drilling fluids. In our study, we used a variable-speed Baroid Rheometer to determine the apparent viscosity (AV), plastic viscosity (PV), yield point (YP), and gel strength (GS). Equations (1)–(3) are used to calculate these properties. The filtration loss of mud was measured by using a standard API filter press test i.e., low-pressure low-temperature (LPLT) OFITE filter press equipment. Furthermore, rheological model data (shear stress and shear rates) were measured using Brookfield RST-CC Touch Rheometer (ASTM D4648-00, 2000) at a constant temperature of 50 °C.\n=AV RPM /2600 (1)\n= −PV RPM RPM600 300 (2)\n= −YP RPM PV300 (3)"
    }, {
      "heading" : "2.3. Dynamic tests",
      "text" : "The experimental flow loop was designed to investigate the efficiency of drilling fluids in the cuttings transport process (Figs. 1 and 2). In an experimental investigation of cuttings transport efficiency that was conducted by Ozbayoglu and Sorgun (2010), it was concluded that experimental data produced in a 12 ft annular test section could give reasonable accuracies (within 10% from the empirical correlations). Thus, in this work, the flow loop is consisted of a 20 ft long test section, in an attempt to gain a higher accuracy of cuttings transport performance. It is made from an acrylic pipe, with an inner diameter of 2.75 in., in addition, a rotatable drill pipe with an outer diameter of 1.05 in. is placed inside it to create a concentric annulus model. These dimensions are scaled down (by a factor of ∼80%) from a real well, where a 17.8 ppg mud with a flow rate of 380 gpm was used to drill a 9.625 in. borehole with an outer diameter of the drill string equals to 5.5 in. (Ming et al., 2014). In our scale down process of flow parameters, we considered a dimensionless number (Reynold Number) in the annulus, such that the flow is turbulent, as suggested by other studies for efficient hole cleaning operations (Ming et al., 2014; Loeppke et al., 1992;\nKristensen, 2013). This could be achieved with a 30–50% scale-down of the mud weight, while using a 10-hp centrifugal pump that provided flowrates and velocities at the scale down ranges of 80%. Thus, we used mud weights of 9 and 12 ppg in our experiments, these densities are in a comparable range of densities reported in other studies (Ahmed and Meehan, 2016; Fattah and Lashin, 2016; Akpabio et al., 2015). A cuttings transport efficiency (CTE) is defined as the weight percent of the cuttings cleaned out of the hole. This efficiency is used to evaluate the ability of mud to transport cuttings out of the borehole. The performance of different drilling fluids in the cuttings transport process were studied at various inclination angles (0°, 30°, 60° and 90°). These inclination angles were chosen to study the cuttings transportation efficiency, specifically targeting critical angles (30–60°). In this study, drilling fluids were tested at 0 and 150 rpm pipe rotational speeds, which is in the range suggested by Sanchez et al. for hole cleaning studies in deviated wells (Sanchez et al., 1999).\nAs shown in Fig. 1, the 9 and 12 ppg muds were formulated in the mixing tank, before the 10-hp centrifugal pump circulated them through the flow loop. The flow regime remained turbulent at a velocity of 4.7 ft/s throughout the whole test section. Mud was circulated for five minutes, to ensure that the mud flows in a steady state mode, before cuttings were injected. After the steady state mode was achieved, mud with cuttings was allowed to circulate for another five minutes to ensure the cuttings were well distributed in the system. Then after, the separator valve was opened for seven minutes and the CTE\nmeasurement was obtained. There were no significant marginal differences in the CTE increment after that period. Thus seven minutes was used in all of the tests. The separation tank, separated transported cuttings and the cuttings transport efficiency (CTE) was obtained. Fig. 3 shows the flow chart of the dynamic experimental procedure. To calculate the CTE, Equation (4) was used:\n= ×CTE Weight of recovered drilled cuttings\nInitial weight of injected drilled cuttings 100%\n(4)"
    }, {
      "heading" : "2.4. Cuttings preparation",
      "text" : "In this study, rocks with the density of 2.56 g/cc were used to generate drilled cuttings based on an ASTM standard method (ASTM D4253-00, 2006). Then, cuttings with a concentration of 1 vol% were added to the cuttings feed hopper, for each experiment. Four different sizes of simulated drilled cuttings, ranging from 1.40 to 4.00mm as shown in Table 5, were used in our experiments. They were washed and dried thoroughly, before being separated into their groups, using a sieve shaker."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. TEM images and zeta potential analysis of nanosilica",
      "text" : "The silica nanoparticles used in this study were procured from Shanghai Honest Chem Co., Ltd with the CAS no.7631-86-9. Fig. 4 shows the Transmission Electron Microscopy (TEM) images of the 14 nm nanosilica with different concentrations in 100ml solution of the distilled water and 0.25 ppb of caustic soda. The nanosilica used in this study was spherical in shape and, as shown in Fig. 4, they are well dispersed without the need for long ultrasonication.\nUltrasonication is one of the most common ways to disperse\nnanomaterials, yet this technique may not always seem practical on a rig site, as a large volume of nanomaterials would require a long time to be dispersed. Thus, practical solutions are needed to make this process feasible for implementation. This study includes one of the easy ways to disperse hydrophilic nanosilica, by increasing the pH level of the water to 12.6. This was achieved by mixing a 100ml of distilled water (with drawn from the required total amount of water in Tables 1 and 2) with 0.25 ppb caustic soda. This solution was added before adding barite to the drilling fluid. The dispersion of nanosilica was further confirmed by the zeta potential tests, as shown in Table 6. According to data shown in Table 6, the values of the zeta potential of nanosilica in aqueous solution, with 0.25 ppb caustic soda, demonstrate good dispersions. Experiments were repeated three times, for each concentration of nanosilica. Sample number 1, 2 and 3 contained 0.5, 1 and 1.5 ppb of nanosilica respectively. As the concentration of nanosilica increased from 0.5 to 1.0 ppb, the value of zeta potential remained stable, at over 30mV. The results indicated that, even at higher concentrations of nanosilica, the zeta potential remained almost unchanged and its value was high (negative). This proved that hydrophilic silica nanoparticles dispersed well, in an alkaline solution with no requirement of ultrasonication or chemical treatments, that are not practical in field applications. The final pH values of the drilling fluids were within the range of 11.5–12.0."
    }, {
      "heading" : "3.2. Rheological model",
      "text" : "To understand the behaviour of a drilling fluid and its carrying capacity, a relationship between shear rate and shear stress is needed. Drilling fluids are non-Newtonian fluids; this means that there is a nonlinear relationship between the shear stress and shear rate. As shown in Fig. 5, drilling fluids, with the density of 9 ppg, have lower shear stress when compared to the higher density muds, 12 ppg. This is because the 12 ppg drilling fluids are heavier than 9 ppg drilling fluids, thus\nrequiring a higher force to sustain fluid flow, i.e., heavier muds require higher pump pressure. Fig. 5 also shows that, with increasing the concentration of nanosilica, the shear stress reduces in both 9 and 12 ppg drilling fluids. As the concentration of nanosilica was increased from 0 to 1.5 ppb in 9 ppg drilling fluids, the shear stress was reduced to between 16 and 39.6%. A similar trend was observed in 12 ppg drilling fluids, where the shear stress reduced between 8.7 and 23.2% by increasing the concentration of nanosilica. This confirms that the addition of nanosilica into water-based drilling fluids could reduce the pump pressure required for mud circulation in drilling operations, especially when heavy mud is needed to drill deep formations. The rheological model, developed from our measurements, suggests that nano-enhanced drilling fluids in our study behave as a Power Law model. Fig. 6 shows a decrease in viscosity, as the shear rate was increased, in all the experiments. This is consistent with the behaviour of a non-Newtonian pseudo-plastic fluid, which is also known as shear-thinning behaviour of fluids. As the shear rate reaches zero, drilling fluid thickens (increase in viscosity) and possesses the ability to suspend cuttings while drilling\noperations are halted.\n3.3. Rheological properties and filtration loss\nOther rheological tests on water-based mud were conducted to predict their performance in cuttings transportation. These rheological properties are shown in Fig. 7. As shown in Fig. 7(a), the apparent viscosity (AV) which is known as the ratio of shear stress to shear rate of a fluid, for both 9 and 12 ppg drilling fluids, decreases, by increasing the concentration of nanosilica. When the concentration of nanosilica in the 9 ppg drilling fluids was increased from 0 to 1.5 ppb, the AV was decreased, between 5.9 and 7.2%. Similarly, for the 12 ppg drilling fluids, the AV values decreased between 5.3 and 19.7% as the concentration of nanosilica was increased. Fig. 7(b) shows the plastic viscosity (PV), for both 9 and 12 ppg drilling fluids, where PV values decreased with the increase in nanosilica concentration. The PV of the 9 ppg drilling fluids decreased by 7.1%, by adding 0.5 ppb of nanosilica. As the concentration of nanosilica was increased to 1.5 ppb, the PV\nremained the same, at 13 cp. The PV for 12 ppg muds, on the other hand, showed a slight decrease, from 22 to 19 cp, which is equivalent to 13.6% reduction. These reductions are because of the distribution of nanosilica in the drilling fluid; they reduce the internal friction between molecules, hence decreasing the AV and PV. This means that the introduction of nanosilica lowers the resistance of the drilling fluid to deformation, under shear stress.\nAddition of nanoparticles decreased the yield point (YP) values as demonstrated in Fig. 7(c). Furthermore, it shows that the 12 ppg drilling fluids have a higher reduction in the YP values, compared to the 9 ppg drilling fluids. The YP values for 12 ppg drilling fluids were generally higher than the reported values for the 9 ppg drilling fluids, because, as density increases, there is a higher resistance for initial flow of the fluid. Addition of nanosilica could reduce the required pump pressure, through reducing the resistance for initial flow of the fluid. Increasing the concentration of nanosilica from 0.5 to 1.5 ppb resulted in a reduction in the YP of the 9 ppg drilling fluids between 5 and 7.5%, and this reduction for the 12 ppg drilling fluids was between 7.9 and 22.7%. The decreasing trends of AV, PV, and YP, with an increase in the concentration of nanosilica, were consistent with the observations reported by Smith et al. (2018).\nFig. 7(d) shows that the gel strength (GS) values for the 9 and 12 ppg drilling fluids were decreased, as the concentration of nanosilica was increased. The 12 ppg drilling fluids have higher gel strengths, compared to the 9 ppg drilling fluids, because there are higher fractions of inert solids (barite), which means that attractive forces (gelation) are higher. Increased amounts of barite decrease the distance between particles in drilling fluids; therefore, higher solid concentrations in drilling fluids would lead to excessive gelation and flocculation. The 12 ppg basic drilling fluid had a large difference in 10 s and 10min gel\nstrength values. This means that the 12 ppg basic drilling fluid had progressive gels that are unfavourable. The progressive gels occur when there is a high gel strength development with time. The GS should not be much higher than necessary, but high enough to suspend the cuttings, especially at critical angles. According to the results in this study, the 12 ppg drilling fluids with 1.0 and 1.5 ppb nanosilica concentrations satisfy the good suspensions of cuttings at highly deviated wells, while the difference between 10 s and 10min gels are not too high.\nThe other rheological property reported in this study is the mud filtrate volume. as shown in Fig. 7(e). The filtrate volumes for the 9 ppg drilling fluids were higher than the 12 ppg drilling fluids, because a higher particle size distribution in heavier mud can provide a better sealing through the mud cakes. As the concentration of nanosilica was increased, there were no significant improvements in filtrate volume for drilling fluids tested in this study. This was probably because when nanosilica plugged the pore spaces of the filter paper, water was still able to seep through the hydrophilic layer of nanosilica, which provided a pathway for water to escape. The mud-cake thickness for all the drilling fluids are shown in Fig. 7(f), where there was no significant difference observed, with increasing the concentrations of nanosilica."
    }, {
      "heading" : "3.4. Cuttings transport efficiency (CTE)",
      "text" : ""
    }, {
      "heading" : "3.4.1. Effect of inclination angle on the CTE with no drill pipe rotation",
      "text" : "The calculated CTEs for different drilling fluids, through our experimental set up, are shown in Figs. 8–9. Based on Fig. 8, the same CTE trends were observed, for all cuttings sizes. The lowest CTE was observed at critical angles between 30° and 60°. The drilling fluid with the composition of A0 performed the least, while A2 and A3 performed superior for all cuttings sizes. It was also observed that drilling fluids\nwere able to lift smaller cuttings more efficiently in vertical wellbores, while they lifted larger cuttings better in horizontal wellbores. Based on Fig. 9, there is a significant reduction in the CTE for 12 ppg drilling fluids at 60° angles, for all cuttings sizes. At this critical angle, B0 and B1 produced lower CTEs, compared to drilling fluids with nanosilica concentrations of 1.0 and 1.5 ppb. This proved that drilling fluids with 1.0 and 1.5 ppb nanosilica concentrations were able to improve the CTE at all inclinations, for different cuttings sizes. Drilling fluids with nanosilica concentrations of 1.0 and 1.5 ppb (B2 and B3 respectively) showed there was no significant difference in their CTEs, at different inclinations.\nThe introduction of nanosilica offers a wide distribution of particles in the mud. When mud flows upwards in the annulus at a turbulent rate, the presence of nanosilica provides a better interaction with cuttings and enhanced colloidal forces. The movement of nanosilica in the mud follows the flow direction of the mud. As the flow transports nanosilica and cuttings toward the surface at a turbulent rate, the interparticle interactions between nanosilica and cuttings are increased (Fig. 10). Nanosilica particles are extremely light and possess high surface area to volume ratio characteristics that increase drag and lift forces on cuttings to overcome gravitational and cohesion forces, which further enhances cuttings transportation efficiency."
    }, {
      "heading" : "3.4.2. Effect of the concentration of nanosilica on the CTE with no drill pipe rotation",
      "text" : "To understand the effect of the nanosilica concentration on the CTE improvements, we separately compared the CTEs, for each inclination\nangle. Fig. 11 shows that Sand 1 was the easiest cuttings size to be transported in a vertical wellbore, using drilling fluids with the nanosilica concentrations of 1.0 and 1.5 ppb. However, in the horizontal wellbore, the largest cuttings (2.80–4.00mm) were the easiest to be transported, with nanosilica concentrations of 1.0 and 1.5 ppb. Results showed that for the 9 ppg drilling fluids with the nanosilica concentration of 1.0 and 1.5 ppb, the CTEs were improved at critical angles (30°–60°), between 17 and 21%.\nFurthermore, observations from Fig. 12 confirms that the 12 ppg drilling fluids performed better when compared to the 9 ppg drilling fluids, especially in critical angles where the CTEs between 45.2 and 78.5% were reported. According to Figs. 11 and 12, increasing the concentration of nanosilica improves the cuttings transport efficiency, for all cases of drilling fluids, in different inclination angles and cuttings sizes. It can be concluded that, at 1.0 ppb nanosilica concentration, the CTEs reach a plateau, where further increases in the nanosilica concentration produce minimal effects. In addition, the pressure drop readings during the experiments showed that there was between 9 and 12.3% reduction in the pressure drop, after the addition of 1.0 ppb of nanosilica. Therefore, 1.0 ppb nanosilica concentration was the optimum concentration, and further increases in nanosilica concentration would not have an effect on the CTE."
    }, {
      "heading" : "3.4.3. The CTE for optimum concentration of nanosilica with 150 rpm drill pipe rotation",
      "text" : "Pipe rotation is one of the main factors that contribute to a higher CTE. This is because the pipe rotation introduces centrifugal force\nwithin the annulus, which can assist the transportation of cuttings up to the surface. Therefore, we used the optimum nanosilica concentrations (A2 and B2) and compared the CTEs with basic muds in the flow loop system, with a rotational speed of 150 rpm. Based on the results shown in Fig. 13 (a), drilling fluids with 1.0 ppb nanosilica concentration performed superior to the basic muds, because CTEs between 76 and 90% could be achieved, whereby using the basic muds, the measured CTEs were between 55 and 70%. This finding is in accordance with the findings of Duan et al. (2008) and Li et al. (2010), where they highlighted that the pipe rotation has a significant impact on the holecleaning process, especially for small cuttings sizes.\nAnalyses of the nano-enhanced drilling fluids in this study, when considering the whole ranges of cuttings sizes and borehole angles, show that applying the rotational speed of the pipe can produce a CTE range between 75 and 95%.\nIt should be noted that these improvements are a combined effect of the pipe rotation and nano-enhanced drilling fluids. Fig. 14 compares the effect of pipe rotation on the CTEs at critical angles. It shows that, for drilling fluids with the optimum concentration of nanosilica, and for both densities of 9 and 12 ppg, the pipe rotation improved the CTEs by 18 and 25.4%, respectively. There was also a decrease in pressure drop, in the range of 15–18.3%, when pipe rotation of 150 rpm was present. Therefore, in hole-cleaning designs, the rotational speed of drill string needs to be considered, to predict the performance of drilling fluids in cuttings removal processes."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this study, we investigated the effect of nanosilica on the cuttings transport efficiency (CTE) in vertical and deviated wells. Two typical\ndensities of drilling fluids were considered to test the removal of four different sizes of cuttings, from downhole to the surface, in a flow loop that simulated flow in the annulus of a well. This research demonstrated that the addition of nanosilica into water-based muds could provide a good alternative for oil-based muds in directional drilling operations. The presence of nanosilica was able to reduce the AV, PV, YP, and GS, especially for high mud weights, which would significantly reduce the required pump pressure during drilling, without compromising sufficient rheological properties for cuttings removal. This is because nanosilica introduced a wide range of particles size distribution in the mud and increased colloidal interactions, when the mud was flowing. Furthermore, we found that nanosilica increased the CTEs in all inclinations, especially at critical angles. The CTEs at critical angles (30° and 60°) increased between 14.9 - 21.7 and 8.9–23, for the 9 and 12 ppg drilling fluids, respectively. Further extra improvements in the CTEs (improvements between 16.3- 23.2 and 10.7–25.4, for the 9 and 12 ppg muds compared to the basic mud) were observed, when a pipe rotation of 150 rpm was applied. This supports the use of nano-enhanced water-based drilling fluids, for extended reach and deep water drilling operations, where efficient hole-cleaning processes are vital.\nRecommendations for future work\nThis research only limits its findings to the turbulent flow conditions in a concentric pipe. Pipe eccentricity is an important factor to be considered, especially in deviated sections. Future work should include pipe eccentricity along with other variables as part of a dynamic test study.\nConflicts of interest\nThe authors declare no competing financial interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors wish to thank the Ministry of Higher Education, Malaysia and Universiti Teknologi Malaysia for funding this project under the Research University Grants Tier 1 and 2, and the Contract Research DTD with reference numbers PY2016/06266, PY/2017/ 01823 and PY/2018/03001, respectively. We are also grateful to Ainuddin Wahid Endowment Fund for providing the necessary support to accomplish this research. Also, the support from the School of Engineering at the University of Aberdeen UK to complete this work is appreciated."
    } ],
    "references" : [ {
      "title" : "Clay nanoparticles modified drilling fluids for drilling of deep hydrocarbon wells",
      "author" : [ "J. Abdo", "M.D. Haneef" ],
      "venue" : "Appl. Clay Sci",
      "citeRegEx" : "Abdo and Haneef,? \\Q2013\\E",
      "shortCiteRegEx" : "Abdo and Haneef",
      "year" : 2013
    }, {
      "title" : "Unconventional Oil and Gas Resources - Exploitation and Development, first ed",
      "author" : [ "U. Ahmed", "D.N. Meehan" ],
      "venue" : null,
      "citeRegEx" : "Ahmed and Meehan,? \\Q2016\\E",
      "shortCiteRegEx" : "Ahmed and Meehan",
      "year" : 2016
    }, {
      "title" : "The effect of drilling mud density on penetration rate",
      "author" : [ "J.U. Akpabio", "P.N. Inyang", "C.I. Iheaka" ],
      "venue" : "Int. Res. J. Eng. Technol. (IRJET)",
      "citeRegEx" : "Akpabio et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Akpabio et al\\.",
      "year" : 2015
    }, {
      "title" : "Drilling fluid: state of the art and future trend general types of drilling fluid",
      "author" : [ "A.S. Apaleke", "A. Al-majed", "M.E. Hossain", "K. Fahd" ],
      "venue" : "SPE 149555,",
      "citeRegEx" : "Apaleke et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Apaleke et al\\.",
      "year" : 2012
    }, {
      "title" : "History of Petroleum Engineering",
      "author" : [ "J.E. Brantly" ],
      "venue" : "Boyed Printing",
      "citeRegEx" : "Brantly,? \\Q1961\\E",
      "shortCiteRegEx" : "Brantly",
      "year" : 1961
    }, {
      "title" : "Cleaning deviated holes: new experimental",
      "author" : [ "N.P. Brown", "P.A. Bern", "A. Weaver" ],
      "venue" : null,
      "citeRegEx" : "Brown et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Brown et al\\.",
      "year" : 1989
    }, {
      "title" : "Decreasing water invasion into atoka shale using nonmodified silica nanoparticles",
      "author" : [ "J. Cai", "M.E. Chenevert", "M.M. Sharma" ],
      "venue" : "SPE 146979-PA (March),",
      "citeRegEx" : "Cai et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Cai et al\\.",
      "year" : 2012
    }, {
      "title" : "Potential directional drilling benefits of barite nanoparticles in weighted water based drilling fluids. In: Presented at the 50 US Rock Mechanics/Geomechanics Symposium, Houston Texas, USA",
      "author" : [ "V.T. Caldarola", "S. Akhtarmanesh", "A.E. Cedola", "R. Qader", "G. Hareland" ],
      "venue" : null,
      "citeRegEx" : "Caldarola et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Caldarola et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanoparticles in weighted water based drilling fluids increase loss gradient. In: Presented at the 50 US Rock Mechanics/Geomechanics Symposium, Houston Texas, USA",
      "author" : [ "A.E. Cedola", "S. Akhtarmanesh", "R. Qader", "V.T. Caldarola", "G. Hareland", "R. Nygaard" ],
      "venue" : null,
      "citeRegEx" : "Cedola et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Cedola et al\\.",
      "year" : 2016
    }, {
      "title" : "Transport of small cuttings in extended reach drilling",
      "author" : [ "M.Q. Duan", "S. Miska", "M.J. Yu", "N. Takach", "R. Ahmed" ],
      "venue" : "SPE Drill. Complet",
      "citeRegEx" : "Duan et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Duan et al\\.",
      "year" : 2008
    }, {
      "title" : "Critical conditions for effective sand-sized-solids transport in horizontal and high-angle wells",
      "author" : [ "M.Q. Duan", "S. Miska", "M.J. Yu", "N. Takach", "R. Ahmed" ],
      "venue" : "SPE Drill. Complet",
      "citeRegEx" : "Duan et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Duan et al\\.",
      "year" : 2009
    }, {
      "title" : "Investigation of mud density and weighting materials effect on drilling fluid filter cake properties and formation damage",
      "author" : [ "K.A. Fattah", "A. Lashin" ],
      "venue" : "J. Afr. Earth Sci. 117,",
      "citeRegEx" : "Fattah and Lashin,? \\Q2016\\E",
      "shortCiteRegEx" : "Fattah and Lashin",
      "year" : 2016
    }, {
      "title" : "Experimental investigation of drilled cuttings transport in inclined boreholes",
      "author" : [ "J.T. Ford", "J.M. Peden", "M.B. Oyeneyin", "Gao", "Erhu", "R. Zarrough" ],
      "venue" : "SPE Annual Technical Conference and Exhibition;",
      "citeRegEx" : "Ford et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Ford et al\\.",
      "year" : 1990
    }, {
      "title" : "Ability of drilling mud to lift bit cuttings",
      "author" : [ "H.N. Hall", "H. Thompson", "F. Nuss" ],
      "venue" : "J. Petrol. Technol",
      "citeRegEx" : "Hall et al\\.,? \\Q1950\\E",
      "shortCiteRegEx" : "Hall et al\\.",
      "year" : 1950
    }, {
      "title" : "Performance of polyethylene and polypropylene beads towards drill cuttings transportation in horizontal wellbore",
      "author" : [ "H. Hakim", "A. Katende", "F. Sagala", "I. Ismail", "H. Nsamba" ],
      "venue" : "J. Petrol. Sci. Eng",
      "citeRegEx" : "Hakim et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hakim et al\\.",
      "year" : 2018
    }, {
      "title" : "Application of nanotechnology in drilling fluids",
      "author" : [ "K.P. Hoelscher", "G. De Stefano", "M. Riley", "S. Young" ],
      "venue" : "Soc. Petrol. Eng. https://doi.org/10.2118/157031-MS",
      "citeRegEx" : "Hoelscher et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Hoelscher et al\\.",
      "year" : 2012
    }, {
      "title" : "Formation-damage observations on oil-based-fluid systems weighted with treated micronized barite. Society of petroleum engineers. In: Presented at the European Formation Damage Conference, Scheveningen, The Netherlands",
      "author" : [ "N.M. Kageson-Loe", "J. Massam", "O. Prebenson", "C.V.D. Zwaag", "K. Taugbol", "T.H. Omland" ],
      "venue" : null,
      "citeRegEx" : "Kageson.Loe et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Kageson.Loe et al\\.",
      "year" : 2007
    }, {
      "title" : "Strengthening shale wellbore with silica nanoparticles drilling fluid",
      "author" : [ "Y. Kang", "J. She", "H. Zhang", "L. You", "M. Song" ],
      "venue" : null,
      "citeRegEx" : "Kang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kang et al\\.",
      "year" : 2016
    }, {
      "title" : "Flow of dilute solid-liquid mixtures in horizontal concentric and eccentric annuli",
      "author" : [ "V.C. Kelessidis", "G.E. Bandelis" ],
      "venue" : "J. Can. Petrol. Technol",
      "citeRegEx" : "Kelessidis and Bandelis,? \\Q2007\\E",
      "shortCiteRegEx" : "Kelessidis and Bandelis",
      "year" : 2007
    }, {
      "title" : "Flow Properties of Water-Based Drilling Fluids",
      "author" : [ "A. Kristensen" ],
      "venue" : "Master’s thesis. Norwegian University of Science and Technology",
      "citeRegEx" : "Kristensen,? \\Q2013\\E",
      "shortCiteRegEx" : "Kristensen",
      "year" : 2013
    }, {
      "title" : "Development of a new cuttings transport",
      "author" : [ "T.I. Larsen", "A.A. Pilehvari", "J.J. Azar" ],
      "venue" : null,
      "citeRegEx" : "Larsen et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Larsen et al\\.",
      "year" : 1997
    }, {
      "title" : "Vital role of nanomaterials in drilling fluid",
      "author" : [ "L. Li", "X. Xu", "J. Sun", "X. Yuan", "Y. Li" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2012
    }, {
      "title" : "Simulation on the effect",
      "author" : [ "M. 160940-MS. Li", "Y.F. Jv", "Z.Q. Wang", "B.Y. Hao", "Y.K. Hong" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2010
    }, {
      "title" : "Optimizing cuttings",
      "author" : [ "A.L. Martins", "C.H.M. Sa", "A.M.F. Lourenco", "W. Campos" ],
      "venue" : "Drilling. Sandia National Labs Report,",
      "citeRegEx" : "Martins et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Martins et al\\.",
      "year" : 1996
    }, {
      "title" : "Enhancement of yield",
      "author" : [ "A.Z. 2118/168945-MS. Noah", "Semary", "M.A. El", "A.M. Youssef", "M.A. El-Safty" ],
      "venue" : null,
      "citeRegEx" : "Noah et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Noah et al\\.",
      "year" : 2017
    }, {
      "title" : "Hydraulics optimization for efficient hole cleaning",
      "author" : [ "A. Dosunmu" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Analysis of the effects of major",
      "author" : [ "M.E. Ozbayoglu", "S.Z. Miska", "T. Reed", "N. Takach" ],
      "venue" : "beads. Sains Malays",
      "citeRegEx" : "Ozbayoglu et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Ozbayoglu et al\\.",
      "year" : 2004
    }, {
      "title" : "Frictional pressure loss estimation of water-based",
      "author" : [ "Conference", "Exhibition", "Houston", "E.M. Texas. Ozbayoglu", "M. Sorgun" ],
      "venue" : null,
      "citeRegEx" : "Conference et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Conference et al\\.",
      "year" : 2010
    }, {
      "title" : "Comprehensive experimental investigation",
      "author" : [ "J.T. Ford", "M.B. Oyeneyin" ],
      "venue" : null,
      "citeRegEx" : "Peden et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Peden et al\\.",
      "year" : 1990
    }, {
      "title" : "Numerical investigations of drilling mud flow characteristics in vertical well",
      "author" : [ "N.H. Saeid", "B.S. Busahmin" ],
      "venue" : "Eng. Sci. Technol.: Int. J",
      "citeRegEx" : "Saeid and Busahmin,? \\Q2016\\E",
      "shortCiteRegEx" : "Saeid and Busahmin",
      "year" : 2016
    }, {
      "title" : "Water based mud lifting capacity improvement by multiwall carbon nanotubes additive",
      "author" : [ "A. Samsuri", "A. Hamzah" ],
      "venue" : "J. Petrol. Gas Eng",
      "citeRegEx" : "Samsuri and Hamzah,? \\Q2011\\E",
      "shortCiteRegEx" : "Samsuri and Hamzah",
      "year" : 2011
    }, {
      "title" : "Effect of drill pipe rotation on hole cleaning during directional-well drilling",
      "author" : [ "R.A. Sanchez", "J.J. Azar", "A.A. Bassal", "A.L. Martins" ],
      "venue" : "SPE J",
      "citeRegEx" : "Sanchez et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Sanchez et al\\.",
      "year" : 1999
    }, {
      "title" : "Oil muds in large diameter, highly deviated wells: solving the cuttings removal problem. In: Presented at: SPE/IADC Drilling Conference, New Orleans: USA",
      "author" : [ "M.H. Seeberger", "R.W. Matlock", "P.M. Hanson" ],
      "venue" : null,
      "citeRegEx" : "Seeberger et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Seeberger et al\\.",
      "year" : 1989
    }, {
      "title" : "Rheological behaviour of nanofluids: a review",
      "author" : [ "M.M. Sharma", "A.K. Tiwari", "A.R. Dixit" ],
      "venue" : "Renew. Sustain. Energy Rev",
      "citeRegEx" : "Sharma et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2016
    }, {
      "title" : "A new family of nanoparticle based drilling fluids",
      "author" : [ "M.M. Sharma", "R. Zhang", "M.E. Chenevert", "L. Ji", "Q. Guo", "J. Friedheim" ],
      "venue" : "Presented at SPE Annual Technical Conference and Exhibition,",
      "citeRegEx" : "Sharma et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2012
    }, {
      "title" : "Hole cleaning in full scale inclined wellbores",
      "author" : [ "T.R. Sifferman", "T.E. Becker" ],
      "venue" : "SPE Drill. Eng",
      "citeRegEx" : "Sifferman and Becker,? \\Q1992\\E",
      "shortCiteRegEx" : "Sifferman and Becker",
      "year" : 1992
    }, {
      "title" : "Drill-cutting transport in full scale vertical annuli",
      "author" : [ "T.R. Sifferman", "G.M. Myers", "E.L. Haden", "H.A. Wall" ],
      "venue" : "J. Petrol. Technol",
      "citeRegEx" : "Sifferman et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Sifferman et al\\.",
      "year" : 1974
    }, {
      "title" : "Application of aluminium oxide nanoparticles to enhance rheological and filtration properties of water based muds at HPHT conditions",
      "author" : [ "S.R. Smith", "R. Rafati", "A. Sharifi Haddad", "A. Cooper", "H. Hamidi" ],
      "venue" : "Colloid. Surface. Physicochem. Eng. Aspect",
      "citeRegEx" : "Smith et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2018
    }, {
      "title" : "Experimental study of cuttings transport in directional wells",
      "author" : [ "P.H. Tomren", "A.W. Iyoho", "J.J. Azar" ],
      "venue" : "SPE Drill. Eng",
      "citeRegEx" : "Tomren et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Tomren et al\\.",
      "year" : 1986
    }, {
      "title" : "The effects of particle size, fluid rheology, and pipe eccentricity on cuttings transport. In: Presented at: SPE/ICoTA Coiled Tubing Roundtable",
      "author" : [ "S. Walker", "J. Li" ],
      "venue" : null,
      "citeRegEx" : "Walker and Li,? \\Q2000\\E",
      "shortCiteRegEx" : "Walker and Li",
      "year" : 2000
    }, {
      "title" : "An experimental study of transport of drilling cuttings in a horizontal well",
      "author" : [ "H.G. Wang", "X.S. Liu", "H.Q. Li", "G. Ding" ],
      "venue" : "Acta Pet. Sin",
      "citeRegEx" : "Wang et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 1995
    }, {
      "title" : "Journal of Petroleum Science and Engineering Effect of CuO and ZnO nano fluids in xanthan gum on thermal, electrical and high pressure rheology of water-based drilling fluids",
      "author" : [ "J.K.M. William", "S. Ponmani", "R. Samuel", "R. Nagarajan", "J.S. Sangwai" ],
      "venue" : "J. Petrol. Sci. Eng. 117,",
      "citeRegEx" : "William et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "William et al\\.",
      "year" : 2014
    }, {
      "title" : "Experimental study and stabilization mechanisms of silica nanoparticles based brine mud with high temperature resistance for horizontal shale gas wells",
      "author" : [ "X.Y. Yang", "Y. Yue", "J. Cai", "Y. Liu", "X. Wu" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "Yang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2015
    }, {
      "title" : "Study of Viscosity and Friction Factor of Nano Drilling Fluids along with Torque and Drag Reduction",
      "author" : [ "Yasir", "Irfan" ],
      "venue" : "Master Dissertation. University of Stavanger Retrieved from",
      "citeRegEx" : "Yasir and Irfan,? \\Q2016\\E",
      "shortCiteRegEx" : "Yasir and Irfan",
      "year" : 2016
    }, {
      "title" : "An experimental study of hole cleaning under simulated downhole conditions",
      "author" : [ "M. Yu", "M.M. Shariff", "D. Nakamura", "N.E. Takach" ],
      "venue" : "Presented at: SPE Annual Technical Conference and Exhibition,",
      "citeRegEx" : "Yu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2007
    }, {
      "title" : "Experimental study on improving filtration properties of drilling fluid using silica nano-particles",
      "author" : [ "Y. Yuan", "J. Cai", "J. Wang", "C. Xiao" ],
      "venue" : "Oil Drilling & Production Technology",
      "citeRegEx" : "Yuan et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 16,
      "context" : "For example, oil-based drilling fluids, treated with micronized barite, were tested in the North Sea (Kageson-Loe et al., 2007).",
      "startOffset" : 101,
      "endOffset" : 127
    }, {
      "referenceID" : 7,
      "context" : "Also, they showed promising performance in shale inhibition, bit lubrication and torque reduction (Caldarola et al., 2016).",
      "startOffset" : 98,
      "endOffset" : 122
    }, {
      "referenceID" : 4,
      "context" : "Water was the first drilling fluid used in drilling operations (Brantly, 1961).",
      "startOffset" : 63,
      "endOffset" : 78
    }, {
      "referenceID" : 32,
      "context" : "Many researchers have reported that inclination angles between 40° and 60° (deviation from vertical position) are critical angles, where most of the accumulation of cuttings may happen, and it is difficult to transport cuttings out of the hole (Seeberger et al., 1989; Peden et al., 1990; Brown et al., 1989; Onuoha et al., 2015; Ogunrinde and Dosunmu, 2012).",
      "startOffset" : 244,
      "endOffset" : 358
    }, {
      "referenceID" : 28,
      "context" : "Many researchers have reported that inclination angles between 40° and 60° (deviation from vertical position) are critical angles, where most of the accumulation of cuttings may happen, and it is difficult to transport cuttings out of the hole (Seeberger et al., 1989; Peden et al., 1990; Brown et al., 1989; Onuoha et al., 2015; Ogunrinde and Dosunmu, 2012).",
      "startOffset" : 244,
      "endOffset" : 358
    }, {
      "referenceID" : 5,
      "context" : "Many researchers have reported that inclination angles between 40° and 60° (deviation from vertical position) are critical angles, where most of the accumulation of cuttings may happen, and it is difficult to transport cuttings out of the hole (Seeberger et al., 1989; Peden et al., 1990; Brown et al., 1989; Onuoha et al., 2015; Ogunrinde and Dosunmu, 2012).",
      "startOffset" : 244,
      "endOffset" : 358
    }, {
      "referenceID" : 28,
      "context" : "(1996) found that cuttings with large sizes are difficult to transport to the surface; other researchers (Peden et al., 1990; Walker and Li, 2000) stated that cuttings with smaller sizes are the most difficult to transport.",
      "startOffset" : 105,
      "endOffset" : 146
    }, {
      "referenceID" : 39,
      "context" : "(1996) found that cuttings with large sizes are difficult to transport to the surface; other researchers (Peden et al., 1990; Walker and Li, 2000) stated that cuttings with smaller sizes are the most difficult to transport.",
      "startOffset" : 105,
      "endOffset" : 146
    }, {
      "referenceID" : 38,
      "context" : "Therefore, as pipes shift away from concentric status, cuttings removal efficiency decreases (Tomren et al., 1986).",
      "startOffset" : 93,
      "endOffset" : 114
    }, {
      "referenceID" : 38,
      "context" : "Rotational speed is more effective in inclined wells compared to vertical wells (Tomren et al., 1986; Sanchez et al., 1999; Yu et al., 2007).",
      "startOffset" : 80,
      "endOffset" : 140
    }, {
      "referenceID" : 31,
      "context" : "Rotational speed is more effective in inclined wells compared to vertical wells (Tomren et al., 1986; Sanchez et al., 1999; Yu et al., 2007).",
      "startOffset" : 80,
      "endOffset" : 140
    }, {
      "referenceID" : 44,
      "context" : "Rotational speed is more effective in inclined wells compared to vertical wells (Tomren et al., 1986; Sanchez et al., 1999; Yu et al., 2007).",
      "startOffset" : 80,
      "endOffset" : 140
    }, {
      "referenceID" : 31,
      "context" : "Formation of Taylor vortices (beyond a specific rotational speed) can further increase the lifting efficiency in horizontal sections (Sanchez et al., 1999).",
      "startOffset" : 133,
      "endOffset" : 155
    }, {
      "referenceID" : 9,
      "context" : "Therefore, for the removal of small drilled cuttings, the drill pipe rotation factor is a very important parameter to be considered (Duan et al., 2008; Saeid and Busahmin, 2016).",
      "startOffset" : 132,
      "endOffset" : 177
    }, {
      "referenceID" : 29,
      "context" : "Therefore, for the removal of small drilled cuttings, the drill pipe rotation factor is a very important parameter to be considered (Duan et al., 2008; Saeid and Busahmin, 2016).",
      "startOffset" : 132,
      "endOffset" : 177
    }, {
      "referenceID" : 21,
      "context" : "There is a broad range of applications for nanomaterials in the field of drilling fluids and reservoir protection that is beneficial for petroleum development and production (Li et al., 2012).",
      "startOffset" : 174,
      "endOffset" : 191
    }, {
      "referenceID" : 0,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 8,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 24,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 30,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 34,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 37,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 41,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 42,
      "context" : "There are studies that show significant rheological improvements of water-based drilling fluids, due to the presence of nanomaterials (Abdo and Haneef, 2013; Cedola et al., 2016; Noah et al., 2017; Samsuri and Hamzah, 2011; Sharma et al., 2012; Smith et al., 2018; William et al., 2014; Yang et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 305
    }, {
      "referenceID" : 6,
      "context" : "nanoparticles such as silica, carbon nanotubes and aluminium oxide were added to water-based drilling fluids (Cai et al., 2012; Kang et al., 2016; Smith et al., 2018; Yang et al., 2015; Yuan et al., 2013).",
      "startOffset" : 109,
      "endOffset" : 204
    }, {
      "referenceID" : 17,
      "context" : "nanoparticles such as silica, carbon nanotubes and aluminium oxide were added to water-based drilling fluids (Cai et al., 2012; Kang et al., 2016; Smith et al., 2018; Yang et al., 2015; Yuan et al., 2013).",
      "startOffset" : 109,
      "endOffset" : 204
    }, {
      "referenceID" : 37,
      "context" : "nanoparticles such as silica, carbon nanotubes and aluminium oxide were added to water-based drilling fluids (Cai et al., 2012; Kang et al., 2016; Smith et al., 2018; Yang et al., 2015; Yuan et al., 2013).",
      "startOffset" : 109,
      "endOffset" : 204
    }, {
      "referenceID" : 42,
      "context" : "nanoparticles such as silica, carbon nanotubes and aluminium oxide were added to water-based drilling fluids (Cai et al., 2012; Kang et al., 2016; Smith et al., 2018; Yang et al., 2015; Yuan et al., 2013).",
      "startOffset" : 109,
      "endOffset" : 204
    }, {
      "referenceID" : 45,
      "context" : "nanoparticles such as silica, carbon nanotubes and aluminium oxide were added to water-based drilling fluids (Cai et al., 2012; Kang et al., 2016; Smith et al., 2018; Yang et al., 2015; Yuan et al., 2013).",
      "startOffset" : 109,
      "endOffset" : 204
    }, {
      "referenceID" : 33,
      "context" : "Overall, nanoparticles have been used to overcome a variety of issues related to drilling fluids, such as enhancing the thermal stability of mud at high-temperature conditions, reducing filtrate volume and thickness of mud cake, modifying friction factor, among others; a detailed review of these studies can be found elsewhere (Rafati et al., 2018; Sharma et al., 2016).",
      "startOffset" : 328,
      "endOffset" : 370
    }, {
      "referenceID" : 19,
      "context" : "In our scale down process of flow parameters, we considered a dimensionless number (Reynold Number) in the annulus, such that the flow is turbulent, as suggested by other studies for efficient hole cleaning operations (Ming et al., 2014; Loeppke et al., 1992; Kristensen, 2013).",
      "startOffset" : 218,
      "endOffset" : 277
    }, {
      "referenceID" : 1,
      "context" : "Thus, we used mud weights of 9 and 12 ppg in our experiments, these densities are in a comparable range of densities reported in other studies (Ahmed and Meehan, 2016; Fattah and Lashin, 2016; Akpabio et al., 2015).",
      "startOffset" : 143,
      "endOffset" : 214
    }, {
      "referenceID" : 11,
      "context" : "Thus, we used mud weights of 9 and 12 ppg in our experiments, these densities are in a comparable range of densities reported in other studies (Ahmed and Meehan, 2016; Fattah and Lashin, 2016; Akpabio et al., 2015).",
      "startOffset" : 143,
      "endOffset" : 214
    }, {
      "referenceID" : 2,
      "context" : "Thus, we used mud weights of 9 and 12 ppg in our experiments, these densities are in a comparable range of densities reported in other studies (Ahmed and Meehan, 2016; Fattah and Lashin, 2016; Akpabio et al., 2015).",
      "startOffset" : 143,
      "endOffset" : 214
    }, {
      "referenceID" : 31,
      "context" : "for hole cleaning studies in deviated wells (Sanchez et al., 1999).",
      "startOffset" : 44,
      "endOffset" : 66
    } ],
    "year" : 2019,
    "abstractText" : "Inadequate hole cleaning often leads to challenges in drilling and well completion operations such as low rates of penetration, pipe sticking, losing tools, difficulties in liner/casing placements, etc. Designing a drilling fluid with improved rheological properties would be a solution to increase cuttings transportation efficiency. This study investigates the performance of nanosilica water-based drilling fluids for the hole cleaning process in directional drilling operations. Different inclination angles have been considered in a flow loop system with different rotational speeds (0 and 150 rpm) to simulate the drilling conditions in a wellbore. The performance of nanoenhanced drilling fluids in the cuttings removal process was compared with conventional water-based drilling fluids, and it was found that silica nanoparticles increased the cuttings transport efficiency in all experiments. The results indicated that the presence of nanosilica in the mud increased the colloidal interactions with cuttings and contributed to the improvements in cuttings transportation efficiency by 30.8–44% for different nano-enhanced water-based drilling fluids used in this study. The implementation of nanosilica in water-based drilling fluids showed promising results in the hole cleaning process which demonstrates the feasibility of using them in extended reach drilling operations.",
    "creator" : "Elsevier"
  }
}