{
  "name" : "downloads_2019-11-17_57_skrodczky2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Niobium pentoxide nanomaterials with distorted structures as efficient acid catalysts",
    "authors" : [ "Kai Skrodczky", "Margarida M. Antunes", "Xianying Han", "Saveria Santangelo", "Gudrun Scholz", "Anabela A. Valente", "Nicola Pinna", "Patrícia A. Russo" ],
    "emails" : [ "atav@ua.pt;", "nicola.pinna@hu-berlin.de;", "patricia.russo@hu-berlin.de" ],
    "sections" : [ {
      "heading" : "ARTICLE",
      "text" : "Niobium pentoxide nanomaterials with distorted structures as efficient acid catalysts"
    }, {
      "heading" : "Kai Skrodczky1, Margarida M. Antunes2, Xianying Han1, Saveria Santangelo 3, Gudrun Scholz1, Anabela A. Valente 2*, Nicola Pinna 1* & Patrícia A. Russo1*",
      "text" : "Niobium pentoxides are promising acid catalysts for the conversion of biomass into fuels and\nchemicals. Developing new synthesis routes is essential for designing niobium pentoxide\ncatalysts with improved activity for specific practical processes. Here we show a synthesis\napproach in acetophenone, which produces nanostructured niobium pentoxides with varying\nstructure and acidity that act as efficient acid catalysts. The oxides have orthorhombic\nstructures with different extents of distortions and coordinatively unsaturated metal atoms. A\nstrong dependence is observed between the type and strength of the acid sites and specific\nstructural motifs. Ultrasmall niobium pentoxide nanoparticles, which have strong Brønsted\nacidity, as well as Lewis acidity, give product yields of 96% (3 h, 140 °C, 100% conversion),\n85% (3 h, 140 °C, 86% conversion), and 100% (3 h, 110 °C, 100% conversion) in the reac-\ntions of furfuryl alcohol, 5-(hydroxymethyl)furfural, and α-angelica lactone with ethanol, respectively.\nhttps://doi.org/10.1038/s42004-019-0231-3 OPEN\n1 Institut für Chemie and IRIS Adlershof, Humboldt-Universität zu Berlin, Berlin, Germany. 2 Department of Chemistry, CICECO, University of Aveiro, Aveiro, Portugal. 3 Dipartimento di Ingegneria Civile, dell’Energia, dell’Ambiente e dei Materiali (DICEAM), Università “Mediterranea”, Reggio Calabria, Italy. *email: atav@ua.pt; nicola.pinna@hu-berlin.de; patricia.russo@hu-berlin.de\nCOMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem 1\n12 34\n56 78\n9 0 () :,;\nN iobium pentoxides show high potential as acid catalystsfor the sustainable production of fuels and chemicals frominedible biomass sources, but their performance needs to be improved for competing with catalysts currently used in industry1–5. The physical and chemical properties of niobium oxides, including the acid properties, depend on their structure1,2,4,6. Nb2O5 can be amorphous or crystalline, with many crystalline structures reported in the literature in which the main basic structural units are generally NbO6 octahedra, linked through corner- or edge-sharing6. The structural diversity is attributed to the many different arrangements of these building blocks that can lead to the Nb2O5 stoichiometry. Additionally, phase mixtures and defects (e.g. atom vacancies or incorporation of additional atoms) frequently occur in niobium oxides, further contributing to the structural variety6.\nHydrated amorphous niobium pentoxide (Nb2O5·nH2O, niobic acid) contains both Brønsted and Lewis acid sites, and has the ability to promote a large number of chemical reactions (e.g. hydrolysis, dehydration, isomerization, esterification, and etherification) even in the presence of water molecules1,7,8. Those reactions are fundamental processes in biorefineries, in which water is likely present either as solvent or reaction side-product9, making Nb2O5 catalysts promising for biomass conversion to valuable chemicals1. Niobium pentoxide acid catalysts are in most cases amorphous solids, synthesized in aqueous solutions at room temperature or under hydrothermal conditions. By varying the metal oxide precursor, temperature, using water/solvent mixtures or employing surfactants, the morphology, porosity, surface area, and acid properties can be modified to a certain extent8,10–13. Thermal treatment at high temperatures is normally employed to achieve structural modifications (crystallization and phase transformations) due to the lack of a suitable number of softchemistry routes6. However, thermal treatment is accompanied by dehydration/dehydroxylation of the material, drastic decrease of the surface area, disappearance of the acid sites, and consequent decrease of the catalytic activity2, making it difficult to correlate the type and strength of active sites with particular structures2,12,14–17, which in turn hinders the development of high-performance catalysts for specific practical applications. Searching for new synthesis routes is therefore essential for producing nanosized niobium pentoxides exhibiting strong acidity, high surface area and different structural motifs, which\nwill also allow getting insights into the structure–acidity–activity relationships.\nSyntheses in organic solvents are well-established approaches for producing metal oxide nanocrystals, but rarely applied to the fabrication of solid acids18. Alcohols, amines, and carboxylic acids are the most commonly used organic solvents18,19. Ketones have attracted considerable less interest, although they were found to be suitable solvents for synthesizing ZnO20, TiO221,22, NiO23, γAl2O324, and MoO2 nanoparticles25.\nHere we present the synthesis of niobium pentoxide acid catalysts by reaction of NbCl5 with acetophenone, which involves the aldol condensation reaction of acetophenone. It leads to highly hydroxylated ultrasmall niobium oxide nanoparticles (Nb2O5NP), spherical assemblies of nanoparticles (Nb2O5-NS), and nanoparticles supported on holey graphene oxide (Nb2O5-hGO), depending on the composition of the reaction mixture. The resulting oxides show structural similarities to different extents with orthorhombic Nb2O5 (T-Nb2O5). Structural variations among the oxides lead to changes in the type and strength of the acid sites, and allow assigning the type and strength of the acid sites to the presence of specific structural motifs. The niobium oxides synthesized via aldol condensation are considerably more efficient catalysts than conventional niobic acid Nb2O5·nH2O in the reactions of the carbohydrate-derived platform chemicals 5- hydroxymethylfurfural, furfuryl alcohol and α-angelica lactone with ethanol. These chemicals can be converted to ethyl levulinate, 5-(ethoxymethyl)furfural (from 5-hydroxymethylfurfural) or 2-(ethoxymethyl)furan (from furfuryl alcohol), which are compounds of commercial and industrial interest, particularly as biofuels26–29. Furthermore, the rate and product distribution of these reactions are sensitive to the type and strength of the acid sites of the catalyst, making them useful for correlating the catalytic activity with the acid properties30."
    }, {
      "heading" : "Results",
      "text" : "Structure of the niobium oxides. Figure 1 illustrates the preparation of the materials and shows the reaction of the formation of the niobium oxides. Mechanistic details of the syntheses are discussed in the Supplementary Information (Supplementary Figs. 1–3 and Supplementary Note 1).\nThe solvothermal reaction of NbCl5 in acetophenone was used for synthesizing three niobium oxide nanomaterials: niobium\n2 COMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem\noxide nanoparticles (Nb2O5-NP), spheres (Nb2O5-NS), and nanoparticles supported on holey graphene oxide (Nb2O5hGO). The reaction of NbCl5 with acetophenone produces platelet-like nanoparticles with ultrasmall dimensions within the range 1.5–4 nm, which tend to form small agglomerates due to the absence of surfactant molecules in the synthesis (Fig. 2). High resolution transmission electron microscopy (HRTEM) images reveal the presence of lattice fringes, indicative of crystallinity, as well as the presence of defects in the particles, such as irregular surface boundaries and structural distortions. The image in Fig. 2d and corresponding filtered image in Fig. 2c show more clearly the presence of structurally ordered regions (indicated by green arrows), disorder and highly distorted regions (indicated by red arrows) within the individual particles. Niobium oxide spheres (Nb2O5-NS) were produced by reaction of NbCl5 with acetophenone in the presence of Co2+ ions, which were found previously to lead to the assembly of Co-doped ZnO nanocrystals synthesized in benzyl alcohol31. Accordingly, the Co2+ ions were used in this work for promoting the assembly of the small niobium oxide nanoparticles and potentially increase their surface area, which is beneficial for catalysis. Cobalt was not detected in the final product (Supplementary Fig. 4), indicating that it did not react to form an oxide. Figure 3a, b shows images of the spherical structures with sizes between ca. 100 and 200 nm. Imaging of the edges of the spheres at higher magnifications suggests that they are made of interconnected ultrasmall particles. Niobium oxide nanoparticles were also synthesized at the surface of holey graphene oxide (Nb2O5hGO). Figure 3c, d shows TEM and HRTEM images of the composite, consisting of small oxide particles with sizes between ca. 2 and 4 nm well dispersed on the surface of the hGO support. Some lattice fringes are seen in the HRTEM image (Fig. 3d), reflecting crystallization. We also used amorphous Nb2O5·nH2O, orthorhombic T-Nb2O5 (obtained by thermal treatment of Nb2O5-NP) and a commercial Nb2O5 (com-Nb2O5, which has\nmonoclinic H-Nb2O5 structure) for structural and/or catalytic comparisons. TEM images, X-ray diffraction (XRD) patterns, and Micro-Raman spectra of these samples are shown in the Supplementary Information (Supplementary Figs. 5–7).\nThe XRD patterns (Fig. 4a) of the niobium oxides synthesized via aldol condensation exhibit very broad reflections, indicative of small crystallites and low crystallinity. This is attributed to the ultrasmall size of the particles and to the structural distortions and disorder discussed above. The positions of the broad reflections match those of the orthorhombic (T- Nb2O5) phase of niobium pentoxide, which consists of NbO6 octahedra and NbO7 pentagonal bipyramids corner- or edge-shared in the a–b plane and corner-shared in the c-direction6. The most intense reflection in the diffractograms corresponds to the (001) reflection of the orthorhombic structure (d= 0.39 nm) in agreement with the interplanar distance determined from the HRTEM data (Figs. 2, 3). It is worth mentioning that the broad reflections also match those of the TT-Nb2O5 phase reported in the literature, which can contain different types of defects (atom vacancies or extra atoms such as Cl), and has been described as having pseudohexagonal or monoclinic structure, but it is often considered as a less crystalline orthorhombic structure6.\nRaman spectroscopy provided additional structural information (Fig. 4b). In the lower wavenumber region of the spectra (<500 cm−1), the modes arising from the vibrations of octahedra as a whole (at 122 cm–1) and from the bending of Nb−O−Nb bonds (at 228 and 308 cm–1) are observed, as well as the stretching modes of long Nb−O bonds17,32–35. The vibration of short Nb−O bonds occurs at higher wavenumbers. The spectra of Nb2O5-NP and Nb2O5-NS exhibit intense bands at 656 and 648 cm−1, respectively, which are found for niobium pentoxides with structures made predominantly of corner-shared octahedra synthesized at low temperatures (e.g. T-Nb2O5). These bands are broad and occur at wavenumbers typically observed for amorphous Nb2O5, indicating longer Nb−O bonds compared to the pure orthorhombic structure and some degree of structural\nordered regions; red arrows indicate disordered and distorted regions; scale bar 1 nm)\nCOMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem 3\ndisorder. The spectra of Nb2O5-NP and Nb2O5-NS show an additional band between 700 and 800 cm−1 that is not generally observed for low temperature Nb2O5 phases. Bands in this region are instead common for some layered niobates with structures consisting of layers of edge- and corner-shared NbO6 octahedra and cations intercalated between the layers (e.g. Ca2+, H+, K+, Na+)36,37. The position and relative intensity of the bands are associated with the extent of distortions in the structure, which in turn depends, among other factors, on the size and location of the intercalating cations. Bands in this region have also been assigned to the stretching mode of edge-shared (distorted) octahedral units (e.g. in K8Nb6O19)33. In particular, the spectra of Nb2O5-NP and Nb2O5-NS have some similarities with that of HNb3O8, which is a layered material formed by Nb3O8− sheets intercalated with protons, and displays a band at 780 cm−1, as well as a weaker band at 730 cm−110,38. The sheets are made of NbO6 corner- and edge-shared octahedra16. Therefore, since our oxides are composed of only Nb, O, and H, we attribute the bands at 734 and 787 cm−1 to distorted NbO6 structural units, likely protonated, with longer bond lengths and less structural rigidity than for undistorted Nb2O517. The difference in the position and intensity of these bands reflect the different extents of distortion in the structures of Nb2O5-NP and Nb2O5-NS, related to the exact local structure of the protons. The weak bands at 968 and 985 cm−1 in the spectra of Nb2O5-NP and Nb2O5-NS, respectively, (Fig. 4b) are attributed to the stretching vibration of terminal short Nb=O bonds present in highly distorted NbO6 octahedral units33,34. The spectral intensity between 800 and 1000 cm−1 in the spectrum of Nb2O5·nH2O has also been attributed to Nb=O bonds in highly distorted structures, with the broadening resulting from coordination of water molecules (upon dehydration the band shifts to ca. 980 cm−1)33,35. The spectrum of Nb2O5-hGO is the most similar to that of pure orthorhombic T-Nb2O5. It exhibits even less intensity between 800 and 1000 cm−1 than the spectrum of T-Nb2O5, suggesting a structure composed predominantly of corner-shared NbO6 octahedra with a negligible content of highly distorted structural units. The FT-IR spectra of Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O (Supplementary Fig. 8 and Supplementary Note 2) are consistent with the Raman results. The spectrum of Nb2O5·nH2O exhibits a broad band due to the vibration of Nb−O bonds, whereas those of Nb2O5-NP and Nb2O5-NS show two bands in the same region, indicative of two distinct types of Nb−O bonds. All three spectra show an additional band assigned to Nb=O bonds. The spectrum of Nb2O5-hGO shows the existence of epoxy, hydroxyl (at the basal planes), and carboxylic acid groups (at the edges and holes) on the surface of the carbon support. Figure 5a displays the high resolution Nb 3d X-ray photoelectron spectra (XPS) of the niobium oxides synthesized in acetophenone and niobic acid. The Nb 3d5/2 binding energy ranges from 207.2 eV for Nb2O5-hGO to 206.7 eV for Nb2O5·nH2O. The binding energy of Nb2O5-hGO is within the range of values reported in the literature for Nb5+ 17,39, but is slightly lower for the other materials17,39. Thus, niobium appears to be more reduced in Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O than in Nb2O5-hGO, suggesting the presence of oxygen vacancies in the former samples, i.e., coordinatively unsaturated niobium atoms. The O 1s XPS spectra (Fig. 5b) show main peaks at binding energies characteristic of O2− in metal oxides (530.5 eV), and two less intense contributions at around 532.4 eV and 533.6 eV, corresponding to OH species and adsorbed H2O, respectively40. Oxygen in C–O and COOH groups also originate signals at approximately the same binding energies of OH and H2O (532 and 533 eV, respectively)40. Consequently, the oxygen-containing functional groups of the carbon support of\n4 COMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem\nNb2O5-hGO contribute to those regions of the spectra. Elemental analysis revealed that the Nb2O5-NP and Nb2O5-NS samples contain 0.3 and 1.8 wt.% carbon, respectively, from adsorbed organic molecules remaining from the synthesis in acetophenone. Those organic molecules are expected to give a small contribution to the O 1s spectra of these samples. The O 1s and C 1s spectra of Nb2O5-hGO confirm the presence of a high amount of oxygencontaining functional groups from the support at the surface of this solid.\nThe water and hydroxyl groups content of the oxides were evaluated by thermogravimetric analysis coupled with mass spectrometry (TG-MS). The results are shown in Supplementary Figs. 9, 10 and Supplementary Note 3. Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O release a similar amount of water during heating. However, the water evolves at lower temperature from Nb2O5·nH2O compared to the oxides synthesized in acetophenone, suggesting that the former has a higher proportion of physically adsorbed water and OH groups requiring lower dehydroxylation temperatures41.\nSurface properties of the niobium oxides. The surface textural properties of the niobium oxides were determined by nitrogen\nsorption at −196 °C (Table 1 and Supplementary Fig. 11). The compounds synthesized via aldol condensation have high specific surface areas; in particular, Nb2O5-NS shows a surface area increase of almost 80% with respect to the nanoparticles. All materials contain mesopores: Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O have mostly narrow mesoporosity whereas Nb2O5hGO exhibits a broader pore size distribution ranging from ca. 3–10 nm, with the larger mesopores arising from the support. The contribution of the narrow mesopores volume (Vmesop) to the total volume adsorbed (Vads) is, however, different for Nb2O5-NP (37%), Nb2O5-NS (62%), and Nb2O5·nH2O (93%).\nThe amount, nature, and strength of the acid sites were investigated using a combination of several techniques: acid-base titration, FT-IR of adsorbed pyridine, DRIFTS of adsorbed deuterated acetonitrile (CD3CN), 1H MAS NMR, and 31P MAS NMR of adsorbed triethylphosphine oxide (TEPO).\nThe total amounts of acid sites (Brønsted+ Lewis) were estimated by liquid-phase acid-base titration (AST, Table 1). The niobium oxides prepared via aldol condensation have higher acid sites density than Nb2O5·nH2O and the amounts of acid sites per unit surface area decrease in the order Nb2O5-NP > Nb2O5hGO >Nb2O5-NS » Nb2O5·nH2O. T-Nb2O5 and com-Nb2O5 have very low surface areas (<5 m2 g−1) and extremely small acid\nCOMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem 5\nsites contents. For Nb2O5-hGO, functional groups of the support, specifically COOH and OH, contribute to the total acid sites content (specifically to the Brønsted acidity). It is worth mentioning that despite Nb2O5·nH2O, Nb2O5-NP, and Nb2O5NS releasing comparable amounts of water during heating, the acid sites density of Nb2O5·nH2O is significantly smaller, which is consistent with the latter having a higher content of adsorbed water, as inferred from the TG-MS data.\nThe FT-IR spectra of adsorbed pyridine revealed the presence of Brønsted and Lewis acid sites on the samples Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O (Supplementary Fig. 12 and Table 1). It was not possible to evaluate the acidity of Nb2O5hGO through this method due to the low transmission of this dark sample, as the measurements are done using undiluted pellets of the materials. The sum of the Brønsted+ Lewis acid sites is lower than the AST values measured by titration, because the adsorbed pyridine measurements were performed on the dehydrated samples that were pretreated under vacuum at 180 °C. This type of pretreatment on hydrated niobium oxide materials causes the elimination of acid sites, as well as an increase in the proportion of the Lewis sites compared to the Brønsted.\nNevertheless, the density of acid sites determined by FT-IR of adsorbed pyridine follows the same trend as the AST.\nThe nature of the acid sites was further investigated by DRIFTS of adsorbed CD3CN as probe molecule (Fig. 6a), which allowed also the study of the Nb2O5-hGO material42,43. The bands at 2260 and 2247 cm−1 (indicated on the plots by P and CD, respectively) are ascribed to the stretching of the C≡N bond of physically adsorbed CD3CN and to the asymmetric stretching of C–D bonds, respectively (the band at 2112 cm−1 due to the symmetric stretching of C–D is not shown). The interaction of CD3CN with Lewis and Brønsted acid sites causes a shift of the C≡N vibration frequency to higher values compared to that of physically adsorbed CD3CN, which is often larger for Lewis acid sites (ca. 40–60 cm−1) than for Brønsted acid sites (ca. 10–40 cm−1)44. For both types of sites, larger shifts correspond to stronger acidity. The spectra of Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O show features similar to those of materials containing mainly Brønsted acidity in combination with Lewis acidity, such as some zeolites, aluminas, and aluminophosphates43–45. The band at ca. 2300 cm−1 is assigned to OH groups with relatively strong acidity whereas the band at ca. 2280 cm−1 is assigned to less\n6 COMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem\nacidic OH groups44,45. The band at ca. 2316–2311 cm−1 is attributed to Lewis acid sites of medium strength, with the Lewis sites of Nb2O5-NS being slightly weaker than those of Nb2O5-NP and Nb2O5·nH2O. A band at similar wavenumbers (2320–2317 cm−1) has been found in the spectra of acetonitrile adsorbed on several different niobium compounds, including niobic acid, Nb2O5-silica materials, and niobium phosphates43. Nb2O5-hGO exhibits a different spectra that reflects an overall weaker acidity compared to the other three materials. The low spectral intensity above 2300 cm−1 indicates a negligible concentration of Lewis acid sites in this material. Based on the adsorbed CD3CN spectra, the Lewis acid sites proportion with respect to Brønsted decreases in the order Nb2O5·nH2O >Nb2O5NS > Nb2O5-NP > Nb2O5-hGO. These results are consistent with the XPS data, as Lewis acidity in the materials correlates with the presence of niobium in a more reduced state. On the other hand, this trend does not match the one arising from the pyridine adsorption experiments, which is attributed to the lower pretreatment temperature used prior to the CD3CN adsorption experiments in order to avoid significant changes in the acid sites of the samples, and especially to avoid the elimination of surface groups of the hGO in Nb2O5-hGO (also, the region of the spectra where the characteristic bands of CD3CN are observed is not affected by water, so lower pretreatment temperatures can be used). Therefore, in the CD3CN, as well as liquid-phase titration and NMR experiments, the surface of the materials is closer to the state of when the samples are used in the catalytic experiments. In addition to the bands at 2296 and 2281 cm−1, also found in the spectra of the other oxides, a band at 2270 cm−1 is seen for Nb2O5-hGO. This band is associated with CD3CN adsorbed on very weak acid sites or non-acidic hydroxyls that possibly belong to the support.\nThe hydroxyl groups of the solids were studied in more detail by 1H MAS NMR spectroscopy, as the 1H chemical shift may correlate with their acid strength, with larger chemical shifts corresponding to stronger Brønsted acidity16,46,47. The spectra of the solids dehydrated at 120 °C under vacuum are shown in Fig. 6b. The spectra of Nb2O5-NP and Nb2O5-NS show resonances at 2.5 and 1.4 ppm, respectively, corresponding to isolated terminal Nb-OH groups. These values are in the range of chemical shifts of many weakly or non-acidic terminal OH groups, such as silanols46. The resonance at 4.8 ppm in the spectrum of Nb2O5-NS is assigned to perturbed terminal Nb-OH groups and that at 7.1 ppm to more acidic bridging hydroxyls16,46–48. The spectrum of Nb2O5-NP shows a broad resonance at 6.4 ppm, made of contributions from terminal (6.1 ppm) and bridging OH (7.9 ppm) that seem to be more acidic than the corresponding ones of Nb2O5-NS. The spectrum of Nb2O5-hGO shows very broad peaks made of at least two contributions at 3.8 and 0.6 ppm. The broadening of the resonances indicates a significant variation in the local structure of the hydroxyl groups. The contribution at 0.6 ppm corresponds to very weak or non-acidic hydroxyls, likely belonging to the support, which is consistent with the band observed at 2270 cm−1\nin the spectrum of CD3CN adsorbed on Nb2O5-hGO. The broad resonance centered at 3.8 ppm suggests the presence of a large percentage of terminal Nb−OH groups in this solid. The disordered structure and consequent variable local structures of the hydroxyls in Nb2O5·nH2O lead to a broad resonance centered at 6.1 ppm, with a shoulder at 1.4 ppm, in agreement with the literature48. The spectrum shows some similarities with that of Nb2O5-NP, suggesting that niobic acid contains both terminal and bridging hydroxyls. It is worth mentioning that protons from residual organics originating from the synthesis in acetophenone give a small contribution to the spectra, as well as possible residual amounts of adsorbed water (δH2O= 4.9 ppm)47. The 1H\nMAS NMR results correlate with the Raman data. Protons at terminal oxygen atoms (Supplementary Fig. 13) are associated with little structural distortion. Accordingly, the structure of Nb2O5-hGO has relatively low distortion due to being composed of predominately corner-shared octahedra, and contains mainly terminal hydroxyls. On the contrary, protons at bridging oxygen atoms (Supplementary Fig. 13) are associated with distortion in the structure, as they cause tilting of the NbO6 units or occur at edge-shared octahedra. The presence of a higher amount of bridging hydroxyls in Nb2O5-NP and Nb2O5-NS compared to Nb2O5-hGO correlates with their more distorted structures.\nThe strength of the acid sites was examined further by 31P MAS NMR spectroscopy of adsorbed triethylphosphine oxide (TEPO). The interaction of TEPO with acid sites of increasing strength causes the 31P resonance to shift downfield49. The spectra of Nb2O5-NP, Nb2O5-NS, Nb2O5-hGO, and Nb2O5·nH2O are shown in Fig. 6c. The resonances below 60 ppm are caused by TEPO physically adsorbed, crystallized or interacting with very weakly or non-acidic OH groups, and will not be discussed further. The signals between 100 and 60 ppm correspond to TEPO interacting with weak, medium and strong acid sites. The resonances at 71.9 and 70.2 ppm for Nb2O5-NP and Nb2O5-NS, respectively, correspond to weak and medium strength acid sites. The Lewis acid sites and terminal hydroxyl groups of these samples should interact with TEPO to give resonances in this region of the spectrum. The peaks centered at 79.9 and 78.2 ppm for Nb2O5-NP and Nb2O5-NS, respectively, correspond to strong acid sites. Bridging OH groups should originate resonances in this region of the spectrum. The ratio between the areas of the two resonances is 1.9 (A79.9/A71.9) for Nb2O5-NP and 1.2 (A78.2/A70.2) for Nb2O5-NS. The stronger acidity of Nb2O5-NP compared with Nb2O5-NS is consistent with the former having more acidic both bridging and terminal OH groups and less Lewis acid sites. Nb2O5·nH2O shows a broad resonance centered at 76 ppm, which indicates that most of the acid sites in the material are of medium strength. The Lewis acid sites of medium strength determined by CD3CN adsorption contribute to this broad resonance. A similarly broad resonance centered at 74 ppm is seen on the spectrum of Nb2O5-hGO, further confirming the overall weaker acidity of Nb2O5-hGO compared to the other solids. An additional discussion of the relationship between the structure and acid properties of the materials is provided in Supplementary Note 4.\nCatalytic properties. The niobium oxides synthesized in acetophenone were investigated as acid catalysts for the reactions of furfuryl alcohol (FA), 5-(hydroxymethyl)furfural (HMF) and α-angelica lactone (AnL) with ethanol, and compared with Nb2O5·nH2O and com-Nb2O5. The catalytic performance of the materials is discussed in more detail in the Supplementary Information (Supplementary Figs. 14–18, Supplementary Tables 1– 4, and Supplementary Notes 5–8).\nFA is a bio-based compound derived from hemicelluloses (sources of pentoses) that can be converted to 2-(ethoxymethyl) furan (2EMF) and ethyl levulinate (EL) in ethanol, in the presence of acid catalysts. 2EMF is an intermediate of the conversion of FA to EL50,51, which may occur through various pathways, including the etherification of FA to 2EMF followed by 2EMF ring-opening to EL27. The niobium oxides synthesized via aldol condensation efficiently convert FA, leading to high total yields of EL plus 2EMF (Ytot) and high EL yields (YEL) of 69–74% within 3 h at 140 °C (Fig. 7, Supplementary Table 2, Supplementary Fig. 14). Furthermore, these catalysts are more active than Nb2O5·nH2O and com-Nb2O5 (Fig. 7), converting FA at higher rates. The carbon support alone was considerably less active than\nCOMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem 7\nNb2O5-hGO, leading only to 41% of Ytot at 140 °C for 3 h. Nb2O5NP exhibits the best catalytic performance, leading to the highest EL and total yields.\nHMF is a platform chemical derived from carbohydrate sources of hexoses such as cellulose. The reaction of HMF in alcohol media in the presence of acid catalysts somewhat parallels that of FA, and can lead to the formation of 5-(alkoxymethyl) furfural and levulinate esters29,30. The reaction process involves the etherification of HMF to 5-(alkoxymethyl)furfural, followed by ring opening to the ester; other pathways may be involved, depending on the reaction conditions and catalyst acid properties29.\nThe niobium oxide materials were investigated as catalysts for the conversion of HMF in ethanol at 140 °C (Fig. 7, Supplementary Table 3, and Supplementary Fig. 15). The initial reaction rates of Nb2O5-NP, Nb2O5-NS, and Nb2O5-hGO were similar and significantly higher than those of Nb2O5·nH2O and comNb2O5, which was essentially inactive. The main reaction products were 5-(ethoxymethyl)furfural (5EMF), formed via etherification of HMF, and 5-(ethoxymethyl)furfural diethyl acetal (5EMFda). The latter compound is generated through acetalization of 5EMF and reportedly interconverts with 5EMF to an extent that depends on the reaction conditions such as temperature and water content29,52. Nb2O5-NP, Nb2O5-NS, and Nb2O5-hGO converted 86% of HMF within 3 h and led to total yields of 5EMF plus 5EMFda (YtotEMFs) of 75%, 68%, and 69%, respectively, while the EL yields were low (Supplementary\nTable 3). Under these reaction conditions the catalysts are more selective for the etherification reaction than for the formation of EL, as opposed to what happens with FA.\nNb2O5-NP, Nb2O5-NS, and Nb2O5-hGO were also very effective catalysts for the reaction of AnL with ethanol, leading to 100% conversion of AnL (XAnL) within 1 h at 110 °C or 140 °C (corresponding to an initial reaction rate of at least 57 mmol gNb2O5−1 h−1), and to high yields of EL (Fig. 7, Supplementary\nTable 4). Additional products formed were pseudo ethyl levulinate (pseEL) and levulinic acid (LA). pseEL is a reaction\nintermediate in the conversion of AnL to levulinate esters over solid acids26,53. LA can be formed by the reaction of EL, pseEL or AnL with water present in the system. Nb2O5-NP led to an excellent EL yield of 99% within 1 h at 140 °C or 3 h at 110 °C. Nb2O5-NS and Nb2O5-hGO also led to high EL yields, although slightly inferior to that of Nb2O5-NP. Nb2O5·nH2O performs considerably worse and the commercial Nb2O5 (com-Nb2O5) led to very sluggish AnL reaction (Fig. 7, Supplementary Table 4), similar to the results obtained without a catalyst. The hGO support only led to 45% AnL conversion within 3 h at 110 °C and to an EL yield of 16%.\nThe catalysts prepared by the aldol condensation reaction performed considerably better than Nb2O5.nH2O and comNb2O5 on all the reactions investigated. They are also compared in the Supplementary Tables 2–4 to literature data for different catalysts tested in the same reactions, and compare favorably with most catalysts reported. The almost complete inactivity of comNb2O5 is attributed to its extremely low surface area and small acid sites content, in agreement with the poor catalytic performances generally found for niobium pentoxides prepared by calcination at high temperatures2.\nAs Nb2O5-NP, Nb2O5-NS, Nb2O5-hGO, and Nb2O5·nH2O are mesoporous materials, size exclusion effects and diffusional limitations are expected to contribute little to the different catalytic performances of the solids. The fact that the catalytic performances of Nb2O5-NP and Nb2O5-NS do not differ drastically, despite the percentage of mesopores contributing to the total volume of the solid being approximately two times higher for Nb2O5-NS, supports this hypothesis, and suggests the activity mainly correlates with the acid properties.\nAccording to the literature, the etherification of FA and HMF can occur over Lewis or Brønsted acid sites, whereas the formation of levulinate esters is achieved with Brønsted acids28–30,50–52,54–57. However, both the etherification reaction and ester formation seem to be favored by increasing Brønsted acid strength52. The conversion of AnL to levulinate esters is also achieved with strong acid sites26.\n8 COMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem\nThe relationships between activity and acidity were studied in more detail for the reactions of FA and HMF. A quantitative comparative study of the dependency of initial activity on the acid properties measured via different techniques (FT-IR of adsorbed pyridine, and solid–liquid-phase titration) was performed for the niobium oxide catalysts Nb2O5-NP, Nb2O5-NS, and Nb2O5·nH2O. For FA as substrate, no clear relationships between initial activity and the total amount of acid sites or specific surface area were found. Instead, a relationship between the initial activity and the acid sites density measured via different methods was verified (Supplementary Fig. 19). The initial activity for FA conversion (expressed as mmol gcat−1 h−1 or mmol gNb2O5−1 h−1) increased with increasing acid sites density, being highest for Nb2O5-NP (e.g. 45.3 mmol gcat−1 h−1 vs 3.8 μmolAS m−2, compared to 38–43 mmol gcat−1 h−1 vs 1.9–3.1 μmolAS m−2 for the remaining catalysts). FA was mainly converted to EL, which involves a series of reactions. The adsorbed FA and 2EMF (intermediate that leads to EL) molecules in the vicinity of a higher density of AS can favorably drive the FA reaction forward. As opposed to FA, when HMF was used as substrate, no clear relationship could be established between the initial activity and the acid sites density. However, the activity for HMF conversion correlated with the amount of acid sites, where Nb2O5-NP and Nb2O5-NS, possessing higher amount of acid sites than Nb2O5·nH2O, were more active than the latter (Supplementary Fig. 20). A difference between the HMF and FA systems is that HMF was mainly converted to the (primary product) furanic ether (5EMF) and the EL yields were low, whereas FA was mainly converted to EL, which involved consecutive reactions (via 2EMF as intermediate). On the other hand, HMF is a bulkier substrate than FA. Both these features account for the more important effects that the acid sites density has on the FA reaction than the HMF reaction. A broader comparative study to include the supported catalyst Nb2O5-hGO was carried out on the basis of mass of niobium oxide active phase in the loaded catalyst, although the results did not fall into the above relationships for the FA and HMF reactions, which is attributed to the presence of the support and its effect on the performance. An effect of the support is likely responsible for the improved performance. The hGO support alone showed poor catalytic activity on all reactions, in agreement with the mild acidity of the functional groups at the surface of graphene oxides, and consistent with the presence of weakly or non-acidic OH groups in Nb2O5-hGO associated with the support. Additionally, the trends in the performance of Nb2O5-NP, Nb2O5-NS, and Nb2O5-hGO remain the same whether the catalysts are compared on a basis of identical mass of oxide or identical total mass, further indicating that the activity of Nb2O5-hGO derives essentially from the oxide nanoparticles. To get further insights into the role of the support, we measured adsorption isotherms of HMF on the solids (Supplementary\nFig. 21, Supplementary Table 5, and Supplementary Note 9). The results suggest that Nb2O5-hGO has higher adsorption affinity for the polar substrate molecules in solution than Nb2O5-NP, Nb2O5NS or Nb2O5·nH2O. This is attributed to a higher surface density of polar centers for adsorption on Nb2O5-hGO due to the high content of surface functional groups of the hGO support (C–O–C, OH, C=O, COOH). The strong adsorption of the substrate molecules near the acid sites can facilitate their conversion and contribute to the observed catalytic activity of Nb2O5-hGO."
    }, {
      "heading" : "Discussion",
      "text" : "We report a novel synthesis route for the preparation of nanostructured Nb2O5 solid acids with varying structural motifs and acidity, based on the reaction of NbCl5 with acetophenone. They\nshowed promise as efficient acid catalysts for the conversion of furfuryl alcohol, 5-(hydroxymethyl)furfural and α-angelica lactone with ethanol to produce valuable compounds such as biofuels. The catalysts consist of ultrasmall nanoparticles (1.5–4 nm) (Nb2O5-NP), spheres (Nb2O5-NS) and nanoparticles supported on holey graphene oxide (Nb2O5-hGO). The oxides have orthorhombic structures with different degrees of distortion and unsaturated niobium coordinations, and the acidity was found to be highly sensitive to the structural motifs of the oxides. Nb2O5hGO has orthorhombic structure with little distortion, resulting in a solid acid with mainly terminal hydroxyls that function as medium-weak Brønsted acid sites. Strong Brønsted acid sites originate from distortions in the orthorhombic structures of Nb2O5-NP and Nb2O5-NS, whereas Lewis acid sites arise from highly distorted octahedral units. The acidity of Nb2O5·nH2O appears to have the same origin. However, the synthesis in acetophenone produces compounds (Nb2O5-NP and Nb2O5-NS) with significantly higher acid sites densities, acid strength and catalytic activity than conventional amorphous Nb2O5·nH2O. The effect of the weaker acidity of Nb2O5-hGO on the catalytic activity was counterbalanced by a synergistic adsorption effect between the oxide and the carbon support."
    }, {
      "heading" : "Methods",
      "text" : "Synthesis of niobium oxides. The niobium oxides were synthesized by solvothermal reaction in a microwave (MW) reactor Anton Paar Monowave 3000 at 220 °C for 20 min, with a heating rate of 5 min to reach the final temperature. For the synthesis of Nb2O5 nanoparticles (Nb2O5-NP), 0.135 g of NbCl5 (99%, abcr) was added to 15 mL of acetophenone (99%, Sigma-Aldrich) in a 30 mL microwave glass vial, under argon, and stirred at room temperature for 10 min to dissolve the precursor. For preparing the Nb2O5 spheres (Nb2O5-NS), 0.135 g of NbCl5 and 0.128 g of cobalt (II) acetylacetonate (99%, Sigma-Aldrich) were added to 20 mL of acetophenone in a 30 mL microwave glass vial, and stirred for 48 h at room temperature under argon. For the synthesis of the Nb2O5 nanoparticles supported on holey graphene oxide (Nb2O5-hGO), 0.135 g of NbCl5 and 50 mg of hGO were added to 15 mL of acetophenone in a 30 mLMW vial, and the mixture was sonicated for 3 h to disperse the hGO. The solutions/suspensions were subsequently heated in the microwave reactor. The products were collected by centrifugation, washed twice with 20 mL of absolute ethanol followed by two times with 20 mL of acetone, and dried at 70 °C under air. Niobic acid (Nb2O5·nH2O) was synthesized as follows: 1 g of NbCl5 was added to 40 mL of deionized H2O and stirred at room temperature for 24 h. The white solid was separated by centrifugation and thoroughly washed with deionized water. Orthorhombic niobium pentoxide (T-Nb2O5) was prepared by calcination under air of Nb2O5-NP at 600 °C for 2 h. Commercial Nb2O5 (com-Nb2O5) was purchased from Sigma-Aldrich. The synthesis of hGO is described in the Supplementary Information (Supplementary Methods).\nCharacterization. XRD patterns were recorded with a STOE MP diffractometer in transmission configuration using Mo Kα radiation (λ= 0.07093 nm). Transmission electron microscopy (TEM) and high resolution TEM (HRTEM) images were acquired on a Philips CM 200 and FEI Talos 200S microscope operated at 200 kV. Scanning electron microscopy (SEM) images were recorded with a Hitachi SU-70 HR microscope operated at 15 kV. A NT-MDT NTEGRA—Spectra SPM spectrometer, equipped with MS3504i 350 mm monochromator and ANDOR Idus CCD, was utilized to measure Raman scattering, excited by a solid-state laser operating at 2.33 eV (532 nm). The use of a very low laser power (250 μW at the sample surface) prevented local heating of the samples and annealing effects. The scattered light from the sample was dispersed by a 1800 lines/mm grating and collected by a Mitutoyo high numerical aperture ×100 objective. In order to have a reliable picture of their bulk, spectra from several random positions on each specimen were collected. X-ray photoelectron spectroscopy (XPS) measurements were performed using a Thermo Fischer Scientific ESCALAB 250Xi instrument, with an Al Kα source, in constant analyzer energy mode with a pass energy of 50 eV and a spot size of 400 μm. A NETZSCH thermoanalyzer STA 409 C Skimmer system, equipped with BALZERS QMG 421, was used to record the thermoanalytical curves together with the ion current (IC) curves. An argon or synthetic air flow of 70 mLmin−1 and a heating rate of 10 °Cmin−1 were applied. Fourier-transformed infrared spectroscopy (FT-IR) spectra of adsorbed pyridine were measured in a home-made transmission IR cell connected to a high vacuum system. The samples (25–30 mg) were pressed into pellets and pretreated at 180 °C for 12 h before pyridine adsorption. Spectra of the samples were collected before pyridine adsorption, and after pyridine adsorption followed by degassing at room temperature, 100 and 150 °C. Quantification was done using the molar absorption coefficients for pyridine adsorbed onto Brønsted and Lewis acid sites. Diffuse\nCOMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem 9\nreflectance infrared Fourier transform spectra (DRIFTS) of adsorbed deuterated acetonitrile (CD3CN) were measured using a PIKE Technologies DiffusIR Environmental chamber (HTV) and DiffusIR diffuse reflectance accessory. Prior to the measurements, the samples were degassed at 120 °C under vacuum for 12 h, contacted with 90 mbar of CD3CN and degassed for 30 min at room temperature (for Nb2O5-hGO the degassing time was 1 min). All spectra were recorded on a Thermo Fischer Scientific Nicolet iS50 spectrometer equipped with a MCT detector, at 2 cm−1 spectral resolution over the range 4000–600 cm−1. Carbon elemental analyses were performed using a Leco TruSpec 630-200-200 elemental analyzer. The total acid sites content was evaluated by acid-base titration. 0.5 g of sample was dispersed in 5 mL of DI water and titrated with n-butylamine, under stirring. Care was taken to control experimental variables such as titration time and stirring to allow a meaningful comparison of the materials. The equivalence point was determined with a pH meter and the color indicator methyl red (for the white samples). Nitrogen sorption isotherms at −196 °C were acquired on a Micromeritics ASAP 2020, after degassing the solids at 120 °C overnight. Solid-state MAS NMR spectra were acquired on a 400MHz Bruker Avance 400 spectrometer. Before measuring the 1H MAS NMR spectra, the solids were heated at 120 °C under vacuum for 3 h. The 1H MAS NMR spectra were recorded with a 2.5 mm probe (Bruker Biospin) applying a rotation frequency of 20 kHz, a pulse lengths of 3.5 μs and an accumulation number of 64. The spin lattice relaxation behavior was tested to ensure the completeness of the signals and following that, the 1H spectra were recorded with recycle delays of 5 s or 10 s. The acid strength was evaluated by 31P MAS NMR of adsorbed triethylphosphine oxide (TEPO). The adsorption of TEPO was performed as follows: 0.15 g of solid was dehydrated at 120 °C for 3 h under vacuum. 0.022 g of TEPO dissolved in 7.5 mL of anhydrous n-pentane was added to the solid, and the mixture was stirred for 30 min under nitrogen, and then dried at 50 °C under vacuum. All 31P MAS NMR spectra (νL(31P)= 161.9 MHz) were taken with a 4 mm probe (Bruker Biospin) and a rotation frequency of 10 kHz. To ensure quantitative measurements the resulting recycle delays are completely different for every sample: 40 s for Nb2O5-NP, 20 s for Nb2O5.nH2O, 10 s for Nb2O5-hGO but even 3600 s for Nb2O5-NS. The latter led with 64 accumulations to a total measurement time of 64 h. Fitting of the spectra was performed using the DMfit software58. All isotropic chemical shift values are given with respect to the TMS standard (1H) and H3PO4 (31P) using KHSi2O5 and ADP as secondary solid references. FT-IR spectra of the samples were acquired on a Thermo Scientific Nicolet iS50 spectrometer with a DTGS detector, using pellets of the solid diluted in KBr (4 cm−1 resolution, 4000–400 cm−1 range). The liquidphase adsorption isotherms were measured by contacting 25 mg of sample with HMF solutions in ethanol of different concentrations, in closed vials, at 20 °C for 4 h. Subsequently, the solids were separated from the solution by filtration and the amounts adsorbed were determined by UV–Vis spectrophotometry using a Thermo Fischer Scientific Evolution 220. The solvothermal stability tests (SolvoT) were carried out by contacting the original catalyst with ethanol (without substrate) for 24 h, at 110 °C, and subsequently testing the treated materials for the catalytic reaction of AnL at 110 °C (the obtained results were compared to those for a normal catalytic test). Additionally, the catalysts were recycled for three consecutive 1 h-batch runs of AnL reaction at 110 °C. The solid catalyst after the SolvoT or a normal catalytic run, was separated from the reaction mixture by centrifugation at 10000 rpm, and washed using acetone (3 × 1 mL per 10 mg) and finally dried at ambient temperature overnight.\nCatalytic reactions. The catalytic experiments were performed in tubular glass pear-shaped reactors, equipped with an appropriate polytetrafluoroethylene (PTFE)-coated magnetic stirring bar and a valve. The substrates investigated were α-angelica lactone (AnL, 98%, Alfa Aesar), furfuryl alcohol (FA, 99%, Aldrich), and 5-(hydroxymethyl)furfural (HMF, Shangai). In a typical catalytic experiment, the substrate (0.33 M), catalyst (in an amount equivalent to a niobium oxide load of ca. 5.8 g L−1), and 1 mL of anhydrous ethanol (≥99.9%, Carlo Erba) were added to the batch reactor. The reactor was immersed in a thermostatically controlled oil bath heated at 110 or 140 °C with a stirring rate of 1000 rpm, which was taken as the instant that the reaction began. The reactors were cooled to ambient temperature in cold water prior to sampling/analyses. The analyses were always carried out for freshly prepared samples. The evolution of the catalytic reactions was monitored by GC for the quantification of the substrates AnL and FA and the respective reaction products, or by HPLC for quantification of HMF. The GC analyses were carried out by using a Varian 3800 instrument equipped with a capillary column (VF-5ms, 30 m × 0.25 mm × 0.25 μm) and a flame ionization detector, with H2 as the carrier gas. The HPLC analyses were carried out using a Knauer Smartline HPLC Pump 100 and a Shodex SH101H+ 300 × 8mm (internal diameter) ion exchange column (Showa Denko America, Inc.), coupled to a Knauer Smartline UV detector 2520 (254 nm). The mobile phase was 0.005 M aq. H2SO4 at a flow rate of 0.8 mLmin−1, and the column temperature was 50 °C. Calibration curves were measured for quantification. Individual experiments were performed for a given reaction time, and the presented results are the mean values of at least two replicates. The substrate (S) conversion (%) at a reaction time t was calculated using the formula 100 × [(initial molar concentration of S)-(molar concentration of S at time t)]/ (initial concentration of S). The yield (%) of product (P) at reaction time t was calculated using the formula 100 × (molar concentration of P at time t)/(initial molar concentration of S)."
    }, {
      "heading" : "Data availability",
      "text" : "All data are available from the authors.\nReceived: 30 May 2019; Accepted: 15 October 2019;"
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors are grateful to the German Research Foundation (DFG, Grant no. RU2012/ 2-1) for financial support. We thank Dr. M. Feist for the help with the TG-MS measurements and C. Erdmann for the TEM measurements. This work was partially developed in the scope of the project CICECO-Aveiro Institute of Materials, FCT (Fundação para a Ciência e Tecnologia) Ref. UID/CTM/50011/2019, financed by national funds through the FCT/MCTES. M.M.A. thanks the costs resulting from the FCT hirings which are funded by national funds (OE), through FCT, in the scope of the framework contract foreseen in the numbers 4, 5, and 6 of the article 23, of the DecreeLaw 57/2016, of August 29, changed by Law 57/2017, of July 19."
    }, {
      "heading" : "Author contributions",
      "text" : "K.S., X.H. and P.R. synthesized and characterized the material, M.A. and A.V. did the catalysis tests, S.S. conducted the Raman measurements, G.S. performed the NMR studies and N.P. and P.R. supervised this work. P.R., K.S., M.A. and A.V. prepared the manuscript. All authors discussed the results and commented the manuscript."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/s42004019-0231-3. Correspondence and requests for materials should be addressed to A.A.V., N.P. or P.A.R. Reprints and permission information is available at http://www.nature.com/reprints Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/. © The Author(s) 2019\nCOMMUNICATIONS CHEMISTRY | (2019) 2:129 | https://doi.org/10.1038/s42004-019-0231-3 | www.nature.com/commschem 11"
    } ],
    "references" : [ {
      "title" : "Nanoporous Catalysts for Biomass Conversion",
      "author" : [ "Q. Xia", "Y. Wang" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Acidic and catalytic properties of niobium pentaoxide",
      "author" : [ "I. Tokio", "O. Kazuharu", "T. Kozo" ],
      "venue" : "Bull. Chem. Soc. Jpn",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1983
    }, {
      "title" : "Lewis acid catalysis of  Nb2O5 for reactions of carboxylic acid derivatives in the presence of basic inhibitors",
      "author" : [ "Siddiki", "S.M.A. H" ],
      "venue" : "ChemCatChem 11,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "preparation, characterization, and application in heterogeneous catalysis",
      "author" : [ "I. Nowak", "Ziolek", "M. Niobium compounds" ],
      "venue" : "Chem. Rev. 99, 3603–3624",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Correlation of the catalytic performance with  Nb2O5 surface properties in the hydrodeoxygenation of lignin model compound",
      "author" : [ "Y Xin" ],
      "venue" : "J. Catal. 375,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "review and prospects",
      "author" : [ "C. Nico", "T. Monteiro", "Graça", "M.P.F. Niobium oxides", "niobates physical properties" ],
      "venue" : "Prog. Mater. Sci. 80, 1–37",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nb2O5·nH2O as a heterogeneous catalyst with watertolerant lewis acid sites",
      "author" : [ "K Nakajima" ],
      "venue" : "J. Am. Chem. Soc. 133,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2011
    }, {
      "title" : "Structure and acid catalysis of mesoporous Nb2O5·nH2O",
      "author" : [ "K Nakajima" ],
      "venue" : "Chem. Mater. 22,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2010
    }, {
      "title" : "Biorefineries—Industrial Processes and Products",
      "author" : [ "B. Kamm", "P.R. Gruber", "M. Kamm" ],
      "venue" : "(Wiley-VCH, Weinheim, Germany,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2006
    }, {
      "title" : "correlation of acidity with structure and catalytic performance in sucrose conversion to 5-hydroxymethylfurfural",
      "author" : [ "Kreissl", "H.T. et al. Niobium oxides" ],
      "venue" : "J. Catal. 338, 329–339",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Niobic acid nanosheets synthesized by a simple hydrothermal method as efficient Brønsted acid catalysts",
      "author" : [ "W. Fan", "Q. Zhang", "W. Deng", "Y. Wang" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Hydrothermal synthesis of octahedra-based layered niobium oxide and its catalytic activity as a solid acid",
      "author" : [ "T. Murayama", "J. Chen", "J. Hirata", "K. Matsumoto", "W. Ueda" ],
      "venue" : "Catal. Sci. Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Facile formation of lactic acid from a triose sugar in water over niobium oxide with a deformed orthorhombic phase",
      "author" : [ "K Nakajima" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "The molecular structures and reactivity of supported niobium oxide catalysts",
      "author" : [ "Jehng", "J.-M", "I.E. Wachs" ],
      "venue" : "Catal. Today",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1990
    }, {
      "title" : "Structures of niobium pentoxide and their implications on chemical behavior",
      "author" : [ "E.I. Ko", "J.G. Weissman" ],
      "venue" : "Catal. Today",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1990
    }, {
      "title" : "Nanosheets as highly active solid acid catalysts for green chemical syntheses",
      "author" : [ "A. Takagaki", "C. Tagusagawa", "S. Hayashi", "M. Hara", "K. Domen" ],
      "venue" : "Energy Environ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2010
    }, {
      "title" : "Structural studies of bulk to nanosize niobium oxides with correlation to their acidity",
      "author" : [ "Kreissl", "H. T" ],
      "venue" : "J. Am. Chem. Soc. 139,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Metal Oxide Nanoparticles in Organic Solvents—Synthesis, Formation, Assembly and Application",
      "author" : [ "M. Niederberger", "N. Pinna" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2009
    }, {
      "title" : "Mechanistic aspects in the formation, growth and surface functionalization of metal oxide nanoparticles in organic solvents",
      "author" : [ "R. Deshmukh", "M. Niederberger" ],
      "venue" : "Chem. Eur. J. 23,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Ketones as an oxolation source for the synthesis of titanium-oxo-organoclusters",
      "author" : [ "N. Steunou", "F. Ribot", "K. Boubekeur", "J. Maquet", "Sanchez", "Cm" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1999
    }, {
      "title" : "Nonaqueous synthesis of crystalline anatase nanoparticles in simple ketones and aldehydes as oxygensupplying agents",
      "author" : [ "G. Garnweitner", "M. Antonietti", "M. Niederberger" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2005
    }, {
      "title" : "Solvothermal synthesis of crystalline nickel oxide nanoparticles",
      "author" : [ "E.R. Beach", "K. Shqau", "S.E. Brown", "S.J. Rozeveld", "P.A. Morris" ],
      "venue" : "Mater. Chem. Phys. 115,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Low-temperature synthesis of γalumina nanocrystals from aluminum acetylacetonate in nonaqueous media",
      "author" : [ "S. Zhou", "M. Antonietti", "M. Niederberger" ],
      "venue" : "Small 3,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    }, {
      "title" : "Interplay between size and crystal structure of molybdenum dioxide nanoparticles-synthesis, growth mechanism, and electrochemical performance",
      "author" : [ "D Koziej" ],
      "venue" : "Small 7,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "Catalytic upgrading of α-angelica lactone to levulinic acid esters under mild conditions over heterogeneous catalysts",
      "author" : [ "Al-Shaal", "M. G" ],
      "venue" : "Catal. Sci. Technol",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Acid-catalyzed conversion of furfuryl alcohol to ethyl levulinate in liquid ethanol",
      "author" : [ "G.M. González Maldonado", "R.S. Assary", "J.A. Dumesic", "L.A. Curtiss" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Etherification of 5-hydroxymethyl-2-furfural (HMF) with ethanol to biodiesel components using mesoporous solid acidic catalysts",
      "author" : [ "P Lanzafame" ],
      "venue" : "Catal. Today 175,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "5-(alkoxymethyl)furfurals and 2,5- bis(alkoxymethyl)furans as potential bio-diesel candidates",
      "author" : [ "M. Balakrishnan", "E.R. Sacia", "Bell", "A.T. Etherification", "reductive etherification of 5-(hydroxymethyl)furfural" ],
      "venue" : "Green. Chem. 14, 1626–1634",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "The role of oxide location in HMF etherification with ethanol over sulfated ZrO2 supported on SBA-15",
      "author" : [ "K Barbera" ],
      "venue" : "J. Catal. 323,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Cobalt-assisted morphology and assembly control of Co-doped ZnO nanoparticles",
      "author" : [ "X. Han", "S. Wahl", "P.A. Russo", "N. Pinna" ],
      "venue" : "Nanomaterials 8,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Nanoarchitectured  Nb2O5 hollow, Nb2O5@carbon and NbO2@carbon core–shell microspheres for ultrahigh-rate intercalation pseudocapacitors",
      "author" : [ "L Kong" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Structural chemistry and Raman spectra of niobium oxides",
      "author" : [ "J.M. Jehng", "I.E. Wachs" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1991
    }, {
      "title" : "Determination of niobium-oxygen bond distances and bond orders by Raman spectroscopy",
      "author" : [ "F.D. Hardcastle", "I.E. Wachs" ],
      "venue" : "Solid State Ion",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1991
    }, {
      "title" : "Raman studies of the structure of niobium oxide/ titanium oxide  (Nb2O5.TiO2)",
      "author" : [ "R.M. Pittman", "A.T. Bell" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1993
    }, {
      "title" : "building blocks for advanced materials assembly",
      "author" : [ "M.A. Bizeto", "A.L. Shiguihara", "Constantino", "V.R.L. Layered niobate nanosheets" ],
      "venue" : "J. Mater. Chem. 19, 2512–2525",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Neutron diffraction and FT-Raman study of ionexchangeable layered titanates and niobates",
      "author" : [ "Byeon", "S.-H", "Nam", "H.-J" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2000
    }, {
      "title" : "an efficient photocatalyst for the hydrogen production",
      "author" : [ "Xiong", "J. et al. Ultrathin  HNb3O8 nanosheet" ],
      "venue" : "J. Mater. Chem. A 3, 20627–20632",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Solar-microbial hybrid device based on oxygen-deficient niobium pentoxide anodes for sustainable hydrogen production",
      "author" : [ "M Li" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    }, {
      "title" : "Determination of the concentration of surface hydroxyl groups on metal oxide films by a quantitative XPS method",
      "author" : [ "E. McCafferty", "J.P. Wightman" ],
      "venue" : "Surf. Interf. Anal",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1998
    }, {
      "title" : "The surface chemistry of amorphous silica",
      "author" : [ "L.T. Zhuravlev" ],
      "venue" : "Zhuravlev model. Colloid Surf. A. 173,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2000
    }, {
      "title" : "the interplay between spectroscopy and theory to develop structure-activity relationships for catalysis",
      "author" : [ "Boronat", "M. et al. Reactivity in the confined spaces of zeolites" ],
      "venue" : "Phys. Chem. Chem. Phys. 11, 2876–2884",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The surface acidity of solid oxides and its characterization by IR spectroscopic methods. An attempt at systematization",
      "author" : [ "G. Busca" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1999
    }, {
      "title" : "Acetonitriled3 as a probe of Lewis and Broensted acidity of zeolites",
      "author" : [ "A.G. Pelmenschikov", "R.A. van Santen", "J. Janchen", "E. Meijer" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 1993
    }, {
      "title" : "IR spectroscopic study of  CD3CN adsorbed on ALPO-18 molecular sieve and the solid acid catalysts SAPO-18 and MeAPO-18",
      "author" : [ "J. Chen", "J.M. Thomas", "G. Sankar" ],
      "venue" : "J. Chem. Soc., Faraday Trans",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 1994
    }, {
      "title" : "High-field 1H MAS NMR investigations of acidic and non-acidic hydroxyl groups in zeolites H-Beta, HZSM-5, H-ZSM-58 and H-MCM-22",
      "author" : [ "M. Hunger", "S. Ernst", "S. Steuernagel", "J. Weitkamp" ],
      "venue" : "Micropor. Mater",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1996
    }, {
      "title" : "Exfoliated nanosheets as a new strong solid acid catalyst",
      "author" : [ "A Takagaki" ],
      "venue" : "J. Am. Chem. Soc. 125,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2003
    }, {
      "title" : "Exfoliated  HNb3O8 nanosheets as a strong protonic solid acid",
      "author" : [ "A Takagaki" ],
      "venue" : "Chem. Mater. 17,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2005
    }, {
      "title" : "31P NMR chemical shifts of phosphorus probes as reliable and practical acidity scales for solid and liquid catalysts",
      "author" : [ "A. Zheng", "Liu", "S.-B", "F. Deng" ],
      "venue" : "Chem. Rev. 117,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "Production of biomass-derived furanic ethers and levulinate esters using heterogeneous acid catalysts",
      "author" : [ "P Neves" ],
      "venue" : "Green. Chem. 15,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2013
    }, {
      "title" : "Mesoporous carbon–silica solid acid catalysts for producing useful bio-products within the sugar-platform of biorefineries",
      "author" : [ "P A. Russo" ],
      "venue" : "Green. Chem",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Sulfonated graphene oxide as effective catalyst for conversion of 5-(Hydroxymethyl)-2-furfural into Biofuels",
      "author" : [ "Antunes", "M. M" ],
      "venue" : "ChemSusChem 7,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2014
    }, {
      "title" : "Synthesis of butyl levulinate based on α-angelica lactone in the presence of easily separable heteropoly acid catalysts",
      "author" : [ "X Yi" ],
      "venue" : "ChemSusChem 10,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "One-pot conversion of furfural to useful bio-products in the presence of a Sn,Al-containing zeolite beta catalyst prepared via postsynthesis routes",
      "author" : [ "Antunes", "M. M" ],
      "venue" : "J. Catal. 329,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2015
    }, {
      "title" : "reductive etherification of furanics",
      "author" : [ "Nguyen", "H. et al. Role of Lewis", "Brønsted acidity in metal chloride catalysis in organic media" ],
      "venue" : "ACS Catal. 7, 7363–7370",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Solid acid catalysed formation of ethyl levulinate and ethyl glucopyranoside from mono- and disaccharides",
      "author" : [ "S. Saravanamurugan", "A. Riisager" ],
      "venue" : "Catal. Commun",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Niobium pentoxides are promising acid catalysts for the conversion of biomass into fuels and chemicals. Developing new synthesis routes is essential for designing niobium pentoxide catalysts with improved activity for specific practical processes. Here we show a synthesis approach in acetophenone, which produces nanostructured niobium pentoxides with varying structure and acidity that act as efficient acid catalysts. The oxides have orthorhombic structures with different extents of distortions and coordinatively unsaturated metal atoms. A strong dependence is observed between the type and strength of the acid sites and specific structural motifs. Ultrasmall niobium pentoxide nanoparticles, which have strong Brønsted acidity, as well as Lewis acidity, give product yields of 96% (3 h, 140 °C, 100% conversion), 85% (3 h, 140 °C, 86% conversion), and 100% (3 h, 110 °C, 100% conversion) in the reactions of furfuryl alcohol, 5-(hydroxymethyl)furfural, and α-angelica lactone with ethanol, respectively. https://doi.org/10.1038/s42004-019-0231-3 OPEN",
    "creator" : "Springer"
  }
}