{
  "name" : "downloads_2019-11-24_b9_venu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Emission reduction in a DI diesel engine using exhaust gas recirculation (EGR) of palm biodiesel blended with TiO2 nano additives",
    "authors" : [ "Harish Venu", "Lingesan Subramani", "V. Dhana Raju" ],
    "emails" : [ "harishvenuresearch@gmail.com", "dhanaraju.v@lbrce.ac.in", "s.lingesan@gmail." ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nRenewable Energy\njournal homepage: www.elsevier .com/locate/renene\nEmission reduction in a DI diesel engine using exhaust gas recirculation (EGR) of palm biodiesel blended with TiO2 nano additives\nHarish Venu a, *, Lingesan Subramani b, V. Dhana Raju c\na Saveetha Institute of Medical and Technical Sciences (SIMATS), Chennai 600077, India b Department of Automobile Engineering, Madras Institute of Technology, Chennai 600044, India c Department of Mechanical Engineering, Lakireddy Bali Reddy College of Engineering, Mylavaram, A.P, 521230, India\na r t i c l e i n f o\nArticle history: Received 20 February 2018 Received in revised form 2 January 2019 Accepted 13 March 2019 Available online 18 March 2019\nKeywords: Palm biodiesel Nanoparticle Diesel engine Performance Combustion Emissions\n* Corresponding author. E-mail addresses: harishvenuresearch@gmail.com com (L. Subramani), dhanaraju.v@lbrce.ac.in (V.D. Raj\nhttps://doi.org/10.1016/j.renene.2019.03.078 0960-1481/© 2019 Elsevier Ltd. All rights reserved.\na b s t r a c t\nRecent developments in nano additives focuses on lowering the diesel engine exhaust emissions. While the usage of biodiesel in diesel engine at lower blend percentage (10%e30%) with mineral diesel can be well utilized without any engine modifications, the main striking factor in biodiesel application in diesel engine is higher NOx formation due to excess in-built O2, which could be overcome with the usage of EGR (exhaust gas recirculation). However, EGR usage raises the concerns of HC, CO and smoke emissions. Overcoming the above existing problem, the current research proposal focuses on EGR of B30 (30% palm biodiesel-70%diesel) blended with 25 ppm TiO2 nanoparticles (PBN). Experimental test results obtained for PBN-EGR were outstanding than the conventional PB-EGR system since there is a noticeable drop in BSFC, HC and CO emissions with increase in EGT (exhaust gas temperature) than PBN. NOx emissions of PBN-EGR were on par with PB-EGR throughout the load. At higher engine loads, smoke emitted by PBNEGR were lower than PB-EGR. With increase in EGR percentage in PBN, cylinder pressure was only marginally lower and heat release rate was higher than PBN. The present investigation enumerates that the synergic effect of nanoparticle, biodiesel and EGR is effective in improving the performance with minimized exhaust emissions.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Rapid depletion of fossil fuel reserves and increased emission norms mutually escalated the quest for suitable alternative energy sources. Among various possible alternative sources of energy, biodiesel has gained rapid momentum recently since its properties were very closer to that of mineral diesel. Even though biodiesel has an edge over diesel fuel in terms of higher O2 (oxygen content) which lowers the possibility of HC (hydrocarbon), CO (carbon monoxide) and particulates formation [1e3], the major setback of biodiesel lies in higher density and viscosity which eventually affects the vaporization, atomization and mixing of fuel-air rate [4].\nAmong various emission reduction technologies available in reducing the NOx emission, one of the efficient, easily adaptable\n(H. Venu), s.lingesan@gmail. u).\nand reliable technologies is exhaust gas recirculation (EGR) [6,7]. With increasing percentages of EGR, the following changes occurs during the diesel engine combustion 1) Increased specific heat capacity as a result of re-circulated CO2 and H2O which has higher specific heat than O2 and N2 thereby lowering the cylinder temperatures and local flame temperatures as well [8e10]. 2) Extension of flame propagation as a result of reduced inlet O2 concentration thereby reducing the local temperature [8,9]. 3) Recirculation of H2O along with CO2 initiates an endothermic dissociation process (especially for H2O) which subsequently lowers the flame temperatures [9]. 4) Higher flame radiation with higher percentages of EGR levels can invariably inhibit soot formation followed by lowered flame temperature [11,12]. 5) Reduction in ignition delay [13] which can cause lowered premixed combustion fraction followed by lowered rate of heat release (ROHR) and NOx formation [11].\nThe idea of EGR where a part of exhaust gas/inert gas to be recycled to engine cylinder along with fresh inlet charge dates back to 1940s by Berger et al. [14] followed by several extended works from 1980s since late 2015 [15]. There are three basic effects when\nEGR is applied, namely the ‘chemical effect’, ‘thermal effect’, and ‘dilution effect’ [16e18]. The basic distinction between these effects lies on dilution of O2 content by which there is partial replacement of inlet charge via inert gases [19,20]. This subsequently lowers the combustion chamber temperature and NOx formation and this can sometimes even lower the combustion efficiency [21e23]. With higher EGR percentages, significant NOx reduction can be achieved [24] owing to decrement in combustion chamber temperatures.\nRecent works with optimum EGR and biodiesel blends in diesel engines proved the reductions of NOx; however the HC, CO and smoke emissions were higher [25e31]. Some novel ideas with EGR application were also proposed like EGR stratification [32], EGR with multiple injections [33,34], EGR with cetane number improvers [35] and also EGR with oxygenated additives [36e38].\nRecent studies reported that, with fuel additives, there is an improvement in combustion and performance characteristics of base fuel. Sivakumar et al. [39] studied the effect of nanoparticles blended pongamia methyl ester on diesel engine characteristics of compression ignition engine operated at various loading conditions. They reported that blending of aluminium nanoparticles in pongamia biodiesel blends generated significant enhancement in performance and also acts as the most promising reduction in harmful emissions from the diesel engine. Dhana Raju et al. [40] examined the influence of carbon nanotubes and alumina nanoparticles on the performance, combustion and emission characteristics of diesel engine power with tamarind seed methyl ester as novel biodiesel for diesel engine applications. They revealed the addition of 60 ppm of alumina oxide to tamarind blend shown 1.6% higher brake thermal efficiency when compared to the tamarind biodiesel. Also, they noticed the dispersion of nanoparticles has shown 15e51% and 24e68% reduction in carbon monoxide and unburned hydrocarbon emissions respectively. The nanoparticles acts as fuel catalysts to improve the combustion and thereby lowering the exhaust emissions subsequently. Patrick et al. [41] reviewed the applications of nanoparticles in biodiesel for diesel engine usage at various loading conditions. They reviewed critically about the different studies with nanoparticles in biodiesel processes like bio hydrogen, biogas and bio ethanol generations in order to improve the process yields. Kumar et al. [42] performed tests on biodiesel fuelled diesel engine with ferrofluid based metal additives to enhance the characteristics of diesel engine. The test results revealed that addition of ferrofluid nanoparticle to pongamia biodiesel has shown 8% reduction in brake specific fuel consumption and also enhanced the brake thermal efficiency with significant reduction harmful exhaust emissions at all load operations. Praveen et al. [43] investigated the diesel engine characteristics using calophyllum inophyllum biodiesel blends with exhaust gas recirculation and titanium oxide nano additives. The titanium nanoparticles were added to 20% biodiesel blend with magnetic stirrer and homogenized with the blend using ultrasonicator. They found significant reduction of exhaust emissions with minimal loss in brake thermal efficiency with the use of EGR. However, the use of titanium oxide nanoparticles to biodiesel has shown 3.1% enhancement in BTE at full load conditionwhen compared to diesel fuel. Ors et al. [44] examined the effect of titanium oxide as metal based fuel catalyst on the performance and emission characteristics of diesel engine powered with ternary blends. The addition of TiO2 nanoparticle enhanced the maximum in-cylinder pressure and heat release rate leads to better performance characteristics of diesel engine. Further, the exhaust emissions such as CO, HC and smoke opacity has reduced considerably with the dispersion of TiO2 nanoparticles.\nVishal et al. [45] reviewed the combustion and stability aspects of metal based nanoparticles on diesel engine characteristics operated with diesel and various biodiesels. They reported that\nrecent experimental findings were very encouraging due to multifold enhancement in thermal, physical and chemical properties of modified fuel such as high surface to volume ratio, high reactive medium for combustion, enhanced heat and mass transport properties due to high thermal conductivity, improvement in flash point, fire point, pour point etc. depending upon the type of nanoparticles used, their particle size and concentration with base fuel. Srinidhi et al. [46] explored the influence of nickel oxide nanoparticles on characteristics of diesel engine operating at different fuel injection timings with various biodiesel-diesel blends. They found higher brake thermal efficiency for 27 bTDC fuel injection timing and also the presence of nickel oxide provided secondary atomization which results in improved combustion. Dhana Raju et al. [47] conducted tests on diesel engine fuelled with tamarind biodiesel operated at various injection pressures and exhaust gas recirculation to examine the diesel engine characteristics. They noticed significant NOX reductions of diesel engine exhaust when it was operated at fuel injection pressure of 220 bar and 20% EGR condition when compared to other operating conditions. It was due to lower flame temperature and non-availability of oxygen to mix with fuel. The main reason for metal oxides to lower the emissions and fuel consumption rate is that, it can either react with water to generate hydroxyl radicals which can improve oxidation of soot particulates or it can react directly with soot (carbon atoms) followed by lowered oxidation temperature [48].\nAll the above studies focused only on engine modifications with EGR, nano additives with base fuel, oxygenated additives with EGR, etc. However, there were no reported research performed so far with nano additive blended with biodiesel employed with EGR. With this prime objective, in this current experimental study, a novel approach of varying EGR (10% and 20% on volume basis) operatedwith B30 (30% palm biodiesel-diesel blends) blendedwith 25 ppm of TiO2 nano additives, denoted as PBN-EGR. The test results were compared with B30 blend with EGR and without nano additives (PB-EGR). Results were interesting as there were typical reductions in HC and CO at lower and part loads along with simultaneous reductions in NOx and BSFC (brake specific fuel consumption)."
    }, {
      "heading" : "1.1. Motivation of the present study",
      "text" : "The palm oil one of the world's most versatile vegetable oil. It is widely and easily available in various areas of tropical rainforest rich in biodiversity on the continents of Asia, Africa and South America. Indonesia, Malaysia and Thailand are the largest producer of palm oil across the globe accounted for 84% world palm oil production. It is estimated that 19 million hectares of mature palm oil plantations across globe producing a total of 75million tonnes of palm oil (in 2016). Palm oil plantations have expanded rapidly in number and size to meet the global demand. In India, Palm oil is largely available in various states such as Andhra Pradesh, Tamilnadu, Telangana and Odisha. There is very limited technical literature on the application of palm based oil as feedstock for biodiesel production and it's usage in compression ignition engine is yet to be endeavoured. Further, its abundant availability and low price draws the attention as viable alternate fuel for this present experimental research. The various physical and chemical properties of palm seed oil are very close to the properties of mineral diesel. Palm oil will be one of the feasible and prospective feedstock for biofuel generation due to their abundant availability. Therefore, palm oil would be a suitable alternative fuel for diesel engine applications either in the form of partial or complete replacement.\nIn fact, there are few technical literature on analyzing the performance, combustion and emission characteristics powered by palm seed oil, except few literature focusing on the availability of\npalm fruit and its generic applications in food related fields. Therefore, the proposed work aims to develop a systematic methodology for the implementation of palm oil as biofuel for the partial replacement of diesel fuel in CI engine. The palm oil has been converted into palmmethyl ester and it is used as fuel with diesel in an existing diesel engine. Furthermore, a novel approach is followed by the addition of nanoparticles in palm methyl ester-diesel blend and such work is to be first of its kind in the literature. Also, the use of EGR to control the NOX emissions is one of the efficient techniques. Within this context, the present work focuses on the investigation of the performance, combustion and emission characteristics of palm methyl ester blend with titanium oxide nanoparticles along with the implementation of EGR rates of 10% and 20% at different engine load conditions. Therefore, the present study seeks to exploit the influence of nanoparticles and EGR in palm methyl ester blend at various concentrations in order to examine the diesel engine performance and emission characteristics."
    }, {
      "heading" : "2. Experimental material & methods",
      "text" : ""
    }, {
      "heading" : "2.1. Biodiesel preparation",
      "text" : "Palm biodiesel was produced using a 2 L batch reactor, a magnetic stirrer, a condenser, a sampling outlet unit and a thermometer. Biodiesel preparation was carried out using acid-base catalyst procedure. Initially before starting esterification, the crude palm oil (CPO) is heated up to 65 C using a rotary evaporator in vacuum for moisture removal. For esterification, a mixture of 6:1M ratio of methanol to raw oil and 1.5% (v/v) sulphuric acid (H2SO4) were treated with above preheated raw oil and stirred for 1 h at 65 C at 600 rpm. Then, using a funnel separator the esterified oil is separated from alcohol, H2SO4 and impurities. Separated esterified oil was now heated at 65 C for 1 h in a rotary evaporator for removing water and methanol. After esterification, transesterification is carried out to further to reduce the viscosity as the raw palm oil is very viscous. For transesterification, a mixture of 6:1M ratio of methanol to oil ratio and 0.9 (wt %) of KOH (potassium hydroxide) were added with the esterified oil and stirred for 1 h at 65 C at 600 rpm.\n(1)\nThen, the obtained solution is transferred to a funnel separator and allowed to settle for 24 h. The final product i.e. palm biodiesel (B100) is obtained at the top layer and glycerol is settled over the bottom which is drained. The obtained biodiesel has several impurities which are removed by treating with distilled water and again allowing for settling in the funnel separator for 24 h. Now the pure palm biodiesel without impurities is obtained. The transesterification reaction for conversion of triglycerides to methyl esters is illustrated in eq. (1). The fatty acid composition of palm biodiesel is illustrated in Table 1. Majority of the fatty acids were composed of linoleic acid (39.7%), oleic acid (21.85%), palmitic acid (15.46%) and stearic acid (13.18%). While saturated acids contribute for 28.76%, unsaturated acids were about 68.12%. Based on ASTM D6751 standards, various thermo physical properties like density, cetane number, calorific value, flash point, pour point, kinematic\nviscosity, acid number, carbon residue and ash content were measured and compared between CPO and B100."
    }, {
      "heading" : "2.2. Selection of biodiesel blend for nanoparticle addition and EGR",
      "text" : "Palm methyl ester is prepared through the transesterification of palm crude oil. All the physico-chemical properties of palm methyl ester were determined as per ASTM D6751 standards and presented in Table 3. Further, various palm biodiesel blends have been prepared with diesel under the fractions of 10%, 20% and 30% by volume and these blends were named as PB10, PB20 and PB30 in order to determine as optimum blend for the addition of Titanium oxide metal additive along with EGR application. The kinematic viscosity, cetane index, density and calorific value of prepared blends were estimated as per ASTM standard procedures. It is to be noted that all the properties arewell within the ASTMD6751 limits. Some of earlier studies reported that 30% biodiesel blended with mineral diesel have shown better performance and lower emission characteristics in a diesel engine. Furthermore, 20%e30% of biodiesel blend is the universally accepted limit for diesel engine applications without any major modifications as per ASTM standards. In this context, preliminary tests are conducted in diesel engine fuelled by palm methyl ester and its blends and the corresponding test results are examined. From the experimental outcomes listed in Table 2, it is clear that PB30 blend has shown better performance and lowered exhaust emissions when compared to other palm methyl ester blends. Therefore, PB30 blend has been selected as an optimum blend for nanoparticle addition and also EGR is used at various concentrations. PB30 blend is also represented as PB in this current examination."
    }, {
      "heading" : "2.3. Experimental fuels",
      "text" : "The test fuel blend used for this study is PB and PBN. PB comprises 30% palm biodieselþ70% diesel fuel and PBN comprises 30% palm biodieselþ70% diesel fuelþ25 ppm TiO2 nanoparticle. The blends were initially stirred magnetically for 15min followed by ultrasonication for 10min for blend homogenization. The test fuel blends were investigated for settling and till 96 h there were no reported settling. Only after prior investigation of settling, the test blends were subjected to characterization, fuel property investigation and experimentation purposes. The basic properties of the blending stocks were represented in Tables 3 and 4."
    }, {
      "heading" : "2.4. TiO2 nanoparticle synthesis- sol gel method",
      "text" : "Initially the precursor material (titanium tetra isopropoxide) was treatedwith ethanol, hydrochloric acid and deionized H2O. The mixture is stirred for 30min until the pH level of 1.5 is reached. To the obtained solution, 10ml deionized H2O were added and stirred for 2 h at room temperature until the pH level of 6 is attained. Further titrations to the above mixture with deionized water turns to a clady gel (pH¼ 8) which is dried and calcined at 150 C for 12hr. Finally, TiO2 nanoparticles were collected after the dried sample is subjected to 300 C and 2hr. The physical properties of synthesized TiO2 nanoparticle were showed in Table 5."
    }, {
      "heading" : "2.5. Characterization of TiO2 nanoparticle",
      "text" : "The TiO2 nano crystalline characteristics were confirmed by XRD (X-Ray Diffraction) analysis (Make: PANalytical X'pert powder XRD system) as shown in Fig. 1. All the observed diffraction peaks corresponding to lattice planes like (222), (400), (440) and (622) corresponds to the TiO2 cubic structure which was in good accordance with JCPDS card No. 06/0416. The calculated cubic lattice parameter\n“a” is evaluated to be 10.23Å and this is closer to the lattice constants (a¼ 0.3248 nm, C¼ 0.521 nm) as per the standard JCPDS card No. 06/0416. The crystalline size of TiO2 nano powder was evaluated using Scherre's eqn. [68] D¼(0.89l)/(b cosq), Where “D” is the diameter of crystalline particle, “l” is the X-ray radiation's wavelength, “0.89” is a constant value sometimes referred by “k”, “2q” is the diffraction angle, “q” is the Bragg angle and “b” denotes FWHM (full width at half maximum) and here “b” is 0.472 radians. Hence by incorporating the above values in Scherre's eqn, “D” is obtained to be 19.25 nm.\nUsing particle size analyzer (PSA), the average size of TiO2 nanoparticle was found to be 24.3 nm as shown in Fig. 2. Fig. 3 shows the energy dispersive spectrum (EDS) of TiO2\nnanoparticles (Make: INCA Energy 250 micro analysis system) which confirms the presence of titanium and oxygen elements in the composition with no noticeable impurities from the report. From the HR-TEM and TEM morphology (Fig. 4aeb) (Make: JEM3010 ultrahigh resolution analytical electron microscope), there were noticeable lattice fringes which confirms to the nano crystalline shaped TiO2 particles. The SEM image of TiO2 nanoparticle\n(Fig. 4c) (Make: VEGA3-TESCAN) reveals the distribution of disordered spherical shaped nanoparticles with mild agglomeration. Fig. 5 shows the FT-IR (Fourier transform infrared) spectra of TiO2 nanoparticles. The spectra showed a strong band at 534 cm 1 and band overlaps were observed at 462 cm 1. The broad absorption at ranges of 3350 cm 1-3750cm 1 corresponding to OeH vibrations which is associated with in-plane deformations at 1462 cm 1."
    }, {
      "heading" : "2.6. Characterization of synthesized palm biodiesel",
      "text" : "The researcher explored the compositions of synthesized palm biodiesel using 1HNMR spectroscopy and FTIR analysis as shown in Fig. 6 and Fig. 7. 1HNMR spectroscopy is done to ascertain the conversion of raw palm oil (triglycerides) to palm biodiesel. For 1HNMR analysis, deuterated chloroform (CDCl3) is used as solvent and tetramethylsilane (SiCH3)4 were used as internal references. The palm biodiesel yield (%) is regarded to be the ratio between the methyl ester of singlet molecule (methoxy proton) and triplet molecule (a-methylene proton) as indicated in Fig. 6 at 3.68 ppm and 2.32 ppm respectively. EN14214 standard procedures were followed for the determination of methyl ester proportions of palm biodiesel. The composition of Fatty Acid Methyl Ester (FAME) of palm biodiesel methyl ester were analyzed using gas chromatography is listed in Table 1.\nThe FTIR analysis of raw palm oil and palm biodiesel were carried out using IR solution software (version name: IR Prestige’21) are displayed in Fig. 7 (a & b). This analysis uses ATR single reflection interface with surface penetration distance of about 2 mm. From figure, it is noticed the clear differences between the spectra of ester groups in raw oil (R1-(COR)¼O) and spectra of synthesized palm biodiesel (R1C(OCH3)¼O), where ‘R1’ denotes the presence of complex hydrocarbon chains. From figure, distinctions in viable signals in synthesized palm biodiesel were observed owing to the transesterification reaction breaking the triglycerides tomethyl esters and glycerine. Visible transformations were recorded at 1427.08 cm 1. It is found that, the highest peak in raw palm oil corresponding to the signal at 1153 cm 1 is transformed by disintegration of signals at 1189.43 cm 1and 1449.7 cm 1 respectively. The resulting spectrum of palm biodiesel (R1C(OCH3)¼O) depicts the presence of carbon, hydrogen and oxygen molecules in its visible spectrums."
    }, {
      "heading" : "2.7. Engine tests",
      "text" : "A stationary diesel powered Kirloskar engine (Model: TAF-1 Make: Kirloskar) is employed for experimentation. The specifications of test engine were given in Table 6. The engine is coupled to eddy current dynamometer with electrical resistance followed by a dynamometer controller. Data acquisition system (DAS) collects the cylinder pressure and the collected data are stored in computer for analysis. Using the combustion analyzer kit, heat release rate (HRR), ignition delay (ID), start of combustion (SOC), combustion duration (CD) and mass fraction burnt in the cylinder are evaluated. A noncontact type optical sensor is mounted near flywheel to ensure the constant speed of engine (1500 rpm). K-type thermocouples were installed at various locations for measuring exhaust gas temperatures (EGT).\nThe exhaust concentrations such as HC, CO, NOx, CO2 and O2 were measured using the 5 gas analyzer (AVL444). During steady state engine operation at every stage of experiment, exhaust gas was permitted to surge by the probe followed by the condensation trap filter for evolving the moisture free gas. The filtered gas is now allowed to pass through NDIR sensor for the measurement of HC, CO and CO2 emissions. With electrochemical sensor NOx was measured. With smoke meter (AVL 437 C), smoke opacity was\nmeasured. The schematic layout of test installation is shown in Fig. 8. Tests were performed at 5 load intervals of 0%, 25%, 50%, 75% and 100% which were equivalent to their respective brake power ranges. Initially, the test engine was run with diesel fuel for 20 min to warm it up before the testing of other blends. Similarly, between one test fuel and other, engine was allowed to run with diesel fuel for 10 min to ensure complete combustion of the residual fuel and in-cylinder homogeneity. The experimental tests were carried out using PB (30% palm biodiesel þ 70% diesel fuel), PB-10EGR (PB with 10% EGR) and PB-20EGR (PB with 20% EGR). The above results were compared with PBN (PB blended with 25 ppm TiO2 nanoparticle), PBN-10EGR (PBN with 10%EGR) and PBN-20EGR (PBN with 20% EGR). PB-10EGR and PB-20EGR were represented as PB-EGR, while PBN-10EGR and PBN-20EGR were represented as PBN-EGR, respectively."
    }, {
      "heading" : "2.8. EGR setup",
      "text" : "In the present study, external cooled EGR systemwas employed\nwhich lowers the intake charge temperature and peak cylinder temperature rise that inhibits NOx formation. By this typical cooling, there is an increase in density of inert gases, increased specific heat capacity and better dilution thereby allowing a greater fraction of EGR to be employed. A small portion of exhaust gas is diverted through EGR cooler which is further sent to inlet manifold for reacting with fresh air from air box. In simple, the EGR cooler serves as a heat exchanger by which the heat can be absorbed from the retained exhaust gas since the cooling water is kept at constant temperature. The temperature of recirculated exhaust gas is merely less than engine exhaust and higher than intake air charge. In this current study, the exhaust gases were cooled below 35 C. An EGR valve is provided for controlling the EGR ratio, orifice to measure exhaust flow rate, mixing chamber to ensure better mixing of recirculated exhaust and fresh inlet charge. By using eqn. (1), the EGR quantity was determined.\nTable 6 Test engine specifications.\nType Kirloskar, four stroke, air cooled, single cylinder DI diesel engine\nBore x Stroke 87.5mm 110mm Compression ratio 17.5 : 1 Injection timing 23 deg. before TDC (static) Nozzle spray hole diameter 0.3mm Number of nozzles 3 Angle of fuel spray (cone angle) 120 deg Piston geometry Hemispherical Swept volume 661 cc Rated Power 4.4 kW Rated Speed 1500 rpm Inlet valve open (IVO) bTDC 4.5 deg. Inlet valve close (IVC) aBDC 35.5 deg Exhaust valve open (EVO) bBDC 35.5 deg Exhaust valve close (EVC) aTDC 4.5 deg\nEGR ð%Þ ¼ CO2 intake CO2 exhaust *100 (2)\nThis can be achieved using MRU analyzer (for measuring CO2 quantity at exhaust) and EGR control valve (to vary the flow rate). Similar method of EGR rate determination with similar engine specifications was deployed by Bhaskar et al. [49]."
    }, {
      "heading" : "2.9. Uncertainty analysis",
      "text" : "Errors and uncertainties can emerge from various factors like\nselection and calibration of instruments, changing environment conditions, tests and observations, etc. In general, uncertainty can be grouped into twomajor factors, namely fixed errors and random errors. The former scenario deals with repeatability while the latter deals with the analytical measurements. Uncertainties of various instruments used in this experimental study were depicted in Table 7 and uncertainties in measured parameters are presented in Table 8. In this current work, the uncertainty of measured variable (DX) is evaluated by Guassian distribution as shown in eqn. (2) within the confidence limits of ±2s. 2s is the mean limit in which the 95% of measured values rely upon.\nWhere, Xi is the number of readings, Xi denotes the experimental reading and si represents standard deviation. The uncertainties of calculated parameters were assessed using the expression given below:"
    }, {
      "heading" : "R ¼ f ðX1;X2;X3;……………XnÞ (4)",
      "text" : "DR ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi\"\nvR vX1\nDX1 2 þ\nvR vX2\nDX2 2 þ\nvR vX3\nDX3 2 þ ::::::::::::::::::::\nvR vXn\nDXn 2#vuut (5)\nWhere, ‘R’ in eqn. (3) represents the function of X1, X2,…Xn and X1, X2, … Xn represents number of readings taken. Hence ‘DR’ is computed by RMS (root mean square) of errors associated with measured parameters. By using eqn. (5), the uncertainties in various measured parameters were evaluated and tabulated in Table 8."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Performance and combustion analysis",
      "text" : ""
    }, {
      "heading" : "3.1.1. Cylinder pressure",
      "text" : "depends upon the rate of combustion at initial stages which were induced by the quantity of fuel taking part during the delay period (uncontrolled combustion phase) [50]. With increasing EGR percentage in PB, there is a drop in cylinder peak pressure (Fig. 9a). For PB without EGR, the peak pressure is about 65.4 bar while for PB10EGR and PB-20EGR, it is 64.59 bar and 62.16 bar, respectively. This could be explained by the re-circulated inert gases which serve as a heat absorbing medium followed by lowered temperature of\ncylinder charge during the combustion and as a result lowered peak pressure.\nIn case of PBN-EGR, the results were interesting as i) the peak pressure attained by PBNwere higher than PB blend ii) there is only a marginal reduction in cylinder pressure when EGR is applied (Fig. 9b). The peak pressure attained by PBN, PBN-10EGR and PBN20EGR at full load were 70.74 bar, 70.08 bar and 69.49 bar, respectively. This shows the ability of nano additives to retain higher heat which in-evidently lowers the heat absorbing ability of recirculated gases followed by maintaining the combustion chamber temperature equivalent to PBN without EGR."
    }, {
      "heading" : "3.1.2. Heat release rate (HRR)",
      "text" : "The heat release rate (HRR) at each crank angle for various test fuels were calculated using the correlation derived from first law of thermodynamics by equation (6):\ndQn dq ¼ g g 1P dV dq þ 1 g 1V dP dq þ _Qlw (6)\nWhere, dQndq is the net heat release rate (J/ oCA), P is the instantaneous cylinder pressure (N/m2), V is the instantaneous cylinder volume (m3), q is crank angle (degree) and g is the ratio of specific heats Cp/ Cv (kJ/kgK). g depends upon the temperature and influences the\nintensity of dQndq and Qlw . Q lw\nis the blow by losses which are evaluated by Rakopoulas [52]. The gross heat release rate can be calculated by eqn (7) as follows:\ndQg dq ¼ dQn dq þ dQlw dq\n(7)\nWhere, dQlwdq is the amount of heat transfer rate to the combustion chamber walls [52]. From Fig. 9c, it can be observed that, in case of PB-10EGR there is a noticeable reduction in peak HRR with increasing percentages of EGR. Peak HRR of PB, PB-10EGR and PB20EGR were 76.797 J/deg CA, 71.245 J/deg CA and 68.27 J/deg CA, respectively. This could be attributed to lowered O2 concentration with CO2 replacement in residual gases. As a result, there is an increase in delay period which provides some more residence time for O2-fuel interaction which could have possibly boosted the premixed fuel quantity. Regardless, lowered O2 content lowers the severity of premixed combustion, thereby counteracting the drift of additional premixed fuel fraction [50,53]. Also, with higher EGR rates, there is an increase in CO2 fraction which substantially influences the following conditions: i) lowers the ignition delay period followed by higher level of rapid initiation of burning (with EGR) ii) higher CO2 instead of O2 in the inlet charge which slows down the combustion phase progress. This two facts, overall contributes towards lowered level of HRR, especially for PB-EGR.\nIn sharp contrast, in case of PBN-EGR, the HRR increases with increasing EGR rates (Fig. 9d). For PBN, PBN-10EGR and PBN-20EGR the peak HRR values are 63.682 J/deg CA, 65.33 J/deg CA and 74.516 J/deg CA respectively. From Fig. 9d, it can be observed that the delay period of PBN-10EGR is only marginally high, while for PBN-20EGR the delay period is very high which causes more fuel\nfraction to be burnt during the premixed combustion phase, followed by highest HRR of 74.55 J/deg CA. This can be corroborated with lowered levels of CO2 levels with increasing EGR concentration in case of PBN-EGR trends (Fig. 13b). With lowered CO2 levels, there are possibilities of improvement in delay period. Higher heat retainment in the combustion chamber with the presence of recirculated nanoparticle based inert gases which could have possibly initiated the progressive combustion phase which is evident from higher EGT, lowered BSFC and HC emissions.\n3.1.3. Brake specific fuel consumption (BSFC) From Fig. 10a, it can observed that with increasing percentages of EGR in PB, there is an improvement in BSFC or reduction in thermal efficiency which could be attributed to O2 deficiency followed by higher level of air replacement by exhaust gases [54]. This improved flow rate of residual gases lowers the average combustion chamber temperature which results in utilization of more fuel in maintaining the engine speed constant (1500 rev/min). The increase in BSFC is higher the higher percentages of EGR, due to excessive dilution and higher specific fuel charge of the inlet mixture. This overall results in higher BSFC. At 25% engine load condition, the BSFC of PB-20EGR is 0.601kg/kWhwhich is 4.12% and 8.54% higher than PB respectively.\nIn sharp contrast, the BSFC level of PBN-EGR in comparison to PBN is lower at 25% and 50% engine loads, while at 75% and 100% loads, the BSFC level were comparatively higher (Fig. 10b). At 25% load, PBN-10EGR and PBN-20EGR has BSFC of 0.458kg/kWh and 0.392kg/kWh which is 6.53% and 19.85% lower than PBN without EGR. This is because, at lower engine loads the PBN-EGR blend has improved oxidation rate, higher cylinder temperatures and better combustion efficiency due to the presence of nanoparticles which acts as an oxygen buffer and oxidation catalyst. Moreover, nanoparticles have higher surface area to volume ratio causes more amount of fuel to reactwith air leads to improve the performance of an engine [69e72]. At 100% engine load, the BSFC of PBN-10EGR and PBN-20EGR were 0.312kg/kWh and 0.264kg/kWh which is 26.6% and 13.25% higher than PBNwithout EGR, respectively. This is perhaps, due to incomplete combustion of PBN-EGR blends at higher engine loads. This is also evident from higher emission levels of CO, HC and lowered EGT, especially at 100% engine load condition. This can also be attributed to lowered oxygen content of the intake air leads to improve the fuel consumption [73]."
    }, {
      "heading" : "3.1.4. Exhaust gas temperature (EGT)",
      "text" : "Exhaust gas temperature (EGT) from CI engines reflects the amount of heat released during the combustion process within the\ncylinder and for some extent; EGT has influence over the pollutant formation.\nEGTcan also give a clear insight of engine's performance, air-fuel ratio, heat generated during diffusion combustion and available O2 content. From Fig. 11a, it can be observed that, for PB-EGR blend, there is a marginal reduction in EGT throughout the loads with reduction being higher the higher percentages of EGR. At full load condition, PB-10EGR and PB-20EGR has EGT of 386 C and 397 C which is 34 C and 45 C higher than PB blend, respectively. This is because, with higher EGR rates inside the cylinder, there is a drop in peak combustion temperature owing to dilution of residual gases resulting in lowered exhaust gas temperatures.\nIn sharp contrast, in case of PBN-EGR, with higher EGR percentages the EGT variation fluctuated between the loads (Fig. 11b). At engine loads till 50%, with PBN-EGR, the EGT rises significantly while at 100% load there is a drop in EGT level, in comparison with PBN blend. At 50% load, the EGT level of PBN-10EGR and PBN20EGR were approximately 11% higher than PBN, while at 100% load it is lower by 2.88% for both the PBN-EGR blends. This shows the ineffectiveness of nanoparticles at lower and part engine loads in charge dilution, and also the oxygen buffering ability of\nnanoparticles which releases surplus O2 molecules along with the residual gases, thereby improved oxygen content could have possibly favored the achievement of elevated engine temperatures."
    }, {
      "heading" : "3.2. Emission analysis",
      "text" : ""
    }, {
      "heading" : "3.2.1. Total hydrocarbon (THC)",
      "text" : "Hydrocarbon emissions are the measure of inefficiency during combustion. THC, which is incompletely burnt fuel particles are either in gaseous state (organic compounds) or in solid state (particulate matter). There are various possible sources for unburned hydrocarbon formation in CI engines such as fuel trapped in nozzle, crevice areas and cylinder piston interface which accounts for majority of THC emission. Other factors of THC formation includes incomplete evaporation of fuel mixture, local over rich/over lean mixture and liquid wall film interface with more spray impingement.\nFrom Fig. 12a, we can infer that, with increase in EGR rate, there is an increase in HC emissions in case of PB blend. For PB10-EGR, the THC emissions ranges from 8.5 g/kWh (25% load) to 1.76 g/kWh (100% load) and for PB-20EGR the THC ranges between 10.5 g/kWh\n(25% load) and 3.12 g/kWh (100% load), respectively. This increase in THC with increased EGR percentages is owing to lowered O2 in inlet charge, which adds up to lowered oxidation rate followed by incomplete combustion and higher THC emissions. Moreover, higher HC emissions with EGR application can also be corroborated with the deficiency of oxygen content with application of EGR [77].\nInterestingly, in case of PBN-EGR trends, with increase in EGR percentages, at 25% and 50% load conditions, there is a drop in THC emissions (Fig. 12b). PBN-10EGR and PBN-20EGR has 41.84% and 33.79% lowered HC emissions at 25% load, along with 13.04% and 19.8% THC reductions at 50% load in comparison with PBN. This is because, the nanoparticle acts as an oxygen buffer and the presence of residual nanoparticles which were re-circulated improves the oxidation reaction followed by lowered THC emissions. Moreover, higher oxygen content in the biodiesel and addition of nano particles are the main reasons for the reduction of HC emissions [76]. This trend is reversed in case of higher loads (75% and 100%), where PBN-10EGR and PBN-20EGR has higher THC formation than PBN. This shows the load dependency of nano additives during\ncombustion process. At higher engine loads, higher elevated temperatures causes complete combustion of metal oxides where all the sufficient O2 molecules were utilized for combustion. Hence, during EGR application, the residual gases improves the specific heat of the mixture and lowers the O2 and oxidation rate which invariably promotes the unburned mixture formation, especially at higher loads. This can also be corroborated with EGT variation where at lower loads, the cylinder temperature of PBN-EGR blends are higher, while at higher loads, the EGT level dwells.\nThe fluctuation between he blends is higher at lower loadswhile at full load there are only marginal differences between the blends. This is because at lower loads, the presence of nanoparticles lowers the turbulence and rate of fuel mixing to a range of very lean equivalence ratio. This, in contrast, at higher loads where there is a backlog over the combustion efficiency thereby leading to higher unburned hydrocarbon formation."
    }, {
      "heading" : "3.2.2. Carbon monoxide (CO)",
      "text" : "In general, CI engine operates well within the lean mixture\nrange and therefore the CO emissions liberated will be considerably lower [55]. However, CO emission must be controlled due to its toxicity. CO is an intermediate product during the hydrocarbon combustion and it is higher for biodiesel in comparison with diesel fuel due to variations in air-fuel ratio, rich combustion and deviations from stoichiometry [56,57]. CO formation depends upon the physical-chemical properties of the fuel, insufficient residence time, lower flame temperature, very low/high equivalence ratios [58]. In case of PB-EGR trends, with increase in EGR percentages, there is a drop in CO emissions due to the replacement of fresh O2 in inlet by re-circulated exhaust, which further makes combustion incomplete followed by higher CO generation (Fig. 13a). At 25% load, highest CO formation is reported for PB of about 0.43 g/kWh. This could be attributed to prolonged CO2 dissociation without the support of oxygen vacancies, where the CO2 are partially replenished thereby emitting CO as a product [59,60]. At full load, PB10EGR and PB-20EGR possess 0.162 g/kWh and 0.197 g/kWh which is 38.9% and 47.03% higher than PB blend, respectively.\nInterestingly, with PBN-EGR blends (Fig. 13b), with increase in EGR percentages, at 25% load there is an observable drop in CO\nemission by 46.71% and 34.95% for PBN-10EGR and PBN-20EGR in comparisonwith PBN, respectively. This is because the nanoparticle blended fuels lowers the ignition delay period, improves the airfuel mixing and higher carbon combustion activation leads to complete combustion [74]. At higher engine loads, the CO formation is higher which can be attributed to poor oxidation of the blends followed by insufficient residence time resulting in incomplete combustion and higher CO. These are in good agreement with the reviewwork of Rakopoulas et al. [61] and Yoon et al. [75] which briefs upon the oxygen availability and lower residence time causing substantial fluctuations in HC and CO emissions."
    }, {
      "heading" : "3.2.3. Carbon dioxide (CO2)",
      "text" : "CO2 is a chief constituent during EGR application. The basic nature of CO2 is its higher specific heat capacity and its tendency to act as heat absorbing agent which lowers the peak cylinder temperature during combustion [62].\nTypical diesel engine combustion consists of air, fuel and some amount of combustible heat to ignite the air-fuel mixture which is attained by compression. After the initiation of combustion, there\nforms a complete and incomplete product of combustion. CO2 and H2O were considered to be the products of complete combustion, while HC, CO, smoke opacity and nitrogen oxides were purported to be incomplete combustion of a hydrocarbon fuel. Higher levels of CO2 from engine exhaust indicates better fuel oxidation. For any test fuel, there is a well-defined trade-off characteristics between CO and CO2, such that whenever there is a rise in CO for a particular fuel, there will also be dwell in CO2 formation. From Fig. 14a, it can be observed that for PB-EGR, the CO2 levels were quite lower with reduction being higher the higher EGR percentages. At 25% load, the CO2 emission of PB-10EGR and PB-20EGR were 154.6 g/kWh and 157.04 g/kWhwhile for PBwithout EGR it is 175.26 g/kWh. This could be corroborated with O2 deficiency and combustion instability which overall lowers the combustion rate making CO to increase and CO2 to reduce.\nIn case of PBN-EGR (Fig. 14b), the CO2 level is higher in comparison with PBN throughout the engine load condition. At 25% engine load, PBN-10EGR and PBN-20EGR possess CO2 concentration of 169.04 g/kWh and 188.693 g/kWh, while for PBN without\nEGR it is 159.14 g/kWh. At higher loads, the variation is not significant. Higher CO2 at lower loads were observed for PBN-EGR and this can be attributed to better oxidization, higher combustion efficiency, and improved cylinder temperatures due to catalytic combustion activity of nanoparticles which overall contributes to higher CO2 formation."
    }, {
      "heading" : "3.2.4. Oxides of nitrogen (NOx)",
      "text" : "The release of NOx is mainly due to high temperatures prevailing inside the cylinder. At high temperature, nitrogen reacts with oxygen to form nitrogen oxide. In general, with increase in EGR percentages, the NOx emissions reduces significantly due to improved total heat capacity of working gas, which invariably affects the high temperature occurrence in cylinder chamber [63,64].\nIn case of PB-EGR (Fig. 15a), 10% EGR gives 208.24 g/kWh, while 20% EGR gives 171.56 g/kWh at 25% engine load, respectively. This is 17.61% and 20.78% lower than neat PB blend. This is because, with higher EGR percentages, the presence of inert gases (CO2þH2O) recirculated from the exhaust absorbs the total energy released\nduring the combustion which affects the possibility of reaching elevated engine temperatures. So, with multiple effects of lowered O2 and N2 there results in overall lowered in-cylinder temperature followed by lowered NOx.\nWith respect to PBN-EGR (Fig. 15b), PBN-10EGR and PBN-20EGR emits NOx formation about 197.74 g/kWh and 165.65 g/kWh at 25% engine load, which is about 6.91% and 22.04% higher than PBN. This is because of increase in the cylinder pressure and corresponding temperature at concerned load [78]. At 50% load, PBN-10EGR gives rise to NOx about 95.64 g/kWh, even much lower than the NOx generated by PBN-20EGR at same load (147.54 g/kWh). This can be corroborated with lowest BSFC (0.2545 kg/kWh), especially at 50% load. Very less fuel taking part in combustion and along with high specific heat of the mixture limits the combustion chamber to attain higher cylinder temperatures followed by lowered NOx emissions. Also, at part loads (25% and 50%), the NOx emission generated by PBN-EGR were lower than that of PB-EGR, respectively. Also, lowered NOx for PBN-EGR can be attributed to the oxygen concentration and the flame temperature of the fuel with EGR application [73]."
    }, {
      "heading" : "3.2.5. Smoke opacity",
      "text" : "Smoke formation in engines occurs during the diffusion\ncombustion phase where all the fuel elements (atomized droplets) are splintered to elemental carbon particles (formation of soot precursors) which are later oxidized in the reaction zone (oxidation of soot precursors). Smoke emissions from CI engine also occur due to deficiency of air in combustion rich zones, higher fuel viscosity, higher C/H ratio, poor atomization and excessive fuel accumulation (rich mixture zone) in combustion chamber [65,66]. At lower engine loads of 25% and 50%, the smoke levels of both PB-EGR and PBN-EGR were almost negligent.\nParticulate matter (PM) is mainly composed of volatile organic compound (VOC), soot and metal components. The formation mechanism of Particulate matter is complex, which is greatly affected by the combustion process. It is generally believed that soot size and amount of formation are related to temperature, pressure, time, oxygen content, fuel properties. The component and structure of PM have great influence on the oxidation activity. With the increase of biodiesel blend mixing ratio, the content of volatile organic compounds (VOC) is increased and the content of soot is decreased. These reductions could be attributed to the increased oxygen concentration in the biodiesel blend, which reduced locally fuel-rich regions and limits soot nucleation in the formation process. The micro-orifice uniform deposition impactor (MOUDI) was used to collect PM of the blends. During the sampling, the standard\naluminum foil filter paper was used to collect PM samples. The PM of palm biodiesel are mostly spherical, the average diameter is between 18 and 24 nm. From the test, the average PM diameter of diesel is 26.27 nm.With the increase of biodiesel blend concentration, the diameter of PM is decreases and the microscopic morphology of PM changes from ring to cluster. Diesel engine fuelled with biodiesel fuel could reduce particulate matter (PM) emission, and it can relieve haze and air problems. It is a kind of high quality green environmental protection renewable energy. PM is mainly formed in two ways. One way is the oxidation and pyrolysis products of fuel molecules, in which the PM diameter is generally greater than 100 nm. The other way is nucleation of the supersaturated sulfur vapor and unburned hydrocarbons, in which the PM diameter is generally smaller than 50 nm reported by Li and Wang [67].\nFig. 16. a Variation of smoke opacity with respect to engine load for PB-EGR\nHence, for better understanding the smoke opacity were represented at 75% and 100% engine loads, respectively. In both the cases of PB-EGR (Fig.16a) and PBN-EGR (Fig.16b), it is observed that the smoke opacity increases with increasing EGR percentages due to instability in combustion as a result of partial air replacement by exhaust gases [68] as noticeable from figure. Moreover, the lowered ignition delay and enhanced ignition characteristics with nano blended biodiesel blends helps is further lowered smoke [80]. The smoke intensity of PBN-EGR blend is reduced in comparison with PB-EGR, respectively. At 100% load, the smoke emissions of PB, PB10EGR and PB-20EGR were 0.62 BSU, 2.2 BSU and 2.9 BSU while for PBN, PBN-10EGR and PBN-20EGR it is 0.5 BSU, 1.13 BSU and 2.37 BSU, respectively. This marginal reduction in smoke opacity can be attributed to higher O2 content and improved combustion efficiency due to the presence of nanoparticles.\nb Variation of smoke opacity with respect to engine load for PBN-EGR."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The current study explores the combined influence of EGR on palm biodiesel (PB-EGR) and TiO2 nanoparticle blended palm biodiesel (PBN-EGR) in terms of combustion, performance and emission characteristics. The major conclusions drawn from the experiments are as follows.\nThe present experimental work explores the rich potential of a palm biodiesel for its use as a renewable fuel in diesel engines which offers multiple advantages that include improved diesel engine characteristics, significantly lower levels of emission, economical and highly sustainable. At 100% load, for PBN-EGR, there is only a marginal drop in cylinder pressure whereas the heat release is higher in comparison with PBN. BSFC of PBN-10EGR and PBN-20EGR were lower than PBN at lower loads (65.3% and 19.85% less than PBN), while the BSFC is higher than PBN at higher loads (21.6% and 13.25% higher than PBN). Exhaust gas temperature of PBN-EGR were higher than PBN at engine loads till 50% (higher by 11%), while at increasing loads it is lower than PBN (lower by 2.9%). In comparison with PBN, HC and CO emissions for PBN-EGR were lower at loads till 50%, while at loads above 50%, there is an increase in emission spectrum which could be attributed to lowered cylinder temperature, insufficient oxidation time and improper fuel-air mixing rate. NOx emissions generated by PBN-EGR were almost at par with PB-EGR throughout the engine load conditions. At 25% load, PB10EGR and PB-20EGR exhibits NOx emissions of about 208.24 g/ kWh and 171.56 g/kWh, while PBN-10EGR and PBN-20EGR records 197.74 g/kWh and 165.65 g/kWh, respectively. In both PB-EGR and PBN-EGR, the smoke emissions were increased with increasing EGR percentages. At 100% load, the smoke opacity emitted by PB-EGRwas 2.2BSU and 2.9BSU, while the smoke opacity emitted by PBN-EGR was 1.13BSU and 2.37BSU, respectively.\nFinally, it is concluded that the novel approach of combined effect of nanoparticle blended palm biodiesel with EGR can lower all the major regulated emissions (HC, CO and NOx) simultaneously till part loads and reduces smoke throughout the engine load towards sustainable green environment."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The authors thank the Ministry of New and Renewable Energy (MNRE) of Government of India for its technical and financial support for this investigation; thank the Chemical engineering department, Anna University for fuel property characterization. The authors also thank the Centre for Nanotechnology, Anna University for its assistance in synthesis and characterization of nanoparticles."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.renene.2019.03.078.\nAbbreviations\nASTM American Society for Testing and Materials BSFC Brake Specific Fuel Consumption BSU Bosch Smoke Unit CPO Crude Palm Oil CO Carbon monoxide\nCO2 Carbon dioxide DAS Data Acquisition System EDS Energy Dispersive spectra EGR Exhaust Gas Recirculation EGT Exhaust Gas Temperature FT-IR Fourier Transform Infra Red H2O Water H2SO4 Sulphuric acid HRR Heat Release Rate ID Ignition delay KOH Potassium Hydroxide NOx Oxides of Nitrogen O2 Oxygen PB 30% palm biodieselþ70% diesel fuel PBN 30% palm biodieselþ70% diesel fuel þ25 ppm TiO2 PB-EGR PB with EGR PB-10EGR PB with 10% EGR PB-20EGR PB with 20% EGR PBN-EGR PBN with EGR PBN-10EGR PBN with 10% EGR PBN-20EGR PBN with 20% EGR PSA Particle Size Analyzer SOC Start of Combustion THC Total Unburned Hydrocarbon XRD X-Ray Diffraction\nSymbols and Nomenclatures D Diameter of the crystalline particle, nm P Instantaneous heat release rate, N/m2 V Instantaneous cylinder volume, m3 l X-Ray radiation's wavelength b FWHM (Full Width at Half Maximum) DX Uncertainty of measured variables Xi Number of readings Xi Experimental readings q Crank angle, degree g Ratio of specific heats (Cp/Cv), kJ/kgK\nQlw Blow-by losses, J/oCA dQlw dq Heat transfer to combustion chamber walls, J/\noCA dQn dq Net heat release rate, J/\noCA dQg dq Gross heat release rate, J/ oCA"
    } ],
    "references" : [ {
      "title" : "Emission characteristics of a CI engine running with a range of biodiesel feedstocks, Energies",
      "author" : [ "B. Tesfa", "F. Gu", "R. Mishra", "A. Ball" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Effect of biodiesel on engine performances and emissions, Renew",
      "author" : [ "J. Xue", "T.E. Grift", "A.C. Hansen" ],
      "venue" : "Sustain. Energy Rev",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "Performance and emissions of a turbocharged, high-pressure common rail diesel engine operating on biodiesel/diesel blends",
      "author" : [ "X.G. Wang", "B. Zheng", "Z.H. Huang", "N. Zhang", "Y.J. Zhang", "E.J. Hu" ],
      "venue" : "Proc. Inst. Mech. Eng. Part D J. Automob. Eng",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "EGR ð%Þ 1⁄4 CO2 intake CO2 exhaust *100 (2)",
      "startOffset" : 40,
      "endOffset" : 43
    }, {
      "referenceID" : 1,
      "context" : "(2) within the confidence limits of ±2s.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 2,
      "context" : "(3) represents the function of X1, X2,.",
      "startOffset" : 0,
      "endOffset" : 3
    } ],
    "year" : 2019,
    "abstractText" : "Recent developments in nano additives focuses on lowering the diesel engine exhaust emissions. While the usage of biodiesel in diesel engine at lower blend percentage (10%e30%) with mineral diesel can be well utilized without any engine modifications, the main striking factor in biodiesel application in diesel engine is higher NOx formation due to excess in-built O2, which could be overcome with the usage of EGR (exhaust gas recirculation). However, EGR usage raises the concerns of HC, CO and smoke emissions. Overcoming the above existing problem, the current research proposal focuses on EGR of B30 (30% palm biodiesel-70%diesel) blended with 25 ppm TiO2 nanoparticles (PBN). Experimental test results obtained for PBN-EGR were outstanding than the conventional PB-EGR system since there is a noticeable drop in BSFC, HC and CO emissions with increase in EGT (exhaust gas temperature) than PBN. NOx emissions of PBN-EGR were on par with PB-EGR throughout the load. At higher engine loads, smoke emitted by PBNEGR were lower than PB-EGR. With increase in EGR percentage in PBN, cylinder pressure was only marginally lower and heat release rate was higher than PBN. The present investigation enumerates that the synergic effect of nanoparticle, biodiesel and EGR is effective in improving the performance with minimized exhaust emissions. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}