{
  "name" : "downloads_2020-07-18_709b_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Stable, Strongly Emitting Cesium Lead Bromide Perovskite Nanorods with High Optical Gain Enabled by an Intermediate Monomer Reservoir Synthetic Strategy",
    "authors" : [ "Sheng Wang", "Jiahao Yu", "Minyi Zhang", "Dechao Chen", "Chunsen Li", "Rui Chen", "Guohua Jia", "Andrey L. Rogach", "Xuyong Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Perovskite nanocrystals (PNCs) with tunable emissionwavelengths, narrow emission line widths, high photoluminescence quantum yield (PLQY), and broad optical gain spectrum have been envisioned as promising materials in a wide range of applications such as biological probes, lightemitting diodes, photovoltaics, lasers, and photodetectors.1 8\nGiven that the performance of nanocrystals in general has a strong correlation with their shape, the morphology control of PNCs has become a central topic of recent studies.9 13 For example, one-dimensional (1D) perovskite nanorods have larger photon absorption cross-sections and lower nonradiative recombination rates compared with their counterparts such as traditional nanocubes or spherical nanoparticles, which enable\nthem to stand out in terms of realization of ampli ed spontaneous emission (ASE).2,14,15\nHowever, a direct synthesis of high-quality perovskite nanorods is a subject to three primary limitations. First, metal halide perovskites are ionic compounds so that strong interactions between cations and anions of the precursor materials commonly used for their synthesis lead to an ultrafast nucleation and growth rate,16 18 which limit the controllability of both morphology and size.18 Second, slow crystal growth is\nReceived: June 15, 2019 Revised: August 17, 2019 Published: August 23, 2019\n© 2019 American Chemical Society 6315 DOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322\nD ow\nnl oa\nde d\nvi a\nM C\nM A\nST E\nR U\nN IV\no n\nJu ly\n1 8,\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to\nbene cial for high crystallinity nanocrystals, whereas ultrafast growth rate can inevitably result in a high defect density and thus decrease PLQYs and diminish ASE prospects.19 24 Third, instability of metal halide perovskites needs to be addressed and improved for a proper ASE realization.25,26 Most of the previously reported synthetic pathways toward perovskite nanorods have been thus enabled via ligand-induced fragmentation of perovskite nanowires23 or chemical transformation from Cs4PbBr6 nanopolyhedrons at the water oil interface.24 However, oleic acid (OA) and oleylamine (OAm), which are commonly used as the ligands of the nanorods mentioned earlier, are too labile to support the good stability of PNCs,27 29 and the abundant defects in the template nanowires or degradation of water molecules during the transformation of Cs4PbBr6 nanocrystals deteriorate their emission e ciencies.\nIn this work, we developed a novel synthetic strategy, which we denote as an intermediate monomer reservoir synthesis, to\nsimultaneously allow for the formation of highly uniform, lowdefect, and stable CsPbBr3 nanorods with high PLQY of 90%. The cation exchange between Pb2+ ions in original CsPbBr3 nanocubes and the In3+ ions introduced in solution results in the formation of intermediates composed of CsPb2Br5 and Cs3In2Br9. Cs and Br precursors can be gradually released from these intermediates at elevated temperatures and thus continuously compensate for the monomer consumption, which ensures slow growth of CsPbBr3 PNCs allowing su cient time for the crystallization. Assisted by branched tris(diethylamino)phosphine (TDP) ligand, a 1D oriented growth results in the formation of CsPbBr3 nanorods with high PLQY and su cient stability, which bene ts from the branched TDP structure providing excellent passivation and strong steric hindrance.27,30 Furthermore, we demonstrate a record gain value of 980 cm 1, and a very low ASE threshold of 7.5 J cm 2 for these CsPbBr3 nanorods under optical\nFigure 1. (a) TEM image of CsPbBr3 nanorods. (b) HRTEM (top) and HAADF image (scale bar, 10 nm) of a single nanorod, and the corresponding elemental mapping images (bottom). The insert reveals the FFT pattern taken from a selected area of a nanorod. (c) Schematics of a CsPbBr3 nanocube with (220), (22 0), and (002) facets being the surface facets. (d) Projection of the crystal lattice viewing from the [002] direction. (e) Br-terminated surface structure of the (200) facet as marked by the dashed ellipse in panel d. The cyan-blue rectangle in panel e indicates a part of the surface where each four Br atoms form a 4Br square. (f) Schematics of a CsPbBr3 nanorod. Four arrows indicate that the surface Br atoms on the (200) facets are passivated by TDP ligand. (g) Projection of the crystal lattice viewing from the [002] direction. (h) TDP ligand binding on the (200) facet as marked by the dashed ellipse in (g). Dashed lines in panel h indicate the formation of hydrogen bonds.\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6316\npumping by a nanosecond laser, instead of a high energy femtosecond laser.\nPristine CsPbBr3 nanocubes (Figure S1a) are presynthesized using a modi ed hot-injection synthetic approach by adding oleylammonium bromide to achieve a stoichiometric reaction.31 Nanocubes have a uniform size distribution with an average edge length of 11.2 nm, and their high-resolution TEM (HRTEM) and elemental mapping images (Figure S2) indicate distinct lattice fringes and homogeneous distribution of Cs, Pb, and Br elements. As revealed by the powder X-ray di raction (XRD) patterns (Figure S3), pristine CsPbBr3 nanocubes have an orthorhombic crystal structure. Next, In(OAm)3 and TDP are added to the crude solution of CsPbBr3 nanocubes to initiate the transition from CsPbBr3 nanocubes to CsPbBr3 nanorods. The analysis of XRD patterns of the reaction products taken under di erent heating stages shows that this transition is temperature-dependent (Figure S3) and reversible (Figure S4). When the temperature of the mixture is increased to 50 °C, bright green solution becomes colorless, and the TEM image taken at this stage shows that CsPbBr3 nanocubes convert into a mixture of truncated cubes and spheres (Figure S1b). The XRD pattern of the reaction products (Figure S3) can be indexed as a mixture of Cs3In2Br9 and CsPb2Br5 (denoted as intermediates in the follow-up discussion), which is further con rmed by combining HRTEM with fast Fourier transform (FFT) analysis (Figure S5). The transformation from CsPbBr3 to Cs3In2Br9 is possible because the bond energy of In Br (318.6 kJ/mol) is 27% larger than that of Pb Br (249 kJ/mol);32,33 such a large disparity in bond energies favors the replacement reaction of the Pb2+ by the In3+ cations. Meanwhile, CsPb2Br5 is favored in a lead-rich phase, 34 and the abundant substituted Pb2+ ions promote the transformation from CsPbBr3 to CsPb2Br5. With a further increase of the temperature from 50 to 80 °C, the colorless solution gradually becomes green. The di raction peaks of the intermediates become weaker, and several new di raction peaks corresponding to CsPbBr3 NCs reappear (Figure S3).\nThe corresponding TEM image shown in Figure S1c presents CsPbBr3 nanorods with a diameter of 5.8 nm and a length of 26 nm, together with quasi-spherical intermediate particles. XRD patterns taken at this stage (Figure S3) con rm the partial decomposition of intermediates and recrystallization of CsPbBr3 nanorods. The temperature-dependent conversion of the intermediates is further con rmed by the XRD patterns of reaction products obtained by cycling the reaction temperature from 50 to 100 °C (Figure S4). The intermediates transform to CsPbBr3 nanorods at 100 °C, which can retransform back to the intermediates when the temperature cools down to 50 °C. Apparently, intermediates are less stable at higher temperature, and release Cs and Br precursors, which are coordinated with the abundant Pb2+ to form CsPbBr3 PNCs. When the temperature reaches 100 °C, the (002) and (004) di raction peaks of the reaction product (nanorods) are signi cantly narrowed and enhanced in comparison to those of the pristine CsPbBr3 nanocubes, and the di raction peaks corresponding to intermediates vanish. This corroborates that intermediates are completely decomposed and transform into nanorods with the long axis being parallel to the [002] direction.35 The obtained CsPbBr3 nanorods are rather monodisperse, with an increased diameter of 8.5 nm and the length of 30 nm (Figures 1a and S6a). This is di erent from the nanorods produced through ligand-induced fragmentation of nanowires23 and chemical transformation from\nCs4PbBr6 nanopolyhedrons, 24 which kept almost identical diameters within the whole reaction process, while the diameter of nanorods obtained here through the intermediate monomer reservoir synthesis continuously increases. This observation further proves that the CsPbBr3 nanorods are formed through a recrystallization process instead of phase transformation process.\nThe terminated crystal facets and the axial direction of the CsPbBr3 nanorods can be determined from the HRTEM image and the corresponding fast Fourier transform (FFT) pattern of a horizontally aligned nanorod shown in Figure 1b. The derived interplanar spacing of 0.59 nm is consistent with the (002) d-spacing of orthorhombic CsPbBr3 structure. This con rms that [002] orientation is parallel to the long axis of the nanorods, and the at top is the (002) crystallographic facet. This is also consistent with the enhanced and narrowed (002) and (004) di raction peaks in the XRD pattern of nanorods (Figure S3). The lateral interplanar distance of 0.58 nm corresponds to the spacing of the (110) planes. The highangle annular dark- eld (HAADF) image and the elemental maps of an individual nanoparticle con rm that Cs, Pb, and Br elements are uniformly distributed through a single nanorod (Figure 1b). The signal of In element is very weak within the region of the nanorod, indicating that it is released to reaction solution and is not incorporated into the CsPbBr3 crystal lattice. The uniform distribution of the P element originates from the TDP ligands densely bound at the surface of the CsPbBr3 nanorod. Slow evaporation of a highly concentrated CsPbBr3 nanorod solution in hexane enables some of them to become vertically aligned on their at tops; the TEM image of such nanorods (Figure S6b) shows that they have a cornertruncated rectangular cross-section, and the corresponding HRTEM image (the inset in Figure S6b) further con rms that the side surfaces of nanorods are (220) and (22 0) crystal facets.\nTo elucidate the growth mechanism of CsPbBr3 nanorods, and in particular to reveal how CsPbBr3 undergo anisotropic growth under our reaction conditions, we perform the rstprinciples calculations based on the density-functional theory (DFT)36 38 to study the surface energy of (002), (220), and (200) facets, which are relevant to crystal growth, and the binding of these facets with TDP ligands (see Supporting Information for details). A schematic of a CsPbBr3 nanocube is shown in Figure 1c. The projection of the crystal lattice viewing from the [002] direction indicates that the (22 0) facets are equivalent to the (220) facets (Figure 1d). The (200) facets are Br terminated, and each of the four Br atoms on these facets forms a 4Br square (Figure 1e). Calculations show that the surface energies of (002) and (220) facets are almost the same, being 0.0073 eV/Å2 and 0.0072 eV/Å2, respectively, and both are much lower than that of the (200) facets (0.0246 eV/Å2) (Figure S7). Therefore, the (220) and (22 0) facets are the dominant facets, which determine the nal morphology of the CsPbBr3 PNCs. In such a case, CsPbBr3 would grow into cubic shaped particles terminated by the (002), (220), and (22 0) facets. On the other hand, due to the large surface energy of the (200) facet, the initial epitaxial growth along the [220] direction would be induced by the edges or protrusions toward the [200] direction (Figure 1e). Such a process is followed by the sideward growth along the [220]/[22 0] direction, which forms a new layer terminated by (220)/(22 0) facets. Thus, the edges or protrusions toward the\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6317\n[200] direction would play an important role in inducing the growth along the [220] direction.\nFigure 1f shows the schematics of a CsPbBr3 nanorod, and the projection of the crystal lattice viewing from the [002] direction is depicted in Figure 1g. Calculations show that TDP ligands have similar binding on both (220) and (002) facets, as the binding energies on these facets are almost the same, that is, 0.26 eV for (002) PbBr, 0.21 eV for (002) CsBr, 0.24 eV for (220) PbBr, and 0.21 eV for (220) CsBr (Table S1 and Figure S8). However, TDP has the lowest binding energy ( 0.48 eV) on the (200) facets (about 0.24 eV lower than on that of any other surfaces). Thus, a Br-ion terminated surface structure would form on the relaxed (200) facets due to the enhanced electrostatic interactions between the alkyl hydrogen atoms of TDP ligands and Br ions (Figure 1h). Furthermore, the four hydrogen atoms of the alkyl group of TDP can interact with the nearest four Br ions of the (200) surface (Figure 1e), forming strong ligand adsorption states on the\n(200) facets (Figure 1h). In this case, the initial epitaxial growth along the [200] direction would be suppressed by the binding of TDP, after which the growth along the [220] direction would also slow down. Considering similar binding on the (220) and (002) facets as mentioned earlier, the growth rate of CsPbBr3 PNCs along the [002] direction is faster than that along the [220] direction in the presence of TDP ligands. As a result, CsPbBr3 PNCs grow into CsPbBr3 nanorods with the (220) and (002) facets being the dominant surfaces and the [002] being the dominant growth direction.\nFrom the DFT analysis, we conclude that TDP ligands play a crucial role in regulating the growth of CsPbBr3 nanorods. However, just a presence of TDP only, without addition of In(OAm)3 in the reaction mixture, results in the formation of large aggregates (Figure S9). In addition, if In(OAm)3 and TDP are mixed with the Cs, Pb, and Br precursors, no intermediates are formed during the heating process, yielding a mixture containing only a small amount of nanorods (Figure\nFigure 2. (a) Temporal evolution of absorption (left) and PL (right) spectra, with the corresponding optical photographs taken during di erent stages of the heating reaction. (b) Time resolved PL decays of CsPbBr3 nanocubes and nanorods. Temperature-dependent PL spectra of (c) CsPbBr3 nanocubes and (d) CsPbBr3 nanorods. The samples are excited under 325 nm by a continuous-wave He Cd laser. (e) PL peak energy and line widths of the two samples as a function of temperature. (f) Temperature dependence of normalized integrated PL intensity for the two CsPbBr3 samples.\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6318\nS10). We hypothesize that the abundant Cs, Pb and Br precursors in the reaction solution will trigger the ultrafast crystal growth20 and weaken the mediation e ect of TDP ligand. A series of control experiments is further carried out to investigate the synergistic e ect of intermediate s decomposition and TDP mediation. OAm has been proven to be responsible for the phase and morphology transformation.12\nWe nd out that in our synthesis, the nanocube solution mixed with OAm only, using identical synthetic conditions as those for the nanorods, experiences a ripening process and results in nanocubes with a broad size distribution (Figure S11). In the absence of TDP, intermediates are still formed at 50 °C, but nanocubes rather than nanorods are obtained at 100 °C (Figure S12). Remarkably, when the intermediates have been prepared followed by addition of TDP, the uniform nanorods are generated (Figure S13). In the synthesis performed using the puri ed CsPbBr3 nanocube solution, nanorods were still produced (Figure S14). The above results clearly demonstrate that the formation of nanorods involves two steps: rst, the intermediates containing CsPb2Br5 and Cs3In2Br9 are formed by cation exchange; second, the intermediates act as a monomer reservoir to gradually release precursors for the nucleation and growth of PNCs in a controlled manner, which occurs as the anisotropic growth and lead to the formation of perovskite nanorods under mediation of TDP ligands.\nTo investigate the evolution of the surface chemistry of the reaction products, X-ray photoelectron spectroscopy (XPS) is carried out with adventitious C 1s peak referenced to 284.8 eV. As shown in Figure S15, the Pb 4f and Br 3d peaks shift to higher binding energies when the nanocubes evolve into intermediates, which is in accordance with the phase transformation from CsPbBr3 to CsPb2Br5 and the enhanced Pb Br interactions.39 When the nanorods are formed, the structure conversion to CsPbBr3 orthorhombic phase promotes the Pb 4f and Br 3d peaks to shift to lower binding energies, but they still have larger binding energies than those of the nanocubes, which is attributed to surface passivation with TDP ligands.40 The evolution of the In 3d peak is consistent with the formation and decomposition of Cs3In2Br9. The P 2p peak at the binding energies of 130 136 eV41 con rms the presence of TDP ligands in the intermediates and nanorods.\nThe formation of CsPbBr3 nanorods from nanocubes is also evident from the changes in UV vis absorption and PL spectra (Figure 2a). PL maximum of the pristine CsPbBr3 nanocubes locates at 516 nm with a full-width at half-maximum (fwhm) of 17 nm and PLQY of 73%. After addition of In(OAm)3 and TDP at room temperature and then heating to 50 °C, the PL emission disappears, and the absorption wavelength longer than 377 nm disappear as well so that the rst exciton peak is located at 333 nm. This is attributed to the ion exchange process leading to the transformation from the original perovskite structure to the intermediates, that is, the mixture of CsPb2Br5 and Cs3In2Br9. CsPb2Br5 has an approximately 3.1 eV indirect band gap, thereby it is nonemissive, and its absorption spectrum does not show any distinct features,34 while Cs3In2Br9 is a large direct bandgap semiconductor with no absorption in the visible range.42 Consequently, the intermediates show no PL emission, and their absorption edge close to 380 nm is well in agreement with the indirect bandgap of CsPb2Br5, while the rst exciton peak at 333 nm arises from the intrinsic absorption of Cs3In2Br9. As the\nreaction temperature is increased to 70 °C and above, the emission reappears, and the PL peak wavelength is gradually red-shifted from 505 to 515 nm, which is in accordance with the increase in the diameter of nanorods (Figures 1a and S1c). The PLQYs of CsPbBr3 nanorods also increase gradually, reaching maximum value of 90%. This is mainly ascribed to the fact that the slow growth rate of the nanorods enables favorable atom arrangement,25 thus resulting in a low density of trap states in the nanorods.\nFrom PL decays shown in Figure 2b, average PL decay lifetimes ( ave) of the CsPbBr3 nanocubes and nanorods are determined to be 33 and 73 ns, respectively. Longer PL lifetime of the nanorods can be attributed to the reduced nonradiative recombination,43,44 which is also consistent with their improved PLQYs. Temperature-dependent PL measurements from 40 to 295 K is carried out to further probe the e ect on the defect states for the CsPbBr3 nanocube and nanorod samples (Figure 2c,d). It can be clearly seen that the PL peak position is obviously blue-shifted, and the fwhm becomes broader for both samples at elevated temperature (Figure 2e) due to the electron phonon coupling effect.25,45 47 Figure 2f shows the normalized integrated PL intensity as a function of temperature from 40 to 295 K. Compared with nanorods, a rapid PL decrease is observed with increasing temperature for the nanocube sample. When the temperature is increased to 295 K, the PL intensity of nanocubes is only 60% of the emission intensity obtained at 50 K, while that of the nanorods still maintains 92%. If the nonradiative recombination channel such as defect trap states would be present, the PL intensity would dramatically reduce as the temperature increases.48 We conclude that the nonradiative recombination in the CsPbBr3 nanorods is signi cantly suppressed, making them promising candidates for optoelectronic applications.\nFor the metal halide perovskites in general, detrimental e ects of water and heat have been always considered as a serious issue hindering their practical applications. We have conducted stability tests of the lms prepared from pristine CsPbBr3 nanocubes and CsPbBr3 nanorods. As shown in Figure 3a, when the lms are immersed in water, the emission of the nanocube lm is quenched within 8 min, while the PL intensity of nanorods lm still maintains 80% of its original value after 30 min. Film stability under the heating has been evaluated as well; Figure 3b shows that the PL intensity of nanocubes continuously decreases to 15% of its initial intensity when the temperature is increased to 120 °C, while the PL intensity of the nanorod lm remains stable (and even slightly increases) at the temperatures up to 90 °C and still maintains 60% of its original PL intensity when heated up to 120 °C. We ascribe such improved stability to the presence of TDP ligands on the nanorod surface, whose branched structure provides stronger steric hindrance than traditional ligands such as OA and OAm (Figure S16), enabling higher stability of CsPbBr3 nanorods both in aqueous and high-temperature environments.27,30\nTo investigate the nonlinear optical properties of CsPbBr3 nanorods, we examine the emission of the samples under optical pumping by a 355 nm nanosecond pulse laser with a pulse width of 1 ns, and repetition rate of 20 Hz. Under identical excitation situation, an obvious ASE emission can be clearly observed from CsPbBr3 nanorods (Figure 4), which is absent for CsPbBr3 nanocubes (Figure S17). It can be seen from Figure 4a that the CsPbBr3 nanorods show spontaneous\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6319\nemission with maximum at 516 nm under low excitations. With increasing pump uence, a sharp emission peak emerges at 534 nm, whose intensity increases rapidly with a raising pump uence. Figure 4b shows the fwhm of the emission (right yaxis) and the integrated PL intensity (left y-axis) as a function of pump uence. The fwhm of the spontaneous emission is about 19 nm, while that of an ASE peak is 2 nm. The nonlinear increase of the integrated intensity exhibits a clear threshold behavior, with the threshold at 7.5 J cm 2, which is at the same level of the best values in recent studies.7,22,44,49,50 However, it is worth pointing out that the pulse duration (1 ns) of the excitation laser used herein is longer than the time constant of nonradiative Auger recombination (picosecond to hundreds of picoseconds).49,51 53\nCompared with the femtosecond pulses, the optical pumping by nanosecond laser needs a much larger energy density to compete the Auger recombination for population inversion.54 Therefore, the threshold of 7.5 J cm 2 obtained\nby a nanosecond laser in our work is extremely low compared with those obtained by femtosecond laser reported in previous literature, and which have shown more practical value for applications.7,55 In addition to the low threshold, the net modal gain is another important gure of merit to evaluate the light ampli cation ability of materials. Through the variable stripe-length measurement, the gain value of CsPbBr3 nanorods is determined to be 980 cm 1 (Figure S18). To the best of our knowledge, this is the highest value among all reported perovskite materials (Table S2). The extremely low threshold of the ASE and the high modal gain make CsPbBr3 nanorods a promising material for laser device applications.\nIn summary, we developed an intermediate monomer reservoir synthetic strategy that enables gradual monomer release to prepare high-quality CsPbBr3 nanorods with uniform morphology, few defects, and high stability. The obtained CsPbBr3 nanorods have a higher PLQY of 90% compared to the pristine CsPbBr3 nanocubes (73%). Moreover, the nanorods reach a record gain coe cient of 980 cm 1 among all perovskite materials and an ultralow ASE threshold of 7.5 J cm 2 when pumped by a nanosecond laser, which exceeds the best values achieved by using femtosecond laser. This work will open a new avenue in the synthesis of high-quality metal halide perovskite anisotropic nanorods with diverse applications in lasers and other nanoscale optoelectronic devices.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b02436.\nAdditional experimental details; morphology, XRD patterns, and optical spectra evolution of CsPbBr3 nanocrystals on di erent reaction conditions; XPS spectra of CsPbBr3 nanocubes, intermediates, and CsPbBr3 nanorods; pump uence-dependent emission of pristine CsPbBr3 nanocubes; modal optical gain of CsPbBr3 nanorods; table of gain values reported for di erent metal halide perovskites (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail: chenr@sustech.edu.cn. *E-mail: guohua.jia@curtin.edu.au.\nFigure 3. Variation of the relative PL intensities of the lms made of CsPbBr3 nanocube and nanorod placed in (a) water and on (b) a hot plate. Insets show corresponding optical photographs of the green emitting lms made of CsPbBr3 nanocubes (left spot on each photo) and nanorods (right spot on each photo) taken at di erent treatment stages.\nFigure 4. (a) Pump uence-dependent emission. (b) Integrated PL intensity and fwhm as a function of pump uences.\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6320\n*E-mail: andrey.rogach@cityu.edu.hk. *E-mail: yangxy@shu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Chunsen Li: 0000-0002-9142-0187 Rui Chen: 0000-0002-0445-7847 Guohua Jia: 0000-0003-1179-2763 Andrey L. Rogach: 0000-0002-8263-8141 Xuyong Yang: 0000-0003-3597-1491"
    }, {
      "heading" : "Author Contributions",
      "text" : "S.W., J.Y., and M.Z. contributed equally to this manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing nancial interest.\nACKNOWLEDGMENTS The authors acknowledge the nancial support from National Natural Science Foundation of China (51675322, 61605109, 61735004), National Key Research and Development Program of China (2016YFB0401702), National Natural Science Foundation of China/Research Grants Council Joint Research Scheme (N_CityU108/17), Shanghai Rising-Star Program (17QA1401600), and The Program for Professors of Special Appointment (Eastern Scholar) at Shanghai Institutions of Higher Learning. G.J. acknowledges the ARC DECRA (Project ID: DE160100589) for nancial support.\nREFERENCES (1) Kovalenko, M. V.; Protesescu, L.; Bodnarchuk, M. I. Science 2017, 358, 745 750. (2) Akkerman, Q. A.; Raino , G.; Kovalenko, M. V.; Manna, L. Nat. Mater. 2018, 17, 394 405. (3) Wei, Y.; Deng, X.; Xie, Z.; Cai, X.; Liang, S.; Ma, P.; Hou, Z.; Cheng, Z.; Lin, J. Adv. Funct. Mater. 2017, 27, 1703535. (4) Huang, H.; Polavarapu, L.; Sichert, J. A.; Susha, A. S.; Urban, A. S.; Rogach, A. L. NPG Asia Mater. 2016, 8, e328. (5) Veldhuis, S. A.; Boix, P. P.; Yantara, N.; Li, M.; Sum, T. C.; Mathews, N.; Mhaisalkar, S. G. Adv. Mater. 2016, 28, 6804 6834. (6) Xu, Y.; Chen, Q.; Zhang, C.; Wang, R.; Wu, H.; Zhang, X.; Xing, G.; Yu, W. W.; Zhang, Y.; Xiao, M.; et al. J. Am. Chem. Soc. 2016, 138, 3761 3768. (7) Yakunin, S.; Protesescu, L.; Krieg, F.; Bodnarchuk, M. I.; Nedelcu, G.; Humer, M.; Luca, G. D.; Fiebig, M.; Heiss, W.; Kovalenko, M. V. Nat. Commun. 2015, 6, 8056. (8) Qiu, T.; Hu, Y.; Xu, F.; Yan, Z.; Bai, F.; Jia, G.; Zhang, S. Nanoscale 2018, 10, 20963 20989. (9) Sun, S.; Yuan, D.; Xu, Y.; Wang, A.; Deng, Z. ACS Nano 2016, 10, 3648 3657. (10) Zhang, X.; Bai, X.; Wu, H.; Zhang, X.; Sun, C.; Zhang, Y.; Zhang, W.; Zheng, W.; Yu, W. W.; Rogach, A. L. Angew. Chem. 2018, 130, 3395 3342. (11) Ye, S.; Zhao, M.; Song, J.; Qu, J. Nano Res. 2018, 11, 4654 4663. (12) Almeida, G.; Goldoni, L.; Akkerman, Q.; Dang, Z.; Khan, A. H.; Marras, S.; Moreels, I.; Manna, L. ACS Nano 2018, 12, 1704 1711. (13) Xia, Y.; Xia, X.; Peng, H. C. J. Am. Chem. Soc. 2015, 137, 7947 7966. (14) Zhou, H.; Yuan, S.; Wang, X.; Xu, T.; Wang, X.; Li, H.; Zheng, W.; Fan, P.; Li, Y.; Sun, L.; Pan, A. ACS Nano 2017, 11, 1189 1195. (15) Xing, G.; Liao, Y.; Wu, X.; Chakrabortty, S.; Liu, X.; Yeow, E. K.; Chan, Y.; Sum, T. C. ACS Nano 2012, 6, 10835 10844. (16) Koolyk, M.; Amgar, D.; Aharon, S.; Etgar, L. Nanoscale 2016, 8, 6403 6409. (17) Huang, H.; Raith, J.; Kershaw, S. V.; Kalytchuk, S.; Tomanec, O.; Jing, L.; Susha, A. S.; Zboril, R.; Rogach, A. L. Nat. Commun. 2017, 8, 996.\n(18) Ran, C.; Xu, J.; Gao, W.; Huang, C.; Dou, S. Chem. Soc. Rev. 2018, 47, 4581 4610. (19) Guzelturk, B.; Kelestemur, Y.; Olutas, M.; Delikanli, S.; Demir, H. V. ACS Nano 2014, 8, 6599 6605. (20) Wu, Y.; Wei, C.; Li, X.; Li, Y.; Qiu, S.; Shen, W.; Cai, B.; Sun, Z.; Yang, D.; Deng, Z.; Zeng, H. ACS Energy Lett. 2018, 3, 2030 2037. (21) Rahimnejad, S.; Kovalenko, A.; Fore s, S. M.; Aranda, C.; Guerrero, A. ChemPhysChem 2016, 17, 2795 2798. (22) Xing, G.; Mathews, N.; Lim, S. S.; Yantara, N.; Liu, X.; Sabba, D.; Gra tzel, M.; Mhaisalkar, S.; Sum, T. C. Nat. Mater. 2014, 13, 476. (23) Tong, Y.; Fu, M.; Bladt, E.; Huang, H.; Richter, A. F.; Wang, K.; Mu ller-Buschbaum, P.; Bals, S.; Tamarat, P.; Lounis, B.; Feldmann, J.; Polavarapu, L. Angew. Chem. 2018, 130, 16326 16330. (24) Jing, Q.; Su, Y.; Xing, X.; Lu, Z. J. Mater. Chem. C 2019, 7, 1854 1858. (25) Li, J.; Si, J.; Gan, L.; Liu, Y.; Ye, Z.; He, H. ACS Appl. Mater. Interfaces 2016, 8, 32978 32983. (26) Aristidou, N.; Sanchez-Molina, I.; Chotchuangchutchaval, T.; Brown, M.; Martinez, L.; Rath, T.; Haque, S. A. Angew. Chem., Int. Ed. 2015, 54, 8208 8212. (27) Wu, L.; Zhong, Q.; Yang, D.; Chen, M.; Hu, H.; Pan, Q.; Liu, H.; Cao, M.; Xu, Y.; Sun, B.; Zhang, Q. Langmuir 2017, 33, 12689 12696. (28) Yassitepe, E.; Yang, Z.; Voznyy, O.; Kim, Y.; Walters, G.; Castan eda, J. A.; Kanjanaboos, P.; Yuan, M.; Gong, X.; Fan, F.; Pan, J.; Hoogland, S.; Comin, R.; Bakr, O. M.; Padilha, L. A.; Nogueira, A. F.; Sargent, E. H. Adv. Funct. Mater. 2016, 26, 8757. (29) Veldhuis, S. A.; Tay, Y. K. E.; Bruno, A.; Dintakurti, S. S. H.; Bhaumik, S.; Muduli, S. K.; Li, M.; Mathews, N.; Sum, T. C.; Mhaisalkar, S. G. Nano Lett. 2017, 17, 7424 7432. (30) Luo, B.; Pu, Y. C.; Lindley, S. A.; Yang, Y.; Lu, L.; Li, Y.; Li, X.; Zhang, J. Z. Angew. Chem., Int. Ed. 2016, 55, 8864 8868. (31) Protesescu, L.; Yakunin, S.; Bodnarchuk, M. I.; Krieg, F.; Caputo, R.; Hendon, C. H.; Yang, R. X.; Walsh, A.; Kovalenko, M. V. Nano Lett. 2015, 15, 3692 3696. (32) Seki, Y.; Watanabe, H.; Matsui, J. J. Appl. Phys. 1978, 49, 822 828. (33) Liu, W.; Lin, Q.; Li, H.; Wu, K.; Robel, I.; Pietryga, J. M.; Klimov, V. I. J. Am. Chem. Soc. 2016, 138, 14954 14961. (34) Zhu, J.; Di, Q.; Zhao, X.; Wu, X.; Fan, X.; Li, Q.; Song, W.; Quan, Z. Inorg. Chem. 2018, 57, 6206 6209. (35) Cho, K. S.; Talapin, D. V.; Gaschler, W.; Murray, C. B. J. Am. Chem. Soc. 2005, 127, 7140 7147. (36) Kresse, G.; Furthmu ller. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 11169. (37) Blo chl, P. E. Phys. Rev. B: Condens. Matter Mater. Phys. 1994, 50, 17953. (38) Perdew, J. P.; Burke, K.; Ernzerhof, M. Phys. Rev. Lett. 1996, 77, 3865. (39) Shen, W.; Ruan, L.; Shen, Z.; Deng, Z. Chem. Commun. 2018, 54, 2804 2807. (40) Woo, J. Y.; Kim, Y.; Bae, J.; Kim, T. G.; Kim, J. W.; Lee, D. C.; Jeong, S. Chem. Mater. 2017, 29, 7088 7092. (41) Koh, W. K.; Bartnik, A. C.; Wise, F. W.; Murray, C. B. J. Am. Chem. Soc. 2010, 132, 3909 3913. (42) Xiao, Z.; Du, K. Z.; Meng, W.; Wang, J.; Mitzi, D. B.; Yan, Y. J. Am. Chem. Soc. 2017, 139, 6054 6057. (43) Huang, H.; Susha, A. S.; Kershaw, S. V.; Hung, T. F.; Rogach, A. L. Adv. Sci. 2015, 2, 1500194. (44) Wang, Y.; Zhi, M.; Chang, Y. Q.; Zhang, J. P.; Chan, Y. Nano Lett. 2018, 18, 4976 4984. (45) Li, D.; Wang, G.; Cheng, H. C.; Chen, C. Y.; Wu, H.; Liu, Y.; Huang, Y.; Duan, X. Nat. Commun. 2016, 7, 11330. (46) Xing, J.; Liu, X. F.; Zhang, Q.; Ha, S. T.; Yuan, Y. W.; Shen, C.; Sum, T. C.; Xiong, Q. Nano Lett. 2015, 15, 4571 4577. (47) Ha, S. T.; Shen, C.; Zhang, J.; Xiong, Q. Nat. Photonics 2016, 10, 115 121.\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6321\n(48) Wu, K.; Bera, A.; Ma, C.; Du, Y.; Yang, Y.; Li, L.; Wu, T. Phys. Chem. Chem. Phys. 2014, 16, 22476 22481. (49) Wang, Y.; Li, X.; Song, J.; Xiao, L.; Zeng, H.; Sun, H. Adv. Mater. 2015, 27, 7101 7108. (50) Dey, A.; Rathod, P.; Kabra, D. Adv. Opt. Mater. 2018, 6, 1800109. (51) Klimov, V. I.; Mikhailovsky, A. A.; McBranch, D. W.; Leatherdale, C. A.; Bawendi, M. G. Science 2000, 287, 1011 1013. (52) Klimov, V. I. Annu. Rev. Phys. Chem. 2007, 58, 635 673. (53) Wang, Y.; Leck, K. S.; Ta, V. D.; Chen, R.; Nalla, V.; Gao, Y.; He, T.; Demir, H. V.; Sun, H. Adv. Mater. 2015, 27, 169 175. (54) Yakunin, S.; Protesescu, L.; Krieg, F.; Bodnarchuk, M. I.; Nedelcu, G.; Humer, M.; Luca, G. D.; Fiebig, M.; Heiss, W.; Kovalenko, M. V. Nat. Commun. 2015, 6, 8056. (55) Huang, C. Y.; Zou, C.; Mao, C.; Corp, K. L.; Yao, Y. C.; Lee, Y. J.; Schlenker, C. W.; Jen, A. K. Y.; Lin, L. Y. ACS Photonics 2017, 4, 2281 2289.\nDOI: 10.1021/acs.nanolett.9b02436 Nano Lett.2019, 19, 6315 6322 6322"
    } ],
    "references" : [ {
      "title" : "Sanchez-Molina, I.; Chotchuangchutchaval",
      "author" : [ "N. Aristidou" ],
      "venue" : null,
      "citeRegEx" : "Aristidou,? \\Q2015\\E",
      "shortCiteRegEx" : "Aristidou",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "One-dimensional (1D) semiconductor nanorods are important for numerous applications ranging from optics and electronics to biology, yet the direct synthesis of high-quality metal halide perovskite nanorods remains a challenge. Here, we develop an intermediate monomer reservoir synthetic strategy to realize the controllable growth of uniform and low-defect CsPbBr3 perovskite nanorods. Intermediates composed of CsPb2Br5 and Cs3In2Br9 are obtained through the substitution of Pb2+ with In3+ cations in the template of CsPbBr3 nanocubes and act as a precursor reservoir to gradually release monomers, ensuring both the slow growth rate and low defects of nanorods. We have used branched tris(diethylamino)phosphine as a ligand, which not only has unequal binding energies with di erent crystal faces to promote the orientation growth but also provides strong steric hindrance to shield the nanorods in solution. Because of minor amount of defects and an e ective ligand passivation, in addition to signi cantly enhanced stability, the perovskite nanorods show a high photoluminescence quantum yield of up to 90% and exhibit a net mode gain of 980 cm1, the latter being a record value among all the perovskite materials. An extremely low ampli ed spontaneous emission threshold of 7.5 J cm2 is obtained under excitation by a nanosecond laser, which is comparable to that obtained using femtosecond lasers in other recent studies.",
    "creator" : null
  }
}