{
  "name" : "downloads_2019-11-08_89_zhu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Behavior, remediation effect and toxicity of nanomaterials in water environments",
    "authors" : [ "Yi Zhu", "Xianli Liu", "Yali Hu", "Rui Wang", "Ming Chen", "Jianhua Wu", "Yanyan Wang", "Shuang Kang", "Yan Sun", "Mengxi Zhu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nEnvironmental Research\njournal homepage: www.elsevier.com/locate/envres\nReview article\nBehavior, remediation effect and toxicity of nanomaterials in water environments\nYi Zhua,1, Xianli Liua,1, Yali Hua, Rui Wanga, Ming Chenb,∗, Jianhua Wuc, Yanyan Wangd, Shuang Kangb, Yan Sunb, Mengxi Zhub\na School of Environmental Science & Engineering, Hubei Polytechnic University, Huangshi 435003, PR China b College of Environmental Science and Engineering, Hunan University and Key Laboratory of Environmental Biology and Pollution Control (Hunan University), Ministry of Education, Changsha, 410082, PR China c School of Resources and Environmental Engineering, Wuhan University of Science and Technology, Wuhan, 430080, PR China d School of Land Resources and Environment, Jiangxi Agricultural University, Nanchang, 330045, PR China\nA R T I C L E I N F O\nKeywords: Nanomaterials Water environment Remediation Toxicity\nA B S T R A C T\nIn recent years, nanotechnology has been developing continuously. Due to their advantageous huge specific surface areas, microinterface characteristics, remediation ability and potential environmental risks, nanomaterials have become a hot topic in the field of environmental research. With the mass production and use of nanomaterials, they will inevitably be discharged or leaked into the water environment. In this paper, we will describe some typical nanomaterials, such as nanoscale zero valent iron (nZVI), graphene nanomaterials (GNMs), TiO2 nanoparticles (NPs), ZnO NPs, Fe3O4 NPs, carbon nanotubes (CNTs), Ag NPs, and other nanomaterials in water environments, focusing on the positive and negative effects of some nanomaterials in water environments. The remediation function and the impact of nanomaterials in water environments, including behavior of nanomaterials and their toxicity to aquatic organisms will be discussed. This will be of great significance for our subsequent research on nanomaterials."
    }, {
      "heading" : "1. Environmental behavior of nanomaterials in water environment",
      "text" : "Currently, most scientists believe that nanomaterials are one of the mainstays of developing science and technology in the 21st century. A growing number of nanomaterials can enter the environment (Adam and Nowack, 2017; Caballero-Guzman and Nowack, 2016), especially the water environment, through different pathways. Therefore, the relationship between nanomaterials and water environments has become a hot topic worldwide. The behavior of nanomaterials in various water environments including lake, river, ocean, and wetlands has been investigated in the past years. Next we will elaborate the relationship between nanomaterials and water environment (Fig. 1).\nIn the lake environment, nanomaterials can affect microbial activity and growth. Simultaneously, the properties and behavior of nanomaterials may be influenced by lakes. For example, the stability of Ag NPs coated with polyvinyl pyrrolidone (PVP), citrate (CIT), or lipoic acid (LIP) at different sizes in lake water was examined, and results showed that AgNPs stability was determined by dissolved organic matter\n(DOM), exposure time and the surface coating characteristics (Jimenez−Lamana and Slaveykova, 2016). The study further found that surface coating was a key factor governing the behavior of AgNPs in lake water. The impact of titanium nanoparticles (TiO2 NPs) on freshwater bacteria in three Swedish lakes was studied (Farkas et al., 2015), and the authors found that TiO2 NPs could inhibit the proliferation and activity of bacteria in the lakes.\nThe increase of nanomaterials in rivers comes from various potential artificial channels, such as nanotechnology waste, oil refinery, automobile traffic, life drain, vessel, etc. For instance, environmental concentrations of fullerenes and their derivatives in Sava River have been determined (Sanchís et al., 2018). C60 was found to be the most common fullerene. If its concentration is in the range of 8 pg/L-59 ng/L in water, C60 will not cause significant toxicity in water environments. However, the concentrations reported were apparently higher than normal concentrations found in surface water. The key for the increase in content of C60 and its derivatives is that we should pay attention to hydrological conditions.\nUnder the background of ocean acidification (OA), many scientists\nhttps://doi.org/10.1016/j.envres.2019.04.014 Received 15 November 2018; Received in revised form 14 April 2019; Accepted 15 April 2019\n∗ Corresponding author. E-mail address: mchensn@hnu.edu.cn (M. Chen). 1 These authors contribute equally to this article.\nEnvironmental Research 174 (2019) 54–60\nAvailable online 16 April 2019 0013-9351/ © 2019 Elsevier Inc. All rights reserved.\nT\nhave studied the behavior of nanomaterials in ocean. A previous study investigated the toxic effect of TiO2 NPs using chlorella as an example of marine organisms (Xia et al., 2018). Results showed that TiO2 NPs could clearly increase the oxidative damage of algal cells, because OA may result in higher aggregation degree of NPs and acute environmental problems. Under the influence of long-term OA, compared to the blank control, the presence of zinc oxide nanoparticles enhances the activity of some mussel enzymes, such as acid phosphatase (ACP), superoxide dismutase (SOD), catalase (CAT), alkaline phosphatase (ALP), and glutathione peroxidase (GPx) (Huang et al., 2018a). Therefore, under the current conditions of OA, some nanomaterials (e.g., TiO2 NPs) may cause harm to marine organisms, and some nanomaterials (e.g., ZnO NPs) may provide benefits to marine organisms.\nArtificial wetlands (CWs) are specifically designed to control water pollution, and many scientists have explored the relationship between CWs and different nanoparticles. In ecosystems, the impact of nanoparticles on wastewater is uncertain. It was found that in CWs, TiO2 NPs had no significant impact on the treatment of pollutants in a short term (Yang et al., 2018), but long-term exposure to TiO2 NPs significantly reduced the amount of nitrogen removal in CWs. In addition, long-term binding of CWs to TiO2 NPs would significantly change the performance of microorganisms and plants in CWs. The massive release of nanoparticles will lead to an increase in their environmental risks (Hu et al., 2018). The majority of cerium oxide (CeO2) NPs stays in the substrate of CWs and only a small quantity of CeO2 NPs accumulate in plant tissue cells. In addition, researchers (Cao et al., 2018) studied the influence of Ag NPs on elements in CWs and found that Ag NPs had no significant effect on organic pollution, but they could reduce the removal efficiency of nitrogen (N) and phosphorus (P) in organisms.\nClearly, nanomaterials exhibit various behaviors in water environments, where some nanomaterials showed good potential for water pollution remediation."
    }, {
      "heading" : "2. Remediation effect and mechanism of nanomaterials in water environment",
      "text" : "To establish an environment-friendly economy, it has become a common concern of environmental research institutions at home and abroad to seek environment-friendly remediation agents for the restoration of polluted water bodies and soil (Ye et al., 2017a, 2017b, 2019). Traditional treatment methods of heavy metals and organic dyes from wastewater include activated carbon adsorption, membrane filtration or chlorination, ozonation, ultraviolet radiation and potassium permanganate oxidation. Activated carbon adsorption is one of the main methods for treating industrial wastewater on a secondary or tertiary level. Activated carbon can easily adsorb benzene and petroleum products in water. However, the adsorption effect of activated carbon is effective for a short period of time, and the effect becomes significantly worse after one or two months. After three or four months\nactivated carbon is basically no longer working. Therefore, it is necessary to find new materials or technologies to address this problem. Currently, nanomaterials are often used for the treatment of sewage, and nanophotocatalytic technology is also often used to oxidize various organic compounds in water by forming OH− ions and superoxide ions with high activity and strong oxidation. There are also nanofiltration membrane technologies that use pressure-driven membranes to separate substances in sewage. In addition, some nanomaterials have an apparent adsorption effect on metal ions or organics due to the hydroxyl groups, which exists on the surface of nanoparticles, binding to certain cations. Carbon NPs, for example, compared with traditional sewage treatment reagents, show higher stability in an acidic or alkaline environment and exhibit a large specific surface area, porous structure, and specific binding sites. Accordingly, the use of nanomaterials to treat wastewater not only overcomes the deficiency of traditional technology but also shows outstanding remediation efficiency.\nNanomaterials such as nanoscale zero valent iron (nZVI), graphene nanomaterials (GNMs), Ag NPs, nanofiltration membrane materials, and nanofiber materials are very useful materials for water pollution remediation. The common preparation methods, working principles and pollution remediation of these nanomaterials are summarized in\nTable 1."
    }, {
      "heading" : "2.1. Shell nuclear - type nZVI",
      "text" : "The nZVI particles, with sizes of less than 20 nm, are mainly used to treat a wide range of water pollutants, such as organic chlorinated substances from groundwater, heavy metals and aromatic chlorinated substances from industrial wastewater, adsorbed nitro-aromatic compounds, and azo dyes.\nThe nZVI particles were added into Hg(II) solution at a concentration of 40mg/L, and removed 98% Hg(II) ions after 2min (Yan et al., 2010). Such a removal speed was quite fast for the removal of heavy metals in water treatment. Therefore, nZVI is also considered to be one of the most promising reagents for rapid environmental cleaning and has become a research hotspot in the field of water restoration. The nZVI particles have a classic core-shell structure consisting of a nonmetallic oxide shell in several nanometers thick enclosing a metal iron core. The iron core is an electron source with reduction characteristics. The thin iron oxide shell, through electrostatic interaction and surface complexation, can promote the adsorption of pollutants. After the nuclear reaction in water and oxygen oxidation, metallic iron is consumed, and nZVI is mainly converted into C—FeOOH mixed with a small amount of Fe3O4 and C—Fe2O3. The iron ions spread outwards, forming an iron oxide shell, which gradually collapses and becomes a flake or acicular structure. Therefore, nZVI has the disadvantage of being easily oxidized, resulting in poor adsorption efficiency in sewage. Further study is thus needed to overcome the deficiency.\nAt present, borohydride reduction method is used to prepare nZVI\n(Liu et al., 2015). The nZVI particles can not only be a potential absorbent for wastewater, but they can also be used as a carrier. Researchers have successfully used nZVI as a carrier to develop sodium alginate (Zhao et al., 2018). As CWs do not have an electron donor, this compound is a new type of electron donor/receptor that can greatly enhance the denitrification effect of CWs. It was found that azollaNaOH is a good stabilizer for the storage of nZVI, and that nZVI has the potential to adsorb and recover Pb(II) and Hg(II) from water even if it has been stored for 6 months in laboratory conditions (Arshadi et al., 2017). Therefore, nZVI is a promising material for water treatment."
    }, {
      "heading" : "2.2. Graphene nanomaterials (GNMs)",
      "text" : "Graphene is a single layer of graphite at a nanoscale, and it has promising potential in environmental protection applications. More and more researchers have used GNMs for water environmental governance. The common methods of preparing graphene include mechanical peeling, chemical oxidation-reduction and carbon nanotube conversion. Currently, surfactant pollution is a serious public environmental problem in the aquatic environment. Due to their surface activity characteristics, surfactants can easily diffuse in the water environment and lead to water eutrophication. Graphene oxide (GO) and reduced GO have been used for the adsorption of a nonionic surfactant (TX-100) (Prediger et al., 2018). The results showed that GO and rGO had the highest adsorption capacity for TX-100 among analyzed materials. It was found that GO had a negative effect on anaerobic denitrification but showed a positive effect on anaerobic ammonia (Suárez−Iglesias et al., 2017). Antibiotic pollution also presents a serious threat to water quality. Antibiotics have various potential toxicity possibilities that can be harmful to aquatic organisms, and the traditional wastewater treatment technology has no effects on the removal of some antibiotics. The electrostatic effect can lead to stronger adsorption of tetracycline to GNMs (Zheng et al., 2018). For example, graphene and carbon nanotubes, two common carbon nanomaterials, are effective adsorbents for the removal of tetracycline. rGO was prepared by a photocatalytic reduction method (Zdarta et al., 2018), and rGO/G-C3N4 hybrid film was prepared by vacuum filtration and weak UV irradiation. This film has a high rejection reaction against several salt ions such as sodium ions in a certain amount of water, and therefore graphene functional film has the potential to become the next generation separation film. All the abovementioned results showed that GNMs are promising materials for water pollution remediation. Noteworthy, GNMs may also transform in the environment, changing their ability to adsorb toxic pollutants. It has been demonstrated that black Fe(II) can be used as an environmental friendly mild reducing agent of GNMs (Qu et al., 2016), which can significantly improve the performance of GNMs and stabilize their chemical properties in water."
    }, {
      "heading" : "2.3. TiO2 NPs",
      "text" : "TiO2 NPs have unique photocatalytic properties such as acid and alkali resistance, photochemical corrosion, and nontoxic characteristics, which make them the most promising photocatalyst. Under the action of light, TiO2 NPs can be activated and generate free radicals with high catalytic activity, which can produce strong photooxidation and reduction ability and catalyze the photodecomposition of various organic substances such as formaldehyde and some inorganic substances. Therefore, studies on the application of TiO2 NPs in wastewater treatment are of great positive significance to water environment management.\nTaking textile mills as an example, most chemicals in textile mills cannot be degraded when they enter the water, which will seriously pollute the aquatic ecosystem and damage the health of the water environment. Fortunately, it was reported that TiO2 semiconductor photocatalyst can degrade some of these chemicals such as dye in water (Laishram et al., 2018). Medicines and personal care products (PPCP) inTa bl e 1 Se ve ra l na\nno m at er ia ls\nus ed\nfo r w at er\npo llu\nti on\nre m ed\nia ti on\n.\nN an\nom at er ia ls\nR em\ned ia ti on\nM ec ha\nni sm\nC om\nm on\npr ep\nar at io n m et ho\nds R ef er en\nce\nnZ V I\nO rg an\noc hl or in e,\nhe av\ny m et al s,\nch lo ri na\nte d ar om\nat ic\nco m po\nun ds ,n\nit ro -a ro m at ic\nco m po\nun ds\nan d az o dy\nes .\nTh e th in\nir on\nox id e co\nre ca n pr om\not e th e ad\nso rp ti on\nof po\nllu ta nt s th ro ug h el ec tr os ta ti c in te ra ct io n an d su rf ac e co m pl ex at io n.\nR ed\nuc ti on\nH ua\nng et\nal .\n(2 01\n8b )\nG N M s\nH ea vy\nm et al s an\nd dy\nes .\nPo ro us\nst ru ct ur es\nad so rb\npo llu\nta nt s in\nw at er .\nM ec ha\nni ca l st ri pp\nin g,\nch em\nic al\nox id at io n - re du\nct io n,\nca rb on\nna no\ntu be\nco nv\ner si on\n, ph\not oc\nat al\nyt ic\nre du\nct io n.\nFa rr e et\nal .( 20\n09 )\nTi O 2 N Ps\nV ar io us\nor ga\nni c su bs ta nc\nes su ch\nas fo rm\nal de\nhy de\nan d so m e in or ga\nni c su bs ta nc\nes .\nU lt ra vi ol et\nlig ht\nin su nl ig ht\nor lig\nht ca n ac ti va\nte na\nno Ti O 2 an\nd ge\nne ra te\nfr ee\nra di ca ls w it h hi gh\nca ta ly ti c ac ti vi ty ,w\nhi ch\nca n pr od\nuc e st ro ng\nph ot oo\nxi da\nti on\nan d re du\nct io n ca pa\nci ty .\nG as\nph as e m et ho\nd, liq\nui d ph\nas e m et ho\nd. Si ng\nh an\nd D ut ta\n(2 01\n8)\nA g N Ps\nA s w at er\nan ti ba\nct er ia l ag\nen t, ph\not oc\nat al ys t.\nBy co\nm bi ni ng\nw it h th e m et ab\nol ic\nen zy m es\nof th e ba\nct er ia ,t he\nba ct er ia\ndr y up\nan d di e.\nTh e sm\nal le r th e pa\nrt ic le\nsi ze ,t he\nbe tt er\nth e ge\nrm ic id al\npe rf or m an\nce .\nC he\nm ic al\nre du\nct io n,\nph ot or ed\nuc ti on\n, el ec tr oc\nhe m ic al\nla se r\nca ut er iz at io n,\nel ec tr op\nla ti ng\n, ra di at io n,\nan d se ed\n. R ti m ie\nta l. (2 01\n9)\nN an\nofi be\nr m at er ia l\nV ar io us\npo llu\nta nt s in\neu tr op\nhi ca te d la nd\nsc ap\ne w at er .\nTh e pa\nrt ic le s w it h di ff er en\nt di am\net er s ar e fi lt er ed\nby m em\nbr an\nes w it h\ndi ff er en\nt po\nre si ze s.\nM ol ec ul ar\nte ch\nni qu\nes ,e\nle ct ro sp in ni ng\n, so lu ti on\nbl ow\nin g,\nce nt ri fu ga\nl je t sp in ni ng\n,e le ct ro hy\ndr au\nlic dy\nna m ic\ndi re ct\nw ri ti ng\n,e tc .\nK en\nry an\nd Li m\n(2 01\n7)\nsurface water are also the sources of water pollution. It was found that TiO2 NPs could degrade PPCP based on their photocatalytic performance (Awfa et al., 2018). TiO2 NPs combined with carbon materials had higher photocatalytic activity, solar radiation activity and are easy to separate. Another study also proved that Ag-@TiO2 nanotubes had stronger photocatalytic activity than bare TiO2 NPs (Wang et al., 2017). On the basis of water/oil phase separation, Ag-@TiO2 composite nanotubes were prepared by the method of electrospinning with a large number of active sites on the surface, which could enhance the photocatalytic performance. In addition, natural organic matter (NOM) and disinfection byproducts (DBP) may be detected in drinking water. It was found that TiO2 NPs could be used as an adsorbent to remove NOM and DBP from drinking water (Gora and Andrews, 2017), and experimental data showed that pH affected the removal of NOM from surface water by TiO2 NPs. A concern for using nanomaterials is that adding Pcontaining materials into nanomaterials as additives may cause environment problems (Liu et al., 2013). A study (Olabarrieta et al., 2018) investigated this problem using TiO2 NPs as an example. They successfully separated phosphorus ions from water by low-pressure membrane filtration, which was also an important guarantee for the safe use of nanomaterials in the future."
    }, {
      "heading" : "2.4. ZnO NPs",
      "text" : "ZnO NPs is a high-end, high-performance fine inorganic product that can be applied in many fields such as ceramics, chemicals, electronics, optics, biology, medicine, etc. In addition, ZnO NPs can also be a water body repair material. For example, some scholars have found that ZnO NPs are synthesized from Cordyceps militaris by coprecipitation. Under the condition of ultraviolet radiation, the ZnO NPs have the ability to reduce the harmful dye methylene blue by about 97%(Li et al., 2019b). Compared with a single ZnO NPs, ZnO NPs decorated with other materials can improve the water purification ability of ZnO NPs. The aminosilicate sol-gel-loaded silver NPs (TPDT/(ZnOeAg) NCMs) were obtained by a certain preparation method to decorate the ZnO NPs. The photocatalytic ability of the TPDT/(ZnOeAg) NCMs was investigated under visible light irradiation based on toxic methylene blue (MB) dye and hexavalent chromium (Cr (VI)), respectively. It was found that MB dye was completely decolorized on TPDT/(ZnOeAg) NCMs photocatalyst compared to the controlled photocatalyst material. TPDT/(ZnOeAg) NCM shows better environmental remediation and water purification processes (Praveen et al., 2018).\nIn addition, the modified particles obtained by synthesizing ZnO NPs with other substances also have antibacterial properties. The nanoZnO-cation polyelectrolyte diallyldimethylammonium chloride (PDDA) modified red mudgranule material obtained by certain experimental methods has significant antibacterial activity against Escherichia coli(Li et al., 2019a).\nAlthough ZnO NPs have such a positive effect on water environment restoration, there is one point that cannot be ignored, that is the toxicity of ZnO NPs. Studies have shown that the survival time of mussels in the presence of ZnO is shorter than that in the absence of ZnO in fresh water or sea water(Gagne et al., 2019)。How to maximize the remediation effect and minimize the toxic effect of ZnO NPs is what we have been trying to explore."
    }, {
      "heading" : "2.5. Carbon nanotubes (CNTs)",
      "text" : "As a one-dimensional nanomaterial, CNTs are light in weight, and have many abnormal mechanical, electrical and chemical properties (Chen et al., 2018; Kang et al., 2019). In addition, CNTs also have strong adsorption properties, which can remove some pollutants from water. Some scholars used FTIR spectroscopy to study the functional groups generated on the surface of CNTs. The effects of CNTs preparation temperature on FTIR spectra were analyzed. It was found that functionalized CNTs can adsorb some heavy metals and remove some\norganic dyes from water (Bahgat et al., 2011). Different methods (fluorination, cycloaddition, reaction with diazonium salt, oxidation and free radical polymerization) can be used to increase the solubility and reactivity of CNTs (Lee et al., 2018). In recent years, many scientists are exploring the application of CNTs in water remediation. Studies have shown that the new MWCNTs prepared by microwave heating can remove Zn(II) from aqueous solution, and the removal rate can reach more than 99% (Mubarak et al., 2015). In addition, there are some reports on the degradation of toxic pollutants in water by CNTs. For example, some scholars have found that both water and phenolic molecules are weakly bound to the outer surface of the original CNTs (weak physical adsorption), and they can be more strongly adsorbed on the functionalized CNTs. It was found that the binding of phenol to CNT-OH was stronger than that of water molecules due to the simultaneous presence of π-π stacking and H-bonding in the system (Moradi et al., 2018). In addition, there are composite materials for the synthesis of CNTs and other substances, which are used to remove pollutants from water. For example, studies have shown that the fast adsorption kinetics are observed, and the 65–85% of BrO3−by Fe-CNTs nanocomposites was adsorbed at different concentrations within 5min. Anchored Fe ions on the nanocomposites surface/in the walls could be important to BrO3− adsorption without leading to structural defects to CNTs (Alsohaimi et al., 2015)."
    }, {
      "heading" : "2.6. Fe3O4 NPs",
      "text" : "In recent years, magnetic Fe3O4 NPs have been widely studied due to their unique physical and chemical properties (such as quantum size effect, electrical properties and magnetic properties), and have applications in many fields (such as environment and energy). In addition, Fe3O4 NPs can also remove metal ions and organic pollutants from water. For example, Some scholars conducted adsorption experiments on metronidazole (MNZ) using Fe3O4 NPs through the heterogeneous electro-Fenton process, and found that under certain conditions, the maximum removal rate was 92.26% (Rahmatinia and Rahmatinia, 2018). In addition, there are reports on the effect of Fe3O4 NPs on the decolorization of rhodamine B (RhB). The experimental results show that when the amount of Fe3O4 NPs is only 1 g/L, the decolorization rate of RhB is 94.0% and the mineralization rate is 33.6% within 20min (Guo and Jin, 2018). The rifampicin (RIF) removal experiment was carried out by studying the Fe3O4 NPs extracted by Excoecaria cohinchinensis. It was found that at a temperature of 303 K, 10mg of Fe3O4 NPs had an absorption rate of 98.4% and a maximum absorption capacity of 84.8mg/g for the RIF of 20mL. The mechanism of RIF removal by Fe3O4 NPs is adsorption, not chemical redox reaction. It can be seen that the Fe3O4 NPs can remove some pollutants in the water, mainly due to adsorption."
    }, {
      "heading" : "2.7. Ag NPs",
      "text" : "Due to good electrical conductivity, Ag NPs play an extremely important role in the microelectronics field. The surface effects and quantum size effects of Ag NPs also have some special applications, such as surface-enhanced Raman applications and medical applications. Ag NPs can also be used to remove heavy metal contaminants from water. For example, some scholars used activated alumina as a carrier to study the removal rate of mercury ions by Ag NPs under the protection of mercaptosuccinic acid (MSA). The experimental results show that under the condition of 1:6 Ag@MSA, 0.8 g of Hg2+ can be removed by per gram of Ag@MSA, and the adsorption of Hg2+ by the two materials is best at pH 5–6 (Sumesh et al., 2011). Since Ag has a high affinity for iodine, the Ag NPs is fixed on the cellulose acetate membrane to effectively remove radioactive iodine. At a water flow rate of 1.5 mL/s, Ag-CAM can filter out excess 99% of radioactive iodine (Shim et al., 2018). In addition, there is also the inclusion of Ag NPs in activated carbon, which can effectively remove methylene blue. The best\nconditions for removing methylene blue from AgNPs-AC are pH 10, contact time 120min, and adsorbent dosage 250 mg/25mL. Under certain conditions, the maximum adsorption capacity of AgNPs-AC for methylene blue was 172.22mg/mL (Van et al., 2018). It can be seen that the removal of pollutants from water by Ag NPs is mainly attributed to adsorption."
    }, {
      "heading" : "2.8. Others",
      "text" : "Due to the current serious water crisis, it is urgent to explore advanced water treatment technology in the field of water environment management to provide safe water supply for human activities in an energy-saving and environmental-friendly way. Nanocomposite can partly meet the needs of today's water environment treatment field. For example, semiconductor multiphase photocatalytic nanomaterials have been one of the most effective technologies for water purification (Li and Zhang, 2009). Graphene-nZVI (G-nZVI) can purify disinfection byproducts, especially halogen nitromethane (HNMs), from drinking water. When the mass ratio of iron to carbon is 1:5 in this material, GnZVI shows the best removal efficiency of HNMs (Chen et al., 2016a). The synthesis process of G-nZVI is simple and G-nZVI can easily remove HNMs with excellent performance, which thus becomes an important method for drinking water treatment. Removing Pb(II) ions in aqueous solution has always been the direction of environmental research. It was found that SiO2@OPW had the strongest ability to remove Pb from water. A study (Wang et al., 2018a) was designed to explore the mesoporous magnetism of Fe/C nanomaterials, in which carbon nanomaterial greatly enhanced the adsorption of organic dye in the water. A new type of 0D/2D composite nanomembrane has been developed based on the membrane assembled by nanomaterials (Wang et al., 2018b). It is a major breakthrough in the separation field that the composite nanomembrane has high stability after running for 40 h in a water environment. Another study also attempted to modify the nanostructure of a CNT-rGO composite membrane and found that it is feasible to achieve high cleaning membrane permeability, excellent antifouling performance and efficient pollutant removal rate (Wang et al., 2018c). The active TiO2 embedded in polymethyl methacrylate obviates the need to recycle the nanoparticles of this material after water treatment, and as a highly efficient photocatalytic and antibacterial composite nanomaterial it successfully overcomes the problem of nanomaterial dispersion in water (Cantarella et al., 2016). To sum up, nanocomposites are a promising material for water environment treatment."
    }, {
      "heading" : "3. Toxic effect and mechanism of nanomaterials in water environment",
      "text" : "Nanomaterials have been increasingly and widely applied in many fields, such as ecology, medicine, fashion, cosmetics, materials science, and so on (Jiang et al., 2018; Schirinzi et al., 2017). However, the use of nanomaterials also brings some harmful effects to ecology and environment (Adam et al., 2018; Chen et al., 2017; Vinković et al., 2017; Voelker et al., 2015). Some of the nanomaterials are inevitably released into rivers, lakes and seas. Drinking water can eventually be affected by these materials as well. Therefore, contamination of water environments caused by these materials may be harmful to aquatic life or human beings.\nDifferent types of nanomaterials or even the same kind of nanomaterials at different sizes were found to have an inconsistently toxic effect on some organisms. The toxicity and function of common nanomaterials are shown in Table 2."
    }, {
      "heading" : "3.1. Toxic effect on plankton",
      "text" : "Nanomaterials may produce toxic effects on a part of planktons. Thus, the impacts of some nanomaterials such as Ag NPs, TiO2 NPs and\nnZVI on plankton have been assessed. It was found that, compared with ordinary polyethylene, Ag NPs have good mildew resistance as well as physical and chemical properties (Li et al., 2017). However, excessive use of Ag NPs could have a negative impact. With the increase of time, Ag NPs clearly inhibited the activity of ammonia-oxidizing bacteria (Schlich et al., 2018). Besides Ag NPs, TiO2 NPs are white loose rutile powders with strong UV shielding, good dispersion and strong weather resistance. With the increase of the concentration of TiO2 NPs, the effects on plant growth are mainly reflected in the changes in relative found number (RFN), leaf size, photosynthetic pigment content, active peroxidase (POD) and other growth parameters (Movafeghi et al., 2018).\nEven exposed to low concentrations of CuO NPs, fronds per colony of Lemna minor decrease and the root growth rate is also gradually reduced (Dolenc Koce, 2017). Once Cu NPs appear in water, they can dissolve with other particles and form insoluble compounds. Different Cu NPs have different effects on plankton, and they have serious or minor effects on the enzyme activity of plankton (Hou et al., 2017). In particular, different tissues and organs from the same plankton are subjected to different levels of toxicity (Khosravi−Katuli et al., 2018). Also, high concentrations of ZnO NPs may inhibit the growth of rice seedlings (Singh et al., 2018). Low concentrations of nZVI promoted rice growth, but nZVI at high concentrations caused damage to plant cells (Guha et al., 2018). In general, low concentrations of nanoparticles have no harmful effect on planktons. As the concentration increases, the growth of planktons will be disturbed or inhibited. However, some nanoparticles, such as CuO NPs, can slow the growth of plankton even at the lowest measured concentrations (Koce, 2017)."
    }, {
      "heading" : "3.2. Toxic effect on microbes",
      "text" : "There are a large number of microbes presented in water environments. Thus, it will be a common event for nanomaterials to interact with the microbes after they enter the water environments. Here, the effects of some nanomaterials such as CNTs, GO, nZVI, Ag NPs, ZnO NPs and CuO NPs on microbes are summarized.\nCNTs alter the oxidation behavior of enzymes in water molecules, which produce toxicity to microorganisms (Chen et al., 2016b). GO increases the active oxygen concentration, but it does not damage cells. When high concentrations of Ag NPs were added, the enzyme activity was reduced, but the genes for defense mechanisms were increased (Li et al., 2019c). When nZVI is in direct contact with bacteria cells, it causes oxidative stress and membrane destruction. This results in the loss of intracellular material and the disruption of communication between the outside world and bacteria cells (Lv et al., 2017). For worms exposed to high levels of nZVI, the rate of reproduction declined rapidly (Liang et al., 2018). Sekar et al. tested the optimum concentration of CleZnO NPs on bacterial cells, and no mortality was noticed in Daphnia longicephala under the condition with bare zinc acetate, collagen and CleZnO NPs of 250 μg/mL (Vijayakumar and Vaseeharan, 2018). The effect of Ag NPs and ZnO NPs on the performance of bacteria lies in the size of the particles, and the microbial population decreases as the concentration increases (Mboyi et al., 2017). When ZnO NPs are involved in anaerobic fermentation, free zinc ions are absorbed in the sludge, resulting in the decrease in zinc ion concentration, key enzyme activity, cell activity, and bacterial abundance (Zhang et al., 2018). According to the HTS growth inhibition experiment of Escherichia coli cultured in minimal medium, the toxicity of Cu NPs is higher than that of micro Cu, nano CuO, micro CuO and two forms of Cu(OH)2 (nCu (OH)2-a and nCu(OH)2-b) (Keller et al., 2017). In general, the toxicity mechanism of nanomaterials on microbes mainly involves oxidative stress, membrane destruction, etc (Chen et al., 2019).\nIn summary, plankton (e.g., Lemna minor, diatom, cyanobacteria, otter, and artemia) and microbes (e.g., Escherichia coli, Bacillus subtilis, Serratia. marcescens, Bacillus cereus, and Staphylococcus epidermidis) in the water environment are more susceptible to the toxicity of\nnanomaterials. Moreover, these aquatic organisms are affected by the toxicity of nanomaterials and sometimes are difficult to recover due to that nanomaterials can not only cause cell damage, but also damage genes and affect reproduction."
    }, {
      "heading" : "4. Conclusion",
      "text" : "So far, great progress has been made in the study of nanomaterials in water environments. We thus focused on this topic in this review article by summarizing the behavior, remediation effect and toxicity of nanomaterials in water environments. Different nanomaterials exhibit distinct behavior in a variety of water environments, where they can affect each other. Some nanomaterials have good adsorption capacity for heavy metals and organic pollutants. Also, nanomaterials can be used as adsorbents, catalysts and membrane materials for water purification. In lakes, rivers, oceans or wetlands, the application of nanotechnology to water pollution control presents a booming scene. However, some nanomaterials often have toxic effects on aquatic organisms when they are at high concentrations. For example, nanomaterials can produce oxidative stress in fleas, leading to membrane destruction and death of cells due to the loss of necessary life functions. Nanomaterials at certain concentrations can reduce the growth and reproduction rate of plants, and they reduce the photosynthetic efficiency of plant cells and alter the content of plant pigments. However, nanomaterials can have positive effects at low concentrations, such as promoting plant growth. Up to now, the relationship between nanomaterials and water environment remains unclear and warrants further studies. Some questions, (e.g., What are the reasons that cause differences in behavior of nanomaterials? What causes the different remediation effect and toxicity of nanomaterials to organisms in different water environments? Are there more nanomaterials available for water purification and remediation?) need to be explored."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The study was financially supported by the Huangshi city Project for the institute development (HL20181201), the Technical Innovation Project (Major Project) of Hubei Province, China (2016ACA176), the Fundamental Research Funds for the Central Universities (531107051161, 531118010167), Science and Technology Research Project of Hubei Provincial Education Department, China (Q20164507) and Scientific Research Project of Hubei Polytechnic University (16xjz04R)."
    } ],
    "references" : [ {
      "title" : "Considering the forms of released engineered nanomaterials in probabilistic material flow analysis",
      "author" : [ "V Adam" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Adam,? \\Q2018\\E",
      "shortCiteRegEx" : "Adam",
      "year" : 2018
    }, {
      "title" : "European country-specific probabilistic assessment of nanomaterial flows towards landfilling, incineration and recycling",
      "author" : [ "V. Adam", "B. Nowack" ],
      "venue" : "Environ. Sci. Nano",
      "citeRegEx" : "Adam and Nowack,? \\Q2017\\E",
      "shortCiteRegEx" : "Adam and Nowack",
      "year" : 2017
    }, {
      "title" : "Synthesis, characterization, and application of Fe-CNTs nanocomposite for BrO3− remediation from water samples",
      "author" : [ "Alsohaimi", "I.H" ],
      "venue" : "J. Ind. Eng. Chem",
      "citeRegEx" : "Alsohaimi and I.H,? \\Q2015\\E",
      "shortCiteRegEx" : "Alsohaimi and I.H",
      "year" : 2015
    }, {
      "title" : "Nano modification of NZVI with an aquatic plant Azolla filiculoides to remove Pb(II) and Hg(II) from water: aging time and mechanism study",
      "author" : [ "M Arshadi" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Arshadi,? \\Q2017\\E",
      "shortCiteRegEx" : "Arshadi",
      "year" : 2017
    }, {
      "title" : "Photodegradation of pharmaceuticals and personal care products in water treatment using carbonaceous-TiO2 composites: a critical review of recent literature",
      "author" : [ "D Awfa" ],
      "venue" : "Water Res",
      "citeRegEx" : "Awfa,? \\Q2018\\E",
      "shortCiteRegEx" : "Awfa",
      "year" : 2018
    }, {
      "title" : "Synthesis and modification of multi-walled carbon nano-tubes (MWCNTs) for water treatment applications",
      "author" : [ "M Bahgat" ],
      "venue" : "J. Anal. Appl. Pyrolysis",
      "citeRegEx" : "Bahgat,? \\Q2011\\E",
      "shortCiteRegEx" : "Bahgat",
      "year" : 2011
    }, {
      "title" : "Solvothermal alcoholysis synthesis of hierarchical TiO 2 with enhanced activity in environmental and energy photocatalysis",
      "author" : [ "Z Bian" ],
      "venue" : "J. Photochem. Photobiol. C Photochem. Rev",
      "citeRegEx" : "Bian,? \\Q2016\\E",
      "shortCiteRegEx" : "Bian",
      "year" : 2016
    }, {
      "title" : "A critical review of engineered nanomaterial release data: are current data useful for material flow modeling",
      "author" : [ "A. Caballero-Guzman", "B. Nowack" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Caballero.Guzman and Nowack,? \\Q2016\\E",
      "shortCiteRegEx" : "Caballero.Guzman and Nowack",
      "year" : 2016
    }, {
      "title" : "Immobilization of nanomaterials in PMMA composites for photocatalytic removal of dyes, phenols and bacteria from water",
      "author" : [ "M Cantarella" ],
      "venue" : "J. Photochem. Photobiol. A Chem",
      "citeRegEx" : "Cantarella,? \\Q2016\\E",
      "shortCiteRegEx" : "Cantarella",
      "year" : 2016
    }, {
      "title" : "Shifts of system performance and microbial community structure in a constructed wetland after exposing silver nanoparticles",
      "author" : [ "C Cao" ],
      "venue" : null,
      "citeRegEx" : "Cao,? \\Q2018\\E",
      "shortCiteRegEx" : "Cao",
      "year" : 2018
    }, {
      "title" : "Facile synthesis of graphene nano zero-valent iron composites and their efficient removal of trichloronitromethane from drinking water",
      "author" : [ "H Chen" ],
      "venue" : null,
      "citeRegEx" : "Chen,? \\Q2016\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2016
    }, {
      "title" : "Single-walled carbon nanotube release affects the microbial enzyme-catalyzed oxidation processes of organic pollutants and lignin model compounds",
      "author" : [ "M Chen" ],
      "venue" : "in nature",
      "citeRegEx" : "Chen,? \\Q2016\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2016
    }, {
      "title" : "Biodegradation of carbon nanotubes, graphene, and their derivatives",
      "author" : [ "M Chen" ],
      "venue" : "Trends Biotechnol",
      "citeRegEx" : "Chen,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2017
    }, {
      "title" : "Understanding the influence of carbon nanomaterials on microbial communities",
      "author" : [ "M Chen" ],
      "venue" : "Environ. Int",
      "citeRegEx" : "Chen,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2019
    }, {
      "title" : "Toxicity of carbon nanomaterials to plants, animals and microbes: recent progress from 2015-present",
      "author" : [ "M Chen" ],
      "venue" : "Chemosphere 206,",
      "citeRegEx" : "Chen,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 2018
    }, {
      "title" : "An overview of graphene materials: properties, applications and toxicity on aquatic environments",
      "author" : [ "L De Marchi" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Marchi,? \\Q2018\\E",
      "shortCiteRegEx" : "Marchi",
      "year" : 2018
    }, {
      "title" : "Effects of exposure to nano and bulk sized TiO2 and CuO in Lemna minor",
      "author" : [ "J. Dolenc Koce" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Koce,? \\Q2017\\E",
      "shortCiteRegEx" : "Koce",
      "year" : 2017
    }, {
      "title" : "Impact of TiO(2) nanoparticles on freshwater bacteria from three Swedish lakes",
      "author" : [ "J Farkas" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Farkas,? \\Q2015\\E",
      "shortCiteRegEx" : "Farkas",
      "year" : 2015
    }, {
      "title" : "Ecotoxicity and analysis of nanomaterials in the aquatic environment",
      "author" : [ "M Farre" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "Farre,? \\Q2009\\E",
      "shortCiteRegEx" : "Farre",
      "year" : 2009
    }, {
      "title" : "The influence of surface waters on the bioavailability and toxicity of zinc oxide nanoparticles in freshwater mussels",
      "author" : [ "F Gagne" ],
      "venue" : "Comp. Biochem. Physiol. C Toxicol. Pharmacol",
      "citeRegEx" : "Gagne,? \\Q2019\\E",
      "shortCiteRegEx" : "Gagne",
      "year" : 2019
    }, {
      "title" : "Adsorption of natural organic matter and disinfection byproduct precursors from surface water onto TiO2 nanoparticles: pH effects, isotherm modelling and implications for using TiO2 for drinking water treatment",
      "author" : [ "S.L. Gora", "S.A. Andrews" ],
      "venue" : null,
      "citeRegEx" : "Gora and Andrews,? \\Q2017\\E",
      "shortCiteRegEx" : "Gora and Andrews",
      "year" : 2017
    }, {
      "title" : "Nanopriming with zero valent iron (nZVI) enhances germination and growth in aromatic rice cultivar (Oryza sativa cv. Gobindabhog L.)",
      "author" : [ "T Guha" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Guha,? \\Q2018\\E",
      "shortCiteRegEx" : "Guha",
      "year" : 2018
    }, {
      "title" : "The catalytic effect of nano-Fe3O4 on RhB decolorization by CGDE process",
      "author" : [ "P. Guo", "X. Jin" ],
      "venue" : "Catal. Commun",
      "citeRegEx" : "Guo and Jin,? \\Q2018\\E",
      "shortCiteRegEx" : "Guo and Jin",
      "year" : 2018
    }, {
      "title" : "Ecotoxicological effects and mechanism of CuO nanoparticles to individual organisms",
      "author" : [ "J Hou" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Hou,? \\Q2017\\E",
      "shortCiteRegEx" : "Hou",
      "year" : 2017
    }, {
      "title" : "Acute and chronic responses of macrophyte and microorganisms in constructed wetlands to cerium dioxide nanoparticles: implications for wastewater treatment",
      "author" : [ "X Hu" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Hu,? \\Q2018\\E",
      "shortCiteRegEx" : "Hu",
      "year" : 2018
    }, {
      "title" : "Impact of zinc oxide nanoparticles and ocean acidification on antioxidant responses of Mytilus coruscus",
      "author" : [ "X Huang" ],
      "venue" : null,
      "citeRegEx" : "Huang,? \\Q2018\\E",
      "shortCiteRegEx" : "Huang",
      "year" : 2018
    }, {
      "title" : "Nanoencapsulation of hexavalent chromium with nanoscale zero-valent iron: high resolution chemical mapping of the passivation layer",
      "author" : [ "Huang", "X.Y" ],
      "venue" : "J. Environ. Sci",
      "citeRegEx" : "Huang and X.Y,? \\Q2018\\E",
      "shortCiteRegEx" : "Huang and X.Y",
      "year" : 2018
    }, {
      "title" : "Remediation of contaminated soils by enhanced nanoscale zero valent iron",
      "author" : [ "D Jiang" ],
      "venue" : "Environ. Res",
      "citeRegEx" : "Jiang,? \\Q2018\\E",
      "shortCiteRegEx" : "Jiang",
      "year" : 2018
    }, {
      "title" : "Silver nanoparticle behaviour in lake water depends on their surface coating",
      "author" : [ "J. Jimenez-Lamana", "V.I. Slaveykova" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Jimenez.Lamana and Slaveykova,? \\Q2016\\E",
      "shortCiteRegEx" : "Jimenez.Lamana and Slaveykova",
      "year" : 2016
    }, {
      "title" : "Can microbes feed on environmental carbon nanomaterials",
      "author" : [ "S Kang" ],
      "venue" : "Nano Today",
      "citeRegEx" : "Kang,? \\Q2019\\E",
      "shortCiteRegEx" : "Kang",
      "year" : 2019
    }, {
      "title" : "Comparative environmental fate and toxicity of copper nanomaterials",
      "author" : [ "Keller", "A.A" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Keller and A.A,? \\Q2017\\E",
      "shortCiteRegEx" : "Keller and A.A",
      "year" : 2017
    }, {
      "title" : "Nanofiber technology: current status and emerging developments",
      "author" : [ "Kenry", "C.T. Lim" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "Kenry and Lim,? \\Q2017\\E",
      "shortCiteRegEx" : "Kenry and Lim",
      "year" : 2017
    }, {
      "title" : "Effects of ZnO nanoparticles in the Caspian roach (Rutilus rutilus caspicus)",
      "author" : [ "K Khosravi-Katuli" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Khosravi.Katuli,? \\Q2018\\E",
      "shortCiteRegEx" : "Khosravi.Katuli",
      "year" : 2018
    }, {
      "title" : "Effects of exposure to nano and bulk sized TiO2 and CuO in Lemna minor",
      "author" : [ "J.D. Koce" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Koce,? \\Q2017\\E",
      "shortCiteRegEx" : "Koce",
      "year" : 2017
    }, {
      "title" : "Heterostructured HfO2/TiO2 spherical nanoparticles for visible photocatalytic water remediation",
      "author" : [ "D Laishram" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "Laishram,? \\Q2018\\E",
      "shortCiteRegEx" : "Laishram",
      "year" : 2018
    }, {
      "title" : "Functionalized carbon nanotubes for adsorptive removal of water pollutants",
      "author" : [ "Lee", "K.M" ],
      "venue" : "Mater. Sci. Eng., B",
      "citeRegEx" : "Lee and K.M,? \\Q2018\\E",
      "shortCiteRegEx" : "Lee and K.M",
      "year" : 2018
    }, {
      "title" : "Long-term impacts of graphene oxide and Ag nanoparticles on anammox process: performance, microbial community and toxic mechanism",
      "author" : [ "H Li" ],
      "venue" : "J. Environ. Sci",
      "citeRegEx" : "Li,? \\Q2019\\E",
      "shortCiteRegEx" : "Li",
      "year" : 2019
    }, {
      "title" : "Optical properties and applications of hybrid semiconductor nanomaterials",
      "author" : [ "J. Li", "J.Z. Zhang" ],
      "venue" : "Coord. Chem. Rev",
      "citeRegEx" : "Li and Zhang,? \\Q2009\\E",
      "shortCiteRegEx" : "Li and Zhang",
      "year" : 2009
    }, {
      "title" : "High-efficiency bacteriostatic material modified by nano zinc oxide and polyelectrolyte diallyl dimethylammonium chloride based on red mud",
      "author" : [ "J Li" ],
      "venue" : "Colloids Surfaces B Biointerfaces",
      "citeRegEx" : "Li,? \\Q2019\\E",
      "shortCiteRegEx" : "Li",
      "year" : 2019
    }, {
      "title" : "Cordyceps militaris fungus mediated Zinc Oxide nanoparticles for the photocatalytic degradation of Methylene blue dye",
      "author" : [ "Li", "J.F" ],
      "venue" : "Optik 183,",
      "citeRegEx" : "Li and J.F,? \\Q2019\\E",
      "shortCiteRegEx" : "Li and J.F",
      "year" : 2019
    }, {
      "title" : "Veterinary antibiotics in food, drinking water, and the urine of preschool children",
      "author" : [ "N Li" ],
      "venue" : "in Hong Kong. Environ",
      "citeRegEx" : "Li,? \\Q2017\\E",
      "shortCiteRegEx" : "Li",
      "year" : 2017
    }, {
      "title" : "The reproductive responses of earthworms (Eisenia fetida) exposed to nanoscale zero-valent iron (nZVI) in the presence of decabromodiphenyl ether (BDE209)",
      "author" : [ "J Liang" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Liang,? \\Q2018\\E",
      "shortCiteRegEx" : "Liang",
      "year" : 2018
    }, {
      "title" : "Transformation and composition evolution of nanoscale zero valent iron (nZVI) synthesized by borohydride reduction in static water",
      "author" : [ "A Liu" ],
      "venue" : null,
      "citeRegEx" : "Liu,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu",
      "year" : 2015
    }, {
      "title" : "Toxicity effects of silver nanoparticles on the freshwater bivalve Corbicula fluminea",
      "author" : [ "W Liu" ],
      "venue" : "Journal of Environmental Chemical Engineering",
      "citeRegEx" : "Liu,? \\Q2018\\E",
      "shortCiteRegEx" : "Liu",
      "year" : 2018
    }, {
      "title" : "Release of phosphorous impurity from TiO2 anatase and rutile nanoparticles in aquatic environments and its implications",
      "author" : [ "X Liu" ],
      "venue" : "Water Res",
      "citeRegEx" : "Liu,? \\Q2013\\E",
      "shortCiteRegEx" : "Liu",
      "year" : 2013
    }, {
      "title" : "Bacterial effects and interfacial inactivation mechanism of nZVI/Pd on Pseudomonas putida strain",
      "author" : [ "Y Lv" ],
      "venue" : "Water Res",
      "citeRegEx" : "Lv,? \\Q2017\\E",
      "shortCiteRegEx" : "Lv",
      "year" : 2017
    }, {
      "title" : "Detrimental effects of commercial zinc oxide and silver nanomaterials on bacterial populations and performance of wastewater systems",
      "author" : [ "Mboyi", "A.-v" ],
      "venue" : "Phys. Chem. Earth, Parts A/B/C",
      "citeRegEx" : "Mboyi and A..v,? \\Q2017\\E",
      "shortCiteRegEx" : "Mboyi and A..v",
      "year" : 2017
    }, {
      "title" : "Remediation of phenol-contaminated water by pristine and functionalized SWCNTs: ab initio van der Waals DFT investigation",
      "author" : [ "F Moradi" ],
      "venue" : "Diam. Relat. Mater",
      "citeRegEx" : "Moradi,? \\Q2018\\E",
      "shortCiteRegEx" : "Moradi",
      "year" : 2018
    }, {
      "title" : "Effects of TiO2 nanoparticles on the aquatic plant Spirodela polyrrhiza: evaluation of growth parameters, pigment contents and antioxidant enzyme activities",
      "author" : [ "A Movafeghi" ],
      "venue" : "J. Environ. Sci. (China)",
      "citeRegEx" : "Movafeghi,? \\Q2018\\E",
      "shortCiteRegEx" : "Movafeghi",
      "year" : 2018
    }, {
      "title" : "Microwave-assisted synthesis of multi-walled carbon nanotubes for enhanced removal of Zn(II) from wastewater",
      "author" : [ "Mubarak", "N.M" ],
      "venue" : "Res. Chem. Intermed",
      "citeRegEx" : "Mubarak and N.M,? \\Q2015\\E",
      "shortCiteRegEx" : "Mubarak and N.M",
      "year" : 2015
    }, {
      "title" : "Removal of TiO2 nanoparticles from water by low pressure pilot plant filtration",
      "author" : [ "J Olabarrieta" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Olabarrieta,? \\Q2018\\E",
      "shortCiteRegEx" : "Olabarrieta",
      "year" : 2018
    }, {
      "title" : "The in vitro toxicity analysis of titanium dioxide (TiO2) nanoparticles on kinematics and biochemical quality of rainbow trout sperm cells",
      "author" : [ "Ozgur", "M.E" ],
      "venue" : "Environ. Toxicol. Pharmacol",
      "citeRegEx" : "Ozgur and M.E,? \\Q2018\\E",
      "shortCiteRegEx" : "Ozgur and M.E",
      "year" : 2018
    }, {
      "title" : "Silicate sol–gel matrix stabilized ZnO–Ag nanocomposites materials and their environmental remediation applications",
      "author" : [ "R Praveen" ],
      "venue" : "J. Environ. Chem. Eng",
      "citeRegEx" : "Praveen,? \\Q2018\\E",
      "shortCiteRegEx" : "Praveen",
      "year" : 2018
    }, {
      "title" : "Graphene oxide nanomaterials for the removal of non-ionic surfactant from water",
      "author" : [ "P Prediger" ],
      "venue" : "J. Environ. Chem. Eng",
      "citeRegEx" : "Prediger,? \\Q2018\\E",
      "shortCiteRegEx" : "Prediger",
      "year" : 2018
    }, {
      "title" : "Illumina MiSeq sequencing reveals long-term impacts of single-walled carbon nanotubes on microbial communities of wastewater treatment systems",
      "author" : [ "Y Qu" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "Qu,? \\Q2016\\E",
      "shortCiteRegEx" : "Qu",
      "year" : 2016
    }, {
      "title" : "Removal of the metronidazole from aqueous solution by heterogeneous electro-Fenton process using nano-Fe3O4",
      "author" : [ "Z. Rahmatinia", "M. Rahmatinia" ],
      "venue" : "Data Brief",
      "citeRegEx" : "Rahmatinia and Rahmatinia,? \\Q2018\\E",
      "shortCiteRegEx" : "Rahmatinia and Rahmatinia",
      "year" : 2018
    }, {
      "title" : "Advances in catalytic/photocatalytic bacterial inactivation by nano Ag and Cu coated surfaces and medical devices",
      "author" : [ "S Rtimi" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "Rtimi,? \\Q2019\\E",
      "shortCiteRegEx" : "Rtimi",
      "year" : 2019
    }, {
      "title" : "Occurrence of C 60 and related fullerenes in the Sava River under different hydrologic conditions",
      "author" : [ "J Sanchís" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Sanchís,? \\Q2018\\E",
      "shortCiteRegEx" : "Sanchís",
      "year" : 2018
    }, {
      "title" : "Cytotoxic effects of commonly used nanomaterials and microplastics on cerebral and epithelial human cells",
      "author" : [ "Schirinzi", "G.F" ],
      "venue" : "Environ. Res",
      "citeRegEx" : "Schirinzi and G.F,? \\Q2017\\E",
      "shortCiteRegEx" : "Schirinzi and G.F",
      "year" : 2017
    }, {
      "title" : "Long-term effects of three different silver sulfide nanomaterials, silver nitrate and bulk silver sulfide on soil microorganisms and plants",
      "author" : [ "K Schlich" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Schlich,? \\Q2018\\E",
      "shortCiteRegEx" : "Schlich",
      "year" : 2018
    }, {
      "title" : "Novel assay for the toxicity evaluation of nanoscale zero-valent iron and derived nanomaterials based on lipid peroxidation in bacterial species",
      "author" : [ "J Semerad" ],
      "venue" : null,
      "citeRegEx" : "Semerad,? \\Q2018\\E",
      "shortCiteRegEx" : "Semerad",
      "year" : 2018
    }, {
      "title" : "Silver nanomaterial-immobilized desalination systems for efficient removal of radioactive iodine species in water",
      "author" : [ "Shim", "H.E" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "Shim and H.E,? \\Q2018\\E",
      "shortCiteRegEx" : "Shim and H.E",
      "year" : 2018
    }, {
      "title" : "Impact of nano ZnO on metabolic attributes and fluorescence kinetics of rice seedlings",
      "author" : [ "A Singh" ],
      "venue" : "Environ. Nanotechnol. Monit. Manag",
      "citeRegEx" : "Singh,? \\Q2018\\E",
      "shortCiteRegEx" : "Singh",
      "year" : 2018
    }, {
      "title" : "A review on H 2 production through photocatalytic reactions using TiO 2/TiO 2 -assisted catalysts",
      "author" : [ "R. Singh", "S. Dutta" ],
      "venue" : "Fuel 220,",
      "citeRegEx" : "Singh and Dutta,? \\Q2018\\E",
      "shortCiteRegEx" : "Singh and Dutta",
      "year" : 2018
    }, {
      "title" : "Graphene-family nanomaterials in wastewater treatment plants",
      "author" : [ "O Suárez-Iglesias" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Suárez.Iglesias,? \\Q2017\\E",
      "shortCiteRegEx" : "Suárez.Iglesias",
      "year" : 2017
    }, {
      "title" : "A practical silver nanoparticle-based adsorbent for the removal of Hg2+ from water",
      "author" : [ "E Sumesh" ],
      "venue" : "J. Hazard Mater",
      "citeRegEx" : "Sumesh,? \\Q2011\\E",
      "shortCiteRegEx" : "Sumesh",
      "year" : 2011
    }, {
      "title" : "Assessment of the endocrine-disrupting effects of trichloroethylene and its metabolites using in vitro and in silico approaches",
      "author" : [ "P Tachachartvanich" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Tachachartvanich,? \\Q2018\\E",
      "shortCiteRegEx" : "Tachachartvanich",
      "year" : 2018
    }, {
      "title" : "Influence of silver nanoparticles on heavy metals of pore water in contaminated river sediments",
      "author" : [ "W Tao" ],
      "venue" : null,
      "citeRegEx" : "Tao,? \\Q2016\\E",
      "shortCiteRegEx" : "Tao",
      "year" : 2016
    }, {
      "title" : "Manufactured nanoparticles in the aquatic environment-biochemical responses on freshwater organisms: a critical overview",
      "author" : [ "G Vale" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Vale,? \\Q2016\\E",
      "shortCiteRegEx" : "Vale",
      "year" : 2016
    }, {
      "title" : "Applying activated carbon derived from coconut shell loaded by silver nanoparticles to remove methylene blue in aqueous solution",
      "author" : [ "Van", "H.T" ],
      "venue" : null,
      "citeRegEx" : "Van and H.T,? \\Q2018\\E",
      "shortCiteRegEx" : "Van and H.T",
      "year" : 2018
    }, {
      "title" : "Antibiofilm, anti cancer and ecotoxicity properties of collagen based ZnO nanoparticles",
      "author" : [ "S. Vijayakumar", "B. Vaseeharan" ],
      "venue" : "Adv. Powder Technol",
      "citeRegEx" : "Vijayakumar and Vaseeharan,? \\Q2018\\E",
      "shortCiteRegEx" : "Vijayakumar and Vaseeharan",
      "year" : 2018
    }, {
      "title" : "Cytokinin response in pepper plants (Capsicum annuum L.) exposed to silver nanoparticles",
      "author" : [ "T Vinković" ],
      "venue" : "Environ. Res",
      "citeRegEx" : "Vinković,? \\Q2017\\E",
      "shortCiteRegEx" : "Vinković",
      "year" : 2017
    }, {
      "title" : "Approach on environmental risk assessment of nanosilver released from textiles",
      "author" : [ "D Voelker" ],
      "venue" : "Environ. Res",
      "citeRegEx" : "Voelker,? \\Q2015\\E",
      "shortCiteRegEx" : "Voelker",
      "year" : 2015
    }, {
      "title" : "Properties of magnetic carbon nanomaterials and application in removal organic dyes",
      "author" : [ "J Wang" ],
      "venue" : "Chemosphere 207,",
      "citeRegEx" : "Wang,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2018
    }, {
      "title" : "Preparation of electrospun Ag/TiO 2 nanotubes with enhanced photocatalytic activity based on water/oil phase separation",
      "author" : [ "T Wang" ],
      "venue" : "Phys. E Low-dimens. Syst. Nanostruct",
      "citeRegEx" : "Wang,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2017
    }, {
      "title" : "2018b. A novel Fe(OH) 3/g-C 3 N 4 composite membrane for high efficiency water purification",
      "author" : [ "Y Wang" ],
      "venue" : "J. Membr",
      "citeRegEx" : "Wang,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2018
    }, {
      "title" : "Influence of CNT-rGO composite structures on their permeability and selectivity for membrane water treatment",
      "author" : [ "Y Wang" ],
      "venue" : "J. Membr",
      "citeRegEx" : "Wang,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2018
    }, {
      "title" : "Ocean acidification increases the toxic effects of TiO2 nanoparticles on the marine microalga Chlorella vulgaris",
      "author" : [ "B Xia" ],
      "venue" : "J. Hazard Mater",
      "citeRegEx" : "Xia,? \\Q2018\\E",
      "shortCiteRegEx" : "Xia",
      "year" : 2018
    }, {
      "title" : "The interactions between nanoscale zero-valent iron and microbes in the subsurface environment: a review",
      "author" : [ "Y Xie" ],
      "venue" : "J. Hazard Mater",
      "citeRegEx" : "Xie,? \\Q2017\\E",
      "shortCiteRegEx" : "Xie",
      "year" : 2017
    }, {
      "title" : "Acute toxic effects of zinc oxide nanoparticles on Hydra magnipapillata",
      "author" : [ "A Yamindago" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Yamindago,? \\Q2018\\E",
      "shortCiteRegEx" : "Yamindago",
      "year" : 2018
    }, {
      "title" : "Nanoscale zero-valent iron (nZVI): aspects of the core-shell structure and reactions with inorganic species in water",
      "author" : [ "W Yan" ],
      "venue" : "J. Contam. Hydrol",
      "citeRegEx" : "Yan,? \\Q2010\\E",
      "shortCiteRegEx" : "Yan",
      "year" : 2010
    }, {
      "title" : "Influence of titanium dioxide nanoparticles on functionalities of constructed wetlands for wastewater treatment",
      "author" : [ "X Yang" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "Yang,? \\Q2018\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 2018
    }, {
      "title" : "2017a. Co-occurrence and interactions of pollutants, and their impacts on soil remediation—a review",
      "author" : [ "S Ye" ],
      "venue" : "Crit. Rev. Environ. Sci. Technol",
      "citeRegEx" : "Ye,? \\Q2017\\E",
      "shortCiteRegEx" : "Ye",
      "year" : 2017
    }, {
      "title" : "The effects of activated biochar addition on remediation efficiency of co-composting with contaminated wetland soil",
      "author" : [ "S Ye" ],
      "venue" : "Resour. Conserv. Recycl",
      "citeRegEx" : "Ye,? \\Q2019\\E",
      "shortCiteRegEx" : "Ye",
      "year" : 2019
    }, {
      "title" : "Biological technologies for the remediation of co-contaminated soil",
      "author" : [ "S Ye" ],
      "venue" : "Crit. Rev. Biotechnol",
      "citeRegEx" : "Ye,? \\Q2017\\E",
      "shortCiteRegEx" : "Ye",
      "year" : 2017
    }, {
      "title" : "The effect of operational parameters on the biodegradation of bisphenols by Trametes versicolor laccase immobilized on Hippospongia communis spongin scaffolds",
      "author" : [ "J Zdarta" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Zdarta,? \\Q2018\\E",
      "shortCiteRegEx" : "Zdarta",
      "year" : 2018
    }, {
      "title" : "Diminished inhibitory impact of ZnO nanoparticles on anaerobic fermentation by the presence of TiO2 nanoparticles: phenomenon and mechanism",
      "author" : [ "L Zhang" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Zhang,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2018
    }, {
      "title" : "Montmorillonite supported nanoscale zero-valent iron immobilized in sodium alginate (SA/Mt-NZVI) enhanced the nitrogen removal in vertical flow constructed wetlands (VFCWs)",
      "author" : [ "Y Zhao" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "Zhao,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhao",
      "year" : 2018
    }, {
      "title" : "Identification of the disinfection byproducts of bisphenol S and the disrupting effect on peroxisome proliferator-activated receptor gamma (PPARγ) induced by chlorination",
      "author" : [ "S Zheng" ],
      "venue" : "Water Res",
      "citeRegEx" : "Zheng,? \\Q2018\\E",
      "shortCiteRegEx" : "Zheng",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "A growing number of nanomaterials can enter the environment (Adam and Nowack, 2017; Caballero-Guzman and Nowack, 2016), especially the water environment, through different pathways.",
      "startOffset" : 60,
      "endOffset" : 118
    }, {
      "referenceID" : 7,
      "context" : "A growing number of nanomaterials can enter the environment (Adam and Nowack, 2017; Caballero-Guzman and Nowack, 2016), especially the water environment, through different pathways.",
      "startOffset" : 60,
      "endOffset" : 118
    }, {
      "referenceID" : 28,
      "context" : "that AgNPs stability was determined by dissolved organic matter (DOM), exposure time and the surface coating characteristics (Jimenez−Lamana and Slaveykova, 2016).",
      "startOffset" : 125,
      "endOffset" : 162
    }, {
      "referenceID" : 20,
      "context" : "It was found that TiO2 NPs could be used as an adsorbent to remove NOM and DBP from drinking water (Gora and Andrews, 2017), and experimental data showed that pH affected the removal of NOM from surface water by TiO2 NPs.",
      "startOffset" : 99,
      "endOffset" : 123
    }, {
      "referenceID" : 37,
      "context" : "For example, semiconductor multiphase photocatalytic nanomaterials have been one of the most effective technologies for water purification (Li and Zhang, 2009).",
      "startOffset" : 139,
      "endOffset" : 159
    }, {
      "referenceID" : 16,
      "context" : "However, some nanoparticles, such as CuO NPs, can slow the growth of plankton even at the lowest measured concentrations (Koce, 2017).",
      "startOffset" : 121,
      "endOffset" : 133
    }, {
      "referenceID" : 70,
      "context" : "CleZnO NPs on bacterial cells, and no mortality was noticed in Daphnia longicephala under the condition with bare zinc acetate, collagen and CleZnO NPs of 250 μg/mL (Vijayakumar and Vaseeharan, 2018).",
      "startOffset" : 165,
      "endOffset" : 199
    } ],
    "year" : 2019,
    "abstractText" : "In recent years, nanotechnology has been developing continuously. Due to their advantageous huge specific surface areas, microinterface characteristics, remediation ability and potential environmental risks, nanomaterials have become a hot topic in the field of environmental research. With the mass production and use of nanomaterials, they will inevitably be discharged or leaked into the water environment. In this paper, we will describe some typical nanomaterials, such as nanoscale zero valent iron (nZVI), graphene nanomaterials (GNMs), TiO2 nanoparticles (NPs), ZnO NPs, Fe3O4 NPs, carbon nanotubes (CNTs), Ag NPs, and other nanomaterials in water environments, focusing on the positive and negative effects of some nanomaterials in water environments. The remediation function and the impact of nanomaterials in water environments, including behavior of nanomaterials and their toxicity to aquatic organisms will be discussed. This will be of great significance for our subsequent research on nanomaterials. 1. Environmental behavior of nanomaterials in water environment Currently, most scientists believe that nanomaterials are one of the mainstays of developing science and technology in the 21st century. A growing number of nanomaterials can enter the environment (Adam and Nowack, 2017; Caballero-Guzman and Nowack, 2016), especially the water environment, through different pathways. Therefore, the relationship between nanomaterials and water environments has become a hot topic worldwide. The behavior of nanomaterials in various water environments including lake, river, ocean, and wetlands has been investigated in the past years. Next we will elaborate the relationship between nanomaterials and water environment (Fig. 1). In the lake environment, nanomaterials can affect microbial activity and growth. Simultaneously, the properties and behavior of nanomaterials may be influenced by lakes. For example, the stability of Ag NPs coated with polyvinyl pyrrolidone (PVP), citrate (CIT), or lipoic acid (LIP) at different sizes in lake water was examined, and results showed that AgNPs stability was determined by dissolved organic matter (DOM), exposure time and the surface coating characteristics (Jimenez−Lamana and Slaveykova, 2016). The study further found that surface coating was a key factor governing the behavior of AgNPs in lake water. The impact of titanium nanoparticles (TiO2 NPs) on freshwater bacteria in three Swedish lakes was studied (Farkas et al., 2015), and the authors found that TiO2 NPs could inhibit the proliferation and activity of bacteria in the lakes. The increase of nanomaterials in rivers comes from various potential artificial channels, such as nanotechnology waste, oil refinery, automobile traffic, life drain, vessel, etc. For instance, environmental concentrations of fullerenes and their derivatives in Sava River have been determined (Sanchís et al., 2018). C60 was found to be the most common fullerene. If its concentration is in the range of 8 pg/L-59 ng/L in water, C60 will not cause significant toxicity in water environments. However, the concentrations reported were apparently higher than normal concentrations found in surface water. The key for the increase in content of C60 and its derivatives is that we should pay attention to hydrological conditions. Under the background of ocean acidification (OA), many scientists https://doi.org/10.1016/j.envres.2019.04.014 Received 15 November 2018; Received in revised form 14 April 2019; Accepted 15 April 2019 ∗ Corresponding author. E-mail address: mchensn@hnu.edu.cn (M. Chen). 1 These authors contribute equally to this article. Environmental Research 174 (2019) 54–60 Available online 16 April 2019 0013-9351/ © 2019 Elsevier Inc. All rights reserved. T",
    "creator" : "Elsevier"
  }
}