{
  "name" : "downloads_2019-10-21_9f_shokry2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano activated carbon from industrial mine coal as adsorbents for removal of dye from simulated textile wastewater: operational parameters and mechanism study",
    "authors" : [ "assan Shokrya", "Marwa Elkadyc", "Hesham Hamadc" ],
    "emails" : [ "marwa.f.elkady@gmail.com", "heshamaterials@h" ],
    "sections" : [ {
      "heading" : null,
      "text" : "O N a t m\nH a\nR b\nc\nR d\nC\na\nA R A A\nK N A M T\nh 2 c\nj m a t e r r e s t e c h n o l . 2 0 1 9;8(5):4477–4488\nwww.jmrt .com.br\nAvailable online at www.sciencedirect.com\nriginal Article\nano activated carbon from industrial mine coal as dsorbents for removal of dye from simulated extile wastewater: operational parameters and\nechanism study\nassan Shokrya,b, Marwa Elkadyc,d,∗, Hesham Hamadc,∗\nElectronic Materials Research Department, Advanced Technology and New Materials Research Institute (ATNMRI), City of Scientific esearch and Technological Applications (SRTA-City), New Borg El-Arab City, Alexandria 21934, Egypt Environmental Engineering Department, Egypt-Japan University of Science and Technology, New Borg El-Arab City, Alexandria, Egypt Fabrication Technology Research Department, Advanced Technology and New Materials Research Institute (ATNMRI), City of Scientific esearch and Technological Applications (SRTA-City), New Borg El-Arab City, Alexandria 21934, Egypt Chemical and Petrochemical Engineering Department, Egypt-Japan University of Science and Technology (E-JUST), New Borg El-Arab ity, Alexandria 21934, Egypt\nr t i c l e i n f o\nrticle history: eceived 26 July 2018 ccepted 27 July 2019 vailable online 11 August 2019\neywords: ano-activated carbon lkaline activation\naterials characterization\nextile dye adsorption\na b s t r a c t\nFeasibility studies were conducted in the preparation of an effective activated carbon (AC) using the new raw Egyptian coal source called Maghara coal. Using this is eco-friendly, economical and highly available since it is a local and a natural material; thus, it was inspected for the removal of methylene blue (MB) dye from aqueous solutions. A very simple technique known as impregnation activated carbon with NaOH by chemical activation process was used. The most proper nano-activated carbon (NAC) was produced from carbonization of average particle size coal of 0.478 mm at 550 ◦C for 90 min. with 50% NaOH and ratio 35. The equilibrium data of MB onto the most effective prepared material was simulated using Langmuir and Freundlich isotherm models. Moreover, the adsorption mechanism of MB onto the prepared nano-activated carbon was suggested to take place as mono-layers adsorption on the homogenous active sites. The maximum mono-layers adsorption capacity was recorded as 28.09 mg/g. The morphological, chemical, and textural properties of the prepared NaOH activated carbon was investigated using TEM, Raman spectroscopy, FT-IR, and BET. Results indicated that the material was prepared at spherical shape with average diameter of 38 nm with high total pore volume of 0.183 cm3/g. The adsorption stability and reuseability of NAC was established using HCl as an eluent solution. The findings revealed the versatility of Maghara coal as a good precursor for the preparation of high quality, efficient and economical NAC.\n© 2019 The Authors.\nCC BY-NC\n∗ Corresponding authors. E-mails: marwa.f.elkady@gmail.com (M. Elkady), heshamaterials@h ttps://doi.org/10.1016/j.jmrt.2019.07.061 238-7854/© 2019 The Authors. Published by Elsevier B.V. This is a reativecommons.org/licenses/by-nc-nd/4.0/).\nPublished by Elsevier B.V. This is an open access article under the -ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\notmail.com (H. Hamad).\nn open access article under the CC BY-NC-ND license (http://\no l . 4478 j m a t e r r e s t e c h n"
    }, {
      "heading" : "1. Introduction",
      "text" : "Dyes are broadly utilized in industries involved in making textiles, plastics, paper, cosmetics, etc. Synthetic dyes are a significant class of organic pollutants which are discharged directly into the environment as wastewater from their industries. These pollutants are difficult to degrade due to their complicated structure from aromatic assembly. Also, the stability of these dyes leads to the serious environmental problem since it releases toxic and carcinogenic substances into the water surfaces. Thus, there is a persistent demand for technology to treat wastewater, which should be both eco-friendly and cost effective. The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5]. Among these techniques, adsorption technology is suitable for dye decolorization due to its merits of efficiency, affordability, and simplicity of operation.\nActivated carbon (AC) is the most widely used adsorbent due to its simple means of operation, low cost, good adsorption capacity, high rate of availability and easy regeneration. Dye adsorption process is highly effective using AC; however, the activated carbon determines the main cost of the process [6]. Therefore, there is an urgent need to search for potential adsorbent material with economic and effective properties for dye decolorization from polluted wastewater. Several reseaches have been made to investigate the utilization of agriculture by-product or industrial wastes for the production of commercial activated carbon to provide an economical solution to this problem [7].\nThe high cost for the production of AC has been one of the most challenging factors for commercial companies; thus, the use of cheap and abundant raw materials with high amount of carbon and low amount of inorganic compounds has been the focus of many research efforts in the last decades.The coal deposits in Maghara area in Sinai, Egypt, contain at least 11 coal seams of lenticular shape. The thickness of the main coal seams ranges from 130 cm to 2 m, and they are present underlain as thin black shale beds. Mineralogical analysis indicated that this coal is characterized by low mineral matter with traces of quartz in some samples. However, coal ash is made up of quartz with traces of calcites, anhydrite, and hematite. Analysis of coal rank parameters indicated that Maghara coal can be classified as medium volatile bituminous coal. Bituminous coal has been found to be a suitable precursor for producing commercial AC due to its availability and cheapness.\nMaghara coal is a non coking coal; hence, it cannot be used in the Egyptian iron and steel industry. Therefore, it may be classified as waste material. For this reason, this research is focused on the availability of using Maghara coal as a raw material for preparation of valuable porous adsorbent material such as AC that it is a proven, high-performance material used for a range of applications from water purification to catalyst supports. A key indicator of its performance in many of these applications is it BET surface area. Also, to develop a highly effective, active and rapid activated carbon material, nano size is required. Nano AC is the most widely used adsorbent for water purification because of its extended surface area,\n2 0 1 9;8(5):4477–4488\nmicro porous structure, high adsorption capacity and high degree of surface reactivity. However, commercially available activated carbons are very expensive [8,9]. Therefore, recent research studied the possibility of using natural wastes (e.g., egg shell residues) to produce alternative and low cost activating agents for improving the adsorption properties of ACs [9–11]. Based on this concept, Maghara coal is considered as a natural waste for preparing low cost NAC using either physical or chemical techniques. The physical technique consists of carbonization of the precursor in an inert atmosphere followed by gasification of the resulting char in steam, oxygen or carbon dioxide [8]. High porosity carbons can be obtained only by elimination of large amounts of internal carbon mass at high extents of char burn-off. The chemical technique is based upon the modification of the surface chemistry of AC through chemical activation processes. This process is performed by carbonizing the raw material that has been impregnated with different chemical reagents such as acids, salts or alkalis (e.g., ZnCl2, KOH, and NaOH) [10]. The common feature of utilized chemical reagents is their dehydration properties that influence pyrolitic decomposition and suppress tar evolution, thus enhancing the yield of AC. The production of AC from chemical activation of coal was studied extensively in the previous works [12,13]. However, few researchers have considered the utilization of Maghara coal as precursor for ACs production. Knowledge from literature shows that the chemical activation of Maghara coal with NaOH to promote conversion into NAC has not been reported yet as well as its application for removal of MB dye and the adsorption mechanism. Indeed, this is the first investigation that deals with the stability and reusability of NAC extracted from Maghara coal to produce efficient and economical adsorbent material and also characterize its low environmental hazard.\nVarious parameters were examined in order to evaluate the influence of the activation conditions on the properties of the final product and to find the optimum conditions in preparing activated carbon from Maghara coal. Adsorption of MB from aqueous solutions was used to test the effectiveness of the resulting carbon materials. Equilibrium isotherm was employed to determine the mechanism of MB adsorption onto AC–NaOH."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of impregnated NaOH activated carbon",
      "text" : "Maghara coal was used as a raw material. It was obtained from the Maghara coal field, located in Sinai City, Egypt. Maghara coal was crushed and sieved to a uniform size range of 0.4–0.75 mm and stored in closed bottles. Maghara coal was successfully imperginated by sodium hydroxide (NaOH) as an activating agent for production of activated carbon (AC). 5 gm of Maghara coal was added to NaOH solution with the concentration in the range of (10–50%) (Mass bases). The mixing process was done at 85 ◦C and kept for 2 h at 80 rpm. The resulting homogeneous slurry was dried at 110 ◦C for 6 h. The produced samples were carbonized in a muffle furnace under nitrogen (flow rate 9 L/h) at various carbonization temperature\n. 2 0 1\nw m c i\nI\nw (\nt 8 p a m\n2\nA i b o t S g t t c\nq\nw t ( w m\n2\nT t J n F e ( l i w\n2\nA N b b a t L\nj m a t e r r e s t e c h n o l\nithin the range of 300–700 ◦C. The carbonization time was aintained for 90 min before cooling under N2. The produced\narbon material was mixed with NaOH solution at different mpregnation ratios (IR), defined as:\nR = W(NaOH)/W(char) (1)\nhere W (NaOH) and W (char) are the dry weights of NaOH pellets g) and carbon (g), respectively.\nAfter cooling the carbonized products treated with NaOH, he samples were washed using 250 ml of 0.1 M HCl solution at 5 ◦C for 30 min, followed by filtration. The acid-washed samles were then leached by mixing with 250 ml of distilled water t 85 ◦C for several times until the pH value of the water-carbon ixture was about 6–7. Finally, they were dried at 110 ◦C for 2 h.\n.2. Batch adsorption studies\nknown quantity of activated carbon sample was placed, n series, in 250 ml flasks containing 200 ml of methylene lue (MB) solution with different concentrations in the range f 10–50 mg/L. The flasks were then shaken at constant emperature (25 ± 2 ◦C) until the equilibrium state after 1 h. ubsequently, the carbon materials were removed by centrifuation at 10,000 rpm for 10 min. Adsorbate concentrations in he filtrates were determined using UV–vis Spectrophotomeer (Libra S.11) at wavelength max = 650 nm, using a calibration urve. MB uptake at equilibrium, qe (mg/g), was calculated by\ne = (Ci − Ce) V m\n(2)\nhere Ci and Ce are the initial and the equilibrium concentraions of MB dye (mg/L) respectively, V is the solution volume L) and m is the mass of AC samples (g). The equilibrium data ere simulated using the Langmuir and Freundlich isotherm odels.\n.3. Characterization techniques\nhe optimum of the synthesizd AC sample was characerized by transmission electron microscopy (TEM) (JEOL EM-100CX, Japan with an accelerating voltage of 80 kV), scaning electron microscope (SEM) (JEOL JSM 6360LA, Japan), ourier transform infrared (FTIR) (Spectrum BX 11 spectromter FTIR LX 18–5255 Perkin Elmer), Raman spectroscopy SENTERRA, spectrometer-Bruker, Germany) with a 532 nm Ar aser, Thermo gravimetric analysis (TGA) (Shimadzu TGA-50 nstrument), and Brunauer–Emmett–Teller (BET) surface area ere conducted at −200 ◦C using BelsorbminiII, BEl inc., Japan.\n.4. Point of zero charge (pHpzc)\n0.15 g of prepared material was mixed with 50 ml of 0.1 M aCl. The solution pH was adjusted to remain within the range etween 1 and 12 using 0.01 M NaOH and/or 0.01 M HCl. Equiliration was realized by shaking in a thermostatic bath for 24 h t 25 ◦C. The dispersions were then filtered and the final pH of he solutions were measured using digital pH meter (Jenway td, Dunmow, Essex CM6 3LB, U.K).\n9;8(5):4477–4488 4479"
    }, {
      "heading" : "2.5. Reusability of spent nano-activated carbon",
      "text" : "The economic feasibility of the dye adsorption process onto the prepared nano-AC was determined through the regeneration of MB contaminated AC. Various desorbing agents such as 0.1 M HCl, 0.1 M NaOH, 0.1 M NaCl and distilled water were tested to determine the most efficient eluent. The AC material loaded with dye was separated by centrifugation from the treatment media and washed with distilled water, dried over night at 60 ◦C and the concentration of the residual dye solution was determined using spectrophotometer. Specific weight from nano-AC contaminated with dye of 0.5 g was mixed with 50 ml of eluent solutions for 90 min at 400 rpm. After elution, the material was separated using centrifugation and the MB concentration in the analyte was determined using spectrophotometer. The amount of MB desorbed (% desorption) for each eluent type was estimated by using the following relationship;\n(%) Desorption = (Cdes/Cads) × 100 (3)\nwhere Cdes and Cads (mg/L) represent the concentration of dye in desorbed and adsorbed phases, respectively. The optimum eluent solution that recorded the highest percentage from MB desorption was selected to determine the number of available cycles of AC reusability for MB dye adsorption. The AC after treating with optimum eluent was separated from the dye solution and washed with distilled water. Finally, it was soaked in distilled water overnight and the solid AC was separated by centrifugation and dried overnight. Then, the dried solid residue was again weighted and agitated at 400 rpm for 1 h with the fresh 50 ml MB solution (50 mg/L) for another cycle. The process was repeated for 10 cycles and the MB removal efficiency was computed after each cycle. All dye desorption experiments were performed in triplicate and the average measurements were recorded."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characteristics of Maghara coal",
      "text" : "Maghara coal represents a cheap resource for the production of valuable adsorbent material. Therefore, it can be used as a starting material for production of cheap and highly efficient AC by simple manner. The proximate analysis is to determine the moisture, ash, volatiles matter and fixed carbon of Maghara coal that makes it suitable precursor for obtaining AC. The high and low values of volatile matter (50.6%) and ash content (4.12%), respectively in Maghara coal indicated that it is suitable to be imperginated into AC."
    }, {
      "heading" : "3.2. Effect of activation temperatures on the weight of coal materials",
      "text" : "The content of AC in the activation product is comparatively higher than that produced from carbonization products without any chemical treatment. This is due to the action of NaOH that destroys the bond C–H to form amorphous carbon easily to be activated [14]. This chemical activation process is fol-"
    }, {
      "heading" : "4480 j m a t e r r e s t e c h n o l . 2 0 1 9;8(5):4477–4488",
      "text" : "Maghara coal.\nlowed by a carbonization process, which is to increase the contents of carbon and oxygen, then decrease hydrogen and nitrogen contents. However, after the carbonization process, which the partial decomposition of volatiles compounds and degradation of organic substances yielded high pure carbon material [14]. Fig. 1 shows the variation of material weight losses during the carbonization process of Maghara coal into AC at temperature up to 700 ◦C. The weight loss occurs at the temperature range 100–300 ◦C. The decrease of weight at 300 ◦C is mainly due to the evolution of water and hydrogen [15,16]. The hydrogen release may be due to the substitution of –H groups in coal structures with –ONa during the chemical impregnation process with NaOH [15]. One step of the substitution reactions was the oxidation of coal by NaOH to form Na2CO3 and Na2O can also result in the release of hydrogen. It can be seen from Fig. 1 that the weight of the sample was rarely affected by increasing the carbonization temperature from 300 to 600 ◦C. The suppression of coal evolution probably resulted from the rapid formation of cross-linked network triggered by the interactions between the –H and –ONa groups located on different polymer chains in coal [15]. At temperatures above 600 ◦C the reactions between carbon atoms and alkaline salt complexes (such as Na2CO3 and Na2O) become significant, leading to carbon gasification and thus the formation of carbon dioxides. Therefore, the optimum carbonization temperature for Maghara coal in the range the temperature range of 300–600 ◦C. This is in an agreement with literature which indicate that Na+ is moved forcefully to separate the graphene layers hence creating the material porosity at high carbonization temperatures [17].\nIt was realized that, during the increase at the carbonization temperature, Na+ was moved forcefully to separate the graphene layers hence creating the material porosity. This reaction is a function of temperature; therefore at low temperature, it is not effective for the formation of ACs [17]. On the other hand, at high carbonization temperatures, the formed alkaline surface complexes (Na2CO3 and Na2O) through their interaction between NaOH and carbonaceous percursors represent active sites for material gasification. The carbon gasification by Na2CO3 and Na2O through these active sites leads to the loss in the carbon yield at high carbonization temperatures. Accordingly, the carbonization of NaOH impregnated carbon material either at low or high temperatures is not favored for production of high yield of AC material.\n25 ± 2 ◦C)."
    }, {
      "heading" : "3.3. Optimization of modified parameters effect on produced AC",
      "text" : "In order to attain effective AC from Maghara coal, various parameters have an influence on the modification process such as activation temperature (350–600 ◦C), percentage of sodium hydroxide (10–50%), activation time (30–120 min), impregnation ratio (20–35/1), and particle size (0.478, 0.569, 0.659, 0.75 mm) were investigated. Also, the optimum conditions for reaching the high efficient removal of dye the used adsorbent amount was equal to 0.2 g at initial MB dye concentration of 50 ppm (200 ml), solution pH = 7 and contact time = 1 h and adsorption temperature of 25 ± 2 ◦C. The study of each parameter was carried out at the selected optimized predetermined parameter."
    }, {
      "heading" : "3.3.1. Effects of activation temperature",
      "text" : "The effects of activation temperature on the adsorption performances of produced AC materials is presented in Fig. 2. It was found that the adsorption capability of the yielded ACs significantly increased with increasing activating temperature. This may be due to the increase in materials’ surface area with increasing activation temperature. The high specific surface area predicates the presence of high amounts of −OH groups on the surface of the produced AC [18]. On the other hand, at high carbonization temperature, the surface oxygen groups tend to be removed completely which increases the surface basicity of produced ACs [19]. It is indicated from Fig. 2 that the most proper produced ACs that attain the highest dye adsorption capacity of 15 mg/g is produced at activation temperature of 550 ◦C. It also is indicated that the improvement of the activation temperature above 550 ◦C decreases the adsorption capacity of the produced ACs material. This can be attributed to the domination of pore widening effect than the pore-opening effect, which results in a decrease of specific surface areas of the materials and micropore volume, and further increase of mesopore and macropore volume [20].\n. 2 0 1\n3 T t w f a t\nr o a v a i i m d h ( i a h\n4\nN\nN\nC\nb c r t w s r m\ns d a c t g a f A\n3 T a a I f t 9 a\nj m a t e r r e s t e c h n o l\n.3.2. Effects of active agent concentration he main cost of the AC production is the consumption of he activating agent. Activation by NaOH is cheaper compared ith other chemicals utilized and more environmentally riendly than KOH-AC [21]. NaOH is an effective activating gent for disordered carbon materials through surface reacions, where highly defective sites are present [22].\nMoreover, the concentration of the activating agents repesents an important parameter for the adsorption capacity f the carbon material. Maghara coal itself has very poor dye dsorption capability that increased remarkably after the actiation process. It is indicated from Fig. 3 (a) that the MB dye dsorption capacity of produced ACs is increased with increasng the concentration of sodium hydroxide in solution. This mprovement of adsorption capacity might be due to the for-\nation of carbonates and subesequently formation the large ensity of basic groups on the surface of AC through sodium ydroxide reaction on the surface of ACs that explained from\nEqs. 4–7) [22,23]. The formation of Na2CO3 in abundance durng activation showed an indication of the effectiveness of the ctivation process. So, the optimum concentration of sodium ydroxide was 50%.\nNaOH + C → Na2CO3 + Na2O + 2H2 (Activation process) (4)\na2CO3 + 2C → 2 Na + 3 CO (5)\na2O + C → C-O-Na + Na (6)\n-O-Na + H2O → C-O-H + NaOH (7)\nThe high reactivity between the activating agent and caron precursor was attributed to the high release of volatile omponents associated with the improvement in the textual properties of ACs [24]. More pores of carbon were created hrough the alkaline activation process that were associated ith the redox reactions and oxidative modifications responible for the degradation and/or separation of graphitic layers esulting in the development of micro and mesoporous AC\naterials [25]. Generally, the AC adsorbs different molecules via electrotatic, Van der Waals interaction, and/ or hydrogen bonding, epending on the functional groups of the AC and the dsorbed molecules [26]. Therefore, the higher adsorption apability of the AC obtained from sodium hydroxide activaion can be attributed also to the abundance of hydroxyl (−OH) roups on its surface, these hydroxyl groups can catalyse the dsorption capability of ACs toward the cationic MB dyes by orming hydrogen bond between hydroxyl (−OH) groups of Cs and the dye molecules [18].\n.3.3. Effect of activation time he adsorption isotherms of MB solution onto AC at various ctivation time and optimum activation temperature (550 ◦C) nd active agent concentration (50%) are shown in Fig. 3 (b). t was clear that the adsorption capacity of MB onto the diferentt prepared AC materials was increased with increasing he material activation time till reach its maximum value at 0 min. then the material capacity tends to decrease at higher ctivation time. This may be due to the absence of active sites\n9;8(5):4477–4488 4481\nat the AC material as a result of sintering, which reduces the porosity. In this situation, the particles of the AC material may be adhere to each other and the particles surface tends to flow into the pores that increases the material grain size and decreases its porosity [18]."
    }, {
      "heading" : "3.3.4. Effect of chemical impregnation ratio (NaOH/C)",
      "text" : "Fig. 3 (c) shows the effect of chemical impregnation ratio on the adsorption uptake of MB dye of the different produced AC. This impregnation stage at the activation process with high ratio of NaOH/char (wt/wt %) is responsible for etching and swelling processes of Maghara coal to produced AC material [20]. In Fig. 3 (c), it is shown that the adsorption capacity increases with increasing of sodium hydroxide/carbon ratio. This behavior may be due to the decomposition of negatively charged surface groups activated by NaOH at high temperature, especially OH of NaOH. The increase of NaOH/ C ratio plays an important role in surface functionalization of the produced AC that enhances its reactivity. Moreover, the alkaline treatment may increase the surface area and pore volume of produced AC materials [27,28]. Therefore, the optimum NaOH/C impregnation ratio is proposed as 35 for effective activation with minimum consumption of activating agents."
    }, {
      "heading" : "3.3.5. Effect of particle size",
      "text" : "In Fig. 3 (d), it is shown that the adsorption capacity of the prepared samples increased with decreasing Maghara coal particle size. This is because the ACs prepared from small size precursors generally possess high yield and porosity. The low yield and porosity for large Maghara coal particles can be explained by the fact that the larger particles have less external surface area to contact with the chemical reagents as well as a stronger resistance for intraparticle diffusion of the reagents compared with the smaller particles. This resistance represents one of the important parameters to suppress tar release and enhance porosity development [29].\nAccordingly, from this studies, the parameter of AC production from Maghara coal, it was indicated that the optimum prepared material that recorded the highest MB adsorption capacity for all studied dye concentrations is produced from coal particle size of 0.478 mm after treatment with 50% NaOH and 35/1 (NaOH/C) impregnation ratio at 550 ◦C carbonization temperature for 90 min. This sample is characterized in comparison to its parent Maghara coal."
    }, {
      "heading" : "3.4. Characterization of the prepared adsorbent material",
      "text" : "The morphological structure of both Maghara coal and the optimum prepared NAC impregnated with NaOH are shown in Fig. 4 (A-1) and (A-2), respctively. It is observed that the particle size of the raw Maghara coal is reduced to nano-size of the prepared activated carbon with spherical shape and average diameter of 38 nm (Fig.4 (A-2)). This result indicates that the activation process of Maghara coal at the optimum predetermined conditions is capable to produce nano-activated carbon (NAC) impregnated with NaOH. Also, optimized NAC is characterized by its high total pore volume of 0.183 cm3/g compared with 0.033 cm3/g for its parent Maghara coal. Moreover, the average pore diameter of the prepared AC is decreased"
    }, {
      "heading" : "4482 j m a t e r r e s t e c h n o l . 2 0 1 9;8(5):4477–4488",
      "text" : "to 14.7 nm compared with 10.7 cm for its parent Maghara coal. These changes at the pore structure of prepared AC may be attributed to the evaporation of impregnated NaOH derived compounds from the parent coal after the carbonization process, which leaves the space previously occupied by the reagents [30]. The suggested reaction between NaOH and carbon material at higher temperatures is presented in Eq. 4 (described in section 3.3.2). The sodium carbonate molecules are entrapped and create a wider hole inside the material structure. These entrapped molecules are responsible for microporosity of produced AC material due to the release of H2, CO and CO2, gases which are generated during the decomposition of Na2CO3, respectively.\nIn spite of the alkaline treatment, it enhances the surface functionality of produced NAC, which is reflected on its adsorption affinity toward water pollutants. It is, however, detrimental to the physical aspects of AC such as the BET surface area. The alkaline treatment reduces the BET surface area of the pristine coal that is measured as 116 m2/g to be 49 m2/g of the prepared AC. It may be attributed to the destruction of the porous structure of coal [31]. It is expected under alkaline treatment that the hydroxide anion will react with the surface functional groups of AC. This was verified previously at the literature, where AC treated with NaOH showed a major increase in the concentration of phenolic functional groups on the surface [32]. This result was confirmed from the EDS analysis of the prepared AC. It is evident that the prepared material is composed mainly from 70.43% carbon with 18.6% oxygen, 8.24% sodium contents and traces from both nitrogen (0.91%) and sulphur (1.82%). This analysis confirms the NaOH impregnation of prepared AC.\nThe FT-IR spectra of both Maghara coal and the optimum prepared NaOH impregnated NAC are displayed at Fig. 4 (B-1) and (B-2), respectively. The broad absorption band of\n3419 cm−1 at the two materials is ascribed to the O H stretching vibration due to the existence of inter- and intra-molecular hydrogen bond of polymeric compounds (macromolecular associations). These function groups are originated from alcohols, phenols and carboxylic acids, thus, showing the presence of f̈reeḧydroxyl groups on the adsorbent surface [33]. The peaks at 2939 cm−1 for the two materials may be assigned to various C–H symmetric and the asymmetric stretching vibration of methyl groups, indicating that hydrogen is largely removed during the activation process to produce NaOH impregnated AC [31]. The signal at 2353 cm-1 at the two materials are identical to the vibration of −COOH structure [32]. There is new, specific and strong peak which emerged at 1635 cm−1 that was observed for prepared AC material. This peak reflects the C C stretching of aromatic rings whose intensity is enhanced by the presence of oxygen atoms as phenol or ether groups [27,28]. The peak at 1429 cm−1 in the two materials spectra is attributed to the presence of some carboxylates (C O) and asymmetric group. The peaks at 1057 and 873 cm−1 of the two materials indicated the presence of C–O (anhydrides) and C–H derivatives in the aromatic rings, respectively [30]. In addition, the band at 588 cm−1 is attributed to out-of-plane angular deformation of aromatic rings [34]. On the other hand, The specific structure nature of both Maghara coal and produced NAC can be further elucidated by the Raman spectroscopy. Fig. 4C indicates that the two materials have two characterstics peaks, one is sharp Gband at 1516 cm−1 (Fig. 4 (C-1)) for Maghara coal that shifted to 1582 cm−1 (Fig.4 (C-2)) for prepared AC. The other broad D-band is around 1302 cm−1 at Maghara coal that shifted to 1361 cm−1 for prepared AC. Accodingly, it was indicated that the characterstics peaks of prepared AC were shifted toward the higher wave numbers when compared with the raw Maghara coal. These two characterstics peaks are generally\nj m a t e r r e s t e c h n o l . 2 0 1 9;8(5):4477–4488 4483\na w d t M u M t l u 4\nespectively.\nscribed E2g and A1g in-plane vibration modes, respectively hich is corresponding to the disordered carbon materials or efective graphitic structures [35]. In order to eludicate the hermal stability of the prepared NAC, TGA profiles of both aghara coal and the prepred material were compared at Figres (4 (D1 and D2)). The prepared NAC has displayed typical aghara coal behavior. The prepared NAC and its orgin coal hat have lost their water content up to 100 ◦C exhibits no mass oss until 200 ◦C. After 250 ◦C, the mass loss rate had increased pon the removal of volatiles from the sample. After almost 20 ◦C, the degree of mass losses decereased and two materials\nwere reached to a steady level about 600 ◦C. Also, it is evident from Figures (4D1 and 4D2) that the total mass losses of the prepared NAC had reached 7.6% compared to 29.2% of its origin Maghara coal that confirms its thermal stability. So, the prepared NAC has high thermal stability and thus preferred over the raw coal precursor as suitable adsorbent [36]."
    }, {
      "heading" : "3.5. Adsorption equilibrium study",
      "text" : "Mostly, both Langmuir and Freundlich models are used to describe the equilibrium data of adsorption and conclude the"
    }, {
      "heading" : "4484 j m a t e r r e s t e c h n o l .",
      "text" : "In this situation, the previously separated nano-particles of\nadsorption mechanism. The general linearized form of Langmuir equation [37] is\nCe qe = 1 qmb + 1 qm Ce (8)\nwhere, Ce is the equilibrium MB concentration in the solution (mg/l), qe is the equilibrium MB uptake on the adsorbent (mg/g), qm is the maximum adsorption capacity (mg/g), and b is the Langmuir constant that is related to the affinity of binding sites and is related to the energy of sorption, (L/mg). The Langmuir parameters, qm and b, are calculated from the linear plot of Ce /qe against Ce (Fig. 5 (a)). The calculated parameters of the Langmuir isotherm is shown in Table 1. The value of the correlation coefficient (R2 = 0.9815) indicates good linear-\n2 0 1 9;8(5):4477–4488\nity and a strong positive proof for the Langmiur description of MB adsorption onto prepared NAC. This means that the interaction of MB onto prepared NAC takes place as monolayers adsorption on the homogenous sites which are identical and energetically equivalent at the prepared AC. This gives prediction that the decolorization of MB onto AC is mainly chemisorption process.\nThe general linear of the Freundlich isotherm is given by [38]\nlog qe = 1 nf log Ce + log Kf (9)\nwhere Kf (mg/g(L/g) and nf are Freundlich constants related to adsorption capacity and adsorption intensity respectively. The Freundlich constants nf and Kf are obtained from the slope and intercept respectively of linear plot of log qe versus log Ce (Fig. 5 (b)). The calculated parameters of the Freundlich isotherm are shown in Table 1. The results show that the value of nf is greater than unity (nf = 3) indicating that the dye adsorption onto the AC is a physical process. It is evident that the correlation coefficient of Langmiur linear plotting is much higher than that of Freundlich linear plotting. Consequently, the sorption of MB on NAC prepared from Maghara coal follows the Langmuir isotherm model that confirm the monolayer interaction between the OH groups onto the impregnated AC and the cationic dye molecules to be adsorbed as monolayer onto the AC.\nAC is an amphoteric material, which can be positive or negative charged depending on the solution pH. The adsorbent surface is negatively charged as a result of NaOH impregnation, which increases the electrostatic attraction between the positive adsorbate species and the adsorbent particles, which increases MB adsorption. According to the above discussion, the activation process and the adsorption mechanism can be described at Fig.6. MB is a cationic dye, which exists in aqueous solution in the form of positively charged ions. Cationic dye adsorption is favored at pH > pHpzc, due to the presence of functional groups such as OH− groups on the adsorbent agent. The point of zero charge (pHpzc) of prepared NAC is determined as 6.7. The dye solution pH being 7 represents the favored conditions for MB adsorption onto the prepared NAC. In this situation, the surface of prepared NAC material is rich with hydroxyl groups as a result of the activation process of Maghara coal with high amounts of NaOH at 550 ◦C under inert nitrogen atmosphere. The negative charge of the as-prepared AC can intensively attract the dye species with the positive charge [39,40]. Thus, MB dye is a cationic dye and strongly attractive through the electrostatic interaction of MB cations with negatively charged carbon material functionalized with OH groups.\nThe adsorption interaction between the AC and MB dye molecules after dye adsorption process is confirmed using both SEM and FTIR of NAC adsorbed dye. SEM micrograph of NAC (Fig. 7 (A)) investigated the aggregation of the nanoactivated due to the adsorption action of the dye molecules.\nAC illustrated at Fig. 4 (A-2) were agglomerated into larger scale due to the adsorption action of the dye molecules that bind the nano-particles together to produce large aggregates.\nj m a t e r r e s t e c h n o l . 2 0 1 9;8(5):4477–4488 4485\nepar\nT A ( s t t m t s T N c [ t p g\nhese results confirm the adsorption of MB onto the prepared C. Moreover, comparing the FTIR spectrums of NAC before\nFig. 4 (B-2)) and after (Fig. 7 (B)) dye adsorption process, a mall shift was noticed for all characterstis peaks of NAC after he dye adsorption. This shift of peaks suggested the interacions of dye molecules with the functional groups of adsorbent\naterial according to the previous described mechanism. Furhermore, a new characterstics peak was illustrated at the FTIR pectrum of NAC after the dye adsorption process (Fig. 7 (B)). his new peak was assigned at 1373 cm−1 that identical to\nO, C–N corresponding to the MB dye molecules. This peak onfirms the adsorption of dye molecules onto prepared AC 41]. So, from the SEM and FTIR results of NAC after the adsorpion process, the interaction between MB dye molecules and repare NAC was proofed to take place according to the sugested adsorption mechanism.\ned NAC after dye adsorption process respectively."
    }, {
      "heading" : "3.6. Reusability of spent NAC",
      "text" : "Economically, the ability of an adsorbent material to be reused represents one of the paramount characteristics of efficient adsorbent material. Therefore, the reusability of the spent NAC after dye adsorption process was investigated using various eluents, and their ability for dye desorption are represented in Fig. 8. The results showed that HCl is the strongest potential eluent to desorb MB dye molecules from NAC compared with the other desorbing agents used. The percentage of MB desorption was 94% using HCl as desorbing agent, this was due to its ability to easily release the physisorbed dye molecules from the MB loaded adsorbent surface. Also, by using acidic desorbing agent, the surface of NAC will receive more H+ ions from the solution and hence the cationic exchange of MB ions occurs more rigorously. At lower pH"
    }, {
      "heading" : "4486 j m a t e r r e s t e c h n o l . 2 0 1 9;8(5):4477–4488",
      "text" : "◦\ntemperature = 25 C, desorption time = 90 min).\nvalues, while treating the material with HCl (as eluent), the surface of NAC is allowed to have frequent interactions with H+ present in the bulk, which triggers the surface protonation. On the other hand, both NaOH and NaCl had low desorption potential of NAC and the percentage dye desorption recorded were 14 and 18% respectively, this can be correlated to the poor reusability. However, when distilled water was used as eluent, the MB desorption from NAC was relatively high (up to 54%). These results are compatabile with findings of other researches [42]. Hence, it was concluded that MB dye is easily to be removed from the prepared NAC surface using HCl as an eluent agent.\nIn order to confirm that the regenerated active sites at the regenerated NAC have the ability to be reused and host dye molecules, the HCl regenerated NAC was tested for 10 cycles of MB dye adsorption. It was indicated from Fig. 9 that the dye adsorption efficiency showed negligibly small decrease from 98.7 (cycle 1) to 96.2% (cycle 10) for the regenerated NAC. This result may be due to incomplete MB desorption from the sur-\nface of NAC when repeatedly used after regenerated with HCl. Thus, this result confirms the efficient reusability and stability of prepared NAC for dye adsorption after its regeneration with HCl. Thus the prepared NAC showed excellent performance in the adsorption as well as in desorption processes. Consequently, the prepared NAC may be classified as an economical and efficient adsorbent agent, which is crucial for the industrial and large scale practical applications. Hence, the utilization of NAC as adsorbent agent will reduce the operational cost of the adsorption process as well as minimize the environmental hazard (secondary pollution) [43]."
    }, {
      "heading" : "3.7. Comparison of adsorption capacity for prepared nanomaterial with other AC materials",
      "text" : "In order to compare the efficiency of the prepared NAC with the other low-cost ACs, the maximum calculated monolayer adsorption capacity (qm) values were compared. Table 2 shows the comparable adsorption capacity of prepared NAC impregnated with NaOH for MB with respect to other lowcost ACs. Consequently, the prepared NAC from Maghara coal showed a suitable and promising result for MB removal from aqueous solutions since it has a relatively high adsorption capacity.\norption solution (V = 50 ml, material dosage=0.5 g, pH = 7, entration = 50 mg/l, adsorption time = 90 min).\n. 2 0 1\n4\nT a ( c s a t o c o t t o N fi p fi c l a s i a o o\nC\nT\nA\nT n\nr\nj m a t e r r e s t e c h n o l\n. Conclusions\nhis study highlighted the potential impact of Maghara coal as n efficient raw precursor for production of activated carbon AC) with noticeable decolorization capacity. Surface modifiation of AC was successfully carried out from coal particle ize 0.478 mm and 50% concentration of sodium hydroxide fter carbonization at 550 ◦C for 90 min with an impregnaion ratio (35/1 for NaOH/C). The physicochemical properties f the prepared material indicated that the material has speific surface area equal to 49 m2/g with average pore diameter f 14.7 nm. In order to evaluate the adsorptive properties of he various prepared nano-activated carbon (NAC) materials, hey were used as adsorbents for methylene blue (MB) decolrization. The adsorption process of MB onto the prepared AC was identified by electrostatic interaction which was conrmed by SEM and FTIR analysis of AC after dye adsorption rocess. Adsorption equilibrium of MB onto prepared AC was tted well with the Langmuir isotherm indicating monolayer overage of dye molecules on NAC with a maximum monoayer adsorption capacity of 28.09 mg/g. Diluted hydrochloric cid is a promising eluent for resueability of NAC with high tability up to 10 adsorption cycles. On the basis of this study, t was concluded that the NAC produced from Maghara coal is n economical and efficient adsorbent material for removal of rganic pollutants from wastewater with low hazard impact n the environment.\nonflicts of interest\nhe authors declare no conflicts of interest.\ncknowledgements\nhis work was supported by the Egyptian Science and Techology Development Fund (STDF) in Egypt (Grant no. 30735).\ne f e r e n c e s\n[1] Hamad H, Bailón-García E, Morales-Torres S, Pérez-Cadenas AF, Carrasco-Marín F, Maldonado-Hódar FJ. Physicochemical properties of new cellulose-TiO2 composites for the removal of water pollutants: developing specific interactions and performances by cellulose functionalization. J Environ Chem Eng 2018;6:5032–41. [2] Hamad H, Bailón-García E, Maldonado-Hódar FJ, Pérez-Cadenas AF, Carrasco-Marín F, Morales-Torres S. Synthesis of TixOy nanocrystals in mild synthesis conditions for the degradation of pollutants under solar light. Appl Catal B Environ 2019;241:385–92. [3] Chakraborty S, De S, Basu JK, DasGupta S. Treatment of a textile effluent: application of a combination method involving adsorption and nanofiltration. Desalination 2005;174:73–85. [4] Hassania KE, Kalninab D, Turksc M, Beakoua BH, Anouar A. Enhanced degradation of an azo dye by catalytic ozonation over Nicontaining layered double hydroxide nanocatalyst.\nSep Purif Technol 2019;210:764–74.\n[5] El-Ashtoukhy E-SZ, Amin NK, El-Latif MMA, Bassyouni DG, Hamad HA. New insights into the anodic oxidation and\n9;8(5):4477–4488 4487\nelectrocoagulation using a self gas stirred reactor: a comparative study for synthetic C.I Reactive Violet 2 wastewater. J Clean Prod 2017;167:432–46.\n[6] Duman O, Tunç S, Polat TG. Adsorptive removal of triarylmethane dye (Basic Red 9) from aqueous solution by sepiolite as effective and low-cost adsorbent. Microporous Mesoporous Mater 2015;210:176–84. [7] Mohammad SG, Ahmed SM, Badawi AFM. A comparative adsorption study with different agricultural waste adsorbents for removal of oxamyl pesticide. Desalin Water Treat 2015;55:2109–20. [8] Jamshidi M, Ghaedi M, Dashtiana K, Hajati S. New ion-imprinted polymer-functionalized mesoporous SBA-15 for selective separation and preconcentration of Cr(III) ions: modeling and optimization. RSC Adv 2015;5: 105789–99. [9] Azad F, Ghaedi M, Dashtian K, Montazerozohori M, Hajati S, Alipanahpour E. Preparation and characterization of MWCNTs functionalized by N-(3-nitrobenzylidene)-N′trimethoxysilylpropyl-ethane-1,2-diamine for the removal of aluminum(III) ions via complexation with eriochrome cyanine R: spectrophotometric detection and optimization. RSC Adv 2015;5:61060–9. [10] Mousavinia S, Hajati S, Ghaedi M, Dashtian K. Novel nanorose-like Ce(III)-doped and undoped Cu(II)–biphenyl-4,4-dicarboxylic acid (Cu(II)–BPDCA) MOSs as visible light photocatalysts: synthesis, characterization, photodegradation of toxic dyes and optimization. Phys Chem Chem Phys 2016;18:11278–87. [11] Mosleh S, Rahimi M, Ghaedi M, Dashtian K, Hajati S. Photocatalytic degradation of binary mixture of toxic dyes by HKUST-1 MOF and HKUST-1-SBA-15 in a rotating packed bed reactor under blue LED illumination: central composite design optimization. RSC Adv 2016;6:17204–14. [12] Dastkhoon M, Ghaedi M, Asfaram A, Goudarzi A, Mohammadi S, Wang S. Improved adsorption performance of nanostructured composite by ultrasonic wave: optimization through response surface methodology, isotherm and kinetic studies. Ultrason Sonochem 2017;37: 94–105. [13] Dastkhoon M, Ghaedi M, Asfaram A, Hossein M, Azqhandi A, Purkait M. Simultaneous removal of dyes onto nanowires adsorbent use of ultrasound assisted adsorption to clean waste water: chemometrics for modeling and optimization, multicomponent adsorption and kinetic study. Chem Eng Res Des 2017;124:222–37. [14] Chen H, Wang H, Yang L, Xiao Y, Zheng M, Liu Y, et al. High specific surface area rice hull based porous carbon prepared for EDLCs. Int J Electrochem Sci 2012;7:4889–97. [15] Yamashita Y, Ouchi K. Influence of alkali on the carbonization process—I: carbonization of 3,5-dimethylphenol-formaldehyde resin with NaOH. Carbon 1982;20:41–5. [16] Shokry Hassan H, Kashyout AB, Morsi I, Nasser AAA, Raafat A. Fabrication and characterization of gas sensor micro-arrays. Sens Bio-Sens Res 2014;1:34–40. [17] Isoda N, Rodrigues R, Silva A, Goncalves M, Mandelli D, Figueiredo F, et al. Optimization of preparation conditions of activated carbon from agricultural waste utilizing factorial design. Powder Technol 2014;256:175–81. [18] Maneerung T, Liew J, Dai Y, Kawi S, Chong C, Wang C. Activated carbon derived from carbon residue from biomass gasification and its application for dye adsorption: kinetics, isotherms and thermodynamic studies. Bioresour Technol 2016;200:350–9. [19] Zhi Y, Liu J. Surface modification of activated carbon for enhanced adsorption of perfluoroalkyl acids from aqueous solutions. Chemosphere 2016;144:1224–32.\no l .\n[\n2006;194:259–67. [47] Bhattacharyya K, Sharma A. Kinetics and thermodynamics"
    }, {
      "heading" : "4488 j m a t e r r e s t e c h n",
      "text" : "[20] Thote J, Chatti R, Iyer K, Kumar V, Valechha A, Labhsetwar N, et al. N-doped mesoporous alumina for adsorption of carbon dioxide. J Environ Sci (China) 2012;24:1979–84. [21] Tseng RL. Mesopore control of high surface area NaOH-activated carbon. J Colloid Interface Sci 2006;303:494–502. [22] Zhao C, Chen X, Anthony E, Jiang X, Duan L, Wu Y, et al. Capturing CO2 in flue gas from fossil fuel-fired power plants using dry regenerable alkali metal-based sorbent. Progress Energy Combust Sci 2013;39:515–34. [23] Khan NA, Hasan Z, Min KS, Paek S, Jhung SH. Facile introduction of Cu+ on activated carbon at ambient conditions and adsorption of benzothiophene over Cu+2/activated carbon. Fuel Process Technol 2013;116:265–70. [24] Chen Y, Huang B, Huang M, Cai B. On the preparation and characterization of activated carbon from mangosteen shell. J Taiwan Inst Chem Eng 2011;42:837–42. [25] Foo KF, Hameed BH. Potential of jackfruit peel as precursor for activated carbon prepared by microwave induced NaOH activation. Bioresour Technol 2012;112:143–50. [26] Skouteris G, Saroj D, Melidis P, Hai F, Ouki S. The effect of activated carbon addition on membrane bioreactor processes for wastewater treatment and reclamation — a critical review. Bioresour Technol 2015;185:399–410. [27] El-Aassar MR, El-Kady MF, Hassan HS, Al-Deyab SS. Synthesis and characterization of surface modified electrospun poly (acrylonitrile-co-styrene) nanofibers for dye decolorization. J Taiwan Inst Chem Eng 2016;58:274–82. [28] Tseng R, Tseng S, Wu F, Hu C, Wang C. Effects of micropore development on the physicochemical properties of KOH-activated carbons. J Chin Inst Chem Eng 2008;39:37–47. [29] Kirubakaran C, Krishnaiah K, Seshadri S. Experimental study of the production of activated carbon from coconut shells in a fluidized bed reactor. Ind Eng Chem Res 1991;30:2411–6. [30] Auta M, Darbis N, Din A, Hameed B. Fixed-bed column adsorption of carbon dioxide by sodium hydroxide modified activated alumina. Chem Eng J 2013;233:80–7. [31] Mosleh S, Rahimi M, Ghaedi M, Dashtian K, Hajati S, Wang S. Ag3PO4/AgBr/Ag-HKUST-1-MOF composites as novel blue LED light active photocatalyst for enhanced degradation of ternary mixture of dyes in a rotating packed bed reactor. Chem Eng Prog 2017;114:24–38. [32] Chiang H, Huang C, Chiang P. The surface characteristics of activated carbon as affected by ozone and alkaline treatment. Chemosphere 2002;47:257–65. [33] Shalaby Th, Hamad H, Ibrahim E, Mahmoud O, Al-Oufy A. Electrospun nanofibers hybrid composites membranes for highly efficient antibacterial activity. Ecotoxicol Environ Safe 2018;162:354–64. [34] Deng H, Yang L, Tao G, Dai J. Preparation and\ncharacterizations of activated carbons from cotton stalk by microwave-assisted chemical activation and its application in methylene blue adsorption. J Hazard Mater 2009;166:1514–21.\n2 0 1 9;8(5):4477–4488\n[35] Xu J, Gao Q, Zhang Y, Tan Y, Tian W, Zhu L, et al. Preparing two dimensional microporous carbon from Pistachio nutshell with high areal capacitance as supercapacitor materials. Sci Rep 2014;5545:1–6. [36] Das D, Samal D, Meikap B. Preparation of activated carbon from green coconut shell and its characterization. J Chem Eng Process Technol 2015;6:1–7. [37] Elkady M, Shokry H, Hamad H. Effect of superparamagnetic nanoparticles onthe physicochemical properties of nano hydroxyapatite for groundwater treatment: adsorption mechanism of Fe (II) and Mn (II). RSC Adv 2016;6: 82244–59. [38] Elkady M, Shokry H, Hamad H. Microwave-assisted synthesis of magnetic hydroxyapatite for removal of heavy metals from groundwater. Chem Eng Technol 2018;41:553–62. [39] Gokce Y, Aktas Z. Nitric acid modification of activated carbon produced from waste tea and adsorption of methylene blue and phenol. Appl Surf Sci 2014;313:352–9. 40] 40]Azad F, Ghaedi M, Dashtian K, Hajati S, Pezeshkpour V. Ultrasonically assisted hydrothermal synthesis of activated carbon–HKUST-1-MOF hybrid for efficient simultaneous ultrasound-assisted removal of ternary organic dyes and antibacterial investigation: taguchi optimization. Ultrason Sonochem 2016;31:383–93. [41] Hajati S, Ghaedi M, Barazesh B, Karimi F, Sahraei R, Daneshfar A, et al. Application of high order derivative spectrophotometry to resolve the spectra overlap between BG and MB for the simultaneous determination of them: ruthenium nanoparticle loaded activated carbon as adsorbent. J Ind Eng Chem 2014;20:2421–7. [42] Hajati S, Ghaedi M, Mazaheri H. Removal of methylene blue from aqueous solution by walnut carbon: optimization using response surface methodology. Desalin Water Treat 2016;57:3179–93. [43] Khafri H, Ghaedi M, Asfaram A, Safarpoor M. Synthesis and characterization of ZnS:Ni-NPs loaded on AC derived from apple tree wood and their applicability for the ultrasound assisted comparative adsorption of cationic dyes based on the experimental design. Ultrason Sonochem 2017;38:371–80. [44] Yuh-Shan H, Malarvizhi R, Sulochana N. Equilibrium isotherm studies of methylene blue adsorption onto activated carbon prepared from delonix regia pods. J Env Pro Sci 2009;3:111–6. [45] Kavith D, Namasivayam C. Experimental and kinetic studies on methylene blue adsorption by coir pith carbon. Bioresour Technol Rep 2007:14–21. [46] Bulut Y, Aydın H. A kinetics and thermodynamics study of methylene blue adsorption on wheat shells. Desalination\nof methylene blue adsorption on neem (Azadirachta indica) leaf powder. Dye Pigment 2005;56:51–9."
    } ],
    "references" : [ {
      "title" : "Physicochemical properties of new cellulose-TiO2 composites for the removal of water pollutants: developing specific interactions and performances by cellulose functionalization",
      "author" : [ "H Hamad", "E Bailón-García", "S Morales-Torres", "AF Pérez-Cadenas", "F Carrasco-Marín", "FJ. Maldonado-Hódar" ],
      "venue" : "J Environ Chem Eng 2018;6:5032–41",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Synthesis of TixOy nanocrystals in mild synthesis conditions for the degradation of pollutants under solar light",
      "author" : [ "H Hamad", "E Bailón-García", "FJ Maldonado-Hódar", "AF Pérez-Cadenas", "F Carrasco-Marín", "S. Morales-Torres" ],
      "venue" : "Appl Catal B Environ 2019;241:385–92",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Treatment of a textile effluent: application of a combination method involving adsorption and nanofiltration. Desalination 2005;174:73–85",
      "author" : [ "S Chakraborty", "S De", "JK Basu", "S. DasGupta" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2005
    }, {
      "title" : "Enhanced degradation of an azo dye by catalytic ozonation over Nicontaining layered double hydroxide nanocatalyst",
      "author" : [ "KE Hassania", "D Kalninab", "M Turksc", "BH Beakoua", "A. Anouar" ],
      "venue" : "Sep Purif Technol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "New insights into the anodic oxidation and  9;8(5):4477–4488  4487 electrocoagulation using a self gas stirred reactor: a comparative study for synthetic C.I Reactive Violet 2 wastewater",
      "author" : [ "E-SZ El-Ashtoukhy", "NK Amin", "MMA El-Latif", "DG Bassyouni", "HA. Hamad" ],
      "venue" : "J Clean Prod 2017;167:432–46",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Adsorptive removal of triarylmethane dye (Basic Red 9) from aqueous solution by sepiolite as effective and low-cost adsorbent. Microporous Mesoporous Mater 2015;210:176–84",
      "author" : [ "O Duman", "S Tunç", "TG. Polat" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "A comparative adsorption study with different agricultural waste adsorbents for removal of oxamyl pesticide",
      "author" : [ "SG Mohammad", "SM Ahmed", "AFM. Badawi" ],
      "venue" : "Desalin Water Treat 2015;55:2109–20",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "New ion-imprinted polymer-functionalized mesoporous SBA-15 for selective separation and preconcentration of Cr(III) ions: modeling and optimization",
      "author" : [ "M Jamshidi", "M Ghaedi", "K Dashtiana", "S. Hajati" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Preparation and characterization of MWCNTs functionalized by N-(3-nitrobenzylidene)-N′trimethoxysilylpropyl-ethane-1,2-diamine for the removal of aluminum(III) ions via complexation with eriochrome cyanine R: spectrophotometric detection and optimization",
      "author" : [ "F Azad", "M Ghaedi", "K Dashtian", "M Montazerozohori", "S Hajati", "E. Alipanahpour" ],
      "venue" : "RSC Adv 2015;5:61060–9",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Novel nanorose-like Ce(III)-doped and undoped Cu(II)–biphenyl-4,4-dicarboxylic acid (Cu(II)–BPDCA) MOSs as visible light photocatalysts: synthesis, characterization, photodegradation of toxic dyes and optimization",
      "author" : [ "S Mousavinia", "S Hajati", "M Ghaedi", "K. Dashtian" ],
      "venue" : "Phys Chem Chem Phys 2016;18:11278–87",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Photocatalytic degradation of binary mixture of toxic dyes by HKUST-1 MOF and HKUST-1-SBA-15 in a rotating packed bed reactor under blue LED illumination: central composite design optimization",
      "author" : [ "S Mosleh", "M Rahimi", "M Ghaedi", "K Dashtian", "S. Hajati" ],
      "venue" : "RSC Adv 2016;6:17204–14",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Improved adsorption performance of nanostructured composite by ultrasonic wave: optimization through response surface methodology, isotherm and kinetic studies",
      "author" : [ "M Dastkhoon", "M Ghaedi", "A Asfaram", "A Goudarzi", "S Mohammadi", "S. Wang" ],
      "venue" : "Ultrason Sonochem",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Simultaneous removal of dyes onto nanowires adsorbent use of ultrasound assisted adsorption to clean waste water: chemometrics for modeling and optimization, multicomponent adsorption and kinetic study",
      "author" : [ "M Dastkhoon", "M Ghaedi", "A Asfaram", "M Hossein", "A Azqhandi", "M. Purkait" ],
      "venue" : "Chem Eng Res Des 2017;124:222–37",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "High specific surface area rice hull based porous carbon prepared for EDLCs",
      "author" : [ "H Chen", "H Wang", "L Yang", "Y Xiao", "M Zheng", "Y Liu" ],
      "venue" : "Int J Electrochem Sci 2012;7:4889–97",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Influence of alkali on the carbonization process—I: carbonization of 3,5-dimethylphenol-formaldehyde resin with NaOH",
      "author" : [ "Y Yamashita", "K. Ouchi" ],
      "venue" : "Carbon",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1982
    }, {
      "title" : "Fabrication and characterization of gas sensor micro-arrays",
      "author" : [ "H Shokry Hassan", "AB Kashyout", "I Morsi", "AAA Nasser", "A. Raafat" ],
      "venue" : "Sens Bio-Sens Res",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2014
    }, {
      "title" : "Optimization of preparation conditions of activated carbon from agricultural waste utilizing factorial design. Powder Technol 2014;256:175–81",
      "author" : [ "N Isoda", "R Rodrigues", "A Silva", "M Goncalves", "D Mandelli", "F Figueiredo" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Activated carbon derived from carbon residue from biomass gasification and its application for dye adsorption: kinetics, isotherms and thermodynamic studies",
      "author" : [ "T Maneerung", "J Liew", "Y Dai", "S Kawi", "C Chong", "C. Wang" ],
      "venue" : "Bioresour Technol 2016;200:350–9",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Surface modification of activated carbon for enhanced adsorption of perfluoroalkyl acids from aqueous solutions. Chemosphere 2016;144:1224–32",
      "author" : [ "Y Zhi", "J. Liu" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2006
    }, {
      "title" : "N-doped mesoporous alumina for adsorption of carbon dioxide",
      "author" : [ "J Thote", "R Chatti", "K Iyer", "V Kumar", "A Valechha", "N Labhsetwar" ],
      "venue" : "J Environ Sci (China)",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1979
    }, {
      "title" : "Mesopore control of high surface area NaOH-activated carbon",
      "author" : [ "Tseng RL" ],
      "venue" : "J Colloid Interface Sci 2006;303:494–502",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2006
    }, {
      "title" : "Capturing CO2 in flue gas from fossil fuel-fired power plants using dry regenerable alkali metal-based sorbent",
      "author" : [ "C Zhao", "X Chen", "E Anthony", "X Jiang", "L Duan", "Y Wu" ],
      "venue" : "Progress Energy Combust Sci 2013;39:515–34",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "Facile introduction of Cu+ on activated carbon at ambient conditions and adsorption of benzothiophene over Cu+2/activated carbon",
      "author" : [ "NA Khan", "Z Hasan", "KS Min", "S Paek", "SH. Jhung" ],
      "venue" : "Fuel Process Technol",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2013
    }, {
      "title" : "On the preparation and characterization of activated carbon from mangosteen shell",
      "author" : [ "Y Chen", "B Huang", "M Huang", "B. Cai" ],
      "venue" : "J Taiwan Inst Chem Eng 2011;42:837–42",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Potential of jackfruit peel as precursor for activated carbon prepared by microwave induced NaOH activation",
      "author" : [ "Foo KF", "Hameed BH" ],
      "venue" : "Bioresour Technol 2012;112:143–50",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "The effect of activated carbon addition on membrane bioreactor processes for wastewater treatment and reclamation — a critical review",
      "author" : [ "G Skouteris", "D Saroj", "P Melidis", "F Hai", "S. Ouki" ],
      "venue" : "Bioresour Technol 2015;185:399–410",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Synthesis and characterization of surface modified electrospun poly (acrylonitrile-co-styrene) nanofibers for dye decolorization",
      "author" : [ "MR El-Aassar", "MF El-Kady", "HS Hassan", "SS. Al-Deyab" ],
      "venue" : "J Taiwan Inst Chem Eng 2016;58:274–82",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Effects of micropore development on the physicochemical properties of KOH-activated carbons",
      "author" : [ "R Tseng", "S Tseng", "F Wu", "C Hu", "C. Wang" ],
      "venue" : "J Chin Inst Chem Eng 2008;39:37–47",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2008
    }, {
      "title" : "Experimental study of the production of activated carbon from coconut shells in a fluidized bed reactor",
      "author" : [ "C Kirubakaran", "K Krishnaiah", "S. Seshadri" ],
      "venue" : "Ind Eng Chem Res",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1991
    }, {
      "title" : "Fixed-bed column adsorption of carbon dioxide by sodium hydroxide modified activated alumina",
      "author" : [ "M Auta", "N Darbis", "A Din", "B. Hameed" ],
      "venue" : "Chem Eng J 2013;233:80–7",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "Ag3PO4/AgBr/Ag-HKUST-1-MOF composites as novel blue LED light active photocatalyst for enhanced degradation of ternary mixture of dyes in a rotating packed bed reactor",
      "author" : [ "S Mosleh", "M Rahimi", "M Ghaedi", "K Dashtian", "S Hajati", "S. Wang" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "The surface characteristics of activated carbon as affected by ozone and alkaline treatment",
      "author" : [ "H Chiang", "C Huang", "P. Chiang" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2002
    }, {
      "title" : "Electrospun nanofibers hybrid composites membranes for highly efficient antibacterial activity",
      "author" : [ "Th Shalaby", "H Hamad", "E Ibrahim", "O Mahmoud", "A. Al-Oufy" ],
      "venue" : "Ecotoxicol Environ Safe 2018;162:354–64",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Preparation and characterizations of activated carbons from cotton stalk by microwave-assisted chemical activation and its application in methylene blue adsorption",
      "author" : [ "H Deng", "L Yang", "G Tao", "J. Dai" ],
      "venue" : "J Hazard Mater 2009;166:1514–21",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2009
    }, {
      "title" : "Preparing two dimensional microporous carbon from Pistachio nutshell with high areal capacitance as supercapacitor materials",
      "author" : [ "J Xu", "Q Gao", "Y Zhang", "Y Tan", "W Tian", "L Zhu" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "Preparation of activated carbon from green coconut shell and its characterization",
      "author" : [ "D Das", "D Samal", "B. Meikap" ],
      "venue" : "J Chem Eng Process Technol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Effect of superparamagnetic nanoparticles onthe physicochemical properties of nano hydroxyapatite for groundwater treatment: adsorption mechanism of Fe (II) and Mn (II)",
      "author" : [ "M Elkady", "H Shokry", "H. Hamad" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2016
    }, {
      "title" : "Microwave-assisted synthesis of magnetic hydroxyapatite for removal of heavy metals from groundwater",
      "author" : [ "M Elkady", "H Shokry", "H. Hamad" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Nitric acid modification of activated carbon produced from waste tea and adsorption of methylene blue and phenol",
      "author" : [ "Y Gokce", "Z. Aktas" ],
      "venue" : "Appl Surf Sci 2014;313:352–9",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2005
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5].",
      "startOffset" : 93,
      "endOffset" : 98
    }, {
      "referenceID" : 1,
      "context" : "The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5].",
      "startOffset" : 93,
      "endOffset" : 98
    }, {
      "referenceID" : 2,
      "context" : "The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 3,
      "context" : "The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5].",
      "startOffset" : 130,
      "endOffset" : 133
    }, {
      "referenceID" : 4,
      "context" : "The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 4,
      "context" : "The conventional technologies for treating polluted water include photocatalysis degradation [1,2], nanofiltration [3], ozonation [4], anodic oxidation [5], and electrocoagulation [5].",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 5,
      "context" : "Dye adsorption process is highly effective using AC; however, the activated carbon determines the main cost of the process [6].",
      "startOffset" : 123,
      "endOffset" : 126
    }, {
      "referenceID" : 6,
      "context" : "Several reseaches have been made to investigate the utilization of agriculture by-product or industrial wastes for the production of commercial activated carbon to provide an economical solution to this problem [7].",
      "startOffset" : 211,
      "endOffset" : 214
    }, {
      "referenceID" : 7,
      "context" : "However, commercially available activated carbons are very expensive [8,9].",
      "startOffset" : 69,
      "endOffset" : 74
    }, {
      "referenceID" : 8,
      "context" : "However, commercially available activated carbons are very expensive [8,9].",
      "startOffset" : 69,
      "endOffset" : 74
    }, {
      "referenceID" : 7,
      "context" : "The physical technique consists of carbonization of the precursor in an inert atmosphere followed by gasification of the resulting char in steam, oxygen or carbon dioxide [8].",
      "startOffset" : 171,
      "endOffset" : 174
    }, {
      "referenceID" : 11,
      "context" : "The production of AC from chemical activation of coal was studied extensively in the previous works [12,13].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 12,
      "context" : "The production of AC from chemical activation of coal was studied extensively in the previous works [12,13].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 13,
      "context" : "This is due to the action of NaOH that destroys the bond C–H to form amorphous carbon easily to be activated [14].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 13,
      "context" : "However, after the carbonization process, which the partial decomposition of volatiles compounds and degradation of organic substances yielded high pure carbon material [14].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 14,
      "context" : "The decrease of weight at 300 ◦C is mainly due to the evolution of water and hydrogen [15,16].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 15,
      "context" : "The decrease of weight at 300 ◦C is mainly due to the evolution of water and hydrogen [15,16].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 14,
      "context" : "The hydrogen release may be due to the substitution of –H groups in coal structures with –ONa during the chemical impregnation process with NaOH [15].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 14,
      "context" : "The suppression of coal evolution probably resulted from the rapid formation of cross-linked network triggered by the interactions between the –H and –ONa groups located on different polymer chains in coal [15].",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 16,
      "context" : "This is in an agreement with literature which indicate that Na+ is moved forcefully to separate the graphene layers hence creating the material porosity at high carbonization temperatures [17].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 16,
      "context" : "This reaction is a function of temperature; therefore at low temperature, it is not effective for the formation of ACs [17].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 17,
      "context" : "The high specific surface area predicates the presence of high amounts of −OH groups on the surface of the produced AC [18].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 18,
      "context" : "On the other hand, at high carbonization temperature, the surface oxygen groups tend to be removed completely which increases the surface basicity of produced ACs [19].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 19,
      "context" : "This can be attributed to the domination of pore widening effect than the pore-opening effect, which results in a decrease of specific surface areas of the materials and micropore volume, and further increase of mesopore and macropore volume [20].",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 20,
      "context" : "Activation by NaOH is cheaper compared ith other chemicals utilized and more environmentally riendly than KOH-AC [21].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 21,
      "context" : "NaOH is an effective activating gent for disordered carbon materials through surface reacions, where highly defective sites are present [22].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 23,
      "context" : "The high reactivity between the activating agent and caron precursor was attributed to the high release of volatile omponents associated with the improvement in the textual properties of ACs [24].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 24,
      "context" : "More pores of carbon were created hrough the alkaline activation process that were associated ith the redox reactions and oxidative modifications responible for the degradation and/or separation of graphitic layers esulting in the development of micro and mesoporous AC aterials [25].",
      "startOffset" : 279,
      "endOffset" : 283
    }, {
      "referenceID" : 25,
      "context" : "Generally, the AC adsorbs different molecules via electrotatic, Van der Waals interaction, and/ or hydrogen bonding, epending on the functional groups of the AC and the dsorbed molecules [26].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 17,
      "context" : "Therefore, the higher adsorption apability of the AC obtained from sodium hydroxide activaion can be attributed also to the abundance of hydroxyl (−OH) roups on its surface, these hydroxyl groups can catalyse the dsorption capability of ACs toward the cationic MB dyes by orming hydrogen bond between hydroxyl (−OH) groups of Cs and the dye molecules [18].",
      "startOffset" : 351,
      "endOffset" : 355
    }, {
      "referenceID" : 17,
      "context" : "In this situation, the particles of the AC material may be adhere to each other and the particles surface tends to flow into the pores that increases the material grain size and decreases its porosity [18].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 19,
      "context" : "This impregnation stage at the activation process with high ratio of NaOH/char (wt/wt %) is responsible for etching and swelling processes of Maghara coal to produced AC material [20].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 26,
      "context" : "Moreover, the alkaline treatment may increase the surface area and pore volume of produced AC materials [27,28].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 27,
      "context" : "Moreover, the alkaline treatment may increase the surface area and pore volume of produced AC materials [27,28].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 28,
      "context" : "This resistance represents one of the important parameters to suppress tar release and enhance porosity development [29].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 29,
      "context" : "These changes at the pore structure of prepared AC may be attributed to the evaporation of impregnated NaOH derived compounds from the parent coal after the carbonization process, which leaves the space previously occupied by the reagents [30].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 30,
      "context" : "It may be attributed to the destruction of the porous structure of coal [31].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 31,
      "context" : "This was verified previously at the literature, where AC treated with NaOH showed a major increase in the concentration of phenolic functional groups on the surface [32].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 32,
      "context" : "These function groups are originated from alcohols, phenols and carboxylic acids, thus, showing the presence of f̈reeḧydroxyl groups on the adsorbent surface [33].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 30,
      "context" : "The peaks at 2939 cm−1 for the two materials may be assigned to various C–H symmetric and the asymmetric stretching vibration of methyl groups, indicating that hydrogen is largely removed during the activation process to produce NaOH impregnated AC [31].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 31,
      "context" : "The signal at 2353 cm-1 at the two materials are identical to the vibration of −COOH structure [32].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 26,
      "context" : "This peak reflects the C C stretching of aromatic rings whose intensity is enhanced by the presence of oxygen atoms as phenol or ether groups [27,28].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 27,
      "context" : "This peak reflects the C C stretching of aromatic rings whose intensity is enhanced by the presence of oxygen atoms as phenol or ether groups [27,28].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 29,
      "context" : "The peaks at 1057 and 873 cm−1 of the two materials indicated the presence of C–O (anhydrides) and C–H derivatives in the aromatic rings, respectively [30].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 33,
      "context" : "In addition, the band at 588 cm−1 is attributed to out-of-plane angular deformation of aromatic rings [34].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 34,
      "context" : "scribed E2g and A1g in-plane vibration modes, respectively hich is corresponding to the disordered carbon materials or efective graphitic structures [35].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 35,
      "context" : "So, the prepared NAC has high thermal stability and thus preferred over the raw coal precursor as suitable adsorbent [36].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 36,
      "context" : "The general linearized form of Langmuir equation [37] is",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 38,
      "context" : "The negative charge of the as-prepared AC can intensively attract the dye species with the positive charge [39,40].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 0,
      "context" : "[1] Hamad H, Bailón-García E, Morales-Torres S, Pérez-Cadenas AF, Carrasco-Marín F, Maldonado-Hódar FJ.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "[2] Hamad H, Bailón-García E, Maldonado-Hódar FJ, Pérez-Cadenas AF, Carrasco-Marín F, Morales-Torres S.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 2,
      "context" : "[3] Chakraborty S, De S, Basu JK, DasGupta S.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "[4] Hassania KE, Kalninab D, Turksc M, Beakoua BH, Anouar A.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 4,
      "context" : "[5] El-Ashtoukhy E-SZ, Amin NK, El-Latif MMA, Bassyouni DG, Hamad HA.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 6,
      "context" : "[7] Mohammad SG, Ahmed SM, Badawi AFM.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "[8] Jamshidi M, Ghaedi M, Dashtiana K, Hajati S.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : "[9] Azad F, Ghaedi M, Dashtian K, Montazerozohori M, Hajati S, Alipanahpour E.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "[10] Mousavinia S, Hajati S, Ghaedi M, Dashtian K.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[11] Mosleh S, Rahimi M, Ghaedi M, Dashtian K, Hajati S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[12] Dastkhoon M, Ghaedi M, Asfaram A, Goudarzi A, Mohammadi S, Wang S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[13] Dastkhoon M, Ghaedi M, Asfaram A, Hossein M, Azqhandi A, Purkait M.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] Chen H, Wang H, Yang L, Xiao Y, Zheng M, Liu Y, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] Shokry Hassan H, Kashyout AB, Morsi I, Nasser AAA, Raafat A.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] Isoda N, Rodrigues R, Silva A, Goncalves M, Mandelli D, Figueiredo F, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] Maneerung T, Liew J, Dai Y, Kawi S, Chong C, Wang C.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] Thote J, Chatti R, Iyer K, Kumar V, Valechha A, Labhsetwar N, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] Zhao C, Chen X, Anthony E, Jiang X, Duan L, Wu Y, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] Khan NA, Hasan Z, Min KS, Paek S, Jhung SH.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] Skouteris G, Saroj D, Melidis P, Hai F, Ouki S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] El-Aassar MR, El-Kady MF, Hassan HS, Al-Deyab SS.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] Tseng R, Tseng S, Wu F, Hu C, Wang C.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] Kirubakaran C, Krishnaiah K, Seshadri S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] Auta M, Darbis N, Din A, Hameed B.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[31] Mosleh S, Rahimi M, Ghaedi M, Dashtian K, Hajati S, Wang S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "[33] Shalaby Th, Hamad H, Ibrahim E, Mahmoud O, Al-Oufy A.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[35] Xu J, Gao Q, Zhang Y, Tan Y, Tian W, Zhu L, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "Feasibility studies were conducted in the preparation of an effective activated carbon (AC) using the new raw Egyptian coal source called Maghara coal. Using this is eco-friendly, economical and highly available since it is a local and a natural material; thus, it was inspected for the removal of methylene blue (MB) dye from aqueous solutions. A very simple technique known as impregnation activated carbon with NaOH by chemical activation process was used. The most proper nano-activated carbon (NAC) was produced from carbonization of average particle size coal of 0.478 mm at 550 ◦C for 90 min. with 50% NaOH and ratio 35. The equilibrium data of MB onto the most effective prepared material was simulated using Langmuir and Freundlich isotherm models. Moreover, the adsorption mechanism of MB onto the prepared nano-activated carbon was suggested to take place as mono-layers adsorption on the homogenous active sites. The maximum mono-layers adsorption capacity was recorded as 28.09 mg/g. The morphological, chemical, and textural properties of the prepared NaOH activated carbon was investigated using TEM, Raman spectroscopy, FT-IR, and BET. Results indicated that the material was prepared at spherical shape with average diameter of 38 nm with high total pore volume of 0.183 cm3/g. The adsorption stability and reuseability of NAC was established using HCl as an eluent solution. The findings revealed the versatility of Maghara coal as a good precursor for the preparation of high quality, efficient and economical NAC. © 2019 The Authors.",
    "creator" : "Elsevier"
  }
}