{
  "name" : "downloads_2019-11-17_18_kalambate2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Core@shell nanomaterials based sensing devices: A review",
    "authors" : [ "Pramod K. Kalambate", "Zhimei Huang", "Yankai Li", "Yue Shen", "Meilan Xie", "Yunhui Huang", "Ashwini K. Srivastava" ],
    "emails" : [ "Core@shell", "huangyh@mail.hust.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nCore@shell nanomaterials based sensing devices: A review\nPramod K. Kalambate a, Dhanjai b, Zhimei Huang a, Yankai Li a, Yue Shen a, Meilan Xie a, Yunhui Huang a, *, Ashwini K. Srivastava c\na State Key Laboratory of Materials Processing and Die & Mould Technology, School of Materials Science and Engineering, Huazhong University of Science and Technology, Wuhan, Hubei, 430074, PR China b Department of Mathematical and Physical Sciences, Concordia University of Edmonton, Alberta, T5B 4E4, Canada c Department of Chemistry, University of Mumbai, Vidyanagari, Santacruz (East), Mumbai, 400098, India\na r t i c l e i n f o\nArticle history: Available online 9 April 2019\nKeywords: Core-shell nanomaterials Biosensors Advanced materials Wearable sensors Gas adsorptive sensors Sensitivity\n* Corresponding author. Fax: þ86 027 87558241. E-mail address: huangyh@mail.hust.edu.cn (Y. Hu\nhttps://doi.org/10.1016/j.trac.2019.04.002 0165-9936/© 2019 Published by Elsevier B.V.\na b s t r a c t\nCore-shell nanomaterials (CSNs) have achieved huge popularity due to multifunctional properties achieved by manipulation of core or shell materials. This review highlights recent development in CSNs based sensing devices such as electrochemical sensors, optical sensors, wearable sensing devices, and gas adsorptive sensors, which find potential applications in numerous fields ranging from industrial, clinical, biological, environmental and food analysis. Furthermore, flexible and high deformation monitoring piezoresistive wearable sensors based on CSNs are found to be promising for monitoring of human physiological parameters and other body movements. Various synthetic strategies with a modern classification approach are explained with suitable examples. Several interesting properties of CSNs including high surface area, high conductivities, and high ion transport properties with biocompatibilities are best suited for developing ideal sensing devices. Future research directions with motivated research are highlighted in the conclusion part.\n© 2019 Published by Elsevier B.V."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8]. Recently, nanomaterials have gained enormous popularity due to their praiseworthy electrical, magnetic, optical and structural properties [2,5]; hence nanomaterials research is a hot topic of the present time. Several forms of nanostructured materials have been developed including metallic nanocomposite, a polymer nanocomposite, nanotubes and nanofilms for numerous applications [1e3]. Thanks to recent progress in materials science, the nanomaterials can now be synthesized with advanced physicochemical properties, well-defined sizes, morphologies, shapes, surface charge, and composition. As a result, nanomaterials are considered to be the backbone of nanoscience and engineering. Nanomaterials based analytical methods offer significant advantages over conventional laboratory methods in terms of good performance, ease of analysis, and high sensitivities.\nang).\nCSNs are composite nanomaterials consisting of an inner layer of one material (core) and an outer layer of another material (shell) forming a core/shell structure [9]. However, with recent advancements inmaterials science, this definition can bemodified to a class of nanomaterials having inner material covered partially or fully by the outer layer provided both can be identified separately. From the early 1990s till date, extensive research has been carried out on the synthesis and advanced applications of these materials [10,11]. By increasing the number of shells, the distinctive properties of the core and the shell can be combined in a single material offering multiple applications. The selection of the shell materials is often based on the nature of the application. For example, for drug delivery applications, the core with magnetic properties and porous silica shell is preferred [12]. By cleverly selecting shell material one can expect many benefits such as enhanced optical/electrical/ magnetic properties, multifunctional ability, improved thermal stability or dispersibility of the materials and minimized consumption of precious material. For example, Shao group reported multifunctional lanthanide doped NaGdF4:Yb/Er@NaYbF4 and NaGdF4: Yb/Er@NaGdF4: Yb/Nd core-shell upconversion nanoparticles for upconversion emission, temperature sensing, and photothermal conversion properties [13]. In addition, size and type of core are also important in the core-shell structure. For example, a\nAbbreviations\nCSNs Core shell nanomaterials GONR Graphene oxide nanoribbon AA Ascorbic acid DA Dopamine UA Uric acid PGE Pencil graphite electrode HP Hydrogen peroxide TGA Thio glycolic acid GDH Glutamate dehydrogenase PAM Polyacrylamide CVD Chemical vapor deposition PLD Pulse laser deposition SILAR Successive ionic layer adsorption and reaction CV Cyclic voltammetry SWV Square wave voltammetry SERS Surface-enhanced Raman scattering MOS Metal oxide semiconductor In2O3 Indium oxide ZnO Zinc oxide WO3 Tungsten trioxide PANI Polyaniline PVP Polyvinyl pyrrolidone ZnS Zinc sulfide Fe3O4 Iron oxide PAYR Polyalizarine yellow R Mn3O4 Manganese oxide CO Carbon monoxide UCNPs Upconversion nanoparticles\nDES Diethylstilbestrol WMMIPs Magnetic molecularly imprinted nanoparticles CS Chitosan MGCE Magnetic glassy carbon electrode P(DPA) Poly(dipicolinic acid) MMIP Core-shell metronidazole-magnetic molecularly imprinted polymer AChE Acetylcholinesterase 2-CP 2-chlorophenol 4-CP 4-chlorophenol 2,4-DCP 2,4-dichlorophenol 2,4,6-TCP 2,4,6-trichlorophenol CMEs Chemically modified electrodes MWCNT Multiwalled carbon nanotubes DPV Differential pulse voltammetry LSV Linear sweep voltammetry 2D Two dimensional 3D Three dimensional PEDOT Poly (3,4-ethylenedioxythiophene) SnO2 Tin oxide Cu2O Copper oxide ZrHCF Zirconium hexacyanoferrate FL Fluorescence CdS Cadmium sulfide MOF Metal organic framework CeO2 Cerium oxide MIPs Molecularly imprinted polymers PSA Prostate-specific antigen rGO Reduced graphene oxide\nsuitable magnetic core size for drug delivery related applications is between 50 and 300 nm. Nanoparticles with size more than 300 nm may be trapped in the different parts of the body, while those with lower than 50 nm size may not be suitable due to the weak magnetic forces [14]. The main advantage of CSNs is distinctive properties of the core and shell can be combined together in a single material showing improved or new physical and chemical properties which are inaccessible or unavailable from the individual components. Furthermore, the core material is protected against migration and aggregation in order to preserve the stability and chemical activity of the nanoparticles. For example, in gas sensing applications the noble metal nanoparticles are often susceptible to bad aggregation or poisoning by other chemicals such as thiols, H2S, and SO2 results in low performance. In such a case, if the core material is protected by a suitable shell, then the performance can be improved at a great extent. However, the disadvantage of CSNs synthesis is during bulk-scale preparation; they often lose their intrinsic chemical and physical properties. Other disadvantages include limited commercial availability and uniformity or homogeneity issues. With advancements in material science, it is possible to synthesize CSNs of different shapes such as spherical, hexagon, rod, prism, oval, cubes, octahedron, nanorings, etc. [15]. To date, literature reports some high-quality reviews discussing various aspects of CSNs [15e17]. For example, Chaudhuri et al. published a highly informative review on classes, properties, synthesis mechanisms, characterization and applications of CSNs [15]. Another highly insightful review by Gawande et al. gives an overview of the synthesis and applications of CSNs in catalysis and electrocatalysis [16]. Al-Toni et al. reviewed the synthesis and applications of core-shell materials for catalysis, energy storage and biomedical purpose [17]. However, all these reviews are mainly focused on the synthesis, properties and general applications of\nCSNs. Even after extensive research in this area, there is not any extensive review emphasizing implications of CSNs specifically for sensing and biosensing applications. Thus, there is a great scope for a concise and informative review which can discuss the potential utility of these materials for sensing and biosensing applications. CSNs have been extensively investigated for a plethora of biomedical applications such as drug delivery, treatment of cancers, bioimaging, cell labelling, genetic engineering, etc. [15,17]. Specifically, in electrochemical sensors and biosensors, CSNs have been used as a signal amplifier because of their larger surface area, good catalytic activities, and biocompatibilities. These properties of CSNs make them highly suitable for the development of sensitive biosensors and related device. In recent years, science has witnessed significant breakthroughs in sensing viz., stable sensing platform, accurate detection in small sample volume, multicomponent detection, miniaturized tools, detection in complex matrices, etc. [18,19]. Thus, these multifunctional structures show novel properties than the single-component counterparts offering extensive applications in many areas of science and industry. So far, synthetic materials (inorganic and organic), biological materials (nucleic acid, micro-organism, enzyme, proteins, antibody, and tissue) and certain biomimetic materials have been used for the development of different types of sensing devices [19].\nThe present review reports CSNs based various electrochemical, optical, wearable and gas adsorptive sensing devices for analytical detection of multiple targets of interests (Fig. 1). The article reports updated literature related to the significant contribution of CSNs based analytical sensing since 2013. The main purpose of this review is to provide an overview in balance and homogenized style on properties and potential applications of CSNs in sensing and biosensing under a single umbrella. The success of these applications is mainly based on the interaction of analyte of interest with\nCSNs and their unique properties. Therefore, the type of interactions and properties of CSNs have been discussed in detail. Furthermore, a brief description of the general classification and synthesis methods of CSNs has also been provided. Various stateof-the-art analytical methodologies have been explained using CSNs based detection devices for various targets of interest. Since this is an interdisciplinary field, this review intended for chemists, biochemists, engineers, physicist, microbiologists, and a diverse scientific community.\n2. Synthesis and classification of core@shell nanomaterials\nThe precise synthesis of CSNs is very important in order to get a uniform core-shell structure and improved properties. The general methods of synthesis of nanoparticles can be adopted for the synthesis of core@shell materials. Both top-down and bottom-up approaches can be used for the synthesis of CSNs, while the bottom-up approach is recommended due to many advantages such as control over the size and shape of the nanoparticles, fewer defects, and homogenous chemical composition. However, a topdown approach is also used in which bulk materials are broken\ndown to the desired shape and size with the help of external force, eg. Ball Milling. Contrary, in a bottom-up approach, atoms, molecules or clusters are used as building blocks and are assembled to get nanostructured materials leading to better uniformity. In addition to these approaches, new modified techniques have been developed in recent years and are found to be effective.\n2.1. Classification of CSNs based on the type of materials\nGeneral classification of CSNs with synthesis methods is illustrated in Fig. 2 Classification of CSNs is complex. CSNs are classified mainly into two groups organic and inorganic. Organic core-shell nanomaterials are carbon-based materials (mainly polymers), while inorganic materials are composed of metals, metal salts, and metal oxides. However, inspired by the classification demonstrated by Gawande et al. [16] these nanostructures are further classified based on shell properties viz., hollow core-shell, core-multi shell, and core-porous shell nanoparticles. Additionally, the metal organic frameworks (MOFs) based CSNs have attracted great attention in recent years. Hence, a new category has been introduced for MOF based core-shell structures."
    }, {
      "heading" : "2.1.1. Organic CSNs",
      "text" : "These are a new class of materials compared to conventional CSNs and are becoming popular due to biocompatibility and stability. Polymerization techniques are extensively used to make organic core, shell or both. The basic process involves the formation of the three-dimensional network-like structure by addition of several monomeric units in a chemical reaction. To stabilize the products surface modifiers including surfactants and polyelectrolytes are added to improve stability, self-dispersibility and coating efficiency. In most of the cases, the organic core is prepared first then organic shell. However, the organic shell can be prepared in situ. For example, Asefa et al. synthesized a highly active noble metal-free electrocatalyst by an in situ polymerization of aniline monomers within the channel pores of mesoporous silica (SBA-15) [20]. When conducting polymers are synthesized in bulk they often\nt synthetic methods) and properties of their shells. Reprinted with slight modification\nexhibit low surface area, low porosity, and low contact area to interact with solutions. However, in this case, PANI is controllably synthesized using pursulfate as an oxidising agent on the channel walls of SBA-15 leading to uniform and high surface area polymeric structure with high contact area to interact with solutions. Additionally, mesoporous carbonwas also produced by carbonization of PANI/SBA-15 followed by etching away the silica framework. The resultant electrocatalyst with high activity was employed for various reactions [21]."
    }, {
      "heading" : "2.1.2. Inorganic CSNs",
      "text" : "This class is subdivided into two classes viz., i) silica-based CSNs and ii) metal based CSNs. A majority of the silica-based CSNs are prepared using a sol-gel method or a stober method due to its simplicity, reproducibility, and versatility [22]. The method involves the formation of hydroxides followed by condensation of silicon halides or alkoxides in an aqueous medium with the help of base catalyst like ammonia to form uniform colloidal microspheres. However, nanoparticles generated from this method are non-porous or solid; hence, in recent year's new strategies have been designed to produced porous nanoparticles such as template-assisted methods or post-synthetic modifications. The porous CSNs exhibit high surface area and cores together with shells can be accessed effectively, which provides multifunctional application possibilities. Additionally, these porous materials can further be modified with suitable functional groups allowing applications in wide areas of science and industries. On the other hand, metal-based CSNs include all metal base nanoparticles such as metallic, metal salts and metal oxides.\nMetallic CSNs are prepared by the reduction method by using various reducing agents such as NaBH4, ascorbic acid, hydrazine, etc. The reaction parameters such as temperature, time and type of reducing agent play a very crucial role, any change in these parameters causes a change in size, shape, particle growth and consequently change in physical, optical and chemical properties. Additionally, the electrodeposition methods have also been used for the preparation of metallic CSNs. Electrodeposition involves deposition of core material on the electrode surface using an electric field from bulk electrolyte solution followed by the formation of shell either by changing electrolyte or some other strategies.\nMetal oxide CSNs like titania-based materials are proved to be promising in bio, photo, and energy-related application and are prepared by the sol-gel method. In addition to the sol-gel method, thermal decomposition or co-precipitation methods are also used for the synthesis of metals oxides based CSNs. Thermal decomposition consists of high-temperature heating of organometallic precursors with the help of oxygen or air to form a final product, while co-precipitation is applied for metal oxides/hydroxides which precipitates in basic medium. Moreover, other methods including chemical vapor deposition (CVD) and pulse laser deposition (PLD) are also used effectively for the formation of metal oxides from gaseous precursors.\nThemetal salt based CSNs can be synthesized by precipitation of metal salts. Another method such as “successive ionic layer adsorption and reaction” (SILAR) is also used for the generation of metal salt based CSNs, especially for semiconductor properties [23]. This simple, versatile and economically viable method allows the uniform formation of the shell covering entire core material in a short time. Apart from these methods, other methods such as microwave-irradiation and ultrasound have been used successfully for the preparation of different CSNs.\n2.2. Classification of CSNs based on shell properties\nA shell is an important component of the core-shell system, and numerous attempts have been made to modify the structural\nproperties of the shell in order to meet the required demands. Now based on shell properties, CSNs can be classified into three subclasses such as hollow core-shell, core-multi shell, and coreporous shell."
    }, {
      "heading" : "2.2.1. Hollow-core-shell nanomaterials",
      "text" : "This popular class of CSNs is similar to CSNs discussed earlier but with different structure and novel application possibilities. Firstly, CSNs are prepared by methods explained earlier, and then core material is sacrificed using different strategies. For example, inorganic cores are removed by treatment with strong acids or base, while the organic core is removed by calcination or treatment with organic solvents. The obtained hollow core-shell material exhibits some additional advantages beneficial for specific applications. For example, Yoo et al. synthesized hollow PdCu2@Pt CSNs with ordered intermetallic cores as an efficient and durable electrocatalyst for oxygen reduction reaction [24]. The PdCu2 core was prepared by chemical reduction followed by thermal heating to generate an ordered intermetallic core. A Pt shell was deposited on the PdCu2 core by using the galvanic displacement method. The effect of galvanic displacement conditions such as pH and Cl ion concentration on the structure and properties of material was investigated. Acidic conditions and low Cl concentration were found to be responsible for generating a uniform Pt layer with a hollow core while retaining the ordered intermetallic cores structure. The hollow PdCu2@Pt CSNs electrocatalyst is highly stable and active for polymer electrolyte membrane fuel cells."
    }, {
      "heading" : "2.2.2. Core-multishell nanomaterials",
      "text" : "This special class of materials is prepared by stepwise coating of layers of same or different material on core surface forming multishell structure. The basic aim behind the multi-shell structure is not to protect the core but to make use of different properties of shell materials for multifunctional applications ranging from energy, catalysis and biomedical. For example, the core multishell structure has been prepared of dual-activator codoped upconversion nanoparticles for the detection of hydroxyl radical (.OH) [25]. In a typical synthesis process, NaYF4 was synthesized as core material followed by layer-by-layer seed-mediated shell growth of NaYF4: Yb, Tm (first shell) and NaYF4: Yb, Er (second shell) forming multi-shell structure. This multi shell structure exhibits 46-fold improved luminescent intensity than monoactivator doped upconversion nanoparticles. In another example, multishell hollow SnO2 as an acetone gas sensor was developed employing carbon microspheres as a template [26]. This sensitive sensor could detect acetone at a low operating temperature of 200 C with the response and recover time of 10 s and 12 s, respectively."
    }, {
      "heading" : "2.2.3. Core-porous-shell nanomaterials",
      "text" : "Thesematerials find extensive applications in catalysis as well as chromatographic separations. The synthesis methods employed for these CSNs are similar to the aforementioned methods. Once the CSNs are formed the shell materials can be partially “etch” to make them porous. For example, inorganic oxides can be treated with strong acid or base to make them porous. For multi shell NPs, shell layer can be completely removed in order tomake hollow shell type structure. The pore size of the materials can be easily controlled by external parameters such as temperature and reaction time. For example, the Cu@Mn3O4 core-porous shell structure has been synthesized by a wet chemical method for CO adsorption and hydrogenation [27]. In a typical process, Cu core (~6.1 nm) was prepared from the copper precursor and reducing agent, and in the next step, Mn3O4 porous shell (~3.4 nm) was formed around Cu core by subsequent reduction. A Cu with excellent optical properties combines with magnetic Mn3O4 resulting in a unique structure\nwith outstanding magnetoplasmonic properties. Diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) studies confirmed that Cu@Mn3O4 is catalytically active for CO adsorption and hydrogenation."
    }, {
      "heading" : "2.3. Metal-organic frameworks based CSNs",
      "text" : "This new category of CSNs consists of inorganic nanoparticles as core and MOFs as a shell. MOFs are a class of crystalline, porous and hybrid materials having a cage structure of metal ions or clusters coordinated to organic ligands to form one, two and three dimensional structure. The nanoparticles (NP, as core) in this category comprised of metal nanoparticles, metal oxides nanoparticles, and nanorods embedded or encapsulated in the MOF structure [28]. By combining the advantages of nanoparticles (catalytic, electrical and magnetic properties) and MOFs (ordered crystalline pores, structural adaptivity and flexibility, and multiple coordination sites), the newly formed NP@MOF exhibit outstanding physical and chemical properties which can be used for multifunctional applications. As a result of MOF shell coating, the migration and aggregation of core nanoparticles with small size and high surface energy are reduced at a great extent results in improved performance. NP@MOF hybrid materials often show enhanced properties than pure component due to the synergistic effect, and it is the promising route to control or enhance the properties of NPs for multifunctional applications. Due to unique structural and chemical properties, NP@MOF based materials have broadly been used in catalysis [29], sensing [30,31], and drug delivery [32]. NP@MOF can be synthesized by three methods: i) using MOF as a template, nanoparticles generated are embedded in MOF cavities; ii) nanoparticles are separately synthesized and then encapsulated into MOF structure and iii) both nanoparticles and MOF are synthesized together by the one-pot method. For example, Tang et al. synthesized Au@MOF-5 (Zn4O(BDC)3, BDC ¼ 1,4 benzenedicarboxylate by one pot method and used as selective sensors for detection of CO2 in gas mixtures [31]. The developed Au@MOF-5 with a shell thickness of (3.2 ± 0.5) nm showed strong SERS activity towards CO2 in mixtures and unaffected by potential interferents such as N2, O2, and CO. The specific adsorption capability of MOF-5 towards CO2 is responsible for the high selectivity of the sensing application. Despite the interesting properties of NP@MOF composites, there are many challenges to overcome in order to construct well-defined NP@MOF structure such as control over the size and the morphology of the composite together with the dispersibility of nanoparticles in MOF structure. Thus, more simple synthetic methods are required for large scale production and widespread use."
    }, {
      "heading" : "3. Core@shell nanomaterials as sensing devices",
      "text" : ""
    }, {
      "heading" : "3.1. CSNs based electrochemical sensors",
      "text" : "The development of chemically modified electrodes (CMEs) is one the fastest growing field in material science because of the new challenges posed by industries, clinics, automotive, and environment. These challenges are in the form of samples of complex matrices, homogeneity issues, multicomponent analysis, the limited volume of the bio fluid, speciation, etc. However, the biggest task in this field is to find a suitable electrode modifier which can promote a fast electron transfer between the electrode surface and analyte of interest. In view of this fact, various nanomaterials have been actively investigated as electrode modifiers for electrochemical sensors such as noble metals, carbonaceous materials, metal oxides, metal nitride nanoparticles, different conducting polymers and their nanocomposites [33]. After extensive applications of aforementioned materials in\nelectrochemical sensing and biosensing, CSNs have been considered as promising electrode modifiers to design novel sensing platform due to their unique morphology, outstanding catalytic activities, rich surface chemistry and better electron transfer kinetics [16]. However, metallic nanoparticles are susceptible to bad aggregation, which limits their further applications. Hence, a suitable support material is recommended to avoid aggregation. Thus, our group has developed a highly sensitive and selective sensor that can simultaneously determine doxorubicin and dasatinib employing Pd@Pt/MWCNT electrode. In this case, MWCNT provides a larger surface area for distributing more Pd@Pt and avoid aggregation [34].\nDuring the last couple of years, significant research has been done in this area by developing new detection approaches and the improvement of existing techniques with great promise. Similarly, classical methods such as spectroscopy and chromatography are also developing with time to face the challenges from industries. However, classical methods often suffer from low sensitivities, complicated preconcentration steps, and time-consuming procedures. On the other hand, modern electrochemical sensors offer advantages of high sensitivity and selectivity, portability, fast response, simplicity, low cost, and user-friendly instrumentation. Several electroanalytical methods including cyclic voltammetry (CV), linear sweep voltammetry (LSV), differential pulse voltammetry (DPV) and square wave voltammetry (SWV) have been employed for the detection and quantification of biomolecules, metal ions and other chemical compounds in biological and environmental samples. DPV and SWV are considered to be more sensitive than other techniques. Additionally, stripping methods that apply the preconcentration step and dissolution step have also been employed for sensitive detection of analytes. Hence, electrochemical sensors and biosensors are frequently used as an attractive tool in health care industries over bulky and complex analytical instruments. A significant development in this field leads to commercial devices such as glucose biosensor, which is used bymillions of diabetic patient to check their blood sugar.\nFabrication or modification of electrodes is the most important step in the design of an efficient sensing platform. With the proper selection of the modification method, the sensitivity/selectivity can be enhanced drastically, and the modified electrode has interesting electronic and structural properties than the bare conductive electrodes. Various types of bare conductive electrodes have been employed in electrochemical sensing from carbon-based electrodes including glassy carbon electrodes (GCE), boron-doped diamond electrodes, pencil graphite electrodes, screen-printed carbon electrodes to metal-based electrodes including gold, silver, platinum, and copper electrode, which could be modified with suitable modifiers. The modification of the electrode is often based on different reactions that occur on the surface or inside of the working electrode. Several advanced approaches have been used for the modification of bare electrodes based on nature of materials to be deposited including electrochemical polymerization, electrochemical deposition, self-assembled layers, irreversible adsorption, covalent bond formation, and others. The modified electrodes exhibit the following characteristics;\nImproved catalytic activity and sensitivity due to the high surface area of the modifiers High selectivity for the analytes as a result of immobilization of specific functional groups or dopants, which selectively interact with the analyte of interest Fast oxidation or reduction of the analyte with the improved electrochemical response at the modified electrode due to the modifier which facilitates fast electron transfer between the analyte and the electrode\nEffective accumulation of analyte at the electrode surface leading to low detection limits The fauling effect is minimized to a great extent\nElectrochemical sensors are classified based on receptor type viz., bioreceptor and non-bioreceptor type. Many a time, bioreceptor based sensors are preferred over non-bioreceptor once due to the high specificity and strong interaction with the analyte. Electrochemical biosensors are further divided based on techniques into three classes such as amperometric, potentiometric and impedimetric-based, the amperometric based biosensors are most extensively studied. Based on bio-receptors used, these sensors can be further classified into three categories such as enzymes, antibody, and aptamers. Now, the origin of highly demanding biosensors is enzyme-based glucose biosensor invented by Clark and Lyons in 1962 [35]. Since 1962 till now, tremendous efforts have been made for the development of new enzymes based biosensors possessing good chemical and thermal stabilities. Recently, highly sensitive chitosan-covered Pd@Pt core-shell nanocubes based electrochemical enzymatic biosensor has been developed by the Krishnan group for glucose [36]. The mechanism for working of the biosensor is depicted in Fig. 3a. In this case, Pd@Pt core-shell nanocubes promote direct electron transfer (DET) in the electrode with high sensitivity of 6.82 mA cm 2 mM 1, the wide linear working range of 1e6 mM and fast response time (approximately 5 s) for the detection of glucose. In addition to this, the developed biosensor has many prominent features such as high stability, selectivity towards various interfering substances, low cost, and superior electrocatalytic activity. It is easy to immobilize enzymes\nand proteins on the surface of core@shell. Thus, it promotes DET with accelerated electrode kinetics, high sensitivity/selectivity, and lower detection limits. Due to this property, core@shell based sensing platforms have beenwell studied with biological receptors.\nAnother, class of biosensor is based on antibody also known as immunosensor which is used for the detection of biomarkers. In general, antibodies are sub-divided into two classes monoclonal and polyclonal antibodies based on affinity towards epitope. Monoclonal antibodies bind to a single epitope (single affinity) whereas polyclonal can bind to multiple epitopes of an antigen. Both classes have their own advantages, and disadvantages such as polyclonal antibodies have a higher affinity towards epitopes due to multiple binding abilities and can be generated in a large number in a short time using simple technologies at affordable rates. However, specificity is a big concern in such a case. In contrast, monoclonal antibodies are highly specific which are highly demanding in biosensing applications but the long production time and high cost is a major concern. In a recent study, a novel sandwich type electrochemical immunosensor was fabricated using Pd@Pt/amino functionalized graphene composite for ultrasensitive determination of prostate-specific antigen (PSA) [37]. A stepwise preparation of the immunosensor is shown in Fig. 3b. The immunosensor exhibited a linear response in the concentration range of 10 fg mL 1 to 50 ng mL 1 with a detection limit of 3.3 fg mL 1. Similarly several immunosensors have been developed in recent times including label-free immunosensor for PSA incorporating bimetallic dendritic AuPd@Au [38], sandwich-type immunosensor for a-fetoprotein utilizing Au@Ag loaded on polydopamine functionalized phenolic resin microporous carbon spheres [39] and Au@Pd functionalized\nand the covalent immobilization of GOx to the CS by reacting with GA to cross-link the right 2017 American Chemical Society. (b) The schematic illustration of the sandwicht 2017 Elsevier B.V. (c) Schematic diagram of the preparation process for Fe-MOF@ctrochemical techniques, including i) the preparation of Fe-MOF@mFe3O4@mC nanoeavy metal ions. Reprinted with permission from Ref. [68]. Copyright 2017 Elsevier B.V. I nanocomposite for detecting malathion. Reprinted with permission from Ref. [69].\ngraphene nanocomposite as signal enhancer with Au/porous graphene as platform-based immunosensor for carbohydrate antigen 19-9 [40].\nAptamers employ artificial nucleic acids having a strong affinity for the broad range of targets (e.g., drugs, tumor marker, proteins, ions, cells, tissues, amino acids, etc.) in biological, biomedical and disease diagnosis. Aptamer-based biosensors have many benefits over traditional antibodies in terms of small size, chemical/thermal stability, ease of purification and cost-effectiveness. Additionally, aptamers are more flexible, and their production is more convenient leading to more sensitive and selective biosensors. In recent times, aptamers combined with a variety of nanomaterials are gaining popularity due to praiseworthy properties of nanomaterials. A notable property of aptamers is their ability to fold into well-defined 3D structures upon binding with target species. In such a case, aptamers can incorporate small molecules into their structure or integrate into the structure of macromolecules (e.g., proteins). Thus, aptamers have been used for the detection of disease biomarkers and several other analytes. An electrochemical aptasensor was developed for the ultrasensitive determination of thrombin by using glucose oxidase, porous Au@Pd core-shell nanostructure, and hemin/G-quadruplex [41]. Au@Pd acts as nanocarrier which possesses high surface area, biocompatibility and outstanding catalytic performance towards thrombin. On the other hand, glucose oxidase and hemin/G-quadruplex paving the way for enzyme catalysis and signal enhancement. Similarly several electrochemical aptamer-based biosensors have been fabricated in recent years employing variety of core-shell nanomaterials such as amperometry sandwich-type electrochemical labeled aptasensor for selective detection adenocarcinoma gastric cancer cells using aptamer-Au@Ag [42], label-free electrochemical aptasensor based on Ag@Pt-graphene for protein biomarker tumor necrosis factor-a (TNF-a) [43] and zirconium hexacyanoferrate (ZrHCF)@mFe3O4@carbon nanospheres based aptasensor for epithelial tumor marker mucin-1 [44].\nAnother important class of sensor is the non-bioreceptor type. For example, novel polyvinyl pyrrolidone (PVP) capped CoFe2O4@CdSe core-shell has been successfully synthesized and used for the ultra-trace level detection of rifampicin [45]. In addition to capping agent, PVP helps to form a mesoporous shell structure which intern increased effective surface area and overall catalytic activity of the sensor. Under optimum conditions, the sensing platform is found to be highly sensitive for oxidation of rifampicinwith a very low limit of detection of 4.55 10 17 M and a linear working range of 1.0 10 16 to 1.0 10 7 M. Similarly, nonenzymatic sensor was developed for the highly sensitive determination of glucose employing screen printed electrode modified with CeO2@CuO nanostructure [46]. Such non-enzymatic sensors are highly stable, sensitive, and can be used even in the presence of interfering compounds. Based on the above strategies various electrochemical sensors and biosensors have been developed in recent times for a variety of biomolecules as tabulated in Table 1 [47e63]. Additionally, several CSNs based photoelectrochemical (PEC) sensors have also been reported for the detection of a variety of species [64e66].\nApart from the successful detection of several biomolecules, core@shell based biosensors are used for environmental and agricultural monitoring. In recent years, several toxic chemicals are being released into the environment (solid waste, water systems, air) due to the speedy globalization and industrial development. Hence, there is an urgent need to develop a sensitive, authenticated, cost-effective tool for environmental monitoring. For example, the electrochemical sensor has been developed based on Ag@C core-shell structure and polyalizarine yellow R (PAYR) for analysis of environmental pollutant hydrazine (N2H4) [67].\nHydrazine is a very toxic chemical used extensively in several applications such as pesticide and insecticide, military and aerospace applications, pharmaceutical and agricultural intermediates and catalyst. The developed sensor (PAYR/Ag@C) has outstanding electrocatalytic activities towards oxidation of hydrazine in the linear range 1e1320 mM with a limit of detection of 250 nm and sensitivity of 0.0211mA/mM using amperometry. The sensor was used successfully for the detection of hydrazine in water samples (tap, lake and mineral water) with recoveries in the range of 98.4e104.5%. The sensing platform retains 97% and 89.5% of its initial response after one week and five weeks, respectively. Further, Fe (III)-metal organic framework andmesoporous Fe3O4@C nanocapsules (Fe-MOF@m Fe3O4@mC) based electrochemical platform was developed for trace level determination of heavy metals ions [68]. The schematic diagram for the stepwise synthesis of Fe-MOF@mFe3O4@mC nanocomposite and its aptasensor is shown in Fig. 3c. This platform could detect Pb2þ and As3þ in a linear concentration range from 0.01 to 10.0 nM with detection limits of 2.27 and 6.73 pM, respectively. The developed platform has good regenerability, outstanding sensitivity and excellence electrochemical activity for detection of heavy metal ions Pb2þ and As3þ in river water and human blood serum samples with acceptable recoveries. The sensor was found to be highly selective in the presence of Zn2þ, Mg2þ, Agþ, Ni2þ, Mn2þ, Ca2þ and Cu2þ ions which possibly coexist with Pb2þ and As3þ. These findings revealed promising applications of CSNs in environmental monitoring. Similarly, CSNs based biosensors have been used for the detection of phenolic compounds, peroxides, mercury, cyanides, uranium, etc., which are known to cause damage to human health and the environment. In addition to environmental monitoring, core@shell based electrochemical sensors have been used effectively for the detection of pesticides in agricultural analyses. For example, acetylcholine esterase (AChE) anchored onto hollow carbon sphere coated needle-like polyaniline (AChE/HCS@PANI) electrochemical biosensor was fabricated for sensitive detection of malathionwith a low detection limit of 0.16 ng mL 1 within a concentration range of 1.0 ng mL 1-10 mg mL 1 [69]. The schematic illustration for the synthesis of AChE/HCS@PANI and its biosensing strategy is shown in Fig. 3d. The developed biosensor could detect malathion in tap water, apple, tomato and cucumber samples with recoveries in the range from 98 to 104%. Based on a similar approach, more sensors can be developed in the future for other class of pesticides such as insecticides, fungicides, herbicides, etc."
    }, {
      "heading" : "3.2. CSNs based optical sensors",
      "text" : "Apart from electrochemical biosensors, CSNs have been effectively employed in optical sensing. Recent advancements in surface chemistry, synthesis methods, and instrument design lead to applications of optical sensors in numerous fields ranging from food safety, environmental analysis and clinical diagnostics [70]. Optical sensors are sensitive, cost-effective as well as rapid and can be used as a powerful analytical tool for the measurement of nearly all of the physical quantities and plethora of biologically/environmentally important analytes based on fluorescence (FL), calorimetry (CL), surface-enhanced Raman scattering (SERS), surface plasmon resonance (SPR) and chemiluminescence approach [71]. Similar to electrochemical biosensors, optical sensors (especially FL and CL) have been classified into different categories based on recognition elements such as enzyme mediated methods, antibody-assisted methods, aptamers, molecularly imprinted polymers (MIPs) approach, and host-guest interaction. MIPs (plastic antibodies) are produced by molecular imprinted techniques in which cavities are created in the polymer using a template molecule. MIPs possess high stabilities and improved mechanical properties and can\nTable 1 CSNs based electrochemical sensors and biosensors for detection of various molecules.\nMaterials Analyte Detection method Detection limit Linear range Reference\nTi@TiO2/CdS/Ni Glucose Amperometry 0.35 mM 0.005e12 mM [47] MWCNT/GONR/GCE AA, DA, UA Amperometry 0.06 mM\n0.08 mM 0.07 mM\n0.1e8.5 mM 0.15e12.15 mM 0.15e11.4 mM\n[48]\nCu@Pd/PGE Histamine Amperometry 3.2 nm 0.1e100 mM [49] Au@CdS DA DPV 0.55 nM 0.002e800 mM [50] Fe@Pt/C HP, glucose, formaldehyde Amperometry 750 nm, 300 mM,\n3.75 mM 2.5 mM-41.605 mM, 1e16 mM, 12.5 mM-15.4 mM\n[51]\nAu@PtNPs/GCE isoniazid Amperometry 26 nM 50 nM 100 mM [52] TGA-CdSe@Ag2Se/GCE Methyldopa DPV 0.04 mM 0.09e60 mM [53] Fe3O4@SiO2@TiO2-MIP Ephedrine DPV 0.0036 mM 0.0090e2.8 mM [54] PEDOT/Au@graphene Paracetamol Amperometry 41 nM 0.15 mM - 5.88 mM [55] GDH/Ni@Pd/PAM/GCE Glutamate Amperometry 0.052 mM 0.1e500 mM [56] Ag@Pt/graphene/GCE Oxazepam DPV 42 nm 0.05e150 mM [57] WMMIPs/MWCNTs@CS/CTABr/MGCE DES SWV 0.25 nM 1.5 nM 150mM [58] ZnS@CdS/GO/GCE Guanine, Adenine DPV 1.45 nM, 1.81 nM 0.01e50 mM [59] Fe3O4@NiO/CPE Quercetin, Tryptophan DPV 2.18 nM,\n14.23 nM 0.08e60 mM, 0.1e120 mM\n[60]\nP(DPA)/SiO2@Fe3O4/CPE UA DPV 0.4 mM 1.2e1.8 mM [61] MMIP/MGCE Metronidazole DPV 16 nM 50 nme1.0 mM [62] SiO2@TiO2/MIP Theophylline DPV 1.2 nM 0.01e40 mM [63]\nselectively recognize template molecule even in the presence of other compounds of similar structure. When biological recognizers (enzymes, antibodies) are not available, MIPs can be used as an effective biosensing platform as well as for other healthcare applications. On the other hand, host-guest interaction chemistry is a special branch of supramolecular chemistry involving the formation of unique inclusion complexes between macrocyclic host and guest molecules. These macrocyclic compounds possess cavities in which guest molecule with complimentary shape is incorporated via non-covalent interactions such as hydrogen bonding, van der Waals interaction and dipole-dipole interaction. So far, several macrocyclic compounds have been synthesized such as cyclodextrins, crown ethers, calixarenes, cucurbiturils, and pillararenes. Based on such host-guest interaction, several highly selective fluorescence and calorimetric sensors have been developed. For example, a novel optical sensor was developed for pH monitoring using upconversion nanoparticles (UCNPs) as the core, silica as shell and additional bovine serum albumin (BSA) shell [72]. This core-shell-shell structure (UCNPs@SiO2@BSA) provides high surface area for loading different pH-sensitive dyes such as bromothymol blue (BTB, pH range 5.99e8.09) and rhodamine B (RhB, pH range 4.98e6.40) for measuring pH in different ranges using ratio fluorescence protocol. The sensor was used for accurate sensing of pH in a series of urine samples and percolates from the tissue of meat and results were compared with the microelectrode. The developed sensor is ten timesmore sensitive than those reported in the literature based on ratio fluorescence and displayed superior photostability at 980 nm. Very recently, 2-amino-3sulfhydrylpropanoic acid decorated ZnS@CdS heterostructure nanowires based fluorescence probe has been developed for nanomolar detection of antimony which is considered to be very toxic to human health [73]. This highly sensitive and selective 2- amino-3-sulfhydrylpropanoic acid functionalized nanowires structure could detect antimony in the linear range 1e1000 nm with a detection limit of 1.2 10 11 M and has high photostability and storage stability of up to 60 C and 2 months, respectively. The fluorescence probe was used for the determination of antimony (Sb3þ) in mineral and tap water with promising results. The performance of the developed sensor is better than even voltammetric sensors reported in the literature in terms of wide linear working range, low detection limit, and simplicity. Further, a disposable colorimetric paper-based sensor was fabricated using ZnO@ZnS\nCSNs for copper ions in aqueous solution [74]. This inexpensive, portable and easy-to-use paper sensor had a low limit of detection of 15 mM (~0.96 ppm) towards Cu2þ ion, which is lower than the universal permissible limit of Cu2þ in drinking water. The developed sensor could detect Cu2þ ions in real river turbulent water with high efficiency suggesting an application for heavy metal determination in complex solutions. The notable benefit of colorimetric and fluorescence sensing is their direct visualization output (eye-naked visibility) which is highly beneficial for point-of-care assays. Additionally, these sensors have benefits of inexpensive instrumentation, non-invasive nature, and high temporal resolution and are free from tedious operational procedures. In another example, AgPt@Ag CSNs were employed as a SERS substrate for the detection of 4-mercaptopyridine with a low detection limit of 0.008 mM and enhancement factor (EF) of 5.0 107 [75]. Additionally, the developed substrate was also used for other molecules such as 4-nitrothiophenol, 4-mercaptobenzoic acid and 4- mercaptophenylboronic acid with outstanding SERS enhancement. The outstanding SERS performance of AgPt@Ag is related to unique core-shell structure and electromagnetic coupling effect between bimetallic AgPt alloyed core and Ag shell. AgPt@Ag can be used as a powerful substrate for in-situ SERS determination of analytes of environmental, food and clinical origin. Based on the above strategies, several optical sensors have been fabricated using different core-shell materials for a variety of physical quantities and important species [76e78]."
    }, {
      "heading" : "3.3. CSNs based wearable sensors",
      "text" : "Flexible materials are in high demand because of their potential applications in portable, flexible electronics, and wearable sensors. Wearable sensing devices are becoming very popular in research and commercialization due to ease of use and reliable output [79,80]. The basic reason behind such rapid development of wearable sensors is advancements in materials science leading to miniaturized devices with a reliable output. These sensors exhibit many notable characteristics such as high pixel density, simple device structure and uncomplicated read-out mechanism [81]. Traditional semiconductor and metal-foil based sensors exhibit high sensitivity but are not suitable for small/large strain as well as for flexible devices limiting their further applications [82]. Hence, conducting polymers or elastomeric rubbers are used in\ncombinationwith conductingmaterials including graphene, carbon nanotubes, metal nanoparticles and carbon black for the highly efficient flexible pressure sensors. Different types of pressure sensors have been fabricated such as piezoresistive [83,84], capacitive [85] and piezoelectric [86]. The piezoresistive/capacitive sensors work on a simple mechanism in which change in resistance/ capacitance of thematerials is measuredwhen external mechanical pressure/stress is applied.\nIn recent years, CSNs have been used effectively for fabricating flexible, high sensitive and large deformation monitoring piezoresistive sensors. For example, a highly efficient ultrasensitive flexible pressure sensor was developed by sandwiching polystyrene ball@reduced graphene oxide core-shell nanoparticles (PS ball@rGO) thin film between two thin flexible polydimethysiloxane (PDMS) sheets [83]. The sensor exhibits outstanding features such as low detection limit of 3Pa, low energy consumption (~1 mW) at a low bias voltage of 1 V, the ultrafast response time of 50 ms, the high sensitivity of 50.9 kPa 1 at 3e1000 Pa and high stability even after 20000 loading-unloading cycles. This simple, low cost and highly sensitive sensor could sense complex forces including pressing, stretching, torsion and vibrations effectively. Based on the above properties, the practical application of the sensor was demonstrated by detecting blood pulse, swallowing, skin pulling, and articular activities by attaching the sensor to the human body. For example, the sensor was attached to a wrist to monitor real-\ntime pulse (Fig. 4a), and obtained results consist of three clearly distinguishable peaks in one cycle pulse and 68 beats per minute (Fig. 4b). The radial augmentation index (AIr ¼ P2/P1) value obtained from this study is 0.76, which is the characteristics value for a healthy adult male. Similarly, to monitor the real-time pressure difference of muscle movement during swallowing, the device was attached to the throat (Fig. 4c) in which the reproducible sensing pattern was obtained (Fig. 4d). Furthermore, Fig. 4e shows a sensor attached to the skin of the back of thewrist inwhich a change in DI/ Ioff over the sensor can be induced by the rotation of the wrist (Fig. 4f). The sensing mechanism can be explained on the basis of change in the electrical contacts between the PS@rGO microballs upon the application of force. For example, after the application of bias voltage, there is reasonable compression of the microball thin film upon loading which causes more contacts of microballs. Similarly, more rGO layers are in contact after application of bias voltage causing more pathways for conduction. This structure will come to its original state after unloading. Such outstanding and extraordinary performance of the flexible pressure sensor under large-scale deformation suggests a trustworthy method for realtime monitoring of human physiological parameters.\nTill date, several wearable sensors have been fabricated using numerousmaterials, but their widespread use is limited by the high cost of fabrication, complicated microfabrication steps, high vacuum conditions and absence of long-term reliability. Hence, to\ne of a heartbeat pulse on the wrist. (c) The pressure sensor attached to the throat. (d) in of the back of the wrist. (f) Responsive curves obtained while bending the wrist.\naddress these issues, electrospinning has been used effectively for the synthesis of nanofibers composed of conducting materials and elastic polymers. However, the low porosity of such nanofibers causes limited changes in resistance consequently lowperformance of the sensor. Additionally, the dense packing of such nanofibers is also not suitable due to the restricted movement causing a limited change in resistance. Hence, to overcome these limitations, a piezoresistive pressure sensor was fabricated employing core-shell polymer nanofibers made up of highly conductive poly (vinylidene fluoride-co-hexafluoropropene) (PVDF-HFP)@poly (3,4-ethylenedioxythiophene) (PEDOT) by 3D electrospinning and vapor deposition polymerization methods [84]. The as-prepared 3D polymeric network was bendable and elastic with an increase in the number of contacts points after the application of external force leading to an extreme change in resistance. The PEDOT shell possesses uniform well-dispersed spherical bumps which are responsible for the highly conductive hierarchical surface. The developed 3D electrospun mat has four interesting properties such as a high specific surface area, high porosity, high interconnectivity of pores space and high sensitivity against external pressure. This sponge-like 3D mat (thickness z1 mm) exhibits a detection limit of 1 Pa and pressure sensitivity of 13.5 kPa 1 when compared to 5.1 kPa 1 for conventional 2D electrospun mat under 10000 compressive cycles. The reasons behind such notable sensitivity of 3D mat fiber over 2D fiber can be explained on the basis of the formation of structure. For example, in\n2D fiber, the compression deformation is limited because of the dense-packing of fibers perpendicular to the collector plate with a minimum change in resistance. On the other hand, in a 3D network, suchmovement is possible in both parallel as well as perpendicular direction causing high flexibility and elasticity. Due to such high flexibility and elasticity, the number of contacts points is high under applied pressure with a large change in resistance resulting in enhanced performance. The practical application of the developed PVDF-HFP@PEDOT sensor was demonstrated by constructing a portable, wireless 16 10 multiarray pressure sensor for the spatiotemporal mapping of multiple pressure points and a wearable wrist band to monitor blood pressure in real time as shown in Fig. 5. This low-cost, lightweight, flexible polymer-based sensor is expected to open a pathway for large-scale fabrication of E-skin, flexible circuits and wearable electronics which can be used in many areas including healthcare, artificial intelligence, sports, and environmental monitoring. Apart from piezoresistive pressure sensors, core-shell nanomaterials have been successfully used in pressure sensors based on the capacitive phenomenon. For example, PDMS ion gel@PVDF-HEF has been synthesized by electrospinning and used as a pressure capacitive sensor with high sensitivity of 0.43 kPa 1 especially in the low-pressure range of 0.01e1.5 kPa [85]. This wearable sensor was used for heart-rate monitoring. The device was fabricated by metal-insulator-metal type configuration (MIM) with Cu as metal and PDMS ion gel@PVDF-HEF as a capacitive layer. The dramatic increase of the\n(right). (b) Optical images of a PVDF-HFP/PEDOT array on an inkjet-printed electrode\nmall custom-made Bluetooth board (bottom). (d) Spatial pressure mapping of a PVDF-\nnsor embedded in a wrist band. (f) Photograph of a wireless blood pressure sensor and\n]. Copyright 2018 Nature Publishing Group.\ncapacitance was observed due to increasing dielectric constant, increase in fibers contact area and reduced distance between the top and bottom electrode causing a significant increase of the capacitance upon compression. Additionally, the sensor acts as a triboelectric pressure sensor with a high sensitivity of 0.068 kPa 1 in the large pressure range of 100e700 kPa. This core-shell mat exhibited high inductive charges and increased dielectric capacitance compared to PVDF-HEF which could be used in triboelectric nanogenerator with a power density of 0.9 W/m2. Hence, such unique core-shell structures can be promising candidates for highperformance flexible pressure sensors."
    }, {
      "heading" : "3.4. CSNs based gas adsorptive sensors",
      "text" : "Air pollution is a serious issue caused by the introduction of particulate matter and gaseous components in the air which has serious side effects on human health as well as environments such as greenhouse effects, acid rain, and ozone depletion [87]. Gas sensors are the promising devices employed for many purposes including personal safety, monitoring of air quality, and for the detection of toxic/explosive gaseous. Among different detectors available in the market, resistive metal oxide semiconductor (MOS) gas sensors are most widely used and extensively studied due to high sensitivity, high stability, compatibility with electronics devices, low cost and reasonably low power consumption. During the last few years, intense research has been conducted employing various semiconducting materials such as In2O3, ZnO, SnO2, and Fe2O3 [88]. Among all these materials, In2O3 and ZnO are widely explored for gas sensors; however single In2O3 or ZnO is not the ideal materials due to its poor selectivity, high operating temperature, lack of long-term stability and inadequate response at low gas concentrations. However, there are increasing demands for cheap, low power consuming, fast response and recovery speed, highly sensitive and selective solid-state gas sensors to overcome the limitations of conventional MOS sensors. The performance and operating temperature of such sensors can be improved by the introduction of metal nanoparticles; however, these nanoparticles are susceptible to undesired aggregation, and even migration at high temperature causes low catalytic activity. Additionally, noble metal nanoparticles are susceptible to poisoning by a variety of chemicals such as thiols, H2S, and SO2 which further affects the overall performance. Hence, to overcome the above deficiencies metal core encapsulated in protective semiconductor shell is a promising strategy for enhancing performance because of the manageable chemical and thermal properties of the core and the charge transfer between core-shell structure [89,90]. Metal@In2O3 hybrid structures are important multicomponent materials exhibiting properties of individual components as well as the interaction between metal and semiconductor leading to synergistic effect. Apart from detecting a variety of gases, the potential application of semiconductor oxide gas sensor is the detection of biomarkers which is highly useful for early identification of diseases [91]. For example, the ultra-sensitive and moisture-resistance gas sensor was fabricated for the detection of acetone as a biomarker for diagnosis of diabetes in exhaled breath using Pt@In2O3 nanowires [92]. In a typical study, Pt@In2O3 was prepared by a simple coelectrospinning method, and SBA-15 molecular sieve was introduced on top of the material in order to protect the sensor from the moisture. The developed sensor exhibited a low detection limit of 10 ppb with a fast dynamic process, high sensitivity, and high stability. Fig. 6a shows the resistance change of different sensors when exposed to 1.8 ppm acetone, which is the concentration of acetone in the breath of diabetes person. All sensors showed a stable baseline in the air and immediately respond to target gas and again return to baseline once into the air. The response time (Ʈres)\nand recovery time (Ʈrec) values were found to be lowest for S4 sensor (Pt@In2O3) confirming the fastest dynamic processes as shown in Fig. 6b. Fig. 6c demonstrates the response of S4 to different concentrations of acetone (50ppb-2 ppm). The response was increased with an increase in concentration with a stable baseline after each cycle. Ʈres and Ʈrec values were calculated (Fig. 6d), which suggest the shortest dynamic processes at higher concentrations. The Ʈres and Ʈrec were found to be 14 and 16 s for 1 ppm acetone. The porous In2O3 shell and a controllable Pt core form a unique core-shell structure with six-fold enhancement in sensing performance than pure In2O3. Selectivity is an important parameter for practical use because of the possibility of potentially interfering compounds in breath. Hence, selectivity was tested for other biomarkers in human breath such as ammonia for kidney disease, nitrogen dioxide for asthma, methanol, and toluene for lung cancer at 5 ppm each concentration. Interestingly, the sensor showed the highest selectivity for acetone (Rair/Rtarget gas ¼ 14 at 5 ppm) compared to other gaseous in which low response was obtained confirming appreciable selectivity. Additionally, the mesoporous silica molecular sieve filter (SBA-15) with a pore size of 9 nm is useful for moisture gas filtering. The gas sensing mechanism of Pt@In2O3 sensor is based on resistance changes caused by the chemisorption of oxygen species (O2 , O , and/or O2 ) and interaction of these species with acetone causing surface depletion and resistance change. The chemical reaction between acetone molecules and oxygen ions releases electrons to In2O3 surface which intern increases the concentration of electrons and decreases resistance. The reaction can be written as:\nCH3COCH3 (gas) þ 8O2 /3CO2 (gas) þ 3H2O (gas) þ 8e-\nBased on a similar approach, many researchers have demonstrated CSNs metal@n-type metal oxide heterostructures for gas sensing applications such as Au@ZnO for H2 [93], Ag@SnO2 for ethanol [94] and Ag@WO3 for alcohol vapor [95]. For typical, n-type semiconductor the sensing mechanism is based on redox reactions between surface adsorbed oxygen ions and target gas which causes a change in electrons in n-type semiconductor causing a change in resistance. Similar to n-type semiconductor, metal@p-type metal oxide CSNs have been reported with improved performance for gas sensing applications [96]. In a typical example, M (Au, Ag, Pd) @Cu2O was synthesized, and the effect of metal on sensing performance of Cu2O was studied [96]. The response (Rs ¼ Rg/Ra) of Cu2O, Au@Cu2O, Ag@Cu2O, and Pd@Cu2O was investigated for 200 ppm of CO which was found to be 1.66, 2.61, 1.80 and 2.06, respectively. The change in resistance was different for every metal because of variable electron trapping capability. Both Au (5.1 eV) and Pd (5.3 eV) exhibit high work function in comparison to Cu2O (4.8 eV) resulting in electrons transfer from conduction band of Cu2O to metal leaving behind holes. However, Ag (4.3 eV) has a lower work function than Cu2O (4.8 eV) causing transfer of an electron from Ag to Cu2O which results in Schottky barrier formation at the interface. Hence, the change in resistance upon exposure to CO was more for metal@metal oxide than Cu2O alone. Recently Kim and co-workers reviewed the importance of shell thickness on gas sensing performance of such nanostructured materials [97]. For example, CuO@ZnO p-n type nanowires based sensor was developed for reducing gases C6H6 and CO [98]. The core CuO was prepared by thermal oxidation followed by n-ZnO shell deposition by atomic layer deposition with varying thickness from 5 to 110 nm. The gas sensing performance is enhanced with the increase of shell thickness up to 35 nm followed by a decrease in response. If the shell thickness is smaller than Debye length (lD) of ZnO, then shell electrons were depleted completely upon exposure to the target gases resulting in band bending at the\ninterface of CuO@ZnO. In contrast, if the shell thickness is more than lD of ZnO, then electrons were depleted partially causing a small change in resistance. However, when shell thickness was comparable to lD, exposed to the gases the depleted electrons come back to shell resulting in highest gas sensing performance. The improved performance of most of these kinds of sensors (n-type and p-type) is explained on the basis of electronic sensitization and/or chemical sensitization of core metal. The electronic sensitization is related to the transfer of charge between core metal and MOS. For example, noble metal with higher work function will accept electrons from metal oxides causing high air resistance (Ra) in n-type MOS and vice-versa in p-type MOS, which can be used for optimizing gas response (Ra/Rg or Rg/Ra) by controlling Ra. On the other hand, chemical sensitization is related to the catalytic activity of core metal causing improvement of gas response [99]. The performance of such metal@metal oxide gas sensors is strongly dependent on the synthesis route employed forming materials with controllable size, shell thickness, compositions, morphology, shape, and architectures. Recently, the metal oxides have been combined with PPy and GO (CuxO-PPy@GO) for sensing of H2S [100]. Such strategies are becoming popular due to low cost and high sensitivity of the sensing platforms. Hence, it is necessary to develop facile methods to synthesize high-quality core@shell materials with advanced properties at a low cost."
    }, {
      "heading" : "4. Conclusions and future perspectives",
      "text" : "This review reports recent applications of CSNs and their composites in different types of sensors such as electrochemical,\noptical, wearable and gas adsorptive sensors. These nanomaterials are proved to be promising and valuable due to special structures and complementary properties as compared to single-component counterparts. The analytical performance of various CSNs based sensors has been compared, and the improvement of the response was discussed. The sensing performance of these sensors is mainly based on synthesis methods employed to prepare materials and electrical, physical and catalytic properties of materials. In this review, we have demonstrated how the structural and morphological control during the synthesis affects the overall properties of the materials and performance of the sensor. The high surface area, excellent electrical and chemical properties make these materials ideal for electrodes. Core-shell based electrochemical biosensors enabled ultrasensitive and selective determination of biologically important biomolecules, heavy metal ions, pesticides and other hazardous compounds in environmental and agriculture. The stability and durability of CSNs sensors containing aptamer, antigenantibody, enzymes, and protein is a key concern on commercial and industrial aspects. On the other hand, wearable sensors fabricated from these nanomaterials showed outstanding performance towards monitoring of various human physiological activities. The core-shell based optical and gas sensors exhibited improved sensing performance and long-term stability. The strategies on the synthesis of nanomaterials and fabrication of various sensors discussed in this review will be useful for the future development in this field. Despite the fact that significant progress has been made in this area, however, there are many challenges to be overcome in order to get the full proof device. It is desirable to develop facile, green and flexible synthesis methods to obtained uniform and\nhomogenous multifunctional nanoparticles. We strongly believe that further developments in the synthesis of these nanomaterials will lead to routine as well as commercial applications of these devices in the near future. Furthermore, most of the core-shell nanomaterials reported in the literature are composed of noble metals; however, synthesizing new materials other than noble metals and earth-abundant elements would be economically viable and sustainable. The electrochemical (bio) sensing research is still limited at laboratory level; therefore, for on-site and real-time analysis portable, self powered and integrated devices with mobile phones are highly essential. Flexibility is important for fabricating miniaturized lab-on-a-chip devices and implantable biomedical devices; however, currently, most of the sensing platforms are fabricated on rigid substrates with less flexibility. Hence, more efforts need to be taken to fabricate sensors on flexible substrates in order to meet various requirements. Additionally, designing new CSNs based wearable strain sensors with large tunable strain, high sensitivity, high stretchability, and small dimensions are highly demanding for detecting subtle human activities and ultra weak pressures such as wrist pulse beating, heart beating, etc. Therefore, with ongoing advancement in sensing technology, we expect stable and sensitive sensing platforms in the near future."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported by the National Natural Science Foundation of China (Grant Nos. 51672098 and 51632001)."
    } ],
    "references" : [ {
      "title" : "Synthesis",
      "author" : [ "S. Zhang", "R. Geryak", "J. Geldmeier", "S. Kim", "V.V. Tsukruk" ],
      "venue" : "assembly, and applications of hybrid nanostructures for biosensing, Chem. Rev. 117 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Recent trends in nanomaterial-modified electrodes for electroanalytical applications",
      "author" : [ "N. Baig", "M. Sajid", "T.A. Saleh" ],
      "venue" : "Trac. Trends Anal. Chem. 111 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Structural engineering of 2D nanomaterials for energy storage and catalysis",
      "author" : [ "Y. Zhu", "L. Peng", "Z. Fang", "C. Yan", "X. Zhang", "G. Yu" ],
      "venue" : "Adv. Mater. 30 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Energy harvesting and storage in 1D devices",
      "author" : [ "H. Sun", "Y. Zhang", "J. Zhang", "X. Sun", "H. Peng" ],
      "venue" : "Nat. Rev. Mater. 2 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Form follows function: nanoparticle shape and its implications for nanomedicine",
      "author" : [ "C. Kinnear", "T.L. Moore", "L. Rodriguez-Lorenzo", "B. Rothen-Rutishauser", "A. Petri- Fink" ],
      "venue" : "Chem. Rev. 117 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Near-infrared-light-activatable nanomaterialmediated phototheranostic nanomedicines: an emerging paradigm for cancer treatment",
      "author" : [ "R. Vankayala", "K.C. Hwang" ],
      "venue" : "Adv. Mater. 30 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Application of nanotechnologies for removing pharmaceutically active compounds from water: development and future trends",
      "author" : [ "Z. Cai", "A.D. Dwivedi", "W.N. Lee", "X. Zhao", "W. Liu", "M. Sillanpaa", "D. Zhao", "C.H. Huang", "J. Fu" ],
      "venue" : "Environ. Sci. Nano 5 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Functionalized fluorescent nanomaterials for sensing pollutants in the environment: a critical review",
      "author" : [ "L. Walekar", "T. Dutta", "P. Kumar", "Y.S. Ok", "S. Pawar", "A. Deep", "K.-H. Kim" ],
      "venue" : "Trac. Trends Anal. Chem. 97 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Exploiting core-shell synergy for nanosynthesis and mechanistic investigation",
      "author" : [ "H. Wang", "L.Y. Chen", "Y.H. Feng", "H.Y. Chen" ],
      "venue" : "Acc. Chem. Res. 46 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Gold nanorod@chiral mesoporous silica core shell nanoparticles with unique optical properties",
      "author" : [ "W. Liu", "Z. Zhu", "K. Deng", "Z. Li", "Y. Zhou", "H. Qiu", "Y. Gao", "S. Che", "Z. Tang" ],
      "venue" : "J. Am. Chem. Soc. 135 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Bright",
      "author" : [ "A. Lay", "C. Siefe", "S. Fischer", "R.D. Mehlenbacher", "F. Ke", "W.L. Mao", "A.P. Alivisatos", "M.B. Goodman", "J.A. Dionne" ],
      "venue" : "mechanosensitive upconversion with cubic-phase heteroepitaxial core-shell nanoparticles, Nano Lett. 18 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fabrication of uniform magnetic nanocomposite spheres with a magnetic core/mesoporous silica shell structure",
      "author" : [ "W. Zhao", "J. Gu", "L. Zhang", "H. Chen", "J. Shi" ],
      "venue" : "J. Am. Chem. Soc. 127 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Multifunctional lanthanide-doped core/shell nanoparticles: integration of upconversion luminescence",
      "author" : [ "Q. Shao", "Z. Yang", "G. Zhang", "Y. Hu", "Y. Dong", "J. Jiang" ],
      "venue" : "temperature sensing, and photothermal conversion properties, ACS Omega 3 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Silica Particles: a novel drug-delivery system",
      "author" : [ "C. Barbe", "J. Bartlett", "L. Kong", "K. Finnie", "H.Q. Lin", "M. Larkin", "S. Calleja", "A. Bush", "G. Calleja" ],
      "venue" : "Adv. Mater 16 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Core/Shell nanoparticles: classes",
      "author" : [ "R.G. Chaudhuri", "S. Paria" ],
      "venue" : "properties, synthesis mechanisms, characterization, and applications, Chem. Rev. 112 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Coreeshell nanoparticles: synthesis and applications in catalysis and electrocatalysis",
      "author" : [ "M.B. Gawande", "A. Goswami", "T. Asefa", "H. Guo", "A.V. Biradar", "D.L. Peng", "R. Zboril", "R.S. Varma" ],
      "venue" : "Chem. Soc. Rev. 44 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Design",
      "author" : [ "A.M. El-Toni", "M.A. Habila", "J.P. Labis", "Z.A. Alothman", "M. Alhoshan", "A.A. Elzatahry", "F. Zhang" ],
      "venue" : "synthesis and applications of coreeshell, hollow core, and nanorattle multifunctional nanostructures, Nanoscale 8 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Photonic crystals: emerging biosensors and their promise for point-of-care applications",
      "author" : [ "H. Inan", "M. Poyraz", "F. Inci", "M.A. Lifson", "M. Baday", "B.T. Cunningham", "U. Demirci" ],
      "venue" : "Chem. Soc. Rev. 46 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrochemical methods for the analysis of clinically relevant biomolecules",
      "author" : [ "M. Labib", "E.H. Sargent", "S.O. Kelley" ],
      "venue" : "Chem. Rev. 116 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Noble metal-free oxidative electrocatalysts: polyaniline and Co (II)-polyaniline nanostructures hosted in nanoporous silica",
      "author" : [ "R. Silva", "T. Asefa" ],
      "venue" : "Adv. Mater. 24 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Efficient metal-Free electrocatalysts for oxygen reduction: polyaniline-derived N- and O-Doped mesoporous carbons",
      "author" : [ "R. Silva", "D. Voiry", "M. Chhowalla", "T. Asefa" ],
      "venue" : "J. Am. Chem. Soc. 135 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Controlled growth of monodisperse silica spheres in the micron size range",
      "author" : [ "W. Stober", "A. Fink", "E. Bohn" ],
      "venue" : "J. Colloid Interface Sci. 26 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1968
    }, {
      "title" : "Chemical deposition of Cu2O thin films",
      "author" : [ "M. Ristov", "G.J. Sinadinovski", "I. Grozdanov" ],
      "venue" : "Thin solid films 123 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1985
    }, {
      "title" : "Hollow PdCu2@Pt core-shell nanoparticles with ordered intermetallic core as efficient and durable oxygen reduction reaction electrocatalysts",
      "author" : [ "H.-Y. Park", "J.H. Park", "P. Kim", "S.J. Yoo" ],
      "venue" : "Appl. Catal., B 225 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dual-activator codoped upconversion nanoprobe with coreemultishell structure for in vitro and in vivo detection of hydroxyl radical",
      "author" : [ "X. Song", "J. Zhang", "Z. Yue", "Z. Wang", "Z. Liu", "S. Zhang" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Facile fabrication of multishelled SnO2 hollow microspheres for gas sensing application",
      "author" : [ "T.T. Wang", "S.Y. Ma", "L. Cheng", "X.H. Jiang", "M. Zhang", "W.Q. Li", "W.X. Jin" ],
      "venue" : "Mater. Lett. 164 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Copper core-porous manganese oxide shell nanoparticles",
      "author" : [ "N.D. Subramanian", "J. Moreno", "J.J. Spivey", "C.S.S.R. Kumar" ],
      "venue" : "J. Phys. Chem. C 115 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Multifunctional nanoparticles@MOF core-shell nanostructures",
      "author" : [ "Y. Liu", "Z. Tang" ],
      "venue" : "Adv. Mater. 25 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fabrication of metal nanoparticles in metalorganic frameworks",
      "author" : [ "H.R. Moon", "D.-W. Lim", "M.P. Suh" ],
      "venue" : "Chem. Soc. Rev. 42 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "SERS-active metal-organic frameworks embedding gold nanorods",
      "author" : [ "K. Sugikava", "Y. Furukava", "K. Sada" ],
      "venue" : "Chem. Mater. 23 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Core-shell noble-metal@metal-organic-framework nanoparticles with highly selective sensing property",
      "author" : [ "L.C. He", "Y. Liu", "J.Z. Liu", "Y.S. Xiong", "J.Z. Zheng", "Y.L. Liu", "Z.Y. Tang" ],
      "venue" : "Angew. Chem. 125 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nanoscale metal-organic frameworks for biomedical imaging and drug delivery",
      "author" : [ "J. Della Rocca", "D. Liu", "W. Lin" ],
      "venue" : "Acc. Chem. Res. 44 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Electrochemical sensors and biosensors based on nanomaterials and nanostructures",
      "author" : [ "C. Zhu", "G. Yang", "H. Li", "D. Du", "Y. Lin" ],
      "venue" : "Anal. Chem. 87 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Mesoporous Pd@Pt core-shell nanoparticles supported on multi-walled carbon nanotubes as a sensing platform: application in simultaneous electrochemical detection of anticancer drugs doxorubicin and dasatinib",
      "author" : [ "P.K. Kalambate", "Y. Li", "Y. Shen", "Y. Huang" ],
      "venue" : "Anal. Methods 11 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrode system for continuous monitoring in cardiovascular surgery",
      "author" : [ "L.C. Clark", "C. Lyons" ],
      "venue" : "Ann. N. Y. Acad. Sci. 102 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 1962
    }, {
      "title" : "Chitosancovered Pd@Pt core-shell nanocubes for direct electron transfer in electrochemical enzymatic glucose biosensor",
      "author" : [ "S.K. Krishnan", "E. Prokhorov", "D. Bahena", "R. Esparza", "M. Meyyappan" ],
      "venue" : "ACS Omega 2 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An ultrasensitive sandwich-type electrochemical immunosensor based on the signal amplification strategy of mesoporous coreeshell Pd@Pt nanoparticles/amino group functionalized graphene nanocomposite",
      "author" : [ "M. Li", "P. Wang", "F. Li", "Q. Chu", "Y. Li", "Y. Dong" ],
      "venue" : "Biosens. Bioelectron. 87 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A new label-free electrochemical immunosensor based on dendritic core-shell AuPd@Au nanocrystals for highly sensitive detection of prostate specific antigen",
      "author" : [ "R. Wang", "W.D. Liu", "A.J. Wang", "Y. Xue", "L. Wu", "J.J. Feng" ],
      "venue" : "Biosens. Bioelectron. 99 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sandwich-type electrochemical immunosensor based on Au@Ag supported on functionalized phenolic resin microporous carbon spheres for ultrasensitive analysis of a-fetoprotein",
      "author" : [ "X. Zhang", "Y. Li", "H. Lv", "J. Feng", "Z. Gao", "P. Wang", "Y. Dong", "Q. Liu", "Z. Zhao" ],
      "venue" : "Biosens. Bioelectron. 106 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrasensitive electrochemical immunosensor for carbohydrate antigen 19-9 using Au/porous graphene nanocomposites as platform and Au@Pd core/shell bimetallic functionalized graphene nanocomposites as signal enhancers",
      "author" : [ "F. Yang", "Z. Yang", "Y. Zhuo", "Y. Chai", "R. Yuan" ],
      "venue" : "Biosens. Bioelectron. 66 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "An electrochemical aptasensor for thrombin using synergetic catalysis of enzyme and porous Au@Pd coreeshell nanostructures for signal amplification",
      "author" : [ "W. Xu", "H. Yi", "Y. Yuan", "P. Jing", "Y. Chai", "R. Yuan", "G.S. Wilson" ],
      "venue" : "Biosens. Bioelectron. 64 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Flow injection amperometric sandwich-type electrochemical aptasensor for the determination of adenocarcinoma gastric cancer cell using aptamer-Au@Ag nanoparticles as labeled aptamer",
      "author" : [ "M.A. Tabrizi", "M. Shamsipur", "R. Saber", "S. Sarkar", "N. Sherkatkhameneh" ],
      "venue" : "Electrochim. Acta 246 (2017) 1147e1154.  P.K. Kalambate et al. / Trends in Analytical Chemistry 115 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and electrocatalytic effect of Ag@Pt coreeshell nanoparticles supported on reduced graphene oxide for sensitive and simple label-free electrochemical aptasensor",
      "author" : [ "M. Mazloum-Ardakani", "L. Hosseinzadeh", "Z. Taleat" ],
      "venue" : "Biosens. Bioelectron. 74 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Aptasensor based on hierarchical core shell nanocomposites of zirconium hexacyanoferrate nanoparticles and mesoporous mFe3O4@mC: electrochemical quantitation of epithelial tumor marker mucin-1",
      "author" : [ "M. Wang", "B. Hu", "H. Ji", "Y. Song", "J. Liu", "D. Peng", "L. He", "Z. Zhang" ],
      "venue" : "ACS Omega 2 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Novel electrochemical biosensor based on PVP capped CoFe2O4@CdSe core-shell nanoparticles modified electrode for ultra-trace level determination of rifampicin by square wave adsorptive stripping voltammetry",
      "author" : [ "K. Asadpour-Zeynali", "F. Mollarasouli" ],
      "venue" : "Biosens. Bioelectron. 92 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Non-enzymatic sensing of glucose using screen-printed electrode modified with novel synthesized CeO2@CuO core shell nanostructure",
      "author" : [ "T. Dayakar", "K.V. Rao", "K. Bikshalu", "V. Malapati", "K.K. Sadasivuni" ],
      "venue" : "Biosens. Bioelectron. 111 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ni/CdS bifunctional Ti@TiO2 core-shell nanowire electrode for high-performance nonenzymatic glucose sensing",
      "author" : [ "C. Guo", "H. Huo", "X. Han", "C. Xu", "H. Li" ],
      "venue" : "Anal. Chem. 86 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Microwave-assisted synthesis of a core-shell MWCNT/GONR heterostructure for the electrochemical detection of ascorbic acid",
      "author" : [ "C.-L. Sun", "C.-T. Chang", "H.-H. Lee", "J. Zhou", "J. Wang", "T.-K. Sham", "W.-F. Pong" ],
      "venue" : "dopamine, and uric acid, ACS Nano 5 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Cu@Pd core-shell nanostructures for highly sensitive and selective amperometric analysis of histamine",
      "author" : [ "R.K.R. Gajjala", "S.K. Palathedath" ],
      "venue" : "Biosens. Bioelectron. 102 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Designed selfassembled hybrid Au@CdS core-shell nanoparticles with negative charge and their application as highly selective biosensors",
      "author" : [ "W. Zhang", "J. Zheng", "C. Tan", "X. Lin", "S. Hu", "J. Chen", "X. You", "S. Li" ],
      "venue" : "J. Mater. Chem. B 3 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nonenzymatic electrochemical sensor based on Fe@Pt core-shell nanoparticles for hydrogen peroxide",
      "author" : [ "H. Mei", "W. Wu", "B. Yu", "H. Wu", "S. Wang", "Q. Xia" ],
      "venue" : "glucose and formaldehyde, Sens. Actuators, B 223 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Monitoring isoniazid level in human fluids in the presence of theophylline using gold@platinum core-shell nanoparticles modified glassy carbon electrode",
      "author" : [ "N.S.K. Gowthaman", "S. Kesavan", "S.A. John" ],
      "venue" : "Sens. Actuators, B 230 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A novel and facile synthesis of TGAcapped CdSe@Ag2Se core-shell quantum dots as a new substrate for high sensitive and selective methyldopa sensor",
      "author" : [ "K. Asadpour-Zeynali", "F. Mollarasouli" ],
      "venue" : "Sens. Actuators, B 237 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fabrication of a novel electrochemical sensing platform based on a core-shell nano-structured/molecularly imprinted polymer for sensitive and selective determination of ephedrine",
      "author" : [ "H. Bagheri", "N. Pajooheshpour", "A. Afkhami", "H. Khoshsafar" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electrochemical determination of paracetamol based on Au@graphene core-shell nanoparticles doped conducting polymer PEDOT nanocomposite",
      "author" : [ "M. Li", "W. Wang", "Z. Chen", "Z. Song", "X. Luo" ],
      "venue" : "Sens. Actuators, B 260 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Immobilization of Ni-Pd/core-shell nanoparticles through thermal polymerization of acrylamide on glassy carbon electrode for highly stable and sensitive glutamate detection",
      "author" : [ "H. Yu", "Z. Ma", "Z. Wu" ],
      "venue" : "Anal. Chim. Acta 896 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Development of electrochemical sensor for sensitive determination of oxazepam based on silver-platinum core-shell nanoparticles supported graphene",
      "author" : [ "A. Khoshroo", "L. Hosseinzadeh", "A. Sobhani-Nasab", "M. Rahimi-Nasrabadi", "H. Ehrlich" ],
      "venue" : "J. Electroanal. Chem. 823 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemicalmagnetic imprinted sensor based on MWCNTs@CS/CTABr surfactant composites for sensitive sensing of diethylstilbestrol",
      "author" : [ "W.-R. Zhao", "T.-F. Kang", "L.-P. Lu", "S.-Y. Cheng" ],
      "venue" : "J. Electroanal. Chem. 818 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Trace level detection of quanine and adenine and evaluation of damage to DNA using electro-synthesized ZnS@ CdS core-shell quantum dots decorated graphene oxide nanocomposite",
      "author" : [ "M. Arvand", "Z. Khoshkholgh", "S. Hemmati" ],
      "venue" : "J. Electroanal. Chem. 817 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A new sensing platform based on magnetic Fe3O4@NiO core/shell nanoparticles modified carbon paste electrode for simultaneous voltammetric determination of Quercetin and Tryptophan",
      "author" : [ "S. Tajyani", "A. Babaei" ],
      "venue" : "J. Electroanal. Chem. 808 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical sensor for detection of uric acid in the presence of ascorbic acid and dopamine using the poly(DPA)/SiO2@Fe3O4 modified carbon paste electrode",
      "author" : [ "Y.V.M. Reddy", "B. Sravani", "S. Agarwal", "V.K. Gupta", "G. Madhavi" ],
      "venue" : "J. Electroanal. Chem. 820 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A coreeshell molecularly imprinted polymer grafted onto a magnetic glassy carbon electrode as a selective sensor for the determination of metronidazole",
      "author" : [ "D. Chen", "J. Deng", "J. Liang", "J. Xie", "C. Hu", "K. Huang" ],
      "venue" : "Sens. Actuators, B 183 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "An electrochemical sensor based on SiO2@TiO2-embedded molecularly imprinted polymers for selective and sensitive determination of theophylline",
      "author" : [ "T. Gan", "A. Zhao", "Z. Wang", "P. Liu", "J. Sun", "Y. Liu" ],
      "venue" : "J. Solid State Electrochem. 21 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Dual-channel photoelectrochemical ratiometric aptasensor with up-converting nanocrystals using spatial-resolved technique on homemade 3D printed device",
      "author" : [ "Z. Qiu", "J. Shu", "J. Liu", "D. Tang" ],
      "venue" : "Anal. Chem. 91 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Near-Infrared light-excited Core Core Shell UCNP@Au@CdS upconversion nanospheres for ultrasensitive  photoelectrochemical enzyme immunoassay",
      "author" : [ "Z. Luo", "L. Zhang", "R. Zeng", "L. Su", "D. Tang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "D",
      "author" : [ "Z. Qiu", "J. Shu" ],
      "venue" : "Tang, Near-Infrared-to-Ultraviolet light-mediated photoelectrochemical aptasensing platform for cancer biomarker based on Core Shell NaYF4:Yb,Tm@TiO2 upconversion microrods, Anal. Chem. 90 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fabrication of a sensitive electrochemical sensor to environmental pollutant of hydrazine in real water samples based on synergistic catalysis of Ag@C coreeshell and polyalizarin yellow R",
      "author" : [ "A. Maleki", "R. Rezaee", "H. Daraei", "B. Shahmoradi", "N. Amini" ],
      "venue" : "J. Alloy. Comp. 763 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fe(III)-based metaleorganic framework-derived coreeshell nanostructure: sensitive electrochemical platform for high trace determination of heavy metal ions",
      "author" : [ "Z. Zhang", "H. Ji", "Y. Song", "S. Zhang", "M. Wang", "C. Jia", "J.Y. Tian", "L. He", "X. Zhang", "C.S. Liu" ],
      "venue" : "Biosens. Bioelectron. 94 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Novel electrochemical biosensor based on core-shell nanostructured composite of hollow carbon spheres and polyaniline for sensitively detecting malathion",
      "author" : [ "L. He", "B. Cui", "J. Liu", "Y. Song", "M. Wang", "D. Peng", "Z. Zhang" ],
      "venue" : "Sens. Actuators, B 258 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Optical sensor arrays for chemical sensing: the optoelectronic nose",
      "author" : [ "J.R. Askim", "M. Mahmoudia", "K.S. Suslick" ],
      "venue" : "Chem. Soc. Rev. 42 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Review of optical sensors for pesticides",
      "author" : [ "X. Yan", "H. Li", "X. Su" ],
      "venue" : "Trac. Trends Anal. Chem. 103 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel modularized optical sensor for pH monitoring in biological matrixes",
      "author" : [ "X. Liu", "S.Q. Zhang", "X. Wei", "T. Yang", "M.L. Chen", "J.H. Wang" ],
      "venue" : "Biosens. Bioelectron. 109 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis and characterization of 2A-3SHPA decorated ZnS@ CdS coreeshell heterostructure nanowires as a fluorescence probe for antimony ions detection",
      "author" : [ "W.E. Mahmoud" ],
      "venue" : "Sens. Actuators, B 238 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Colorimetric disposable paper coated with ZnO@ZnS coreeshell nanoparticles for detection of ions in aqueous solutions",
      "author" : [ "A. Sadollahkhani", "A. Hatamie", "O. Nur", "M. Willander", "B. Zargar", "I. Kazeminezhad" ],
      "venue" : "ACS Appl. Mater. Interfaces 6 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile synthesis of AgPt@Ag core-shell nanoparticles as highly active surface-enhanced Raman scattering substrates",
      "author" : [ "X.Y. Zhu", "A.J. Wang", "S.S. Chen", "X. Luo", "J.J. Feng" ],
      "venue" : "Sens. Actuators, B 260 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "R. Gunawidjaja", "T. Myint" ],
      "venue" : "Eilers, Optical and morphological characterization of Tb0.01Zr0.99O2/(Precursor Eu0.02Y1.98O3) core/shell nanoparticles as temperature sensors in fast heating events, J. Phys. Chem. C 118 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Metal-polydopamine framework: an innovative signal-generation tag for colorimetric immunoassay",
      "author" : [ "R. Ren", "G. Cai", "Z. Yu", "Y. Zeng", "D. Tang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bioresponsive release system for visual fluorescence detection of carcinoembryonic antigen from mesoporous silica nanocontainers mediated optical color on quantum dot-enzyme-impregnated paper",
      "author" : [ "Z. Qiu", "J. Shu", "D. Tang" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fully integrated wearable sensor arrays for multiplexed in situ perspiration analysis",
      "author" : [ "W. Gao", "S. Emaminejad", "H.Y.Y. Nyein", "S. Challa", "K. Chen", "A. Peck", "H.M. Fahad", "H. Ota", "H. Shiraki", "D. Kiriya", "D.H. Lien", "G.A. Brooks", "R.W. Davis", "A. Javey" ],
      "venue" : "Nature 529 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A skin-inspired organic digital mechanoreceptor",
      "author" : [ "B.C.K. Tee", "A. Chortos", "A. Berndt", "A.K. Nguyen", "A. Tom", "A. McGuire", "Z.C. Lin", "K. Tien", "W.G. Bae", "H. Wang", "P. Mei", "H.H. Chou", "B. Cui", "K. Deisseroth", "T.N. Ng", "Z. Bao" ],
      "venue" : "Science 350 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A new approach for ultrahigh-performance piezoresistive sensor based on wrinkled PPy film with electrospun PVA nanowires as spacer",
      "author" : [ "C. Luo", "N. Liu", "H. Zhang", "W. Liu", "Y. Yue", "S. Wang", "J. Rao", "C. Yang", "J. Su", "X. Jiang", "Y. Gao" ],
      "venue" : "Nanomater. Energy 41 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly stretchable",
      "author" : [ "D.Y. Choi", "M.H. Kim", "Y.S. Oh", "S.H. Jung", "J.H. Jung", "H.J. Sung", "H.W. Lee", "H.M. Lee" ],
      "venue" : "hysteresis-free ionic liquid-based strain sensor for precise human motion monitoring, ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An ultrasensitive flexible pressure sensor for multimodal wearable electronic skins based on large-scale polystyrene ball@ reduced graphene-oxide coreeshell nanoparticles",
      "author" : [ "Y. Ai", "T.H. Hsu", "D.C. Wu", "L. Lee", "J.H. Chen", "Y.Z. Chen", "S.C. Wu", "C. Wu", "Z.M. Wang", "Y.L. Chueh" ],
      "venue" : "J. Mater. Chem. C 6 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Wearable high-performance pressure sensors based on three-dimensional electrospun conductive nanofibers",
      "author" : [ "O.Y. Kweon", "S.J. Lee", "J.H. Oh" ],
      "venue" : "NPG Asia Mater. 10 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Core-shell nanofiber mats for tactile pressure sensor and nanogenerator applications",
      "author" : [ "M.F. Lin", "J. Xiong", "J. Wang", "K. Parida", "P. Lee" ],
      "venue" : "Nanomater. Energy 44 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "High performance flexible piezoelectric pressure sensor based on CNTs-doped 0-3 ceramic-epoxy nanocomposites",
      "author" : [ "H.J. Kim", "Y.J. Kim" ],
      "venue" : "Mater. Des. 151 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The sectoral and regional economic consequences of outdoor air pollution to 2060",
      "author" : [ "E. Lanzi", "R. Dellink", "J. Chateau" ],
      "venue" : "Energy Econ. 71 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Noble metal@metal oxide semiconductor core@shell nano-architectures as a new platform for gas sensor applications",
      "author" : [ "P. Rai", "S.M. Majhi", "Y.-T. Yu", "J.-H. Lee" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "High-temperature-stable catalysts by hollow sphere encapsulation",
      "author" : [ "P.M. Arnal", "M. Comotti", "F. Schuth" ],
      "venue" : "Angew. Chem. 118 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A yolk@shell nanoarchitecture for Au/TiO2 catalysts",
      "author" : [ "I. Lee", "J.B. Joo", "Y. Yin", "F. Zaera" ],
      "venue" : "Angew. Chem. 123 (2011) 10390e10393.  P.K. Kalambate et al. / Trends in Analytical Chemistry 115 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Ultrasensitive silicon nanowire for real-world gas sensing: noninvasive diagnosis of cancer from breath volatolome",
      "author" : [ "N. Shehada", "G. Bronstrup", "K. Funka", "S. Christiansen", "M. Leja", "H. Haick" ],
      "venue" : "Nano Lett. 15 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A highly sensitive and moisture-resistant gas sensor for diabetes diagnosis with Pt@In2O3 nanowires and a molecular sieve for protection",
      "author" : [ "W. Liu", "L. Xu", "K. Sheng", "X. Zhou", "B. Dong", "G. Lu", "H. Song" ],
      "venue" : "NPG Asia Mater. 10 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile approach to synthesize Au@ZnO coreeshell nanoparticles and their application for highly sensitive and selective gas sensors",
      "author" : [ "S.M. Majhi", "P. Rai", "Y.T. Yu" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ag@SnO2 coreeshell material for use in fast-response ethanol sensor at room operating temperature",
      "author" : [ "R.J. Wu", "D.J. Lin", "M.R. Yu", "M.H. Chen", "H.F. Lai" ],
      "venue" : "Sens. Actuators, B 178 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Controllable synthesis of Ag-WO3 coreshell nanospheres for light-enhanced gas sensors",
      "author" : [ "Y. Yao", "M. Yin", "J. Yan", "D. Yang", "S. Liu" ],
      "venue" : "Sens. Actuators, B 251 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Metal-Cu2O coreeshell nanocrystals for gas sensing applications: effect of metal composition",
      "author" : [ "Y.K. Lin", "Y.J. Chiang", "Y.J. Hsu" ],
      "venue" : "Sens. Actuators, B 204 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "How shell thickness can affect the gas sensing properties of nanostructured materials: survey of literature",
      "author" : [ "A. Mirzaei", "J.H. Kim", "H.W. Kim", "S.S. Kim" ],
      "venue" : "Sens. Actuators, B 258 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Optimum shell thickness and underlying sensing mechanism in p-n CuO-ZnO core-shell nanowires",
      "author" : [ "J.H. Kim", "A. Katoch", "S.S. Kim" ],
      "venue" : "Sensor. Actuator. B Chem. 222 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Au@ZIF-8:CO oxidation over gold nanoparticles deposited to metal organic framework",
      "author" : [ "H.L. Jiang", "B. Liu", "T. Akita", "M. Haruta", "H. Sakurai", "Q. Xu" ],
      "venue" : "J. Am. Chem. Soc. 131 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Self-referenced smartphone imaging for visual screening of H2S using CuxO-polypyrrole conductive aerogel doped with graphene oxide framework",
      "author" : [ "J. Shu", "Z. Qiu", "D. Tang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 129,
      "endOffset" : 134
    }, {
      "referenceID" : 1,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 129,
      "endOffset" : 134
    }, {
      "referenceID" : 2,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 151,
      "endOffset" : 156
    }, {
      "referenceID" : 3,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 151,
      "endOffset" : 156
    }, {
      "referenceID" : 4,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 171,
      "endOffset" : 176
    }, {
      "referenceID" : 5,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 171,
      "endOffset" : 176
    }, {
      "referenceID" : 6,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 207,
      "endOffset" : 212
    }, {
      "referenceID" : 7,
      "context" : "Nanotechnology is a rapidly growing branch of science with potential applications in the diverse research fields such as sensing [1,2], energy storage [3,4], nanomedicine [5,6] and environmental remediation [7,8].",
      "startOffset" : 207,
      "endOffset" : 212
    }, {
      "referenceID" : 1,
      "context" : "Recently, nanomaterials have gained enormous popularity due to their praiseworthy electrical, magnetic, optical and structural properties [2,5]; hence nanomaterials research is a hot topic of the present time.",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 4,
      "context" : "Recently, nanomaterials have gained enormous popularity due to their praiseworthy electrical, magnetic, optical and structural properties [2,5]; hence nanomaterials research is a hot topic of the present time.",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "one material (core) and an outer layer of another material (shell) forming a core/shell structure [9].",
      "startOffset" : 98,
      "endOffset" : 101
    }, {
      "referenceID" : 9,
      "context" : "From the early 1990s till date, extensive research has been carried out on the synthesis and advanced applications of these materials [10,11].",
      "startOffset" : 134,
      "endOffset" : 141
    }, {
      "referenceID" : 10,
      "context" : "From the early 1990s till date, extensive research has been carried out on the synthesis and advanced applications of these materials [10,11].",
      "startOffset" : 134,
      "endOffset" : 141
    }, {
      "referenceID" : 11,
      "context" : "For example, for drug delivery applications, the core with magnetic properties and porous silica shell is preferred [12].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 12,
      "context" : "For example, Shao group reported multifunctional lanthanide doped NaGdF4:Yb/Er@NaYbF4 and NaGdF4: Yb/Er@NaGdF4: Yb/Nd core-shell upconversion nanoparticles for upconversion emission, temperature sensing, and photothermal conversion properties [13].",
      "startOffset" : 243,
      "endOffset" : 247
    }, {
      "referenceID" : 14,
      "context" : "published a highly informative review on classes, properties, synthesis mechanisms, characterization and applications of CSNs [15].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 15,
      "context" : "gives an overview of the synthesis and applications of CSNs in catalysis and electrocatalysis [16].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 16,
      "context" : "reviewed the synthesis and applications of core-shell materials for catalysis, energy storage and biomedical purpose [17].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 18,
      "context" : "So far, synthetic materials (inorganic and organic), biological materials (nucleic acid, micro-organism, enzyme, proteins, antibody, and tissue) and certain biomimetic materials have been used for the development of different types of sensing devices [19].",
      "startOffset" : 251,
      "endOffset" : 255
    }, {
      "referenceID" : 15,
      "context" : "[16] these nanostructures are further classified based on shell properties viz.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "The resultant electrocatalyst with high activity was employed for various reactions [21].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 21,
      "context" : "A majority of the silica-based CSNs are prepared using a sol-gel method or a stober method due to its simplicity, reproducibility, and versatility [22].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 22,
      "context" : "Another method such as “successive ionic layer adsorption and reaction” (SILAR) is also used for the generation of metal salt based CSNs, especially for semiconductor properties [23].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 23,
      "context" : "synthesized hollow PdCu2@Pt CSNs with ordered intermetallic cores as an efficient and durable electrocatalyst for oxygen reduction reaction [24].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 25,
      "context" : "In another example, multishell hollow SnO2 as an acetone gas sensor was developed employing carbon microspheres as a template [26].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 26,
      "context" : "For example, the Cu@Mn3O4 core-porous shell structure has been synthesized by a wet chemical method for CO adsorption and hydrogenation [27].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 27,
      "context" : "The nanoparticles (NP, as core) in this category comprised of metal nanoparticles, metal oxides nanoparticles, and nanorods embedded or encapsulated in the MOF structure [28].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 28,
      "context" : "Due to unique structural and chemical properties, NP@MOF based materials have broadly been used in catalysis [29], sensing [30,31],",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 29,
      "context" : "Due to unique structural and chemical properties, NP@MOF based materials have broadly been used in catalysis [29], sensing [30,31],",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 30,
      "context" : "Due to unique structural and chemical properties, NP@MOF based materials have broadly been used in catalysis [29], sensing [30,31],",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 30,
      "context" : "synthesized Au@MOF-5 (Zn4O(BDC)3, BDC 1⁄4 1,4 benzenedicarboxylate by one pot method and used as selective sensors for detection of CO2 in gas mixtures [31].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 32,
      "context" : "In view of this fact, various nanomaterials have been actively investigated as electrode modifiers for electrochemical sensors such as noble metals, carbonaceous materials, metal oxides, metal nitride nanoparticles, different conducting polymers and their nanocomposites [33].",
      "startOffset" : 271,
      "endOffset" : 275
    }, {
      "referenceID" : 15,
      "context" : "After extensive applications of aforementioned materials in electrochemical sensing and biosensing, CSNs have been considered as promising electrode modifiers to design novel sensing platform due to their unique morphology, outstanding catalytic activities, rich surface chemistry and better electron transfer kinetics [16].",
      "startOffset" : 319,
      "endOffset" : 323
    }, {
      "referenceID" : 33,
      "context" : "In this case, MWCNT provides a larger surface area for distributing more Pd@Pt and avoid aggregation [34].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 34,
      "context" : "Now, the origin of highly demanding biosensors is enzyme-based glucose biosensor invented by Clark and Lyons in 1962 [35].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 35,
      "context" : "electrochemical enzymatic biosensor has been developed by the Krishnan group for glucose [36].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 37,
      "context" : "label-free immunosensor for PSA incorporating bimetallic dendritic AuPd@Au [38], sandwich-type immunosensor for a-fetoprotein",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 38,
      "context" : "utilizing Au@Ag loaded on polydopamine functionalized phenolic resin microporous carbon spheres [39] and Au@Pd functionalized",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 39,
      "context" : "graphene nanocomposite as signal enhancer with Au/porous graphene as platform-based immunosensor for carbohydrate antigen 19-9 [40].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 40,
      "context" : "nanostructure, and hemin/G-quadruplex [41].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 41,
      "context" : "for selective detection adenocarcinoma gastric cancer cells using aptamer-Au@Ag [42], label-free electrochemical aptasensor based",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 42,
      "context" : "on Ag@Pt-graphene for protein biomarker tumor necrosis factor-a (TNF-a) [43] and zirconium hexacyanoferrate (ZrHCF)@mFe3O4@carbon nanospheres based aptasensor for epithelial tumor marker mucin-1 [44].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 43,
      "context" : "on Ag@Pt-graphene for protein biomarker tumor necrosis factor-a (TNF-a) [43] and zirconium hexacyanoferrate (ZrHCF)@mFe3O4@carbon nanospheres based aptasensor for epithelial tumor marker mucin-1 [44].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 44,
      "context" : "CoFe2O4@CdSe core-shell has been successfully synthesized and used for the ultra-trace level detection of rifampicin [45].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 45,
      "context" : "Similarly, nonenzymatic sensor was developed for the highly sensitive determination of glucose employing screen printed electrode modified with CeO2@CuO nanostructure [46].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 66,
      "context" : "For example, the electrochemical sensor has been developed based on Ag@C core-shell structure and polyalizarine yellow R (PAYR) for analysis of environmental pollutant hydrazine (N2H4) [67].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 67,
      "context" : "Further, Fe (III)-metal organic framework andmesoporous Fe3O4@C nanocapsules (Fe-MOF@m Fe3O4@mC) based electrochemical platform was developed for trace level determination of heavy metals ions [68].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 69,
      "context" : "Recent advancements in surface chemistry, synthesis methods, and instrument design lead to applications of optical sensors in numerous fields ranging from food safety, environmental analysis and clinical diagnostics [70].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 70,
      "context" : "Optical sensors are sensitive, cost-effective as well as rapid and can be used as a powerful analytical tool for the measurement of nearly all of the physical quantities and plethora of biologically/environmentally important analytes based on fluorescence (FL), calorimetry (CL), surface-enhanced Raman scattering (SERS), surface plasmon resonance (SPR) and chemiluminescence approach [71].",
      "startOffset" : 385,
      "endOffset" : 389
    }, {
      "referenceID" : 51,
      "context" : "Au@PtNPs/GCE isoniazid Amperometry 26 nM 50 nM 100 mM [52]",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 71,
      "context" : "shell and additional bovine serum albumin (BSA) shell [72].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 72,
      "context" : "Very recently, 2-amino-3sulfhydrylpropanoic acid decorated ZnS@CdS heterostructure nanowires based fluorescence probe has been developed for nanomolar detection of antimony which is considered to be very toxic to human health [73].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 73,
      "context" : "Further, a disposable colorimetric paper-based sensor was fabricated using ZnO@ZnS CSNs for copper ions in aqueous solution [74].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 78,
      "context" : "Wearable sensing devices are becoming very popular in research and commercialization due to ease of use and reliable output [79,80].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 79,
      "context" : "Wearable sensing devices are becoming very popular in research and commercialization due to ease of use and reliable output [79,80].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 80,
      "context" : "These sensors exhibit many notable characteristics such as high pixel density, simple device structure and uncomplicated read-out mechanism [81].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 81,
      "context" : "Traditional semiconductor and metal-foil based sensors exhibit high sensitivity but are not suitable for small/large strain as well as for flexible devices limiting their further applications [82].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 82,
      "context" : "Different types of pressure sensors have been fabricated such as piezoresistive [83,84], capacitive [85] and piezoelectric [86].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 83,
      "context" : "Different types of pressure sensors have been fabricated such as piezoresistive [83,84], capacitive [85] and piezoelectric [86].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 84,
      "context" : "Different types of pressure sensors have been fabricated such as piezoresistive [83,84], capacitive [85] and piezoelectric [86].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 85,
      "context" : "Different types of pressure sensors have been fabricated such as piezoresistive [83,84], capacitive [85] and piezoelectric [86].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 82,
      "context" : "For example, a highly efficient ultrasensitive flexible pressure sensor was developed by sandwiching polystyrene ball@reduced graphene oxide core-shell nanoparticles (PS ball@rGO) thin film between two thin flexible polydimethysiloxane (PDMS) sheets [83].",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 83,
      "context" : "Hence, to overcome these limitations, a piezoresistive pressure sensor was fabricated employing core-shell polymer nanofibers made up of highly conductive poly (vinylidene fluoride-co-hexafluoropropene) (PVDF-HFP)@poly (3,4-ethylenedioxythiophene) (PEDOT) by 3D electrospinning and vapor deposition polymerization methods [84].",
      "startOffset" : 322,
      "endOffset" : 326
    }, {
      "referenceID" : 86,
      "context" : "Air pollution is a serious issue caused by the introduction of particulate matter and gaseous components in the air which has serious side effects on human health as well as environments such as greenhouse effects, acid rain, and ozone depletion [87].",
      "startOffset" : 246,
      "endOffset" : 250
    }, {
      "referenceID" : 87,
      "context" : "last few years, intense research has been conducted employing various semiconducting materials such as In2O3, ZnO, SnO2, and Fe2O3 [88].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 88,
      "context" : "Hence, to overcome the above deficiencies metal core encapsulated in protective semiconductor shell is a promising strategy for enhancing performance because of the manageable chemical and thermal properties of the core and the charge transfer between core-shell structure [89,90].",
      "startOffset" : 273,
      "endOffset" : 280
    }, {
      "referenceID" : 89,
      "context" : "Hence, to overcome the above deficiencies metal core encapsulated in protective semiconductor shell is a promising strategy for enhancing performance because of the manageable chemical and thermal properties of the core and the charge transfer between core-shell structure [89,90].",
      "startOffset" : 273,
      "endOffset" : 280
    }, {
      "referenceID" : 90,
      "context" : "Apart from detecting a variety of gases, the potential application of semiconductor oxide gas sensor is the detection of biomarkers which is highly useful for early identification of diseases [91].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 91,
      "context" : "For example, the ultra-sensitive and moisture-resistance gas sensor was fabricated for the detection of acetone as a biomarker for diagnosis of diabetes in exhaled breath using Pt@In2O3 nanowires [92].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 92,
      "context" : "sensing applications such as Au@ZnO for H2 [93], Ag@SnO2 for ethanol [94] and Ag@WO3 for alcohol vapor [95].",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 93,
      "context" : "sensing applications such as Au@ZnO for H2 [93], Ag@SnO2 for ethanol [94] and Ag@WO3 for alcohol vapor [95].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 94,
      "context" : "sensing applications such as Au@ZnO for H2 [93], Ag@SnO2 for ethanol [94] and Ag@WO3 for alcohol vapor [95].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 95,
      "context" : "In a typical example, M (Au, Ag, Pd) @Cu2O was synthesized, and the effect of metal on sensing performance of Cu2O was studied [96].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 96,
      "context" : "Recently Kim and co-workers reviewed the importance of shell thickness on gas sensing performance of such nanostructured materials [97].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 97,
      "context" : "For example, CuO@ZnO p-n type nanowires based sensor was developed for reducing gases C6H6 and CO [98].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 98,
      "context" : "On the other hand, chemical sensitization is related to the catalytic activity of core metal causing improvement of gas response [99].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 99,
      "context" : "Recently, the metal oxides have been combined with PPy and GO (CuxO-PPy@GO) for sensing of H2S [100].",
      "startOffset" : 95,
      "endOffset" : 100
    } ],
    "year" : 2019,
    "abstractText" : "Core-shell nanomaterials (CSNs) have achieved huge popularity due to multifunctional properties achieved by manipulation of core or shell materials. This review highlights recent development in CSNs based sensing devices such as electrochemical sensors, optical sensors, wearable sensing devices, and gas adsorptive sensors, which find potential applications in numerous fields ranging from industrial, clinical, biological, environmental and food analysis. Furthermore, flexible and high deformation monitoring piezoresistive wearable sensors based on CSNs are found to be promising for monitoring of human physiological parameters and other body movements. Various synthetic strategies with a modern classification approach are explained with suitable examples. Several interesting properties of CSNs including high surface area, high conductivities, and high ion transport properties with biocompatibilities are best suited for developing ideal sensing devices. Future research directions with motivated research are highlighted in the conclusion part. © 2019 Published by Elsevier B.V.",
    "creator" : "Elsevier"
  }
}