{
  "name" : "downloads_2019-10-22_26_gao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Boosting Cancer Therapy with Organelle-Targeted Nanomaterials",
    "authors" : [ "Peng Gao", "Wei Pan", "Na Li", "Bo Tang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: cancer therapy, organelle-targeted, nucleus, mitochondrion, endoplasmic reticulum, lysosome, Golgi apparatus, nanodrugs"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Cancer is a group of diseases that can affect almost any part of human body, and it has continuously brought heavy social burdens and severe health problems.1−6 Currently, the clinical cancer therapeutic efficiency is still unsatisfactory because of the lack of effective schemes. Therefore, developing novel medicine for highly efficient cancer treatment is a worldwide concern.7−9 Many strategies, including surgery, chemotherapy, radiotherapy, phototherapy, immune therapy, and so on, have been explored to eliminate malignant tumors and increase survival rates of patients.1−10 Unfortunately, only limited therapeutic effects can be achieved because of the intrinsic disadvantages of each approach.11−16 As an example, chemotherapy usually involves the frequent administration of highdosage therapeutic drugs with poor selectivity, which can bring deadly side effects to the patients, including liver/kidney toxicity, breakdown of the immune system, and so on.17,18 Meanwhile, via mutation, cancer cells can quickly become resistant to the drugs because of the development of drugresistance systems, further restricting the therapeutic effects.19,20 Moreover, increasing evidences have suggested that chemotherapy may cause cancer metastasis, which can cause an extra burden for patients.21−26\nAccordingly, many efforts have been devoted to the modification of drugs to improve the bioavailabilities and reduce the side effects. Nevertheless, chemical conjugation can reduce the pharmaceutical effects of the drugs, and only limited therapeutic drugs can be easily functionalized.27−30 Therefore, the research focus has been shifted to the design and fabrication of novel drug-delivery vehicles, including\ninorganic materials, organic materials as well as their hybrids.31−45 Studies have revealed that both passive and active targeting modality of these vehicles can lead to positive outcomes, and some nanodrugs have been clinically employed because of their higher therapeutic effects.46−56 However, nonspecific biodistribution and relatively low therapeutic efficiency still have yet to be further resolved. In vivo experiments indicated that only a small percentage of the administered drugs can reach tumor sites.57−64 Thus, highly efficient tumor targeted therapy is still challenging but desired.65−73\nOrganelles are indispensable for cellular function.74−83 The lysosome is involved in digestion, autophagy, and cellular defense; the mitochondrion takes charge of ATP synthesis, calcium ion cycle, and apoptosis regulation; the endoplasm reticulum and the Golgi apparatus participate in protein fabrication and transportation; and the nucleus controls gene expression as well as cell proliferation.84−90 Benefiting from the critical biological effects of diverse organelles, driving proper therapeutics into specific organelles may provide new opportunities for cancer therapy.91−102 For example, the first line chemotherapeutic drug, cisplatin, can cross-link the tumor DNA and reduce the gene replication of a wide range of cancer cells.64,103 By delivering cisplatin into the nucleus of cancer cell, a higher therapeutic index can be realized compared with diffusing it into the cytoplasm. Therefore, side effects and\nReceived: January 22, 2019 Accepted: May 28, 2019 Published: May 28, 2019\n© 2019 American Chemical Society 26529 DOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\nD ow\nnl oa\nde d\nvi a\nL IN\nK O\nPI N\nG U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n1 7:\n23 :0\n2 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nle s.\nrecurrence could be avoided.104 More importantly, organelle dysfunction can usually activate the specific cell death signal, since organelles are closely related to diverse signal pathways that can be employed for cancer treatment with enhanced efficiency and specificity.105−107\nDuring the past several years, organelle-targeted therapeutics have attracted increasing interest.108−111 Earlier studies revealed that organelle-targeted nano-objects are beneficial for overcoming several obstacles, including drug resistance, drug premature leakage, and high dosage requirement.112−121 Moreover, by virtue of their superior designability, multifunctional nanosystems can be easily constructed by integrating multiple imaging and therapy modality into the designed nanoplatforms, which will further potentiate cancer theranostics. This Review mainly focuses on the recent achievements of functional nanomaterials for organelle-targeted therapy, which covers mitochondria-targeted therapy, nucleus-targeted therapy, lysosome-targeted therapy, endoplasmic reticulum, and Golgi apparatus-targeted therapy (Figure 1). The design principles, working mechanisms, and advantages of diverse nanoformulations are illustrated. Meanwhile, their limitations and potential future development directions are also discussed. The major objectives of the current Review are to emphasize the broad potential of advanced organelle-targeted nanomaterials for cancer therapy applications, and to offer valuable information for medical chemists to further resolve involved challenges."
    }, {
      "heading" : "2. NUCLEUS-TARGETED THERAPY",
      "text" : "As the most important organelle of eukaryotic cells, the nucleus contains the vast majority of DNA and controls the gene expression of the cells.84,85,122 The main origin of cancer is believed to be the malignant proliferation of cells caused by gene mutation, and many cancer treatment modalities have been developed to inhibit the cellular proliferation by taregeting nucleus/nucleic acids.123−126 Therefore, nucleustargeted cancer therapy has intrinsic superiority because the drugs are more accessible to their ultimate targets.127−130\nThe nucleus is surrounded by a two-layered nuclear envelope, which can separate the genomes from the cytoplasm to ensure DNA replication and gene repression in a secure environment. To maintain the transport of diverse RNA as well as enzymes between the nucleus and the cytoplasm, the nuclear membrane is traversed by a series of protein machines (nuclear pore complexes, NPCs).105,131,132 Although some ultrasmall nanoparticles might diffuse into the nucleus,17,123,129 those nanoparticles still suffer from low nucleus-entry\nefficiency since they must penetrate a series of complicated biological membrane barriers in cancer cells. Therefore, vehicles with nuclear-targeting ligands are critical for nucleustargeted delivery. Up to now, many virus-inspired peptides that could interact with the NPCs have been used to modify nanoparticles to give them a nucleus-locating capacity. Chemical molecules with strong nucleus-membrane-receptor affinity and some other nucleus-membrane-opening strategies were also reported.118,127,133−136 (Table 1) On the basis of these nanocarriers and the nanomedicine strategy, nucleustargeted chemotherapy, photodynamic therapy, photothermal therapy, radiotherapy, and combined therapy have been reported.\n2.1. Nucleus-Targeted Chemotherapeutic Agents. As discussed above, a large number of clinically employed drugs are DNA-replication-associated toxins, including platinumbased drugs (DNA cross-linker), doxorubicin (topoisomerase II inhibitor), 5-fluorouracil (thymidylate synthase inhibitor), camptothecin (topoisomerase I inhibitor), and so on.104,117,137,145,146 These drugs can inhibit DNA replication by interacting with double-standard DNA or deactivating related enzymes, which indicated that the nucleus is the ultimate target for these chemotherapeutic drugs. Direct delivery of drugs into the nucleus can enhance the therapeutic efficiency because it can reduce the risks of these drugs being denaturalized or pumped out during their intracellular travel.127,147−149\nBrinker’s group reported a mesoporous silica nanoparticles (MSNs)-based platform for cancer-cell-nucleus-targeted drug delivery in 2011.80 MSNs was employed as the core of their “protocell”, which can load diverse nucleus localization signal (NLS) peptide-functionalized model drugs (calcein, doublestranded DNA, red fluorescent protein, CdSe/ZnS quantum dots); specifically, the targeting peptide, fusogenic peptide, and PEG comodified lipid bilayer was encapsulated on the surface of the MSNs to reduce the immunogenicity, enhance the target efficiency, and promote endosomal escape. The results revealed that this “protocell” significantly enhanced the intranuclear accumulation of NLS-modified drugs, while the bare fluorescent protein and quantum dots loaded by MSNs stayed in cytoplasm. Compared to liposomes, higher drugloading efficiency and 106-fold of therapy efficiency enhancement toward drug-resistant human hepatocellular carcinoma cell was observed, which proved the superiority of nucleustargeted drug-delivery strategy. Thereafter, MSNs, upconversion nanoparticles (UCNPs), polymeric nanoparticles, gold nanoparticles and quantum dots (QDs) have been investigated\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26530\nas nuc lea r - t a rge ted chemotherapeut i c drug ve - hicles.116,117,130,133,136,137,142,150−153\nShi’s group investigated a series of TAT-modified MSNs (MSNs-TAT) with different diameters (25, 50, 67, and 105 nm) for nucleus-targeted DOX delivery (Figure 2A−C).117 TAT peptides can bind with the import receptors importin α and β and then translocate nanomaterials into the nucleus. They found small MSNs-TAT (25 and 50 nm) could efficiently enter the nucleus of drug-resistant HeLa cells, while MSNs-TAT with larger sizes (67 and 105 nm) could only accumulate at the perinuclear region. The results demonstrated NLS peptide-modified MSNs with suitable size can improve the anticancer effect of DOX (Figure 2D-G). Although promising, it is noteworthy that the NLS peptide-\nmodified materials are usually positively charged, which can result in strong nonspecific binding between nanoparticles and serum proteins and lead to the rapid blood clearance of nanodrugs. On the other hand, these nanoformulations with neutral or negative charge suffer from poor cell internalization. Thus, novel strategies that could overcome multiple biological barriers for hierarchical targeting are highly attractive. Shen et al. reported the amidation of TAT with succinyl amides as a charge-shielding method for potentiating the in vivo targeting performance of TAT-modified nanocarrier (Figure 3A).116\nThe cationic charge of TAT was reduced after amidation (aTAT). The amides in aTAT were quickly hydrolyzed in the acidic extracellular interstitium and the lysosome microenvironments owing to the acid sensitivity, and afterward, the nuclear targeting capability of TAT was fully reactivated. aTAT was employed as the corona of DOX-loaded poly(ethylene glycol)-block-poly(ε-caprolactone) (PEG−PCL) micelles. In vitro and in vivo experiments suggested such drug-delivery system significantly enhanced the anticancer efficiency of DOX on account of the prolonged blood circulation time and enhanced cancer cell nucleus drug accumulation (Figure 3B−E). Xing’s group reported the modification of cationic NLS\npeptide (CRRRQRRKKR) with a cathepsin B-responsive peptide (PGFK) linked anionic sequence (EEEEEE).133\nBecause of the shielding effect of the anionic peptide, such peptide (CRRRQRRKKR-PGFK-EEEEEE) modified mesoporous silica-coated quantum dots (CPP-QDs@mSiO2) located in the cytoplasm of cells without cathepsin B expression, but they were nucleus-targetable in cancer cells with cathepsin B because of the specific cleavage of the PGFK sequence. Benefiting from the outstanding fluorescent properties of QDs, imaging guided nucleus-targeted DOX delivery was performed in a series of cell lines. Unlike the rapid DOX expelling observed in drug-resistant cells, DOX-loaded CPP-QDs@ mSiO2 specifically accumulated into the nucleus of cancer cells, which demonstrated this drug-loading system is a potential candidate for highly efficient and specific chemotherapy. To endow nanocarriers with tumor recognition capability\nand fulfill the requirement of system administration, Shi’s group reported tumor-targeting peptide RGD and TAT cofunctionalized ultrasmall (30 nm) MSNs for vasculatureto-cell membrane-to-nucleus-targeted DOX delivery (Figure 4).130 The facile prepared nanosystem can first reach the tumor vasculature and then target the integrin αvβ3 on the cell membrane. After entering cancer cells, the nanosystem can further enter the nucleus under the direction of TAT (Figure 4A). This highly dispersed DOX-loaded nanosystem exhibitedT ab le 1. T yp ic al N an om\nat er ia ls fo r N uc le us -T ar ge te d T he ra py\nth er ap y m od al ity\nna no m at er ia ls\nta rg et in g lig an ds\nta rg et in g m ec ha ni sm\ns IC\n50 (μ g/ m L)\nce ll ty pe\ntu m or m od el\nad m in is tr at io n ro ut e (i .v ./ i.t .)\ntr ea tm\nen t\ntim es\ntr ea tm\nen t\npe ri od\nre fs\nch em\not he ra py\nPE G − PC\nL am\nid iz ed T A T\nac id -r es po ns iv e T A T ac tiv at io n,\nim po rt in -g ui de d nu cl ea r en tr y\n2 SK\nO V -3\nB ca p37\ni.v .\n6 15\n11 6\nQ D s@\nm Si O\n2 T A T\nen zy m ere sp on si ve\nT A T ex po su re ,i m po rt in -g ui de d nu cl ea r en tr y\n− A 54 9\n− −\n− −\n13 3\nFe 3O\n4@ M SN\nm ag ne t, T A T ,F\nA m ag ne tgu id ed\ntu m or\nac cu m ul at io n,\nre ce pt or -m\ned ia te d\nen do cy to si s, im po rt in -g ui de d nu cl ea r en tr y\n− H eL a\n− −\n− −\n13 7\nol ig op ep tid\nedr ug\nag gr eg at es\n− na no st ru ct ur e en ha nc ed\nup ta ke ,c ha rg e ac ce le ra te d nu cl ea r en tr y\n42 nM\nA 54 9/ 4T\n1 4T\n1 i.v .\n4 21\n10 4\nR B -fu\nnc tio\nna liz ed\nPO SS − PE\nG N Ps\n− R O S br ea k nu cl ea r m em\nbr an e in te gr ity\n− A 54 9\n− −\n− −\n13 8\nPT T\nA u na no ro ds\nT A T\nim po rt in -m\ned ia te d nu cl ea r en tr y\n− H eL a\nH eL a\ni.v .\n1 15\n12 8\nFe 3O\n4 T f, T A T\nre ce pt or -m\ned ia te d ta rg et in g, im po rt in -m\ned ia te d nu cl ea r en tr y\n− A 54 9\nA 54 9\ni.v .\n1 14\n13 9\nC uS @ M SN\nT A T ,R\nG D\nim po rt in -m\ned ia te d nu cl ea r en tr y\n− H eL a\nH eL a\ni.v .\n1 14\n14 0\nPD T\nM SN\ns R G D ,T\nA T\nre ce pt or -m\ned ia te d ta rg et in g, im po rt in -m\ned ia te d nu cl ea r en tr y\n− H eL a\nH eL a\ni.v .\n1 15\n14 1\npe pt id e na no pa rt ic le s\nPK K K R K V\nac id -m\ned ia te d N LS\nex po su re\n− H eL a\nH 22\ni.v .\n1 11\n14 2\nU C N Ps @ T iO 2- C e6\nT A T\nim po rt in -m\ned ia te d nu cl ea r en tr y\n− M C F7\nM C F7\ni.t .\n1 14\n12 2\nge ne\nth er ap y\nA uN\nP ag gr eg at es\nT A T\nph ot ot he rm\nal -t ri gg er ed\nca rg o re le as e, im po rt in -m\ned ia te d nu cl ea r\nen tr y\n− A 37 5\nhu m an m el an om\na i.t .\n10 20\n14 3\nco m bi ne d th er ap y\nU C N P@\nM SN\nT A T\nim po rt in -m\ned ia te d nu cl ea r en tr y\n− M C F7\nM C F7\ni.t .\n1 16\n14 4\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26531\n98.6% tumor growth inhibition rate during in vivo experiments (Figure 4B,C). By introducing magnetic guidance performance, Qu et al. reported a Fe3O4-based triple targeted theranostic system. 137 MSN-encapsulated Fe3O4 (FMSN) was functionalized with\nTAT, and the positive charge of TAT was subsequently protected by citraconic anhydride (Cit) and folate (FA) modified charge reversible chitosan (FA-CS-Cit). After intravenous administration (i.v.), these nanoparticles could first accumulate in the tumor site under the guidance of a local\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26532\nmagnetic field (stage I). Subsequently, the FMSN-TAT/FACS-Cit nanoparticles could enter cancer cells under FAreceptor-mediated endocytosis (stage II). Due to the acid sensitivity of citraconic amides, the protective moiety detached from the FMSN-TAT in lysosomal environments, and the reexposed TAT finally directed the nuclear targeted delivery (stage III). Anticancer drug CPT was delivered into the nucleus of a cancer cell more effectively, and therefore, a higher therapeutic index and fewer side effects were demonstrated with this smart nanosystem. Moreover, FMSN-TAT/FA-CSCit nanoparticles were used as MRI-guided therapy because Fe3O4 nanoparticles are superparamagnetic.\nApart from the surface charge, the size distribution of nanoparticles is another key point closely associated with the pharmacokinetic parameters of nanodrugs. Since nanoparticles with larger size (∼100 nm) are beneficial for long-term circulation and tumor accumulation, while smaller particles are more penetrable in cancer tissue/cells, developing size reducible smart systems is beneficial for in vivo cancer therapy. Huang et al. reported a nanovehicle with stepwise size reduction and on-demand NLS exposure for systemic delivery of drugs into the nucleus.142 The large-sized nanoparticles (55 nm) were facilely assembled from cationic and charge reversal anionic N-(2-hydroxypropyl) methacrylamide (HPMA) poly-\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26533\nmer. The anticancer drug DOX and dual-functional peptide R8NLS (cell-penetrating peptide (R8) and NLS tandem fused peptide) conjugate was connected with cationic HPMA via hydrazone bonds. Benefiting from their appropriate size and surface charge, these nanovehicles possess long-time circulation and enhanced tumor accumulation. After they reached tumor tissues, the mild acidic tumor microenvironments caused the disassembly of these NPs into smaller conjugates (10 nm) through charge reversal, and the exposed cationic peptides guaranteed enhanced cellular uptake rate. In the endo/lysosomes, these copolymers could release the drug− peptide conjugates because of the acidic sensitivity of hydrazone bonds and thus facilitated the final intranuclear drug transfer. A 4.5-fold higher drug accumulation enhancement and higher antitumor efficiency were achieved with this smart drug-delivery system. In addition to using NLS peptides152,154,155 (TAT, SV40\nlarge T antigen, oligo-L-lysine and so on) as nuclear targeting ligands, many other strategies have been explored to enhance the intranuclear accumulation of chemotherapeutic drugs.105,107 Yang and co-workers reported a supramolecular drug self-assembly nanosystem for enhanced nuclear-targeted delivery.104 The complexes assembled from negatively charged HCPT-peptide (HP) amphiphile and positively charged cisplatin showed different morphology under different ratios: long nanofibers like complex I was assembled from HP with 1 equiv of cisplatin, while nanoparticle like complex II was prepared from HP with 1.5 equiv of cisplatin. The cellular membrane barrier was subtly broken by the assemblies because of the formation of nanostructures, while the surface charge of the nanoformulations accelerated the intranuclear accumulation of two chemotherapy drugs. Therefore, synergistic effects between nanostructures and surface charges rendered the complexes with enhanced drug release kinetics and significantly enhanced the intranuclear availability of the chemotherapeutic drugs, which is like the “Trojan Horse” to deliver fighting soldiers (anticancer drugs) into the castle by\npenetrating the walls (plasma membranes and nuclear envelope). Wu et al. recently demonstrated 1O2 as a novel nucleus envelope opening agent (Figure 5A).138 PEG and rose Bengal (RB) cofunctionalized polyhedral oligomeric silsesquioxane (POSS) could self-assemble into nanophotosensitizers (PPR NPs). These nanoparticles first located in the acidic lysosomes after they entered A549 cells. Under white light irradiation, the generation of 1O2 accelerated the lysosomal membrane disruption and photosensitizer release. Continuous laser irradiation (2 mW/cm2, 3 min) resulted in the further oxidation of the nuclear membrane, accelerating the intranuclear photosensitizer accumulation. Molecular agents (10- hydroxycamptothecine, docetaxel, and DiD) and inorganic nanomaterials (Prussian blue and gold nanorods) were all successfully delivered into the nuclei with this platform (Figure 5B,C). This method opened a new avenue for designing nucleus-targeted drug-delivery systems and would inspire more therapeutic systems.\n2.2. Nucleus-Targeted Photothermal Agents. Photothermal therapy (PTT), as an emerging treatment modality, has been clinically employed for cancer treatment.43,44,140 The working mechanism of PTT is to induce heat damage in cancer cells through the hyperthermia generated from photothermal conversion agents.156−161 Benefiting from the employment of light, PTT undergoes high spatiotemporal controllability and good repeatability.158−161 However, the cancer cells may rapidly produce a large amount of heat shock proteins to enhance their thermal-resistance capability.162,163 As a result, long-term and high power density laser irradiation become essential to completely eliminate tumor tissue, which inevitably causes serious side effects to normal tissues because of the heat diffusion. To overcome this “Achilles’ Heel” of PTT, nucleustargeted PTT has become an alternative modality. Nucleustargeted PTT can in situ denaturalize a large quantity of important enzymes and interdict the cancer proliferation, avoiding the requirement of long irradiation time or high laser power density.118\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26534\nVo-Dinh et al. reported the preparation of TAT-functionalized gold nanostars for nucleus-targeted PTT in vitro.118 Experiments revealed that the gold nanostars specifically accumulated in the nuclear region. Under ultralow density (0.2 W/cm2, 3 min) laser irradiation, BT549 breast cancer cells were obviously eliminated, while the eliminating efficiency of nontargeted groups were insufficient under the same condition. This report demonstrated nucleus-targeted PTT as a novel therapeutic strategy for enhancing the efficiency of PTT. Shi et al. reported the TAT-functionalized gold nanorods (GNRs) as PTT agents for cancer therapy under ultralow energy intensity irradiation (Figure 6A,B).128 In vivo experiments revealed the nucleus-targeted GNRs significantly inhibited the growth of xenografted HeLa tumor under 0.2 W/cm2 light treatment for 5 min even though a mild temperature increment was detected in the tumor region. The PTT efficiency was comparable to non-TAT-modified GNRs (GNRs-NLS) irradiated with a high power density of 2 W/cm2 (Figure 6C,D). This work proved the great promise of nucleus-targeted therapyit can eliminate malignant tumor under faint laser irradiation, with a density even below the maximal permissible exposure of skin. Besides gold nanomaterials, Fe3O4 has also been investigated for nucleus-targeted PTT. Yang et al. reported the transferrin and TAT cofunctionalized Fe3O4 (IONP-20-TAT-Tf) for nucleus-targeted PTT.139 Benefiting from the admirable photothermal conversion efficiency (about 37%) and 45-fold higher intranuclear accumulation, the reported monodispersed nanoparticles effectively ablated tumor xenograft under NIR irradiation (3 W/cm2, 5 min). Meanwhile, the Cy7-modified IONPs are promising candidates for MRI and near-infrared fluorescence imaging. Our group reported nucleus-targeted PTT as a promising strategy for preventing tumor recurrence (Figure 6E−G).140 CuS nanoparticles were employed as the photothermal agents because of their easy preparation, good biocompatibility, high NIR adsorption, and molar extinction efficiency. After coating with amino-functionalized MSN layer, dual-targeted CuS@ MSN-TAT-RGD can be obtained via further functionalization of TAT and RGD through EDC/NHS coupling reaction. Confocal experiments indicated the nanoparticles effectively accumulated in the nucleus of cancer cells under the guidance\nof TAT, which ensured the high anticancer efficiency. In vivo fluorescence and photoacoustic imaging experiments revealed the RGD functionalization was a beneficial step for boosting the tumor targeting efficiency of the photothermal agents. As a result, such dual-targeted CuS nanoagent was employed to eliminate the tumor completely with one-time treatment (1.5 W/cm2, 5 min), and it was also successfully employed for preventing postoperative recurrence because of its superiority in destroying the function of the cancer cell nucleus.\n2.3. Nucleus-Targeted Photosensitizers. Nucleus-targeted photodynamic therapy (PDT) is also promising for highly efficient cancer treatment.122,141,164 The intrinsic mechanism of PDT is that photosensitizers (PSs) can be excited by light with specific wavelength and that the excited PSs could transfer energy to the biomolecules, H2O, or oxygen molecules in the ground state, denaturalizing biospecies or generating highly reactive oxygen species (O2 •−, 1O2, •OH, etc.) to further hamper cellular function.165−167 Unfortunately, the short diffusion distance and lifespan of ROS or excited PSs, hypoxia, and reductive tumor microenvironments restricted the direct damage of critical biomolecules in cancer cells during PDT, resulting in unsatisfying therapy efficiency and requirement of repeated treatments.168 Directly delivering PSs into the nucleus offers extraordinary superiority for PDT, which is beneficial for overcoming drug resistance, hypoxia, and recurrence because the direct dysfunction of a nucleus with abundant ROS is a more powerful cancer therapy strategy. Ce6 can generate 1O2 under red light irradiation in the existence of O2. However, the weak solubility, poor in vivo distribution of Ce6, and analogous molecular PSs sparked the interest in finding novel carriers for boosting the tumor selectivity and PDT efficiency. Just like traditional chemotherapeutic drugs, molecular PSs could also be expelled out by P-gp from the drug-resistant cancer cells.122 Thus, driving molecular PSs into the nucleus has emerged as an alternative strategy for enhanced PDT effects.115 On the basis of previous work, Shi et al. reported the nucleus-targeted delivery of Ce6 with MSNs.141 MSNs were employed as the vehicles owing to their properties of easy preparation; high morphology, size, and surface area controllability; ideal physiochemical stability; and biocompatibility. The TAT and RGD cofunctionalized 30 nm MSNs showed admirable vasculature to nuclear targeting\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26535\ncapacity and significantly potentiated the PDT efficiency because of the in situ intranuclear ROS generation and DNA destroy. Extraordinary high tumor inhibition efficiency under ultralow power density (0.02 W/cm2) irradiation of 5 min was demonstrated, which also indicated the nucleus-targeted PDT systems had potential for deep-seated tumor treatment. In 2016, Han and co-workers demonstrated an amphiphilic chimeric peptide (PAPP-DMA) for tumor-microenvironmentactivated nucleus-targeted PDT (Figure 7A,B).164 The peptide was constructed from alkylated protoporphyrin IX-, PEG-, and 2,3-dimethylmaleic anhydride (DMA)-shielded NLS peptide PKKKRKV. The amphiphilic property enabled the peptides to self-assemble into nanoparticles smaller than 200 nm. The zeta potential of assembled nanoparticles was −19.1 mV after DMA shielding, which is beneficial for enhancing the blood circulation period. In the acidic tumor microenvironment, DMA detached from the PKKKRKV, resulted in the surface charge of nanoassemblies reversion, which enhanced cancer cell internalization, and realized intranuclear photosensitizer accumulation after the re-exposure of cationic NLS peptide. Enhanced cancer PDT efficiencies were demonstrated both in vivo (200 mW/cm2, 10 min) and in vitro (10 mW/cm2, 2 min). (Figure 7C−E) Since molecular PSs often suffer from efflux effects caused by the overexpressed P-gp, nano-PSs should offer more opportunities for highly efficient PDT. Recently, our group reported a nucleus-targeted NIR responsive dual-PS with multiple ROS generation capacity for tumor treatment (Figure 8A−D).122 Molecular PS Ce6 was decorated onto the surface of presynthesized nanoscale core/shell UCNP@TiO2. Then\nnucleus-targeted peptide TAT was further decorated onto the surface of the dual-PS to obtain the nucleus-targetable UCNPs@TiO2−Ce6-TAT. The FRET effects between UCNPs and TiO2 as well as Ce6 resulted in multiple ROS (O2 •−, 1O2 and •OH) generation under 980 nm laser irradiation. Accurate nuclear location and efficient 980 nm laser triggered nuclear DNA damage was realized with UCNPs@TiO2−Ce6-TAT (Figure 8E,F). In vivo tests (1 W/ cm2, 5 min) revealed the nucleus-targeted dual-PS could be used as a novel candidate for the treatment of a drug-resistant tumor (Figure 8G-H).\n2.4. Nucleus-Targeted Gene Silence Systems. Direct silencing of pathogenic genes or introducing therapeutic genes into cells, which were called gene therapy, have become a popular strategy for treating a series of major diseases including cancer in recent years.169 Gene therapy can be divided into the transcriptional level and the post-transcriptional level. The transcriptional level involves knocking down the DNA in the nucleus to stop the expression of disease-related proteins, and the post-transcriptional level is to silence mRNA in the cytoplasm.155,169 Because of the easy degradation of therapeutic genes in cytoplasm, nucleus-targeted gene silencing systems should be better choices because of their advantages of long-term silencing effects and avoidance of repetitive administration of gene-silencing agents. However, the major question regarding nucleus-targeted gene therapy is the absence of appropriate vehicles that could be capable of overcoming several intracellular barriers and delivering sufficient genes into the nucleus.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26536\nIn 2014, Shi et al. reported the nucleus-targeted delivery of plasmid DNA with a micelle/precursor cotemplating assembly method prepared mesoporous organosilica nanoparticles (MONs) (Figure 9A,B).170 Benefiting from their large pore\nvolume and small size, the MONs exhibited significantly reduced hemolytic effect and improved biocompatibility, which were used for highly efficient intranuclear gene delivery after surface modified with PEI and TAT (MONs-PTAT). Owing to the good plasmid DNA binding and protecting capacity, the\ntransfection efficiency of the dual-modified carriers was as high as 36.5%, which was significantly higher than PEI (13.5%) or TAT (4.97%) monofunctionalized groups. The successful construction of organic−inorganic hybrid nanoparticles with controllable structure and composition provided new opportunities to design novel platforms for nucleus-targeted gene therapy. Recently, our group demonstrated nucleus-targeted delivery\nof siRNA with TAT-modified 13 nm gold nanoparticles (AuNPs) to directly initiate the cancer associated DNA methylation.155 The nucleus-targeted gene-delivery system could deliver siRNA into the nucleus of diverse cell lines, including MCF-7, HeLa, and HepG2. The siRNA dramatically interacted with the promoter of cancer-related thymidine kinase 1 (TK1), and long-term gene silencing was achieved because of the efficient suppression of the TK1 protein and TK1 mRNA expression. The silencing time was tested to be longer than 30 days, which enormously inhibited the in vivo tumor formation. CRISPR systems are recently emerging gene-editing\ntechniques, which have been reported to be a useful toolbox for a series of genetic diseases. However, the intracellular transfection efficiency as well as specificity are the main challenges for their practical application. Compared with virus vehicles, nanotransfection agents hold virtues of easy preparation, high designability, and controllability. Jiang’s group143 (Figure 10A,B) reported laser-controlled nucleustargeted delivery of Cas9-sgPlk-1 plasmids (CP). Twenty nanometer cationic gold nanoparticles (AuNPs) were prepared via decorating AuNPs with TAT peptides, which were employed to condense CP through electrostatic interaction. After further encapsulation with lipids, multi-AuNPs-lipid complex (LACP) with good solubility was obtained. There are 4−15 AuNPs in each LACP, and the plasmid encapsulation efficiency was 97%. Additionally, under 514 nm laser\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26537\nirradiation for 20 min (24 mW/cm2), 79.4% CP was released because of the photothermal conversion effect of the Au core, and the released CP could enter the nucleus under TAT guiding. By virtue of the enhanced intracellular uptake and controlled release manner, the LACP exerted an enhanced antitumor effect during the intratumoral injection (i.t.) experiments (Figure 10C,D). 2.5. Nucleus-Targeted Combined Therapy Systems. Rational combination of two or more treating modalities is helpful to potentiate the therapy effect in many resistant cancers. Nucleus-targeted combined therapies have also been reported recently.144,147,148,171 Hwang et al. reported the simultaneous nucleus-targeted PDT and gene delivery with NIR-responsive gold clusters.147 The TAT-modified gold clusters (TAT peptide-Au NCs) possessed admirable photostability, biocompatibility, and nucleus-targeting capacity. Compared with commercial LP2000 liposome gene carrier, a 3.2-fold higher gene transfection efficiency was demonstrated owing to the enhanced cellular uptake and nucleus accumulation. TAT peptide-Au NCs were also demonstrated as novel photosensitizers because they could cause intranuclear DNA damage by the 980 nm laser-induced ROS (500 mW/ cm2, 30 min). Therefore, TAT peptide-Au NCs was a powerful platform for imaging-guided nucleus-targeted gene and PDT synergistic therapy. It is well-known that many tumors are radiotherapy (RT)\nresistant because of their intrinsic hypoxic environments, and some cancer cells could stay at the RT-insensitive phase (such as G1 and S phase). Therefore, delivering radiosensitizers into the nuclei of cancer cells have intrinsic superiority. Further combination of nucleus-targeted RT with another treatment modality may cause extra efficiency. Shi’s group realized the nuclear-targeted combined chemo−radio therapy with sub 50 nm yolk−shell-structured UCNP@MSN (Figure 11A).144 Chemotherapy drug Mitomycin C, a type of DNA toxin, was loaded into the rattle-like nanoparticles and served as the\nradiosenstitizer. Such nucleus-targeted chemo−radio therapy platform significantly enhanced the RT efficiency (8 Gy, 5 min) compared with monotherapy strategy or cytoplasmic localized combined therapy (Figure 11B,C). As the mechanisms of RT and PDT are both causing ROSinduced damage to biomolecules, combining nucleus-targeted PDT and RT may also reduce the radio-dosage and irradiation time. Shi’s group further demonstrated the nucleus-targeted combined photodynamic-radio therapy with a UCNPs-based core−shell nanocomposite (Figure 11D).171 By rational covalently coating/separating the radiosensitizer and the photosensitizer on the outer silica layers of UCNPs and by implementing further PEG/TAT functionalization, nucleustargeted UCSPs-PEG/TAT nanoparticles were obtained to generate abundant ROS under either NIR or X-ray irradiation. As a result, a synergistic enhancement effect was observed in the radioresistant HT-1080 cells. Significant tumor growth suppress effect was demonstrated (6 Gy, 5 min for RT; 1.5 W/ cm2, 20 min for PDT), which further verified the significant potential of nucleus-targeted combination therapy (Figure 11E)."
    }, {
      "heading" : "3. MITOCHONDRIA-TARGETED THERAPY",
      "text" : "The mitochondrion is a two-layer membrane-coated organelle with the diameter of 0.5−1.0 μm.84 As the “power house” of eukaryotic cells, it takes charge of energy production, electron transport, calcium metabolism, ROS generation, and even immunity regulation.172−174 Targeted delivery of therapeutic drugs to mitochondria and efficiently regulate mitochondrial function may offer great potentials for efficient tumor treatment, which should have several advantages over the traditional cytoplasmic drug-delivery modality on account of the extremely high biological significance of mitochondria. Interestingly, mitochondria possess a negative potential because the intramitochondrial protons are pumped into the mitochondrial intermembrane space, and cancer cells usually\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26538\nhave a stronger mitochondrial transmembrane potential (−180 mV).173,175 Therefore, lipophilic molecular or nanodrugs with delocalized cationic structures may effectively accumulate in the mitochondria.87−89 Some peptides or functional groups with high affinity to the mitochondrial protein have also been used for vehicle modification to deliver specific drugs into the mitochondria (Table 2). In this section, we will introduce the recent advances of mitochondria-targeted therapeutic agents for chemotherapy, PDT, PTT, RT, and combined therapy with enhanced therapeutic efficiency. 3.1. Mitochondria-Targeted Chemotherapeutic Agents. As mentioned above, most chemotherapeutic drugs are DNA replication associated toxins. It is well-known that mitochondria also contain DNA (mtDNA), and these doublestranded circular DNA molecules take charge of the synthesis of tens of proteins.185 Thus, mitochondria should be another critical target for chemotherapy, and delivering DNA toxins into mitochondria is another wise choice toward enhanced chemotherapy.119,186−194\nPlatinum-based drugs are famous DNA cross-linkers, which can interact with DNA effectively and stop the proliferation of mammalian cells. However, the advanced DNA repair systems in the nucleus (nucleotide excision repair, NEP) can cause cancer metastasis and drug resistance during traditional chemotherapy.195 In comparison, the mtDNA can be destroyed by platinum-based drugs more easily because of the lack of NEP system in mitochondria. Transferring DNA toxins into the mitochondria has opened a new avenue for potentiated cancer therapy. In 2014, Dhar and co-workers constructed a mitochondria-targeted platinum prodrug-delivery system for detouring the intranuclear DNA repair (Figure 12A,B).195 The lipophilic cationic triphenylphosphonium (TPP) functionalization of cisplatin prodrug Platin-M was conducted by the strain-promoted alkyne−azide cycloaddition reaction, making the prodrugs able to diffuse into the mitochondria under the driving of transmembrane potential. To further achieve in vivo application, terminal TPP-functionalized decomposable poly (lactic-co-glycolic acid)-blockpolyethyleneglycol was prepared as the delivery vehicle. The optimized drug-loading nanoparticles possessed long blood circulation time and high brain-penetrating properties; thus, the nanoparticles could deliver and release abundant Platin-M into the mitochondria of neuroblastoma cells (Figure 12C−F). About 17-fold higher anticancer activity toward cisplatinresistant cells was realized by this nanomedicine compared to the original cisplatin, suggesting that the targeted delivery of DNA toxins into the mitochondria is rather favorable for drugresistant cancer therapy application. Another important first-line chemotherapeutic drug, DOX, has also been reported to be significantly potentiated when delivered into mitochondria. Direct functionalization of chemotherapeutic drugs might compromise the bioactivity, and thus, novel nanovehicles are more optimal. Lo’s group reported the specific delivery of DOX into the mitochondria of cancer cells via functionalized nanodiamonds.175 The FA and mitochondria localizing sequence (MLS) peptides cofunctionalized nanodiamonds possessed dual targeting capability. They first distinguished the cancer cells from the normal cells on the basis of the different expression levels of FA receptor. Subsequently, these nanodiamonds could accumulate in the mitochondria under the guidance of the MLS. With this system, the cellular drug uptake rate was dramatically increased, and the drug-resistant MCF-7 cells were successfully T ab le 2. T yp ic al N an om at er ia ls fo r M it oc ho nd ri aT ar ge te d T he ra py th er ap y m od al ity na no m at er ia ls ta rg et in g lig an ds ta rg et in g m ec ha ni sm s IC 50 (μ g/ m L) ce ll ty pe\ntu m or\nm od el\nad m in is tr at io n ro ut e (i .v ./ i.t .)\ntr ea tm\nen t\ntim es\ntr ea tm\nen t\npe ri od\nre fs\nch em\not he ra py\nna no di am\non ds\nFA ,M\nLS pe pt id e\nre ce pt or - an d pr ot ei nm ed ia te d ta rg et in g\n− H eL a, M C F7\n− −\n− −\n17 5\nlip os om\ne T PP\nm ito\nch on dr ia l tr an sm\nem br an epo te nt ia l-m\ned ia te d\nac cu m ul at io n\n− dr ug -r es is ta nt A 54 9/ cD D P\ndr ug -r es is ta nt A 54 9/ cD D P\ni.v .\n5 26\n17 6\nPL G A\nT PP\nG SH\n-t ri gg er ed\nT PP\nex po su re\n5. 22\nM C F7\nM C F7\ni.v .\n1 18\n17 7\nPD T\nU C N Ps @ T iO\n2 T PP\nm ito\nch on dr ia l tr an sm\nem br an epo te nt ia l-m\ned ia te d\nac cu m ul at io n\n− M C F7\nM C F7\ni.t .\n1 14\n17 8\nPS -p ep tid\ne N Ps\nM LS\nR O Sac ce le ra te d ce llu la r in te rn al iz at io n,\nca tio\nni c\nhy dr op ho bi cpe pt id em ed ia te d ta rg et in g\n40 H eL a\nH 22\ni.v .\n2 10\n17 9\nA IE\ndo ts\nFA ,T\nPP re ce pt or -m\ned ia te d ta rg et in g, m ito\nch on dr ia l\ntr an sm\nem br an epo te nt ia l-m\ned ia te d ac cu m ul at io n\n10 M C F7\n− −\n− −\n18 0\nPT T\nFe 3O\n4 T PP\nm ito\nch on dr ia l tr an sm\nem br an epo te nt ia l-m\ned ia te d\nac cu m ul at io n\n− H eL a\nH eL a\ni.v .\n1 21\n18 1\nph ot ot he rm\nal m ol ec ul e-\nlo ad ed\nF1 27\nN Ps\nbi ot in ,T\nPP re ce pt or -m\ned ia te d ta rg et in g, m ito\nch on dr ia l\ntr an sm\nem br an epo te nt ia l-m\ned ia te d ac cu m ul at io n\n− 4T\n1 4T\n1 i.v .\n1 14\n18 2\nR T\nT iO\n2− A u\nT PP\nm ito\nch on dr ia l tr an sm\nem br an epo te nt ia l-m\ned ia te d\nac cu m ul at io n\n− M C F7,\n4T 1\nM C F7,\n4T 1\ni.t .\n1 14\n18 3\nco m bi ne d th er ap y\nM O Fs\nR u( bp y)\n32 +\nm ito\nch on dr ia l tr an sm\nem br an epo te nt ia l-m\ned ia te d\nac cu m ul at io n\n20 .1 3 ±\n8. 58 μM M C 38\nM C 38\ni.v .\n1 22\n18 4\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26539\nkilled owing to the enhanced mitochondrial DOX accumulation. Besides DNA toxins, many other chemotherapeutic drugs also take mitochondria as their targets, such as paclitaxel (PTX), a hydrophobic drug extracted from western Taxus brevifolia. Lu et al. reported a mitochondria-targeted delivery system based on PTX liposomes.176 Mitochondria-targetable PTX liposomes were prepared via anchoring the mitochondriatargeted macromolecule TPGS1000-TPP to the liposomes and used for treating drug-resistant lung cancer. Owing to the suitable size distribution, prolonged blood circulation time, high cancer cell uptake rate, and mitochondrial-specific PTX accumulation, the delivery system successfully induced the apoptosis of drug-resistant lung cancer through the activation of the mitochondrial apoptosis pathways (including release of the cytochrome C, initiation of the cascade of caspase-9 and caspase-3 reactions, activation of the pro-apoptotic Bax and Bid proteins, and suppression of the antiapoptotic Bcl-2 protein). To further improve the in vivo performances of liposomes, Gu and co-workers reported the dual-functional liposomes for tumor pH/mitochondria-dual-targeted PTX delivery (Figure 13).196 DMA-modified peptide D[KLAKLAK]2 (KLA) was combined with 1,2-distearoyl-sn-glycero-3-phosphoethanolamine (DSPE) to obtain the dual-functional lipid (DKD).\nThe DKD was further mixed with commercial lipids to construct the dual-functional liposomes. The surface charge of these liposomes was negative under healthy extracellular pH (7.4), which could reduce the protein adsorption and prolong the blood circulation time. Then the surface charge could be converted into a positive charge in acidic tumor microenvironments because the detachment of DMA (Figure 13A,B) facilitates the cancer cell uptake. After entering lysosomes, the KLA peptide completely exposed and guided the mitochondrial PTX accumulation as well as subsequent drug release. These features endowed the smart liposomes (DKD/PTX-Lip) with high tumor growth inhibition (86.7%) in the drugresistant lung cancer cells in xenografted nude mice (Figure 13C,D), further proving the significance of mitochondriatargeted therapy. A redox-responsive nanocarrier has been reported by Huang et al. for mitochondria-targeted drug delivery.177 FDA approved PLGA was used as the carrier of PTX, and TPPmodified amphiphilic polymer (C18−PEG2000-TPP) was selected as the mitochondria targeting group. To shield the positive charge of cationic TPP, disulfide bond connected amphiphilic polymer DLPE−S-S-mPEG4000 was employed as the protective moiety, which could completely shield the positive charge of TPP and enable the drug-delivery system to be injected in vivo. In the cytoplasm of cancer cells, TPP was\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26540\nre-exposed because of the cleavage of the disulfide bond and the subsequent detachment of PEG4000, which made the carriers capable of targeting the mitochondria and resulted in enhanced mitochondrial PTX accumulation. This system effectively activated the apoptosis pathway of MCF-7 cells, and higher in vivo tumor suppression efficiency was realized compared with the nonresponsive group. 3.2. Mitochondria-Targeted Photosensitizers. Mito-\nchondria-targeted PSs delivery is another novel strategy for boosting the PDT efficiency. Mitochondria are the main places for ROS production, which hold a series of regulation systems for maintaining cancer cell homeostasis. Mitochondrial ROS overexpression may disrupt the dynamic balance of mitochondrial microenvironments and cause serious mitochondrial dysfunction because of the oxidation stress.197 Mitochondriatargeted ROS generation is therefore highly attractive for enhanced cancer treatment owing to the potential in reducing the photo/PSs dosage and side effects.178,198 Up to now, a variety of PSs with mitochondria-localization capacity have been designed and synthesized for enhanced PDT, which could be roughly divided as porphyrins, transitional-metal\ncomplexes, aggregation-induced emission dyes, and others.199−209\nIn 2015, our group reported the titanium dioxide-coated UCNPs (UCNPs@TiO2-TPP) for mitochondria-targeted PDT (Figure 14A,B).178 The nano-PSs possessed uniform size distribution and upconversion feature. Under 980 nm laser irradiation, it could effectively convert NIR light into UV light and activate TiO2 to generate abundant O2\n•−. Interestingly, the mitochondria-targeting capacity of UCNPs@TiO2-TPP make it rather favorable for highly efficient PDT due to the induction of domino effect on ROS burst. When the mitochondrial ROS concentration reached a threshold value, the mitochondrial function could be disrupted and trigger continuous ROS generation, thus further resulting in the activation of the apoptosis pathway (including the reduction of mitochondrial membrane potential, release of cytochrome C, activation of caspase-3 and caspase-7, and so on) (Figure 14C,D). Upon 90 s NIR light (3 W/cm2) irradiation, the tumor growth of the treatment group was completely suppressed, confirming mitochondria-targeting as a powerful tool for highly efficient cancer treatment (Figure 14E,F).\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26541\nPorphyrin and its derivatives are famous PSs suffering from poor solubility, easy photobleaching, and low efficiency. Mitochondria-targeted nanocarriers offered a new chance to enhance the PDT efficiency of porphyrin-based PSs. Wu et al. reported a dual-targeted strategy to enhance the PDT efficiency of cancer.210 Cationic porphyrin derivative (MitoTPP) was effectively loaded onto the FA-functionalized PEG-modified nanographene oxide via π−π staking. In this PDT system, the fluorescence of MitoTPP was quenched initially, and almost no 1O2 could be detected during laser irradiation, which reduced the potential side effects of the PSs. After the MitoTPP entered the FA-receptor-overexpressed HeLa cells, it could be released in the acidic lysosomal microenvironments and subsequently accumulate into the mitochondria under the guidance of TPP. Under light irradiation (10 mW/cm2, 30 min), in situ accumulation of 1O2 resulted in remarkable cancer cell apoptosis because of the induction of mitochondrial oxidation damage. Zhang’s group demonstrated a self-assembled system (PPK) for mitochondria-targeted PDT (Figure 15).179 Protoporphyrin IX (PpIX) was covalently linked with an amphiphilic peptide (KLAKLAK)2 (a mitochondria-targeted proapoptosis peptide) through a short PEG linker, the Ce6-functionalized peptides further self-assembled into spherical nanoparticles with narrow size distribution and good solubility (Figure 15A,B). These nanoparticles possessed photochemical internalization (PCI) feature under short-time light irradiation: they showed an enhanced cell-penetrating capacity because of the short-time laser irradiation resulted ROS−induced lipid peroxidation. After 6 min of laser irradiation, the PSs entered cancer cells under ROS assistance and accumulated in the mitochondria effectively. More ROS were generated here under 18 min light irradiation and resulted in cancer cell apoptosis. The MTT assay revealed the cancer inhibition efficiency of the PSs combined with two steps (6 + 18 min) laser irradiation was higher than one-step 24 min irradiation. The system achieved higher in vivo anticancer efficiency owing to the synergetic mitochondrial-targeted PDT (220 mW/cm2, 20 min) and proapoptosis effect (Figure 15C,D). In 2016, a programmed supramolecular system was reported by Ji and co-workers.211 Ce6 modified β-Cyclodextrin (β-CD) interacted with the adamantine (Ad) terminated triblock peptide (Ad-CGKRK-GFLG- EE-T7) and further selfassembled into well-defined nanostructures. T7 with highly affinity toward the cancer cell overexpressed transferrin receptor (TfR) endowed the nanosystem with high cancer\ncell uptake rate. Cathepsin B (CTSB) cleavable GFLG moiety and the mitochondria-targeted CGKRK peptide imposed the system responsive mitochondria-targeting capability. Therefore, higher PDT efficiency (IC50 = 0.9 mg L\n−1) was realized over nontargeted delivery systems, suggesting that the reported system can be used for highly efficient and specific cancer therapy. AIE-based PSs for mitochondria-targeted PDT have\nattracted increasing consideration recently, owing to their excellent photostability and the capability for overcoming aggregation-caused quenching phenomenon.207,212−215 Liu and Tang et al. reported an AIE dots for cancer cell-tomitochondria-targeted therapy.180 Dual-targeted AIE dots could be easily obtained by using lipid-PEG as the encapsulation agent and FA and TPP as targeting groups. The dual-targeted dots show enhanced PDT efficiency (100 mW/cm2, 10 min). The value of IC50 was 10 μg mL\n−1, which is lower than cellular or mitochondria-targeted nanoparticles owing to their higher mitochondrial-accumulation capability. By integrating TPP-containing AIE-based polymer with Tm3+-doped UCNPs, Gao et al. reported the first NIR activated mitochondria-targeted AIE-based PDT system.212\nThe positive charge of this system was shielded by the pHsensitive PEG layer (UCNP@PAIE-TPP-PEG) via benzoic imine bonds, which could avoid side effects caused by TPP. After entering cancer cells, the imine groups were split, and the UCNP@PAIE-TPP accumulated into mitochondria effectively. Under 980 nm laser irradiation (3W/cm2, 10 min), abundant production resulted in mitochondrial collapse as well as cancer cell apoptosis, suggesting that UCNP@PAIE-TPP-PEG is potential for enhanced in vivo cancer treatment (Figure 16, left). Chao et al. reported the first example of AIE-active iridium(III) complexes (Ir1−Ir3) for mitochondria-targeted PDT (Figure 16a,b).213 Ir1 exhibits the most significant twophoton adsorption cross sections (214 GM) and the most impressive lethality toward cancer cells, which make it an ideal candidate for highly efficient PDT (IC50 = 0.40 μM).\n3.3. Mitochondria-Targeted Photothermal Agents. In addition to chemotherapeutic drugs and ROS, mitochondria are also hypersensitive to heat. Mitochondria-targeted PTT can effectively reduce the activity of enzymes, disrupt mitochondrial respiration, cause mitochondrial thermal damage, and further induce oxidation stress and activate mitochondrial apoptosis pathways. Therefore, design and preparation of mitochondria-targeted photothermal agents are promising for\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26542\nimproving the tumor therapy efficiency, suppressing tumor growth, and avoiding recurrence. In 2015, Kim et al. reported an iron oxide nanoparticle for mitochondria-targeted PTT.216 TPP-coupled coumarin was surface functionalized onto iron oxide NPs via catechol group, yielding the mitochondria-targeted “nanoheater” (Mito-CIO). Confocal colocalization experiments revealed that Mito-CIO localized in mitochondria with a high Pearson’s coefficient (0.871), while the coumarin-modified iron oxide (CIO) mainly located in the endoplasmic reticulum. Under 740 nm NIR irradiation (2W/cm2, 10 min), Mito-CIO induced higher in vivo therapy efficiency than nontargetable CIO, demonstrating the superiority of mitochondrial-targeted PTT. It is well-known that NO is an important cellular signal molecule. Employing gas signal molecules (NO, CO, H2, and so on) for sensitized cancer therapy has been reported for enhanced cancer treatment. In 2017, Liu et al. developed a Ru nitrosyl and TPP cofunctionalized graphene quantum dots (NGQDs@Ru-NO@TPP) for mitochondrial-targeted PTT.217 The TPP modification imposed the nanoplatform with ideal mitochondrial-targeting capability, and the photothermal effect of GQDs ensured the 808 nm laser irradiation triggered NO release. Benefiting from the synergistic effect between NO sensitizing and mitochondria-targeted PTT, this nanoplatform exerted admirable tumor growth inhibition capability, and the tumor could even be eradicated after a single treatment (1.0 W/cm2, 10 min). Compared with nanomaterials, molecular photothermal agents with high photothermal conversion efficiency are also quite attractive, owing to their well-defined structure and performances. Mitochondria-targeted molecular photothermal agents may accelerate the clinical translation of mitochondriatargeted PTT. However, the in vivo PTT of the cationic\nphotothermal agents are restricted because of their poor tumor-targeting capabilities; thus, efforts should be devoted to realize the mitochondria-targeted delivery.218 The first example of cancer cell-to-mitochondria-targeted molecular photothermal agent was reported by our group (Figure 17A,B).182 A cyanine-derived biotin and TPP cofunctionalized photothermal agent was designed and synthesized. To improve the water solubility, FDA approved F127 was employed to encapsulate the photothermal agents to obtain the tumormitochondria-targeted photothermal nano agents (Bio-PPh3PT). The phototo-thermal conversion efficiency of the prepared photothermal molecule was 37.8%. In vitro experiments demonstrated that the dark toxicity of Bio-PPh3-PT was negligible while the phototoxicity remained high, mostly owing to the biocompatibility of organic small molecules as well as the thermal sensitivity of mitochondria. In vivo fluorescence and photoacoustic imaging experiments revealed the good tumor-targeting capability (Figure 17C−E). More importantly, higher cancer treatment efficiency was demonstrated during in vivo anticancer therapy (0.5 W/cm2, 5 min), and no significant side effects were detected (Figure 17F−H).\n3.4. Mitochondria-Targeted Nano Radio-Sensitizers. Clinically employed RT mainly use ionizing radiations to destroy the DNA and protein/enzymes of cancer cells to inhibit the growth of tumors. Nevertheless, the low radiation adsorption of tumor tissues resulted in the requirement of high energy and long-time radiation exposure, which usually caused serious side effects and limited therapeutic index.183 Moreover, chemotherapeutic drugs are frequently employed by doctors to ensure the elimination of cancer cells as much as possible, which usually causes extra burdens for cancer patients.219,220 In practice, cancer cells may stay in the RT insensitive phase, and the hypoxia tumor microenvironments may severely com-\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26543\npromise the therapy efficiency. Therefore, it has sparked the interest of design and synthesis of radio-sensitizers, to enhance the radiation sensitivity of tumor tissues.219,220 The current methods for radio-sensitization including hypoxia relief, combination with other modality, and radiation energy conversion enhancement with diverse sensitizers. Driving nano radio-sensitizers into mitochondria is another wise choice toward enhanced cancer treatment. Recently, our group reported a mitochondria-targeted radio-\nsensitizer for triggering mitochondrial ROS burst with admirable RT efficiency (Figure 18).183 The ultrasmall (3−5 nm) AuNPs-modified 18 nm TiO2 showed enhanced O2 •− productivity. After further modification with mitochondriatargeting ligand TPP, the obtained nano radio-sensitizer TiO2−Au-TPP NPs could effectively accumulate in the mitochondria. The mitochondria-specific ROS generation after X-ray irradiation was observed, and a domino effect on ROS burst was demonstrated, which significantly potentiated the therapeutic effects of RT (Figure 18A,B). Upon one-time 6 Gy X-rays irradiation, MCF-7 tumor-bearing nude mice as well as 4T1 tumor-bearing Balb/c mice were effectively cured, suggesting that the mitochondria-targeted RT as an ultraattractive cancer treatment modality (Figure 18C−E). High-Z element doping is another important strategy for improve the RT efficiency of nanomaterials. Mitochondria-targeted Gddoped titania nanoparticles (TiO2(Gd)-TPP) were further developed by our group for enhanced cancer RT. Compared with the nontargeted group, the RT efficiency was effectively elevated by TiO2(Gd)-TPP owing to the generation of abundant ROS intramitochondria.221\n3.5. Mitochondria-Targeted Combined Therapy Systems. Combining two or more treating modalities is another promising pathway for further leveraging the therapeutic index of mitochondria-targeted cancer treatment, which could avoid the inherent disadvantages and limitations of a single treatment modality. Therefore, many efforts have been devoted to mitochondria-targeted combined therapy to further improve\nthe therapeutic index of advanced tumors. Up to now, mitochondria-targeted chemo-PTT, chemo-PDT, PTT−PDT, a n d t r i m o d a l t h e r a p y , h a v e b e e n i n v e s t i - gated.90,96,97,145,181,184,215,222−235\nZhang et al. reported a gold nanostar (AuNS)-based nanovehicle for chemo-PTT.229 Mitochondria-targeting proapoptotic peptide TPP-KLA, biocompatible PEG5000, and cationic peptide R8 were attached onto AuNS via Au−S bond. Then the nanocomposites and DOX were coencapsulated by the cellular targeting ligand, hyaluronic acid, yielding the multitargeted nanodrug AuNS-pep/DOX@HA. AuNS-pep/ DOX@HA effectively localized in the tumor site via EPR effect and CD44 receptor-mediated recognition. After it entered cancer cells, HA was degraded by HAase and DOX was released. The AuNS further accumulated into the mitochondria, and PTT was triggered under NIR irradiation (1 W/cm2, 5 min). Owing to the high photothermal conversion efficiency, mitochondrial hyperthermia blocked the drug efflux pathway because of the inhibition of energy generation. Notably, 97% of the drug was retained in cancer cells after 22 h of incubation, which was much higher than the control groups. PDT combined with chemotherapy is an interesting strategy\nto design subcellular organelle destructive systems for highly efficient cancer therapy. In 2017, Tan et al. reported a mitochondria-targeted prodrug (PNPS) for NIR-imagingguided synergistic chemo-PDT.145 NPS, a mitochondriatargeted NIR fluorescent probe, was coupled with the anticancer drug 5′-DFUR via a H2O2 responsive bisboronate group connection. After entering cancer cells, the bisboronate group was cleaved by H2O2 in the mitochondria and resulted in the release of NPS and 5′-DFUR. Subsequently, NIR triggered PDT and chemotherapy was activated. This prodrug offered an important signal for monitoring the real-time drug release. Because the concentration of H2O2 in cancer cells (even up to 100 μM) was much higher than that in normal cells (∼20 nM),87,236−238 the side effects were reduced. The IC50 values of PNPS toward HeLa and HepG2 cells under\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26544\nwhite light irradiation was 9.32 and 8.15 μM, respectively, indicating the promising application of the mitochondriatargeted prodrug for combined cancer theranostics. In 2016, Shi and Qi et al. reported the first example of organic small molecule for mitochondria-targeted synchronous PTT−PDT.225 This heptamethine cyanine dyes derivative (PS 7) could target mitochondria via organic-anion transporting polypeptide mediation and exhibited excellent mitochondrial retention capability owing to its lipophilic cationic feature. PS 7 exerted novel NIR fluorescent characteristics and synergistic PDT/PTT effects. In vitro tests revealed that A549 cells were completely killed during synchronous PDT/PTT, while 29.3% cell viability remained after PTT treatment alone and 67.4% remained in PDT treatment alone. Interestingly, in vivo results demonstrated that the tumor growth in the PS-treated A549 and 4T1 xenograft models were completely inhibited without tumor recurrence (1.5 W/cm2, 5 min). The survival rate was 100%, suggesting the significant potential of the reported PS 7 and the great promise of synchronous PDT/PTT. By using spherical magnetite (Fe3O4) as the core, PDA as the inner shell, and mesoporous silica (mSiO2) as the outer shell, a mitochondria-targeted PTT−PDT nanosystem was constructed after loading indocyanine green (ICG) and further surface modification of polyethylene glycol (PEG), transferrin (Tf), and TPP.181 The multifunctional nanocomposites (MMCNs) could be used for NIR fluorescence imaging and MRI, and the synergistic effects between mitochondriatargeted PDT and PTT significantly reduced the demand of high laser power during cancer phototherapy (0.5 W/cm2, 5 min). Lin’s group reported the Hf and Ru dual-metal contained nanoscale MOFs for mitochondria-targeted RT-radiodynamic therapy (RDT).184 The integration of Ru(bpy)3\n2+ contained frameworks that endowed the Hf-based nMOFs novel cationic UiO topology and excellent mitochondria localization capability. Upon ultralow dosage (1 Gy) X-ray irradiation, in situ ROS generation (•OH from the Hf6 SBUs and\n1O2 from Ru-based PSs) in the mitochondria significantly depolarized the mitochondrial membrane potential of MC38 cells and\nfurther activated the apoptosis pathways. In vivo experiments revealed the admirable colorectal-tumor-suppressing capacity of the nMOFs, and no significant side effects could be observed. The integration of multiple cancer treatment modality into one simple system has also emerged as a potential strategy for further boosting mitochondria-targeted cancer treatment, which could offer fascinating superadditive therapeutic effects and reduce unwanted side effects. In 2017, Shi et al. reported an indocyanine green analogue (IR-DBI) for mitochondriatargeted multimodal therapy (Figure 19).227 IR-DBI possesses a series of properties, including cancer and mitochondriaspecific accumulation, NIR emission, and chemo/PDT/PTT multimodal therapeutic activities. The IC50 values of IR-DBI toward a series of human and mouse cancer cell lines remained low. IR-DBI was biocompatible to normal human cells after incorporated into human serum albumin (HSA). The nanosized complex exhibited enhanced characteristics for imaging-guided multimodal cancer therapy. Interestingly, in vivo tests revealed that the tumor growth was significantly depressed after 24 h tail vein injection plus 808 nm laser irradiation (1.5 W/cm2, 5 min), and the survival rate of treated tumor-bearing mouse was 100% after 90 days (Figure 19A− C)."
    }, {
      "heading" : "4. LYSOSOME-TARGETED THERAPY",
      "text" : "Lysosomes are the main digesting components in cells, and they contain tens of hydrolases for degradation, repair, and recirculation of diverse biomolecules, which make them critical in autophagy, secretion, and membrane repair.83 Therefore, lysosomes are responsible for the cancer resistance during diverse therapies. Lysosome-targeted therapy has caused increasing interest in the past decade. The acidic lysosomal microenvironments (pH ≈ 5.0) have been frequently employed for controlled drug release as well as activation of diverse therapeutic agents.201,203,239−246 Lysosomal membrane permeabilization (LMP) and subsequent lysosomal enzymes release have been noticed to be an important cell death pathway: the released enzymes are capable of digesting the\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26545\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26546\nwhole cell and activating caspase or other cell-death pathways. Therefore, lysosome-targeted/responsive toxins are another kind of therapeutic agent for enhanced cancer treatment.239−242,247\nThere are many molecular/nanoformulations with lysosomal membrane disruption capability that are favorable for activation of LMP associated death pathways after entering cancer cells.105,248 Nanomaterials are rather attractive in lysosome targeting because most ligand-modified nanoformulations can finally reach lysosomes as a result of the lysosomal membrane fusion after entering cells via membranereceptor-mediated internalization. Additionally, the nanoformulations can also be functionalized by lysosome-targeting groups to improve the lysosomal accumulation and further enhance the anticancer efficiency.240\nAmong the developed lysosomal membrane disruption strategies, alternating magnetic field (AMF)-triggered LMP is highly admirable owing to the good controllability and noninvasive characteristics. The lysosomal membrane can be effectively broken by driving the nanomaterials via AMF after magnetic responsive nanomaterials reached the lysosomes, which could effectively trigger the leakage of lysosomal enzymes and subsequent cancer cell autolysis.248 Rinaldi’s group reported the activation of LMP death pathway by epidermal growth factor (EGF) modified iron oxide magnetic nanoparticles (IO-MNPs). EGF-receptor-mediated cell internalization resulted in the MNPs locating into the lysosomes rapidly. After exposure to AMF, the mechanical force caused the release of lysosomal contents and further triggered intracellular ROS production as well as protease cathepsin B activation, which significantly reduced the viability of cancer cells.249 This work suggested the potential application of remote control cancer cell fate via AMF. In addition to mechanical force, ROS have also been employed for LMP activation. Other than the existence of multiple ROS scavenging enzymes in other places of cancer cells, the acidic and digestive lysosomal microenvironments restrict the activity of superoxide dismutase (SOD), peroxidase, and so on, which make the local ROS concentration in lysosomes easier to be elevated.250−253 Therefore, lysosomal microenvironments are favorable for ROS-induced apoptosis or LMP death pathway. Programmed ROS generation intra lysosomes of cancer cell should be another important point for enhanced cancer treatment. Our group106 reported the Au-ZnO hybrid nanoparticles for lysosome-targeted LMP activation and real-time imaging (Figure 20A). FITC-labeled protease cathepsin B substrate sequence Arg-Arg was grafted onto the Au NPs for selective tracing the activation of protease cathepsin B. RGD was modified onto ZnO to endow the NPs with cancer targeting capacity (Figure 20B,C). The resulting FITC-RR-Au-ZnORGD heterojunction structured NPs have high affinity to HepG2 cells and specifically localized to the lysosomes after entering cancer cells. ZnO NPs effectively catalyzed the ROS generation in the acidic lysosomal environments and successfully increased the permeability of lysosomal membrane, further resulting in LMP-dependent apoptosis pathway activation in cancer cells (Figure 20D). This work demonstrated Au-ZnO as a promising platform for lysosome-targeted cancer cell treatment. In 2016, lysosomal activatable bis-styryl BODIPY-based nanoparticles (BODIPY NPs) were reported by Huang and coworkers (Figure 21A).254 The nanoprecipitation method\nprepared BODIPY NPs possessed good water dispersibility, photostability, and biocompatibility. The strong NIR adsorption of BODIPY NPs allowed them to act as contrast agents for photoacoustic imaging, and the pH-responsive feature made the NPs capable for lysosome-targeted PDT (200 mW/cm2, 10 min). Lan et al. reported the polythiophene nanoparticles (PT NPs) for lysosome-targeted two-photon excited (TPE) imaging and PDT.255 The energy-dependent, clathrin- and caveola-independent endocytic was found to be the main pathway for PT NPs endocytosis, and the diethylenediamine group endowed the PT NPs with lysosome-targeting capacity. Under TPE, significant 1O2 generation in lysosomes was realized because of the ultra large TPA cross section (∼3420 GM). PT NPs were also demonstrated for deep penetration (1300 μm) PDT and fluorescence imaging. Lysosome-targeted synergistic therapy was realized in the recent work of Mao and co-workers (Figure 21B).224 Reduced graphene oxide (rGO) was selected as the vehicle and PTT agent owing to the photothermal conversion efficiency as well as large surface area. The PEGylated Ru(II)-based PS (RuPEG) was facile loaded onto rGO via π−π staking and hydrophobic interaction. The PDT effect of Ru-PEG was initially switched off due to the quenching effect of rGO, but it would be switched on in the acidic lysosomal environments plus 808 nm laser irradiation, based on the photothermal enhanced PSs release in acidic microenvironments (Figure 21C). Thus, lysosome-targeted combined PDT and PTT was realized under 808 nm (0.5 W/cm2, 5 min) and 450 nm (20 mW/cm2, 2 min) laser irradiation. With this system, a significant synergistic effect was realized during in vitro and in vivo cancer treatment (Figure 21D−F). Although they are a promising application, lysosometargeted therapeutics have not received as much interest as nucleus- or mitochondria-targeted modalities, mostly because many kinds of therapeutic agents including proteins and peptides are intolerant to the digestive acidic lysosomal microenvironments. Therefore, more investigations on lysosome-targeted therapy are desired. More importantly, it makes sense to devote more efforts to explore their working mechanisms and enhance the controllability as well as the therapeutic efficiency of related therapeutic agents, since it would be beneficial for future personal medicines without resistance."
    }, {
      "heading" : "5. ENDOPLASMIC RETICULUM/GOLGI APPARATUS-TARGETED THERAPY",
      "text" : "The endoplasmic reticulum (ER) and the Golgi apparatus are closely related with protein/lipids synthesis and transfer, and they also play critical roles in tumor growth, drug resistance, cancer metastasis and immune escape.86 The accumulation of specific therapeutic drugs in the ER as well as Golgi apparatus may hamper the protein folding and result in a stress signal, which will further cause cancer cell apoptosis. ER stress has been regarded as an important signal pathway to trigger cancer death, which makes the ER another important target toward enhanced cancer treatment.257−260 In 2014, Chakravarty et al. reported an ER-targeted oxovanadium(IV) vitamin-B6 complex, [VO(HL)(acdppz)]Cl, for cancer PDT.261 By virtue of the overexpressed VB6 transporting membrane carrier (VTC) in cancer cells, [VO(HL)(acdppz)] Cl was specifically internalized by the MCF-7 cells and localized in the ER, while the internalization rate for normal counterparts of MCF-10A cells was slow. The ER-targeted\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26547\n[VO(HL)(acdppz)]Cl was biocompatible in the dark but induced 1O2 production as well as ER stress under white light irradiation (2.4 mW/cm2, 1 h). Therefore, [VO(HL)(acdppz)] Cl was a potential candidate for ER stress activation, and this work demonstrated the ER as a potential target for highly efficient and specific cancer treatment. In 2016, Kwon and co-workers synthesized four Ir(III)based complexes (TIr1−4). TIr1−4 with different energy levels exhibited TPA characteristics and ER location capabilities.262 TIr3 and TIr4 have high quantum yields for 1O2 and phosphorescence because of their well-matched energy levels. TIr3 could effectively induce cell apoptosis under the hypoxia condition even under low-density TP-laser irradiation (100 mW/cm2, 10 s). They further proved that the potential mechanism of ER-targeted PDT was the arbitrary protein oxidation and cross-linking via protein mass spectrometry analysis. This work offered a new idea for cancer therapy targeting the protein dysfunction associated cell death pathways. Very recently, Wang’s group developed an ER-targeted comblike polymer, PAsp-g-(PEG-ICG), for enhanced chemotherapy (Figure 21G,H).256 Azido-modified PEG and ICG were grafted onto the alkynyl-functionalized poly(aspartic acid) (PAsp) through the 1,2,3-triazole connected click reaction. Owing to the rich carboxyl groups in PAsp, the PAsp-g-(PEG-ICG) effectively accumulated into the ER of SKOV-3 cancer cells based on the coordination interaction with Ca2+ of ER lumen. PTX-loaded nano micelles (PTX@PAsp-g(PEG-ICG)) exhibited significant synergistic effect for enhanced in vivo cancer treatment owing to the ER targeted ROS production under laser irradiation (2 W/cm2, 5 min), which further proved the potential application of ER-targeting for enhanced cancer treatment (Figure 21I,J). Yi’s group reported a pH-responsive cyanine-based photothermal agent (pH-PTT) for Golgi apparatus-targeted PTT.263 pH-PTT could be converted into a conjugated structure with strong 808 nm adsorption under acidic microenvironments, and it was used for preparing nano anticancer agent after it was assembled with bovine serum albumin (BSA-pH-PTT). Interestingly, owing to the hypertrophic morphology of Golgi apparatus in cancer cells, the obtained BSA-pH-PTT exhibited cancer cell Golgi apparatus selectivity and could be activated by the local acidic microenvironment. Under 808 nm laser irradiation (1.45 W/cm2, 10 min), BSA-pH-PTT significantly inhibited tumor growth due to the induction of Golgi apparatus hyperthermia. In contrast, lysosome-, ER-, and Golgi apparatus-targeted nanodrugs have not receive as much interest as nucleus- and mitochondria-targeted therapeutics, mostly because the targeting mechanisms are still unclear and the development of related nanomaterials remains challenging (Table 3)."
    }, {
      "heading" : "6. SUMMARY AND PERSPECTIVES",
      "text" : "Organelles are critical components for cancer cell survival and proliferation. Owing to the specific destruction of tumor cell structures and activation of certain cell apoptosis pathways, therapeutic nanomaterials capable of targeting specific organelles have shown significant advantages over traditional drugs: they are rather favorable for reducing the drug dosage, boosting therapeutic index, avoiding multidrug resistance, recurrence, and detouring side effects. Organelle-targeted chemotherapy, PDT, PTT, RT, and gene therapy, among others, have been widely investigated in recent years. These T ab le 3. T yp ic al N an om\nat er ia ls fo r Ly\nso so m e, E R -, an d G ol gi\nA pp\nar at us -T ar ge te d T he ra py\nor ga ne lle s\nth er ap y m od al ity\nna no m at er ia ls\nta rg et in g lig an ds\nta rg et in g m ec ha ni sm\ns ce ll ty pe\ntu m or m od el\nad m in is tr at io n ro ut e (i .v ./ i.t .)\ntr ea tm\nen t\ntim es\ntr ea tm\nen t\npe ri od\nre fs\nly so so m e\nca ta ly tic th er ap y\nA uZ nO\nR G D\nen do cy tic -p at hw\nay -m\ned ia te d ta rg et in g\nH ep G 2\n− −\n− −\n10 6\nPD T\npo ly th io ph en e N Ps\ntr ie th yl en ed ia m in e\npr ot on at io nin du ce d ta rg et in g\nH eL a\n− −\n− −\n25 5\nsy ne rg is tic th er ap y\nrG O\n− en do cy tic -p at hw\nay -m\ned ia te d ta rg et in g\nA 54 9\nA 54 9\ni.t .\n1 15\n22 4\nen do pl as m ic re tic ul um\nsy ne rg is tic th er ap y\nco m bl ik e po ly m er N Ps\nca rb ox yl gr ou p\nca rb ox yl -C a( II )-\nco or di na tio\nnin du ce d ta rg et in g\nU -8 7 M G\nU -8 7 M G\ni.v .\n1 21\n25 6\nG ol gi\nap pa ra tu s\nPT T\nB SA\n-c ya ni ne\nB SA\nca nc er\nce ll G ol gi\nap pa ra tu s hy pe rt ro ph ic re su lti ng in B SA ac cu m ul at io n\nH ep G -2\n− −\n− −\n26 3\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26548\nagents can be regarded as the new generation of therapeutics for cancer treatment and hold promise for clinical translation. Despite significant advances have been made, it still should be noteworthy that there are several barriers to be broken before preclinical studies: (a) current strategies for nanomaterial fabrication are still challenging with respect to fulfilling the requirements of controlled and high-dosage preparation of well-defined nanostructures, while the pharmacokinetics behaviors and toxicity effects of nanomaterials are highly dependent on their morphologies and sizes;264,265 (b) targeting ligands on the surface of nanomaterials is another critical factor determining targeting efficiency, and few efforts have been devoted into the optimization of the surface charge and ligand density of organelle-targeted nanomaterials; (c) there are multiple biological barriers to be overcome for i.v. administrated drugs reaching the organelles of interest, which depends on different and even opposite material properties, and the available systems still cannot fulfill this demand; (d) nanoformulations that are capable of highly efficient cargo encapsulation and controlled release are desired for safe and efficient drug delivery, but the developed organelle-targeted nanosystems are still far from this objective; (e) the biodegradability as well as long-term toxicity of most employed nanomaterials have not been fully evaluated, and biocompatible nanomaterials should be better candidates for clinical anticancer application;266−271 (f) multifunctional theranostic platforms are promising candidates for precise cancer treatment, and multiple imaging functions integrated organelletargeted therapeutic systems have not been well investigated up to now; (g) nucleus and mitochondria-targeted therapy have attracted significant research interests, while much less attention have been devoted into the lysosome, ER, Golgi apparatus, and other organelles, though they are also important targets for enhanced cancer treatment; and (h) it is hard to compare the treatment potentials of different nanomaterials because of the absence of standard methods for evaluating the therapeutic efficiency between different works. On the basis of the described challenges, we propose future works should focus on the following aspects: (i) developing standard procedures for precise control of the size distribution and morphologies of nanoformulations, to ensure the repeatability of nanodrugs; (ii) exploring more feasible cancer cell/organelle targeting ligands to enhance the subcellular location capability of nanodrugs; (iii) designing smart platforms to overcome the multiple biological barriers in living systems and to further realize cancer cell subcellular structurespecific drug accumulation; (iv) developing novel drug encapsulation as well as controlled release strategies for boosting the therapeutic index and avoiding the side effects; (v) designing more therapeutic systems based on nontoxic/ biodegradable nanomaterials, thoroughly evaluate their pharmacokinetics as well as clinical translation potential; (vi) developing imaging-guided theranostic systems for precise cancer treatment and even future personalized medicine; (vii) paying more efforts to the therapeutic mechanisms of organelle-targeted nanodrugs, evaluating their immune effect, and finding out the best recipes for specific cancer; and (viii) establishing universal evaluation protocols for comparing the therapeutic efficiency of different therapeutics, to further guide the design and synthesis of advanced organelle-targeted nanodrugs. Overall, this Review described the latest achievements of advanced organelle-targeted nanomaterials for boosting cancer\ntherapy. Because it is still at the early stage, some molecular drugs were also included to highlight the significance and advantages of driving drugs into specific organelles. A list of recently published papers is provided for interested readers to further get to know the state of the art of this field.272−293 We believe this Review will offer valuable information for researchers to design better organelle-targeted nanomaterials, and more encouraging news can be brought to this field in the near future under the joint efforts from chemists to pharmaceutical scientists and clinical doctors.\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: lina@sdnu.edu.cn. *E-mail: tangb@sdnu.edu.cn. ORCID Peng Gao: 0000-0002-3839-3167 Wei Pan: 0000-0002-2281-8749"
    }, {
      "heading" : "Na Li: 0000-0002-0392-6672",
      "text" : ""
    }, {
      "heading" : "Bo Tang: 0000-0002-8712-7025",
      "text" : "Notes The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by National Natural Science Foundation of China (21535004, 91753111, 21874086, 21775094) and the Key Research and Development Program of Shandong Province (2018YFJH0502).\n■ REFERENCES (1) Lucky, S. S.; Soo, K. C.; Zhang, Y. Nanoparticles in Photodynamic Therapy. Chem. Rev. 2015, 115 (4), 1990−2042. (2) Fan, W.; Yung, B.; Huang, P.; Chen, X. Nanotechnology for Multimodal Synergistic Cancer Therapy. Chem. Rev. 2017, 117 (22), 13566−13638. (3) Qian, J.; Tang, B. Z. AIE Luminogens for Bioimaging and Theranostics: From Organelles to Animals. Chem. 2017, 3 (1), 56− 91. (4) Yang, G.; Gong, H.; Liu, T.; Sun, X.; Cheng, L.; Liu, Z. TwoDimensional Magnetic WS2@Fe3O4 Nanocomposite with Mesoporous Silica Coating for Drug Delivery and Imaging-Guided Therapy of Cancer. Biomaterials 2015, 60, 62−71. (5) Tian, J.; Ding, L.; Ju, H.; Yang, Y.; Li, X.; Shen, Z.; Zhu, Z.; Yu, J.-S.; Yang, C. J. A Multifunctional Nanomicelle for Real-Time Targeted Imaging and Precise Near-Infrared Cancer Therapy. Angew. Chem., Int. Ed. 2014, 53 (36), 9544−9549. (6) Ma, Y.; Li, X.; Li, A.; Yang, P.; Zhang, C.; Tang, B. H2S-Activable MOF Nanoparticle Photosensitizer for Effective Photodynamic Therapy against Cancer with Controllable Singlet-Oxygen Release. Angew. Chem., Int. Ed. 2017, 56 (44), 13752−13756. (7) Cheng, L.; Wang, C.; Feng, L.; Yang, K.; Liu, Z. Functional Nanomaterials for Phototherapies of Cancer. Chem. Rev. 2014, 114 (21), 10869−10939. (8) Xu, G.; Zeng, S.; Zhang, B.; Swihart, M. T.; Yong, K.-T.; Prasad, P. N. New Generation Cadmium-Free Quantum Dots for Biophotonics and Nanomedicine. Chem. Rev. 2016, 116 (19), 12234−12327. (9) Zhao, Y.; Chen, F.; Li, Q.; Wang, L.; Fan, C. Isothermal Amplification of Nucleic Acids. Chem. Rev. 2015, 115 (22), 12491− 12545. (10) Zhou, J.; Yu, G.; Huang, F. Supramolecular Chemotherapy Based on Host-Guest Molecular Recognition: a Novel Strategy in the Battle Against Cancer with a Bright Future. Chem. Soc. Rev. 2017, 46 (22), 7021−7053.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26549\n(11) Li, X.; Kim, J.; Yoon, J.; Chen, X. Cancer-Associated, StimuliDriven, Turn on Theranostics for Multimodality Imaging and Therapy. Adv. Mater. 2017, 29 (23), 1606857−1606880. (12) Sun, T.; Zhang, Y. S.; Pang, B.; Hyun, D. C.; Yang, M.; Xia, Y. Engineered Nanoparticles for Drug Delivery in Cancer Therapy. Angew. Chem., Int. Ed. 2014, 53 (46), 12320−12364. (13) Gao, W.; Cao, W.; Sun, Y.; Wei, X.; Xu, K.; Zhang, H.; Tang, B. AuNP Flares-Capped Mesoporous Silica Nanoplatform for MTH1 Detection and Inhibition. Biomaterials 2015, 69, 212−221. (14) Mei, J.; Leung, N. L. C.; Kwok, R. T. K.; Lam, J. W. Y.; Tang, B. Z. Aggregation-Induced Emission: Together We Shine, United We Soar! Chem. Rev. 2015, 115 (21), 11718−11940. (15) Zhou, W.; Gao, X.; Liu, D.; Chen, X. Gold Nanoparticles for in Vitro Diagnostics. Chem. Rev. 2015, 115 (19), 10575−10636. (16) Cheetham, A. G.; Chakroun, R. W.; Ma, W.; Cui, H. SelfAssembling Prodrugs. Chem. Soc. Rev. 2017, 46 (21), 6638−6663. (17) Li, Y.; Li, N.; Pan, W.; Yu, Z.; Yang, L.; Tang, B. Hollow Mesoporous Silica Nanoparticles with Tunable Structures for Controlled Drug Delivery. ACS Appl. Mater. Interfaces 2017, 9 (3), 2123−2129. (18) Li, Y.; Chen, Y.; Pan, W.; Yu, Z.; Yang, L.; Wang, H.; Li, N.; Tang, B. Nanocarriers with Multi-Locked DNA Valves Targeting Intracellular Tumor-Related mRNAs for Controlled Drug Release. Nanoscale 2017, 9 (44), 17318−17324. (19) Li, Y.; Gao, X.; Yu, Z.; Liu, B.; Pan, W.; Li, N.; Tang, B. Reversing Multidrug Resistance by Multiplexed Gene Silencing for Enhanced Breast Cancer Chemotherapy. ACS Appl. Mater. Interfaces 2018, 10 (18), 15461−15466. (20) Li, N.; Li, Y.; Gao, X.; Yu, Z.; Pan, W.; Tang, B. Multiplexed Gene Silencing in Living Cells and in Vivo Using a DNAzymesCoOOH Nanocomposite. Chem. Commun. 2017, 53 (36), 4962− 4965. (21) Daenen, L. G.; Roodhart, J. M.; van Amersfoort, M.; Dehnad, M.; Roessingh, W.; Ulfman, L. H.; Derksen, P. W.; Voest, E. E. Chemotherapy Enhances Metastasis Formation via VEGFR-1Expressing Endothelial Cells. Cancer Res. 2011, 71 (22), 6976−6985. (22) Gingis-Velitski, S.; Loven, D.; Benayoun, L.; Munster, M.; Bril, R.; Voloshin, T.; Alishekevitz, D.; Bertolini, F.; Shaked, Y. Host Response to Short-Term, Single-Agent Chemotherapy Induces Matrix Metalloproteinase-9 Expression and Accelerates Metastasis in Mice. Cancer Res. 2011, 71 (22), 6986−6996. (23) Volk-Draper, L.; Hall, K.; Griggs, C.; Rajput, S.; Kohio, P.; DeNardo, D.; Ran, S. Paclitaxel Therapy Promotes Breast Cancer Metastasis in a TLR4-Dependent Manner. Cancer Res. 2014, 74 (19), 5421−5434. (24) Luan, M.; Li, N.; Pan, W.; Yang, L.; Yu, Z.; Tang, B. Simultaneous Detection of Multiple Targets Involved in the PI3K/ AKT Pathway for Investigating Cellular Migration and Invasion with a Multicolor Fluorescent Nanoprobe. Chem. Commun. 2017, 53 (2), 356−359. (25) Chang, Y. S.; Jalgaonkar, S. P.; Middleton, J. D.; Hai, T. StressInducible Gene Atf3 in the Noncancer Host Cells Contributes to Chemotherapy-Exacerbated Breast Cancer Metastasis. Proc. Natl. Acad. Sci. U. S. A. 2017, 114 (34), E7159−E7168. (26) Luan, M.; Yu, L.; Li, Y.; Pan, W.; Gao, X.; Wan, X.; Li, N.; Tang, B. Visualizing Breast Cancer Cell Proliferation and Invasion for Assessing Drug Efficacy with a Fluorescent Nanoprobe. Anal. Chem. 2017, 89 (19), 10601−10607. (27) Kong, F.; Liang, Z.; Luan, D.; Liu, X.; Xu, K.; Tang, B. A Glutathione (GSH)-Responsive Near-Infrared (NIR) Theranostic Prodrug for Cancer Therapy and Imaging. Anal. Chem. 2016, 88 (12), 6450−6456. (28) Louage, B.; Nuhn, L.; Risseeuw, M. D. P.; Vanparijs, N.; De Coen, R.; Karalic, I.; Van Calenbergh, S.; De Geest, B. G. WellDefined Polymer-Paclitaxel Prodrugs by a Grafting-from-Drug Approach. Angew. Chem., Int. Ed. 2016, 55 (39), 11791−11796. (29) Bertin, P. A.; Smith, D.; Nguyen, S. T. High-Density Doxorubicin-Conjugated Polymeric Nanoparticles via Ring-Opening Metathesis Polymerization. Chem. Commun. 2005, 30, 3793−3795.\n(30) Du, J. Z.; Du, X. J.; Mao, C. Q.; Wang, J. Tailor-Made Dual pHSensitive Polymer-Doxorubicin Nanoparticles for Efficient Anticancer Drug Delivery. J. Am. Chem. Soc. 2011, 133 (44), 17560−17563. (31) Culver, H. R.; Clegg, J. R.; Peppas, N. A. Analyte-Responsive Hydrogels: Intelligent Materials for Biosensing and Drug Delivery. Acc. Chem. Res. 2017, 50 (2), 170−178. (32) Peng, F.; Su, Y.; Zhong, Y.; Fan, C.; Lee, S. T.; He, Y. Silicon Nanomaterials Platform for Bioimaging, Biosensing, and Cancer Therapy. Acc. Chem. Res. 2014, 47 (2), 612−623. (33) Cheng, Y.-J.; Luo, G.-F.; Zhu, J.-Y.; Xu, X.-D.; Zeng, X.; Cheng, D.-B.; Li, Y.-M.; Wu, Y.; Zhang, X.-Z.; Zhuo, R.-X.; He, F. EnzymeInduced and Tumor-Targeted Drug Delivery System Based on Multifunctional Mesoporous Silica Nanoparticles. ACS Appl. Mater. Interfaces 2015, 7 (17), 9078−9087. (34) Jiang, D.; Sun, Y.; Li, J.; Li, Q.; Lv, M.; Zhu, B.; Tian, T.; Cheng, D.; Xia, J.; Zhang, L.; Wang, L.; Huang, Q.; Shi, J.; Fan, C. Multiple-Armed Tetrahedral DNA Nanostructures for TumorTargeting, Dual-Modality in Vivo Imaging. ACS Appl. Mater. Interfaces 2016, 8 (7), 4378−4384. (35) Sukhorukova, I. V.; Zhitnyak, I. Y.; Kovalskii, A. M.; Matveev, A. T.; Lebedev, O. I.; Li, X.; Gloushankova, N. A.; Golberg, D.; Shtansky, D. V. Boron Nitride Nanoparticles with a Petal-Like Surface as Anticancer Drug-Delivery Systems. ACS Appl. Mater. Interfaces 2015, 7 (31), 17217−17225. (36) Zhang, Y.; Ang, C. Y.; Li, M.; Tan, S. Y.; Qu, Q.; Luo, Z.; Zhao, Y. Polymer-Coated Hollow Mesoporous Silica Nanoparticles for Triple-Responsive Drug Delivery. ACS Appl. Mater. Interfaces 2015, 7 (32), 18179−18187. (37) Merino, S.; Martin, C.; Kostarelos, K.; Prato, M.; Vazquez, E. Nanocomposite Hydrogels: 3D Polymer-Nanoparticle Synergies for On-Demand Drug Delivery. ACS Nano 2015, 9 (5), 4686−4697. (38) Weng, Q.; Wang, B.; Wang, X.; Hanagata, N.; Li, X.; Liu, D.; Wang, X.; Jiang, X.; Bando, Y.; Golberg, D. Highly Water-Soluble, Porous, and Biocompatible Boron Nitrides for Anticancer Drug Delivery. ACS Nano 2014, 8 (6), 6123−6130. (39) Yin, W.; Yan, L.; Yu, J.; Tian, G.; Zhou, L.; Zheng, X.; Zhang, X.; Yong, Y.; Li, J.; Gu, Z.; Zhao, Y. High-Throughput Synthesis of Single-Layer MoS2 Nanosheets as a Near-Infrared PhotothermalTriggered Drug Delivery for Effective Cancer Therapy. ACS Nano 2014, 8 (7), 6922−6933. (40) Yang, K.; Feng, L.; Liu, Z. Stimuli Responsive Drug Delivery Systems Based on Nano-Graphene for Cancer Therapy. Adv. Drug Delivery Rev. 2016, 105, 228−241. (41) Song, G.; Chao, Y.; Chen, Y.; Liang, C.; Yi, X.; Yang, G.; Yang, K.; Cheng, L.; Zhang, Q.; Liu, Z. All-in-One Theranostic Nanoplatform Based on Hollow TaOx for Chelator-Free Labeling Imaging, Drug Delivery, and Synergistically Enhanced Radiotherapy. Adv. Funct. Mater. 2016, 26 (45), 8243−8254. (42) Zhou, W.; Wang, L.; Li, F.; Zhang, W.; Huang, W.; Huo, F.; Xu, H. Selenium-Containing Polymer@Metal-Organic Frameworks Nanocomposites as an Efficient Multiresponsive Drug Delivery System. Adv. Funct. Mater. 2017, 27 (6), 1605465−1605472. (43) Chen, W.; Ouyang, J.; Liu, H.; Chen, M.; Zeng, K.; Sheng, J.; Liu, Z.; Han, Y.; Wang, L.; Li, J.; Deng, L.; Liu, Y.-N.; Guo, S. Black Phosphorus Nanosheet-Based Drug Delivery System for Synergistic Photodynamic/Photothermal/Chemotherapy of Cancer. Adv. Mater. 2017, 29 (5), 1603864−1603870. (44) Liu, T.; Wang, C.; Gu, X.; Gong, H.; Cheng, L.; Shi, X.; Feng, L.; Sun, B.; Liu, Z. Drug Delivery with PEGylated MoS2 Nano-Sheets for Combined Photothermal and Chemotherapy of Cancer. Adv. Mater. 2014, 26 (21), 3433−3440. (45) Chen, Y.; Ye, D.; Wu, M.; Chen, H.; Zhang, L.; Shi, J.; Wang, L. Break-up of Two-Dimensional MnO2 Nanosheets Promotes Ultrasensitive pH-Triggered Theranostics of Cancer. Adv. Mater. 2014, 26 (41), 7019−7026. (46) Chimene, D.; Alge, D. L.; Gaharwar, A. K. Two-Dimensional Nanomaterials for Biomedical Applications: Emerging Trends and Future Prospects. Adv. Mater. 2015, 27 (45), 7261−7284.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26550\n(47) Tao, W.; Zhu, X.; Yu, X.; Zeng, X.; Xiao, Q.; Zhang, X.; Ji, X.; Wang, X.; Shi, J.; Zhang, H.; Mei, L. Black Phosphorus Nanosheets as a Robust Delivery Platform for Cancer Theranostics. Adv. Mater. 2017, 29 (1), 1603276−1603284. (48) Wang, S.; Li, X.; Chen, Y.; Cai, X.; Yao, H.; Gao, W.; Zheng, Y.; An, X.; Shi, J.; Chen, H. A Facile One-Pot Synthesis of a TwoDimensional MoS2 /Bi2S3 Composite Theranostic Nanosystem for Multi-Modality Tumor Imaging and Therapy. Adv. Mater. 2015, 27 (17), 2775−2782. (49) Jiang, Y.; Chen, J.; Deng, C.; Suuronen, E. J.; Zhong, Z. Click Hydrogels, Microgels and Nanogels: Emerging Platforms for Drug Delivery and Tissue Engineering. Biomaterials 2014, 35 (18), 4969− 4985. (50) Zhang, X.; Dong, Y.; Zeng, X.; Liang, X.; Li, X.; Tao, W.; Chen, H.; Jiang, Y.; Mei, L.; Feng, S.-S. The Effect of Autophagy Inhibitors on Drug Delivery Using Biodegradable Polymer Nanoparticles in Cancer Treatment. Biomaterials 2014, 35 (6), 1932−1943. (51) Bag, P. P.; Wang, D.; Chen, Z.; Cao, R. Outstanding Drug Loading Capacity by Water Stable Microporous MOF: a Potential Drug Carrier. Chem. Commun. 2016, 52 (18), 3669−3672. (52) Bai, L.; Phua, S. Z.; Lim, W. Q.; Jana, A.; Luo, Z.; Tham, H. P.; Zhao, L.; Gao, Q.; Zhao, Y. Nanoscale Covalent Organic Frameworks as Smart Carriers for Drug Delivery. Chem. Commun. 2016, 52 (22), 4128−4131. (53) Liang, R.; Wei, M.; Evans, D. G.; Duan, X. Inorganic Nanomaterials for Bioimaging, Targeted Drug Delivery and Therapeutics. Chem. Commun. 2014, 50 (91), 14071−14081. (54) Orellana-Tavra, C.; Baxter, E. F.; Tian, T.; Bennett, T. D.; Slater, N. K. H.; Cheetham, A. K.; Fairen-Jimenez, D. Amorphous Metal-Organic Frameworks for Drug Delivery. Chem. Commun. 2015, 51 (73), 13878−13881. (55) Guo, X.; Shi, C.; Yang, G.; Wang, J.; Cai, Z.; Zhou, S. DualResponsive Polymer Micelles for Target-Cell-Specific Anticancer Drug Delivery. Chem. Mater. 2014, 26 (15), 4405−4418. (56) Zhao, H.-X.; Zou, Q.; Sun, S.-K.; Yu, C.-S.; Zhang, X.-J.; Li, R.J.; Fu, Y.-Y. Theranostic Metal-Organic Framework Core-Shell Composites for Magnetic Resonance Imaging and Drug Delivery. Chem. Sci. 2016, 7 (8), 5294−5301. (57) Liu, J.; Zheng, X.; Yan, L.; Zhou, L.; Tian, G.; Yin, W.; Wang, L.; Liu, Y.; Hu, Z.; Gu, Z.; Chen, C.; Zhao, Y. Bismuth Sulfide Nanorods as a Precision Nanomedicine for in Vivo Multimodal Imaging-Guided Photothermal Therapy of Tumor. ACS Nano 2015, 9 (1), 696−707. (58) Wang, X.; Wang, M.; Lei, R.; Zhu, S. F.; Zhao, Y.; Chen, C. Chiral Surface of Nanoparticles Determines the Orientation of Adsorbed Transferrin and Its Interaction with Receptors. ACS Nano 2017, 11 (5), 4606−4616. (59) Yang, T.; Tang, Y.; Liu, L.; Lv, X.; Wang, Q.; Ke, H.; Deng, Y.; Yang, H.; Yang, X.; Liu, G.; Zhao, Y.; Chen, H. Size-Dependent Ag2S Nanodots for Second Near-Infrared Fluorescence/Photoacoustics Imaging and Simultaneous Photothermal Therapy. ACS Nano 2017, 11 (2), 1848−1857. (60) Yuan, Y.; Chen, S.; Paunesku, T.; Gleber, S. C.; Liu, W. C.; Doty, C. B.; Mak, R.; Deng, J.; Jin, Q.; Lai, B.; Brister, K.; Flachenecker, C.; Jacobsen, C.; Vogt, S.; Woloschak, G. E. Epidermal growth factor receptor targeted nuclear delivery and high-resolution whole cell X-ray imaging of Fe3O4@TiO2 nanoparticles in cancer cells. ACS Nano 2013, 7 (12), 10502−10517. (61) Zhao, R.; Han, X.; Li, Y.; Wang, H.; Ji, T.; Zhao, Y.; Nie, G. Photothermal Effect Enhanced Cascade-Targeting Strategy for Improved Pancreatic Cancer Therapy by Gold Nanoshell@Mesoporous Silica Nanorod. ACS Nano 2017, 11 (8), 8103−8113. (62) Zhou, Z.; Song, J.; Nie, L.; Chen, X. Reactive Oxygen Species Generating Systems Meeting Challenges of Photodynamic Cancer Therapy. Chem. Soc. Rev. 2016, 45 (23), 6597−6626. (63) Zhang, Z.; Wang, J.; Nie, X.; Wen, T.; Ji, Y.; Wu, X.; Zhao, Y.; Chen, C. Near Infrared Laser-Induced Targeted Cancer Therapy Using Thermoresponsive Polymer Encapsulated Gold Nanorods. J. Am. Chem. Soc. 2014, 136 (20), 7317−7326.\n(64) Liang, X. J.; Meng, H.; Wang, Y.; He, H.; Meng, J.; Lu, J.; Wang, P. C.; Zhao, Y.; Gao, X.; Sun, B.; Chen, C.; Xing, G.; Shen, D.; Gottesman, M. M.; Wu, Y.; Yin, J. J.; Jia, L. Metallofullerene Nanoparticles Circumvent Tumor Resistance to Cisplatin by Reactivating Endocytosis. Proc. Natl. Acad. Sci. U. S. A. 2010, 107 (16), 7449−7454. (65) Chen, Y.; Tan, C.; Zhang, H.; Wang, L. Two-Dimensional Graphene Analogues for Biomedical Applications. Chem. Soc. Rev. 2015, 44 (9), 2681−2701. (66) Yang, G.; Liu, J.; Wu, Y.; Feng, L.; Liu, Z. Near-Infrared-Light Responsive Nanoscale Drug Delivery Systems for Cancer Treatment. Coord. Chem. Rev. 2016, 320, 100−117. (67) Li, J.; Zheng, C.; Cansiz, S.; Wu, C.; Xu, J.; Cui, C.; Liu, Y.; Hou, W.; Wang, Y.; Zhang, L.; Teng, I.-t.; Yang, H.-H.; Tan, W. SelfAssembly of DNA Nanohydrogels with Controllable Size and StimuliResponsive Property for Targeted Gene Regulation Therapy. J. Am. Chem. Soc. 2015, 137 (4), 1412−1415. (68) Oh, S. S.; Lee, B. F.; Leibfarth, F. A.; Eisenstein, M.; Robb, M. J.; Lynd, N. A.; Hawker, C. J.; Soh, H. T. Synthetic Aptamer-Polymer Hybrid Constructs for Programmed Drug Delivery into Specific Target Cells. J. Am. Chem. Soc. 2014, 136 (42), 15010−15015. (69) Teplensky, M. H.; Fantham, M.; Li, P.; Wang, T. C.; Mehta, J. P.; Young, L. J.; Moghadam, P. Z.; Hupp, J. T.; Farha, O. K.; Kaminski, C. F.; Fairen-Jimenez, D. Temperature Treatment of Highly Porous Zirconium-Containing Metal-Organic Frameworks Extends Drug Delivery Release. J. Am. Chem. Soc. 2017, 139 (22), 7522−7532. (70) Goenka, S.; Sant, V.; Sant, S. Graphene-Based Nanomaterials for Drug Delivery and Tissue Engineering. J. Controlled Release 2014, 173, 75−88. (71) Blanco, E.; Shen, H.; Ferrari, M. Principles of Nanoparticle Design for Overcoming Biological Barriers to Drug Delivery. Nat. Biotechnol. 2015, 33 (9), 941−951. (72) Felfoul, O.; Mohammadi, M.; Taherkhani, S.; de Lanauze, D.; Zhong Xu, Y.; Loghin, D.; Essa, S.; Jancik, S.; Houle, D.; Lafleur, M.; Gaboury, L.; Tabrizian, M.; Kaou, N.; Atkin, M.; Vuong, T.; Batist, G.; Beauchemin, N.; Radzioch, D.; Martel, S. Magneto-Aerotactic Bacteria Deliver Drug-Containing Nanoliposomes to Tumour Hypoxic Regions. Nat. Nanotechnol. 2016, 11 (11), 941−947. (73) Qiu, M.; Wang, D.; Liang, W.; Liu, L.; Zhang, Y.; Chen, X.; Sang, D. K.; Xing, C.; Li, Z.; Dong, B.; Xing, F.; Fan, D.; Bao, S.; Zhang, H.; Cao, Y. Novel Concept of the Smart NIR-LightControlled Drug Release of Black Phosphorus Nanostructure for Cancer Therapy. Proc. Natl. Acad. Sci. U. S. A. 2018, 115 (3), 501− 506. (74) Mills, E. L.; Kelly, B.; Logan, A.; Costa, A. S. H.; Varma, M.; Bryant, C. E.; Tourlomousis, P.; Dabritz, J. H. M.; Gottlieb, E.; Latorre, I.; Corr, S. C.; McManus, G.; Ryan, D.; Jacobs, H. T.; Szibor, M.; Xavier, R. J.; Braun, T.; Frezza, C.; Murphy, M. P.; O’Neill, L. A. Succinate Dehydrogenase Supports Metabolic Repurposing of Mitochondria to Drive Inflammatory Macrophages. Cell 2016, 167 (2), 457−470. (75) Shi, Y.; Massague, J. Mechanisms of TGF-beta Signaling from Cell Membrane to the Nucleus. Cell 2003, 113 (6), 685−700. (76) Vyas, S.; Zaganjor, E.; Haigis, M. C. Mitochondria and Cancer. Cell 2016, 166 (3), 555−566. (77) Weinberg, S. E.; Sena, L. A.; Chandel, N. S. Mitochondria in the Regulation of Innate and Adaptive Immunity. Immunity 2015, 42 (3), 406−417. (78) Zong, W. X.; Rabinowitz, J. D.; White, E. Mitochondria and Cancer. Mol. Cell 2016, 61 (5), 667−676. (79) Weinberg, S. E.; Chandel, N. S. Targeting Mitochondria Metabolism for Cancer Therapy. Nat. Chem. Biol. 2015, 11 (1), 9−15. (80) Ashley, C. E.; Carnes, E. C.; Phillips, G. K.; Padilla, D.; Durfee, P. N.; Brown, P. A.; Hanna, T. N.; Liu, J.; Phillips, B.; Carter, M. B.; Carroll, N. J.; Jiang, X.; Dunphy, D. R.; Willman, C. L.; Petsev, D. N.; Evans, D. G.; Parikh, A. N.; Chackerian, B.; Wharton, W.; Peabody, D. S.; Brinker, C. J. The Targeted Delivery of Multicomponent\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26551\nCargos to Cancer Cells by Nanoporous Particle-Supported Lipid Bilayers. Nat. Mater. 2011, 10 (5), 389−397. (81) Wang, M.; Kaufman, R. J. The Impact of the Endoplasmic Reticulum Protein-Folding Environment on Cancer Development. Nat. Rev. Cancer 2014, 14 (9), 581−597. (82) Phillips, M. J.; Voeltz, G. K. Structure and Function of ER Membrane Contact Sites with Other Organelles. Nat. Rev. Mol. Cell Biol. 2016, 17 (2), 69−82. (83) Yu, L.; McPhee, C. K.; Zheng, L.; Mardones, G. A.; Rong, Y.; Peng, J.; Mi, N.; Zhao, Y.; Liu, Z.; Wan, F.; Hailey, D. W.; Oorschot, V.; Klumperman, J.; Baehrecke, E. H.; Lenardo, M. J. Termination of Autophagy and Reformation of Lysosomes Regulated by mTOR. Nature 2010, 465 (7300), 942−946. (84) Zhu, H.; Fan, J.; Du, J.; Peng, X. Fluorescent Probes for Sensing and Imaging within Specific Cellular Organelles. Acc. Chem. Res. 2016, 49 (10), 2115−2126. (85) Xu, W.; Zeng, Z.; Jiang, J.-H.; Chang, Y.-T.; Yuan, L. Discerning the Chemistry in Individual Organelles with SmallMolecule Fluorescent Probes. Angew. Chem., Int. Ed. 2016, 55 (44), 13658−13699. (86) Moenner, M.; Pluquet, O.; Bouchecareilh, M.; Chevet, E. Integrated Endoplasmic Reticulum Stress Responses in Cancer. Cancer Res. 2007, 67 (22), 10631−10634. (87) Xu, Z.; Xu, L. Fluorescent Probes for the Selective Detection of Chemical Species Inside Mitochondria. Chem. Commun. 2016, 52 (6), 1094−1119. (88) Mills, E. L.; Kelly, B.; O’Neill, L. A. J. Mitochondria are the Powerhouses of Immunity. Nat. Immunol. 2017, 18 (5), 488−498. (89) Zhou, Z.; Liu, J.; Rees, T. W.; Wang, H.; Li, X.; Chao, H.; Stang, P. J. Heterometallic Ru-Pt Metallacycle for Two-Photon Photodynamic Therapy. Proc. Natl. Acad. Sci. U. S. A. 2018, 115 (22), 5664−5669. (90) Wang, Y.; Wei, G.; Zhang, X.; Huang, X.; Zhao, J.; Guo, X.; Zhou, S. Multistage Targeting Strategy Using Magnetic Composite Nanoparticles for Synergism of Photothermal Therapy and Chemotherapy. Small 2018, 14, 1702994−1703003. (91) Feng, G.; Liu, J.; Zhang, C.-J.; Liu, B. Artemisinin and AIEgen Conjugate for Mitochondria-Targeted and Image-Guided Chemoand Photodynamic Cancer Cell Ablation. ACS Appl. Mater. Interfaces 2018, 10 (14), 11546−11553. (92) Qiu, K.; Wang, J.; Song, C.; Wang, L.; Zhu, H.; Huang, H.; Huang, J.; Wang, H.; Ji, L.; Chao, H. Crossfire for Two-Photon Photodynamic Therapy with Fluorinated Ruthenium (II) Photosensitizers. ACS Appl. Mater. Interfaces 2017, 9 (22), 18482−18492. (93) Wu, C.; Wang, L.; Tian, Y.; Guan, X.; Liu, Q.; Li, S.; Qin, X.; Yang, H.; Liu, Y. Triple-Punch” Anticancer Strategy Mediated by Near-Infrared Photosensitizer/CpG Oligonucleotides Dual-Dressed and Mitochondria-Targeted Nanographene. ACS Appl. Mater. Interfaces 2018, 10 (8), 6942−6955. (94) Tu, Z.; Qiao, H.; Yan, Y.; Guday, G.; Chen, W.; Adeli, M.; Haag, R. Directed Graphene-Based Nanoplatforms for Hyperthermia: Overcoming Multiple Drug Resistance. Angew. Chem., Int. Ed. 2018, 57 (35), 11198−11202. (95) Wang, Z.; Chen, Y.; Zhang, H.; Li, Y.; Ma, Y.; Huang, J.; Liu, X.; Liu, F.; Wang, T.; Zhang, X. Mitochondria-Targeting Polydopamine Nanocomposites as Chemophotothermal Therapeutics for Cancer. Bioconjugate Chem. 2018, 29 (7), 2415−2425. (96) Liu, Y.; Li, H.; Xie, J.; Zhou, M.; Huang, H.; Lu, H.; Chai, Z.; Chen, J.; Hu, Y. Facile Construction of Mitochondria-Targeting Nanoparticles for Enhanced Phototherapeutic Effects. Biomater. Sci. 2017, 5 (5), 1022−1031. (97) Liu, J.; Liang, H.; Li, M.; Luo, Z.; Zhang, J.; Guo, X.; Cai, K. Tumor Acidity Activating Multifunctional Nanoplatform for NIRMediated Multiple Enhanced Photodynamic and Photothermal Tumor Therapy. Biomaterials 2018, 157, 107−124. (98) Zhou, W.; Wang, X.; Hu, M.; Zhu, C.; Guo, Z. A Mitochondrion-Targeting Copper Complex Exhibits Potent Cytotoxicity Against Cisplatin-Resistant Tumor Cells Through Multiple Mechanisms of Action. Chem. Sci. 2014, 5 (7), 2761−2770.\n(99) He, H.; Wang, J.; Wang, H.; Zhou, N.; Yang, D.; Green, D. R.; Xu, B. Enzymatic Cleavage of Branched Peptides for Targeting Mitochondria. J. Am. Chem. Soc. 2018, 140 (4), 1215−1218. (100) Zheng, Y.; Ji, X.; Yu, B.; Ji, K.; Gallo, D.; Csizmadia, E.; Zhu, M.; Choudhury, M. R.; De La Cruz, L. K. C.; Chittavong, V.; Pan, Z.; Yuan, Z.; Otterbein, L. E.; Wang, B. Enrichment-Triggered Prodrug Activation Demonstrated Through Mitochondria-Targeted Delivery of Doxorubicin and Carbon Monoxide. Nat. Chem. 2018, 10 (7), 787−794. (101) Jeena, M. T.; Palanikumar, L.; Go, E. M.; Kim, I.; Kang, M. G.; Lee, S.; Park, S.; Choi, H.; Kim, C.; Jin, S.-M.; Bae, S. C.; Rhee, H. W.; Lee, E.; Kwak, S. K.; Ryu, J.-H. Mitochondria Localization Induced Self-Assembly of Peptide Amphiphiles for Cellular Dysfunction. Nat. Commun. 2017, 8 (1), 26. (102) Wang, H.; Gao, Z.; Liu, X.; Agarwal, P.; Zhao, S.; Conroy, D. W.; Ji, G.; Yu, J.; Jaroniec, C. P.; Liu, Z.; Lu, X.; Li, X.; He, X. Targeted Production of Reactive Oxygen Species in Mitochondria to Overcome Cancer Drug Resistance. Nat. Commun. 2018, 9 (1), 562. (103) Zhang, Y.; Wang, F.; Li, M.; Yu, Z.; Qi, R.; Ding, J.; Zhang, Z.; Chen, X. Self-Stabilized Hyaluronate Nanogel for Intracellular Codelivery of Doxorubicin and Cisplatin to Osteosarcoma. Adv. Sci. 2018, 5, 1700821−1700832. (104) Cai, Y.; Shen, H.; Zhan, J.; Lin, M.; Dai, L.; Ren, C.; Shi, Y.; Liu, J.; Gao, J.; Yang, Z. Supramolecular “Trojan Horse” for Nuclear Delivery of Dual Anticancer Drugs. J. Am. Chem. Soc. 2017, 139 (8), 2876−2879. (105) Chen, W. H.; Luo, G. F.; Zhang, X. Z. Recent Advances in Subcellular Targeted Cancer Therapy Based on Functional Materials. Adv. Mater. 2019, 31, 1802725−1802763. (106) Gao, W.; Cao, W.; Zhang, H.; Li, P.; Xu, K.; Tang, B. Targeting Lysosomal Membrane Permeabilization to Induce and Image Apoptosis in Cancer Cells by Multifunctional Au-ZnO Hybrid Nanoparticles. Chem. Commun. 2014, 50 (60), 8117−8120. (107) Pan, L.; Liu, J.; Shi, J. Cancer Cell Nucleus-Targeting Nanocomposites for Advanced Tumor Therapeutics. Chem. Soc. Rev. 2018, 47 (18), 6930−6946. (108) Biswas, S.; Torchilin, V. P. Nanopreparations for OrganelleSpecific Delivery in Cancer. Adv. Drug Delivery Rev. 2014, 66, 26−41. (109) Ma, X.; Gong, N.; Zhong, L.; Sun, J.; Liang, X.-J. Future of Nanotherapeutics: Targeting the Cellular Sub-Organelles. Biomaterials 2016, 97, 10−21. (110) Qiu, K.; Chen, Y.; Rees, T. W.; Ji, L.; Chao, H. OrganelleTargeting Metal Complexes: from Molecular Design to BioApplications. Coord. Chem. Rev. 2019, 378, 66−86. (111) Milane, L.; Trivedi, M.; Singh, A.; Talekar, M.; Amiji, M. Mitochondrial Biology, Targets, and Drug Delivery. J. Controlled Release 2015, 207, 40−58. (112) Mo, R.; Sun, Q.; Xue, J.; Li, N.; Li, W.; Zhang, C.; Ping, Q. Multistage pH-Responsive Liposomes for Mitochondrial-Targeted Anticancer Drug Delivery. Adv. Mater. 2012, 24 (27), 3659−3665. (113) Noh, I.; Lee, D.; Kim, H.; Jeong, C.-U.; Lee, Y.; Ahn, J.-O.; Hyun, H.; Park, J.-H.; Kim, Y.-C. Enhanced Photodynamic Cancer Treatment by Mitochondria-Targeting and Brominated Near-Infrared Fluorophores. Adv. Sci. 2018, 5 (3), 1700481−1700491. (114) Zhang, L.; Wang, D.; Yang, K.; Sheng, D.; Tan, B.; Wang, Z.; Ran, H.; Yi, H.; Zhong, Y.; Lin, H.; Chen, Y. Mitochondria-Targeted Artificial “Nano-RBCs” for Amplified Synergistic Cancer Phototherapy by a Single NIR Irradiation. Adv. Sci. 2018, 5, 1800049− 1800063. (115) Ling, D.; Bae, B.-C.; Park, W.; Na, K. Photodynamic Efficacy of Photosensitizers Under an Attenuated Light Dose via Lipid NanoCarrier-Mediated Nuclear Targeting. Biomaterials 2012, 33 (21), 5478−5486. (116) Jin, E.; Zhang, B.; Sun, X.; Zhou, Z.; Ma, X.; Sun, Q.; Tang, J.; Shen, Y.; Van Kirk, E.; Murdoch, W. J.; Radosz, M. Acid-Active CellPenetrating Peptides for In Vivo Tumor-Targeted Drug Delivery. J. Am. Chem. Soc. 2013, 135 (2), 933−940. (117) Pan, L.; He, Q.; Liu, J.; Chen, Y.; Ma, M.; Zhang, L.; Shi, J. Nuclear-Targeted Drug Delivery of TAT Peptide-Conjugated\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26552\nMonodisperse Mesoporous Silica Nanoparticles. J. Am. Chem. Soc. 2012, 134 (13), 5722−5725. (118) Yuan, H.; Fales, A. M.; Vo-Dinh, T. TAT PeptideFunctionalized Gold Nanostars: Enhanced Intracellular Delivery and Efficient NIR Photothermal Therapy Using Ultralow Irradiance. J. Am. Chem. Soc. 2012, 134 (28), 11358−11361. (119) Biswas, S.; Dodwadkar, N. S.; Deshpande, P. P.; Torchilin, V. P. Liposomes Loaded with Paclitaxel and Modified with Novel Triphenylphosphonium-PEG-PE Conjugate Possess Low Toxicity, Target Mitochondria and Demonstrate Enhanced Antitumor Effects in Vitro and in Vivo. J. Controlled Release 2012, 159 (3), 393−402. (120) Yang, G.; Xu, L.; Xu, J.; Zhang, R.; Song, G.; Chao, Y.; Feng, L.; Han, F.; Dong, Z.; Li, B.; Liu, Z. Smart Nanoreactors for pHResponsive Tumor Homing, Mitochondria-Targeting, and Enhanced Photodynamic-Immunotherapy of Cancer. Nano Lett. 2018, 18 (4), 2475−2484. (121) Zhou, F.; Wu, S.; Wu, B.; Chen, W. R.; Xing, D. Mitochondria-Targeting Single-Walled Carbon Nanotubes for Cancer Photothermal Therapy. Small 2011, 7 (19), 2727−2735. (122) Yu, Z.; Pan, W.; Li, N.; Tang, B. A Nuclear Targeted DualPhotosensitizer for Drug-Resistant Cancer Therapy with NIR Activated Multiple ROS. Chem. Sci. 2016, 7 (7), 4237−4244. (123) Li, N.; Yu, Z.; Pan, W.; Han, Y.; Zhang, T.; Tang, B. A NearInfrared Light-Triggered Nanocarrier with Reversible DNA Valves for Intracellular Controlled Release. Adv. Funct. Mater. 2013, 23 (18), 2255−2262. (124) Jiang, Q.; Song, C.; Nangreave, J.; Liu, X.; Lin, L.; Qiu, D.; Wang, Z.-G.; Zou, G.; Liang, X.; Yan, H.; Ding, B. DNA Origami as a Carrier for Circumvention of Drug Resistance. J. Am. Chem. Soc. 2012, 134 (32), 13396−13403. (125) Chao, J.; Liu, H.; Su, S.; Wang, L.; Huang, W.; Fan, C. Structural DNA Nanotechnology for Intelligent Drug Delivery. Small 2014, 10 (22), 4626−4635. (126) Xing, H.; Hwang, K.; Lu, Y. Recent Developments of Liposomes as Nanocarriers for Theranostic Applications. Theranostics 2016, 6 (9), 1336−1352. (127) Li, Z.-Y.; Liu, Y.; Hu, J.-J.; Xu, Q.; Liu, L.-H.; Jia, H.-Z.; Chen, W.-H.; Lei, Q.; Rong, L.; Zhang, X.-Z. Stepwise-Acid-Active Multifunctional Mesoporous Silica Nanoparticles for Tumor-Specific Nucleus-Targeted Drug Delivery. ACS Appl. Mater. Interfaces 2014, 6 (16), 14568−14575. (128) Pan, L.; Liu, J.; Shi, J. Nuclear-Targeting Gold Nanorods for Extremely Low NIR Activated Photothermal Therapy. ACS Appl. Mater. Interfaces 2017, 9 (19), 15952−15961. (129) Huo, S.; Jin, S.; Ma, X.; Xue, X.; Yang, K.; Kumar, A.; Wang, P. C.; Zhang, J.; Hu, Z.; Liang, X.-J. Ultrasmall Gold Nanoparticles as Carriers for Nucleus-Based Gene Therapy Due to Size-Dependent Nuclear Entry. ACS Nano 2014, 8 (6), 5852−5862. (130) Pan, L.; Liu, J.; He, Q.; Shi, J. MSN-Mediated Sequential Vascular-to-Cell Nuclear-Targeted Drug Delivery for Efficient Tumor Regression. Adv. Mater. 2014, 26 (39), 6742−6748. (131) Sakiyama, Y.; Mazur, A.; Kapinos, L. E.; Lim, R. Y. Spatiotemporal Dynamics of the Nuclear Pore Complex Transport Barrier Resolved by High-Speed Atomic Force Microscopy. Nat. Nanotechnol. 2016, 11 (8), 719−723. (132) von Appen, A.; Kosinski, J.; Sparks, L.; Ori, A.; DiGuilio, A. L.; Vollmer, B.; Mackmull, M. T.; Banterle, N.; Parca, L.; Kastritis, P.; Buczak, K.; Mosalaganti, S.; Hagen, W.; Andres-Pons, A.; Lemke, E. A.; Bork, P.; Antonin, W.; Glavy, J. S.; Bui, K. H.; Beck, M. In Situ Structural Analysis of the Human Nuclear Pore Complex. Nature 2015, 526 (7571), 140−143. (133) Li, J.; Liu, F.; Shao, Q.; Min, Y.; Costa, M.; Yeow, E. K. L.; Xing, B. Enzyme-Responsive Cell-Penetrating Peptide Conjugated Mesoporous Silica Quantum Dot Nanocarriers for Controlled Release of Nucleus-Targeted Drug Molecules and Real-Time Intracellular Fluorescence Imaging of Tumor Cells. Adv. Healthcare Mater. 2014, 3 (8), 1230−1239. (134) Pan, L.; Liu, J.; He, Q.; Wang, L.; Shi, J. Overcoming Multidrug Resistance of Cancer Cells by Direct Intranuclear Drug\nDelivery Using TAT-Conjugated Mesoporous Silica Nanoparticles. Biomaterials 2013, 34 (11), 2719−2730. (135) Han, S.-S.; Li, Z.-Y.; Zhu, J.-Y.; Han, K.; Zeng, Z.-Y.; Hong, W.; Li, W.-X.; Jia, H.-Z.; Liu, Y.; Zhuo, R.-X.; Zhang, X.-Z. Dual-pH Sensitive Charge-Reversal Polypeptide Micelles for Tumor-Triggered Targeting Uptake and Nuclear Drug Delivery. Small 2015, 11 (21), 2543−2554. (136) Xiong, L.; Du, X.; Kleitz, F.; Qiao, S. Z. Cancer-Cell-Specific Nuclear-Targeted Drug Delivery by Dual-Ligand-Modified Mesoporous Silica Nanoparticles. Small 2015, 11 (44), 5919−5926. (137) Li, Z.; Dong, K.; Huang, S.; Ju, E.; Liu, Z.; Yin, M.; Ren, J.; Qu, X. A Smart Nanoassembly for Multistage Targeted Drug Delivery and Magnetic Resonance Imaging. Adv. Funct. Mater. 2014, 24 (23), 3612−3620. (138) Zhu, Y. X.; Jia, H. R.; Pan, G. Y.; Ulrich, N. W.; Chen, Z.; Wu, F. G. Development of a Light-Controlled Nanoplatform for Direct Nuclear Delivery of Molecular and Nanoscale Materials. J. Am. Chem. Soc. 2018, 140 (11), 4062−4070. (139) Peng, H.; Tang, J.; Zheng, R.; Guo, G.; Dong, A.; Wang, Y.; Yang, W. Nuclear-Targeted Multifunctional Magnetic Nanoparticles for Photothermal Therapy. Adv. Healthcare Mater. 2017, 6 (7), 1601289−1601300. (140) Li, N.; Sun, Q.; Yu, Z.; Gao, X.; Pan, W.; Wan, X.; Tang, B. Nuclear-Targeted Photothermal Therapy Prevents Cancer Recurrence with Near-Infrared Triggered Copper Sulfide Nanoparticles. ACS Nano 2018, 12 (6), 5197−5206. (141) Pan, L.; Liu, J.; Shi, J. Intranuclear Photosensitizer Delivery and Photosensitization for Enhanced Photodynamic Therapy with Ultralow Irradiance. Adv. Funct. Mater. 2014, 24 (46), 7318−7327. (142) Li, L.; Sun, W.; Zhong, J.; Yang, Q.; Zhu, X.; Zhou, Z.; Zhang, Z.; Huang, Y. Multistage Nanovehicle Delivery System Based on Stepwise Size Reduction and Charge Reversal for Programmed Nuclear Targeting of Systemically Administered Anticancer Drugs. Adv. Funct. Mater. 2015, 25 (26), 4101−4113. (143) Wang, P.; Zhang, L.; Zheng, W.; Cong, L.; Guo, Z.; Xie, Y.; Wang, L.; Tang, R.; Feng, Q.; Hamada, Y.; Gonda, K.; Hu, Z.; Wu, X.; Jiang, X. Thermo-Triggered Release of CRISPR-Cas9 System by Lipid-Encapsulated Gold Nanoparticles for Tumor Therapy. Angew. Chem., Int. Ed. 2018, 57 (6), 1491−1496. (144) Fan, W.; Shen, B.; Bu, W.; Zheng, X.; He, Q.; Cui, Z.; Zhao, K.; Zhang, S.; Shi, J. Design of an Intelligent Sub-50 nm NuclearTargeting Nanotheranostic System for Imaging Guided Intranuclear Radiosensitization. Chem. Sci. 2015, 6 (3), 1747−1753. (145) Liu, H.-W.; Hu, X.-X.; Li, K.; Liu, Y.; Rong, Q.; Zhu, L.; Yuan, L.; Qu, F.-L.; Zhang, X.-B.; Tan, W. A Mitochondrial-Targeted Prodrug for NIR Imaging Guided and Synergetic NIR PhotodynamicChemo Cancer Therapy. Chem. Sci. 2017, 8 (11), 7689−7695. (146) Gao, P.; Liu, M.; Tian, J.; Deng, F.; Wang, K.; Xu, D.; Liu, L.; Zhang, X.; Wei, Y. Improving the drug delivery characteristics of graphene oxide based polymer nanocomposites through the “one-pot” synthetic approach of single-electron-transfer living radical polymerization. Appl. Surf. Sci. 2016, 378, 22−29. (147) Vankayala, R.; Kuo, C.-L.; Nuthalapati, K.; Chiang, C.-S.; Hwang, K. C. Nucleus-Targeting Gold Nanoclusters for Simultaneous In Vivo Fluorescence Imaging, Gene Delivery, and NIR-Light Activated Photodynamic Therapy. Adv. Funct. Mater. 2015, 25 (37), 5934−5945. (148) Roy, E.; Patra, S.; Madhuri, R.; Sharma, P. K. Carbon Dot/ TAT Peptide Co-Conjugated Bubble Nanoliposome for Multicolor Cell Imaging, Nuclear-Targeted Delivery, and Chemo/Photothermal Synergistic Therapy. Chem. Eng. J. 2017, 312, 144−157. (149) Chen, H.; Wang, Z.; Zong, S.; Chen, P.; Zhu, D.; Wu, L.; Cui, Y. A Graphene Quantum Dot-based FRET System for NuclearTargeted and Real-Time Monitoring of Drug Delivery. Nanoscale 2015, 7 (37), 15477−15486. (150) Wang, J.; Shen, S.; Li, D.; Zhan, C.; Yuan, Y.; Yang, X. Photoswitchable Ultrafast Transactivator of Transcription (TAT) Targeting Effect for Nanocarrier-Based On-Demand Drug Delivery. Adv. Funct. Mater. 2018, 28 (3), 1704806−1704817.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26553\n(151) Chen, D.; Li, B.; Cai, S.; Wang, P.; Peng, S.; Sheng, Y.; He, Y.; Gu, Y.; Chen, H. Dual Targeting Luminescent Gold Nanoclusters for Tumor Imaging and Deep Tissue Therapy. Biomaterials 2016, 100, 1−16. (152) Fan, Y.; Li, C.; Li, F.; Chen, D. pH-Activated Size Reduction of Large Compound Nanoparticles for in Vivo Nucleus-Targeted Drug Delivery. Biomaterials 2016, 85, 30−39. (153) Liu, J.-N.; Bu, W.; Pan, L.-M.; Zhang, S.; Chen, F.; Zhou, L.; Zhao, K.-L.; Peng, W.; Shi, J. Simultaneous Nuclear Imaging and Intranuclear Drug Delivery by Nuclear-Targeted Multifunctional Upconversion Nanoprobes. Biomaterials 2012, 33 (29), 7282−7290. (154) Chen, Z.; Zhang, L.; He, Y.; Li, Y. Sandwich-Type Au-PEI/ DNA/PEI-Dexa Nanocomplex for Nucleus-Targeted Gene Delivery in Vitro and in Vivo. ACS Appl. Mater. Interfaces 2014, 6 (16), 14196−14206. (155) Li, N.; Yang, H.; Yu, Z.; Li, Y.; Pan, W.; Wang, H.; Tang, B. Nuclear-Targeted siRNA Delivery for Long-Term Gene Silencing. Chem. Sci. 2017, 8 (4), 2816−2822. (156) Shao, L.; Zhang, R.; Lu, J.; Zhao, C.; Deng, X.; Wu, Y. Mesoporous Silica Coated Polydopamine Functionalized Reduced Graphene Oxide for Synergistic Targeted Chemo-Photothermal Therapy. ACS Appl. Mater. Interfaces 2017, 9 (2), 1226−1236. (157) Xiang, H.; Xue, F.; Yi, T.; Tham, H. P.; Liu, J.-G.; Zhao, Y. Cu2-xS Nanocrystals Cross-Linked with Chlorin e6-Functionalized Polyethylenimine for Synergistic Photodynamic and Photothermal Therapy of Cancer. ACS Appl. Mater. Interfaces 2018, 10 (19), 16344−16351. (158) Xu, Y.; Feng, T.; Yang, T.; Wei, H.; Yang, H.; Li, G.; Zhao, M.; Liu, S.; Huang, W.; Zhao, Q. Utilizing Intramolecular Photoinduced Electron Transfer to Enhance Photothermal Tumor Treatment of Aza-BODIPY-Based Near-Infrared Nanoparticles. ACS Appl. Mater. Interfaces 2018, 10 (19), 16299−16307. (159) Chen, Z.; Zhao, P.; Luo, Z.; Zheng, M.; Tian, H.; Gong, P.; Gao, G.; Pan, H.; Liu, L.; Ma, A.; et al. Cancer Cell MembraneBiomimetic Nanoparticles for Homologous-Targeting Dual-Modal Imaging and Photothermal Therapy. ACS Nano 2016, 10 (11), 10049−10057. (160) Lin, L.; Cong, Z.; Cao, J.; Ke, K.; Peng, Q.; Gao, J.; Yang, H.; Liu, G.; Chen, X. Multifunctional Fe3O4@Polydopamine Core-Shell Nanocomposites for Intracellular mRNA Detection and ImagingGuided Photothermal Therapy. ACS Nano 2014, 8 (4), 3876−3883. (161) Liu, Y.; Ai, K.; Liu, J.; Deng, M.; He, Y.; Lu, L. DopamineMelanin Colloidal Nanospheres: an Efficient Near-Infrared Photothermal Therapeutic Agent for in Vivo Cancer Therapy. Adv. Mater. 2013, 25 (9), 1353−1359. (162) Zhou, J.; Li, M.; Hou, Y.; Luo, Z.; Chen, Q.; Cao, H.; Huo, R.; Xue, C.; Sutrisno, L.; Hao, L.; Cao, Y.; Ran, H.; Lu, L.; Li, K.; Cai, K. Engineering of a Nanosized Biocatalyst for Combined Tumor Starvation and Low-Temperature Photothermal Therapy. ACS Nano 2018, 12 (3), 2858−2872. (163) Yang, Y.; Zhu, W.; Dong, Z.; Chao, Y.; Xu, L.; Chen, M.; Liu, Z. 1D Coordination Polymer Nanofibers for Low-Temperature Photothermal Therapy. Adv. Mater. 2017, 29 (40), 1703588− 1703599. (164) Han, K.; Zhang, W.-Y.; Zhang, J.; Lei, Q.; Wang, S.-B.; Liu, J.W.; Zhang, X.-Z.; Han, H.-Y. Acidity-Triggered Tumor-Targeted Chimeric Peptide for Enhanced Intra-Nuclear Photodynamic Therapy. Adv. Funct. Mater. 2016, 26 (24), 4351−4361. (165) Zhang, Y.; Wang, F.; Liu, C.; Wang, Z.; Kang, L.; Huang, Y.; Dong, K.; Ren, J.; Qu, X. Nanozyme Decorated Metal-Organic Frameworks for Enhanced Photodynamic Therapy. ACS Nano 2018, 12 (1), 651−661. (166) Fan, H.; Zhao, Z.; Yan, G.; Zhang, X.; Yang, C.; Meng, H.; Chen, Z.; Liu, H.; Tan, W. A Smart DNAzyme-MnO2 Nanosystem for Efficient Gene Silencing. Angew. Chem., Int. Ed. 2015, 54 (16), 4801− 4805. (167) Fan, W.; Huang, P.; Chen, X. Overcoming the Achilles’ Heel of Photodynamic Therapy. Chem. Soc. Rev. 2016, 45 (23), 6488− 6519.\n(168) Yu, Z.; Zhou, P.; Pan, W.; Li, N.; Tang, B. A biomimetic nanoreactor for synergistic chemiexcited photodynamic therapy and starvation therapy against tumor metastasis. Nat. Commun. 2018, 9 (1), 5044. (169) Nair, J. K.; Willoughby, J. L.; Chan, A.; Charisse, K.; Alam, M. R.; Wang, Q.; Hoekstra, M.; Kandasamy, P.; Kel’in, A. V.; Milstein, S.; Taneja, N.; O’Shea, J.; Shaikh, S.; Zhang, L.; van der Sluis, R. J.; Jung, M. E.; Akinc, A.; Hutabarat, R.; Kuchimanchi, S.; Fitzgerald, K.; Zimmermann, T.; van Berkel, T. J.; Maier, M. A.; Rajeev, K. G.; Manoharan, M. Multivalent N-Acetylgalactosamine-Conjugated siRNA localizes in Hepatocytes and Elicits Robust RNAi-Mediated Gene Silencing. J. Am. Chem. Soc. 2014, 136 (49), 16958−16961. (170) Wu, M.; Meng, Q.; Chen, Y.; Du, Y.; Zhang, L.; Li, Y.; Zhang, L.; Shi, J. Large-Pore Ultrasmall Mesoporous Organosilica Nanoparticles: Micelle/Precursor Co-templating Assembly and NuclearTargeted Gene Delivery. Adv. Mater. 2015, 27 (2), 215−222. (171) Fan, W.; Shen, B.; Bu, W.; Zheng, X.; He, Q.; Cui, Z.; Ni, D.; Zhao, K.; Zhang, S.; Shi, J. Intranuclear Biophotonics by Smart Design of Nuclear-Targeting Photo-/Radio-Sensitizers Co-Loaded Upconversion Nanoparticles. Biomaterials 2015, 69, 89−98. (172) Li, P.; Xie, T.; Duan, X.; Yu, F.; Wang, X.; Tang, B. A New Highly Selective and Sensitive Assay for Fluorescence Imaging of •OH in Living Cells: Effectively Avoiding the Interference of Peroxynitrite. Chem. - Eur. J. 2010, 16 (6), 1834−1840. (173) Roopa; Kumar, N.; Bhalla, V.; Kumar, M. Development and Sensing Applications of Fluorescent Motifs within the Mitochondrial Environment. Chem. Commun. 2015, 51 (86), 15614−15628. (174) Xiao, H.; Li, P.; Zhang, S.; Zhang, W.; Zhang, W.; Tang, B. Simultaneous Fluorescence Visualization of Mitochondrial Hydrogen Peroxide and Zinc Ions in Live Cells and in Vivo. Chem. Commun. 2016, 52 (86), 12741−12744. (175) Chan, M. S.; Liu, L. S.; Leung, H. M.; Lo, P. K. Cancer-CellSpecific Mitochondria-Targeted Drug Delivery by Dual-LigandFunctionalized Nanodiamonds Circumvent Drug Resistance. ACS Appl. Mater. Interfaces 2017, 9 (13), 11780−11789. (176) Zhou, J.; Zhao, W.-Y.; Ma, X.; Ju, R.-J.; Li, X.-Y.; Li, N.; Sun, M.-G.; Shi, J.-F.; Zhang, C.-X.; Lu, W.-L. The Anticancer Efficacy of Paclitaxel Liposomes Modified with Mitochondrial Targeting Conjugate in Resistant Lung Cancer. Biomaterials 2013, 34 (14), 3626−3638. (177) Zhou, W.; Yu, H.; Zhang, L.-J.; Wu, B.; Wang, C.-X.; Wang, Q.; Deng, K.; Zhuo, R.-X.; Huang, S.-W. Redox-Triggered Activation of Nanocarriers for Mitochondria-Targeting Cancer Chemotherapy. Nanoscale 2017, 9 (43), 17044−17053. (178) Yu, Z.; Sun, Q.; Pan, W.; Li, N.; Tang, B. A Near-Infrared Triggered Nanophotosensitizer Inducing Domino Effect on Mitochondrial Reactive Oxygen Species Burst for Cancer Therapy. ACS Nano 2015, 9 (11), 11064−11074. (179) Han, K.; Lei, Q.; Wang, S.-B.; Hu, J.-J.; Qiu, W.-X.; Zhu, J.-Y.; Yin, W.-N.; Luo, X.; Zhang, X.-Z. Dual-Stage-Light-Guided Tumor Inhibition by Mitochondria-Targeted Photodynamic Therapy. Adv. Funct. Mater. 2015, 25 (20), 2961−2971. (180) Feng, G.; Qin, W.; Hu, Q.; Tang, B. Z.; Liu, B. Cellular and Mitochondrial Dual-Targeted Organic Dots with AggregationInduced Emission Characteristics for Image-Guided Photodynamic Therapy. Adv. Healthcare Mater. 2015, 4 (17), 2667−2676. (181) Guo, R.; Peng, H.; Tian, Y.; Shen, S.; Yang, W. MitochondriaTargeting Magnetic Composite Nanoparticles for Enhanced Phototherapy of Cancer. Small 2016, 12 (33), 4541−4552. (182) Wang, H.; Chang, J.; Shi, M.; Pan, W.; Li, N.; Tang, B. A Dual-Targeted Organic Photothermal Agent for Enhanced Photothermal Therapy. Angew. Chem., Int. Ed. 2019, 131 (4), 1069−1073. (183) Li, N.; Yu, L.; Wang, J.; Gao, X.; Chen, Y.; Pan, W.; Tang, B. A Mitochondria-Targeted Nanoradiosensitizer Activating Reactive Oxygen Species Burst for Enhanced Radiation Therapy. Chem. Sci. 2018, 9 (12), 3159−3164. (184) Ni, K.; Lan, G.; Veroneau, S. S.; Duan, X.; Song, Y.; Lin, W. Nanoscale Metal-Organic Frameworks for Mitochondria-Targeted\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26554\nRadiotherapy-Radiodynamic Therapy. Nat. Commun. 2018, 9 (1), 4321−4333. (185) Wen, Y.; Liu, K.; Yang, H.; Liu, Y.; Chen, L.; Liu, Z.; Huang, C.; Yi, T. Mitochondria-Directed Fluorescent Probe for the Detection of Hydrogen Peroxide near Mitochondrial DNA. Anal. Chem. 2015, 87 (20), 10579−10584. (186) Loṕez, V.; Villegas, M. R.; Rodríguez, V.; Villaverde, G.; Lozano, D.; Baeza, A.; Vallet-Regí, M. Janus Mesoporous Silica Nanoparticles for Dual Targeting of Tumor Cells and Mitochondria. ACS Appl. Mater. Interfaces 2017, 9 (32), 26697−26706. (187) Zhang, Y.; Zhang, C.; Chen, J.; Liu, L.; Hu, M.; Li, J.; Bi, H. Trackable Mitochondria-Targeting Nanomicellar Loaded with Doxorubicin for Overcoming Drug Resistance. ACS Appl. Mater. Interfaces 2017, 9 (30), 25152−25163. (188) Yu, P.; Yu, H.; Guo, C.; Cui, Z.; Chen, X.; Yin, Q.; Zhang, P.; Yang, X.; Cui, H.; Li, Y. Reversal of Doxorubicin Resistance in Breast Cancer by Mitochondria-Targeted pH-Responsive Micelles. Acta Biomater. 2015, 14, 115−124. (189) Khatun, Z.; Choi, Y. S.; Kim, Y. G.; Yoon, K.; Nurunnabi, M.; Li, L.; Lee, E.; Kang, H. C.; Huh, K. M. Bioreducible Poly(ethylene glycol)-Triphenylphosphonium Conjugate as a Bioactivable Mitochondria-Targeting Nanocarrier. Biomacromolecules 2017, 18 (4), 1074−1085. (190) Assanhou, A. G.; Li, W.; Zhang, L.; Xue, L.; Kong, L.; Sun, H.; Mo, R.; Zhang, C. Reversal of Multidrug Resistance by Co-Delivery of Paclitaxel and Lonidamine Ssing a TPGS and Hyaluronic Acid DualFunctionalized Liposome for Cancer Treatment. Biomaterials 2015, 73, 284−295. (191) Chen, Z.; Zhang, L.; Song, Y.; He, J.; Wu, L.; Zhao, C.; Xiao, Y.; Li, W.; Cai, B.; Cheng, H.; Li, W. Hierarchical Targeted Hepatocyte Mitochondrial Multifunctional Chitosan Nanoparticles for Anticancer Drug Delivery. Biomaterials 2015, 52, 240−250. (192) Cao, J.-J.; Tan, C.-P.; Chen, M.-H.; Wu, N.; Yao, D.-Y.; Liu, X.-G.; Ji, L.-N.; Mao, Z.-W. Targeting Cancer Cell Metabolism with Mitochondria-Immobilized Phosphorescent Cyclometalated Iridium(III) Complexes. Chem. Sci. 2017, 8 (1), 631−640. (193) Marrache, S.; Dhar, S. The Energy Blocker Inside The Power House: Mitochondria Targeted Delivery of 3-Bromopyruvate. Chem. Sci. 2015, 6 (3), 1832−1845. (194) Tuo, J.; Xie, Y.; Song, J.; Chen, Y.; Guo, Q.; Liu, X.; Ni, X.; Xu, D.; Huang, H.; Yin, S.; Zhu, W.; Wu, J.; Hu, H. Development of a Novel Berberine-Mediated Mitochondria-Targeting Nano-Platform for Drug-Resistant Cancer Therapy. J. Mater. Chem. B 2016, 4 (42), 6856−6864. (195) Marrache, S.; Pathak, R. K.; Dhar, S. Detouring of Cisplatin to Access Mitochondrial Genome for Overcoming Resistance. Proc. Natl. Acad. Sci. U. S. A. 2014, 111 (29), 10444−10449. (196) Jiang, L.; Li, L.; He, X.; Yi, Q.; He, B.; Cao, J.; Pan, W.; Gu, Z. Overcoming Drug-Resistant Lung Cancer by Paclitaxel Loaded DualFunctional Liposomes with Mitochondria Targeting and pHResponse. Biomaterials 2015, 52, 126−139. (197) Yang, L.; Gao, P.; Huang, Y.; Lu, X.; Chang, Q.; Pan, W.; Li, N.; Tang, B. Boosting the photodynamic therapy efficiency with a mitochondria-targeted nanophotosensitizer. Chin. Chem. Lett. 2019, DOI: 10.1016/j.cclet.2019.03.032. (198) Hou, Z.; Zhang, Y.; Deng, K.; Chen, Y.; Li, X.; Deng, X.; Cheng, Z.; Lian, H.; Li, C.; Lin, J. UV-Emitting Upconversion-Based TiO2 Photosensitizing Nanoplatform: Near-Infrared Light Mediated in Vivo Photodynamic Therapy via Mitochondria-Involved Apoptosis Pathway. ACS Nano 2015, 9 (3), 2584−2599. (199) Hu, Q.; Gao, M.; Feng, G.; Liu, B. Mitochondria-Targeted Cancer Therapy Using a Light-up Probe with Aggregation-InducedEmission Characteristics. Angew. Chem., Int. Ed. 2014, 53 (51), 14225−14229. (200) Pereira, P. M. R.; Silva, S.; Bispo, M.; Zuzarte, M.; Gomes, C.; Girao, H.; Cavaleiro, J. A. S.; Ribeiro, C. A. F.; Tome, J. P. C.; Fernandes, R. Mitochondria-Targeted Photodynamic Therapy with a Galactodendritic Chlorin to Enhance Cell Death in Resistant Bladder Cancer Cells. Bioconjugate Chem. 2016, 27 (11), 2762−2769.\n(201) Shen, Y.; Sun, Y.; Yan, R.; Chen, E.; Wang, H.; Ye, D.; Xu, J.J.; Chen, H.-Y. Rational Engineering of Semiconductor QDs Enabling Remarkable 1O2 Production for Tumor-Targeted Photodynamic Therapy. Biomaterials 2017, 148, 31−40. (202) Hammerer, F.; Poyer, F.; Fourmois, L.; Chen, S.; Garcia, G.; Teulade-Fichou, M.-P.; Maillard, P.; Mahuteau-Betzer, F. Mitochondria-Targeted Cationic Porphyrin-Triphenylamine Hybrids for Enhanced Two-Photon Photodynamic Therapy. Bioorg. Med. Chem. 2018, 26 (1), 107−118. (203) Du, E.; Hu, X.; Roy, S.; Wang, P.; Deasy, K.; Mochizuki, T.; Zhang, Y. Taurine-Modified Ru(II)-Complex Targets Cancerous Brain Cells for Photodynamic Therapy. Chem. Commun. 2017, 53 (44), 6033−6036. (204) Zhao, E.; Deng, H.; Chen, S.; Hong, Y.; Leung, C. W. T.; Lam, J. W. Y.; Tang, B. Z. A Dual Functional AEE Fluorogen as a Mitochondrial-Specific Bioprobe and an Effective Photosensitizer for Photodynamic Therapy. Chem. Commun. 2014, 50 (92), 14451− 14454. (205) Raza, M. K.; Gautam, S.; Garai, A.; Mitra, K.; Kondaiah, P.; Chakravarty, A. R. Monofunctional BODIPY-Appended Imidazoplatin for Cellular Imaging and Mitochondria-Targeted Photocytotoxicity. Inorg. Chem. 2017, 56 (18), 11019−11029. (206) Qiu, K.; Ouyang, M.; Liu, Y.; Huang, H.; Liu, C.; Chen, Y.; Ji, L.; Chao, H. Two-Photon Photodynamic Ablation of Tumor Cells by Mitochondria-Targeted Iridium(III) Complexes in Aggregate States. J. Mater. Chem. B 2017, 5 (27), 5488−5498. (207) Zheng, Y.; Lu, H.; Jiang, Z.; Guan, Y.; Zou, J.; Wang, X.; Cheng, R.; Gao, H. Low-Power White Light Triggered AIE Polymer Nanoparticles with High ROS Quantum Yield for MitochondriaTargeted and Image-Guided Photodynamic Therapy. J. Mater. Chem. B 2017, 5 (31), 6277−6281. (208) Liu, Y.; Zhang, J.; Zuo, C.; Zhang, Z.; Ni, D.; Zhang, C.; Wang, J.; Zhang, H.; Yao, Z.; Bu, W. Upconversion NanoPhotosensitizer Targeting into Mitochondria for Cancer Apoptosis Induction and Cyt c Fluorescence Monitoring. Nano Res. 2016, 9 (11), 3257−3266. (209) Zhang, D.-Y.; Zheng, Y.; Zhang, H.; He, L.; Tan, C.-P.; Sun, J.-H.; Zhang, W.; Peng, X.; Zhan, Q.; Ji, L.-N.; Mao, Z.-W. Ruthenium Complex-Modified Carbon Nanodots for Lysosome-Targeted Oneand Two-Photon Imaging and Photodynamic Therapy. Nanoscale 2017, 9 (47), 18966−18976. (210) Xu, J.; Zeng, F.; Wu, H.; Yu, C.; Wu, S. Dual-Targeting Nanosystem for Enhancing Photodynamic Therapy Efficiency. ACS Appl. Mater. Interfaces 2015, 7 (17), 9287−9296. (211) Tong, H.; Du, J.; Li, H.; Jin, Q.; Wang, Y.; Ji, J. Programmed Photosensitizer Conjugated Supramolecular Nanocarriers with Dual Targeting Ability for Enhanced Photodynamic Therapy. Chem. Commun. 2016, 52 (80), 11935−11938. (212) Guan, Y.; Lu, H.; Li, W.; Zheng, Y.; Jiang, Z.; Zou, J.; Gao, H. Near-Infrared Triggered Upconversion Polymeric Nanoparticles Based on Aggregation-Induced Emission and Mitochondria Targeting for Photodynamic Cancer Therapy. ACS Appl. Mater. Interfaces 2017, 9 (32), 26731−26739. (213) Liu, J.; Jin, C.; Yuan, B.; Liu, X.; Chen, Y.; Ji, L.; Chao, H. Selectively Lighting up Two-Photon Photodynamic Activity in Mitochondria with AIE-Active Iridium(III) Complexes. Chem. Commun. 2017, 53 (12), 2052−2055. (214) Gui, C.; Zhao, E.; Kwok, R. T. K.; Leung, A. C. S.; Lam, J. W. Y.; Jiang, M.; Deng, H.; Cai, Y.; Zhang, W.; Su, H.; Tang, B. Z. AIEActive Theranostic System: Selective Staining and Killing of Cancer Cells. Chem. Sci. 2017, 8 (3), 1822−1830. (215) Zhang, C.-J.; Hu, Q.; Feng, G.; Zhang, R.; Yuan, Y.; Lu, X.; Liu, B. Image-Guided Combination Chemotherapy and Photodynamic Therapy Using a Mitochondria-Targeted Molecular Probe with Aggregation-Induced Emission Characteristics. Chem. Sci. 2015, 6 (8), 4580−4586. (216) Jung, H. S.; Han, J.; Lee, J.-H.; Lee, J. H.; Choi, J.-M.; Kweon, H.-S.; Han, J. H.; Kim, J.-H.; Byun, K. M.; Jung, J. H.; Kang, C.; Kim,\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26555\nJ. S. Enhanced NIR Radiation-Triggered Hyperthermia by Mitochondrial Targeting. J. Am. Chem. Soc. 2015, 137 (8), 3017−3023. (217) Guo, M.; Xiang, H.-J.; Wang, Y.; Zhang, Q.-L.; An, L.; Yang, S.-P.; Ma, Y. C.; Wang, Y.; Liu, J.-G. Ruthenium Nitrosyl Functionalized Graphene Quantum Dots as an Efficient Nanoplatform for NIR-Light-Controlled and Mitochondria-Targeted Delivery of Nitric Oxide Combined with Photothermal Therapy. Chem. Commun. 2017, 53 (22), 3253−3256. (218) Jung, H. S.; Lee, J.-H.; Kim, K.; Koo, S.; Verwilst, P.; Sessler, J. L.; Kang, C.; Kim, J. S. A Mitochondria-Targeted CryptocyanineBased Photothermogenic Photosensitizer. J. Am. Chem. Soc. 2017, 139 (29), 9972−9978. (219) Song, G.; Cheng, L.; Chao, Y.; Yang, K.; Liu, Z. Emerging Nanotechnology and Advanced Materials for Cancer Radiation Therapy. Adv. Mater. 2017, 29 (32), 1700996−1701021. (220) Yu, C. Y. Y.; Xu, H.; Ji, S.; Kwok, R. T. K.; Lam, J. W. Y.; Li, X.; Krishnan, S.; Ding, D.; Tang, B. Z. Mitochondrion-Anchoring Photosensitizer with Aggregation-Induced Emission Characteristics Synergistically Boosts the Radiosensitivity of Cancer Cells to Ionizing Radiation. Adv. Mater. 2017, 29 (15), 1606167−1606175. (221) Chen, Y.; Li, N.; Wang, J.; Zhang, X.; Pan, W.; Yu, L.; Tang, B. Enhancement of Mitochondrial ROS Accumulation and Radiotherapeutic Efficacy Using a Gd-Doped Titania Nanosensitizer. Theranostics 2019, 9, 167−178. (222) Han, K.; Zhu, J.-Y.; Jia, H.-Z.; Wang, S.-B.; Li, S.-Y.; Zhang, X.-Z.; Han, H.-Y. Mitochondria-Targeted Chimeric Peptide for Trinitarian Overcoming of Drug Resistance. ACS Appl. Mater. Interfaces 2016, 8 (38), 25060−25068. (223) Ju, E.; Li, Z.; Liu, Z.; Ren, J.; Qu, X. Near-Infrared LightTriggered Drug-Delivery Vehicle for Mitochondria-Targeted ChemoPhotothermal Therapy. ACS Appl. Mater. Interfaces 2014, 6 (6), 4364−4370. (224) Zhang, D.-Y.; Zheng, Y.; Tan, C.-P.; Sun, J.-H.; Zhang, W.; Ji, L.-N.; Mao, Z.-W. Graphene Oxide Decorated with Ru(II)-Polyethylene Glycol Complex for Lysosome-Targeted Imaging and Photodynamic/Photothermal Therapy. ACS Appl. Mater. Interfaces 2017, 9 (8), 6761−6771. (225) Luo, S.; Tan, X.; Fang, S.; Wang, Y.; Liu, T.; Wang, X.; Yuan, Y.; Sun, H.; Qi, Q.; Shi, C. Mitochondria-Targeted Small-Molecule Fluorophores for Dual Modal Cancer Phototherapy. Adv. Funct. Mater. 2016, 26 (17), 2826−2835. (226) Zhang, R. X.; Li, L. Y.; Li, J.; Xu, Z. S.; Abbasi, A. Z.; Lin, L.; Amini, M. A.; Weng, W. Y.; Sun, Y.; Rauth, A. M.; Wu, X. Y. Coordinating Biointeraction and Bioreaction of a Nanocarrier Material and an Anticancer Drug to Overcome Membrane Rigidity and Target Mitochondria in Multidrug-Resistant Cancer Cells. Adv. Funct. Mater. 2017, 27 (39), 1700804−1700815. (227) Tan, X.; Luo, S.; Long, L.; Wang, Y.; Wang, D.; Fang, S.; Ouyang, Q.; Su, Y.; Cheng, T.; Shi, C. Structure-Guided Design and Synthesis of a Mitochondria-Targeting Near-Infrared Fluorophore with Multimodal Therapeutic Activities. Adv. Mater. 2017, 29 (43), 1704196−1704204. (228) Yu, B.; Wei, H.; He, Q.; Ferreira, C. A.; Kutyreff, C. J.; Ni, D.; Rosenkrans, Z. T.; Cheng, L.; Yu, F.; Engle, J. W.; Lan, X.; Cai, W. Efficient Uptake of (177)Lu-Porphyrin-PEG Nanocomplexes by Tumor Mitochondria for Multimodal-Imaging-Guided Combination Therapy. Angew. Chem., Int. Ed. 2018, 57 (1), 218−222. (229) Chen, S.; Lei, Q.; Qiu, W.-X.; Liu, L.-H.; Zheng, D.-W.; Fan, J.-X.; Rong, L.; Sun, Y.-X.; Zhang, X.-Z. Mitochondria-Targeting “Nanoheater” for Enhanced Photothermal/Chemo-Therapy. Biomaterials 2017, 117, 92−104. (230) Xiong, H.; Du, S.; Ni, J.; Zhou, J.; Yao, J. Mitochondria and Nuclei Dual-Targeted Heterogeneous Hydroxyapatite Nanoparticles for Enhancing Therapeutic Efficacy of Doxorubicin. Biomaterials 2016, 94, 70−83. (231) Shin, W. S.; Park, S. K.; Verwilst, P.; Koo, S.; Lee, J. H.; Chi, S.-G.; Kim, J. S. Targeted combinational therapy inducing mitochondrial dysfunction. Chem. Commun. 2017, 53 (7), 1281− 1284.\n(232) Song, Y.; Shi, Q.; Zhu, C.; Luo, Y.; Lu, Q.; Li, H.; Ye, R.; Du, D.; Lin, Y. Mitochondrial-Targeted Multifunctional Mesoporous Au@ Pt Nanoparticles for Dual-Mode Photodynamic and Photothermal Therapy of Cancers. Nanoscale 2017, 9 (41), 15813−15824. (233) Yue, C.; Yang, Y.; Song, J.; Alfranca, G.; Zhang, C.; Zhang, Q.; Yin, T.; Pan, F.; de la Fuente, J. M.; Cui, D. Mitochondria-Targeting Near-Infrared Light-Triggered Thermosensitive Liposomes for Localized Photothermal and Photodynamic Ablation of Tumors Combined with Chemotherapy. Nanoscale 2017, 9 (31), 11103− 11118. (234) Mou, J.; Lin, T.; Huang, F.; Shi, J.; Chen, H. A New Green Titania with Enhanced NIR Absorption for Mitochondria-Targeted Cancer Therapy. Theranostics 2017, 7 (6), 1531−1542. (235) Yue, C.; Yang, Y.; Zhang, C.; Alfranca, G.; Cheng, S.; Ma, L.; Liu, Y.; Zhi, X.; Ni, J.; Jiang, W.; Song, J.; de la Fuente, J. M.; Cui, D. ROS-Responsive Mitochondria-Targeting Blended Nanoparticles: Chemo- and Photodynamic Synergistic Therapy for Lung Cancer with On-Demand Drug Release upon Irradiation with a Single Light Source. Theranostics 2016, 6 (13), 2352−2366. (236) Peng, J.; Yang, Q.; Li, W.; Tan, L.; Xiao, Y.; Chen, L.; Hao, Y.; Qian, Z. Erythrocyte-Membrane-Coated Prussian Blue/Manganese Dioxide Nanoparticles as H2O2-Responsive Oxygen Generators To Enhance Cancer Chemotherapy/Photothermal Therapy. ACS Appl. Mater. Interfaces 2017, 9 (51), 44410−44422. (237) Chen, Y.; Zhong, H.; Wang, J.; Wan, X.; Li, Y.; Pan, W.; Li, N.; Tang, B. Catalase-like metal-organic framework nanoparticles to enhance radiotherapy in hypoxic cancer and prevent cancer recurrence. Chem. Sci. 2019, 10, 5773−5778. (238) Liu, Y.; Ji, X.; Tong, W. W. L.; Askhatova, D.; Yang, T.; Cheng, H.; Wang, Y.; Shi, J. Engineering Multifunctional RNAi Nanomedicine To Concurrently Target Cancer Hallmarks for Combinatorial Therapy. Angew. Chem., Int. Ed. 2018, 57 (6), 1510−1513. (239) Wang, F.-X.; Chen, M.-H.; Lin, Y.-N.; Zhang, H.; Tan, C.-P.; Ji, L.-N.; Mao, Z.-W. Dual Functions of Cyclometalated Iridium(III) Complexes: Anti-Metastasis and Lysosome-Damaged Photodynamic Therapy. ACS Appl. Mater. Interfaces 2017, 9 (49), 42471−42481. (240) Wang, T.; Wang, D.; Yu, H.; Wang, M.; Liu, J.; Feng, B.; Zhou, F.; Yin, Q.; Zhang, Z.; Huang, Y.; Li, Y. Intracellularly AcidSwitchable Multifunctional Micelles for Combinational Photo/ Chemotherapy of the Drug-Resistant Tumor. ACS Nano 2016, 10 (3), 3496−3508. (241) Daum, S.; Reshetnikov, M. S. V.; Sisa, M.; Dumych, T.; Lootsik, M. D.; Bilyy, R.; Bila, E.; Janko, C.; Alexiou, C.; Herrmann, M.; Sellner, L.; Mokhir, A. Lysosome-Targeting Amplifiers of Reactive Oxygen Species as Anticancer Prodrugs. Angew. Chem., Int. Ed. 2017, 56 (49), 15545−15549. (242) Huang, H.; Yu, B.; Zhang, P.; Huang, J.; Chen, Y.; Gasser, G.; Ji, L.; Chao, H. Highly Charged Ruthenium(II) Polypyridyl Complexes as Lysosome-Localized Photosensitizers for Two-Photon Photodynamic Therapy. Angew. Chem., Int. Ed. 2015, 54 (47), 14049−14052. (243) Ke, C.-J.; Chiang, W.-L.; Liao, Z.-X.; Chen, H.-L.; Lai, P.-S.; Sun, J.-S.; Sung, H.-W. Real-Time Visualization of pH-Responsive PLGA Hollow Particles Containing a Gas-Generating Agent Targeted for Acidic Organelles for Overcoming Multi-Drug Resistance. Biomaterials 2013, 34 (1), 1−10. (244) Xiang, H.-J.; Deng, Q.; An, L.; Guo, M.; Yang, S.-P.; Liu, J.-G. Tumor Cell Specific and Lysosome-Targeted Delivery of Nitric Oxide for Enhanced Photodynamic Therapy Triggered by 808 nm NearInfrared Light. Chem. Commun. 2016, 52 (1), 148−151. (245) Li, M.; Tian, R.; Fan, J.; Du, J.; Long, S.; Peng, X. A Lysosome-Targeted BODIPY as Potential NIR Photosensitizer for Photodynamic Therapy. Dyes Pigm. 2017, 147, 99−105. (246) Xiang, H.-J.; Guo, M.; An, L.; Yang, S.-P.; Zhang, Q.-L.; Liu, J.-G. A Multifunctional Nanoplatform for Lysosome Targeted Delivery of Nitric Oxide and Photothermal Therapy Under 808 nm Near-Infrared Light. J. Mater. Chem. B 2016, 4 (27), 4667−4674.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26556\n(247) Nair, J. B.; Mohapatra, S.; Ghosh, S.; Maiti, K. K. Novel Lysosome Targeted Molecular Transporter Built on a GuanidiniumPoly-(Propylene Imine) Hybrid Dendron for Efficient Delivery of Doxorubicin into Cancer Cells. Chem. Commun. 2015, 51 (12), 2403−2406. (248) Dai, L.; Liu, J.; Luo, Z.; Li, M.; Cai, K. Tumor Therapy: Targeted Drug Delivery Systems. J. Mater. Chem. B 2016, 4 (42), 6758−6772. (249) Domenech, M.; Marrero-Berrios, I.; Torres-Lugo, M.; Rinaldi, C. Lysosomal Membrane Permeabilization by Targeted Magnetic Nanoparticles in Alternating Magnetic Fields. ACS Nano 2013, 7 (6), 5091−5101. (250) Jiao, X.; Li, Y.; Niu, J.; Xie, X.; Wang, X.; Tang, B. SmallMolecule Fluorescent Probes for Imaging and Detection of Reactive Oxygen, Nitrogen, and Sulfur Species in Biological Systems. Anal. Chem. 2018, 90 (1), 533−555. (251) Pan, W.; Wang, H.; Yang, L.; Yu, Z.; Li, N.; Tang, B. Ratiometric Fluorescence Nanoprobes for Subcellular pH Imaging with a Single-Wavelength Excitation in Living Cells. Anal. Chem. 2016, 88 (13), 6743−6748. (252) Zhu, B.; Li, P.; Shu, W.; Wang, X.; Liu, C.; Wang, Y.; Wang, Z.; Wang, Y.; Tang, B. Highly Specific and Ultrasensitive Two-Photon Fluorescence Imaging of Native HOCl in Lysosomes and Tissues Based on Thiocarbamate Derivatives. Anal. Chem. 2016, 88 (24), 12532−12538. (253) Xu, H.; Li, Q.; Wang, L.; He, Y.; Shi, J.; Tang, B.; Fan, C. Nanoscale optical probes for cellular imaging. Chem. Soc. Rev. 2014, 43 (8), 2650−2661. (254) Hu, W.; Ma, H.; Hou, B.; Zhao, H.; Ji, Y.; Jiang, R.; Hu, X.; Lu, X.; Zhang, L.; Tang, Y.; Fan, Q.; Huang, W. Engineering Lysosome-Targeting BODIPY Nanoparticles for Photoacoustic Imaging and Photodynamic Therapy under Near-Infrared Light. ACS Appl. Mater. Interfaces 2016, 8 (19), 12039−12047. (255) Zhao, S.; Niu, G.; Wu, F.; Yan, L.; Zhang, H.; Zhao, J.; Zeng, L.; Lan, M. Lysosome-Targetable Polythiophene Nanoparticles for Two-Photon Excitation Photodynamic Therapy and Deep Tissue Imaging. J. Mater. Chem. B 2017, 5 (20), 3651−3657. (256) Wan, J.; Sun, L.; Wu, P.; Wang, F.; Guo, J.; Cheng, J.; Wang, C. Synthesis of Indocyanine Green Functionalized Comblike Poly(Aspartic Acid) Derivatives for Enhanced Cancer Cell Ablation by Targeting the Endoplasmic Reticulum. Polym. Chem. 2018, 9 (10), 1206−1215. (257) Wang, Y.; Luo, S.; Zhang, C.; Liao, X.; Liu, T.; Jiang, Z.; Liu, D.; Tan, X.; Long, L.; Wang, Y.; Chen, Z.; Liu, Y.; Yang, F.; Gan, Y.; Shi, C. An NIR-Fluorophore-Based Therapeutic Endoplasmic Reticulum Stress Inducer. Adv. Mater. 2018, 30, 1800475−1800483. (258) Yu, L.; Wang, Q.; Yeung, K. W.; Fong, W. P.; Lo, P. C. A Biotinylated and Endoplasmic Reticulum-Targeted GlutathioneResponsive Zinc(II) Phthalocyanine for Targeted Photodynamic Therapy. Chem. - Asian J. 2018, 13 (22), 3509−3517. (259) Zhou, Y.; Cheung, Y. K.; Ma, C.; Zhao, S.; Gao, D.; Lo, P. C.; Fong, W. P.; Wong, K. S.; Ng, D. K. P. Endoplasmic ReticulumLocalized Two-Photon-Absorbing Boron Dipyrromethenes as Advanced Photosensitizers for Photodynamic Therapy. J. Med. Chem. 2018, 61 (9), 3952−3961. (260) Dabrowski, J. M.; Arnaut, L. G. Photodynamic Therapy (PDT) of Cancer: From Local to Systemic Treatment. Photochem. Photobiol. Sci. 2015, 14 (10), 1765−1780. (261) Banerjee, S.; Dixit, A.; Shridharan, R. N.; Karande, A. A.; Chakravarty, A. R. Endoplasmic Reticulum Targeted Chemotherapeutics: the Remarkable Photo-Cytotoxicity of an Oxovanadium(IV) Vitamin-B6 Complex in Visible Light. Chem. Commun. 2014, 50 (42), 5590−5592. (262) Nam, J. S.; Kang, M.-G.; Kang, J.; Park, S.-Y.; Lee, S. J. C.; Kim, H.-T.; Seo, J. K.; Kwon, O.-H.; Lim, M. H.; Rhee, H.-W.; Kwon, T.-H. Endoplasmic Reticulum-Localized Iridium(III) Complexes as Efficient Photodynamic Therapy Agents via Protein Modifications. J. Am. Chem. Soc. 2016, 138 (34), 10968−10977.\n(263) Xue, F.; Wen, Y.; Wei, P.; Gao, Y.; Zhou, Z.; Xiao, S.; Yi, T. A Smart Drug: a pH-Responsive Photothermal Ablation Agent for Golgi Apparatus Activated Aancer Therapy. Chem. Commun. 2017, 53 (48), 6424−6427. (264) Wan, X.; Zhang, X.; Pan, W.; Liu, B.; Yu, L.; Wang, H.; Li, N.; Tang, B. Ratiometric Fluorescent Quantification of the SizeDependent Cellular Toxicity of Silica Nanoparticles. Anal. Chem. 2019, 91, 6088. (265) Cardillo, D.; Tehei, M.; Hossain, M. S.; Islam, M. M.; Bogusz, K.; Shi, D.; Mitchell, D.; Lerch, M.; Rosenfeld, A.; Corde, S.; Konstantinov, K. Synthesis-Dependent Surface Defects and Morphology of Hematite Nanoparticles and Their Effect on Cytotoxicity in Vitro. ACS Appl. Mater. Interfaces 2016, 8 (9), 5867−5876. (266) Schutz, C. A.; Juillerat-Jeanneret, L.; Mueller, H.; Lynch, I.; Riediker, M. Therapeutic Nanoparticles in Clinics and Under Clinical Evaluation. Nanomedicine 2013, 8 (3), 449−467. (267) Anselmo, A. C.; Mitragotri, S. A Review of Clinical Translation of Inorganic Nanoparticles. AAPS J. 2015, 17 (5), 1041−1054. (268) Anselmo, A. C.; Mitragotri, S. Nanoparticles in the Clinic. Bioeng. Transl. Med. 2016, 1 (1), 10−29. (269) Downing, N. S.; Aminawung, J. A.; Shah, N. D.; Krumholz, H. M.; Ross, J. S. Clinical Trial Evidence Supporting FDA Approval of Novel Therapeutic Agents, 2005−2012. JAMA 2014, 311 (4), 368− 377. (270) Hassan, S.; Prakash, G.; Bal Ozturk, A.; Saghazadeh, S.; Farhan Sohail, M.; Seo, J.; Remzi Dokmeci, M.; Zhang, Y. S.; Khademhosseini, A. Evolution and Clinical Translation of Drug Delivery Nanomaterials. Nano Today 2017, 15, 91−106. (271) Bobo, D.; Robinson, K. J.; Islam, J.; Thurecht, K. J.; Corrie, S. R. Nanoparticle-Based Medicines: A Review of FDA-Approved Materials and Clinical Trials to Date. Pharm. Res. 2016, 33 (10), 2373−2387. (272) Zhang, L.; Yi, H.; Song, J.; Huang, J.; Yang, K.; Tan, B.; Wang, D.; Yang, N.; Wang, Z.; Li, X. Mitochondria-Targeted and Ultrasound-Activated Nanodroplets for Enhanced Deep-Penetration Sonodynamic Cancer Therapy. ACS Appl. Mater. Interfaces 2019, 11 (9), 9355−9366. (273) Xu, J.; Yan, B.; Du, X.; Xiong, J.; Zhou, M.; Wang, H.; Du, Z. Acidity-Triggered Zwitterionic Prodrug Nano-Carriers with AIE Properties and Amplification of Oxidative Stress for MitochondriaTargeted Cancer Theranostics. Polym. Chem. 2019, 10 (8), 983−990. (274) Zhang, W.; Hu, X.; Shen, Q.; Xing, D. Mitochondria-Specific Drug Release and Reactive Oxygen Species Burst Induced by Polyprodrug Nanoreactors Can Enhance Chemotherapy. Nat. Commun. 2019, 10 (1), 1704−1717. (275) Liu, C.; Zhou, L.; Wei, F.; Li, L.; Zhao, S.; Gong, P.; Cai, L.; Wong, K. M. Versatile Strategy To Generate a Rhodamine Triplet State as Mitochondria-Targeting Visible-Light Photosensitizers for Efficient Photodynamic Therapy. ACS Appl. Mater. Interfaces 2019, 11 (9), 8797−8806. (276) Bao, Y. W.; Hua, X. W.; Li, Y. H.; Jia, H. R.; Wu, F. G. Endoplasmic Reticulum-Targeted Phototherapy Using One-Step Synthesized Trace Metal-Doped Carbon-Dominated Nanoparticles: Laser-Triggered Nucleolar Delivery and Increased Tumor Accumulation. Acta Biomater. 2019, 88, 462−476. (277) Li, H.; Yan, W.; Suo, X.; Peng, H.; Yang, X.; Li, Z.; Zhang, J.; Liu, D. Nucleus-Targeted Nano Delivery System Eradicates Cancer Stem Cells by Combined Thermotherapy and Hypoxia-Activated Chemotherapy. Biomaterials 2019, 200, 1−14. (278) Wang, F.; Zhang, Y.; Liu, Z.; Du, Z.; Zhang, L.; Ren, J.; Qu, X. A Biocompatible Heterogeneous MOF-Cu Catalyst for In Vivo Drug Synthesis in Targeted Subcellular Organelles. Angew. Chem., Int. Ed. 2019, 58, 6987. (279) Zhang, P.; Huang, H.; Banerjee, S.; Clarkson, G. J.; Ge, C.; Imberti, C.; Sadler, P. J. Nucleus-Targeted Organoiridium-Albumin Conjugate for Photodynamic Cancer Therapy. Angew. Chem., Int. Ed. 2019, 58 (8), 2350−2354.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26557\n(280) Wang, W.; Liu, J.; Feng, W.; Du, S.; Ge, R.; Li, J.; Liu, Y.; Sun, H.; Zhang, D.; Zhang, H.; Yang, B. Targeting Mitochondria with AuAg@Polydopamine Nanoparticles for Papillary Thyroid Cancer Therapy. Biomater. Sci. 2019, 7 (3), 1052−1063. (281) Niu, N.; Zhou, H.; Liu, N.; Jiang, H.; Hussain, E.; Hu, Z.; Yu, C. A Smart Perylene Derived Photosensitizer for Lysosome-Targeted and Self-Assessed Photodynamic Therapy. Chem. Commun. 2019, 55 (8), 1036−1039. (282) Cheng, H.; Zheng, R. R.; Fan, G. L.; Fan, J. H.; Zhao, L. P.; Jiang, X. Y.; Yang, B.; Yu, X. Y.; Li, S. Y.; Zhang, X. Z. Mitochondria and Plasma Membrane Dual-Targeted Chimeric Peptide for SingleAgent Synergistic Photodynamic Therapy. Biomaterials 2019, 188, 1− 11. (283) Zhang, T.; Li, Y.; Zheng, Z.; Ye, R.; Zhang, Y.; Kwok, R. T. K.; Lam, J. W. Y.; Tang, B. Z. In Situ Monitoring Apoptosis Process by a Self-Reporting Photosensitizer. J. Am. Chem. Soc. 2019, 141 (14), 5612−5616. (284) Yao, D.; Yang, S.; Wang, Y.; Bian, K.; Yang, W.; Wang, D.; Zhang, B. An ALP-Activatable and Mitochondria-Targeted Probe for Prostate Cancer-Specific Bimodal Imaging and Aggregation-Enhanced Photothermal Therapy. Nanoscale 2019, 11 (13), 6307−6314. (285) Cao, Y.; Wu, T.; Zhang, K.; Meng, X.; Dai, W.; Wang, D.; Dong, H.; Zhang, X. Engineered Exosome-Mediated Near-Infrared-II Region V2C Quantum Dot Delivery for Nucleus-Target LowTemperature Photothermal Therapy. ACS Nano 2019, 13 (2), 1499−1510. (286) Wang, D.; Huang, H.; Zhou, M.; Lu, H.; Chen, J.; Chang, Y. T.; Gao, J.; Chai, Z.; Hu, Y. A Thermoresponsive Nanocarrier for Mitochondria-Targeted Drug Delivery. Chem. Commun. 2019, 55 (28), 4051−4054. (287) Cheng, Y.; Sun, C.; Liu, R.; Yang, J.; Dai, J.; Zhai, T.; Lou, X.; Xia, F. A Multifunctional Peptide-Conjugated AIEgen for Efficient and Sequential Targeted Gene Delivery into the Nucleus. Angew. Chem., Int. Ed. 2019, 58 (15), 5049−5053. (288) Tan, Y.; Yang, X.; Dai, S.; Lian, K.; Wen, L.; Zhu, Y.; Meng, T.; Liu, X.; Yuan, H.; Hu, F. In Vivo Programming of Tumor Mitochondria-Specific Doxorubicin Delivery by A Cationic Glycolipid Polymer for Enhanced Antitumor Activity. Polym. Chem. 2019, 10 (4), 512−525. (289) Gong, N.; Ma, X.; Ye, X.; Zhou, Q.; Chen, X.; Tan, X.; Yao, S.; Huo, S.; Zhang, T.; Chen, S.; Teng, X.; Hu, X.; Yu, J.; Gan, Y.; Jiang, H.; Li, J.; Liang, X. J. Carbon-Dot-Supported Atomically Dispersed Gold as aMitochondrial Oxidative Stress Amplifier for Cancer Treatment. Nat. Nanotechnol. 2019, 14 (4), 379−387. (290) Cong, Y.; Ji, L.; Gao, Y. J.; Liu, F. H.; Cheng, D. B.; Hu, Z.; Qiao, Z. Y.; Wang, H. Microenvironment-Induced in Situ SelfAssembly of Polymer-Peptide Conjugates that Attack Solid Tumors Deeply. Angew. Chem., Int. Ed. 2019, 58 (14), 4632−4637. (291) Chen, W.; Liu, J.; Wang, Y.; Jiang, C.; Yu, B.; Sun, Z.; Lu, L. A C5N2 Nanoparticle Based Direct Nucleus Delivery Platform for Synergistic Cancer Therapy. Angew. Chem., Int. Ed. 2019, 58 (19), 6290−6294. (292) Cheng, D. B.; Zhang, X. H.; Gao, Y. J.; Ji, L.; Hou, D.; Wang, Z.; Xu, W.; Qiao, Z. Y.; Wang, H. Endogenous Reactive Oxygen Species-Triggered Morphology Transformation for Enhanced Cooperative Interaction with Mitochondria. J. Am. Chem. Soc. 2019, 141, 7235. (293) Kirakci, K.; Zelenka, J.; Rumlova, M.; Cvacka, J.; Ruml, T.; Lang, K. Cationic Octahedral Molybdenum Cluster Complexes Functionalized with Mitochondria-Targeting Ligands: Photodynamic Anticancer and Antibacterial Activities. Biomater. Sci. 2019, 7 (4), 1386−1392.\nDOI: 10.1021/acsami.9b01370 ACS Appl. Mater. Interfaces 2019, 11, 26529−26558\n26558"
    } ],
    "references" : [ {
      "title" : "Nanoparticles in Photodynamic Therapy",
      "author" : [ "S.S. Lucky", "K.C. Soo", "Y. Zhang" ],
      "venue" : "Chem. Rev. 2015,",
      "citeRegEx" : "Lucky et al\\.,? \\Q2042\\E",
      "shortCiteRegEx" : "Lucky et al\\.",
      "year" : 2042
    }, {
      "title" : "AIE Luminogens for Bioimaging and Theranostics: From Organelles to Animals",
      "author" : [ "J. Qian", "B.Z. Tang" ],
      "venue" : "Chem. 2017,",
      "citeRegEx" : "Qian and Tang,? \\Q2017\\E",
      "shortCiteRegEx" : "Qian and Tang",
      "year" : 2017
    }, {
      "title" : "Isothermal Amplification of Nucleic Acids",
      "author" : [ "Y. Zhao", "F. Chen", "Q. Li", "L. Wang", "C. Fan" ],
      "venue" : "Chem. Rev. 2015,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2015
    }, {
      "title" : "Drug Delivery with PEGylated MoS2 Nano-Sheets for Combined Photothermal and Chemotherapy of Cancer",
      "author" : [ "B. Sun", "Z. Liu" ],
      "venue" : "Adv. Mater. 2014,",
      "citeRegEx" : "L. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2014
    }, {
      "title" : "Mechanisms of TGF-beta Signaling from Cell Membrane to the Nucleus",
      "author" : [ "Y. Shi", "J. Massague" ],
      "venue" : "Cell 2003,",
      "citeRegEx" : "Shi and Massague,? \\Q2003\\E",
      "shortCiteRegEx" : "Shi and Massague",
      "year" : 2003
    }, {
      "title" : "Mitochondria and Cancer",
      "author" : [ "S. Vyas", "E. Zaganjor", "M.C. Haigis" ],
      "venue" : "Cell 2016,",
      "citeRegEx" : "Vyas et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Vyas et al\\.",
      "year" : 2016
    }, {
      "title" : "Targeting Mitochondria Metabolism for Cancer Therapy",
      "author" : [ "S.E. Weinberg", "N.S. Chandel" ],
      "venue" : "Nat. Chem. Biol. 2015,",
      "citeRegEx" : "Weinberg and Chandel,? \\Q2015\\E",
      "shortCiteRegEx" : "Weinberg and Chandel",
      "year" : 2015
    }, {
      "title" : "Mitochondria are the Powerhouses of Immunity",
      "author" : [ "E.L. Mills", "B. Kelly", "L.A.J. O’Neill" ],
      "venue" : "Nat. Immunol. 2017,",
      "citeRegEx" : "Mills et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mills et al\\.",
      "year" : 2017
    }, {
      "title" : "Enzymatic Cleavage of Branched Peptides for Targeting Mitochondria",
      "author" : [ "B. Xu" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Xu,? \\Q2018\\E",
      "shortCiteRegEx" : "Xu",
      "year" : 2018
    }, {
      "title" : "Nanopreparations for OrganelleSpecific Delivery in Cancer",
      "author" : [ "S. Biswas", "V.P. Torchilin" ],
      "venue" : "Adv. Drug Delivery Rev. 2014,",
      "citeRegEx" : "Biswas and Torchilin,? \\Q2014\\E",
      "shortCiteRegEx" : "Biswas and Torchilin",
      "year" : 2014
    }, {
      "title" : "A Smart DNAzyme-MnO2 Nanosystem for Efficient Gene Silencing",
      "author" : [ "Z. Chen", "H. Liu", "W. Tan" ],
      "venue" : "Angew. Chem., Int. Ed. 2015,",
      "citeRegEx" : "Chen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2015
    }, {
      "title" : "Overcoming the Achilles",
      "author" : [ "W. Fan", "P. Huang", "X. Chen" ],
      "venue" : "Heel of Photodynamic Therapy. Chem. Soc. Rev. 2016,",
      "citeRegEx" : "Fan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2016
    }, {
      "title" : "Enhanced NIR Radiation-Triggered Hyperthermia by Mitochondrial Targeting",
      "author" : [ "S. J" ],
      "venue" : "J. Am. Chem. Soc. 2015,",
      "citeRegEx" : "J.,? \\Q2015\\E",
      "shortCiteRegEx" : "J.",
      "year" : 2015
    }, {
      "title" : "Targeted combinational therapy inducing mitochondrial dysfunction",
      "author" : [ "S.-G", "Kim", "J. S" ],
      "venue" : "Chem. Commun. 2017,",
      "citeRegEx" : "S..G. and S.,? \\Q2017\\E",
      "shortCiteRegEx" : "S..G. and S.",
      "year" : 2017
    }, {
      "title" : "An NIR-Fluorophore-Based Therapeutic Endoplasmic Reticulum Stress Inducer",
      "author" : [ "C. Shi" ],
      "venue" : "Adv. Mater. 2018,",
      "citeRegEx" : "Shi,? \\Q2018\\E",
      "shortCiteRegEx" : "Shi",
      "year" : 2018
    }, {
      "title" : "Therapeutic Nanoparticles in Clinics and Under Clinical Evaluation",
      "author" : [ "M. Riediker" ],
      "venue" : "Nanomedicine 2013,",
      "citeRegEx" : "Riediker,? \\Q2013\\E",
      "shortCiteRegEx" : "Riediker",
      "year" : 2013
    }, {
      "title" : "Nanoparticles in the Clinic",
      "author" : [ "A.C. Anselmo", "S. Mitragotri" ],
      "venue" : "Bioeng. Transl. Med. 2016,",
      "citeRegEx" : "Anselmo and Mitragotri,? \\Q2016\\E",
      "shortCiteRegEx" : "Anselmo and Mitragotri",
      "year" : 2016
    }, {
      "title" : "Clinical Trial Evidence Supporting FDA Approval of Novel Therapeutic Agents, 2005−2012",
      "author" : [ "Ross", "J. S" ],
      "venue" : "JAMA 2014,",
      "citeRegEx" : "M. and S.,? \\Q2014\\E",
      "shortCiteRegEx" : "M. and S.",
      "year" : 2014
    }, {
      "title" : "Evolution and Clinical Translation of Drug Delivery Nanomaterials",
      "author" : [ "A. Khademhosseini" ],
      "venue" : "Nano Today 2017,",
      "citeRegEx" : "Khademhosseini,? \\Q2017\\E",
      "shortCiteRegEx" : "Khademhosseini",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The ultimate goal of cancer therapy is to eliminate malignant tumors while causing no damage to normal tissues. In the past decades, numerous nanoagents have been employed for cancer treatment because of their unique properties over traditional molecular drugs. However, lack of selectivity and unwanted therapeutic outcomes have severely limited the therapeutic index of traditional nanodrugs. Recently, a series of nanomaterials that can accumulate in specific organelles (nucleus, mitochondrion, endoplasmic reticulum, lysosome, Golgi apparatus) within cancer cells have received increasing interest. These rationally designed nanoagents can either directly destroy the subcellular structures or effectively deliver drugs into the proper targets, which can further activate certain cell death pathways, enabling them to boost the therapeutic efficiency, lower drug dosage, reduce side effects, avoid multidrug resistance, and prevent recurrence. In this Review, the design principles, targeting strategies, therapeutic mechanisms, current challenges, and potential future directions of organelle-targeted nanomaterials will be introduced.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}