{
  "name" : "downloads_2020-09-03_84_xiao2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "An Ultra-low Concentration of Gold Nanoparticles Embedded in the NiO Hole Transport Layer Boosts the Performance of p-i-n Perovskite Solar Cells",
    "authors" : [ "Shuang Xiao", "Fang Xu", "Yang Bai", "Junyan Xiao", "Teng Zhang", "Chen Hu", "Xiangyue Meng", "Hairen Tan", "Ho-Pui Ho", "Shihe Yang" ],
    "emails" : [ "chsyang@ust.hk;", "yangsh@pkusz.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Hole Transport Materials www.solar-rrl.com"
    }, {
      "heading" : "FULL PAPER",
      "text" : ""
    }, {
      "heading" : "An Ultra-low Concentration of Gold Nanoparticles",
      "text" : ""
    }, {
      "heading" : "Embedded in the NiO Hole Transport Layer Boosts the",
      "text" : ""
    }, {
      "heading" : "Performance of p-i-n Perovskite Solar Cells",
      "text" : "Shuang Xiao, Fang Xu, Yang Bai, Junyan Xiao, Teng Zhang, Chen Hu,"
    }, {
      "heading" : "Xiangyue Meng, Hairen Tan, Ho-Pui Ho, and Shihe Yang*",
      "text" : "NiOx is a promising hole transport material for p-i-n perovskite solar cells (PVSCs) on account of its high mobility, excellent stability and prospect for large-scale fabrication. However, the typical conductivity of NiOx is low because of the low carrier concentration, which consequently compromises its photovoltaic performance. Herein, we show that the carrier concentration of NiOx can be improved by as much as three times through embedding a small concentration (0.11 At%) of gold nanoparticles (Au-NPs), 2–3 nm in diameter, into the NiOx thin film. The enhancement is due to the formation of Ohmic contact between Au and NiOx while avoiding direct contact between Au and perovskite. All key parameters of the PVSC, namely Jsc, Voc, and FF have improved, and the overall efficiency shows a significant improvement from"
    }, {
      "heading" : "17.8% to 20.2%. The small size, low concentration, and Ohmic contact nature of the embedded Au-NPs, together with this simple method point to a new promising direction for developing high performance PVSCs.",
      "text" : "Prof. S. Xiao, Prof. Y. Bai, Prof. J. Y. Xiao, Dr. T. Zhang, C. Hu, Prof. X. Y. Meng, Prof. S. H. Yang Department of Chemistry The Hong Kong University of Science and Technology Clear Water Bay, Kowloon, Hong Kong 999077, China E-mail: chsyang@ust.hk; yangsh@pkusz.edu.cn\nProf. S. Xiao, Prof. S. H. Yang Guangdong Key Lab of Nano-Micro Material Research School of Chemical Biology and Biotechnology Shenzhen Graduate School Peking University Xili University Town, Shenzhen 518055, Guangdong, China\nDr. F. Xu, Prof. H. P. Ho Department of Biomedical Engineering The Chinese University of Hong Kong Shatin, N.T., Hong Kong 999077, China\nProf. Y. Bai Beijing Key Laboratory of Nanophotonics and Ultrafine Optoelectronic Systems School of Materials Science and Engineering Beijing Institute of Technology Haidian, Beijing 100081, China\nProf. H. R. Tan National Laboratory of Solid State Microstructures College of Engineering and Applied Sciences Nanjing University Gulou, Nanjing 210093, Jiangsu, China\nDOI: 10.1002/solr.201800278\nSol. RRL 2019, 3, 1800278 © 21800278 (1 of 7)"
    }, {
      "heading" : "1. Introduction",
      "text" : "Perovskite solar cells (PVSC) have seen an explosive development in the past few years. The best certified efficiency has reached 23.3% and the stability testing has demonstrated 1000 h operation with <2% efficiency loss.[1–8] Among the various device configurations of PVSCs, the p-i-n structure has garnered special interests from researchers because of its negligible hysteresis effect and excellent stability under UV light.[9–14] The p-i-n structure of PVSCs is referred to transparent conducting oxide/ hole transport layer (HTL)/ perovskite/ electron transport layer (ETL)/ metal electrode. For the HTL, NiOx is widely used for its suitable band position, good carrier mobility and capability for large scale fabrication.[10,15–17] The valence band maximum of NiOx lies around 5 eV\nvs. vacuum level. With a 3.5 eV large bandgap, NiOx can efficiently transports holes extracted fromMAPbI3 but blocks the backflow of electrons.[18] Moreover, the carriermobility of NiOx is relatively high at around 0.5 cm2V 1 s 1, which enables fast hole transport and slow recombination. Previously, researchers synthesized various high quality NiOx using the spray method, which is highly suitable for large scale fabrication.[10,16] However, the conductivity of NiOx thin film is still poor due to its relatively low carrier concentration, thus dragging down the photovoltaic device performance.[19,20] Past efforts to improve the conductivity were mainly focused on tuning the hole transport layer structure or doping the material.[10,21] However, tuning the structure, i.e., reducing the thickness of the hole transport layer or engineering it into a mesoporous layer, might compromise the hole blocking capability and exacerbate recombination.[9] On the other hand, the doping might result in phase segregation, extra recombination centers, and enhanced absorption, thus sacrificing the transport property and reducing the light utilization.[22] Therefore, alternative methods are highly desired to optimize the NiOx hole transport layer and to ultimately overcome the above-mentioned drawbacks.\nIn this work, we finely embed ultra-small gold nanoparticles (Au-NPs) into the NiOx hole transport layer and build an Ohmic Au-NiOx contact to enlarge the hole concentration inside the NiOx HTL, in hope to improve the carrier transport efficiency of PVSCs.\n018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nFigure 1. Mechanism of Au-NPs embedment enhancing the conductivity of NiOx hole transport layer and improving the perovskite solar cell efficiency. a) The energy level schematics of non-Au embedded NiOx and Au-NiOx composite. b) The conductive atomic force microscope (c-AFM) image of nonAu embedded NiOx film. c) c-AFM image of Au-NiOx film. All the c-AFMmeasurements were carried out under dark. d) The simulated relation of PVSC’s power conversion efficiency (PCE) and device series resistance (Rs). Equation 1 is the relation between valance band, Fermi level and hole concentration of NiOx. Equation 2 is the relation between carrier mobility, concentration and resistance of NiOx. Equation 3 is the relationship of device series resistance and device efficiency.\nThe Au-NPs were conformally covered by NiOx inside the film, fabricated by the ultrasonic spray pyrolysis (USP) deposition method.Attentionwas paid to avoiddirect contact betweenAuand MAPbI3, whichwould otherwise aggravate carrier recombination. TheOhmiccontactnatureof theAu-NiOx junctionallowselectrons to transfer from NiOx to Au, in effect leading to an equivalent increase in the hole concentration inNiOx.\n[23,24] In such anOhmic contact, significantly, the depletion region on theNiOx side always has a thickness up to sub-micrometer, thus permitting the use of ultra-low concentration of Au-NPs to remarkably enhance the NiOx’shole concentration.\n[25] The optimal atomic concentrationof Au-NPs in NiOx is 0.11 At%, which corresponds to more than 3 times increase in the NiOx’s hole concentration. Such a low concentrationofAuneeded to achievehighperformanceofPVSCs would not only simplify the fabrication process, but also lower the material cost, and thus is advantageous for practical applications. Owing to the increasedhole concentration, thePVSCswith theAu embedded NiOx HTL achieved a power conversion efficiency (PCE) of 20.2% with Voc of 1.12V, Jsc of 22.8mAcm\n2 and FF of 0.79, based on a planar inverted device structure (FTO/NiOx/ perovskite/PCBM/PPDIN6/Ag). This performance is a dramatic improvement over the device without Au embedded NiOx HTL (17.8% PCE)."
    }, {
      "heading" : "2. Results and Discussions",
      "text" : "The NiOx is a p-type semiconductor with a suitable hole mobility ( 0.32 cm2V 1 s 1) and concentration ( 3.6 1015 cm 3), making it a suitable hole transport material for perovskite solar\nSol. RRL 2019, 3, 1800278 1800278 (\ncells.[2,19,20] To achieve more efficient hole extraction of NiOx, one could intentionally increase the hole concentration in the NiOx layer. The Fermi level (Ef) of gold (5.1 eV) locates below the valence band maximum of pristine NiOx (4.93 eV), which results in Ohmic contact between gold and NiOx (Figure 1a).\n[1,23,24] On forming this Ohmic contact, the hole concentration of NiOx increased from 3.6 1015 cm 3 to 1.4 1016 cm 3 as estimated from the Hall effect measurement, while the mobility remained unchanged. In the Au-NiOx composite, to reach the equilibrium of energy levels at the interface, holes in gold will be injected into NiOx. From the ultraviolet photoelectron spectra (UPS), the valence bandmaximum (VBM) of NiOx film increased from 4.93 to 4.98 eV and the Ef increased from 4.52 to 4.62 eV (Figure S2, Supporting Information). The gap between VBM and Ef decreased from 0.41 eV (pristine NiOx) to 0.36 eV (Au-NiOx), further confirming the hole concentration increase (Equation 1). XPS of NiOx and Au-NPs embedded NiOx was performed to examine the chemical composition. As shown in Figure S3, Supporting Information, the Ni 2p spectrum shows the presence of Ni2þ and Ni3þ, corresponding to NiO and Ni2O3, respectively. However, no signal of Au element was detected in all of the samples, mainly due to its ultra-low concentration.\nTo take advantage of the hole concentration enhancement effect, we synthesized Au-NPs with a diameter of 2–3 nm (Figure S4, Supporting Information). The as prepared Au-NPs were stabilized by poly (vinyl pyrrolidone) (PVP), and the solution was centrifuged several times to wipe off most of the large size NPs. The color of the Au-NPs colloidal solution is purple mainly originating from the plasmonic effect.[26,27] As a very small amount of Au-NPs is sufficient to tune the carrier\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim2 of 7)\nFigure 2. Characterizations of the NiOx and perovskite layers stacked on FTO. a) Top-view scanning electron microscopy (SEM) image of perovskite layer. b) X-ray diffraction patterns of Au embeddedNiOx film and perovskite film. c) Side-view SEM image of perovskite layer. Time-of-flight secondary ion mass spectrometry (ToF-SIMS) elemental depth profile of (d) pristine NiOx film and (e) Au embedded NiOx film.\nconcentration of NiOx, the original Au-NPs solution was diluted 100 times to get a transparent solution (Figure S5, Supporting Information). Then, the diluted solution was spin coated on fluorine doped tin oxide (FTO) glass and care was taken to spread tiny Au-NPs evenly on the conductive substrate. After that, NiOx film was deposited by ultrasonic spray pyrolysis (UPS) method on top of the Au-NPs. The morphology of Au-NPs embedded NiOx film was characterized by transmission electron microscopy (TEM). The low magnified cross section TEM image showed the NiOx layer conformally covered the FTO surface (Figure S6a, Supporting Information). The thickness of the NiOx layer is around 20 nm (Figure S6b, Supporting Information). Because the Au-NPs are only 2–3 nm in diameter, which is well below the thickness of the conformal coated 20 nm NiOx film, they were able to be fully covered by the NiOx. In this way, direct contact between Au and perovskite could be avoided, thus reducing the possibility of recombination arising from the otherwise formed Au-perovskite interface and the backflow current via Au-NPs.[28–32] The high resolution TEM image exhibited the lattice fringe of Au-embedded NiOx film\nSol. RRL 2019, 3, 1800278 1800278 (\n(Figure S6c, Supporting Information). The lattice spacing were 0.24 nm and 0.21 nm, corresponding to the [111] and [200] plane of NiOx crystal. The atomic force microscopy (AFM) images show that the morphology of NiOx film hardly changed after embedding Au-NPs (Figure S7, Supporting Information). The RMS (Rq) of the non Au-embedded NiOx film is 1.933 nm, which is similar to 2.227 nm of Au embedded NiOx. The conductive atomic force microscopy (c-AFM) was performed to give direct evidence of NiOx film conductance change. While under 500mV DC bias, the Au-NiOx film showed significant higher conductivity of 548 pA than the non Au-embedded NiOx film of 163 pA (Figure 1b,c), meaning that the Au-NPs could increase the conductivity of NiOx film. As holes must pass through the NiOx film to reach the external circuit, the conductivity of NiOx should remarkably influence the device series resistance (Rs) of PVSCs. Besides, the decrease of Rs led to the increase of device power conversion efficiency (PCE), as illustrated by our simulated results (Figure 1d). Moreover, the improvement is very uniform: the brightness (current intensity) contrast between Figure 1b and c is similar through the 10 10mm2 area,\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim3 of 7)\nFigure 3. Performance testing results of perovskite solar cells (PVSCs) with pristine NiOx or Au embedded NiOx hole transport layer: a) The current density vs. voltage ( J–V) curve of the PVSCs made with pristine NiOx (black) and Au-NiOx (red). b) The J–V hysteresis of the PVSCs made with Au-NiOx. c) The incident photon-to-electron conversion efficiency (IPCE) spectra and corresponding integrated current density of the PVSCs made with pristine NiOx (black) and Au-NiOx (red). d) The maximum power output tracking of the PVSCs made with Au-NiOx. The black line is the current density at 0.97 V bias. The red line indicates the corresponding power conversion efficiency.\nindicating that the improvement is not localized only around near field of the Au-NPs.\nThe perovskite films were fabricated using a modified solvent dripping method. Toluene with saturated PEAI solute was used as the anti-solvent to form a 2D-3D gradient layer on top of perovskite film.[16,33] TheMAPbI3 film is flat and the grain size is up to 800 nm in diameter (Figure 2a). A large perovskite grain size tends to suppress charge recombination within the polycrystalline films, thus resulting in a high device efficiency.[3] From the side view of the MAPbI3 film, laterally aligned crystalline blocks stack together forming a continuous film (Figure 2c). Therefore, the film was made of monolithic perovskite crystals, enabling efficient vertical charge transport without the impediment from grain boundaries.[4] The X-ray diffraction pattern (XRD) of MAPbI3 on Au-NiOx show several typical peaks at 14.1 , 28.5 , and 32.0 , which correspond to the (110), (220), and (310) planes of perovskite, respectively (Figure 2b).[16] The XRD pattern of the Au-NiOx film shows a small peak at 43.35 corresponding to the (200) plane of NiOx. [9] The three major peaks are from the FTO substrate, as the AuNiOx is too thin to fully cover up it. All of the XRD patterns show no peak related to Au because of the too low concentration of AuNPs embedded in the NiOx films. To confirm the existence of Au-NPs, we measured time-of-flight secondary ion mass spectrometry (ToF-SIMS) elemental depth profiles of pristine\nSol. RRL 2019, 3, 1800278 1800278 (\nNiOx film and Au embedded NiOx film. The Au - ion intensity of the pristine NiOx film is around 1 in the whole spectra, which could be attributed to the instrumental noise (Figure 2d). Therefore, the pristine NiOx film showed no Au content throughout. However, the Au ions signal appeared together with the NiO- ions in the Au embedded NiOx film, with an average intensity of around 50, and this clearly reveals the existence of Au. By comparing the ion intensity, we could roughly calculate the atomic ratio of NiO /Au to be about 900, indicating the ultra-low intensity of Au-NPs in NiOx film. The NiO /Au ratio could be finely tuned by controlling the Au concentration in a colloidal solution. Via the same ToF-SIMS elemental analysis, we could get the Au/Ni concentration relationship between Au-NPs precursor and Au-NiOx film (Figure S8, Supporting Information), which appears to be linear\nFigure 4. The carrier transport and recombination dynamics of PVSCs with non-embedded NiOx or Au embedded NiOx hole transport layer: a) Transient photocurrent decay curves, b) Transient photovoltage decay curves.\nin a wide range. Such an ultra-low concentration of Au needed to form the Au embedded NiOx film is advantageous in lowering the material cost for practical applications.\nTo reveal the effect of Au-NPs inside NiOx, PVSCs were made with pristine NiOx and Au embedded NiOx HTL, and their performance compared side by side. Figure 3a depicts the J–V curves of the two types PVSCs to show their different performance. PVSCs with pristine NiOx exhibited PCE of 17.8% with Voc of 1.10V, Jsc of 21.8mAcm\n2 and FF of 0.74 (Figure 3a, black curve). Impressively, the PVSCs with Au-NiOx showed significantly improved performance with PCE reaching up to 20.2%, with Voc of 1.12 V, Jsc of 22.8mAcm\n2 and FF of 0.79 (Figure 3a, red curve). Besides, the PVSCs showed negligible J–V hysteresis, indicating the good contact between NiOx and perovskite layer.\n[4,7] To evaluate the Au-NPs size dependence of PVSCs, we embedded 30–40 nm Au-NPs into NiOx to fabricate solar cells. The large Au-NPs embedment deteriorated the efficiency of PVSCs compared to 2–3nm AuNPs, which Voc, Jsc, and FF were all decreased (Figure S9a, Supporting Information). The Au-NPs concentration in NiOx film also influences the performance of PVSCs. The optimal concentration is 0.11 At% (Figure S9b, Supporting Information) due plausibly to two factors. First, the interface between Au and NiOx is more amenable to defect formation for large Au-NPs, which will cause recombination. Second, the 30–40 nm size AuNPs are more likely to contact the perovskite layer after NiOx deposition. The stability of the solar cells was measured by tracking the PCE value for 30 days under 20–30% relative humidity (RH). Both of the solar cells with or w/o Au NPs exhibited relatively high stability after 30 days storage (Figure S10, Supporting Information).\nThe Voc increase is attributed to the VBM shift of NiOx after Au-NPs embedment. As Au-NiOx has lower VBM than pristine NiOx, the holes transported from perovskite to NiOx will suffer less potential drop at this interface (Figure 1a and S1b, Supporting Information). Thus, PVSCs with Au-NiOx HTL showed a higher Voc. Figure 3c showed the incident photon-toelectron conversion efficiency (IPCE) spectra of PVSCs on pristine NiOx and Au embedded NiOx. In the wavelength range of 350–550 nm and 650–740 nm, the PVSCwith Au-NiOx showed larger conversion efficiency than that with pristine NiOx. That means the PVSCs with Au-NiOx could utilize more incident\nSol. RRL 2019, 3, 1800278 1800278 (\nphotons, thus the corresponding Jsc increases. Moreover, the integrated current density of PVSCs on different HTL matched well with the short circuit current density carried out by J–V measurement. The increase fill factor is mainly attributed to the reduced Rs from Au-NPs. To better illustrate the relationship between FF and Rs, we simulated PVSCs’ J–V curves with different Rs value (Figure S11, Supporting Information). It is obvious that the FF increases at the same time as the Rs decreases, which agrees with the above conclusion. Table 1 exhibits the statistic performance of PVSCs with different HTL. The PVSCs with Au embedded NiOx HTL showed an impressive statistic PCE of 20.1% with Voc of 1.11V, Jsc of 23.1mAcm\n2 and FFof 0.79, exceeding the device performance of the pristine NiOx HTL with a PCE of 17.3%, Voc of 1.09V, Jsc of 21.6mAcm\n2 and FF of 0.72. Figure 3d represents the maximum power output tracking test of the PVSCs made with Au embedded NiOx. Negligible light soaking effect could be observed while turning on the simulated sun light. At the bias of 0.97V, the current density reached the steady state value within 5 s, which indicate that ion migration is abated at the interfaces in PVSCs.[6] Besides, the output power was rather stable and yielded a stabilized PCE of 19.7%, which is also in good agreement with the J–V measurement.\nThe carrier transport and recombination dynamics of PVSCs was probed with transient photocurrent (TPC) and transient photovoltage (TPV) decay using a similar technique to those reported in the literature (Figure 4a and b).[4,34–36] The intensity of bias light is 100mWcm 2, which is the same as AM 1.5 intensity. Applying the exponential decay function to fit the decay curve, the charge transport time and carrier’s lifetime could be derived (Equation S1,2, Supporting Information). The TPC decay of our p-i-n structure PVSCs shows a mono decay feature, followed the Equation S1, Supporting Information (Figure 4a). Impressively, this charge transport time of the PVSCs with Au embedded NiOx is 5.91ms, much smaller than 10.5ms of the PVSCs with pristine NiOx. This indicates that the Au NPs could effectively enhance the charge transport inside NiOx thin film. As previously discussed, the holes from the gold are injected into the NiOx, thus increasing its carrier concentration and improving its charge transport property.\nThe TPV decay of PVSCs with pristine NiOx HTL follows a biexponential decay function (EquationS2, Supporting Information),\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim5 of 7)\nindicating two modes of recombination. The corresponding carriers’ lifetimeparameters are 36ms and3.38ms.As it is reported, the fast decay is produced by carrier’s recombination within device, while the slow decay is produced by the accumulated ions at the interfaces.[5] The carrier’s recombination mainly consists of the SRH recombination and energy band transition, which is within the time scale ofmicroseconds in PVSCs. For the slow decay process, its lifetime is nearly 100 times to the fast decay process. When under continuous illumination, the ions will move to accumulate the contact interface, produce an interfacial electricfield and subsequently create an electrostatic potential.[30] To remove the electrostatic potential, accumulated ions at interface need to diffuse until reaching an equilibrium status. As the ions moving speed is much lower than electrons/holes, the required time to remove this electrostatic potential consequently ismuch larger than the carrier’s recombination. In the TPV measurement, when the illumination switched off, the Voc decreases rapidly in tens of microsecond, mainly attributed to the carrier’s recombination (Figure 4b). Thereafter, the Voc decreases much more slowly, as the ion migration process requiresmore time to eliminate the accumulated ion. Different from the ordinary situation, the TPVdecay of PVSCs with Au embedded NiOx HTL follows a ternary exponential decay function (EquationS3, Supporting Information), indicating three modes of recombination. The corresponding carriers’ lifetime parameters are 27ms, 590ms, and 4.54ms (Table S1). The 27ms and 4.54ms timeparameters are similar to those of PVSCswith pristine NiOx, indicating two similar voltage decaymodes in PVSCswithAu embedded NiOx. However, a new decay mode appears after embedding Au-NPs into NiOx, resulting in the carrier’s lifetime of 590ms. The Au-NPs are assumed to cause a sub-millisecond recombining process, which increases the possibility of recombination in the PVSCs. Recent reports described high concentration noble metal nanoparticles embedded inside PVSCs causing efficiency decrease, and this is in agreement with our observation.[28,37–39]\nCombining the results of TPC and TPV, we can calculate the carrier diffusion length of different PVSCs, which is the competition between the charge recombination and transporting time (Equation S4, Supporting Information).[34] For the PVSCs with pristine NiOx HTL, its carrier’s transport time is 10.5ms, carrier’s equivalent lifetime is 2.09ms and the corresponding carrier diffusion length is 3.13mm. For the PVSCs with Au embedded HTL, the three parameters are 5.91ms, 1.34ms, and 3.34mm, respectively. Both of the carrier diffusion lengths are nearly 10 times larger than the film thickness, and this is beneficial for increasing charge collection efficiency, which ultimately results in performance improvement."
    }, {
      "heading" : "3. Conclusion",
      "text" : "In summary, we embedded 2–3 nm sized Au-NPs into the NiOx hole transport layer with a view to increasing its hole concentration for more efficient PVSCs. The design is based on the Ohmic contact nature between Au and NiOx, which allows fluent electron injection from NiOx to Au. Remarkably, the hole concentration in Au embedded NiOx was tripled compared to the non Au-embedded one, and this in turn induced the corresponding shift of Fermi level and valance band maximum.\nSol. RRL 2019, 3, 1800278 1800278 (\nNotably, the concentration of Au in NiOx thin film was only 0.11 At%, as evaluated by ToF-SIMS depth profile measurement. Despite the ultra-low concentration of Au, the power conversion efficiency of PVSCs was increased from 17.8% to 20.2% due to the increased hole concentration in NiOx, which is among the best performed p-i-n structure PVSCs. Such a low consumption of Au with the embedment method bodes well for cost-effective and suitable for industry applications. Our work will motivate further efforts to utilize metal nanoparticles for tuning the carrier concentration of the semiconductor transport layers, which will ultimately improve the performance of PVSCs thus further improve the prospect of widespread commercialization.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by HK-RGC General Research Funds (GRF No. 16312216 and 16300915), the HK Innovation and Technology Fund (ITS/ 219/16 and GHP/079/17SZ), Shenzhen Peacock Plan (KQTD2016053015544057), and Nanshan Pilot Plan (LHTD20170001). We thank C. Chan, K. S. Wong, G. Zheng, X. W. Wang, J. S. Miao, and H. Meng for their helps on the experiments."
    }, {
      "heading" : "Keywords",
      "text" : "perovskite solar cell, gold, hole concentration, ohmic contact, series resistance\nReceived: October 5, 2018 Revised: November 5, 2018\nPublished online: December 13, 2018\n[1] E. Thimsen, A. B. F. Martinson, J. W. Elam,M. J. Pellin, J. Phys. Chem. C 2012, 116, 16830. [2] A. Liu, G. Liu, H. Zhu, B. Shin, E. Fortunato, R. Martins, F. Shan, Appl. Phys. Lett. 2016, 108, 233506. [3] G. Yang, C. Chen, F. Yao, Z. Chen, Q. Zhang, X. Zheng, J. Ma, H. Lei, P. Qin, L. Xiong, W. Ke, G. Li, Y. Yan, G. Fang, Adv. Mater. 2018, 30, 1706023. [4] Z. Liu, J. Chang, Z. Lin, L. Zhou, Z. Yang, D. Chen, C. Zhang, S. F. Liu, Y. Hao, Adv. Energy Mater. 2018, 8, 1703432. [5] R. Gottesman, P. Lopez-Varo, L. Gouda, J. A. Jimenez-Tejada, J. Hu, S. Tirosh, A. Zaban, J. Bisquert, Chem 2016, 1, 776. [6] T. Zhang, S. H. Cheung, X. Meng, L. Zhu, Y. Bai, C. H. Y. Ho, S. Xiao, Q. Xue, S. K. So, S. Yang, J. Phys. Chem. Lett. 2017, 8, 5069. [7] Y. Yuan, J. Huang, Acc. Chem. Res. 2016, 49, 286. [8] H. Tan, A. Jain, O. Voznyy, X. Lan, F. P. G. De Arquer, J. Z. Fan,\nR. Quintero-Bermudez, M. Yuan, B. Zhang, Y. Zhao, F. Fan, P. Li, L. N. Quan, Y. Zhao, Z. H. Lu, Z. Yang, S. Hoogland, E. H. Sargent, Science 2017, 355, 722. [9] Z. L. Zhu, Y. Bai, T. Zhang, Z. K. Liu, X. Long, Z. H. Wei, Z. L. Wang, L. X. Zhang, J. N. Wang, F. Yan, S. H. Yang, Angew. Chem. Int. Ed. 2014, 53, 12571. [10] W. Chen, Y. Wu, Y. Yue, J. Liu, W. Zhang, X. Yang, H. Chen, E. Bi, I. Ashraful, M. Grätzel, L. Han, Science 2015, 350, 944.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim6 of 7)\n[11] X. Zheng, B. Chen, J. Dai, Y. Fang, Y. Bai, Y. Lin, H. Wei, X. C. Zeng, J. Huang, Nat. Energy 2017, 2, 17102. [12] Z. Hu, J. Miao, T. Li, M. Liu, I. Murtaza, H. Meng, Nano Energy 2018, 43, 72. [13] D. Luo, W. Yang, Z. Wang, A. Sadhanala, Q. Hu, R. Su, R. Shivanna, G. F. Trindade, J. F. Watts, Z. Xu, T. Liu, K. Chen, F. Ye, P. Wu, L. Zhao, J. Wu, Y. Tu, Y. Zhang, X. Yang, W. Zhang, R. H. Friend, Q. Gong, H. J. Snaith, R. Zhu, Science 2018, 360, 1442. [14] J. Tang, D. Jiao, L. Zhang, X. Zhang, X. Xu, C. Yao, J. Wu, Sol. Energy 2018, 161, 100. [15] W. Chen, L. Xu, X. Feng, J. Jie, Z. He, Adv. Mater. 2017, 29, 1603923. [16] Y. Bai, S. Xiao, C. Hu, T. Zhang, X. Meng, H. Lin, Y. Yang, S. Yang,\nAdv. Energy Mater. 2017, 7, 1701038. [17] S. Xiao, Y. Bai, X. Meng, T. Zhang, H. Chen, X. Zheng, C. Hu, Y. Qu,\nS. Yang, Adv. Funct. Mater. 2017, 27, 1604944. [18] B. Saha, K. Sarkar, A. Bera, K. Deb, R. Thapa, Appl. Surf. Sci. 2017,\n418, 328. [19] M. Guziewicz, J. Grochowski, Opt. Appl. 2011, XLI, 431. [20] F. Shan, A. Liu, H. Zhu, W. Kong, J. Liu, B. Shin, E. Fortunato,\nR. Martins, G. Liu, J. Mater. Chem. C 2016, 4, 9438. [21] S. Xiao, H. N. Chen, F. Y. Jiang, Y. Bai, Z. L. Zhu, T. Zhang,\nX. L. Zheng, G. Y. Qian, C. Hu, Y. H. Zhou, Y. Q. Qu, S. H. Yang, Adv. Mater. Interfaces 2016, 3, 1600484. [22] M. Kaczmarek, R. W. Eason, I. Mnushkina, Appl. Phys. B Lasers Opt. 1999, 68, 813. [23] J. S. Duchene, G. Tagliabue, A. J. Welch, W. H. Cheng, H. A. Atwater, Nano Lett. 2018, 18, 2545. [24] H. Robatjazi, S. M. Bahauddin, C. Doiron, I. Thomann, Nano Lett. 2015, 15, 6155.\nSol. RRL 2019, 3, 1800278 1800278 (\n[25] J. P. Sullivan, R. T. Tung, M. R. Pinto, W. R. Graham, J. Appl. Phys. 1991, 70, 7403. [26] F. Xu, H. F. Lv, S. Y. Wu, H. P. HO, Sensor Actuat. B-Chem. 2018, 259, 709. [27] W. Niu, W. Zhang, S. Firdoz, X. Lu, J. Am. Chem. Soc. 2014, 136, 3010. [28] D. D. S. Fung, L. Qiao, W. C. H. Choy, C. Wang, W. E. I. Sha, F. Xie,\nS. He, J. Mater. Chem. 2011, 21, 16349. [29] D. Zhang, W. C. H. Choy, F. Xie, W. E. I. Sha, X. Li, B. Ding, K. Zhang,\nF. Huang, Y. Cao, Adv. Funct. Mater. 2013, 23, 4255. [30] N. Aeineh, E. M. Barea, A. Behjat, N. Sharifi, I. Mora-Ser o, ACS Appl.\nMater. Interfaces 2017, 9, 13181. [31] Z. Yuan, Z. Wu, S. Bai, Z. Xia, W. Xu, T. Song, H. Wu, L. Xu, J. Si,\nY. Jin, B. Sun, Adv. Energy Mater. 2015, 5, 1. [32] J. Cui, C. Chen, J. Han, K. Cao, W. Zhang, Y. Shen, M. Wang, Adv. Sci.\n2016, 3, 1. [33] N. J. Jeon, J. H. Noh, Y. C. Kim, W. S. Yang, S. Ryu, S. Il Seok, Nat.\nMater. 2014, 13, 897. [34] C.-H. Chiang, C.-G. Wu, Nat. Photonics 2016, 10, 196. [35] Z. Xiao, Q. Dong, C. Bi, Y. Shao, Y. Yuan, J. Huang, Adv. Mater. 2014,\n26, 6503. [36] B. C. O’Regan, S. Scully, A. C. Mayer, E. Palomares, J. Durrant, J. Phys.\nChem. B 2005, 109, 4616. [37] Y. H. Jang, Y. J. Jang, S. Kim, L. N. Quan, K. Chung, D. H. Kim, Chem.\nRev. 2016, 116, 14982. [38] S. Carretero-Palacios, A. Jim enez-Solano, H. Míguez, ACS Energy\nLett. 2016, 1, 323. [39] M. Saliba, W. Zhang, V. M. Burlakov, S. D. Stranks, Y. Sun, J. M. Ball,\nM. B. Johnston, A. Goriely, U.Wiesner, H. J. Snaith, Adv. Funct. Mater. 2015, 25, 5038.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim7 of 7)"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "NiOx is a promising hole transport material for p-i-n perovskite solar cells (PVSCs) on account of its high mobility, excellent stability and prospect for large-scale fabrication. However, the typical conductivity of NiOx is low because of the low carrier concentration, which consequently compromises its photovoltaic performance. Herein, we show that the carrier concentration of NiOx can be improved by as much as three times through embedding a small concentration (0.11 At%) of gold nanoparticles (Au-NPs), 2–3 nm in diameter, into the NiOx thin film. The enhancement is due to the formation of Ohmic contact between Au and NiOx while avoiding direct contact between Au and perovskite. All key parameters of the PVSC, namely Jsc, Voc, and FF have improved, and the overall efficiency shows a significant improvement from 17.8% to 20.2%. The small size, low concentration, and Ohmic contact nature of the embedded Au-NPs, together with this simple method point to a new promising direction for developing high performance PVSCs.",
    "creator" : "Arbortext Advanced Print Publisher 11.0.2924/W Unicode"
  }
}