{
  "name" : "downloads_2019-11-19_08_zheng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Thermal conductivity and sorption performance of nano-silver powder/FAPO-34 composite fin",
    "authors" : [ "X. Zheng", "Z. Linb", "B.Y. Xu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Thermal Engineering\njournal homepage: www.elsevier.com/locate/apthermeng\nResearch Paper\nThermal conductivity and sorption performance of nano-silver powder/ FAPO-34 composite fin\nX. Zhenga, Z. Linb,⁎, B.Y. Xua\na School of Civil Engineering and Architecture, Zhejiang Sci-Tech University, Hangzhou 310018, Zhejiang, China bNational-Provincial Joint Engineering Laboratory for Fluid Transmission System Technology, Zhejiang Sci-Tech University, Hangzhou 310018, Zhejiang, China\nH I G H L I G H T S\n• Composite fins have improved thermal conductivity. • Adsorption rate coefficients of composite fins increase by 6–103%. • Desorption rate coefficients of composite fins have an increase of 1.3–2.3 times. • Regeneration temperature of a composite fin can be 10 °C lower.\nA R T I C L E I N F O\nKeywords: Composite desiccant Adsorption Desorption Desiccant coated heat exchanger\nA B S T R A C T\nDesiccant coated aluminum fins are an important part of desiccant coated heat exchangers (DCHEs). The overall performance of DCHE-based systems benefits from improved heat and mass transfer characteristics of desiccant coated aluminum fins. In this paper, a new type of nano-silver powder supported FAPO-34 composite fin is proposed. Samples with different mass percentages of nano-silver powder were fabricated and related characteristics including thermal conductivity, cycle water uptake and adsorption/desorption performance were investigated. Our experimental results show greatly improved thermal conductivity of nano-silver powder supported composite sheets. Analysis of the adsorption testing confirmed that the nano-silver powder improved dynamic adsorption performance, and adsorption rate coefficients of composite sheets increasing by 6–103% compared with that of a pure FAPO-34 coated sheet. The composite samples also exhibited better dynamic desorption performance, in that their desorption rate coefficients increased to be 1.3–2.3 times as great as those of the pure FAPO-34 sample."
    }, {
      "heading" : "1. Introduction",
      "text" : "Traditional fossil fuels will eventually be exhausted and the world is confronted with an energy crisis. Increased requirements for indoor comfort have resulted in growing demand for air conditioning. It is estimated that in a hot summer, energy consumption of air conditioning systems accounts for approximately 20% of total energy consumption [1]. How to reduce energy consumption in the air conditioning industry are crucial to realizing an energy-efficient world.\nSolid desiccant air conditioning systems, which can handle sensible and latent loads independently, provide an alternative to substitute widely used vapor compression units [2,3]. However, released adsorption heat of solid desiccant not only attenuates dehumidification performance, but requires a higher regeneration temperature [4]. To address this problem, there has been an increasing interest in DCHE-\n(desiccant coated heat exchanger) based air conditioning systems [5,6]. These systems are fabricated by coating desiccant onto the surface of a fin-tube heat exchanger; water vapor in the processed air can be absorbed by the coated desiccant while adsorption heat can be removed with a cooling fluid. In this way, improved dehumidification performance is achieved. Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].\nBecause the coating desiccant is responsible for treatment of latent load, sorption characteristics and regeneration temperature have a considerable influence on the overall performance of DCHE systems. Mesoporous silica gels have advantages of stable adsorption features and low cost, and have been widely utilized [7,15,16]. However, the low adsorption capacity and regeneration temperature higher than 60 °C hinder the application of silica gels in DCHEs. Impregnation of\nhttps://doi.org/10.1016/j.applthermaleng.2019.114055 Received 21 February 2019; Received in revised form 24 June 2019; Accepted 28 June 2019\n⁎ Corresponding author. E-mail address: linzhe0122@zstu.edu.cn (Z. Lin).\nApplied Thermal Engineering 160 (2019) 114055\nAvailable online 29 June 2019 1359-4311/ © 2019 Elsevier Ltd. All rights reserved.\nT\nhygroscopic salts is an effective way of improving the adsorption capacity of silica gels. Extensive studies have been performed on composite silica gels [17–19]. Jiang et al. [17] reported that the dehumidification capacity of a silica gel-LiCl composite coated heat exchanger was 28% higher than that of a silica gel coated one. Subsequent experimental work by Tu et al. [6] and Hua et al. [20] also demonstrated that silica gel-LiCl composite coated heat exchangers had better dehumidification performance. In addition to halide salts, organic weak acid salts such as sodium acetate and potassium formate have recently been selected as impregnation salts [21]. Valarezo et al. [22] reported that dehumidification capacity of a silica gel-sodium acetate coated heat exchanger was 10% and 30% higher than those prepared from silica gel-potassium formate and unmodified silica gel.\nAlthough composite silica gel has a greater adsorption capacity, higher regeneration temperatures and/or longer desorption times are required. Furthermore, causticity and toxicity of immersed salt particles might pose hazards to the metal matrix of DCHEs. Novel zeolites such as SAPOs (silicoaluminophosphates) and FAPOs (ferroaluminophosphates), which can be driven by low regeneration temperature sources of 50–70 °C, have been developed for desiccant cooling and dehumidification applications [23–25]. Freni et al. [25] verified the adsorption stability of a SAPO-34 coated heat exchanger over 600 continuous sorption cycles. Shimooka et al. [26] found that FAPO-34 can be regenerated at lower temperature than FAPO-5 and SAPO-34 by adsorbing water vapor in a higher humidity range. Zheng et al. [27] reported that FAPO-34 coated aluminum fins had a higher adsorption capacity than those of SAPO-34 and silica gel, particularly at regeneration temperatures of 50–60 °C.\nCompared with composite and pure silica gels, these aluminophosphate zeolites can make more effective use of low temperature sources. Zheng et al. [28] and Yu et al. [29] have reported that enhanced thermal conductivity can give improved sorption performance as released adsorption heat can be removed while regenerated heat can be promptly transferred. However, there has been little discussion on improving the thermal conductivity of FAPO-34 coated fins. Therefore, a new type of nano-silver powder supported FAPO-34 composite desiccant coated aluminum fin is proposed. First, thermal diffusivity and thermal conductivity were measured. Then, adsorption kinetics including dynamic water uptakes and adsorption rate coefficients were investigated. At last, cycle water uptakes and desorption properties were discussed."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Development of composite desiccant coated samples",
      "text" : "FAPO-34 was manufactured by Mitsubishi Plastics, Inc. with an average pore size of 1.8 nm and BET surface area of 180 ± 20 m2 g−1. The nano-silver powder was purchased from Nanjing XFNano Material Tech Co., Ltd with a tap density of 2500 kgm−3. The size of aluminum sheets was 100mm×100mm×0.8mm. The reagents N-propyltrimethoxysilane, anhydrous ethanol, glacial acetic acid, and sodium hydroxide were supplied by Sinopharm Chemical Reagent Co., Ltd.\nThe preparation of a pure FAPO-34 coated aluminum sheet included ten steps. Detailed information can be found in our previous paper [27]. For composite coated sheets, all steps were similar except for step four, where certain amounts of FAPO-34 and nano-silver powders were added to the binder solution. Three mass ratios of nano-silver powder to FAPO-34, namely 1:50, 1:25, and 1:10 were selected. Ratios higher than 1:10 were not considered because these composite coatings tended to crack after drying in an oven. Information on developed composite samples is listed in Table 1, with pure FAPO-34 coated sheet S0 as a reference sample."
    }, {
      "heading" : "2.2. Characterization methods",
      "text" : "Thermal conductivity and thermal diffusivity are important thermodynamic parameters for heat transfer performance of DCHE-based systems. These parameters were measured with a Xenon flash analyzer by the laser flash measurement method.\nDynamic water adsorption/desorption tests were conducted in a constant temperature and humidity chamber, which can create a range of constant temperature and humidity environments in an open chamber to test the sorption performance of a material or system.\nFor a detailed description of experimental apparatus, experimental procedures and uncertainty analysis refer to the supporting information."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Thermal conductivity",
      "text" : "Thermal conductivity and thermal diffusivity of composite and pure FAPO-34 coated aluminum sheets were tested at ambient temperature.\nNomenclature\nA initial water adsorption quantity, g g−1 B moisture content at the end of a desorption process, g g−1 dX the change of dynamic water sorption quantity, g g−1 dt time variation, s k sorption rate coefficient, s−1 R2 the square of correlation coefficients T temperature, K t time, s Xeq equilibrium water sorption quantity, g g−1 Xadt water adsorption quantity after a period of adsorption, g\ng−1\nX dynamic water sorption quantity, g g−1\nGreek symbols\n△X cycle water uptake, g g−1\nSubscript\nad adsorption de desorption\nPrior to testing, all the samples were dried in an oven at 120 °C for 2 h. These results are shown in Fig. 1. Because of the benefits of the aluminum sheet, all the desiccant coated samples had favorable thermal conductivity. Compared with the pure FAPO-34 coated sheet, the thermal conductivity and thermal diffusivity of the nano-silver powder/ FAPO-34 composite sheets were clearly improved by the addition of nano-silver powder. Furthermore, the thermal conductivity and thermal diffusivity of the composite sheets increased as the nano-silver powder content was increased. For example, the thermal conductivity of sample S3 (24.8Wm−1 K−1) was 1.6 times as high as that of S0 (9.4Wm−1 K−1). This result might be attributed to two features: in addition to the good conductivity of the nano-silver powders, the conduction pathway in the composite sheets was improved because gaps between the FAPO34 particles were occupied by nano-silver powder. To gain further insight into this structure, scanning electronic microscope (SEM) images of the composite coated aluminum sheets S3 and S0 is compared, as shown in Fig. 2a and b, respectively. The voids between the FAPO-34 particles were clearly filled by the nano-silver powders, which supported our reasoning related to the trend in thermal conductivity (Fig. 1)."
    }, {
      "heading" : "3.2. Adsorption dynamics",
      "text" : "Dynamic water adsorption performance of all the samples was measured in the constant temperature and humidity chamber at 20 °C& 70%RH. Water uptake was calculated based on the dry mass of the desiccant coating, excluding the mass of the aluminum sheet.\nThese results are presented in Fig. 3. For all the samples, the dynamic water uptake increased sharply at the start of the adsorption, and then gradually increased as the amount of adsorbed water vapor approached saturation. In the first 30min of adsorption, the nano-silver powder/FAPO-34 composite coated aluminum sheets had a higher adsorption capacity than that of the pure FAPO-34 coated sheet. Nevertheless, the equilibrium adsorption amount of the composite sheets was 4.8%–12% less than that of sample S0. This result is understandable owing to the influence of nano-silver powders on the composite desiccant coatings. The decrease in the equilibrium adsorption will not have a major influence because the cycle switch time in DCHE systems is typically no more than 30min. Thus, the nano-silver powder benefits the dynamic adsorption performance, especially at the start of adsorption owing to the increased thermal conductivity, which alleviated the influence of adsorption heat.\nTo further analyze the adsorption process during the initial stage, adsorption rate coefficients for all the samples were calculated. The adsorption rate coefficients were calculated by the linear driving force model (LDF) as dynamic adsorption curves approached near-exponential shapes. The adsorption rate can be expressed by the following equation,\n= −dX dt k X X( )ad ad eq ad (1)\nwhere dXad/dt means adsorption rate, kad means adsorption rate coefficient, (s−1); Xeq means the equilibrium water sorption quantity (g g−1), Xad means dynamic water adsorption quantity (g g−1).\nIntegration of the above equation, gives:\n− − = − −X A X A k t1 exp( )ad eq ad (2)\nwhere A means initial water adsorption quantity (g g−1). This value is assumed to be zero because all the test samples were dried in an oven at 120 °C for at least 2 h prior to the test. After transposition and applying the Napierian logarithm, Eq. (2) becomes;\n⎜ ⎟− ⎛ ⎝ − ⎞ ⎠ =X X k tln 1 ad eq ad\n(3)\nThus, adsorption rate coefficients of the test samples can be obtained, as listed in Table 2, along with the square of correlation coefficients (R2). Thus, addition of nano-silver powder increased the adsorption rate coefficients to different extents. The composite sheets had adsorption rate coefficients 6–103% higher than that of pure FAPO-34 coated sheet, indicating the positive effect of the of nano-silver powders. Moreover, as the nano-silver powder content was increased, the adsorption rate coefficients also increased. The LDF model agreed with the measured data and the R2 values were all greater than 0.95.\nThus, the nano-silver powder enhances dynamic water uptake during the initial adsorption stage and adsorption rate coefficients are enhanced."
    }, {
      "heading" : "3.3. Desorption properties",
      "text" : "For a DCHE system, dehumidification performance is affected by both adsorption and desorption characteristics. New desiccant materials are need to achieve regeneration at low temperatures. Dynamic desorption curves of each test sample under five different desorption conditions (I-V) were measured, namely I (55 °C&15%RH), II (55 °C& 25%RH), III (55 °C&35%RH), IV (45 °C&25%RH), and V (35 °C&25% RH).\nThe water uptake of all the samples at 30min suggested adsorption of 80%–95% the sample’s equilibrium adsorption capacity (Fig. 3). Thus, the cycle switch time of the FAPO-34 based DCHE system should be no more than 30min to attain rapid and efficient adsorption for practical applications. Before each dynamic desorption test, dried test samples were placed in a constant temperature and humidity chamber under 20 °C&70%RH for 30min to adsorb a certain amount of water vapor.\nCycle water uptake (△X) of all the desiccant coated samples under different regeneration conditions at a cycle switch time of 30min are shown in Fig. 4. For each sample, the cycle water uptake decreased as the relative humidity increased at the same desorption temperature. When the relative humidity increased from 15%RH to 25%RH, the overall cycle water uptake decreased by 7–28%, and further increases of humidity considerably decreased the cycle water uptake. At the same relative humidity, cycle water uptake of all the desiccant coated samples positively correlated with desorption temperature. For example, when the regeneration temperature was varied from 35 to 55 °C, the cycle water uptake improved by 2–3 times. However, for Sample S3, there were no notable differences between the performance under regeneration temperature conditions of 45 and 55 °C. Furthermore, the cycle water uptake of sample S3 under 45 °C&25%RH was up to 30% higher than that of sample S1 under 55 °C&25%RH, indicating that the nano-silver powder contributed to improved regeneration at lower\ntemperatures. Besides, correlations of the characteristics covering the range of temperatures and RH were presented in supporting information.\nIn addition to effective adsorption under certain regeneration condition, the desorption rate coefficient is another important factor for applications of DCHE systems in engineering projects. The cycle water uptake values of all the test samples under desorption condition of 35 °C &25%RH were no more than 0.05 g g−1 (Fig. 4), which contributed to an inferior dehumidification capacity. Thus, desorption rate coefficients of all the samples under the other four desorption conditions were further studied.\nSimilarly, for a desorption process, the desorption rate is denoted by:\n= −dX dt k X X( )de de adt de (4)\nwhere dXde/dt indicates the desorption rate; kde is the desorption rate coefficient (s−1); Xadt is the water adsorption quantity after a period of adsorption, (g g−1); Xde is the dynamic water desorption quantity (g g−1).\nAfter integration, Eq. (4) turns to\n− − = − −X X X B k t1 exp( )adt de adt de (5)\nwhere B means moisture content at the end of a desorption process. Thus, by transposition and applying a Napierian logarithm, attains\n⎜ ⎟ ⎛ ⎝ − − ⎞ ⎠ =X B X B k tln adt de de (6)\nDynamic water desorption quantities and fitting lines of each test sample under different regeneration conditions are shown in Fig. 5. All the samples had a rapid water uptake decrease at the start of the experiment and then slow declined. From Fig. 5a and b, when the relative\nhumidity was no more than 25%RH, the adsorbed water vapor was fully desorbed at a regeneration temperature of 55 °C. However, in Fig. 5c, when the relative humidity was increased to 35%RH, more than half of the adsorbed water vapor remained in each test sample. As shown in Fig. 5d, when the regeneration temperature was lowered to 45 °C, sample S3 was still easily regenerated during the initial desorption stage, whereas 20–30% of the adsorbed water vapor remained in the other desiccant coated samples after 2 h of desorption. Hence, when mixed with a proper appropriate amount of nano-silver powder, desiccant aluminum sheets prepared from the composite of FAPO-34 were more effective than pure FAPO-34 coated sheets.\nThe corresponding desorption rate coefficients of all the samples under I-IV regeneration conditions are shown in Fig. 6, and the square of correlation coefficients (R2) are listed in Table 3. The nano-silver powders, increased the desorption rate coefficients of the composite FAPO-34 coated fins to be 1.3–2.3 times as high as those of the pure FAPO-34 coated fins. Under the same regeneration conditions, Sample S3 possessed the highest desorption rate coefficient, followed by S2 and S1, whereas S0 had the lowest rate coefficient. Thus, the nano-silver powder improved the regeneration ability of FAPO-34 because the improved thermal conductivity enhanced heat transfer inside desiccant materials. As illustrated in Table 3, the LDF model agreed well with the experimental data, as the values of R2 were all higher than 0.9. Furthermore, plots of experimental data versus estimated data for all the test samples under I-IV regeneration conditions are shown in Fig. 7. It can be observed that except for a few data points, the majority of the experimental data were of a similar magnitude to the fitted data points with a maximum deviation of approximately± 20%.\nHence, the nano-silver powder in FAPO-34 desiccant coated heat exchanger enhanced the dehumidification capacity under the same adsorption and desorption conditions. Furthermore, to achieve equivalent cycle water uptake, the regeneration temperature of\ncomposite desiccant coated heat exchanger was 10 °C lower than that of the pure FAPO-34 coated one."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this investigation, our aim was to enhance the heat and mass transfer characteristics of a new type of nano-silver powder supported FAPO-34 composite coated aluminum fin. The main results are as follows:\n(1) Both the thermal conductivity and thermal diffusivity of the composite sheets increased as the nano-silver powder content was increased. The highest thermal conductivity was recorded as 24.8 W m−1 K−1, which is 1.6 times as high as that of a pure FAPO-34 coated sheet. (2) The nano-silver powder lowered the equilibrium adsorption\ncapacity by 4.8–12%, but improved the dynamic adsorption performance. The decrease in equilibrium adsorption capacity is not a major concern because the cycle time of DCHE based systems is typically less than 30min. (3) Composite FAPO-34 coated fins exhibited better dynamic desorption performance owing to their improved thermal conductivity, particularly during the initial stage. In addition, at a cycle switch time of 30min, to achieve equivalent cycle water uptake, the regeneration temperature of composite desiccant coated heat exchanger was 10 °C lower than that of the pure FAPO-34 coated one."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The National Natural Science Foundation of China (No. 51806195)."
    }, {
      "heading" : "Appendix A. Supplementary material",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.applthermaleng.2019.114055."
    }, {
      "heading" : "S3 0.962 0.983 0.904 0.994",
      "text" : ""
    }, {
      "heading" : "S2 0.989 0.989 0.949 0.979",
      "text" : ""
    }, {
      "heading" : "S1 0.996 0.991 0.936 0.990",
      "text" : ""
    }, {
      "heading" : "S0 0.994 0.991 0.943 0.954",
      "text" : ""
    } ],
    "references" : [ {
      "title" : "The present and future of residential refrigeration, power generation and energy storage, Appl",
      "author" : [ "R.Z. Wang", "X. Yu", "T.S. Ge" ],
      "venue" : "Therm. Eng",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2013
    }, {
      "title" : "Desiccant cooling air conditioning: a review, Renew",
      "author" : [ "K. Daou", "R.Z. Wang", "Z.Z. Xia" ],
      "venue" : "Sustain. Energy Rev",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2006
    }, {
      "title" : "New perspectives in solid desiccant cooling for hot and humid regions, Energy Build",
      "author" : [ "K.F. Fong", "C.K. Lee" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Performance analysis of four-partition desiccant wheel and hybrid dehumidification air-conditioning system, Int",
      "author" : [ "J. Jeong", "S. Yamaguchi", "K. Saito" ],
      "venue" : "J. Refrig",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2010
    }, {
      "title" : "Experimental investigation on a fresh air dehumidification system using heat pump with desiccant coated heat exchanger, Energy",
      "author" : [ "S. Chai", "X. Sun", "Y. Zhao" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Comfortable, high-efficiency heat pump with desiccant-coated, water-sorbing heat exchangers",
      "author" : [ "Y.D. Tu", "R.Z. Wang", "T.S. Ge" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Experimental comparison and analysis on silica gel and polymer coated fin-tube heat exchangers",
      "author" : [ "T.S. Ge", "Y.J. Dai", "R.Z. Wang" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "Experimental study and performance predication of carbon based composite desiccants for desiccant coated heat exchangers",
      "author" : [ "X. Zheng", "R. Wang", "T. Ge" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "On heat and moisture transfer characteristics of a desiccant dehumidification unit using fin tube heat exchanger with silica gel",
      "author" : [ "Y. Zhao", "Y.J. Dai", "T.S. Ge" ],
      "venue" : "coating, Appl. Therm. Eng",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Desiccant-coated water-sorbing heat exchanger: Weakly-coupled heat and mass transfer",
      "author" : [ "Y.D. Tu", "R.Z. Wang", "L.J. Hua" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Simulation investigation on solar powered desiccant coated heat exchanger cooling",
      "author" : [ "T.S. Ge", "Y.J. Dai", "Y. Li" ],
      "venue" : "system, Appl. Energy",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Mathematical modeling and performance evaluation of a desiccant coated fin-tube heat exchanger",
      "author" : [ "M. Jagirdar", "P.S. Lee" ],
      "venue" : "Appl. Energy",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Advanced performance of an open desiccant cycle with internal evaporative cooling, Sol",
      "author" : [ "C. Bongs", "A. Morgenstern", "Y. Lukito" ],
      "venue" : "Energy",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Experimental investigation on performance of desiccant coated heat exchanger and sensible heat exchanger operating in series",
      "author" : [ "T.S. Ge", "W. Cao", "X. Pan" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Experimental investigation on a desiccant dehumidification unit using fin-tube heat exchanger with silica gel",
      "author" : [ "Y. Zhao", "T. Ge", "Y. Dai" ],
      "venue" : "coating, Appl. Therm. Eng",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "Evaluation of a dehumidifier with adsorbent coated heat exchangers for tropical climate operations, Energy",
      "author" : [ "S.J. Oh", "K.C. Ng", "W. Chun" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Experimental investigation and analysis of composite silica-gel coated fin-tube heat exchangers",
      "author" : [ "Y. Jiang", "T.S. Ge", "R.Z. Wang" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Performance study on composite desiccant material coated fin-tube heat exchangers",
      "author" : [ "L.M. Hu", "T.S. Ge", "Y. Jiang" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Performance evaluation of a desiccant coated heat exchanger with two different desiccant materials, Appl",
      "author" : [ "T.U. Erkek", "A. Gungor", "H. Fugmann" ],
      "venue" : "Therm. Eng",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Experimental investigation on a novel heat pump system based on desiccant coated heat exchangers",
      "author" : [ "L.J. Hua", "Y. Jiang", "T.S. Ge" ],
      "venue" : "Energy",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Experimental study on performance of silica gel and potassium formate composite desiccant coated heat exchanger, Energy",
      "author" : [ "T.S. Ge", "J.Y. Zhang", "Y.J. Dai" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Experimental investigation on performance of a novel composite desiccant coated heat exchanger in summer and winter",
      "author" : [ "A.S. Valarezo", "X.Y. Sun", "T.S. Ge" ],
      "venue" : "seasons, Energy",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Study on adsorption desiccant based hybrid air conditioning system, Adv",
      "author" : [ "Z.H. He", "H.Y. Huang", "Z.X. Lin" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2012
    }, {
      "title" : "Dehumidification behavior of cross-flow heat exchanger type adsorber coated with aluminophosphate zeolite for desiccant humidity control system, Appl",
      "author" : [ "M. Kubota", "N. Hanaoka", "H. Matsuda" ],
      "venue" : "Therm. Eng",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "SAPO-34 coated adsorbent heat exchanger for adsorption chillers",
      "author" : [ "A. Freni", "L. Bonaccorsi", "L. Calabrese" ],
      "venue" : "Appl. Therm. Eng",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "The evaluation of direct cooling and heating desiccant device coated with FAM",
      "author" : [ "S. Shimooka", "K. Oshima", "H. Hidaka" ],
      "venue" : "J. Chem. Eng. Jpn",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2007
    }, {
      "title" : "Performance study of SAPO-34 and FAPO-34 desiccants for desiccant coated heat exchanger systems, Energy",
      "author" : [ "X. Zheng", "R.Z. Wang", "T.S. Ge" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "Experimental study on silica gel-LiCl composite desiccants for desiccant coated heat exchanger",
      "author" : [ "X. Zheng", "T. Ge", "Y. Jiang" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Study on consolidated composite sorbents impregnated with LiCl for thermal energy storage",
      "author" : [ "N. Yu", "R.Z. Wang", "Z.S. Lu" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "It is estimated that in a hot summer, energy consumption of air conditioning systems accounts for approximately 20% of total energy consumption [1].",
      "startOffset" : 144,
      "endOffset" : 147
    }, {
      "referenceID" : 1,
      "context" : "Solid desiccant air conditioning systems, which can handle sensible and latent loads independently, provide an alternative to substitute widely used vapor compression units [2,3].",
      "startOffset" : 173,
      "endOffset" : 178
    }, {
      "referenceID" : 2,
      "context" : "Solid desiccant air conditioning systems, which can handle sensible and latent loads independently, provide an alternative to substitute widely used vapor compression units [2,3].",
      "startOffset" : 173,
      "endOffset" : 178
    }, {
      "referenceID" : 3,
      "context" : "However, released adsorption heat of solid desiccant not only attenuates dehumidification performance, but requires a higher regeneration temperature [4].",
      "startOffset" : 150,
      "endOffset" : 153
    }, {
      "referenceID" : 4,
      "context" : "To address this problem, there has been an increasing interest in DCHE(desiccant coated heat exchanger) based air conditioning systems [5,6].",
      "startOffset" : 135,
      "endOffset" : 140
    }, {
      "referenceID" : 5,
      "context" : "To address this problem, there has been an increasing interest in DCHE(desiccant coated heat exchanger) based air conditioning systems [5,6].",
      "startOffset" : 135,
      "endOffset" : 140
    }, {
      "referenceID" : 6,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 82,
      "endOffset" : 87
    }, {
      "referenceID" : 7,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 82,
      "endOffset" : 87
    }, {
      "referenceID" : 8,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 112,
      "endOffset" : 118
    }, {
      "referenceID" : 9,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 112,
      "endOffset" : 118
    }, {
      "referenceID" : 10,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 11,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 12,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 173,
      "endOffset" : 180
    }, {
      "referenceID" : 13,
      "context" : "Current research into DCHE-based systems has been directed at advanced desiccants [7,8], heat and mass transfer [9,10], mathematical modeling [11,12] and system performance [13,14].",
      "startOffset" : 173,
      "endOffset" : 180
    }, {
      "referenceID" : 6,
      "context" : "Mesoporous silica gels have advantages of stable adsorption features and low cost, and have been widely utilized [7,15,16].",
      "startOffset" : 113,
      "endOffset" : 122
    }, {
      "referenceID" : 14,
      "context" : "Mesoporous silica gels have advantages of stable adsorption features and low cost, and have been widely utilized [7,15,16].",
      "startOffset" : 113,
      "endOffset" : 122
    }, {
      "referenceID" : 15,
      "context" : "Mesoporous silica gels have advantages of stable adsorption features and low cost, and have been widely utilized [7,15,16].",
      "startOffset" : 113,
      "endOffset" : 122
    }, {
      "referenceID" : 16,
      "context" : "[17] reported that the dehumidification capacity of a silica gel-LiCl composite coated heat exchanger was 28% higher than that of a silica gel coated one.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] also demonstrated that silica gel-LiCl composite coated heat exchangers had better dehumidification performance.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "In addition to halide salts, organic weak acid salts such as sodium acetate and potassium formate have recently been selected as impregnation salts [21].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 21,
      "context" : "[22] reported that dehumidification capacity of a silica gel-sodium acetate coated heat exchanger was 10% and 30% higher than those prepared from silica gel-potassium formate and unmodified silica gel.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] verified the adsorption stability of a SAPO-34 coated heat exchanger over 600 continuous sorption cycles.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] found that FAPO-34 can be regenerated at lower temperature than FAPO-5 and SAPO-34 by adsorbing water vapor in a higher humidity range.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] reported that FAPO-34 coated aluminum fins had a higher adsorption capacity than those of SAPO-34 and silica gel, particularly at regeneration temperatures of 50–60 °C.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] have reported that enhanced thermal conductivity can give improved sorption performance as released adsorption heat can be removed while regenerated heat can be promptly transferred.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "Detailed information can be found in our previous paper [27].",
      "startOffset" : 56,
      "endOffset" : 60
    } ],
    "year" : 2019,
    "abstractText" : "Desiccant coated aluminum fins are an important part of desiccant coated heat exchangers (DCHEs). The overall performance of DCHE-based systems benefits from improved heat and mass transfer characteristics of desiccant coated aluminum fins. In this paper, a new type of nano-silver powder supported FAPO-34 composite fin is proposed. Samples with different mass percentages of nano-silver powder were fabricated and related characteristics including thermal conductivity, cycle water uptake and adsorption/desorption performance were investigated. Our experimental results show greatly improved thermal conductivity of nano-silver powder supported composite sheets. Analysis of the adsorption testing confirmed that the nano-silver powder improved dynamic adsorption performance, and adsorption rate coefficients of composite sheets increasing by 6–103% compared with that of a pure FAPO-34 coated sheet. The composite samples also exhibited better dynamic desorption performance, in that their desorption rate coefficients increased to be 1.3–2.3 times as great as those of the pure FAPO-34 sample.",
    "creator" : "Elsevier"
  }
}