{
  "name" : "downloads_2019-03-19_3b_10.1007@978-3-030-04477-02.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Recent Advances in Nanomaterials for Wastewater Treatment",
    "authors" : [ "Mohamed I. Fadlalla", "P. Senthil Kumar", "V. Selvam", "Ganesh Babu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "M. I. Fadlalla · S. Ganesh Babu (*) Department of Chemical Engineering, Institute for Catalysis Research and c*change (DST-NRF Centre of Excellence in Catalysis), University of Cape Town, Cape Town, South Africa\nP. Senthil Kumar Department of Chemistry, School of Advanced Sciences, VIT University, Vellore, Tamilnadu, India\nV. Selvam Department of Chemistry, The M.D.T. Hindu College, Tirunelveli, Tamilnadu, India\n© Springer Nature Switzerland AG 2019 Mu. Naushad et al. (eds.), Advanced Nanostructured Materials for Environmental Remediation, Environmental Chemistry for a Sustainable World 25, https://doi.org/10.1007/978-3-030-04477-0_2\n21\ntreatment. This chapter critically reviews and lists the uses of nanomaterials in wastewater treatment. This comprises the utilization of semiconducting nanoparticles either alone or combined with ozonation, the Fenton process, or sonolysis for effective degradation/removal of organic pollutants. Furthermore, the effectiveness of nanotechnology in antimicrobial activity to produce pure water via an eco-friendly route is discussed. Similarly, the role of nanomaterials in adsorption techniques (specifically, carbon-based nanoadsorbents) to remove heavy metal contamination from industrial wastewater is also discussed in detail.\nKeywords Nanomaterials · Ozonation · Fenton process · Sonolysis · Antimicrobial · Adsorption · Wastewater treatment"
    }, {
      "heading" : "2.1 Introduction",
      "text" : "Water is one of the major ingredients for all living bodies in the universe and is available in abundance (Grey et al. 2013). However, unfortunately only about 1% of it is readily accessible for consumption by human beings (Adeleye et al. 2016). According to an estimation from the World Health Organization (WHO) in 2015, more than 1.1 billion people are struggling to obtain pure drinking water worldwide. This is mainly the consequence of growing populations and growing industrialization (Adeleye et al. 2016). One of the major challenges is to purify the wastewater from industrial processes by removing the organic and inorganic pollutants to obtain water with permissible quality (Naushad et al. 2018; Schwarzenbach et al. 2006). Most of the current technologies possess some limitations—namely, high-energy prerequisites, incomplete removal of pollutants, and production of toxic sludge during the wastewater purification process (Ferroudj et al. 2013; Qu et al. 2012). Furthermore, these systems are expensive, which, in turn, increases the price of potable water (Ferroudj et al. 2013).\nThe available biological techniques for the purification of wastewater suffer from the drawback of being very slow processes, and sometimes they increase the toxicity by releasing microorganisms into drinking water (Naushad et al. 2017; Zelmanov and Semiat 2008). Moreover, the application of these biological systems is inefficient for wastewater that contains nonbiodegradable impurities (Zelmanov and Semiat 2008). Similarly, it is difficult to achieve 100% purification by physical filtration methods, and these methods generate toxic sludge, which is extremely problematic for disposal (Catalkaya et al. 2003; Bali et al. 2003). Hence, development of an efficient technology is highly desired for the complete removal of contaminants from wastewater (Parsons and Jefferson 2006). This can also be achieved by either improving or modifying existing technologies (Burkhard et al. 2000). In addition, it is worth trying combinations of two or more techniques to increase the activity and overcome the drawbacks of individual\nsystems (Ferroudj et al. 2013). In this regard, several technologies are emerging to address the drawbacks of the present methodologies for wastewater treatment (Gupta et al. 2015). On the other hand, nanotechnology has been shown to be a potential tool for addressing several environmental issues, including wastewater remediation (Zare et al. 2013; Sadegh et al. 2014).\nVarious publications have reported the utilization of nanomaterials for wastewater treatment (Kyzas and Matis 2015; Zhang et al. 2014). The role of nanomaterials in treatment of industrial and municipal wastewater is vastly diversified, viz., nanoadsorbents (Tang et al. 2014; Shamsizadeh et al. 2014; Kyzas and Matis 2015; El Saliby et al. 2008), semiconducting nanocatalysts (Babu et al. 2015a; Kumar et al. 2016), electrocatalysts (Dutta et al. 2014), antimicrobial materials (Chaturvedi et al. 2012), and nanomembranes (Lau and Ismail 2009; Ouyang et al. 2013; Blanco et al. 2012; Petrinic et al. 2007; Hilal et al. 2004; Babursah et al. 2006; Rashidi et al. 2015; El Saliby et al. 2008). Besides, combination of nanomaterials with other existing technologies improves the performance of the systems. For instance, semiconducting nanomaterials significantly increase the degradation ability of the Fenton process (Kurian et al. 2014; Ma et al. 2015), ozonolysis (Babu et al. 2016a), sonolysis (Babu et al. 2016b), and so on.\nSeveral research works have been reported in which nanomaterials have been applied for purification of wastewater (Leshuk and Gu 2014; Palit 2017; Savage and Diallo 2005; Theron et al. 2008; Santhosh et al. 2016; Zhang et al. 2016; Ghasemzadeh et al. 2016; Baruah et al. 2016). This chapter focuses on the use of semiconducting nanomaterials for organic pollutant degradation and the utilization of nanocatalysts in combination with some important existing technologies— namely, sonolysis, ozonolysis, and the Fenton process. This chapter also highlights the role of nanomaterials as nanoadsorbents and nanomembranes. Furthermore, the influence of nanomaterials on antimicrobial activity is discussed in detail."
    }, {
      "heading" : "2.2 Nanomaterials for Wastewater Treatment",
      "text" : "Nanotechnology is one of the interesting fields that deals with particles less than 100 nm in size (Amin et al. 2014). Because of their small size, their surface to volume ratio is relatively high; in other words, these particles possess numerous active sites, which, in turn, significantly improve their activity (Chaturvedi et al. 2012). Several types of nanomaterials such as nanotubes, quantum dots, nanowires, nanocolloids, nanoparticles, and nanofilms have been reported in the literature for various applications (Lubick and Betts 2008; Edelstein and Cammaratra 1998). In terms of removal of organic and inorganic pollutants from water, nanomaterials play a vital role owing to the unique functionalities of nanoparticles (Brumfiel 2003; Theron et al. 2008; Gupta et al. 2015)."
    }, {
      "heading" : "2.2.1 Semiconducting Nanomaterials",
      "text" : "The industrialized society discharges a wide variety of environmental contaminants from residential, commercial, and industrial sources (Shannon et al. 2008; Schwarzenbach et al. 2006). There are approximately 30,000 commercially available chemicals, and not much is known regarding their occurrence and fate in the environment (Munir et al. 2006). The greater challenge lies with the treatment of newly emerging micropollutants (e.g., pharmaceuticals, antibiotics, and pathogens), which are being detected more often as analytical methods improve. Advanced oxidation processes (AOPs) such as UV/H2O2, ozonation, the photo-Fenton process (Titus et al. 2004), γ-radiolysis, sonolysis, electrochemical oxidation (Park et al. 2008), and photocatalysis (Demeestere et al. 2007) have been widely and extensively explored to mitigate a vast variety of pollutants present in various environmental media. They are initiated primarily from the formation of reactive and shortlived oxygen-containing radicals (e.g., •OH, HOO•, and O2\n• ). Among them, the hydroxyl radical (•OH) is the most reactive and powerful oxidant (E0 ¼ 2.7 V), which reacts with most organic compounds at diffusion-limited rates. AOPs have been considered as alternatives to conventional water treatment technologies (Liu et al. 2009). However, they have yet to overcome the challenges of energy efficiency and cost competitiveness (Jones et al. 2007).\nPhotocatalysis is a green technology, which offers numerous applications and a best method for energy-related problems, as illustrated in Fig. 2.1 (Kuwahara and Yamashita 2011). The word “photocatalysis” is of Greek origin and is composed of two parts: the prefix “photo-” (photos, “light”) and the word “catalysis” (katalyo, “break apart” or “decompose”). Although there is no consensus in the scientific community as to a proper definition of photocatalysis, the term can be generally used to describe a process in which light is used to active a substance—the photocatalyst—which modifies the rate of a chemical reaction without being involved in the chemical transformation (Herrmann 2005).\nA light-absorbing substance is added to a reaction, which facilitates the reaction while remaining unchanged at the end of the reaction. When light strikes a semiconductor, electrons within the particle become excited, creating a higher state of energy within the electrons. Thus, the main difference between a conventional thermal catalyst and a photocatalyst is that the former is activated by heat whereas the latter is activated by photons of appropriate light energy. Recently, nanomaterials have been widely used as photocatalysts in the presence of light (Table 2.1). The photocatalytic activity of nanoparticles (NPs) represents a rich resource for chemical processes, employed both in industry and in academia (Senanayake et al. 2013).\nThe use of CuO nanoparticles as a photocatalyst for the degradation of different kinds of dye solutions has been reported (Kumar et al. 2017). The energy gap of the CuO was altered by modifications of the experimental protocols, and a significant variation from 2.2 to 2.7 eV was observed. The oxygen defects may have affected the crystal lattice, which was reflected in the energy gap value. Moreover, the CuO with the tailored energy gap exhibited enhanced photocatalytic efficiency toward the degradation of organic dye solutions. The reaction kinetics, degradation mechanism, and catalyst stability, as well as the roles of bandgap tailoring in the photoreaction, were comprehensively studied. The prevention of electron–hole pair recombination was strongly evidenced by photoluminescence studies. The species responsible for the degradation was identified by trapping experiments. The crucial role of bandgap tailoring in the improved photocatalytic activity was attributed to superior electron transfer ability, enhanced light harvesting, and boosted catalytic active sites.\nPhotocatalytic degradation of methyl orange (MO) dye solution was performed by Babu et al. using a reduced graphene oxide (rGO)–supported CuO–TiO2 nanocomposite (Babu et al. 2015b), as illustrated in Fig. 2.2. The authors provided a detailed discussion of the role of rGO in the photocatalytic process. The energy gap of the CuO–TiO2 nanocomposite was not altered/affected even after the rGO doping, and this suggested that the role of the rGO was only that of a solid support. Photoluminescence (PL) analysis of the CuO–TiO2 and loaded rGO clearly suggested that the rGO not only acted as a solid support but also facilitated fast transport of electrons and thereby hindered the rate of charge carrier recombination. Moreover, the role of rGO was strongly evidenced by the photoelectrical response, which could clearly explain the electron transfer performance. Hence, this provided solid evidence that the rGO-loaded nanocomposite might exhibit greater photocatalytic activity.\nUse of diffused sunlight–assisted photocatalytic mineralization of methyl orange dye solution in the presence of different photocatalysts (viz., CuO, TiO2, CuO–TiO2, and rGO-loaded CuO–TiO2 nanocomposites) was evaluated. The results suggested that the rGO-loaded CuO–TiO2 nanocomposites exhibited enhanced photocatalytic efficiency in comparison with that of the other photocatalysts, since the characterization results were unique. Moreover, the photocatalytic reaction was also performed under different conditions, viz., darkness, light alone, ultrasound, diffused sunlight, and use of both ultrasound and diffused sunlight in the same reaction. The results that were observed suggested that the combination of ultrasound and diffused sunlight provided higher efficiency. The total organic carbon (TOC)\nanalysis suggested that the complete mineralization of the methyl orange dye solution in the presence of rGO-loaded CuO–TiO2 nanocomposites and the photocatalyst possessed significant stability even after its third run."
    }, {
      "heading" : "2.2.2 Fenton Process",
      "text" : "It is well known that the Fenton process and semiconductor nanophotocatalysts, when used individually, have some drawbacks that limit their effectiveness in the degradation of organic pollutants. Photocatalysis is a relatively slow process because\nof its low oxidation rate, whereas the Fenton process is selective, resulting in only partial oxidation of organic compounds. Partial oxidation leads to the formation of carboxylic acids as end products that cannot be further oxidized; therefore, complete mineralization is not achieved.\nThe degradation of an aqueous solution of glycerol via a photocatalytic Fenton technique has been reported (Cheng et al. 2015). Ultraviolet–visible (UV–Vis) diffuse reflectance spectroscopy results demonstrated that the CuFe2O4 might be active in the visible region, since the energy gap was 1.58 eV. The CuFe2O4 possessed a Brunauer–Emmett–Teller (BET) specific surface area of 104 m2/g, which was also further evidenced by a field emission scanning electron microscopy (FE-SEM) micrograph showing a highly porous structure. The glycerol was subjected to adsorption and direct photolysis; the results suggested that there was no significant degradation (only 4% and 17%, respectively, in 4 h) in the absence of a catalyst as well as light. This was because of the splitting of H2O2 into hydroxyl (●OH) radicals. In addition, in the presence of the photocatalyst, the photo-Fenton process occurred, and the degradation percentage was 40% at a catalyst loading of 5.0 g/L. Significantly, from the power law modeling, the order of the reaction with respect to the glycerol (0.20) and H2O2 (0.80) was found to be fractional—a typical representation of chemical kinetics expression. Moreover, via the Langmuir–Hinshelwood model, the adsorption constant for H2O2 (0.033 mM\n1 min 1) was found to be much lower than that for glycerol (1.010 mM 1 min 1). This indicated that the H2O2 splitting into hydroxyl radicals occurred in the bulk phase, while the glycerol substrate needed to chemisorb on the catalyst surface before being attacked by the\nhydroxyl radicals. This demonstrated that the CuFe2O4 could generate additional hydroxyl radicals to attack the glycerol molecule.\nIn the photo-Fenton reaction, it is possible that metal nanoparticles may be leached and deposited in an aquatic environment. Hence, to prevent metal leaching and deposition in an aquatic environment from a photo-Fenton system, Yue et al. (2018) developed a carbon-based visible-light-active photo-electro-Fenton-like (PEF) cell, as shown in Fig. 2.3. The PEF preferentially generated highly active •OH radicals for environmental remediation. In this cell, the mesoporous carbon– coated graphite felt (MesoC/GF) cathode effectively generated H2O2 by electrochemical reduction of oxygen. Graphitic carbon nitride (g-C3N4) could provide a platform for metal-free visible-light photocatalytic activities, acting as an efficient metal-free Fenton catalyst for H2O2 activation to produce •OH radicals under visible-light irradiation. Optimization of the different operational parameters such as the applied voltage, photocatalyst dosage, and pH condition was investigated for mineralization of a phenol solution. This metal-free visible-light-active PEF cell exhibited excellent mineralization efficiency toward stubborn phenol with high stability, and its performance against phenol was much higher than that of a g-C3N4-only photocatalysis cell and a MesoC/GF-only electrolysis cell. Moreover, this PEF cell presented Fenton catalytic activities that were comparable to, or even better than, those of the similar electro-Fenton cell using MesoC/GF and homogeneous Fe2+ ions.\nMedicinal waste (viz., drugs and wastewater) is considered a threat to aquatic life, and the photocatalytic Fenton process is an effective choice for mineralization of such pollutants. Hence, Moussavi et al. (2018) reported the effect of Fe2+ on\ndegradation of cloxacillin (CLX) in a vacuum ultraviolet (VUV) photoreactor, and the effects of the reaction parameters were optimized for maximum efficiency. The rate of CLX degradation in the VUV photoreactor was considerably improved by the presence of a low concentration of Fe2+.\nThe photo-Fenton reaction accelerated by a water homolysis process and photooxidation of water molecules by VUV photons, as well as the photo-Fenton reaction, were the main mechanisms of CLX degradation in the VUV/Fe2+ process. The optimized condition for maximum CLX degradation was a solution at an acidic pH. Eighty percent of the CLX was mineralized within 60 min of irradiation, and almost 99% of it was degraded at a hydraulic retention time of 5 min in the continuous-flow VUV/Fe2+ process. The intermediates formed during the degradation were analyzed using a liquid chromatography–mass spectrometry (LC–MS) technique, and it was noted that the C–N, C–S, and C–Cl bonds were completely mineralized, and the smaller aliphatic compounds were the remaining organic by-products of the CLX degradation. In addition, the VUV/Fe2+ process was more energy effective than the VUV process. Accordingly, the VUV/Fe2+ process is a technically efficient and energy-effective process for high-rate degradation and mineralization of such emerging water contaminants as antibiotics.\nThe surface morphology and crystal structure of the synthesized nanophotocatalyst usually play vital roles in enhancing the photocatalytic properties and activity of catalysts. Sulfate-functionalized Fe2O3/TiO2 nanotubes utilized as visible-light-active heterogeneous photo-Fenton catalysts were synthesized by a solvothermal and acid impregnation method, as shown in Fig. 2.4 (Han et al. 2017). The authors reported that the temperature maintained in the hydrothermal process in the synthetic process produced an obvious effect on the morphology and structure of prepared samples with transformation from nanotubes to nanowires. Substantial dispersion of Fe2O3 nanoparticles into the highly porous TiO2 nanotubes\nwas successfully achieved, which was beneficial to the transfer of photogenerated electrons between the (101) planes in anatase TiO2 and (113) planes in α-Fe2O3. With the sulfate group functionalized into the structure of the Fe2O3/TiO2 nanotubes, the photocatalytic efficacy was significantly enhanced by the increases in light absorption and surface acidity. The prepared sulfated Fe2O3/TiO2 nanotubes, with strong synergistic effects, had remarkable catalytic activity in a wide pH range of 4.0–10.0 and exhibited excellent stability and reusability, presenting good potentiality for application in environmental and energy fields.\nFe3O4 NPs have been considered a promising and efficient photo-Fenton agent for various kinds of pollutants. Moreover, they have been coupled with diverse kinds of nanoparticles and utilized as a photo-Fenton catalyst. The main objective of a study by Xu et al. was to compare the effectiveness of a MoS2/Fe3O4 nanocomposite for visible-light photocatalytic, Fenton-like catalytic, and photo-Fenton-like catalytic degradation of a rhodamine B (RhB) dye solution. The authors reported that the magnetic nanocomposite magnetite nanoparticles (Fe3O4 NPs) and molybdenum disulfide microspheres (MoS2) were successfully synthesized by a hydrothermal route. The effects of the Fe3O4 to MoS2 ratio and the reaction time on the shape and properties of the magnetic nanocomposite were investigated in detail (Xu et al. 2015). The photocatalytic activity results demonstrated that the Fe3O4 nanoparticles could bind well to the MoS2 microspheres when the concentration of Fe3O4 NPs was about 10 mg/L and the reaction time was about 18 h. The visible-light photocatalytic, Fenton-like catalytic, and photo-Fenton-like catalytic performances of the as-prepared MoS2/Fe3O4 nanocomposite were comparatively evaluated by degradation of RhB. It was found that the MoS2/Fe3O4 nanocomposite exhibited excellent photo-Fenton-like catalytic degradation performance. The ease of synthesis and separation, coupled with the excellent removal of organic dyes, make the MoS2/Fe3O4 nanocomposite an attractive catalyst for the purification of contaminated water.\nFerrite nanoparticles play a phenomenal role in the photocatalytic Fenton-type reaction for the degradation of organic pollutants. A series of copper oxide (CuOx)– decorated ZnFe2O4 samples were synthesized by a hydrothermal method and investigated as a catalyst for the photocatalytic and Fenton-like degradation of orange II (Zhao et al. 2017). The active species and catalyst active sites in the two processes were also studied. It was found that the introduction of CuOx significantly enhanced the photocatalytic and Fenton-like performance of ZnFe2O4. More specifically, ZnFe2O4–Cu3 synthesized with a Cu to Zn ratio of 3:7 exhibited very high Fenton-like activity in the pH range of 5–9. The excellent photocatalytic efficacy of ZnFe2O4–Cu3 may be due to formation of heterojunction between ZnFe2O4 and Cu2O, which could possibly improve the charge separation efficiency of the photogenerated charge carriers. Complete degradation of orange II dye was mainly attributed to slower recombination of the photogenerated charge carriers. The main active reactive oxygen species (ROS) in the Fenton-like reaction was O2 •, and the surface Cu2+ with higher redox ability should have been the active site for H2O2 activation despite its lower surface content than those of Cu+, Fe2+, and Fe3+. Finally, a possible pathway for orange II degradation was proposed according to the LC–MS result.\nThe Fenton catalysts H2O2 and Fe 2+ have been well known for a long time and are employed for environmental remediation through a Fenton mechanism involving ROS. The logistics of storage and transportation of H2O2 limits its applications. Moreover, semiconductor photocatalysts have been utilized extensively for environmental remediation involving ROS through irradiation of light. There is a need to develop a single catalyst that combines both Fenton and photocatalytic mechanisms. With this objective, we designed and synthesized a new catalyst, based on ZnO2/Fe\n2+, that is useful for environmental remediation. This single catalyst, which exhibits simultaneous Fenton–photocatalytic reactions, produces H2O2 in situ from the peroxide of ZnO2 (solid), thus avoiding storage and transportation issues. This new catalyst works in the dark (a Fenton-like mechanism), under visible light (a photoFenton mechanism), and under UV light (a photocatalytic mechanism). Further, its performance is better than that of the known Fenton catalyst (Prasanna and Vijayaraghavan 2017).\nThe possibilities of recyclability of the photo-Fenton catalyst have been considered for long-term use/runs against organic dyes and pollutants. Uniform and magnetic recyclable mesocrystalline Zn–doped Fe3O4 hollow submicrospheres (HSMSs) were successfully synthesized via a simple one-pot solvothermal route and used as an efficient heterogeneous photo-Fenton catalyst (Nguyen et al. 2017). The physical characterization demonstrated highly porous magnetite nanocrystal building blocks assembled by oriented attachment with Zn-rich surfaces. Fe3O4 mesocrystals were assembled by oriented nanocrystals and a Zn-rich amorphous shell grew on the surfaces. Then, the Zn gradually diffused into the Fe3O4 crystals to form Zn-doped Fe3O4 due to the Kirkendall effect with an increase in the reaction time. Meanwhile, the inner nanocrystals dissolved and the outer particles grew larger, owing to the Ostwald ripening process, leading to formation of a hollow structure with a porous shell. The Zn-doped Fe3O4 HSMSs exhibited high and stable photo-Fenton activity for degradation of RhB and cephalexin under visible-light irradiation in the presence of H2O2, which resulted from their hollow mesocrystal structure and Zn doping. They could be easily separated and reused through application of an external magnetic field. The results suggested that the as-obtained magnetite hollow mesocrystals could be a promising catalyst in the photo-Fenton process."
    }, {
      "heading" : "2.2.3 Ozonation",
      "text" : "Photocatalysis and ozonation processes have remarkable potential in wastewater treatment, though use of photocatalysis alone for wastewater treatment is considered a slow process, and ozonation is highly selective. Therefore, combination of these two processes might overcome these drawbacks.\nHence, a photocatalytic ozonation process was developed for complete mineralization of organic pollutants with potential practical applicability. Metal ion (Ag, Cu, and Fe)–doped titanium dioxide (TiO2) nanoparticles were employed for\nphotocatalytic ozonation of phenol solutions and secondary municipal wastewater under visible-light illumination (Mecha et al. 2016). An extensive product analysis confirmed the complete degradation, and different concentrations of phenol in the degradation were monitored using dissolved organic carbon (DOC), chemical oxygen demand (COD), and UV absorbance (UV254), with the data modeled using pseudo-first-order kinetics. Synergy index values between 1.03 and 4.31 were obtained between ozonation and photocatalysis, resulting in faster degradation of organic contaminants by use of UV–Vis and solar photocatalytic ozonation than by photocatalysis and ozonation alone. The treated water satisfied South African water treatment standards in terms of COD, phenol, and DOC levels. The use of solar radiation makes the process environmentally benign and less costly, and therefore it is of major significance.\nRadwan et al. (2016) developed a fixed-bed flow-through ultraviolet A/lightemitting diode (UVA-LED) photoreactor for comparison of the efficiency of ozone, photocatalysis, and photocatalysis–ozone degradation and mineralization of two pure pesticides—2,4-dichlorophenoxyacetic acid (2,4-D) and 2-methyl-4chlorophenoxyacetic acid (MCPA)—and a commercial one, Killex. For the degradation of the parent compounds, ozone-based processes were more effective, whereas for mineralization, photocatalytic processes were more effective. Photocatalytic ozonation was very effective for the processes of both degradation and mineralization of the parent compounds. The rates of photocatalytic ozonation and mineralization were higher than the summation of the corresponding rates achieved by ozonation alone and photocatalysis alone, indicating a symbiotic relationship. Overall, the photocatalytic ozonation process with fixed-bed TiO2 reduces the time needed for the degradation and mineralization of the pesticides, reduces the costs of powder catalyst separation, and overcomes the reduced efficiency of immobilized catalysts, making the process quite attractive for practical applications.\nThe efficiencies of AOPs—viz., electron beam radiolysis in the presence of K2S2O8, gamma radiolysis in the presence of K2S2O8, photocatalysis, photocatalysis in the presence of K2S2O8, ozonolysis, and ozonolysis in the presence of K2S2O8— were systematically investigated for the treatment of modified (pH adjusted with H2SO4) simulated textile dye wastewater (MSTDWW) containing reactive red 120. The efficiencies of these AOPs were investigated in terms of their oxygen-equivalent chemical oxidation capacity, and the costs of energy and other ancillary inputs. The smallest amount of oxidant was required by electron beam radiolysis, in comparison with the other AOPs studied here, to achieve the same extent of mineralization of MSTDWW. To the best of our knowledge, this study was the first to report an approach to calculate the equivalent cost of gamma radiolysis in comparison with other AOPs consuming electrical energy. Among these AOPs, electron beam treatment of MSTDWW in the presence of K2S2O8 had the lowest effective cost.\nThe main objective of this work was extensive investigation of N,N-diethyl-metatoluamide (DEET) degradation by a photocatalytic ozonation process, using WO3 in suspension and visible-light radiation (wavelength 390 nm), as illustrated in Fig. 2.5 (Mena et al. 2017). This combined process has been shown to be an efficient treatment for the complete mineralization of organic contaminants; HO• radicals\nwere the active main species involved. Moreover, it was observed that different oxidation products were identified by LC–MS and ion chromatography analyses, and the evolution of their relative abundances with the reaction time was established. The efficiency of photocatalytic ozonation treatment was demonstrated not only by the DEET depletion rate but also by the evolution of the main intermediate species and mineralization.\nIt was well known that intermediates may be formed during the photo-Fenton reaction, but all of the large intermediates that initially formed were completely removed within a 60 min reaction time. Only short-chain organic acids with much lower toxicity remained in the solution at concentrations in agreement with the mineralization degree achieved (up to 60% in 2 h). A reaction mechanism of photocatalytic ozonation of DEET involving different chemical reaction steps, with the final formation of short-chain organic acids and mineralization to CO2, was proposed. A lumped kinetic model based on TOC and a hydroxyl radical reaction was developed to simulate the evolution of DEET, the intermediates, and the shortchain organic acids in terms of TOC to provide a simplified approach for this process."
    }, {
      "heading" : "2.2.4 Sonolysis",
      "text" : "The textile industry is currently manufacturing around 30 million tons of products annually. This production is accompanied by 700,000 tons of different dyes. The use of dyes has generated environmental challenges downstream, and the current\nmethods used in water treatment (e.g., biological treatment) are inefficient for dye degradation. Therefore, different approaches are being implemented, such as AOPs for the treatment of toxins and bioresistant organic pollutants (Legrini et al. 1993; Mills et al. 1993).\nVerma et al. studied the degradation of alizarin (a model reactive dye), using photocatalytic and photochemical oxidation processes (Verma et al. 2014). The effect of sonochemical processing on the dye degradation was also investigated. The authors highlighted the effects of pH, TiO2 loading, and oxidant dose, where the trends agreed with those reported in the literature (Hachem et al. 2001). The degradation levels were 88% and 94% with the photocatalyst and sonophotocatalyst treatments, respectively, under optimum testing conditions. This was accompanied by a decrease in the COD. This study highlighted the synergic effect of sonophotocatalysts for the degradation of dyes (Fig. 2.6). This approach could be used in conjunction with biological treatment of organic pollutants in water.\nKaur and Singh investigated the degradation of reactive red 198 dye by dye-sensitized TiO2 (Kaur and Singh 2007). The rate of dye degradation varied as a function of the photocatalysis, sonocatalysis, and sonolysis under visible light. The authors also investigated the effects of different reaction conditions (i.e., the pH, concentration of substrate, and catalyst loading). Ultrasonic activation is responsible for splitting of H2O2 produced by photocatalysis and sonolysis, resulting in the production of high-oxidation species such as superoxide (O2\n) and singlet oxygen (1O2). The synergic effect of sonophotocatalysis could be attributed to the ultrasound breaking the catalyst particles, in which the surface area increases, leading to an increase in the number of reactive radicals. The increase in radical species thus increases the degradation rate over dye-sensitized TiO2 (Lu et al. 2002; Shirgaonkar and Pandit 1998).\nBabu et al. studied the degradation and mineralization of methyl orange over CuO–TiO2 supported on an rGO photocatalyst (Babu et al. 2015b). The study showed synergy in the combination of sonochemical and photocatalyst treatment, with a tenfold increase in degradation under sunlight, as shown in Fig. 2.7. The inclusion of rGO doubled the activity of CuO–TiO2; this was attributed to the ability of rGO to facilitate transfer, storage, and shuttling of electrons, leading to separation of electron–hole pairs. This was confirmed by photoluminescence. Furthermore, the authors highlighted the degradation of methyl orange mediated by hydroxyl radicals, as confirmed by LC–MS. Moreover, similar degradation results were obtained with methyl blue and 4-chlorophenol; these results suggested versatility of the system.\nThe enhanced activity of sonophotocatalysis versus sonocatalysis was also highlighted by Gobara et al., who studied the degradation of erichrome black T dye with a titanium-modified mesoporous silica (Ti–SBA-15) catalyst (Fig. 2.8) (Gobara et al. 2016). The results obtained showed 88.7% degradation of erichrome black T dye after 70 min. Furthermore, the kinetic studies showed that the process had a pseudo-first-order reaction mechanism with a 27.4 10 3 rate constant. An increase in the concentration of TiO2 in the catalyst also led to improved activity of the catalyst in sonocatalysis and sonophotocatalysis. This was further confirmed by the low activity of a pure SBA-15 catalyst in the degradation of erichrome black T dye.\nMosleh et al. used a novel photocatalyst (Ag3PO4/Bi2S3–HKUST-1–MOF) for the sonophotocatalytic degradation of two dyes: trypan blue (TB) and vesuvine (VS). The study investigated the reaction parameters (i.e., the dye concentration, irradiation time and sonication, flow rate, photocatalyst dosage, and pH) (Mosleh et al. 2016). These parameters were optimized using central composite design (CCD) along with desirability function (DF). Under optimum conditions the sonophotocatalyst degradation rates were 98.44% for TB and 99.36% for VS. Moreover, a kinetic model of the system clearly showed the synergic effect of sonophotocatalysis in comparison with sonocatalysis and photocatalysis (Fig. 2.9)."
    }, {
      "heading" : "2.2.5 Sono-Fenton Systems",
      "text" : "Barrera-Salgado et al. used Fe2O3/Al2O3 as a catalyst for the degradation of acid green 50 (AG50) textile dye (Barrera-Salgado et al. 2016). The study focused on using coupled Fenton processes such as Fenton, photo-Fenton, sono-Fenton, and sonophoto-Fenton processes, in addition, to optimize the reaction conditions (e.g., the iron content, annealing temperature, pH, and initial AG50 concentration). The degradation of organic pollutants by the Fenton process involves formation of hydroxyl radicals by activation of H2O2 (as shown in Eqs. 2.1, 2.2, 2.3, 2.4, 2.5 and 2.6), and the coupling of the Fenton process with photo- and sono- processes results in increases in radical species (as shown by Eqs. 2.7 and 2.8). The results of the study (Fig. 2.10) showed the synergic effect of the coupled photo-sono-Fenton process for TOC removal. The most influential reaction parameter was the reaction pH.\nFe2þ þ H2O2 ! Fe3þ þ OH þ OH • ð2:1Þ Fe2þ þ OH • ! Fe3þ þ OH ð2:2Þ OH • þ H2O2 ! H2Oþ OOH • ð2:3Þ\nFe3þ þ H2O2 ! Fe2þ þ Hþ þ OOH • ð2:4Þ Fe3þ þ R • ! Fe2þ þ Rþ ð2:5Þ\nFe3þ þ OOH • ! Fe2þ þ Hþ þ O2 ð2:6Þ\nFeIII OHð Þ2þ !hv Fe2þ þ OH • ð2:7Þ H2Oþ ! OH • þ H • ð2:8Þ\nChitra et al. studied the degradation of ethylenediaminetetraacetic acid (EDTA), using sono-, photo- and sono-photo-Fenton processes (Chitra et al. 2013). The degradation of EDTA is key in liquid waste treatment for several reasons such as\nEDTA complexation with cations that negatively affect their removal, and leachability of the cations from immobilized waste. The results obtained (Fig. 2.11) showed the synergic effect of the combination of sono- and photo-Fenton processes in the degradation of EDTA. The photo-Fenton process increases the\nnumbers of hydroxyl radicals formed and the development of a recycle mechanism in which Fe3+ is photoreduced to Fe2+, which, in turn, reacts with H2O2 to form the hydroxyl radicals. Furthermore, UV liquid forms hydroxyl radicals by direct photolysis of Fe(OH)2+. In the case of the sono-Fenton process, radicals (e.g.,\nH•, •OH, and HOO•) are formed by the sonolysis of water, and these radicals are utilized in the degradation of organic pollutants (Adewuyi 2001). Therefore, the combination of photo- and sono-Fenton processes results in an increase in the number of active radicals and results in a higher level of EDTA degradation, leading to the synergic effect of combined sono- and photo-Fenton processes.\nSegura et al. investigated the degradation of a phenolic aqueous solution over a H2O2/Fe2O3–SBA-15 catalyst, utilizing separate and combined sono- and/or photoFenton processes (Segura et al. 2009). The results (Fig. 2.12) showed that the phenol degradation and TOC conversion obtained during the sono-photo-Fenton process were superior to those achieved by the separate sono-Fenton and photo-Fenton processes. The surface area of the particles was increased by the ultrasound cavitation effect. Such an increase in the particle surface area results in an increase in the number of active sites for the production of radicals during the photo-Fenton process (Li Puma et al. 2007; Nikolopoulos et al. 2006). Therefore, sequential use of sonoand photo-Fenton processes led to a synergic effect with improved phenol degradation and TOC conversion. These results were in agreement with those described by Babuponnusami and Muthulukumar (Babuponnusami and Muthukumar 2011) for the degradation of phenol by sono-, photo-, and sono-photo-Fenton processes. The latter study showed the synergic effect of the sono-photo-Fenton process in different reaction conditions that were reported to affect the catalyst activity, such as the H2O2 concentration (Guo et al. 2005), Fe2+ concentration (Guo et al. 2005), pH (Ranjit et al. 2008), and phenol concentration (Wang et al. 1999). The synergic effect led to a reduction in the Fe2+ and H2O2 concentrations by 30–50% and 12.5%, respectively. Furthermore, a satisfactory correlation between the experimental data and the data predicted by the kinetics model was shown.\nThe synergic effect of the photo-sono-Fenton process for organic pollutant removal was further highlighted by a study carried out by Dukkanci (Dukkanci 2016). The study used a perovskite LaFeO3 catalyst for photo-sono-Fenton degradation of bisphenol A (BPA), since the presence of Fe3+ results in production of\nradicals; therefore, the catalyst acts as a Fenton-like catalyst (Ünnü et al. 2016). The effect of the calcination temperature on the catalyst activity is shown in Fig. 2.13. Calcination at 500 C provided the highest activity, which was explained by changes in the particle size and surface area. An increase in the calcination temperature led to an increase in particle size, which led to a decrease in surface area. This, in turn, decreased BPA degradation and the COD because of the decrease in the numbers of accessible catalyst particles resulting from the decrease in surface area and the increase in particle size."
    }, {
      "heading" : "2.2.6 Antimicrobial Activity",
      "text" : "The importance of effective and environmentally friendly disinfection methods or processes is immense because of the large number of deaths associated with, or resulting from, infected water and other sources (Ganguly et al. 2018; Shannon et al. 2008). Therefore, research has been focused on development and optimization of effective and eco-friendly disinfection processes. Photocatalytic disinfection is one of the most promising processes because of the greenness of this process (Jiang et al. 2017; Ravelli et al. 2009). Ganguly et al. (2018) reviewed key aspects of photocatalysis as a disinfectant, such as its fundamentals, mechanisms, kinetics, and advances. The different mechanisms of inactivation of microorganisms by the photocatalyst include generation of ROS, which leads to degradation of enzymes (e.g., coenzyme A) (Matsunaga et al. 1985); destruction of cell membranes or walls, which leads to leakage of key components (e.g., K+ ions) (Saito et al. 1992); and destruction of the phospholipid component in the cell wall by ROS interaction. Also highlighted are the different kinetic models (e.g., the Chick–Watson, Chick’s, and delayed Chick–Watson models) available for this process and how different reaction parameters (Fig. 2.14) influence the kinetics and the activity of antimicrobial activity by photocatalysis.\nDhanasekar et al. investigated the antimicrobial activity of copper-doped TiO2 nanoparticles/rGO (Dhanasekar et al. 2018). The study used two Gram-positive bacteria (Staphylococcus aureus and Streptococcus oralis) and two Gram-negative bacteria (Escherichia coli and Pseudomonas aeruginosa). The introduction of copper improved the activity in visible light and antimicrobial activity, and the inclusion of rGO enhanced the charge transfer during microbial degradation through photocatalysis, in comparison with TiO2 alone. These results were determined by minimum inhibitory concentration and zone of inhibition analyses (Fig. 2.15). Furthermore, the introduction of Cu2O–TiO2 into polyvinyl alcohol (PVA) polymer showed superior antimicrobial activity (Figs. 2.16 and 2.17) in comparison with TiO2 alone; this makes the material a suitable candidate for packaging material to replace the less effective TiO2.\nAnanpattarachai et al. investigated inactivation of E. coli and S. aureus by a photocatalytic process using undoped, Ni-doped, and N-doped TiO2 as photocatalysts (Ananpattarachai et al. 2016). The study showed the superior antibacterial activity of N-doped TiO2, which stemmed from N-doping (in comparison with Ni-doping) decreasing the energy gap, leading to more absorption of visible light, which, in turn, produced more radical OH groups and ROS. This system was shown to be more effective against Gram-positive bacteria (S. aureus) than against Gram-negative bacteria (E. coli). This conclusion was drawn from analysis of the time required for complete inactivation of S. aureus and E. coli (360 and 420 min, respectively, in the presence of visible light). Moreover, the inactivation rates also followed a similar trend. These results highlighted the importance of visible light and materials capable of visible-light absorption in bacterial degradation.\nJoost et al. used a nano-TiO2 film for inactivation of E. coli. Their study used two techniques to investigate the efficiency of the photocatalytic nano-TiO2 film: viable bacterial cells and crucial fatty acids in the bacteria plasma membrane. The nanoTiO2 film and a UVA light source resulted in total inactivation of E. coli within 20 min (Fig. 2.17) (Joost et al. 2015). SEM images showed changes in the bacterial structure/morphology and the appearance of a halo surrounding the bacterial cell, which could have been due to leakage of organic material or ions (e.g., K+) from the bacteria cell (Foster et al. 2011; Leung et al. 2008; Sunada et al. 2003). In addition, the study showed a clear correlation between the crucial fatty acid decomposition and bacterial inactivation, which could be key for morphological changes and crucial component leakage from the bacterial cell (E. coli). These two factors could lead to cell death, and this is supported by the fact that fatty acid decomposition starts after 10 min of UVA exposure.\nKhan et al. reported a novel and environmentally friendly synthesis method for silver nanoparticles (Ag NPs) in which a reductant and nanoparticle stabilizer was extracted from Caruluma edulis (Khan et al. 2016). The antibacterial study of the\nAg NPs was carried out using zone of inhibition and minimum inhibitory concentration analyses of inactivation of S. aureus, Bacillus subtilis, and E. coli. The zone of inhibition study (Table 2.2) showed that Ag NPs have a larger zone of inhibition than the standard antibacterial agent cefalexin. This superior antibacterial activity could be due to the positively charged silver nanoparticles reacting with the\nnegatively charged biomacromolecular bacteria cell component (e.g., phosphate in enzymes) and with the bacteria’s nucleic acid. These interactions would lead to structural changes in the bacterial membrane and cell wall, resulting in the death of the bacterial cell (Nirmala et al. 2011). The minimum inhibition concentration study (Table 2.3) showed the lethality of silver nanoparticles for the different bacterial types. This lethality was attributable to silver particles interfering with the electron transport chain, DNA replication, and expression of ribosomal and other proteins (Gao et al. 2002; Saikia et al. 2010; Yamanaka et al. 2005)."
    }, {
      "heading" : "2.2.7 Nanoadsorbents",
      "text" : "Heavy metals pose risks for human beings and animals even at low levels of exposure. Most heavy metals are highly soluble in water and can spread into the ecosystem without difficulty. They bind with essential cellular components such as proteins, enzymes, and nucleic acids, and restrict the functioning of living organisms and the human body (Khan et al. 2010). Therefore, heavy metals must be removed completely, but this is a challenging task for researchers and scientists (Awual et al. 2015). Important sources of heavy metals are the mining industry, metal plating industry, sewage irrigation, electronics industry, and production of fertilizers, pesticides, and a variety of plastics (Ahmad et al. 2015). With increases in industrialization, the amounts of heavy metals in ecosystems also increase.\nRecently, a number of methods have been used for efficient removal of heavy metals from ecosystems, such as chemical precipitation, ion exchange, coagulation, reverse osmosis, electrochemical processes, solvent extraction, and adsorption (Fu and Wang 2011). Among these methods, adsorption offers reversibility, low\nTable 2.2 Zone of inhibition effects of silver nanoparticles on different microorganisms\nMicroorganism\nZone of inhibition (mm)\nSilver nanoparticles ( SD) Standard ( SD) Staphylococcus aureus 17 0.3 10 0.5 Bacillus subtilis 19 0.4 11 0.6 Escherichia coli 16 0.2 9 0.3 Reproduced from Khan et al. (2016), with permission Standard ¼ cefalexin; 35 C; 20–24 h; 50 μL of 8 mg/mL SD standard deviation\nTable 2.3 Minimum inhibitory concentrations (MICs) of silver nanoparticles for different microorganisms\nBacterial strain MIC (μg) Staphylococcus aureus 125 Bacillus subtilis 125\nEscherichia coli 250\nReproduced from Khan et al. (2016), with permission 35 C; 20–24 h\ncosts, ease of operation, and high efficiency. Therefore, the adsorption process is an important technique for the removal of heavy metals from ecosystems.\nFor this purpose, various adsorbents are available, such as nanosized metal oxides (NMOs), including nanosized ferric oxides, manganese oxides, aluminum oxides, titanium oxides, magnesium oxides, and cerium oxides. Uses of carbon nanotubes (CNTs) (Ihsanullah et al. 2016), chitosan (Ahmad et al. 2016), modified iron oxide (Sigdel et al. 2016), graphene oxide (GO) (Tadjarodi et al. 2016), complexing membranes (Guan et al. 2016), and other novel adsorbents have been reported for heavy metal removal. Sigdel et al. observed that As(III) and As(V) can be effectively removed by hydrous iron oxide–impregnated alginate beads (Sigdel et al. 2016). Thanawatpoontawee et al. reported that 90% of As(V) can be removed by ironloaded zein beads (Thanawatpoontawee et al. 2016). However, although the developed adsorbents have high efficiency for removal of heavy metals, it can be reduced by the presence of competing ions. Because of their surface area, structure, and mechanical properties, graphene-based materials are excellent adsorbents for heavy metal removal (Chowdhury and Balasubramanian 2014; Cortés-Arriagada et al. 2016). Rao et al. (2009) observed that the synthesis of graphene-based adsorbents presents a significant challenge but also represents considerable progress for removal of heavy metals.\nHowever, in many applications, surface modification is necessary, as pristine graphene may be ineffective in some specific applications such as adsorption of heavy metal ions (Cao and Li 2014). Consequently, graphene has been modified using various means such as oxides/hydroxides (Ren et al. 2013), chitosanfunctionalized GO (Kumar and Jiang 2016), zinc peroxide–functionalized graphite (Uppal et al. 2016), and aluminum and iron–doped graphene (Cortés-Arriagada and Toro-Labbé 2016). In any application, consideration must be given to the available functional groups in the graphene that hold the active sites. Peng et al. (2017) reviewed graphene-based composites and highlighted the adsorption mechanisms and the operational parameters. So, use of graphene-based composites for removal of heavy metals or any other application is based on the available functional group in the graphene that hold the active sites (Fig. 2.18)."
    }, {
      "heading" : "2.2.8 Inorganic Pollutant Removal",
      "text" : "The photocatalytic reduction of heavy metals using nanophotocatalysts is of paramount important for reduction of heavy metal contamination in aquatic environments. Karthik et al. (2015) formularized a new kind of catalyst, 2-naphthol– functionalized TiO2 nanoparticles, for photocatalytic reduction of Cr(IV) in an aquatic environment. The 2-naphthol–functionalized TiO2 nanoparticles exhibited superior photocatalytic reduction efficiency in comparison with that of bare TiO2. The enhancement of the photocatalytic efficacy might have been due to the extension of optical absorption caused by functionalization of 2-naphthol, resulting in a 400- to 500-nm peak on UV–Vis spectroscopy.\nMoreover, the highly porous nature of the 2-naphthol–functionalized TiO2 nanoparticles could induce the adsorption of the substrate and improve the activity on BET analysis. In addition, the photogenerated electron transfer from 2-naphthol to TiO2 (ligand-to-metal transfer) could significantly improve the photocatalytic performance in comparison with the bare TiO2 counterpart. The photocatalytic reduction of Cr(IV) to Cr(III) using 2-naphthol–functionalized TiO2 nanoparticles was strongly evidenced by atomic absorption spectroscopy (AAS); the initial and final solutions were tested using AAS to estimate the Cr concentrations, which were found to be 19.72 and 18.68 parts per million (ppm), respectively.\nThe use of sulfur (S)–decorated MoO3 (S@MoO3) nanorods for photocatalytic reduction of Cr(IV) to Cr(III) was described by Prabavathi et al. (2018), as represented in Fig. 2.19. Transmission electron microscopy (TEM) images of the S@MoO3 nanorods clearly indicated that the S particles were deposited on the surface of the MoO3 nanorods. Moreover, morphology is the one of the important parameters for the improvement of photocatalytic activity. Among various percentages of S-loaded MoO3 nanorods, 1% S@MoO3 nanorods exhibited excellent efficiency of visible-light photocatalytic activity in comparison with pure MoO3, S, and other S@MoO3 nanocomposites.\nThe enhanced effect of the photocatalytic reduction efficacy might have been due to the surface morphology and slow electron–hole recombination. Moreover, complete photocatalytic reduction was observed within 60 min of irradiation. The influence of the different inorganic salts/ions was investigated. The actively participating ROS were identified using a trapping experiment, which suggested that the superoxide radical anion was actively participating in the photocatalytic reduction reaction.\nPhotocatalytic reduction is not focused only on heavy metals; transition metals are also considered toxic in aquatic environments. Hence, an attempt has been made to treat polluted water containing a combination of inorganic contaminants by taking advantage of solar photocatalytic redox reactions (Singh and Chaudhary 2013). The\nwastewater released from industries may contain substantial heavy metals, providing an opportunity to achieve simultaneous reduction of both of these wastewater components. Photocatalytic reduction reactions have also been attempted at different pH values to optimize the best reaction conditions. The toxic metals in the waste water were Cr, Ni, Zn, and Cu.\nDark adsorption reactions were performed by Singh and Chaudhary (2013), along with sunlight irradiation, to understand the process in detail. The results showed relatively good reductions of chromium and copper in comparison with the other two metals. Chromium was reduced slowly in the acidic pH range, while the other metals were reduced in the alkaline and neutral pH ranges. The results provided a costeffective method for the removal of organic and inorganic pollutants simultaneously from polluted industrial wastewater through a photocatalytic reduction process.\nIndirect photocatalytic reduction of arsenate to arsenite in an aqueous solution in the presence of TiO2 as a photocatalyst under light illumination was investigated (Samad et al. 2018). Moreover, various hole scavengers (viz., methanol, ethanol, 2-propanol, formaldehyde, acetone, formic acid, and acetic acid) were utilized for detection of active participation of reactive oxidative species, as shown in Fig. 2.20.\nThough direct photocatalytic reduction of arsenate to arsenite in the presence of TiO2 was impossible, indirect reduction of As(V) was possible in the presence of sacrificial electron donors to form strongly reductive radicals. The addition of ethanol was very effective for indirect photocatalytic reduction of As(V) in an aqueous solution with a TiO2 photocatalyst. The indirect photocatalytic reduction\nrate of As(V) may have been related to both the reaction rate constants of the hydroxyl radicals with the hole scavenger and the reactivities for the M radicals produced by the reaction of OH with the hole scavenger.\nThe possibility of simultaneous recovery of heavy metals from wastewater and production of electricity was demonstrated by a novel photoelectrochemical cell (PEC) (Fig. 2.21). A photo anode of the cell was constructed that bore a nanoparticulate titania (TiO2) film capped with a block copolymer [poly(ethylene glycol)-b-poly(propylene glycol)-b-poly(ethylene glycol)] hole scavenger, which consumed photogenerated holes, while the photogenerated electrons were transferred to a copper cathode, reducing the dissolved metal ions and producing electricity (Wang et al. 2017). Dissolved silver (Ag+), copper (Cu2+), hexavalent chromium (as dichromate Cr2O7\n2 ), and lead (Pb2+) ions in a mixture (0.2 mM each) were removed at different rates, according to their reduction potentials.\nReduced Ag+, Cu2+, and Pb2+ ions produced metal deposits on the cathode electrode, which were mechanically recovered, while Cr2O7\n2 was reduced to the less toxic Cr3+ in solution. The cell produced a current density (Jsc) of 0.23 mA/cm\n2, an open circuit voltage (Voc) of 0.63 V, and amaximum power density of 0.084mW/cm\n2. A satisfactory performance of this PEC for the treatment of lead-acid battery wastewater was observed. The cathodic reduction of heavy metals was limited by the rate of electron–hole generation at the photoanode. The PEC performance decreased by 30% after nine consecutive runs, caused by progressive degradation of the photoanode."
    }, {
      "heading" : "2.2.9 Nanomembranes",
      "text" : "It is well known that membrane fouling is one of the most severe problems restricting membrane-based separation technology for the treatment of wastewater. A photocatalytic nanofiltration membrane (NFM) with a self-cleaning property,\nfabricated using a facile biomimetic mineralization process, was described by Lv et al. (2017). In this strategy, fabrication of the ultrafiltration membrane was achieved using a polydopamine (PDA)/polyethyleneimine (PEI) intermediate layer by a codeposition method followed by mineralization of a photocatalytic layer consisting of β-FeOOH nanorods. The PDA–PEI layer acted as a nanofiltrationselective layer, as well as an intermediate layer for anchoring the β-FeOOH nanorods via strong coordination complexes between Fe3+ and catechol groups. In the presence of visible light, the β-FeOOH layer exhibited efficient photocatalytic activity for degrading dye solution through the photo-Fenton reaction in the presence of hydrogen peroxide, resulting in effective nanofiltration performance and selfcleaning capability. Moreover, the stability under simultaneous filtration and photocatalysis processing was satisfactory, showing immense potential for advanced wastewater treatment.\nIt is important for both the activity and the stability of the photocatalyst to be improved in a heterogeneous Fenton reaction, with no limitation in the working pH and no production of sludge. A combination of a catalyst (Cu2O) and pores-channeldispersed H2O2 was proposed to treat pulp wastewater. The degradation degree of COD in the wastewater was up to 77% in a ceramic membrane reactor using Cu2O powder (2.0 g ∙ L 1) and membrane-feeding H2O2 (0.8 mL ∙ L 1) within 60 min. Evolution of •OH radical formation in the advanced oxidation process was analyzed with a fluorescent method. The utilization efficiency of H2O2 was successfully enhanced by 10%with the membrane distributor. Further on, the catalyst recyclability was evaluated in a fivecycle test. The concentration of copper ions being dissolved in the treated water was monitored with inductively coupled plasma (ICP). After Cu2O/H2O2 (membrane) treatment the effluent was qualified for discharge with a COD concentration lower than 15 mg ∙ L 1, in accordance with the Chinese national standard GB25467–2010.\nThe electro-Fenton process is a promising advanced oxidation process for water treatment, consisting of a series of redox reactions. An electrochemical filter was designed and assessed for sequential electro-Fenton reactions to optimize the treatment process. The CNT membrane stack (thickness 200 μm) used here consisted of (1) a CNT network cathode for O2 reduction to H2O2; (2) a CNT–COOFe 2+ cathode for chemical reduction of H2O2 to •OH and HO , and to regenerate Fe2+ in situ; (3) a porous polyvinylidene fluoride (PVDF) or polytetrafluoroethylene (PTFE) insulating separator; and 4) a CNT filter anode for the remaining intermediate oxidation intermediates. The sequential electro-Fenton process was compared with individual electrochemical and Fenton processes using oxalate (a persistent organic compound) as a target molecule. Synergism was observed during the sequential electro-Fenton process. For example, when [DO]in ¼ 38 1 mg L 1, J ¼ 1.6 mL min 1, neutral pH, and Ecell ¼ 2.89 V, the sequential electro-Fenton oxidation rate was 206.8 6.3 mgC m 2 h 1, which was four times greater than the sum of the individual electrochemistry (16.4 3.2 mgC m 2 h 1) and Fenton (33.3 1.3 mgC m 2 h 1) reaction fluxes, and the energy consumption was 45.8 kWh kgTOC 1. The sequential electro-Fenton process was also challenged with the refractory trifluoroacetic acid (TFA) and trichloroacetic acid (TCA), and they could be transferred at removal rates of 11.3 1.2 and 21.8 1.9 mmol m 2 h 1, respectively, with different transformation mechanisms."
    }, {
      "heading" : "2.3 Conclusions and Future Perspectives",
      "text" : "In the present era, significant techniques are necessary for wastewater purification technology to eliminate chemical and biological pollutants from industrial effluent. In this context, nanomaterial-based wastewater purification technologies are essential. Furthermore, from the above illustrations, it is very clear that nanomaterials have great impact in wastewater treatment. The contribution of semiconducting nanomaterials in wastewater treatment for degradation is extremely substantial. However, combination of these nanomaterials with other purification techniques (ozonation, sonolysis, the Fenton process, etc.) synergistically improves these processes. Nanomaterials also play a vital role in removal of pollutants via adsorption or filtration approaches. Furthermore, the role of nanomaterials in antimicrobial activity is very important. Hence, the use of nanomaterials in the purification of wastewater is very efficient, without any doubt. However, the release/leaching of nanoparticles into the water system during these processes poses serious risk. Besides, the cost of making the nanomaterials makes these wastewater treatments very expensive, which limits the application of nanotechnology in these fields. Hence, tremendous efforts are required in the synthesis of cost-effective nanomaterials and restriction of leaching of nanoparticles into aqueous environments. Nevertheless, because of their effectiveness, nanomaterials will certainly play a key role in wastewater treatment on an industrial scale."
    } ],
    "references" : [ {
      "title" : "Engineered nanomaterials",
      "author" : [ "AS References Adeleye", "JR Conway", "K Garner", "Y Huang", "Y Su", "AA Keller" ],
      "venue" : null,
      "citeRegEx" : "Adeleye et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Adeleye et al\\.",
      "year" : 2016
    }, {
      "title" : "Adsorption of heavy metal ions: role of chitosan",
      "author" : [ "M Ahmad", "S Ahmed", "BL Swami", "S Ikram" ],
      "venue" : "Chem Res 40:4681–4715",
      "citeRegEx" : "Ahmad et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ahmad et al\\.",
      "year" : 2015
    }, {
      "title" : "Kinetic and thermodynamic evaluation",
      "author" : [ "M IJP Ahmad", "K Manzoor", "P Venkatachalam", "S Ikram" ],
      "venue" : null,
      "citeRegEx" : "8232",
      "shortCiteRegEx" : "8232",
      "year" : 2016
    }, {
      "title" : "A review of removal of pollutants from water/waste",
      "author" : [ "AA Alazba", "U Manzoor" ],
      "venue" : null,
      "citeRegEx" : "Amin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Amin et al\\.",
      "year" : 2014
    }, {
      "title" : "Kajitvichyanukul P (2016) Visible light photocatalytic antibacterial",
      "author" : [ "Y Boonto" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Ultrasound assisted synthesis of nanoparticles",
      "author" : [ "SG Babu", "B Neppolian", "M Ashokkumar" ],
      "venue" : null,
      "citeRegEx" : "Babu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Babu et al\\.",
      "year" : 2016
    }, {
      "title" : "Singapore, pp 423–456",
      "author" : [ "SG Babu", "B Neppolian", "M Ashokkumar" ],
      "venue" : null,
      "citeRegEx" : "Babu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Babu et al\\.",
      "year" : 2016
    }, {
      "title" : "Diffused sunlight driven",
      "author" : [ "SG 1166/mat.2015.1247 Babu", "R Vinoth", "B Neppolian", "DD Dionysiou", "M Ashokkumar" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Degradation of phenol in aqueous solution by Fenton",
      "author" : [ "K Muthukumar" ],
      "venue" : null,
      "citeRegEx" : "Babuponnusami and Muthukumar,? \\Q2011\\E",
      "shortCiteRegEx" : "Babuponnusami and Muthukumar",
      "year" : 2011
    }, {
      "title" : "Analysis and monitoring: costing textile effluent",
      "author" : [ "M Akmakci", "C Kinaci" ],
      "venue" : null,
      "citeRegEx" : "Babursah et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Babursah et al\\.",
      "year" : 2006
    }, {
      "title" : "Filtr Separat 43:26–30",
      "author" : [ "U Bali", "EC Catalkaya", "F Sengul" ],
      "venue" : null,
      "citeRegEx" : "Bali et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Bali et al\\.",
      "year" : 2003
    }, {
      "title" : "2016) Fenton process coupled to ultra",
      "author" : [ "FZ Espinosa", "JA Hernández-Pérez", "S Silva-Martínez" ],
      "venue" : null,
      "citeRegEx" : "Espinosa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Espinosa et al\\.",
      "year" : 2016
    }, {
      "title" : "Perspectives and applications of nanotechnology in water",
      "author" : [ "N Khan", "M Dutta" ],
      "venue" : null,
      "citeRegEx" : "Baruah et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Baruah et al\\.",
      "year" : 2016
    }, {
      "title" : "Techniques for water and wastewater management: a review of techniques and their integration in planning. Urban Water 2:197–221",
      "author" : [ "R Burkhard", "A Deletic", "A Craig" ],
      "venue" : null,
      "citeRegEx" : "Burkhard et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Burkhard et al\\.",
      "year" : 2000
    }, {
      "title" : "Adsorption of graphene for the removal of inorganic pollutants in water purification: a review. Adsorption 20:713–727",
      "author" : [ "Y Cao", "X Li" ],
      "venue" : null,
      "citeRegEx" : "Cao and Li,? \\Q2014\\E",
      "shortCiteRegEx" : "Cao and Li",
      "year" : 2014
    }, {
      "title" : "Photochemical degradation and mineralization of 4-chlorophenol",
      "author" : [ "EC Catalkaya", "U Bali", "F Sengul" ],
      "venue" : "Environ Sci Pollut Res Int 10:113–120",
      "citeRegEx" : "Catalkaya et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Catalkaya et al\\.",
      "year" : 2003
    }, {
      "title" : "Photocatalytic–Fenton degradation of glycerol solution over visible light-responsive",
      "author" : [ "CK Cheng", "ZY Kong", "MR Khan" ],
      "venue" : null,
      "citeRegEx" : "Cheng et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2015
    }, {
      "title" : "Sono-photo Fenton treatment of liquid waste",
      "author" : [ "S Chitra", "K Paramasivan", "PK Sinha" ],
      "venue" : null,
      "citeRegEx" : "Chitra et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chitra et al\\.",
      "year" : 2013
    }, {
      "title" : "Recent advances in the use of graphene-family",
      "author" : [ "S 4236/ijnm.2013.22012 Chowdhury", "R Balasubramanian" ],
      "venue" : null,
      "citeRegEx" : "Chowdhury and Balasubramanian,? \\Q2014\\E",
      "shortCiteRegEx" : "Chowdhury and Balasubramanian",
      "year" : 2014
    }, {
      "title" : "Heterogeneous photocatalysis as an advanced",
      "author" : [ "K Demeestere", "J Dewulf", "HV Langenhove" ],
      "venue" : null,
      "citeRegEx" : "05",
      "shortCiteRegEx" : "05",
      "year" : 2007
    }, {
      "title" : "Nanomaterials: synthesis, properties and applications",
      "author" : [ "AS Edelstein", "RC Cammaratra" ],
      "venue" : null,
      "citeRegEx" : "Edelstein and Cammaratra,? \\Q1998\\E",
      "shortCiteRegEx" : "Edelstein and Cammaratra",
      "year" : 1998
    }, {
      "title" : "Nanotechnology for wastewater treatment: in brief. In: Water and wastewater treatment technologies. In: Encyclopedia of Life Support Systems (EOLSS)",
      "author" : [ "IJ El Saliby", "H Shon", "J Kandasamy", "S Vigneswaran" ],
      "venue" : null,
      "citeRegEx" : "Saliby et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Saliby et al\\.",
      "year" : 2008
    }, {
      "title" : "Maghemite nanoparticles and maghemite/silica nanocomposite microspheres as magnetic Fenton catalysts for the removal of water pollutants",
      "author" : [ "N Ferroudj", "J Nzimoto", "A Davidson", "D Talbot", "E Briot", "V Dupuis", "S Abramson" ],
      "venue" : "Appl Catal B Environ 136:9–18",
      "citeRegEx" : "Ferroudj et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ferroudj et al\\.",
      "year" : 2013
    }, {
      "title" : "Photocatalytic disinfection using titanium dioxide: spectrum and mechanism of antimicrobial activity",
      "author" : [ "HA Foster", "IB Ditta", "S Varghese", "A Steele" ],
      "venue" : "Appl Microbiol Biotechnol 90:1847–1868",
      "citeRegEx" : "Foster et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Foster et al\\.",
      "year" : 2011
    }, {
      "title" : "Removal of heavy metal ions from wastewaters: a review",
      "author" : [ "FL Fu", "Q Wang" ],
      "venue" : "J Environ Manag 92:407–418",
      "citeRegEx" : "Fu and Wang,? \\Q2011\\E",
      "shortCiteRegEx" : "Fu and Wang",
      "year" : 2011
    }, {
      "title" : "Antimicrobial activity of photocatalysts: fundamentals, mechanisms, kinetics and recent advances",
      "author" : [ "P Ganguly", "C Byrne", "A Breen", "SC Pillai" ],
      "venue" : "Appl Catal B 225:51–75",
      "citeRegEx" : "Ganguly et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ganguly et al\\.",
      "year" : 2018
    }, {
      "title" : "Hollow sphere selenium nanoparticles: their in-vitro anti hydroxyl radical effect",
      "author" : [ "X Gao", "J Zhang", "L Zhang" ],
      "venue" : "Adv Mater 14:290–293",
      "citeRegEx" : "Gao et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2002
    }, {
      "title" : "Sonophotocatalytic degradation of eriochrome",
      "author" : [ "HM Gobara", "RA Elsalamony", "SA Hassan" ],
      "venue" : null,
      "citeRegEx" : "Gobara et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gobara et al\\.",
      "year" : 2016
    }, {
      "title" : "Water security in one blue",
      "author" : [ "D Grey", "D Garrick", "D Blackmore", "J Kelman", "M Muller", "C Sadoff" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Effect of various sono-oxidation parameters on",
      "author" : [ "Z Guo", "Z Zheng", "S Zheng", "HuW", "R Feng" ],
      "venue" : "Desalin 383:29–37",
      "citeRegEx" : "Guo et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2005
    }, {
      "title" : "Decolourization of textile industry",
      "author" : [ "C Hachem", "F Bocquillon", "O Zahraa", "M Bouchy" ],
      "venue" : null,
      "citeRegEx" : "Hachem et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Hachem et al\\.",
      "year" : 2001
    }, {
      "title" : "Facile synthesis",
      "author" : [ "C Han", "G Huang", "D Zhu", "K Hu" ],
      "venue" : null,
      "citeRegEx" : "Han et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2017
    }, {
      "title" : "Heterogeneous photocatalysis: state of the art and present applications",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Herrmann,? \\Q2005\\E",
      "shortCiteRegEx" : "Herrmann",
      "year" : 2005
    }, {
      "title" : "A comprehensive review",
      "author" : [ "Catal" ],
      "venue" : null,
      "citeRegEx" : "Catal,? \\Q2004\\E",
      "shortCiteRegEx" : "Catal",
      "year" : 2004
    }, {
      "title" : "Desalination 170:281–308",
      "author" : [ "AA Ihsanullah", "AM Al-amer", "T Laoui", "MJ Al-marri", "MS Nasser", "MAIM Khraisheh" ],
      "venue" : null,
      "citeRegEx" : "Ihsanullah et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ihsanullah et al\\.",
      "year" : 2016
    }, {
      "title" : "Doping of graphitic carbon nitride",
      "author" : [ "L Jiang", "X Yuan", "Y Pan", "J Liang", "G Zeng", "Z Wu", "H Wang" ],
      "venue" : null,
      "citeRegEx" : "Jiang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2017
    }, {
      "title" : "Questioning the excessive use of advanced",
      "author" : [ "OAH Jones", "PG Green", "N Voulvoulis", "JN Lester" ],
      "venue" : null,
      "citeRegEx" : "06",
      "shortCiteRegEx" : "06",
      "year" : 2007
    }, {
      "title" : "Visible light induced sonophotocatalytic degradation of reactive red dye 198 using dye sensitized",
      "author" : [ "S Kaur", "V Singh" ],
      "venue" : null,
      "citeRegEx" : "Kaur and Singh,? \\Q2007\\E",
      "shortCiteRegEx" : "Kaur and Singh",
      "year" : 2007
    }, {
      "title" : "Health risks of heavy metals in contaminated soils and food crops irrigated with wastewater in Beijing, China",
      "author" : [ "S Khan", "Q Cao", "YM Zheng", "YZ Huang", "YG Zhu" ],
      "venue" : "Environ Pollut 152:686–692",
      "citeRegEx" : "Khan et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Khan et al\\.",
      "year" : 2010
    }, {
      "title" : "2016) Photocatalytic, antimicrobial activities of biogenic silver nanoparticles and electrochemical degradation of water soluble dyes at glassy carbon/silver modified past electrode",
      "author" : [ "ZUH Khan", "A Khan", "A Shah", "Y Chen", "P Wan", "AU Khan", "K Tahir", "N Muhamma", "FU Khan", "HU Shah" ],
      "venue" : null,
      "citeRegEx" : "Khan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Khan et al\\.",
      "year" : 2016
    }, {
      "title" : "2016) Chitosan-functionalized graphene oxide: a novel adsorbent an efficient",
      "author" : [ "KAS Kumar", "S Jiang" ],
      "venue" : null,
      "citeRegEx" : "2016",
      "shortCiteRegEx" : "2016",
      "year" : 2016
    }, {
      "title" : "Karuthapandian S (2016) Veteran cupric oxide with new",
      "author" : [ "PS jallcom.2017.01.126 Kumar", "M Selvakumar", "SG Babu" ],
      "venue" : null,
      "citeRegEx" : "Kumar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2016
    }, {
      "title" : "Influence of the synthesis conditions on the catalytic",
      "author" : [ "DS Nair", "AM Rahnamol" ],
      "venue" : null,
      "citeRegEx" : "Kurian et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Kurian et al\\.",
      "year" : 2014
    }, {
      "title" : "Efficient photocatalytic degradation of organics diluted in water",
      "author" : [ "Y Kuwahara", "H Yamashita" ],
      "venue" : null,
      "citeRegEx" : "Kuwahara and Yamashita,? \\Q2011\\E",
      "shortCiteRegEx" : "Kuwahara and Yamashita",
      "year" : 2011
    }, {
      "title" : "Photochemical processes for water treatment",
      "author" : [ "O Legrini", "E Oliveros", "AM Braun" ],
      "venue" : "Chem Rev",
      "citeRegEx" : "Legrini et al\\.,? \\Q1993\\E",
      "shortCiteRegEx" : "Legrini et al\\.",
      "year" : 1993
    }, {
      "title" : "Nanotechnology for water treatment and purification, Lecture notes",
      "author" : [ "T Leshuk", "F Gu" ],
      "venue" : null,
      "citeRegEx" : "Leshuk and Gu,? \\Q2014\\E",
      "shortCiteRegEx" : "Leshuk and Gu",
      "year" : 2014
    }, {
      "title" : "Photocatalytic disinfection of marine bacteria",
      "author" : [ "TY Leung", "CY Chan", "C Hu", "JC Yu", "PK Wong" ],
      "venue" : null,
      "citeRegEx" : "Leung et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Leung et al\\.",
      "year" : 2008
    }, {
      "title" : "Removal mechanisms for endocrine disrupting compounds",
      "author" : [ "ZH acs.jced.6b00746 Liu", "Y Kanjo", "S Mizutani" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2009
    }, {
      "title" : "Sonolysis of synthetic sediment particles: particle",
      "author" : [ "Y Lu", "N Riyanto", "LK Weavers" ],
      "venue" : null,
      "citeRegEx" : "08",
      "shortCiteRegEx" : "08",
      "year" : 2002
    }, {
      "title" : "Silver socks have cloudy lining court bans widely used flame retardant",
      "author" : [ "N Lubick", "K Betts" ],
      "venue" : null,
      "citeRegEx" : "Lubick and Betts,? \\Q2008\\E",
      "shortCiteRegEx" : "Lubick and Betts",
      "year" : 2008
    }, {
      "title" : "Photocatalytic nanofiltration",
      "author" : [ "Y Lv", "C Zhang", "C He", "SJ Yang", "SB Darling", "ZK Xu" ],
      "venue" : "Environ Sci Technol 42:3910–3910",
      "citeRegEx" : "Lv et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lv et al\\.",
      "year" : 2017
    }, {
      "title" : "Microwave-assisted optimization of platinum-nickel nanoalloys",
      "author" : [ "H Wang", "C Na" ],
      "venue" : null,
      "citeRegEx" : "Ma et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2015
    }, {
      "title" : "Photoelectrochemical sterilization",
      "author" : [ "T Matsunaga", "R Tomoda", "T Nakajima", "H Wake" ],
      "venue" : null,
      "citeRegEx" : "Matsunaga et al\\.,? \\Q1985\\E",
      "shortCiteRegEx" : "Matsunaga et al\\.",
      "year" : 1985
    }, {
      "title" : "Reaction mechanism and kinetics of DEET",
      "author" : [ "A Rey", "EM Rodríguez", "FJ Beltrán" ],
      "venue" : null,
      "citeRegEx" : "Mena et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mena et al\\.",
      "year" : 2017
    }, {
      "title" : "Water purification by semiconductor photocatalysis",
      "author" : [ "A Mills", "RH Davies", "D Worsley" ],
      "venue" : null,
      "citeRegEx" : "Mills et al\\.,? \\Q1993\\E",
      "shortCiteRegEx" : "Mills et al\\.",
      "year" : 1993
    }, {
      "title" : "Sonophotocatalytic degradation of trypan",
      "author" : [ "S Mosleh", "MR Rahimi", "M Ghaedi", "K Dashtian" ],
      "venue" : "Soc Rev 22:417–425",
      "citeRegEx" : "Mosleh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mosleh et al\\.",
      "year" : 2016
    }, {
      "title" : "Comparing VUV and VUV/Fe processes for decomposition of cloxacillin antibiotic: degradation rate and pathways, mineralization and by-product analysis",
      "author" : [ "G Moussavi", "M Rezaei", "M Porakbar" ],
      "venue" : "Chem Eng J 332:140–149",
      "citeRegEx" : "Moussavi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Moussavi et al\\.",
      "year" : 2018
    }, {
      "title" : "Nickel ferrite bearing nitrogen-doped mesoporous carbon as efficient adsorbent for the removal of highly toxic metal ion from aqueous medium",
      "author" : [ "M Naushad", "T Ahamad", "BM Al-Maswari" ],
      "venue" : "Chem Eng J 330:1351",
      "citeRegEx" : "Naushad et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Naushad et al\\.",
      "year" : 2017
    }, {
      "title" : "Efficient removal of toxic phosphate anions from aqueous environment using pectin based quaternary amino anion exchanger",
      "author" : [ "M Naushad", "G Sharma", "A Kumar" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "Naushad et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Naushad et al\\.",
      "year" : 2018
    }, {
      "title" : "Ultrasound assisted catalytic",
      "author" : [ "AN Nikolopoulos", "O Igglessi-Markopoulou", "N Papayannakos" ],
      "venue" : null,
      "citeRegEx" : "Nikolopoulos et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Nikolopoulos et al\\.",
      "year" : 2006
    }, {
      "title" : "Hierarchical CeO2 nanospheres",
      "author" : [ "X 1007/s11051-010-9944-z Ouyang", "W Li", "S Xie", "T Zhai", "M Yu", "J Gan", "X Lu" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Nanomaterials for industrial wastewater treatment and water purification",
      "author" : [ "S Palit" ],
      "venue" : null,
      "citeRegEx" : "Palit,? \\Q2017\\E",
      "shortCiteRegEx" : "Palit",
      "year" : 2017
    }, {
      "title" : "Solar-powered electrochemical oxidation of organic",
      "author" : [ "H Park", "CD Vecitis", "MR Hoffmann" ],
      "venue" : null,
      "citeRegEx" : "Park et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2008
    }, {
      "title" : "A review on heavy metal ions adsorption from water",
      "author" : [ "H Li", "Y Liu", "S Song" ],
      "venue" : null,
      "citeRegEx" : "Peng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Peng et al\\.",
      "year" : 2017
    }, {
      "title" : "The removal of reactive dye",
      "author" : [ "I Petrinic", "NPR Andersen", "S Sostar-Turk", "AM Le Marechal" ],
      "venue" : null,
      "citeRegEx" : "2017",
      "shortCiteRegEx" : "2017",
      "year" : 2007
    }, {
      "title" : "Simultaneous Fenton–photocatalytic reactions through a new single catalyst (Nano",
      "author" : [ "VL Prasanna", "R Vijayaraghavan" ],
      "venue" : null,
      "citeRegEx" : "Prasanna and Vijayaraghavan,? \\Q2017\\E",
      "shortCiteRegEx" : "Prasanna and Vijayaraghavan",
      "year" : 2017
    }, {
      "title" : "Nanotechnology for a safe and sustainable water supply",
      "author" : [ "X Qu", "J Brame", "Q Li", "PJ Alvarez" ],
      "venue" : null,
      "citeRegEx" : "Qu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Qu et al\\.",
      "year" : 2012
    }, {
      "title" : "Photocatalytic ozonation of pesticides in a fixed",
      "author" : [ "EK 1021/ar300029v Radwan", "L Yu", "G Achari", "CH Langford" ],
      "venue" : null,
      "citeRegEx" : "Radwan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Radwan et al\\.",
      "year" : 2016
    }, {
      "title" : "Degradation of 2,4-dichlorophenol in aqueous solution",
      "author" : [ "K Palanivelu", "C-S Lee" ],
      "venue" : null,
      "citeRegEx" : "Ranjit et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Ranjit et al\\.",
      "year" : 2008
    }, {
      "title" : "A (2009) Photocatalysis. A multi-faceted concept for green",
      "author" : [ "D Dondi", "M Fagnoni", "Albini" ],
      "venue" : null,
      "citeRegEx" : "Ravelli et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ravelli et al\\.",
      "year" : 2009
    }, {
      "title" : "Study in synthesis and characterization",
      "author" : [ "H Sadegh", "R Shahryari-Ghoshekandi", "M Kazemi" ],
      "venue" : null,
      "citeRegEx" : "Sadegh et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Sadegh et al\\.",
      "year" : 2014
    }, {
      "title" : "Nickel oxide nanoparticles: a novel antiox",
      "author" : [ "JP Saikia", "S Paul", "BK Konwar", "SK Samdarshi" ],
      "venue" : null,
      "citeRegEx" : "Saikia et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Saikia et al\\.",
      "year" : 2010
    }, {
      "title" : "Mode of photocatalytic bactericidal action of powdered",
      "author" : [ "T Saito", "T Iwase", "J Horie", "T Morioka" ],
      "venue" : null,
      "citeRegEx" : "Saito et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Saito et al\\.",
      "year" : 1992
    }, {
      "title" : "Nanomaterials and water purification: opportunities and challenges",
      "author" : [ "MS Diallo" ],
      "venue" : null,
      "citeRegEx" : "Savage and Diallo,? \\Q2005\\E",
      "shortCiteRegEx" : "Savage and Diallo",
      "year" : 2005
    }, {
      "title" : "Integrated heterogeneous sono–photo",
      "author" : [ "Y Segura", "R Molina", "F Martínez", "JA Melero" ],
      "venue" : null,
      "citeRegEx" : "Segura et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Segura et al\\.",
      "year" : 2009
    }, {
      "title" : "Unique properties of ceria nanoparticles",
      "author" : [ "D Stacchiola", "JA Rodriguez" ],
      "venue" : null,
      "citeRegEx" : "Senanayake et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Senanayake et al\\.",
      "year" : 2013
    }, {
      "title" : "Sonophotochemical destruction of aqueous solution of 2,4,6trichlorophenol",
      "author" : [ "IZ Shirgaonkar", "AB Pandit" ],
      "venue" : "Ultrason Sonochem 5:53–61",
      "citeRegEx" : "Shirgaonkar and Pandit,? \\Q1998\\E",
      "shortCiteRegEx" : "Shirgaonkar and Pandit",
      "year" : 1998
    }, {
      "title" : "Arsenic removal from aqueous solutions by adsorption onto hydrous iron oxide-impregnated alginate beads",
      "author" : [ "A Sigdel", "J Park", "H Kwak", "P Park" ],
      "venue" : "J Ind Eng Chem 35:277–286. https://doi",
      "citeRegEx" : "Sigdel et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sigdel et al\\.",
      "year" : 2016
    }, {
      "title" : "Visible light induced photocatalytic reduction of metals (Cr, Cu, Ni, and Zn) and its synergism with different pH",
      "author" : [ "C Singh", "R Chaudhary" ],
      "venue" : null,
      "citeRegEx" : "Singh and Chaudhary,? \\Q2013\\E",
      "shortCiteRegEx" : "Singh and Chaudhary",
      "year" : 2013
    }, {
      "title" : "Renew Sustain Energy 5:053102",
      "author" : [ "K Sunada", "T Watanabe", "K Hashimoto" ],
      "venue" : "Studies on photokilling of bacteria on TiO2 thin film. J",
      "citeRegEx" : "Sunada et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Sunada et al\\.",
      "year" : 2003
    }, {
      "title" : "Photochem Photobiol A 156:227–233",
      "author" : [ "A Tadjarodi", "S Moazen", "R Zare-dorabei", "A Barzin" ],
      "venue" : null,
      "citeRegEx" : "Tadjarodi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tadjarodi et al\\.",
      "year" : 2016
    }, {
      "title" : "Removal of Cu(II) by loofah fibers",
      "author" : [ "X Tang", "Q Zhang", "Z Liu", "K Pan", "Y Dong", "Y Li" ],
      "venue" : null,
      "citeRegEx" : "Tang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanotechnology and water treatment: applications",
      "author" : [ "J Theron", "JA Walker", "TE Cloete" ],
      "venue" : null,
      "citeRegEx" : "2016",
      "shortCiteRegEx" : "2016",
      "year" : 2008
    }, {
      "title" : "Degradation of chlorophenols",
      "author" : [ "MP 10408410701710442 Titus", "VG Molina", "MA Banos", "J Gimenez", "S Esplugas" ],
      "venue" : null,
      "citeRegEx" : "Titus et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Titus et al\\.",
      "year" : 2004
    }, {
      "title" : "Dükkancı M (2016) Heterogeneous Fenton-like oxidation of crystal violet",
      "author" : [ "G Gündüz" ],
      "venue" : null,
      "citeRegEx" : "Ünnü and Gündüz,? \\Q2016\\E",
      "shortCiteRegEx" : "Ünnü and Gündüz",
      "year" : 2016
    }, {
      "title" : "Zinc peroxide functionalized synthetic graphite: an economical",
      "author" : [ "J Tawale", "N Singh" ],
      "venue" : null,
      "citeRegEx" : "Uppal et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Uppal et al\\.",
      "year" : 2016
    }, {
      "title" : "Sonophotocatalytic degradation studies of alizarin reactive",
      "author" : [ "A Verma", "P Sangwan", "D Dixit" ],
      "venue" : null,
      "citeRegEx" : "Verma et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Verma et al\\.",
      "year" : 2014
    }, {
      "title" : "Comparison among Fenton-related processes",
      "author" : [ "TH Wang", "SF Kang", "YH Lin" ],
      "venue" : "dye. Arab J Sci Eng 39:7477–7482",
      "citeRegEx" : "Wang et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 1999
    }, {
      "title" : "Photoelectrochemical cell",
      "author" : [ "D Wang", "Y Li", "GL Puma", "P Lianos", "C Wang", "P Wang" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Sulfate functionalized",
      "author" : [ "Z Xu", "C Huang", "L Wang", "X Pan", "L Qin", "X Guo", "G Zhang" ],
      "venue" : "Mater 323:681–689",
      "citeRegEx" : "Xu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2015
    }, {
      "title" : "Bactericidal actions of a silver ion solution on Escherichia coli, studied by energy-filtering transmission electron microscopy and proteomic analysis",
      "author" : [ "M Yamanaka", "K Hara", "J Kudo" ],
      "venue" : "Appl Environ Microbiol",
      "citeRegEx" : "Yamanaka et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Yamanaka et al\\.",
      "year" : 2005
    }, {
      "title" : "A metal-free visible light active photo-electro-Fenton-like cell for organic pollutants degradation",
      "author" : [ "D Yue", "X Qian", "M Kan", "M Fang", "J Jia", "X Yang", "Y Zhao" ],
      "venue" : "Appl Catal B Environ",
      "citeRegEx" : "Yue et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Yue et al\\.",
      "year" : 2018
    }, {
      "title" : "Studies of ab initio and Monte Carlo simulation on interaction of fluorouracil anticancer drug with carbon nanotube",
      "author" : [ "K Zare", "F Najafi", "H Sadegh" ],
      "venue" : "J Nanostruct Chem 3:1–8",
      "citeRegEx" : "Zare et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zare et al\\.",
      "year" : 2013
    }, {
      "title" : "Phenol oxidation kinetics in water solution using iron",
      "author" : [ "G Zelmanov", "R Semiat" ],
      "venue" : null,
      "citeRegEx" : "Zelmanov and Semiat,? \\Q2008\\E",
      "shortCiteRegEx" : "Zelmanov and Semiat",
      "year" : 2008
    }, {
      "title" : "Performance study of ZrO2 ceramic micro-filtration membranes used in pretreatment of DMF wastewater",
      "author" : [ "Q Zhang", "R Xu", "P Xu", "R Chen", "Q He", "J Zhong", "X Gu" ],
      "venue" : "Desalination",
      "citeRegEx" : "Zhang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2014
    }, {
      "title" : "Enhanced photocatalytic and Fenton-like performance",
      "author" : [ "ZhaoW", "C Liang", "B Wang", "S Xing" ],
      "venue" : null,
      "citeRegEx" : "ZhaoW et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "ZhaoW et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "However, unfortunately only about 1% of it is readily accessible for consumption by human beings (Adeleye et al. 2016).",
      "startOffset" : 97,
      "endOffset" : 118
    }, {
      "referenceID" : 0,
      "context" : "This is mainly the consequence of growing populations and growing industrialization (Adeleye et al. 2016).",
      "startOffset" : 84,
      "endOffset" : 105
    }, {
      "referenceID" : 58,
      "context" : "One of the major challenges is to purify the wastewater from industrial processes by removing the organic and inorganic pollutants to obtain water with permissible quality (Naushad et al. 2018; Schwarzenbach et al. 2006).",
      "startOffset" : 172,
      "endOffset" : 220
    }, {
      "referenceID" : 22,
      "context" : "during the wastewater purification process (Ferroudj et al. 2013; Qu et al. 2012).",
      "startOffset" : 43,
      "endOffset" : 81
    }, {
      "referenceID" : 66,
      "context" : "during the wastewater purification process (Ferroudj et al. 2013; Qu et al. 2012).",
      "startOffset" : 43,
      "endOffset" : 81
    }, {
      "referenceID" : 22,
      "context" : "Furthermore, these systems are expensive, which, in turn, increases the price of potable water (Ferroudj et al. 2013).",
      "startOffset" : 95,
      "endOffset" : 117
    }, {
      "referenceID" : 57,
      "context" : "The available biological techniques for the purification of wastewater suffer from the drawback of being very slow processes, and sometimes they increase the toxicity by releasing microorganisms into drinking water (Naushad et al. 2017; Zelmanov and Semiat 2008).",
      "startOffset" : 215,
      "endOffset" : 262
    }, {
      "referenceID" : 93,
      "context" : "The available biological techniques for the purification of wastewater suffer from the drawback of being very slow processes, and sometimes they increase the toxicity by releasing microorganisms into drinking water (Naushad et al. 2017; Zelmanov and Semiat 2008).",
      "startOffset" : 215,
      "endOffset" : 262
    }, {
      "referenceID" : 93,
      "context" : "Moreover, the application of these biological systems is inefficient for wastewater that contains nonbiodegradable impurities (Zelmanov and Semiat 2008).",
      "startOffset" : 126,
      "endOffset" : 152
    }, {
      "referenceID" : 15,
      "context" : "Similarly, it is difficult to achieve 100% purification by physical filtration methods, and these methods generate toxic sludge, which is extremely problematic for disposal (Catalkaya et al. 2003; Bali et al. 2003).",
      "startOffset" : 173,
      "endOffset" : 214
    }, {
      "referenceID" : 10,
      "context" : "Similarly, it is difficult to achieve 100% purification by physical filtration methods, and these methods generate toxic sludge, which is extremely problematic for disposal (Catalkaya et al. 2003; Bali et al. 2003).",
      "startOffset" : 173,
      "endOffset" : 214
    }, {
      "referenceID" : 13,
      "context" : "This can also be achieved by either improving or modifying existing technologies (Burkhard et al. 2000).",
      "startOffset" : 81,
      "endOffset" : 103
    }, {
      "referenceID" : 42,
      "context" : "ity of the Fenton process (Kurian et al. 2014; Ma et al. 2015), ozonolysis (Babu et al.",
      "startOffset" : 26,
      "endOffset" : 62
    }, {
      "referenceID" : 51,
      "context" : "ity of the Fenton process (Kurian et al. 2014; Ma et al. 2015), ozonolysis (Babu et al.",
      "startOffset" : 26,
      "endOffset" : 62
    }, {
      "referenceID" : 45,
      "context" : "Several research works have been reported in which nanomaterials have been applied for purification of wastewater (Leshuk and Gu 2014; Palit 2017; Savage and Diallo 2005; Theron et al. 2008; Santhosh et al. 2016; Zhang et al. 2016; Ghasemzadeh et al. 2016; Baruah et al. 2016).",
      "startOffset" : 114,
      "endOffset" : 276
    }, {
      "referenceID" : 61,
      "context" : "Several research works have been reported in which nanomaterials have been applied for purification of wastewater (Leshuk and Gu 2014; Palit 2017; Savage and Diallo 2005; Theron et al. 2008; Santhosh et al. 2016; Zhang et al. 2016; Ghasemzadeh et al. 2016; Baruah et al. 2016).",
      "startOffset" : 114,
      "endOffset" : 276
    }, {
      "referenceID" : 73,
      "context" : "Several research works have been reported in which nanomaterials have been applied for purification of wastewater (Leshuk and Gu 2014; Palit 2017; Savage and Diallo 2005; Theron et al. 2008; Santhosh et al. 2016; Zhang et al. 2016; Ghasemzadeh et al. 2016; Baruah et al. 2016).",
      "startOffset" : 114,
      "endOffset" : 276
    }, {
      "referenceID" : 12,
      "context" : "Several research works have been reported in which nanomaterials have been applied for purification of wastewater (Leshuk and Gu 2014; Palit 2017; Savage and Diallo 2005; Theron et al. 2008; Santhosh et al. 2016; Zhang et al. 2016; Ghasemzadeh et al. 2016; Baruah et al. 2016).",
      "startOffset" : 114,
      "endOffset" : 276
    }, {
      "referenceID" : 3,
      "context" : "Nanotechnology is one of the interesting fields that deals with particles less than 100 nm in size (Amin et al. 2014).",
      "startOffset" : 99,
      "endOffset" : 117
    }, {
      "referenceID" : 49,
      "context" : "nanocolloids, nanoparticles, and nanofilms have been reported in the literature for various applications (Lubick and Betts 2008; Edelstein and Cammaratra 1998).",
      "startOffset" : 105,
      "endOffset" : 159
    }, {
      "referenceID" : 20,
      "context" : "nanocolloids, nanoparticles, and nanofilms have been reported in the literature for various applications (Lubick and Betts 2008; Edelstein and Cammaratra 1998).",
      "startOffset" : 105,
      "endOffset" : 159
    }, {
      "referenceID" : 83,
      "context" : "Advanced oxidation processes (AOPs) such as UV/H2O2, ozonation, the photo-Fenton process (Titus et al. 2004), γ-radiolysis, sonolysis, electrochemical oxidation (Park et al.",
      "startOffset" : 89,
      "endOffset" : 108
    }, {
      "referenceID" : 47,
      "context" : "AOPs have been considered as alternatives to conventional water treatment technologies (Liu et al. 2009).",
      "startOffset" : 87,
      "endOffset" : 104
    }, {
      "referenceID" : 32,
      "context" : "Although there is no consensus in the scientific community as to a proper definition of photocatalysis, the term can be generally used to describe a process in which light is used to active a substance—the photocatalyst—which modifies the rate of a chemical reaction without being involved in the chemical transformation (Herrmann 2005).",
      "startOffset" : 321,
      "endOffset" : 336
    }, {
      "referenceID" : 75,
      "context" : "processes, employed both in industry and in academia (Senanayake et al. 2013).",
      "startOffset" : 53,
      "endOffset" : 77
    }, {
      "referenceID" : 16,
      "context" : "The degradation of an aqueous solution of glycerol via a photocatalytic Fenton technique has been reported (Cheng et al. 2015).",
      "startOffset" : 107,
      "endOffset" : 126
    }, {
      "referenceID" : 89,
      "context" : "The effects of the Fe3O4 to MoS2 ratio and the reaction time on the shape and properties of the magnetic nanocomposite were investigated in detail (Xu et al. 2015).",
      "startOffset" : 147,
      "endOffset" : 163
    }, {
      "referenceID" : 44,
      "context" : "Therefore, different approaches are being implemented, such as AOPs for the treatment of toxins and bioresistant organic pollutants (Legrini et al. 1993; Mills et al. 1993).",
      "startOffset" : 132,
      "endOffset" : 172
    }, {
      "referenceID" : 54,
      "context" : "Therefore, different approaches are being implemented, such as AOPs for the treatment of toxins and bioresistant organic pollutants (Legrini et al. 1993; Mills et al. 1993).",
      "startOffset" : 132,
      "endOffset" : 172
    }, {
      "referenceID" : 86,
      "context" : "studied the degradation of alizarin (a model reactive dye), using photocatalytic and photochemical oxidation processes (Verma et al. 2014).",
      "startOffset" : 119,
      "endOffset" : 138
    }, {
      "referenceID" : 30,
      "context" : "The authors highlighted the effects of pH, TiO2 loading, and oxidant dose, where the trends agreed with those reported in the literature (Hachem et al. 2001).",
      "startOffset" : 137,
      "endOffset" : 157
    }, {
      "referenceID" : 37,
      "context" : "Kaur and Singh investigated the degradation of reactive red 198 dye by dye-sensitized TiO2 (Kaur and Singh 2007).",
      "startOffset" : 91,
      "endOffset" : 112
    }, {
      "referenceID" : 76,
      "context" : "The increase in radical species thus increases the degradation rate over dye-sensitized TiO2 (Lu et al. 2002; Shirgaonkar and Pandit 1998).",
      "startOffset" : 93,
      "endOffset" : 138
    }, {
      "referenceID" : 55,
      "context" : ", the dye concentration, irradiation time and sonication, flow rate, photocatalyst dosage, and pH) (Mosleh et al. 2016).",
      "startOffset" : 99,
      "endOffset" : 119
    }, {
      "referenceID" : 17,
      "context" : "studied the degradation of ethylenediaminetetraacetic acid (EDTA), using sono-, photo- and sono-photo-Fenton processes (Chitra et al. 2013).",
      "startOffset" : 119,
      "endOffset" : 139
    }, {
      "referenceID" : 74,
      "context" : "investigated the degradation of a phenolic aqueous solution over a H2O2/Fe2O3–SBA-15 catalyst, utilizing separate and combined sono- and/or photoFenton processes (Segura et al. 2009).",
      "startOffset" : 162,
      "endOffset" : 182
    }, {
      "referenceID" : 59,
      "context" : "Such an increase in the particle surface area results in an increase in the number of active sites for the production of radicals during the photo-Fenton process (Li Puma et al. 2007; Nikolopoulos et al. 2006).",
      "startOffset" : 162,
      "endOffset" : 209
    }, {
      "referenceID" : 8,
      "context" : "These results were in agreement with those described by Babuponnusami and Muthulukumar (Babuponnusami and Muthukumar 2011) for",
      "startOffset" : 87,
      "endOffset" : 122
    }, {
      "referenceID" : 29,
      "context" : "The latter study showed the synergic effect of the sono-photo-Fenton process in different reaction conditions that were reported to affect the catalyst activity, such as the H2O2 concentration (Guo et al. 2005), Fe concentration (Guo et al.",
      "startOffset" : 193,
      "endOffset" : 210
    }, {
      "referenceID" : 29,
      "context" : "2005), Fe concentration (Guo et al. 2005), pH (Ranjit et al.",
      "startOffset" : 24,
      "endOffset" : 41
    }, {
      "referenceID" : 68,
      "context" : "2005), pH (Ranjit et al. 2008), and phenol concentration (Wang et al.",
      "startOffset" : 10,
      "endOffset" : 30
    }, {
      "referenceID" : 25,
      "context" : "The importance of effective and environmentally friendly disinfection methods or processes is immense because of the large number of deaths associated with, or resulting from, infected water and other sources (Ganguly et al. 2018; Shannon et al. 2008).",
      "startOffset" : 209,
      "endOffset" : 251
    }, {
      "referenceID" : 35,
      "context" : "Photocatalytic disinfection is one of the most promising processes because of the greenness of this process (Jiang et al. 2017; Ravelli et al. 2009).",
      "startOffset" : 108,
      "endOffset" : 148
    }, {
      "referenceID" : 69,
      "context" : "Photocatalytic disinfection is one of the most promising processes because of the greenness of this process (Jiang et al. 2017; Ravelli et al. 2009).",
      "startOffset" : 108,
      "endOffset" : 148
    }, {
      "referenceID" : 52,
      "context" : ", coenzyme A) (Matsunaga et al. 1985); destruction of cell membranes or walls, which leads to leakage of key components (e.",
      "startOffset" : 14,
      "endOffset" : 37
    }, {
      "referenceID" : 72,
      "context" : ", K ions) (Saito et al. 1992); and destruction of the phospholipid component in the cell wall by ROS interaction.",
      "startOffset" : 10,
      "endOffset" : 29
    }, {
      "referenceID" : 39,
      "context" : "reported a novel and environmentally friendly synthesis method for silver nanoparticles (Ag NPs) in which a reductant and nanoparticle stabilizer was extracted from Caruluma edulis (Khan et al. 2016).",
      "startOffset" : 181,
      "endOffset" : 199
    }, {
      "referenceID" : 26,
      "context" : "This lethality was attributable to silver particles interfering with the electron transport chain, DNA replication, and expression of ribosomal and other proteins (Gao et al. 2002; Saikia et al. 2010; Yamanaka et al. 2005).",
      "startOffset" : 163,
      "endOffset" : 222
    }, {
      "referenceID" : 71,
      "context" : "This lethality was attributable to silver particles interfering with the electron transport chain, DNA replication, and expression of ribosomal and other proteins (Gao et al. 2002; Saikia et al. 2010; Yamanaka et al. 2005).",
      "startOffset" : 163,
      "endOffset" : 222
    }, {
      "referenceID" : 90,
      "context" : "This lethality was attributable to silver particles interfering with the electron transport chain, DNA replication, and expression of ribosomal and other proteins (Gao et al. 2002; Saikia et al. 2010; Yamanaka et al. 2005).",
      "startOffset" : 163,
      "endOffset" : 222
    }, {
      "referenceID" : 38,
      "context" : "They bind with essential cellular components such as proteins, enzymes, and nucleic acids, and restrict the functioning of living organisms and the human body (Khan et al. 2010).",
      "startOffset" : 159,
      "endOffset" : 177
    }, {
      "referenceID" : 1,
      "context" : "Important sources of heavy metals are the mining industry, metal plating industry, sewage irrigation, electronics industry, and production of fertilizers, pesticides, and a variety of plastics (Ahmad et al. 2015).",
      "startOffset" : 193,
      "endOffset" : 212
    }, {
      "referenceID" : 24,
      "context" : "Recently, a number of methods have been used for efficient removal of heavy metals from ecosystems, such as chemical precipitation, ion exchange, coagulation, reverse osmosis, electrochemical processes, solvent extraction, and adsorption (Fu and Wang 2011).",
      "startOffset" : 238,
      "endOffset" : 256
    }, {
      "referenceID" : 77,
      "context" : "(Sigdel et al. 2016), graphene oxide (GO) (Tadjarodi et al.",
      "startOffset" : 0,
      "endOffset" : 20
    }, {
      "referenceID" : 80,
      "context" : "2016), graphene oxide (GO) (Tadjarodi et al. 2016), complexing",
      "startOffset" : 27,
      "endOffset" : 50
    }, {
      "referenceID" : 77,
      "context" : "removed by hydrous iron oxide–impregnated alginate beads (Sigdel et al. 2016).",
      "startOffset" : 57,
      "endOffset" : 77
    }, {
      "referenceID" : 14,
      "context" : "However, in many applications, surface modification is necessary, as pristine graphene may be ineffective in some specific applications such as adsorption of heavy metal ions (Cao and Li 2014).",
      "startOffset" : 175,
      "endOffset" : 192
    }, {
      "referenceID" : 85,
      "context" : "2013), chitosanfunctionalized GO (Kumar and Jiang 2016), zinc peroxide–functionalized graphite (Uppal et al. 2016), and aluminum and iron–doped graphene (Cortés-Arriagada and Toro-Labbé 2016).",
      "startOffset" : 95,
      "endOffset" : 114
    }, {
      "referenceID" : 78,
      "context" : "Hence, an attempt has been made to treat polluted water containing a combination of inorganic contaminants by taking advantage of solar photocatalytic redox reactions (Singh and Chaudhary 2013).",
      "startOffset" : 167,
      "endOffset" : 193
    } ],
    "year" : 2019,
    "abstractText" : "Developing an efficient wastewater treatment technique is one of the major necessities of the twenty-first century, owing to the scarcity of water resources. Besides, it is of paramount important to find appropriate methodologies to economically treat wastewater. Recent advances in nanotechnology have attracted the attention of many researchers for wastewater treatment. The major advantages of such nanomaterial-based systems are that they can be reused and have been found to be very effective. Though many research works have been reported in this regard, there is very limited collective information. Hence, the major objective of this work is to describe recent achievements in nanomaterial-based systems for wastewater M. I. Fadlalla · S. Ganesh Babu (*) Department of Chemical Engineering, Institute for Catalysis Research and c*change (DST-NRF Centre of Excellence in Catalysis), University of Cape Town, Cape Town, South Africa P. Senthil Kumar Department of Chemistry, School of Advanced Sciences, VIT University, Vellore, Tamilnadu, India V. Selvam Department of Chemistry, The M.D.T. Hindu College, Tirunelveli, Tamilnadu, India © Springer Nature Switzerland AG 2019 Mu. Naushad et al. (eds.), Advanced Nanostructured Materials for Environmental Remediation, Environmental Chemistry for a Sustainable World 25, https://doi.org/10.1007/978-3-030-04477-0_2 21 treatment. This chapter critically reviews and lists the uses of nanomaterials in wastewater treatment. This comprises the utilization of semiconducting nanoparticles either alone or combined with ozonation, the Fenton process, or sonolysis for effective degradation/removal of organic pollutants. Furthermore, the effectiveness of nanotechnology in antimicrobial activity to produce pure water via an eco-friendly route is discussed. Similarly, the role of nanomaterials in adsorption techniques (specifically, carbon-based nanoadsorbents) to remove heavy metal contamination from industrial wastewater is also discussed in detail.",
    "creator" : "Arbortext Advanced Print Publisher 9.0.223/W Unicode"
  }
}