{
  "name" : "downloads_2020-09-01_6c_wang2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Grain-Boundary-Induced Drastic Sensing Performance Enhancement of Polycrystalline-Microwire Printed Gas Sensors",
    "authors" : [ "Lili Wang", "Shuai Chen", "Wei Li", "Kang Wang", "Zheng Lou", "Guozhen Shen" ],
    "emails" : [ "zlou@semi.ac.cn;", "gzshen@semi.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "COMMUNICATION\n1804583 (1 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "Grain-Boundary-Induced Drastic Sensing Performance",
      "text" : ""
    }, {
      "heading" : "Enhancement of Polycrystalline-Microwire Printed Gas",
      "text" : ""
    }, {
      "heading" : "Sensors",
      "text" : ""
    }, {
      "heading" : "Lili Wang, Shuai Chen, Wei Li, Kang Wang, Zheng Lou,* and Guozhen Shen*",
      "text" : "Prof. L. Wang, Prof. Z. Lou, Prof. G. Shen State Key Laboratory for Superlattices and Microstructures Institute of Semiconductors Chinese Academy of Sciences Beijing 100083, China E-mail: zlou@semi.ac.cn; gzshen@semi.ac.cn Prof. L. Wang, K. Wang State Key Laboratory on Integrated Optoelectronics College of Electronic Science and Engineering Jilin University Changchun 130012, China Dr. S. Chen College of Physics and Mathematics and Beijing Key Laboratory for Magneto-Photoelectrical Composite and Interface Science University of Science and Technology Beijing Beijing 100083, China Dr. W. Li Laboratory of Theoretical and Computational Chemistry Institute of Theoretical Chemistry Jilin University Changchun 130012, China Prof. G. Shen Center of Materials Science and Optoelectronics Engineering University of Chinese Academy of Sciences Beijing 100049, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201804583.\nDOI: 10.1002/adma.201804583\nThe grain boundary (GB) is emerging as an effective means of fabricating highperformance nanomaterials.[1] Although GBs have been used extensively to create new physicochemical properties and have been successfully demonstrated in many fascinating applications, including energy,[2] catalysis,[3] electronics, and sensors,[3b,4] relatively little has been reported on their use in flexible electronics. A major challenge in creating flexible chemical sensors (FCSs) is the insufficient activity and durability of the materials currently employed as sensing layers for gas molecule adsorption and reaction.[5] These limitations inevitably lead to devices with a lower working efficiency, which has motivated the interest in developing more active and durable sensing materials. In particular, GBs, which are intrinsic bulk defects in polycrystalline materials, are of interest for\ntheir ability to improve the sensitivity of sensing materials for gas molecules.[3b,4b] Namely, abundant trap states can exist at GBs in nanomaterials, and dangling bonds form deep defect states, and markedly impact gas adsorption and charge transfer in sensors.[6] More recently, GBs have been introduced in carbon-based sensing materials, such as defective graphene, and the low sensitivity of a single-crystalline graphene grain can be overcome by engineering GB. The GBs can trigger gas molecule accumulation and affect charge transfer, resulting in a high dimethyl methylphosphonate (DMMP) gas molecule–sensitive capability (828%).[3b] In a carbon nanotube, an extreme sensitivity toward adsorbed DMMP gas molecules can be achieved due to the presence of sp3-like defects that can form low-energy sorption sites for gas molecules.[7] Employing GBs in sensing materials can be an effective strategy to create bulk defects and improve overall device performance, and this technique has been successfully demonstrated. However, design rules for the fabrication of high-performance, polycrystalline-wire FCSs are lacking. Furthermore, in addition to modest effects on the electronic and catalytic properties of materials, GBs can markedly affect the mechanical properties.[1c,8] While undergoing deformation in materials, slip motion occurs.[9] However, unlike single-crystal wires, which have only one grain or crystal without GBs, polycrystalline wires possess GBs that act as an impediment to dislocation motion, leading to increased mechanical strength.[10] Thus, their high activity and excellent\nThe development of materials with high efficiency and stable signal output in a bent state is important for flexible electronics. Grain boundaries provide lasting inspiration and a promising avenue for designing advanced functionalities using nanomaterials. Combining bulk defects in polycrystalline materials is shown to result in rich new electronic structures, catalytic activities, and mechanical properties for many applications. However, direct evidence that grain boundaries can create new physicochemical properties in flexible electronics is lacking. Here, a combination of bulk electrosensitive measurements, density functional theory calculations, and atomic force microscopy technology with quantitative nanomechanical mapping is used to show that grain boundaries in polycrystalline wires are more active and mechanically stable than singlecrystalline wires for real-time detection of chemical analytes. The existence of a grain boundary improves the electronic and mechanical properties, which activate and stabilize materials, and allow new opportunities to design highly sensitive, flexible chemical sensors."
    }, {
      "heading" : "Gas Sensors",
      "text" : "Adv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (2 of 9)\nmechanical properties make polycrystalline materials particularly desirable for designing high-performance FCSs that are also low cost and inexpensive.\nHere, we report an investigation on GBs with bulk defect effects in polycrystalline-wire-based printable FCSs. The investigations focused on GBs with bulk defects in inorganic materials that have attracted interest over the past decade because of their output characteristics and unique working mechanisms compared to those of traditional topography-based FCSs.[3b,11] We show that incorporating bulk defects in inorganic semiconducting materials (wire matrix) in the same device is a key parameter affecting the electronic, catalytic, and mechanical properties.[3a,12] The bulk defects allow excellent electronic transport for catalytic reactions, and the bulk defects in GBs generate a large number of highly active sites for the absorption of ammonia gas molecules, resulting in an exceptional sensitivity over ≈6.5 times higher than that of single-crystal Zn2GeO4 wires (sZGO) FCSs at room temperature. Thus, an ultrahigh ammonia chemical sensitivity (598%, 100 ppm) is achieved with printable, polycrystalline Zn2GeO4 wires (pZGO), which is among the highest sensitivities obtained for all types of ammonia-based chemical sensors.[13] In addition, the pZGO with GBs show excellent mechanical strength, a stable sensitivity of up to 831% at room temperature after repeated folding (0°–60°), and an improved long-term lifetime of up to 60 days while retaining more than 88.6% of the initial sensitivity. The excellent charge transfer, high catalytic activity, and good mechanical stability obtained by engineering bulk defects were verified by using bulk electrosensitive measurements, density-functional theory (DFT) calculations, and atomic force microscopy (AFM) technology with quantitative nanomechanical mapping.\nFirst, we examined the differences in the electronic structures of pZGO and sZGO. The DFT computational details are provided in “Experimental Section.” Figure 1 shows the atomic\nstructure of pZGO, which can be viewed as undirected aggregation of several regular sZGO grains. These sZGO grains grow in different crystallographic orientations and aggregate together to form a GB (highlighted by yellow).[14]\nTo further understand the electronic properties of pZGO, the projected density of state (pDOS) plots for the two specific systems (pZGO and sZGO) are shown in Figure 1. Theoretical simulations reveal that pZGO has a lower bandgap than pristine sZGO, and the calculated bandgap of sZGO is ≈2.05 eV (Figure 1), which is in agreement with previously reported theoretical values (2.0–2.1 eV).[15] A GB is introduced at the midgap state near the top of the valance band, which is relatively shallow. A previous theoretical study showed that the shallow trap state is responsible for the fast trapping and detrapping of free carriers, improving the electronic conductivity.[16] The differences between the pDOS of the sZGO and pZGO are attributed to the presence of a large number of topological defects in pZGO. Importantly, the lower bandgap of pZGO offers compelling evidence for the defective nature of the GB region and suggests that these natural topological defects can play a key role in electronic transport across a GB region.\nThe pZGO flexible device printing process is schematically shown in Figure 2a. The ZGO precursor ink is loaded into a 10 mL syringe with a 50 mm diameter needle and sprayed to form microfibers through near-field electrospinning. Details of the complete operating parameters for the synthesis of the pZGO are described in “Experimental Section.” Then, the ZGO microfibers can be directly 3D-printed on a flexible polyimide (PI) substrate to form an aligned wire array (Figure 2b) or different shapes (Figure S1, Supporting Information) by using a computer program to control the movement along the x-axis or y-axis. Printing can create structures with arbitrary shape and allows excellent integration of various types of materials for wearable and flexible electronic applications.[17]\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (3 of 9)\nThis printing process has been reported for a few nanowire printing systems[1d,18] and the resulting materials,[19] such as in photodetectors[1d,20] and supercapacitor,[21] have shown efficient optical and electronic properties. However, the sensing properties of these materials for ammonia gas molecule detection have not been reported.\nThe scanning electron microscopy (SEM) image shows that the primary wire width of the as-prepared pZGO is 8–12 µm (Figure S2, Supporting Information). Figure 2c illustrates a magnified SEM image of a single wire from the aligned wire array shown in Figure S2 (Supporting Information). The AFM image taken after the pZGO printing indicated a rough pZGO surface formed after calcination (Figure 2d). The height and width of the printed pZGO are ≈10 nm and 9 µm, respectively (Figure 2e), which are smaller than that of before calcination (Figure S3, Supporting Information). The X-ray diffraction (XRD) patterns (Figure 2f) show that the compound ZGO have a rhombohedral structure with a composition that can be indexed to the standard Zn2GeO4 phase (JCPDS: 11-0687). Energy-dispersive spectroscopy (EDS) mapping on a pZGO using SEM reveals the uniform distribution of Zn, Ge, and O (Figure S4, Supporting Information). The transmission\nelectron microscopy (TEM) image shows that the wires are polycrystalline and made of crystalline grains of ≈30–40 nm in size (Figure 2g). The selected-area electron diffraction (SAED; Figure S5, Supporting Information) results show a randomly oriented polycrystalline structure containing many GBs. The high-resolution TEM (HRTEM) image confirms clean and wellconnected GBs in a randomly oriented polycrystalline wire, as shown by a typical GB in Figure 2h.\nThe device schematics and circuit connections for the electrical measurements are presented in Figure 3a. The pZGO bridge the gap between the silver electrodes and serves as the conductance channel (Figure 3b). The sensor measurement details and the experimental setup are shown in Figure S6 (Supporting Information). The chemical-sensing characteristics of the pZGO sensor described in the following sections are based on the electrical conductivity changes that occurred during exposure to gas molecules that act as electron donors or electron acceptors, which is a mechanism similar to that of other solid-state chemical sensors.[22] Figure 3c shows a typical TEM image of the GB features of the pZGO.\nTo investigate the effects of defects in pZGO sensors, understanding the performance of polycrystalline-wire sensors com\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (4 of 9)\npared with that of single-crystalline wire sensors is essential (detailed preparation process and typical single crystal structure of the sZGO are shown in “Experimental Section;” Figures S7 and S8, Supporting Information). The dynamic sensing response test of the sensors with three parallel pZGO microwires to 200 ppm of ammonia gas molecules at room temperature showed a high sensitivity (defined as S = ΔI/I0, where ΔI = I − I0, and I0 and I are the initial and the final current (after gas exposure), respectively) of 831% (Figure 3d), fast response time (Tres: 90% of the total current increase) of 19.4 s and recovery time (Trecov: 90% of the total current decrease) of 1.8 s (Figure S9, Supporting Information). For ammonia concentrations between 10 and 100 ppm at room temperature, the response of the pZGO sensor had an almost linear dependence on the ammonia concentration (Figure 3e). The pZGO sensor has an excellent response of 189% and fast response time of 30 s to concentration levels as low as 10 ppm (Figure S10, Supporting Information). As the ammonia gas molecule concentration further increased to 500 ppm, a very high sensitivity of 1260% was obtained. The sensitivity linear curves switch from the low concentration to the high concentration could be attributed to the degradation of electron transfer.[23] The low detection limit can be reduced to an even lower level (Figure S10, Supporting Information). Notably, this ultrahigh and stable sensitivity offers direct evidence that the polycrystalline-wire FCS is extremely sensitive to a low electrical signal. In addition, the selectivity of the pZGO sensor was studied by measuring the response of the same sensor in the presence of different gas molecules, including ammonia, dimethylbenzene, toluene, trichloromethane, formaldehyde, acetone, and ethanol, as shown in Figure 3f. The pZGO sensor showed a higher sensitivity to ammonia gas molecules than the other gases. The above series of tests highlights the advantages of using a pZGO to detect surface adsorption compared with sZGO. To gain more insight into the molecule surface adsorption, we calculated the charge density difference distributions (top view) for ammonia gas molecule’s adsorption on pZGO (Figure 3g) and sZGO (Figure 3h). The blue and yellow lobes represent charge depletion and charge accumulation, respectively. As shown in Figure 3g,h, The charge transfer from ammonia to ZGO is more prominent, which explains why pZGO with a defective structure are more likely to interact with ammonia\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (5 of 9)\ngas molecule than sZGO.[24] The presence of abundant defects in the pZGO results in stronger electron density depletion by ammonia gas molecules, and more of the transferred charge is spread around the adsorption site in the pZGO (Figure 3g).\nIn addition to the sZGO, we also compared the pZGO with other ZGO nanostructures (e.g., unordered nanofibers—uZGO and aggregated nanoparticles—aZGO) as potential ammoniasensing materials (Figure S11, Supporting Information). The typical sensing performances are shown in Figure S12 (Supporting Information), and the results are summarized in Table S1 (Supporting Information). Additional data from various electrodes on pZGO-based ammonia FCSs and other ZGO-based ammonia FGSs were also tested for comparison. All the sensing results shown in Figure S13 and Tables S2 and S3 in the Supporting Information implied that the pZGO exhibited an intrinsic activity for gas molecule detection. Notably, the level of the measured sensitivity can be increased by fabricating a printable sensing device with more parallel pZGO microwires (Figure S14, Supporting Information), which is consistent with previous reports.[1d] The high performance of the pZGO is attributed to the presence of GBs in the pZGO. The GBs increase the number of defect states, enhance gas molecule accumulation, improve absorption and catalytic activity for ammonia gas molecules, form bulk defect states via dangling bonds, and markedly enhance electronic transfer.[3b]\nTo explore the microscopic nature of the observed ultrahigh sensitivity, a DFT calculation was performed to reveal the electronic transport and intrinsic activity in a typical pZGO (Figure 4). The pZGO was modeled by a ZGO slab with an oxygen vacancy at the surface that mimicked the experimental conditions, i.e., the quasidefect cluster that forms between two ZGO grains (consistent with TEM observations) (Figure 4a,b). The GB in pZGO has more open structure (Figure S15, Supporting Information) and is highly active due to the involvement of more dangling bonds and abundant trap states, which are beneficial for absorbing target gas molecules (Figure 4a,b). We further present the ammonia gas molecule adsorption structure on defective pZGO and pristine sZGO, which was established to further understand the adsorption and reaction behavior. The bond length between the ammonia gas molecules and pZGO/sZGO was calculated to be 2.07/2.10 Å (Figure 4c), and the corresponding DFT-calculated adsorption energy was up to −1.19/−1.06 eV (Figure 4d). Defects stabilize the adsorption of ammonia gas molecules.[13a,22c]\nThe corresponding charge density difference distributions along an adsorbed ammonia molecule on the sZGO and pZGO are shown in Figure 4e and Figure 4f, respectively. A GB structure with more defects enhances the charge transfer from an ammonia gas molecule to ZGO, as evidenced by the larger electron density depletion at the ammonia gas molecule. The\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (6 of 9)\nBader charge analysis suggests that charge transfer between an ammonia gas molecule and sZGO without defects is only 0.132 e (from sZGO to an ammonia gas molecule), while that between an ammonia gas molecule and pZGO with a GB structure reaches 0.138 e (from an ammonia gas molecule to pZGO). The increase in the charge transfer between ammonia gas molecules and pZGO is also one of the reasons for the large enhancement in ammonia gas molecule adsorption around the GB regions (Figure 4a). The transferred charges are strongly localized at defect sites, which means that the defects act as hole localization centers. The binding of free electrons with such localized holes can form localized excitons, which are very stable, have a small electron–hole wavefunction overlap, and could even prevent nonradiative recombination.[25] This evidence shows that gas adsorption is enhanced at the defect sites/GB regions of pZGO.\nThe above systematic studies have shown the great potential of pZGO sensors for high-performance ammonia gas molecule detection. In addition to the outstanding electronic sensing performance of S = 831% with Tres = 24 s and Trecov = 5.2 s at room temperature, excellent mechanical flexibility and durability are equally important for portable and wearable gas sensors from a practical point of view. Deformation in materials most commonly occurs due to GB slip processes, which involve dislocation motions.[8a,9a] Single-crystalline wires have only one grain or crystal without GBs. Consequently, single-crystalline wires show higher moduli than polycrystalline wires. The mechanical properties of sZGO and pZGO in the transverse direction (insets of Figure S16a, Supporting Information and Figure 5a) were probed using peak force quantitative nanomechanical mapping (PF-QNM). Previously, this technology was successfully used with other metal oxides[8a] and biomaterials[26] that have dimensions similar to those of the ZGO wires. Figure 5a shows representative AFM height images of the pZGO and sZGO, and the corresponding schematic representations of the nanoscale structures and PF-QNM map are depicted in Figure 5b,c and Figure S16 (Supporting Information), respectively. The Young’s modulus (E) values of sZGO and pZGO were estimated according to the Derjaguin–Mueller‒Toporov (DMT) model, and their corresponding modulus distributions were collected along the contours of a single ZGO wire. The Young’s modulus of the polycrystalline wires (0.4 GPa; Figure 5c) is less than that of the single-crystalline wires (17.1 GPa; Figure S16c, Supporting Information). This phenomenon can be explained by the fact that the slip motion and dislocation motion at the GBs in the polycrystalline wires are relatively weaker than those in the single-crystalline wires.[8a] The relationship between displacement (x) and the transverse force (F) was derived (Figure 5d) using the St. Venant‒Kirchhoff theory hyperelastic model, and the material structure was modeled as a wire (for detailed parameters, see the “Experimental Section”) according to the SEM and TEM results. The mechanical performance of a ZGO wire was simulated using a finite element method (FEM, COMSOL Multiphysics software 5.3a) analysis. When a force is applied, the pZGO exhibit more mechanical flexibility than the sZGO and can be bent (Figure S17, Supporting Information). Similarly, when von Mises stresses generate constant displacement, the force distribution on the surface of the pZGO is less than that of the sZGO (Figure 5e,f). These results show that the pZGO exhibit excellent mechanical flexibility and stability in a bent state.\nFigure 5g shows a photograph of the flexible sensors that combine the pZGO with metal Ag electrodes and were printed onto flexible PI substrates to create a 1D architecture with excellent mechanical flexibility. Significantly, the reported printable polycrystalline wires’ preparation technology is versatile, flexible, and cost-effective and is compatible with various types of flexible substrates (Figure S18, Supporting Information). The relative current changes of the pZGO FCSs were tested as a function of the bending angle, as shown in Figure 5h. The pZGO flexible device was bent at angles of ≈120° with no corresponding decrease in its sensitivity to 200 ppm of ammonia gas, whereas the sensitivity of the sZGO FCS slightly decreased (Figure S19, Supporting Information). Figure 5i shows the device sensitivity for ten bending cycles (a bending cycle started at θ = 0°, the gradient increased to 180°, and then, the gradient returned to 0° at a rate of 30°), and demonstrates the excellent mechanical stability of the device, which retained the same level of sensing sensitivity throughout the bending test. Furthermore, the dynamic responses and recovery curves (two cycles) of the flexible sensor to a sudden change in the bending angle were also tested (Figure 5j). No significant deterioration in the sensor sensitivity was observed in the bent state compared with the sensor sensitivity in the plat state. Moreover, despite undergoing continuous bending (60°) for two cycles, the sensor retained its excellent mechanical stability with a high sensitivity and quick responsivity to 200 ppm ammonia gas (Figure 5j). The pZGO with GBs showed excellent mechanical strength, a stable sensitivity of up to 831% at room temperature under repeat folding (0°–60°), and an improved long-term lifetime of up to 60 days, retaining more than 88.6% of the initial sensitivity (Figure S20, Supporting Information). These results show that the pZGO sensor is extremely stable and durable, and does not appear to develop microscopic cracks and hinges in the direction perpendicular to that of the bending stress due to the use of mechanically flexible pZGO and supporting substrates.\nIn summary, in this study we explored the idea of using GBs in ZGO wires to understand their electronic, catalytic, and mechanical properties. The characteristics of pZGO were determined by a number of techniques, including high-resolution TEM, computational analyses, and AFM with quantitative nanomechanical mapping. As expected, the pZGO showed a higher activity and better mechanical flexibility than the sZGO, which is likely because the abundant trap states and dangling bonds that exist due to the presence of GBs improve the activity and charge transport, and reduce the slip motion between nanoparticles. Electrically conductive pZGO were printed on a flexible PI substrate to fabricate FCSs that showed an improved stability and sensitivity to ammonia gas molecules compared to that of sZGO FCSs or FCSs based on other materials. The results demonstrated in this work can be used as guidelines to understand the physicochemical properties of GBs as activity materials. Advanced fabrication technology opens new avenues for employing polycrystalline materials in next-generation wearable and flexible applications."
    }, {
      "heading" : "Experimental Section",
      "text" : "Materials: Germanium tetraethoxide [Ge(OEt)4], dimethylformamide (DMF, 99.9%), poly(vinylpyrrolidone) (PVP, 1 300 000), ethanol\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (7 of 9)\n(C2H5OH, absolute for analysis) were purchased from Sigma-Aldrich, zinc acetate (Zn(CH3COO)2·2H2O), copper foils, silver (Ag) nanowires, gold (Au) nanoparticles, zinc powder (Zn powder), germanium powder (Ge powder), and graphene were purchased from Alfa Aesar. All commercially available chemicals were used as received.\npZGO Electrospun Solution Preparation: Defective pZGO electrospun solution was prepared as previously reported.[18,27] In brief, Zn(CH3COO)2·2H2O (0.44 g) and [Ge(OEt)4] (0.25 g) were added to DMF solution (5 mL). The mixture to form homogeneous solution at magnetic stirring for 1. Then, PVP (2.5 g) dissolved in DMF solution\n(15 mL) was added to the above solution while kept on stirring for 12 h until complete intermixing. The prepared electrospinning precursor solution was injected into a 50 µm syringe, as shown in Figure 1a.\nNear-Field Electrospinning and Printing of pZGO: First, the PI substrate was washed with ethanol/water and dried by blowing to remove any foreign-metal impurity and pollution, and then placed on the stage. The distance from the substrate to the syringe needle was about 1.0 mm. Under the action of the electric field force, the metal nozzle was applied with a DC voltage of +1.60 kV so as to secure stable electrospinning. The motion speed of the platform (20 cm s−1) was related to the moving\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (8 of 9)\ntrace of the x–y axes. Then, the samples were calcined at 380 °C in air for 1.5 h for removing organic components.\nsZGO Preparation: Pristine sZGO were synthesized by the CVD process at ambient pressure. Zn powder (50 mg) and Ge powder (molar ratio = 2:1) were mixed in the ceramics boat and placed in the hot center of the furnace. The Si substrate was placed on the top of the ceramics boat. The furnace was heated at a rate of 33 °C min−1 to about 1000 °C for 30 min. The whole system was introduced at 100 sccm Ar flow. Once growth was completed, the furnace was opened and allowed to cool rapidly.\nSample Characterization: A field emission scanning electron microscope (FESEM, JEOL-6340F, Japan) was operated at a 10 kV accelerating voltage in order to characterize the surface morphology of the samples. XRD patterns were collected using a Rigaku Ultima IV X-ray diffractometer with Cu Kα radiation. TEM images, EDS mapping, and SAED patterns were collected from a JEOL 2010F operated at 200 kV. AFM images were taken from a NanoMagnetics Instruments Ambient AFM. Optical images of the samples were recorded by a digital camera (600D, Canon, Japan).\nDevice Fabrication and Characterization: In order to produce FCSs with ZGO, various electrodes such as the silver nanowires, gold, graphene were printed on the ZGO via traditional photolithography. Subsequently, the practices of thermal evaporation and stripping process were conducted. The electrode distance of device was ≈60 µm. The fabrication process for the device was similar to the previous report.[28] The use of Keithley 4200-SCS System SourceMeter at room temperature was employed to measure the relevant data regarding sensing system (see Figure S6 in the Supporting Information). +1 V voltage was applied to the electrode terminal. Optical image of flexible sensor was performed by a digital camera (Canon, Japan).\nDFT Simulations: All calculations were performed by VASP code with core electrons described by projector-augmented wave (PAW) potentials employing the Perdew–Burke–Ernzerhof (PBE) functional. A cutoff energy of 400 eV was used to conserve the total energy. Gammacentered 3 × 3 × 3 k-point mesh was chosen for the ZGO bulk. The same k-point was further used for the slab structure. The forces on an every atom were converged within 0.05 eV Å−1 during the structure optimization. The lattice parameters of ZGO bulk with (a = b = 14.63 Å, c = 9.67 Å) were optimized, in agreement with experimental values.[29] For the slab structure, ZGO (010) exposing the threefold subsurface Zn and Ge atoms was created. Previous simulation showed that ZGO (010) facet was thermodynamically more stable and had a higher activity than other surfaces.[30] The adsorbed molecules and topmost layers were free to move whereas others keep fixed in the calculations.\nAFM and PF-QNM Measurements: AFM and PF-QNM measurements conducted with the use of a Dimension ICON AFM (Bruker, USA), which was enwrapped with an acoustic shell for insulating vibrational noise. Under ambient conditions, commercial cantilevers were used to obtain the continuous AFM images in the tapping mode (Bruker). For measuring PF-QNM on pZGO and sZGO, the same PI substrate was utilized under the same conditions with AFM tip. The AFM cantilevers (Bruker) were applied with calibration on the relevant samples (SAPPHIRE-15M and RS-15M). In order to avoid any artifact from the substrate, those with small indentation depth were measured. The elastic modulus was analyzed via the Nanoscope Analysis software and calculated based on the DMT model.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors thank the financial support from the National Science Foundation of China (NSFC, Grant Nos. 61625404, 61504136, 51502110, 61874111, and 51672308), the Key Research Program of\nFrontier Sciences, CAS (QYZDY-SSW-JWC004), and NSF (ECCS-1252623 and DMR-1505535). The authors acknowledge Prof. Z. M. Wei and Dr. M. Z. Zhong for AFM measurement and valuable discussion."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "efficient gas sensing, flexible electronics, grain boundaries, polycrystalline microwires, printable sensors\nReceived: July 17, 2018 Revised: October 4, 2018\nPublished online: November 28, 2018\n[1] a) D.-Y. Son, J.-W. Lee, Y. J. Choi, I.-H. Jang, S. Lee, P. J. Yoo, H. Shin, N. Ahn, M. Choi, D. Kim, N.-G. Park, Nat. Energy 2016, 1, 16081; b) O. V. Yazyev, Y. P. Chen, Nat. Nanotechnol. 2014, 9, 755; c) A. Shekhawat, R. O. Ritchie, Nat. Commun. 2016, 7, 10546; d) X. Liu, L. Gu, Q. Zhang, J. Wu, Y. Long, Z. Fan, Nat. Commun. 2014, 5, 4007; e) J. Chakrabartty, C. Harnagea, M. Celikin, F. Rosei, R. Nechache, Nat. Photonics 2018, 12, 271. [2] a) J. Lee, D. A. Kitchaev, D.-H. Kwon, C.-W. Lee, J. K. Papp, Y.-S. Liu, Z. Lun, R. J. Clément, T. Shi, B. D. McCloskey, J. Guo, M. Balasubramanian, G. Ceder, Nature 2018, 556, 185; b) L. Zuo, H. Guo, D. W. deQuilettes, S. Jariwala, N. De Marco, S. Dong, R. DeBlock, D. S. Ginger, B. Dunn, M. Wang, Y. Yang, Sci. Adv. 2017, 3, e1700106. [3] a) R. G. Mariano, K. McKelvey, H. S. White, M. W. Kanan, Science 2017, 358, 1187; b) P. Yasaei, B. Kumar, R. Hantehzadeh, M. Kayyalha, A. Baskin, N. Repnin, C. Wang, R. F. Klie, Y. P. Chen, P. Král, A. Salehi-Khojin, Nat. Commun. 2014, 5, 4911; c) A. Verdaguer-Casadevall, C. W. Li, T. P. Johansson, S. B. Scott, J. T. McKeown, M. Kumar, I. E. L. Stephens, M. W. Kanan, I. Chorkendorff, J. Am. Chem. Soc. 2015, 137, 9808. [4] a) B. Kumar, K. Min, M. Bashirzadeh, A. B. Farimani, M. H. Bae, D. Estrada, Y. D. Kim, P. Yasaei, Y. D. Park, E. Pop, N. R. Aluru, A. Salehi-Khojin, Nano Lett. 2013, 13, 1962; b) A. Salehi-Khojin, D. Estrada, K. Y. Lin, M.-H. Bae, F. Xiong, E. Pop, R. I. Masel, Adv. Mater. 2012, 24, 53. [5] a) L. L. Wang, D. Chen, K. Jiang, G. Z. Shen, Chem. Soc. Rev. 2017, 46, 6764; b) Y. Peng, T. Liu, J. Xu, K. K. Wang, Y. G. Mao, CrystEngComm 2017, 19, 6837; c) L. Wang, K. Wang, Z. Lou, K. Jiang, G. Shen, Adv. Funct. Mater. 2018, 28, 1804510; d) J. Chen, Z. Chen, F. Boussaid, D. Zhang, X. Pan, H. Zhao, A. Bermak, C.-Y. Tsui, X. Wang, Z. Fan, ACS Nano 2018, 12, 6079. [6] a) O. V. Yazyev, S. G. Louie, Nat. Mater. 2010, 9, 806; b) N. H. Nickel, N. M. Johnson, W. B. Jackson, Appl. Phys. Lett. 1993, 62, 3285; c) T. Watanabe, J. Mater. Sci. 2011, 46, 4095. [7] A. Salehi-Khojin, C. R. Field, J. Yeom, R. I. Masel, Appl. Phys. Lett. 2010, 96, 163110. [8] a) L. Liu, S. Chen, Z. Xue, Z. Zhang, X. Qiao, Z. Nie, D. Han, J. Wang, T. Wang, Nat. Commun. 2018, 9, 444; b) H. I. Rasool, C. Ophus, W. S. Klug, A. Zettl, J. K. Gimzewski, Nat. Commun. 2013, 4, 2811; c) M. C. Wang, C. Yan, L. Ma, N. Hu, M. W. Chen, Comput. Mater. Sci. 2012, 54, 236. [9] a) J. Schiøtz, F. D. Di Tolla, K. W. Jacobsen, Nature 1998, 391, 561; b) H. Van Swygenhoven, Science 2002, 296, 66; c) E. O. Hall, Proc. Phys. Soc., London, Sect. B 1951, 64, 747.\nAdv. Mater. 2019, 31, 1804583\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804583 (9 of 9)\n[10] a) R. Grantab, V. B. Shenoy, R. S. Ruoff, Science 2010, 330, 946; b) Y. Wei, J. Wu, H. Yin, X. Shi, R. Yang, M. Dresselhaus, Nat. Mater. 2012, 11, 759. [11] a) Y. Seo, J. H. Lee, J. E. Anthony, K. V. Nguyen, Y. H. Kim, H. W. Jang, S. Ko, Y. Cho, W. H. Lee, Adv. Mater. Interfaces 2018, 5, 1701399; b) S. Yan, Q. Wu, J. Mater. Chem. A 2015, 3, 5982; c) J. T. Robinson, F. K. Perkins, E. S. Snow, Z. Wei, P. E. Sheehan, Nano Lett. 2008, 8, 3137; d) A. Salehi-Khojin, K. Y. Lin, C. R. Field, R. I. Masel, Science 2010, 329, 1327. [12] T. Ma, Z. Liu, J. Wen, Y. Gao, X. Ren, H. Chen, C. Jin, X.-L. Ma, N. Xu, H.-M. Cheng, W. Ren, Nat. Commun. 2017, 8, 14486. [13] a) W. Wei, W. Li, L. L. Wang, Sens. Actuators, B 2018, 263, 502; b) S. J. Kim, H.-J. Koh, C. E. Ren, O. Kwon, K. Maleski, S.-Y. Cho, B. Anasori, C.-K. Kim, Y.-K. Choi, J. Kim, Y. Gogotsi, H.-T. Jung, ACS Nano 2018, 12, 986. [14] a) A. P. Sutton, R. W. Balluffi, Interfaces in Crystalline Materials, Clarendon Press, Oxford 1996; b) J. P. Hirth, J. Lothe, Theory of Dislocations, Krieger Publishing Company, Malabar, FL 1982. [15] a) T. He, L. Zu, Y. Zhang, C. Mao, X. Xu, J. Yang, S. Yang, ACS Nano 2016, 10, 7882; b) Q. Liu, Y. Zhou, Z. Tian, X. Chen, J. Gao, Z. Zou, J. Mater. Chem. 2012, 22, 2033. [16] W. Li, J. Liu, F.-Q. Bai, H.-X. Zhang, O. V. Prezhdo, ACS Energy Lett. 2017, 2, 1270. [17] D. Yang, B. Lu, Y. Zhao, X. Jiang, Adv. Mater. 2007, 19, 3702. [18] S. Chen, Z. Lou, D. Chen, G. Shen, Adv. Mater. 2018, 30, 1705400. [19] Y.-Z. Long, M. Yu, B. Sun, C.-Z. Gu, Z. Fan, Chem. Soc. Rev. 2012, 41, 4560. [20] L. Li, L. Gu, Z. Lou, Z. Fan, G. Shen, ACS Nano 2017, 11, 4067. [21] a) Y. Long, G. Yuan, Z. Fan, Adv. Mater. 2017, 29, 1606093; b) Y. Lin, Y. Gao, Z. Fan, Adv. Mater. 2017, 29, 1701736. [22] a) L. L. Wang, Z. Lou, J. N. Deng, R. Zhang, T. Zhang, ACS Appl. Mater. Interfaces 2015, 7, 13098; b) L. L. Wang, H. M. Dou, Z. Lou, T. Zhang, Nanoscale 2013, 5, 2686; c) L. L. Wang, R. Q. Chai, Z. Lou, G. Z. Shen, Nano Res. 2018, 11, 1029. [23] S. Cui, H. Pu, S. A. Wells, Z. Wen, S. Mao, J. Chang, M. C. Hersam, J. Chen, Nat. Commun. 2015, 6, 8632. [24] J. Sun, M. Muruganathan, H. Mizuta, Sci. Adv. 2016, 2, e1501518. [25] a) S. Sinthika, E. M. Kumar, V. J. Surya, Y. Kawazoe, N. Park, K. Iyakutti, R. Thapa, Sci. Rep. 2015, 5, 17460; b) H. Nan, Z. Wang, W. Wang, Z. Liang, Y. Lu, Q. Chen, D. He, P. Tan, F. Miao, X. Wang, J. Wang, Z. Ni, ACS Nano 2014, 8, 5738. [26] I. Usov, G. Nyström, J. Adamcik, S. Handschin, C. Schütz, A. Fall, L. Bergström, R. Mezzenga, Nat. Commun. 2015, 6, 7564. [27] S. Chen, Z. Lou, D. Chen, G. Shen, Adv. Mater. Technol. 2018, 3, 1800050. [28] L. L. Wang, J. A. Jackman, W. B. Ng, N. J. Cho, Adv. Funct. Mater. 2016, 26, 8623. [29] W. Zhao, C. Zhang, Y. Shi, R. Wu, B. Zhang, Dalton Trans. 2015, 44, 75. [30] J. Yang, Y. Li, X. Zhao, W. Fan, Langmuir 2018, 34, 3742.\nAdv. Mater. 2019, 31, 1804583"
    } ],
    "references" : [ {
      "title" : "Balluffi, Interfaces in Crystalline Materials",
      "author" : [ "R.W. a) A.P. Sutton" ],
      "venue" : "Theory of Dislocations,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1996
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "These sZGO grains grow in different crystallographic orientations and aggregate together to form a GB (highlighted by yellow).[14] To further understand the electronic properties of pZGO, the projected density of state (pDOS) plots for the two specific systems (pZGO and sZGO) are shown in Figure 1.",
      "startOffset" : 126,
      "endOffset" : 130
    } ],
    "year" : 2018,
    "abstractText" : "Prof. L. Wang, Prof. Z. Lou, Prof. G. Shen State Key Laboratory for Superlattices and Microstructures Institute of Semiconductors Chinese Academy of Sciences Beijing 100083, China E-mail: zlou@semi.ac.cn; gzshen@semi.ac.cn Prof. L. Wang, K. Wang State Key Laboratory on Integrated Optoelectronics College of Electronic Science and Engineering Jilin University Changchun 130012, China Dr. S. Chen College of Physics and Mathematics and Beijing Key Laboratory for Magneto-Photoelectrical Composite and Interface Science University of Science and Technology Beijing Beijing 100083, China Dr. W. Li Laboratory of Theoretical and Computational Chemistry Institute of Theoretical Chemistry Jilin University Changchun 130012, China Prof. G. Shen Center of Materials Science and Optoelectronics Engineering University of Chinese Academy of Sciences Beijing 100049, China The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201804583.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}