{
  "name" : "downloads_2019-11-25_c3_soltani2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Sonocatalytic degradation of tetracycline antibiotic using zinc oxide nanostructures loaded on nano-cellulose from waste straw as nanosonocatalyst",
    "authors" : [ "Reza Darvishi", "Cheshmeh Soltania", "Masumeh Mashayekhi", "Masumeh Naderi", "Grzegorz Boczkaj", "Sahand Jorfi", "Mahdi Safari" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nUltrasonics - Sonochemistry\njournal homepage: www.elsevier.com/locate/ultson\nSonocatalytic degradation of tetracycline antibiotic using zinc oxide nanostructures loaded on nano-cellulose from waste straw as nanosonocatalyst\nReza Darvishi Cheshmeh Soltania,⁎, Masumeh Mashayekhia, Masumeh Naderia, Grzegorz Boczkajb, Sahand Jorfic, Mahdi Safarid\na Department of Environmental Health Engineering, School of Health, Arak University of Medical Sciences, Arak, Iran bGdansk University of Technology, Faculty of Chemistry, Department of Process Engineering and Chemical Technology, 80 – 233 Gdansk, G. Narutowicza St. 11/12, Poland c Department of Environmental Health Engineering, School of Health, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran d Environmental Health Research Center, Research Institute for Health Development, Kurdistan University of Medical Sciences, Sanandaj, Iran\nA R T I C L E I N F O\nKeywords: Antibiotic compounds Ultrasound Sonocatalysis Cellulosic nanostructures ZnO nanoparticles\nA B S T R A C T\nThe aim of the present investigation was the combination of ZnO nanostructures with nano-cellulose (NC) for the efficient degradation of tetracycline (TC) antibiotic under ultrasonic irradiation. The removal efficiency of 12.8% was obtained by the sole use of ultrasound (US), while the removal efficiency increased up to 70% by the US/ZnO treatment process. Due to the integration of ZnO nanostructures with NC, the removal efficiency of 87.6% was obtained within 45min. The removal efficiency substantially decreased in the presence of tert-butyl alcohol (more than 25% reduction), indicating that radOH-mediation oxidation is responsible for the degradation of TC molecules. Peroxymonosulfate (PMS) led to the most enhancing effect on the removal of TC among percarbonate, persulfate and periodate ions. The addition of PMS caused the degradation efficiency of 96.4% within the short contact time of 15min. The bio-toxicity examination on the basis of inhibition test conducted on activated sludge revealed diminishing the oxygen consumption inhibition percent [IOUR (%)] from 33.6 to 22.1% during the US/ZnO/NC process. Consequently, the utilization of the US/ZnO/NC process can convert TC molecules to less toxic compounds. However, longer reaction time is required for complete conversion into nontoxic substances."
    }, {
      "heading" : "1. Introduction",
      "text" : "The presence of various pharmaceutical compounds in aquatic sources results in the deterioration of aquatic life due to their toxicity and non-biodegradability. They can cause long-term adverse health effects on vulnerable groups such as pregnant women and children [1]. The increased consumption of pharmaceuticals, especially antibiotic compounds, results in their accumulation in various environments [2]. The release of antibiotic drugs into aquatic environments can cause more severe health effects such as the development of antibiotic resistant microorganisms which has become a global concern [3]. Tetracycline (TC) drug is extensively used as an effective antibiotic compound for the treatment of various infectious diseases. Generally, most of the consumed TC molecules are excreted as unmetabolized and undegraded form in feces and urine [4–6]. Therefore, the presence of TC molecules in municipal wastewaters will be inevitable. According to the\nabove statements, the elimination of antibiotic compounds such as TC from the aqueous streams is essential taking into account the environmental and health aspects. Due to the low biodegradability of TC antibiotic, physicochemical treatment processes are developed and implemented for the decontamination of TC-contaminated wastewaters. As efficient physicochemical treatment processes, advanced oxidation processes (AOPs) have gained great attention for the elimination and destruction of persistent organic compounds such as pharmaceuticals due to the formation of highly reactive and non-selective hydroxyl free radical (%OH) during the operation of AOPs [2,7–9]. The implementation of AOPs leads to the transformation and destruction of the persistent organic compound, resulting in the generation of biodegradable organic byproducts and mineral compounds with low toxicity to ecosystems. In recent years, ultrasonically activated catalysts named sonocatalysis have been successfully implemented to decompose persistent contaminants [10–12]. Hydroxyl radicals will be effectively formed\nhttps://doi.org/10.1016/j.ultsonch.2019.03.009 Received 4 February 2019; Received in revised form 24 February 2019; Accepted 9 March 2019\n⁎ Corresponding author. E-mail address: darvishi@arakmu.ac.ir (R.D.C. Soltani).\nUltrasonics - Sonochemistry 55 (2019) 117–124\nAvailable online 12 March 2019 1350-4177/ © 2019 Elsevier B.V. All rights reserved.\nT\nowing to the creation of sonocavitation bubbles and their violent collapse in the bulk solution during the ultrasonication when an appropriate catalyst is applied [13–15]. In this regard, it is required to develop novel, ecosystem friendly and green materials to deal with the environmental and health problems related to the application of chemical catalysts. Catalyst-polymer composite materials have attained extensive considerations for the catalytic treatment of wastewater because of their biocompatibility as well as high effectiveness [16]. Overall, the immobilization of fine particles onto various supports prevents them from agglomeration [9,15]. The immobilization of catalyst particles on the biopolymer surface provides some supplemental merits such as high potential of reusability, low-cost, high adsorption capacity as well as high catalytic activity [16]. Cellulose is one of the most plentiful bio-polymeric substances. It is the principal constituent of plants and algae fibers [17,18]. Due to its availability, biocompatibility and durability, it can be used as biocompatible support for the immobilization of catalyst particles [19]. In the present investigation, cellulosic wastes of straw were utilized as low-priced and biocompatible support for the sonocatalyst. For the best results, nanostructures of the cellulosic wastes with considerable surface area and high reactive sites were synthesized. The cooler straw has been successfully applied as precursor for the production of an inexpensive nanocellulose (NC) with appropriate nanostructure in our previous study [19]. During the past years, the NC has been used in various applications, including selfhealing compounds, membranes, biosensors, microcapsules, and nanocomposites [18]. It should be noted that the conversion of cellulosic macrostructures to nanostructures leads to increasing the mechanical strength, the surface to volume ratio and adsorption efficiency of the support as well as increasing surface functional groups, especially hydroxyl groups, onto the surface of cellulose for the strong incorporation of inorganic materials like metal oxides [20]. Zinc oxide (ZnO) in the form of nanoparticles is proposed as cost-effective catalyst for the catalytic destruction of persistent organic contaminants in various catalytic treatment systems [21,22]. Hence, in the present study, the combination of NC with ZnO nanoparticles was considered for the sonocatalytic destruction of TC under ultrasonic irradiation. The development of NC in conjunction with metal oxides semiconductors such as ZnO and the synthesis of new nanocomposite are very favorable, focusing on the “green technology” concept [17]. The ZnO/NC composite is utilized as effective photocatalyst in photocatalytic treatment systems [2,23]; however, the application of ZnO/NC nanocomposite for the treatment of antibiotic-contaminated solutions with the aid of US has not been considered until now."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals",
      "text" : "HPLC-grade TC (purity: ≥88.0%; molar mass: 444.435 g/mol; formula: C22H24N2O8) was prepared from Sigma-Aldrich Co (USA) to perform sonocatalytic decomposition. To synthesize NC, waste cooler straw was collected and used as the precursor. All chemical compounds (NaOH, HCl, H2SO4, NaClO2, ZnCl2 and NaCl), which were used for the synthesis of ZnO/NC composite, were high purity and purchased from Merck Co., Germany. Ethanol (purity: 99.8%) and tert-butyl alcohol (TBA, purity:> 99.0%), which were used as radical scavenging compounds, were also purchased from Merck. All solutions were prepared by double distilled water except for the solutions used for the synthesis of ZnO/NC nanocomposite in which deionized water was used."
    }, {
      "heading" : "2.2. ZnO/NC synthesis",
      "text" : "The NC was obtained from the waste cooler straw according to our previous paper [19]. Briefly, the precursor was gathered and washed with deionized water. Then, the crushed sample was placed in caustic soda (2 wt%). Subsequently, it was treated by the sodium chlorite\n(0.5M) and hydrolyzed by acidic solution containing 20mL HCl, 40mL H2SO4 and 40mL deionized water. The resulting sample was ultrasonicated and finally dried by an oven at 80 °C. For the integration of ZnO nanoparticles with the structure of NC, specific amounts of ZnCl2 were dissolved in deionized water (50mL). Afterwards, sodium hydroxide (1M) was gradually added to the obtained solution under gentle mixing. A certain amount of as-prepared NC (2.72 g) was slowly added to the resulting suspension. To homogenize the mixture, it was placed in the ultrasonic bath and ultrasonicated for 2 h. The obtained homogeneous suspension was filtered and the filtrate was washed several times to eliminate any impurities. At last, it was washed with ethyl alcohol. The final white sample was dried at 80 °C until it reached constant weight. As-synthesized ZnO/NC nanocomposite was placed in a desiccator until use."
    }, {
      "heading" : "2.3. Experimental procedure",
      "text" : "The experiments were performed by means of batch flow mode Erlenmeyer flasks (working volume: 50mL). An Elma ultrasonic bath (P30H, Germany) was utilized for the ultrasonication of Erlenmeyer flasks. The frequency and power of the bath were set to 37 kHz and 256W, respectively. The flasks were situated near the bottom of the bath (2.0 cm away from the bottom). To avoid the photocatalysis, the experimental set-up was covered. The contribution of the adsorption process (NC alone, ZnO alone, and ZnO/NC nanocomposite) to the removal of TC antibiotic was specified by placing flasks on an orbital shaker instead of ultrasonication. All experiments were performed at least twice and the mean value was considered."
    }, {
      "heading" : "2.4. Analysis",
      "text" : "The concentration of TC after being treated by the US/ZnO/NC process was measured using a KNAUER high performance liquid chromatography (HPLC) (AZURA, Germany). The instrument consisted of a column (Eurospher 100-5-C18) and a UV detector with a monitored wavelength of 360 nm. Acetonitrile, methanol and oxalic acid (volumetric ratio: 20:10:70) were mixed and used as the mobile phase. The detention time of 5.97min and the flow rate of 1mL/min were considered for the injection of each sample. The surface morphology of the samples (NC and ZnO/NC) was observed employing a TESCAN field emission scanning electron microscope (FESEM, Mira3, Czech Republic). In addition, energy dispersive X-ray microscopy (EDX)Mapping analysis was accomplished to exhibit the elements involved in the structure of ZnO/NC as well as their distribution. X-ray diffraction (XRD) analysis was also performed to show the crystallinity and phase composition of the samples (Philips XRD, Model: PW1730, Holland). The step size of 0.05°/s, voltage of 40 kV and current of 30mA were applied to record all XRD patterns. A thermogravimetric analysis (TGA) along with differential scanning calorimetry (DSC) was accomplished to assess the thermal stability of the nanocomposite (TA thermogravimetric analyzer, Model: Q600, USA). The analysis was performed under Ar atmosphere. During the TGA analysis, the temperature gradually rose in the range of 25–300 °C by applying the heating rate of about 0.17 °C/s using 4.88mg ZnO/NC nanocomposite sample. In a different manner, the surface area of as-synthesized NC and ZnO/NC nanocomposite was estimated through a chemical method as described in our previous work [19]. Briefly, the as-synthesized NC was poured into the sulfuric acid solution. In the following, 30 g sodium chloride salt was added to the NC-contained acidic solution. The suspension was diluted to 150mL and then titrated by NaOH solution until the pH reached 9.0. The Sears’s equation was used to determine the surface area (m2 area per g sample) of the samples as represented below:\n⎜ ⎟ ⎛ ⎝ ⎞ ⎠ = −Specific surface area m g V32 25 2\n(1)\nwhere V represents the volume of sodium hydroxide consumed for increasing the solution pH up to 9. The pH of zero charge (pHzpc) of the nanocomposite surface was also determined using the pH drift method [24,25]. Activated sludge inhibition examination was performed in order to determine the bio-toxicity of TC-contained effluents [26]. For this examination, return activated sludge (RAS) of a biological wastewater treatment plant based on the activated sludge process was used because of its availability and low cost [27]. The mixed liquor volatile suspended solids (MLVSS) value of the collected sample was about 1770mg/L. A portable dissolved oxygen meter was used to measure the oxygen content of the sample for the determination of oxygen uptake rate (OUR). Firstly, the RAS sample was vigorously aerated to reach the oxygen saturation. The OUR of the blank sample (OURB) and TC-contained effluent (OURS) was measured to determine the oxygen consumption inhibition percent [IOUR (%)] via the following equation:\n= ⎡ ⎣⎢ − ⎤ ⎦⎥ ×I OUR OUR (%) 1 100OUR s B (2)"
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characteristics description",
      "text" : ""
    }, {
      "heading" : "3.1.1. FESEM",
      "text" : "The surface morphology is known to influence the physicochemical characteristics of the catalyst, providing important data about the interaction of constituents. FESEM images of the bare NC and ZnO-loaded NC were taken by the microscope (Fig. 1). Fig. 1(a) shows the FESEM image of the bare NC. As shown, the generation of some nanostructures on the surface of the cellulosic fibers is evident. The formation of these nanostructures created a suitable uneven surface with considerable surface area and reactive sites for the incorporation of ZnO nanostructures. The FESEM images of ZnO-loaded NC are shown in Fig. 1(b)\nand (c) with different magnifications. As illustrated, the immobilized ZnO nanoparticles are formed and distributed on the surface of the NC. A histogram of diameter size distribution of the as-synthesized ZnO/NC nanocomposite was illustrated based on a sample FESEM image (Fig. 1(d)). Fig. 1(d) shows that the size of all particles is lower than 100 nm (in the defined range for nanoparticles). Most of the as-generated particles are smaller than 20 nm, indicating the high surface area along with more reactive sites for the generation of %OH to catalytically decompose TC."
    }, {
      "heading" : "3.1.2. Chemically determined surface area",
      "text" : "The surface area of the bare and ZnO-loaded NC was chemically measured. The results indicated that the surface area of the nanocomposite (295m2/g) was slightly higher than that of the NC alone (263m2/g). The insignificant difference between the obtained surface areas may be attributed to the fact that both of constituents (ZnO and NC) are in nano-size. Hence, the incorporation of ZnO into the NC lattice resulted in no considerable increase in the surface area of the nanocomposite."
    }, {
      "heading" : "3.1.3. EDX-mapping",
      "text" : "The EDX micrographs, together with quantitative results, and elemental mappings of the samples are given in Fig. 2(a) and (b). The NC is mainly comprised of carbon (51.6 wt%) and oxygen (48.4 wt%) (Fig. 2(a)). The elemental mapping of the sample revealed the proper distribution of composing elements (carbon and oxygen) in the composition of homogeneous NC. Fig. 2(b) shows the EDX micrograph of the ZnO/NC nanocomposite together with corresponding quantitative analysis results. As tabulated, the as-synthesized nanocomposite is composed of carbon (30.9 wt%), oxygen (34.6 wt%) and zinc (34.5 wt %). The distribution of each element can be also seen in the obtained images taken through the elemental mapping."
    }, {
      "heading" : "3.1.4. XRD",
      "text" : "XRD patterns were drawn to represent crystallinity of the nanocomposite as well as phase identification (Fig. 3). As shown, the main peaks placed at 15.7 and 21.8° are ascribed to the (1 1 0) and (2 0 0) planes, respectively. The presence of the abovementioned peaks is the indication of the crystalline structure of cellulose [19]. The upper part of Fig. 3 exhibits the pattern of the nanocomposite. Accordingly, the peaks related to NC (15.7 and 21.8°) are also placed in the pattern of the nanocomposite. The peaks located at 2θ of 32.8, 34.3, 36.1, 47.4, 56.4, 62.7, 66.3, 67.9, 69.0, 72.5 and 76.8° are attributed to the (1 0 0), (0 0 2), (1 0 1), (1 0 2), (1 1 0), (1 0 3), (2 0 0), (1 1 2), (2 0 1), (0 0 4), and (2 0 2) planes of ZnO composition, respectively (JCPDS Card No. 36-1451) [21]. The interesting phenomenon was decreasing the intensity of the peaks attributed to the NC in the ZnO/NC pattern. The shrinkage of (1 1 0) and (2 0 0) planes in the crystalline structure of the ZnO/NC nanocomposite is an indication of the intense coupling\nbetween the ZnO nanostructures and NC lattice."
    }, {
      "heading" : "3.1.5. TGA/DSC",
      "text" : "The TGA/DSC analysis was utilized to show the thermal stability of the ZnO/NC nanocomposite (Fig. 4(a)). As reported in our previous study [19], the total weight loss was found to be 33.73% in the\ntemperature ranging from 25 to 300 °C for the pure straw-based NC; while, as displayed in Fig. 4(a), the total weight loss of ZnO-loaded NC was obtained to be about 25% at the same conditions. This indicated higher thermal stability of the ZnO/NC nanocomposite in comparison with the bare NC. It follows from the presence of ZnO nanostructures in the structure of the NC. As depicted, the main weight loss was observed in the range of 200–300 °C as a result of thermal decomposition. The degradation of hemicelluloses can occur when the temperature increases up to 300 °C [28]. These results revealed that the as-prepared nanocomposite is suitable for most of the wastewater treatment techniques on the basis of AOPs with different operating temperatures."
    }, {
      "heading" : "3.1.6. pHzpc determination",
      "text" : "The pH of zero charge (pHzpc) of the ZnO/NC nanocomposite was estimated by the pH drift method (Fig. 4(b)). Accordingly, the value of pHzpc was obtained to be about 5.0, implying that the surface charge of the nanocomposite will be positive when the solution pH is lower than 5.0. Conversely, the surface of the nanocomposite will be negatively charged at pH values greater than pHzpc of 5.0. The pHzpc of NC from the straw is 3.0 [19], while the value of pHzpc for ZnO nanoparticles is about 9.0 [21]. Thus, the integration of ZnO with NC resulted in achieving a distinct zero point charge. Due to the difference between the surface charge of NC and ZnO nanostructures, the electrostatic attraction force will be present between ZnO nanostructures and NC, responsible for the effective integration of ZnO nanoparticles with the NC. The electrostatic attraction between the cellulose and ZnO nanoparticles has been reported in another research [17]."
    }, {
      "heading" : "3.2. Contribution of each process",
      "text" : "Before systematic experiments regarding the removal of TC by the US/ZnO/NC process, some preliminary experiments were carried out to evaluate the capacity of individual processes involved in the elimination of TC (Fig. 5). The sole use of ZnO, NC and their combination as ZnO/NC nanocomposite may result in the removal of TC molecules through the adsorption process. Therefore, the contribution of adsorption mechanism to the elimination of TC was determined. The results showed inefficient adsorption of TC by NC alone (23.8%) and ZnO/NC nanocomposite (28.2%). In fact, the adsorption process was an inefficient treatment technique to be used for the removal of TC as an independent process. In addition, the sole use of US may result in the removal of TC molecules. The ultrasonication of the liquid phase brings about the creation of %OH, degrading the target pollutant [24,29,30]:\n+ → +H O US OH H2 · · (3)\n+ →H O HO· 2 2· (4)\n+ → +HO HO H O O2· 2· 2 2 2 (5)\n+ →OH OH H O· · 2 2 (6)\n+ + → +H H O US OH H O· 2 2 · 2 (7)\nThe removal efficiency (%) of 12.8% was obtained when the US alone was applied for the removal of TC, indicating ineffectiveness of the ultrasonic irradiation in removing the target contaminant. Indeed, the US alone does not generate sufficient amounts of %OH in the reactor to attack the target contaminant [31]. The sono-adsorption of TC molecules by the integration of US with NC was also considered as a possible technique. As a result, the adsorption efficiency of TC by the NC enhanced from 23.8% to 43.0% when TC-contained solution was ultrasonically irradiated. The integration of US with the NC leads to the intensified mass transfer of the reactants and chemical reaction owing to the enhanced mixing by microcirculations in the fluid [32] as well as the formation and strong breakdown of the sonocavitation bubbles called ‘‘acoustic cavitation”. Furthermore, the irradiation of US may result in the expanded surface area by the ‘‘acoustic cavitation”, thereby increasing the available reactive sites for the enhanced adsorption of TC molecules [19]. Overall, the adsorption process only transfers the contaminant from the liquid to the solid phase (adsorbent structure) and does not change its toxic nature. For the destruction of the target compound, sonocatalysis by means of the combination of US with ZnO was implemented as the treatment process. The removal efficiency (%) of TC increased up to 70% owing to the ultrasonication in the presence of ZnO nanostructures. The acoustic cavitation results in the formation of lights with short-wavelength (< 420 nm) named “sonoluminescence” phenomenon, which produces e−/h+ pairs on the surface of the nanocomposite sonocatalyst:\n+ → ++ −Sonocatalyst US h e (8)\nThe as-generated holes (h+) can either degrade water molecules (Eq. 9) or directly degrade the contaminant [33]:\n+ → ++ +h H O OH H2 · (9)\n+ → → + +TC OH Intermediates H O CO Inorganicspeciesaq aq( ) · ( ) 2 2 (10)\nThe as-generated electrons can also produce %OH after undergoing the following reactions:\n+ →− −e O O2 2· (11)\n+ → + +− −H O O OH OH O2 2 2· · 2 (12)\nThe above reactions bring about the increased destruction of the target contaminant, along with the formation of oxygen in the effluent of the treatment process. The acoustic cavitation also leads to the “hot spots” phenomenon, creating high temperature and pressure in the bulk solution. The production of free hydroxyl radicals will be intensified in the liquid phase by the “hot spots” phenomenon causing water molecules pyrolysis. Considering the “hot spots” phenomenon, the presence of ZnO nanostructures produces extra nuclei for the creation of sonocavitation bubbles, thereby forming more %OH in the liquid phase of the sonoreactor. Interestingly, the removal efficiency of TC increased from 70.8% to 87.6% when the ZnO/NC nanocomposite was applied as the immobilized catalyst. The porous structure of NC acts an important role in the formation of extra nuclei to generate more micro-bubbles and subsequently, more collapses in the solution, intensifying the destruction of the contaminant by the as-generated free oxidizing radicals. Besides, on the basis of the “sonoluminescence” phenomenon, ZnO/NC nanocomposite has a lower charge transfer resistance and consequently, slower e−/h+ pairs recombination rate, leading to the enhanced catalytic activity [16]. The presence of NC increases the probability of the reaction between %OH and the target contaminant. In fact, as-generated %OH through the sonocatalysis is freely transferred to the ZnO/NC\nnanocomposite surface. On the other hand, ZnO nanostructures produce photo-active points to generate e−/h+ pairs, while the support (NC) provides active adsorptive sites in the vicinity of the immobilized ZnO nanostructures. This phenomenon improves the ability of the nanocomposite to effectively adsorb both TC molecules and the lights with short-wavelength (< 420 nm) emitted during the sonocavitation. Moreover, the incorporation of ZnO into the NC lattice solves the technical limitations of the application of suspended ZnO nanostructures such as their separation from the aqueous medium [26]."
    }, {
      "heading" : "3.3. Scavengers",
      "text" : "The change in the removal efficiency of TC by the US/ZnO/NC treatment process was monitored in the presence of ethanol and tertbutyl alcohol (TBA) within the reaction time of 45min. As results, the addition of ethanol and TBA led to the decreased decomposition efficiency of TC. However, as can be observed in Fig. 6, the presence of TBA resulted in more suppressive effect than that of the presence of ethanol. The %OH scavenging properties of the TBA is significant compared with the ethanol [34]. On the other hand, the reactivity of TBA with %OH (3.8–7.6×108M−1 s−1) is higher than that of ethanol (9.1× 106M−1 s−1) [35,36]. The addition of TBA significantly reduced the removal efficiency (%) of TC from 87.6 to 60.4%. Therefore, the enhanced sonocatalytic activity of ZnO/NC is principally attributed to the oxidizing ability of %OH to effectively decompose TC antibiotic."
    }, {
      "heading" : "3.4. Addition of external oxidants",
      "text" : "To maximize the efficacy of the US/ZnO/NC treatment process for the decomposition of TC, some radical enhancers, including peroxymonosulfate (PMS), periodate, persulfate and percarbonate were added to the reactor. According to the results provided in Fig. 7, the addition of all abovementioned radical enhancers increased the decomposition of TC. In the presence of peroxymonosulfate (PMS), periodate, persulfate and percarbonate, the removal efficiency (%) of TC increased from 87.6% to 99.6, 94.2, 90.4, and 98.2%, respectively. The addition of periodate resulted in the minimum positive effect on the efficiency of the reactor. The presence of periodate ions diminishes the recombination rate of e–/h+ pairs generated through the “sonoluminescence” phenomenon during the sonocatalysis, maintaining or slightly improving the efficacy of the US/ZnO/NC process [14]:\n+ + → +− − + −IO e H H O I8 8 44 2 (13)\nIncreasing the efficacy of the US/ZnO/NC process with the addition of persulfate ions can be ascribed to the enhanced generation of %OH and SO4%− as well as the diminished recombination rate of e–/h+ in the liquid phase [29,30]:\n+ →− −S O US SO22 82 4· (14)\n+ → + +− − +SO H O SO OH H4· 2 42 · (15)\n+ → +− − − −S O e SO SO2 82 42 4· (16)\nHou and coworkers found that the application of US in the presence of persulfate ions leads to the enhanced decomposition of TC [37]. Sodium percarbonate (SPC) was used instead of liquid hydrogen peroxide to boost the catalytically generated hydroxyl radicals during the sonocatalysis over ZnO/NC nanocomposite due to its easier movement and safer implementation together with its lower toxicity in comparison with liquid hydrogen peroxide [38]. The enhanced decomposition of TC by the US/ZnO/NC process in the presence of percarbonate is due to the following reactions:\n→ +Na CO H O Na CO H O2 ·3 2 32 3 2 2 2 3 2 2 (17)\n+ → +H O US OH OH2 2 · · (18)\nRegarding PMS, the destruction efficiency of 96.4% was obtained within 15min. Therefore, the addition of PMS caused the most positive effect on the effectiveness of the purification process. The generation of free radical species is intensified in the presence of PMS under ultrasonic irradiation as shown in the following equations [4]:\n+ → +− −HSO US SO OH5 4• • (19)\nSulfate radical (SO4•−) with high oxidation capability (up to 3.1 eV) and long half-life (up to 40 μs) can be considered as an effective alternative to %OH for the decomposition of most refractory organic compounds [35]. The enhanced decomposition and mineralization of TC by the ultrasonically activated PMS has been reported by Cherifi et al. [39]. According to their findings, the presence of graphene oxide intensified the decomposition of the target contaminant in comparison with the application of US alone."
    }, {
      "heading" : "3.5. Influence of water matrix",
      "text" : ""
    }, {
      "heading" : "3.5.1. Nitrogenous compounds",
      "text" : "To evaluate the treatment process under real conditions, the influence of various nitrogenous compounds (i.e., ammonium, nitrite and nitrate) on the efficacy of the US/ZnO/NC process in terms of degrading\nTC was investigated. Fig. 8(a) reveals that the presence of ammonium ions slightly affected the degradation efficiency of TC, while the presence of anionic nitrogenous compounds, especially nitrate, reduced the efficiency of the catalytic treatment process. In the presence of nitrate ions, the removal efficiency (%) of TC decreased from 87.6 to 66.2% within 45min. According to the pHzpc of the ZnO/NC nanocomposite (5.0), the surface of the nanocomposite will be protonated when the solution pH (natural pH: 4.0) is lower than pHzpc (pH < pHzpc). Thus, the reduction in the removal efficiency (%) of TC may be associated with the formation of anionic layers on the surface of ZnO/NC nanocomposite as sonocatalyst, interfering with the interaction of the target contaminant [40]. According to Fig. 8(a), the presence of nitrate ions caused more suppressive effect than that of nitrite ions. This may be related to the inhibition of as-generated %OH by the nitrate ions during the catalytic systems [41]. Hu et al. found that the low concentration of nitrate ions did not significantly influence %OH performance [36]."
    }, {
      "heading" : "3.5.2. Water hardness",
      "text" : "The effect of the presence of cations causing water hardness (magnesium and calcium) on the efficiency of the US/ZnO/NC process was evaluated separately and simultaneously (Fig. 8(b)). The decomposition efficiency of TC decreased from 87.6 to 69.0% in the presence of magnesium ions, while the addition of calcium ions did not considerably change the efficiency of the purification process. In the\npresence of both magnesium and calcium, an insignificant decrease in the elimination of TC was obtained. Tran et al. found that the presence of calcium and magnesium ions has a negligible adverse effect on the removal efficiency of metronidazole antibiotic during its catalytic conversion [40]. Overall, the presence of inorganic compounds such as hardness cations deactivates the sonocatalyst and blocks the active sites placed on the surface of the sonocatalyst, reducing the generation rate of free oxidizing radicals in the solution [32]."
    }, {
      "heading" : "3.6. Effluent bio-toxicity",
      "text" : "It is assumed that the application of the US/ZnO/NC process results in the efficient degradation of TC and its conversion to organic and even inorganic species with low toxicity. However, the complete conversion of pharmaceutical compounds such as TC by the AOPs has not been achieved [4,42]. It could be associated with the formation of decomposition byproducts of the parent organic compound due to the incomplete degradation of the target compound. Hence, toxicity assay of the organic byproducts in the effluent discharged into the various environments is very important. In this regard, the activated sludge inhibition test was performed on the effluent of the US/ZnO/NC process as well as the effluent of the US alone. Fig. 9 shows decreasing the value of IOUR (%) from 33.6 to 22.1 for TC-contained solution treated by the US/ZnO/NC process, while the implementation of US alone led to the insignificant change in the value of IOUR (%) (OURB: 121.9 mg O2/L.h). In conclusion, the utilization of the US/ZnO/NC process can convert TC molecules to less toxic compounds. Nevertheless, longer reaction time is required to completely convert TC molecules into non-toxic substances. The US alone was not efficient enough to decrease the toxicity of TCcontained effluent. The small increase in the value of IOUR (%) occurred at the contact time of 30min, attributing to the generation of toxic byproducts during the US/ZnO/NC process [43]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "NC obtained from the waste straw was implemented as support for the ZnO nanostructures. The as-synthesized nanocomposite was applied as integrated sonocatalyst to catalytically degrade TC antibiotic in the solution. According to the results, the adsorption process was not effective enough for the decontamination of antibiotic-polluted aquatic phase. The sole use of US led to the negligible degradation of the target contaminant, while the combination of ultrasonic irradiation with the immobilized form of ZnO nanoparticles led to the enhanced degradation of the target compound. It can be indicated that hydroxyl radical-\nmediated oxidation was the main mechanism in the decomposition of TC molecules. The addition of PMS had the most positive effect on the efficiency of the treatment process compared with the addition of other external oxidants, including periodate, persulfate and percarbonate. This research exhibited that the reactivity of ZnO/NC nanocomposite will be strongly affected by the water matrix. Among various inorganic compounds, the addition of nitrate and magnesium significantly reduced the efficiency of the reactor regarding TC removal. Overall, it can be expressed that the sonocatalysis over ZnO/NC nanocomposite can be utilized as desirable treatment process for the purification of antibioticpolluted aquatic systems."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors appreciate Arak University of Medical Sciences (Iran) for all supports provided during the experiments. Dr. Grzegorz Boczkaj would like to thank the financial support from National Science Center, Warsaw, Poland – decision no. UMO-2017/25/B/ST8/01364."
    } ],
    "references" : [ {
      "title" : "Decomposition of ibuprofen in water via an electrochemical process with nano-sized carbon black-coated carbon cloth as oxygen-permeable cathode integrated with ultrasound",
      "author" : [ "R. Darvishi Cheshmeh Soltani", "M. Mashayekhi" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Nano-zinc oxide incorporated graphene oxide/nanocellulose composite for the adsorption and photo catalytic degradation of ciprofloxacin hydrochloride from aqueous solutions",
      "author" : [ "T. Anirudhan", "J. Deepa" ],
      "venue" : "J. Colloid Interface Sci. 490 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hybrid sonocatalysis/electrolysis process for intensified decomposition of amoxicillin in aqueous solution in the presence of magnesium oxide nanocatalyst",
      "author" : [ "R.D.C. Soltani", "M. Mashayekhi", "A. Khataee", "M.-J. Ghanadzadeh", "M. Sillanpää" ],
      "venue" : "J. Ind. Eng. Chem. 64 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Implementation of martite nanoparticles prepared through planetary ball milling as a heterogeneous activator of oxone for degradation of tetracycline antibiotic: ultrasound and peroxy-enhancement",
      "author" : [ "R.D.C. Soltani", "M. Mashayekhi", "S. Jorfi", "A. Khataee", "M.-J. Ghanadzadeh", "M. Sillanpää" ],
      "venue" : "Chemosphere 210 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced photocatalytic degradation of tetracycline and real pharmaceutical wastewater using MWCNT/TiO2 nano-composite",
      "author" : [ "M. Ahmadi", "H. Ramezani Motlagh", "N. Jaafarzadeh", "A. Mostoufi", "R. Saeedi", "G. Barzegar", "S. Jorfi" ],
      "venue" : "J. Environ. Manage. 186 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ultrasound-assisted removal of tetracycline by a Fe/N–C hybrids/H2O2 Fenton-like system",
      "author" : [ "Y. Yang", "X. Zhang", "Q. Chen", "S. Li", "H. Chai", "Y. Huang" ],
      "venue" : "ACS Omega 3 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Advanced oxidation process-mediated removal of pharmaceuticals from water: a review",
      "author" : [ "D. Kanakaraju", "B.D. Glass", "M. Oelgemöller" ],
      "venue" : "J. Environ. Manage. 219 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Photoelectro-Fenton/nanophotocatalysis decolorization of three textile dyes mixture: Response surface modeling and multivariate calibration procedure for simultaneous determination",
      "author" : [ "A.R. Khataee", "M. Safarpour", "A. Naseri", "M. Zarei" ],
      "venue" : "J. Electroanal. Chem. 672 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Development of a novel high flux and fouling-resistant thin film composite nanofiltration membrane by embedding reduced graphene oxide/TiO2",
      "author" : [ "M. Safarpour", "V. Vatanpour", "A. Khataee", "M. Esmaeili" ],
      "venue" : "Sep. Purif. Technol. 154 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "N",
      "author" : [ "S. Sajjadi", "A. Khataee", "R.D.C. Soltani", "A. Hasanzadeh" ],
      "venue" : "S co-doped graphene quantum dot–decorated Fe3O4 nanostructures: preparation, characterization, and catalytic activity, J. Phys. Chem. Solids 127 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of pumice-TiO2 nanoflakes for sonocatalytic degradation of famotidine",
      "author" : [ "T.S. Rad", "A. Khataee", "B. Kayan", "D. Kalderis", "S. Akay" ],
      "venue" : "J. Clean. Prod. 202 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sonochemical synthesis of WS2 nanosheets and its application in sonocatalytic removal of organic dyes from water solution",
      "author" : [ "A. Khataee", "P. Eghbali", "M.H. Irani-Nezhad", "A. Hassani" ],
      "venue" : "Ultrason. Sonochem. 48 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrasound-enhanced magnetite catalytic ozonation of tetracycline in water",
      "author" : [ "L. Hou", "H. Zhang", "L. Wang", "L. Chen" ],
      "venue" : "Chem. Eng. J. 229 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Periodate-assisted pulsed sonocatalysis of real textile wastewater in the presence of MgO nanoparticles: response surface methodological optimization",
      "author" : [ "R.D.C. Soltani", "M. Safari" ],
      "venue" : "Ultrason. Sonochem. 32 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Preparation of montmorillonite–alginate nanobiocomposite for adsorption of a textile dye in aqueous phase: isotherm",
      "author" : [ "A. Hassani", "R.D.C. Soltani", "S. Karaca", "A. Khataee" ],
      "venue" : "kinetic and experimental design approaches, J. Ind. Eng. Chem. 21 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Facile preparation of BiOBr/ cellulose composites by in situ synthesis and its enhanced photocatalytic activity under visible-light",
      "author" : [ "M. Du", "Y. Du", "Y. Feng", "K. Yang", "X. Lv", "N. Jiang", "Y. Liu" ],
      "venue" : "Carbohyd. Polym. 195 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cellulose nanofiber induced self-assembly of zinc oxide nanoparticles: Theoretical and experimental study on interfacial interaction",
      "author" : [ "M. Zheng", "P.-L. Wang", "S.-W. Zhao", "Y.-R. Guo", "L. Li", "F.-L. Yuan", "Q.-J. Pan" ],
      "venue" : "Carbohyd. Polym. 195 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Strongly reduced thermal conductivity in hybrid ZnO/nanocellulose thin films",
      "author" : [ "H. Jin", "G. Marin", "A. Giri", "T. Tynell", "M. Gestranius", "B.P. Wilson", "E. Kontturi", "T. Tammelin", "P.E. Hopkins", "M. Karppinen" ],
      "venue" : "J. Mater. Sci. 52 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "R",
      "author" : [ "M. Safari", "A. Khataee" ],
      "venue" : "Darvishi Cheshmeh Soltani, R. Rezaee, Ultrasonically facilitated adsorption of an azo dye onto nanostructures obtained from cellulosic wastes of broom and cooler straw, J. Colloid Interface Sci. 522 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis and characterization of ZnO: CeO2: nanocellulose: PANI bionanocomposite",
      "author" : [ "B. Nath", "C. Chaliha", "E. Kalita", "M. Kalita" ],
      "venue" : "A bimodal agent for arsenic adsorption and antibacterial action, Carbohyd. Polym. 148 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Photocatalytic degradation of a textile dye in aqueous phase over ZnO nanoparticles embedded in biosilica nanobiostructure, Desalin",
      "author" : [ "R. Darvishi Cheshmeh Soltani", "A.R. Khataee", "M. Mashayekhi" ],
      "venue" : "Water Treat",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Fabrication of Fe/ZnO composite nanosheets by nanofibrillated cellulose as soft template and photocatalytic degradation for tetracycline",
      "author" : [ "H. Xiao", "W. Zhang", "Y. Wei", "L. Yu", "L. Chen" ],
      "venue" : "J. Inorg. Organomet. Polym. Mater. 28 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Extraction of nanocellulose and in-situ casting of ZnO/cellulose nanocomposite with enhanced photocatalytic and antibacterial activity",
      "author" : [ "K. Lefatshe", "C.M. Muiva", "L.P. Kebaabetswe" ],
      "venue" : "Carbohyd. Polym. 164 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ultrasound-assisted Fenton process using siderite nanoparticles prepared via planetary ball milling for removal of reactive yellow 81 in aqueous phase",
      "author" : [ "O. Acisli", "A. Khataee", "R.D.C. Soltani", "S. Karaca" ],
      "venue" : "Ultrason. Sonochem. 35 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ultrasound assisted dispersion of Bi2Sn2O7- C3N4 nanophotocatalyst over various amount of zeolite Y for enhanced solar-light photocatalytic degradation of tetracycline in aqueous solution",
      "author" : [ "S. Heidari", "M. Haghighi", "M. Shabani" ],
      "venue" : "Ultrason. Sonochem. 43 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Degradation of Acid Orange 7 by an ultrasound/ZnO-GAC/persulfate process",
      "author" : [ "F. Liu", "P. Yi", "X. Wang", "H. Gao", "H. Zhang" ],
      "venue" : "Sep. Purif. Technol. 194 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Investigation of cadmium (II) ions biosorption onto pretreated dried activated sludge",
      "author" : [ "R.D.C. Soltani", "A.J. Jafari", "G.S. Khorramabadi" ],
      "venue" : "Am. J. Environ. Sci. 5 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Pyrolysis characteristics and kinetic parameters determination of biomass fuel powders by differential thermal gravimetric analysis (TGA/DTG)",
      "author" : [ "S.A. El-Sayed", "M.E. Mostafa" ],
      "venue" : "Energy Convers. Manage. 85 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sono-activated persulfate oxidation of diclofenac: degradation",
      "author" : [ "J.M. Monteagudo", "H. El-taliawy", "A. Durán", "G. Caro", "K. Bester" ],
      "venue" : "kinetics, pathway and contribution of the different radicals involved, J. Hazard. Mater. 357 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sonodegradation and photodegradation of methyl orange by InVO4/TiO2 nanojunction composites under ultrasonic and visible light irradiation",
      "author" : [ "Y. Min", "K. Zhang", "Y. Chen", "Y. Zhang" ],
      "venue" : "Ultrason. Sonochem. 19 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Implementation of continuously electro-generated Fe3O4 nanoparticles for activation of persulfate to decompose amoxicillin antibiotic in aquatic media: UV254 and ultrasound intensification",
      "author" : [ "F. Sepyani", "R.D.C. Soltani", "S. Jorfi", "H. Godini", "M. Safari" ],
      "venue" : "J. Environ. Manage. 224 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Impact of water matrix on the removal of micropollutants by advanced oxidation technologies",
      "author" : [ "A.R. Lado Ribeiro", "N.F.F. Moreira", "G. Li Puma", "A.M.T. Silva" ],
      "venue" : "Chem. Eng. J. 363 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Ultrasound assisted synthesis of WO3-ZnO nanocomposites for brilliant blue dye degradation",
      "author" : [ "Y.M. Hunge", "A.A. Yadav", "V.L. Mathe" ],
      "venue" : "Ultrason. Sonochem. 45 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Temperature dependent photocatalysis of g-C3N4",
      "author" : [ "F. Meng", "Y. Liu", "J. Wang", "X. Tan", "H. Sun", "S. Liu", "S. Wang" ],
      "venue" : "TiO2 and ZnO: differences in photoactive mechanism, J. Colloid Interface Sci. 532 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Wet scrubber coupled with UV/PMS process for efficient removal of gaseous VOCs: roles of sulfate and hydroxyl radicals",
      "author" : [ "R. Xie", "J. Ji", "K. Guo", "D. Lei", "Q. Fan", "D.Y.C. Leung", "H. Huang" ],
      "venue" : "Chem. Eng. J. 356 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced degradation of Bisphenol A (BPA) by peroxymonosulfate with Co3O4-Bi2O3 catalyst activation: effects of pH",
      "author" : [ "L. Hu", "G. Zhang", "M. Liu", "Q. Wang", "P. Wang" ],
      "venue" : "inorganic anions, and water matrix, Chem. Eng. J. 338 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrasound enhanced heterogeneous activation of peroxydisulfate by magnetite catalyst for the degradation of tetracycline in water",
      "author" : [ "L. Hou", "H. Zhang", "X. Xue" ],
      "venue" : "Sep. Purif. Technol. 84 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "R",
      "author" : [ "S. Sajjadi", "A. Khataee" ],
      "venue" : "Darvishi Cheshmeh Soltani, N. Bagheri, A. Karimi, A. Ebadi Fard Azar, Implementation of magnetic Fe3O4@ZIF-8 nanocomposite to activate sodium percarbonate for highly effective degradation of organic compound in aqueous solution, J. Ind. Eng. Chem. 68 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Boukherroub, PMS activation using reduced graphene oxide under sonication: Efficient metal-free catalytic system for the degradation of rhodamine B, bisphenol A, and tetracycline, Ultrason. Sonochem., doi: 10.1016/j.ultsonch.2018.11.012",
      "author" : [ "Y. Cherifi", "A. Addad", "H. Vezin", "A. Barras", "B. Ouddane", "A. Chaouchi", "R.S. Szunerits" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Effects of water matrix components on degradation efficiency and pathways of antibiotic metronidazole by UV/TiO2 photocatalysis",
      "author" : [ "M.L. Tran", "C.-C. Fu", "R.-S. Juang" ],
      "venue" : "J. Mol. Liq. 276 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influence of aqueous inorganic anions on the reactivity of nanoparticles in TiO2 photocatalysis",
      "author" : [ "J. Farner Budarz", "A. Turolla", "A.F. Piasecki", "J.-Y. Bottero", "M. Antonelli", "M.R. Wiesner" ],
      "venue" : "Langmuir 33 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Lalliansanga",
      "author" : [ "A. Tiwari", "A. Shukla" ],
      "venue" : "D. Tiwari, S.-M. Lee, Au-nanoparticle/nanopillars TiO2 meso-porous thin films in the degradation of tetracycline using UV-A light, J. Ind. Eng. Chem. 69 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "E",
      "author" : [ "S.O. Ganiyu", "N. Oturan", "S. Raffy", "M. Cretin", "R. Esmilaire" ],
      "venue" : "van Hullebusch, G. Esposito, M.A. Oturan, Sub-stoichiometric titanium oxide (Ti4O7) as a suitable ceramic anode for electrooxidation of organic pollutants: a case study of kinetics, mineralization and toxicity assessment of amoxicillin, Water Res. 106 (2016) 171–182.  R.D.C. Soltani, et al.  Ultrasonics - Sonochemistry 55 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "They can cause long-term adverse health effects on vulnerable groups such as pregnant women and children [1].",
      "startOffset" : 105,
      "endOffset" : 108
    }, {
      "referenceID" : 1,
      "context" : "compounds, results in their accumulation in various environments [2].",
      "startOffset" : 65,
      "endOffset" : 68
    }, {
      "referenceID" : 2,
      "context" : "The release of antibiotic drugs into aquatic environments can cause more severe health effects such as the development of antibiotic resistant microorganisms which has become a global concern [3].",
      "startOffset" : 192,
      "endOffset" : 195
    }, {
      "referenceID" : 15,
      "context" : "Catalyst-polymer composite materials have attained extensive considerations for the catalytic treatment of wastewater because of their biocompatibility as well as high effectiveness [16].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 8,
      "context" : "Overall, the immobilization of fine particles onto various supports prevents them from agglomeration [9,15].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 14,
      "context" : "Overall, the immobilization of fine particles onto various supports prevents them from agglomeration [9,15].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 15,
      "context" : "The immobilization of catalyst particles on the biopolymer surface provides some supplemental merits such as high potential of reusability, low-cost, high adsorption capacity as well as high catalytic activity [16].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 16,
      "context" : "It is the principal constituent of plants and algae fibers [17,18].",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 17,
      "context" : "It is the principal constituent of plants and algae fibers [17,18].",
      "startOffset" : 59,
      "endOffset" : 66
    }, {
      "referenceID" : 18,
      "context" : "Due to its availability, biocompatibility and durability, it can be used as biocompatible support for the immobilization of catalyst particles [19].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 18,
      "context" : "The cooler straw has been successfully applied as precursor for the production of an inexpensive nanocellulose (NC) with appropriate nanostructure in our previous study [19].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 17,
      "context" : "During the past years, the NC has been used in various applications, including selfhealing compounds, membranes, biosensors, microcapsules, and nanocomposites [18].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 19,
      "context" : "It should be noted that the conversion of cellulosic macrostructures to nanostructures leads to increasing the mechanical strength, the surface to volume ratio and adsorption efficiency of the support as well as increasing surface functional groups, especially hydroxyl groups, onto the surface of cellulose for the strong incorporation of inorganic materials like metal oxides [20].",
      "startOffset" : 378,
      "endOffset" : 382
    }, {
      "referenceID" : 20,
      "context" : "Zinc oxide (ZnO) in the form of nanoparticles is proposed as cost-effective catalyst for the catalytic destruction of persistent organic contaminants in various catalytic treatment systems [21,22].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 21,
      "context" : "Zinc oxide (ZnO) in the form of nanoparticles is proposed as cost-effective catalyst for the catalytic destruction of persistent organic contaminants in various catalytic treatment systems [21,22].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 16,
      "context" : "The development of NC in conjunction with metal oxides semiconductors such as ZnO and the synthesis of new nanocomposite are very favorable, focusing on the “green technology” concept [17].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 1,
      "context" : "The ZnO/NC composite is utilized as effective photocatalyst in photocatalytic treatment systems [2,23]; however, the application of ZnO/NC nanocomposite for the treatment of antibiotic-contaminated solutions with the aid of US has not been considered until now.",
      "startOffset" : 96,
      "endOffset" : 102
    }, {
      "referenceID" : 22,
      "context" : "The ZnO/NC composite is utilized as effective photocatalyst in photocatalytic treatment systems [2,23]; however, the application of ZnO/NC nanocomposite for the treatment of antibiotic-contaminated solutions with the aid of US has not been considered until now.",
      "startOffset" : 96,
      "endOffset" : 102
    }, {
      "referenceID" : 18,
      "context" : "The NC was obtained from the waste cooler straw according to our previous paper [19].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 18,
      "context" : "manner, the surface area of as-synthesized NC and ZnO/NC nanocomposite was estimated through a chemical method as described in our previous work [19].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 23,
      "context" : "The pH of zero charge (pHzpc) of the nanocomposite surface was also determined using the pH drift method [24,25].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 24,
      "context" : "The pH of zero charge (pHzpc) of the nanocomposite surface was also determined using the pH drift method [24,25].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 25,
      "context" : "Activated sludge inhibition examination was performed in order to determine the bio-toxicity of TC-contained effluents [26].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 26,
      "context" : "For this examination, return activated sludge (RAS) of a biological wastewater treatment plant based on the activated sludge process was used because of its availability and low cost [27].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 18,
      "context" : "The presence of the abovementioned peaks is the indication of the crystalline structure of cellulose [19].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 18,
      "context" : "As reported in our previous study [19], the total weight loss was found to be 33.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 27,
      "context" : "The degradation of hemicelluloses can occur when the temperature increases up to 300 °C [28].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 18,
      "context" : "0 [19], while the value of pHzpc for ZnO nanoparticles is about 9.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 16,
      "context" : "The electrostatic attraction between the cellulose and ZnO nanoparticles has been reported in another research [17].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 23,
      "context" : "The ultrasonication of the liquid phase brings about the creation of OH, degrading the target pollutant [24,29,30]:",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 28,
      "context" : "The ultrasonication of the liquid phase brings about the creation of OH, degrading the target pollutant [24,29,30]:",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 29,
      "context" : "The ultrasonication of the liquid phase brings about the creation of OH, degrading the target pollutant [24,29,30]:",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 30,
      "context" : "Indeed, the US alone does not generate sufficient amounts of OH in the reactor to attack the target contaminant [31].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 31,
      "context" : "The integration of US with the NC leads to the intensified mass transfer of the reactants and chemical reaction owing to the enhanced mixing by microcirculations in the fluid [32] as well as the formation and strong breakdown of the sonocavitation bubbles called ‘‘acoustic cavitation”.",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 18,
      "context" : "Furthermore, the irradiation of US may result in the expanded surface area by the ‘‘acoustic cavitation”, thereby increasing the available reactive sites for the enhanced adsorption of TC molecules [19].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 32,
      "context" : "9) or directly degrade the contaminant [33]:",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 15,
      "context" : "slower e/h pairs recombination rate, leading to the enhanced catalytic activity [16].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 25,
      "context" : "Moreover, the incorporation of ZnO into the NC lattice solves the technical limitations of the application of suspended ZnO nanostructures such as their separation from the aqueous medium [26].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 33,
      "context" : "The OH scavenging properties of the TBA is significant compared with the ethanol [34].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 13,
      "context" : "The presence of periodate ions diminishes the recombination rate of e/h pairs generated through the “sonoluminescence” phenomenon during the sonocatalysis, maintaining or slightly improving the efficacy of the US/ZnO/NC process [14]:",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 28,
      "context" : "+ + → + − − + − IO e H H O I 8 8 4 4 2 (13) Increasing the efficacy of the US/ZnO/NC process with the addition of persulfate ions can be ascribed to the enhanced generation of OH and SO4 as well as the diminished recombination rate of e/h in the liquid phase [29,30]:",
      "startOffset" : 259,
      "endOffset" : 266
    }, {
      "referenceID" : 29,
      "context" : "+ + → + − − + − IO e H H O I 8 8 4 4 2 (13) Increasing the efficacy of the US/ZnO/NC process with the addition of persulfate ions can be ascribed to the enhanced generation of OH and SO4 as well as the diminished recombination rate of e/h in the liquid phase [29,30]:",
      "startOffset" : 259,
      "endOffset" : 266
    }, {
      "referenceID" : 36,
      "context" : "Hou and coworkers found that the application of US in the presence of persulfate ions leads to the enhanced decomposition of TC [37].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 37,
      "context" : "Sodium percarbonate (SPC) was used instead of liquid hydrogen peroxide to boost the catalytically generated hydroxyl radicals during the sonocatalysis over ZnO/NC nanocomposite due to its easier movement and safer implementation together with its lower toxicity in comparison with liquid hydrogen peroxide [38].",
      "startOffset" : 306,
      "endOffset" : 310
    }, {
      "referenceID" : 3,
      "context" : "The generation of free radical species is intensified in the presence of PMS under ultrasonic irradiation as shown in the following equations [4]:",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 39,
      "context" : "Thus, the reduction in the removal efficiency (%) of TC may be associated with the formation of anionic layers on the surface of ZnO/NC nanocomposite as sonocatalyst, interfering with the interaction of the target contaminant [40].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 40,
      "context" : "This may be related to the inhibition of as-generated OH by the nitrate ions during the catalytic systems [41].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 35,
      "context" : "found that the low concentration of nitrate ions did not significantly influence OH performance [36].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 39,
      "context" : "found that the presence of calcium and magnesium ions has a negligible adverse effect on the removal efficiency of metronidazole antibiotic during its catalytic conversion [40].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 31,
      "context" : "Overall, the presence of inorganic compounds such as hardness cations deactivates the sonocatalyst and blocks the active sites placed on the surface of the sonocatalyst, reducing the generation rate of free oxidizing radicals in the solution [32].",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 3,
      "context" : "However, the complete conversion of pharmaceutical compounds such as TC by the AOPs has not been achieved [4,42].",
      "startOffset" : 106,
      "endOffset" : 112
    }, {
      "referenceID" : 41,
      "context" : "However, the complete conversion of pharmaceutical compounds such as TC by the AOPs has not been achieved [4,42].",
      "startOffset" : 106,
      "endOffset" : 112
    }, {
      "referenceID" : 42,
      "context" : "The small increase in the value of IOUR (%) occurred at the contact time of 30min, attributing to the generation of toxic byproducts during the US/ZnO/NC process [43].",
      "startOffset" : 162,
      "endOffset" : 166
    } ],
    "year" : 2019,
    "abstractText" : "The aim of the present investigation was the combination of ZnO nanostructures with nano-cellulose (NC) for the efficient degradation of tetracycline (TC) antibiotic under ultrasonic irradiation. The removal efficiency of 12.8% was obtained by the sole use of ultrasound (US), while the removal efficiency increased up to 70% by the US/ZnO treatment process. Due to the integration of ZnO nanostructures with NC, the removal efficiency of 87.6% was obtained within 45min. The removal efficiency substantially decreased in the presence of tert-butyl alcohol (more than 25% reduction), indicating that OH-mediation oxidation is responsible for the degradation of TC molecules. Peroxymonosulfate (PMS) led to the most enhancing effect on the removal of TC among percarbonate, persulfate and periodate ions. The addition of PMS caused the degradation efficiency of 96.4% within the short contact time of 15min. The bio-toxicity examination on the basis of inhibition test conducted on activated sludge revealed diminishing the oxygen consumption inhibition percent [IOUR (%)] from 33.6 to 22.1% during the US/ZnO/NC process. Consequently, the utilization of the US/ZnO/NC process can convert TC molecules to less toxic compounds. However, longer reaction time is required for complete conversion into non-",
    "creator" : "Elsevier"
  }
}