{
  "name" : "downloads_2020-09-03_02_su2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano-Assemblies from J‐Aggregated Dyes: A Stimuli-Responsive Tool Applicable To Living Systems",
    "authors" : [ "Meihui Su", "Shuoxin Li", "Hao Zhang", "Junqing Zhang", "Haoliang Chen", "Changhua Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Dye assemblies with high packing orders possess novel optical or electronic functionalities relative to individual dye molecules.1−22 Thus, controlling the packing arrangement of dyes would be a facile way of tuning photophysical and/or photochemical properties of dyes and thereby enabling new design principles for photofunctional tools including fluorogenic probes,23−31 ratiometric photoacoustic probes,32−34 or activatable photosensitizers,35−45 among others. However, dye assemblies with sensing capabilities or activatable photofunctions toward biorelated species in living systems based on stimuli-triggered dye rearrangement face a demanding set of performance requirements, including stability in cell culture media, rapid response to specific species at acceptable low concentrations, and chemical flexibility (available for a diverse range of biorelated species). Herein, we present a versatile and robust strategy toward water-stable J-aggregated dye-doped nanoassemblies with photophysical responses toward external stimuli through dye-templated self-assembly of amphiphilic copolymers. The mechanism of stimuli-responsive photophysical changes is based on the dye rearrangement within nanoassemblies driven by the stimuli-triggered hydrophobic-toionic conversion of dyes. A representative slip-stacked dye containing nanoassembly was engineered by incorporating a peroxynitrite-responsive\niodo-substituted BODIPY dye (BD-PGMe; Figure 1a) and an amphiphilic diblock copolymer poly(ethylene glycol)-blockpolycaprolactone (PEG−PCLn, denoted as Pn; Figure 1b) as two building components. As summarized in Figure 1c, for Pn with short hydrophobic PCL segment (e.g., P8) possessing weak self-association, BD-PGMe forms J-aggregate and serves as template to direct the self-assembly ofP8, leading to a core−shell nanoplate of BD-PGMe/P8 with J-aggregated BD-PGMe as core surrounded by P8 shell. For the Pn with longer PCL segments (e.g., P80) possessing strong hydrophobic interactions with one another, they tend to form micelles and encapsulate BD-PGMe inside the hydrophobic core in a random packing arrangement. Upon incubation ofBD-PGMe/P8 nanoplates with peroxynitrite, a fast rearrangement of BODIPY dyes from highly ordered Jstacking to nonstacking was established, with a structural reorganization also taking place in which nanoplates were converted into nanorods. As discussed below, capability in generating singlet oxygen upon photoirradiation, i.e., photosensitivity, of BD-PGMe/P8 nanoplates was inhibited in the slipstacked arrangement and could be selectively switched on in response to peroxynitrite, owing to the dye rearrangement. Distinguished from most conventional optical sensing mecha-\nReceived: September 26, 2018 Published: December 14, 2018\n© 2018 American Chemical Society 402 DOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\nD ow\nnl oa\nde d\nvi a\nC O\nR N\nE L\nL U\nN IV\no n\nSe pt\nem be\nr 3,\n2 02\n0 at\n0 0:\n17 :4\n5 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nnisms including Förster resonance energy transfer (FRET),46,47 photoinduced electron transfer (PeT),48 and intramolecular charge transfer (ICT),49 to name a few, the sensing mechanism presented here is based on the chemical structural change induced dye rearrangement, thus expanding the palette of design principles to develop diverse photofunctional tools for biological research and clinical needs by adopting various dyes with desired photofunctions as self-assembly templates. Moreover, the synthesis of carboxyl-caged dyes is flexible, thus allowing the customization of dye templates with sensitivity toward a wide range of biorelated species of interest via introducing specific triggering motifs.\n■ RESULTS AND DISCUSSION Core−Shell Nanoplate with J-Aggregated Dyes As Core Stabilized by Polymeric Shell.A key to this new type of self-assembled core−shell nanoplates with J-aggregated dyes as\ncores lies in the molecular design of hydrophobic BODIPY dyes, BD-PGMe (Figure 1a), and amphiphilic diblock copolymer Pn (Figure 1b). BD-PGMe bears a large benzyl ester moiety at the meso-position and two heavy iodine atoms at the 2,6-positions, which may be effective in preventing close face-to-face πstacking while facilitating J-stacking of BODIPY dyes.9,50−53\nMoreover, themeso-ester groups of BD-PGMe are designed with the capability of stimuli-triggered hydrophobic ester-to-ionic carboxylate conversion, with the aim of providing an additional feature in actuating rearrangement of slip-stacked BODIPY dyes (Figure 1a). In organic solvents, such as dimethylsulfoxide (DMSO), BD-PGMe displayed an absorption band ranging from 550 to 780 nm with an absorption maximum (λmax) at 708 nm (Figure 2a), comparable to those of other 2,6-iodo-substituted BODIPY dyes.9 Upon increasing the water content in the DMSO solution to a critical point (i.e., 30% water in DMSO, v/ v), an explicit absorption band emerged at ca. 808 nm, indicating\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n403\nthe formation of J-aggregates of BD-PGMe (Figures 2a and S1).6,9 Although lacking hydrophilic groups, the J-aggregates formed in DMSO/water at higher water fractions (e.g., 90%) were demonstrated to be stable (Figure S2). To explore such Jaggregates for potential applications in living systems, we propose to establish a platform for preparing water-based Jaggregate doped nanoassemblies via dye-assembly templated self-assembly of amphiphilic diblock copolymers (Figure 1c). Having no pendent group on the main chain, biocompatible amphiphilic diblock copolymer PEG−PCLn (Pn) was selected as\nthe building block to minimize the interference of polymer on the packing arrangement and/or rearrangement of BODIPY dyes. Moreover, Pn with different hydrophobic PCL lengths could be prepared in a facile fashion by controlling the feed ratio of the ring-opening polymerization (Figure 1b). In this work, P8, P50, and P80 with degrees of polymerization (DP) of PCL segments of 8, 50, and 80, respectively, were prepared. The nanoassemblies of BD-PGMe/Pn through templated selfassembly using BD-PGMe and Pn (P8, P50, and P80) as two building components were prepared by slowly adding water to\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n404\nan acetone solution of BD-PGMe and Pn over a period of 10 min to yield a final concentration of 0.4 g/LPn and 8.0 μMBD-PGMe with dye content of 2.0%. Photophysical properties of the three different BD-PGMe/Pn nanoassemblies were first investigated. Gratifyingly, remarkable bathochromic shifted absorption bands with λmax at ca. 788 nm were observed for all three of the solutions, indicating the formation of J-aggregates (Figure 2b). However, differences in the absorption spectra of BD-PGMe/P8, BD-PGMe/P50, and BD-PGMe/P80 solutions were observed. Regarding the BD-PGMe/P8 solution, the monomer band at 708 nm almost disappeared, whereas for the other two solutions, residual monomer bands could still be observed to some extent. The fraction of J-aggregated BD-PGMe dyes (αJ) was estimated from the apparent absorption coefficients (see Supporting Information), suggesting that the length of hydrophobic segments has a significant impact on the dye arrangement (Figure S5). The variations in the absorption spectra suggest subtle differences in the arrangement of BD-PGMe dyes, as well as the microscopic structures of three BD-PGMe/Pn nanoassemblies. We then focused our attention to gain insights into themicroscopic structures of the species generated from the selfassembly of BD-PGMe and Pn. Surface tensiometer measurements of aqueous solutions of P8,P50, andP80 at 25 °Cproduced critical micelle concentrations (CMCs) of 0.48, 0.06, and 0.02 g/L, respectively (Table 1). The relatively high CMC of P8 was\nascribed to its short hydrophobic PCL block, resulting in little driving force for micelle formation. Dynamic light scattering (DLS) measurements of aqueous solutions of P8, P50, and P80 at 0.1 g/L revealed intensity-average hydrodynamic diameters of 8, 45, and 60 nm, respectively (Table 1 and Figures 2c and f and S6), indicating that P8 was present as a unimer, whereas P50 and P80 formed micelles at the concentration used. We deduced that the weak self-association ofP8 in water could allow for dye assembly templated self-assembly in the presence of BD-PGMe dyes through hydrophobic interaction between BD-PGMe and P8 (Figure 1c). Compared with unimer P8, the presence of BD-PGMe dyes induced an explicit increase in hydrodynamic diameters (Figure 2c), suggesting the formation of BD-PGMe/P8 nanoassemblies. The morphology and size of the nanoassemblies was investigated by transmission electron microscopy (TEM) and atomic force microscopy (AFM), and elliptical nanoplates with length >200 nm and thickness∼10 nm were observed (Figure 2d and e). On the basis of DLS, TEM, and AFM results, together with UV−visible absorption studies (Figure 2b), we reasoned that BD-PGMe dyes were assembled in a slipped fashion in water and that the formed J-aggregates templated the self-assembly of P8, leading to the formation of\nBD-PGMe/P8 nanoplates via hydrophobic interaction between the PCL blocks of P8 and J-aggregated BD-PGMe dyes, as illustrated in Figure 1c. The formed J-aggregate doped BDPGMe/P8 nanoplates were quite stable to dilution with negligible change in UV−visible absorption spectra following five 2-fold serial dilutions with phosphate-buffered saline (PBS; Figure S7). The nanoassemblies were also demonstrated to be very stable in cell culture medium, or in saline with a sodium chloride concentration of 9.0% (w/v), which is 10 times that of physiological saline (0.90%, w/v; Figures S8 and S9). In the case of BD-PGMe/P80, the strong hydrophobic interaction between PCL segments was more favorable to the formation of micelles with dye aggregates entrapped within the hydrophobic core (Figure 1c). The size of BD-PGMe/P80 aggregates was slightly increased by 2.5 nm compared to that of P80 alone (Table 1 and Figure 2f), indicating little impact of BD-PGMe dyes on the self-assembly of P80. TEM images revealed discrete nanoparticles with a size of∼70 nm for BD-PGMe/P80, as shown in Figure 2g. At higher magnification, darkened dots with sizes of 3−5 nm were observed throughout the nanoparticle due to localized aggregated BD-PGMe dyes (inset, Figure 2g); both monomer and J-bands were displayed (Figure 2b), demonstrating that BD-PGMe dyes were entrapped within the hydrophobic core in both slip-stacked and nonstacked arrangements. To assess the impact of the dye content on the templated self-\nassembly, several BD-PGMe/P8 solutions (0.4 g/L P8) with different dye contents from 0.1% to 3.4% were prepared. With regard to BD-PGMe/P8 with low dye content (e.g., 0.1%), only a monomer band was observed in the UV−visible absorption spectrum (Figure 2h), suggesting that BD-PGMe dyes existed in a nonstacked arrangement, which should be attributed to the excessive P8 chains that interfere with the π−π stacking and hydrophobic interaction between BD-PGMe dyes. Upon increasing the dye content, the J-band at 788 nm emerged with the decrease of monomer band, indicating the formation of J-aggregates (Figure 2h). However, during the preparation of BD-PGMe/P8 nanoassemblies with dye content up to 4.0%, precipitation of dye aggregates was observed, and the actual dye content of the filtered solution was corrected to 3.4%, which is the maximum dye content of BD-PGMe/P8 nanoassemblies for which the J-aggregated BD-PGMe dyes could be well-stabilized by P8. A plausible rationale for the instability of J-aggregates at high dye content is that the J-aggregates of BODIPY dyes should be stabilized by the surrounding hydrophilic PEG chains of P8, which are insufficient in the case of dye content beyond 3.4%. A plot of fraction of J-aggregated dyes (αJ) versus dye content suggested that BD-PGMe dyes in the slip-stacked arrangement were maximal with dye content in the range of 1.0−2.0% (Figure S10). Considering that the alkyl chains of BODIPY dyes might affect the intermolecular packing mode and self-assembly, BDPGEt and BD-PGBu with ethyl and n-butyl chains, respectively, were synthesized (Figure 1a). Upon increasing alkyl chain length frommethyl (BD-PGMe) to ethyl (BD-PGEt) and n-butyl (BD-PGBu), significant changes in absorption spectra of BDPGR/P8 nanoassemblies were observed (Figure 2i). Closer examination revealed that the fraction of J-aggregated dyes (αJ) decreased in the order of BD-PGMe > BD-PGEt > BD-PGBu (Figure S11), presumably because long alkyl chains would interfere with π−π stacking interactions between dyes and enhance hydrophobic interactions between dyes and polymers. Collectively, the above results revealed that the J-aggregate templated self-assembly mechanism is governed by the subtle balance of noncovalent interactions including the self-\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n405\nassociation of PCL chains, π−π stacking and hydrophobic interactions between BODIPY dyes, and the hydrophobic interaction between PCL chains and BODIPY dyes. Stimuli-Triggered Dye Rearrangement within Nano-\nassemblies. Having established that stable core−shell BDPGMe/P8 nanoplates with J-aggregated BD-PGMe dyes as cores can be readily prepared in water by mixing P8 and BD-PGMe\nfollowing a templated self-assembly strategy, developing useful responsive outputs from the water-based J-aggregates would enable additional features and functions that promote promising applications in living systems. Because the caged-ester group at the meso-position of BD-PGMe is capable of stimuli-triggered hydrophobic ester-to-ionic carboxylate conversion via selfimmolative chemistry, according to our previous report (Figure\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n406\n1a),31 it could be anticipated that the generated negative charges of BD-PGMe units would disrupt or remodel the packing arrangement of BD-PGMe aggregates (Figure 1c), thereby inducing the photophysical and/or photochemical changes of the entire nanoassembly. Possessing arylboronate as a protecting group, BD-PGMe could be converted to meso-COOHsubstituted BD-COO−Me in the presence of peroxynitrite (OONO−),54 as evidenced by a remarkable blue-shift in the UV−visible absorption spectra (Figure 3a). High-performance liquid chromatography (HPLC) analysis and high resolution mass spectrometry (HRMS) of the assay solution further confirmed the complete conversion from BD-PGMe to BDCOO−Me in the presence of OONO\n− as shown in Figures 3b and S57, respectively. These preliminary results suggested that the iodo-substituents at the 2 and 6 positions did not affect the stimuli-responsive feature of meso-ester-BODIPY dyes. We further investigated the OONO−-triggered ester-to-\ncarboxylate conversion of BD-PGMe/P8 nanoplates in the aqueous milieu. As expected, upon addition of OONO− (5 equiv), J-aggregated BD-PGMe dyes were converted into nonstacked BD-COO−Me within 10 min, as evidenced from the emergence of a new absorption band of BD-COO−Me at ∼655 nm and the gradual attenuation of the J-band at 788 nm (Figure 3c). Concomitantly, the color of the BD-PGMe/P8 solutions changed obviously, as shown in the inset of Figure 3d. Compared withBD-PGMemonomers in CH3CN/H2O (10/ 1, v/v) mixture (Figure 3a), OONO−-actuated ester-tocarboxylate conversion of the BD-PGMe/P8 nanoplates was slower. We proposed that dense slip-packing of BD-PGMe dyes within nanoassemblies should be responsible for the slower ester-to-carboxylate conversion. It was also demonstrated that the BD-PGMe/P8 nanoplates are highly selective for OONO − over other ROSs and several typical physiological nucleophiles (Figures 3d and S12). Notably, in our previous report,31 the arylboronate group of a water-soluble BODIPY-based probe (PHP-FR, similar to BD-PGMe) was completely cleaved after 150 min incubation with H2O2 (200 equiv) in aqueous solution. However, no appreciable change in UV−visible absorption spectra was observed within 90 min incubation of BD-PGMe/P8 nanoplates with H2O2 (200 equiv; Figure S13a). The deprotection was not yet finished upon incubation with a higher concentration of H2O2 (5000 equiv) over 150 min (Figure S13b). The slower reaction rate of J-aggregated BDPGMe within nanoassemblies further demonstrated that dense packing of dyes would slow down the ester-to-carboxylate conversion rate. The J-band of BODIPY dyes disappeared after OONO−-triggered hydrophobic BD-PGMe to ionic BDCOO−Me transition (Figure 3c), whereas the BD-COO − Me dye was not observed in the effluent following 24 h of dialysis of BD-COO−Me/P8 solution via HPLC monitoring (data not shown), indicating that BD-COO−Me and P8 still remained in the form of nanoaggregates, as also confirmed by DLS measurement (Figure S14). Cryogenic transmission electron microscopy (cryo-TEM)\nwas adopted to characterize the in-solution structures of theBDCOO−Me/P8 nanoassemblies, and bundled nanorods of ∼180 nm in length were observed (Figure 3e). In TEM and AFM measurements, similar bundled nanorods were observed, possessing the same shape but longer length as those observed by cryo-TEM (Figure 3f and g). Taking the same nanostructure morphologies into consideration, the longer size observed in TEM and AFM images should be attributed to drying of the nanoassemblies during sample preparation. To understandmore\nabout the formation mechanism of the unusual bundled nanorods, we prepared nanoassemblies of BD-COOHMe/P8 (denoted as sBD-COOHMe/P8) via self-assembly of BDCOOHMe and P8 directly in aqueous solution according to the same procedure as that used for BD-PGMe/P8 preparation. The morphology of sBD-COOHMe/P8 nanoassemblies was investigated by TEM, and nanoparticles rather than nanorods were observed (Figure S15), indicating that bundled nanorods ofBDCOO−Me/P8 might evolve from BD-PGMe/P8 nanoplates in the presence of peroxynitrite. As for BD-PGMe/P50 and BD-PGMe/ P80 nanoassemblies, OONO\n−-actuated BD-PGMe to BDCOO−Me conversions were faster than those of BD-PGMe/P8 (Figures 3c, S16, and S17). The converted BD-COO−Me/P50 and BD-COO−Me/P80 remained in the form of micellar structures owing to strong hydrophobic interactions between PCL segments with slight increment in size due to the hydrophilic BD-COO−Me dyes (Figure S18). We further investigated OONO−-actuated transformation\nbehaviors of various BD-PGMe/P8 (0.4 g/L P8) solutions with BD-PGMe loading content from 0.5% to 3.4%, wherein BDPGMe dyes adopted a slip-stacked arrangement (Figure 2h). With regard to BD-PGMe/P8 nanoassemblies with dye content below 2.0%, only the monomer band at 655 nm was observed in UV−visible absorption spectra after OONO− (5 equiv) treatment, confirming that all OONO−-converted BDCOO−Me dyes were dispersed in a nonstacked form (Figure 3h). When the dye content increased to 3.4%, another absorption band emerged at 740 nm after OONO− (5 equiv) incubation, which should be ascribed to the J-aggregates of BDCOO−Me dyes (Figure 3h). The change in the UV−visible absorption spectra of the OONO−-converted BD-COO−Me/P8 (3.4% dye content) solution was negligible following four 2-fold serial dilutions with PBS (Figure S19), demonstrating that the BD-COO−Me J-aggregates were stable in water even after 1/16 dilution and thus should be located within the BD-COO−Me/P8 nanoassemblies. Moreover, 2-fold serially diluted BD-PGMe/P8 (3.4% dye content) solutions (i.e., 1/2, 1/4, and 1/8 dilutions) were prepared and treated with OONO− (5 equiv). Both monomer and aggregate bands were observed in UV−visible absorption spectra with the ratio of two absorption bands comparable to that of the original solution (Figure 3i), suggesting that the dye rearrangement occurred within the nanoassemblies. Having established that OONO− at low concentration could induce a rapid rearrangement of J-stacked BODIPY dyes within nanoassemblies in water, with remarkable photophysical changes, we then sought to apply our insights to the development of new stimuli-sensitive photofunctional tools applicable to living systems.\nStimuli-Activatable Nanophotosensitizers for Specific Photodynamic Therapy. Benefiting from their excellent environmental stability, large extinction coefficients, facile modifications, and low dark toxicities, iodo-substituted BODIPY derivatives are emerging as ideal photosensitizers (PSs) to convert molecular oxygen to singlet oxygen (1O2) upon light irradiation for photodynamic therapy (PDT).9,55−58 However, low selectivity of the photosensitizers currently available for clinical PDT causes nonspecific photodamage to nearby healthy tissues, as well as prolonged skin injury.59\nTargeted activation enables the activatable photosensitizers to distinguish healthy from diseased cells, reducing nonspecific damage to adjacent healthy cells.39−42 Because the slip-stacked BODIPY dye templated BD-PGMe/P8 nanoplates can act as an aqueous reservoir of PS and exhibit dramatic spectroscopic\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n407\nresponses to external stimuli, the potential exists to selectively modulate the photosensitivity of BD-PGMe/P8 nanoplates in response to specific stimuli. A water-soluble 1,3-diphenylisobenzofuran derivative (QDPBF) was employed as an indicator to evaluate the 1O2 generation.\n60 Negligible change in QDPBF absorption was observed within the aqueous solution of BDPGMe/P8 (0.05 g/L P8, 1.0 μM BD-PGMe) either in darkness\n(Figure S22) or upon light irradiation at 655 nm (5 mW/cm2; Figure 4a), indicating that the photosensitivity of BD-PGMe/P8 nanoplates in producing 1O2 was well-suppressed. Encouragingly, the quenched photosensitivity ofBD-PGMe/P8 nanoplates (hereafter denoted as nanoPS−PG) is a desirable feature as it meets the criteria for the off state of an activatable photosensitizer.\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n408\nGratifyingly, for the OONO− (5.0 μM) converted BDCOO−Me/P8 solution (hereafter denoted as\nnanoPS), a significant decrease in QDPBF absorption was observed under light irradiation at 655 nm (5 mW/cm2) as shown in Figure 4b, demonstrating effective 1O2 generation. The change in absorbance of QDPBF (ΔAbs) at 412 nm was recorded at 10- s intervals to evaluate the photosensitivity with respect to producing 1O2. In comparison, the ΔAbs of nanoPS increased much more rapidly than that of nanoPS−PG (Figure 4c). The ΔAbs of nanoPS within 90 s is comparable to that of BDCOO−Me monomers and 15.9-fold greater than that of\nnanoPS− PG (Figure 4d), suggesting an “off−on” response in the\nphotoinduced singlet oxygen generation process, thus demonstrating the effectiveness of the slip-stacked dye arrangement in photosensitivity quenching and the stimuli-triggered restoring process. For quantitative evaluation, relative 1O2 quantum yield (ΦΔ) was determined by using methylene blue (MB) as a reference, and the ΦΔ values of nanoPS and nanoPS−PG in aqueous media were calculated as 0.49 and 0.03, respectively (Figure 4d). Thus, it is clear that OONO− at relatively low concentration is capable of converting J-aggregated-photosensitizer doped nanoplate (nanoPS−PG) with inhibited photosensitivity into an active nanophotosensitizer (nanoPS) that\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n409\ngenerates 1O2 when photoirradiated within the therapeutic window (in this case at 655 nm). To gain insight into the quenching mechanism of nanoPS−PG, the photosensitivities of BD-PGMe and BD-COO − Me in a DMSO/water (8/2, v/v) mixture were evaluated, wherein BODIPY dyes (1.0 μM) dissolved as monomers (Figures 2a and S20). As shown in Figure 4d, ΔAbs of BD-COO−Me upon photoirradiation (655 nm, 5 mW/cm2) for 90 s was 4.6-fold greater than that of BD-PGMe, probably due to the difference in electron-withdrawing capability of their meso-substituents.31 The ΔAbs of slip-stacked BD-PGMe (nanoPS−PG) upon photoirradiation was found to be ∼25% that of the BD-PGMe monomer, suggesting an inhibition of photosensitivity induced by intermolecular J-stacking (Figure 4d). In addition, ΔAbs of BD-PGMe monomer upon photoirradiation was found to be increased with dye concentration in the range of 1.0−8.0 μM, while for slip-stackedBD-PGMe (\nnanoPS−PG),ΔAbs was almost irrespective of dye concentration (Figure 4e), indicating that the photosensitivity of nanoPS−PG at 655 nm was completely suppressed as a result of the J-stacking arrangement ofBD-PGMe dyes. Further studies on the photosensitivities of various BDPGMe/Pn (BD-PGMe/P50, BD-PGMe/P80; Figures 4f and S23a) and BD-PGR/P8 (BD-PGEt/P8, BD-PGBu/P8; Figures 4g and S24a) nanoassemblies indicated that the efficiency of photosensitivity inhibition increased with the fractions of J-aggregated BODIPY dyes (αJ). Meanwhile, OONO\n− pretreated samples (i.e., BD-COO−Me/P50, BD-COO − Me/P80, BD-COO − Et/P8, and BD-COO−Bu/P8) with nonstacked dye arrangements as confirmed by the exclusively monomeric bands in UV−visible absorption spectra (Figures S16 and S21) all present strong photosensitivities comparable to that of nanoPS (Figures 4f and g, S23b, and S24b). We also evaluated the photosensitivities of BD-PGMe/P8 solutions with different dye contents from 0.1% to 3.4% (Figures 4h and S25). Regarding BD-PGMe/P8 solutions without OONO− incubation, the photosensitivities were wellsuppressed, and the efficiency of inhibition was dependent on the fractions of J-aggregated dyes (αJ). Upon treatment with OONO−, photosensitivity of the stimuli-converted BDCOO−Me/P8 solutions was significantly enhanced, as shown in Figure 4h. The photosensitivities of BD-COO−Me/P8 solutions with dye contents in the range of 0.1−2.0% were comparable to that of BD-COO−Me monomer owing to the nonstacked arrangement of BD-COO−Me dyes. As for BD-COO − Me/P8 solutions with dye contents beyond 2.0%, their photosensitivities were remarkably decreased due to the partial BDCOO−Me J-aggregates located in the BD-COO − Me/P8 nanoassemblies (Figure 3h), further demonstrating that the highly ordered J-stacking of dyes resulted in the inhibition of photosensitivity. Taken together, it was established that the photosensitivity of BODIPY dyes was governed by the dye arrangement within the nanoassemblies. Because BD-PGMe/P8 nanoplates with 2.0% dye content (denoted as nanoPS−PG) exhibited the largest off/on enhancement ratio, this sample was used in the following biological studies. RAW 264.7 cells pretreated with or without SIN-1 (OONO− donor47) were incubated with nanoPS−PG for 2 h, following which the cells were washed. Upon imaging, fluorescence of nanoPS−PG was observed within cells, indicating effective internalization (Figure S26a and b). To assess the effectiveness of intracellular OONO− in activating our quenched nanophotosensitizers (nanoPS−PG) after internalization, dichlorofluorescein diacetate (DCF-DA) was chosen as an oxidant-\nsensitive fluorescent probe to detect the formed singlet oxygen (1O2), which rapidly oxidized DCF-DA into highly fluorescent dichlorofluorescein (DCF).61,62 As shown in Figure 5a, upon LED light irradiation (620−660 nm, 15 mW/cm2), RAW 264.7 cells treated with nanoPS−PG and then DCF-DA showed negligible 1O2 generation, which was reflected by the unobservable fluorescence intensity of DCF. A remarkable increase of DCF fluorescence was observed in cells pretreated with SIN-1 (OONO− donor), and the enhancement in the fluorescence intensity was proportional to the dose of SIN-1 (250−1000 μM), suggesting that exogenous OONO− apparently activated the potential nanophotosensitizers (Figure 5a and b). In contrast, the fluorescence signal related to DCF was significantly decreased by pretreating the cells with the OONO− scavenger minocycline,47 further verifying that exogenous OONO− is the primary reason for intracellular activation of nanoPS−PG. It should be noted that the above-mentioned RAW 264.7 cells in different experimental groups all showed negligible fluorescence of DCF before photoirradiation (Figure S27), demonstrating that SIN-1 and its generated OONO− did not interfere with the 1O2 detection. Encouraged by the above observations, the potential of nanoPS−PG in response to endogenous OONO− was evaluated in RAW 264.7 macrophages, which are known to release OONO− upon stimulation with lipopolysaccharide (LPS)/ interferon-γ (IFN-γ).63 After demonstrating effective internalization of nanoPS−PG into activated RAW 264.7 cells (Figure S26c), normal or activated RAW 264.7 macrophages (upon preincubation with LPS/IFN-γ for 20 h) were incubated with nanoPS−PG and then subjected to light irradiation (620−660 nm, 15mW/cm2) for 5min. After the light irradiation, cells were incubated at 37 °C (4 h for live/dead assay; 12 h for MTT assay), and the cell viability was assessed by using the live/dead cell viability assay with propidium iodide (PI) and calcein AM (Figures 5c and S28), as well as MTT assay (Figure 5d). Only the activated RAW 264.7 cells pretreated with nanoPS−PG were predominantly stained with PI, indicating selective photoinduction of cell death. Cell viability was positively correlated with nanoPS−PG concentration and light irradiation dose (Figure S29a), but little cytotoxicity was observed among cells without light irradiation or normal RAW 264.7 cells treated with nanoPS−PG (Figures 5c and d and S29). Addition of OONO− scavenger minocycline to the medium resulted in recovery of the viability of cells treated with nanoPS−PG (Figures 5c and d and S28), supporting the view that endogenous OONO− selectively triggered the conversion of nanoPS−PG into nanoPS with an off− on activation of the photosensitivity and thus induced cytotoxicity upon light irradiation. For further reference to confirm the mechanism, we also prepared nanoPS by incubation of nanoPS−PG with OONO−, which has been proven to possess strong photosensitivity. After incubating RAW 264.7 cells with nanoPS, strong emissions were observed within cells, suggesting the internalization of nanoPS into both normal and activated cells (Figure S30). Live/dead staining andMTT assay clearly showed that both normal and activated RAW 264.7 cells treated with nanoPS were completely killed upon light irradiation (620−660 nm, 15 mW/cm2, 5 min), no matter whether or not they were pretreated with minocycline; meanwhile, cells without light irradiation appeared to suffer little damage (Figure 5c and d). Collectively, the above results suggest that nanoPS−PG could serve as an endogenous OONO−-activatable photosensitizer that targets cells or tissues with excessive peroxynitrite. Because\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n410\nOONO− is known to be overproduced in atherosclerotic plaque-associated activated macrophages,64−66 nanoPS−PG could be used as a promising activatable nanophotosensitizer for specific macrophage ablation in inflammatory atherosclerosis.\n■ CONCLUSION In summary, we established a versatile and robust strategy to manipulate water-stable J-aggregated dye-templated nanoassemblies with stimuli-responsive photophysical properties, in addition to stability in cell culture medium through dyetemplated self-assembly of amphiphilic block copolymers. Following the strategy, a novel class of activatable nanophotosensitizers BD-PGMe/P8 was developed and exploited for targeted photodynamic ablation of activated RAW 264.7 macrophages with excessive endogenous peroxynitrite. The photosensitivity of BD-PGMe was completely suppressed within BD-PGMe/P8 nanoplates due to strong π−π stacking interaction between slip-stacked dyes. Upon incubation of BD-PGMe/P8 nanoassemblies with peroxynitrite at relatively low concentration, a rapid rearrangement of BODIPY dyes was established, leading to photosensitivity restoration. Because the mechanisms of stimuli-responsive photophysical and/or photochemical changes are based on the chemical structure transformationinduced dye rearrangement, they are not limited to the design of activatable nanophotosensitizers but instead significantly expand the palette of design principles for photofunctional tools applicable to living systems, such as fluorogenic probes and ratiometric photoacoustic probes, among others, which could be prepared by facilely replacing the BODIPY-based photosensitizers adopted herein with other fluorophores or photoacoustic dyes as functional template dyes on demand. Moreover, the synthesis of carboxyl-caged dyes is flexible, thus allowing customization of diverse dye templates sensitive to a broad range of biorelated species of interest via the introduction of specific triggering motifs. We envision that the scope and generality of slip-stacked dye-templated nanoassemblies with photophysical responses toward external stimuli would span far beyond the seminal example presented here.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.8b10396.\nExperimental details, biological studies, supplementary figures, and NMR and HRMS spectra (PDF)\n■ AUTHOR INFORMATION Corresponding Author *chli@nankai.edu.cn"
    }, {
      "heading" : "ORCID",
      "text" : "Changhua Li: 0000-0003-4688-7551"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS Financial support from National Natural Science Foundation of China (Grant No. 51673101 and 81601590), Natural Science Foundation of Tianjin of China (Grant No. 15JCZDJC65800), and the Fundamental Research Funds for Central Universities (China) is gratefully acknowledged.\n■ REFERENCES (1) Würthner, F. Dipole-Dipole Interaction Driven Self-Assembly of Merocyanine Dyes: From Dimers to Nanoscale Objects and Supramolecular Materials. Acc. Chem. Res. 2016, 49, 868−876. (2)Würthner, F.; Kaiser, T. E.; Saha-Moller, C. R. J-Aggregates: From Serendipitous Discovery to Supramolecular Engineering of Functional Dye Materials. Angew. Chem., Int. Ed. 2011, 50, 3376−3410. (3) Eisele, D. M.; Knoester, J.; Kirstein, S.; Rabe, J. P.; Vanden Bout, D. A. Uniform Exciton Fluorescence from Individual Molecular Nanotubes Immobilized on Solid Substrates. Nat. Nanotechnol. 2009, 4, 658−663. (4) Eisele, D. M.; Cone, C. W.; Bloemsma, E. A.; Vlaming, S. M.; Van der Kwaak, C. G. F.; Silbey, R. J.; Bawendi, M. G.; Knoester, J.; Rabe, J. P.; Vanden Bout, D. A. Utilizing Redox-Chemistry to Elucidate the Nature of Exciton Transitions in Supramolecular Dye Nanotubes. Nat. Chem. 2012, 4, 655−662. (5) Gaufres̀, E.; Tang, N. Y.-Wa; Lapointe, F.; Cabana, J.; Nadon, M.A.; Cottenye, N.; Raymond, F.; Szkopek, T.; Martel, R. Giant Raman Scattering from J-Aggregated Dyes Inside Carbon Nanotubes for Multispectral Imaging. Nat. Photonics 2014, 8, 72−78. (6) Chen, Z.; Liu, Y.; Wagner, W.; Stepanenko, V.; Ren, X.; Ogi, S.; Würthner, F. Near-IR Absorbing J-Aggregate of an Amphiphilic BF2Azadipyrromethene Dye by Kinetic Cooperative Self-Assembly. Angew. Chem., Int. Ed. 2017, 56, 5729−5733. (7) Cheung, S.; O’Shea, D. F. Directed Self-Assembly of Fluorescence Responsive Nanoparticles and Their Use for Real-Time Surface and Cellular Imaging. Nat. Commun. 2017, 8, 1885. (8) Gorl, D.; Zhang, X.; Würthner, F. Molecular Assemblies of Perylene Bisimide Dyes in Water. Angew. Chem., Int. Ed. 2012, 51, 6328−6348. (9) He, H.; Ji, S.; He, Y.; Zhu, A.; Zou, Y.; Deng, Y.; Ke, H.; Yang, H.; Zhao, Y.; Guo, Z.; Chen, H. Photoconversion-Tunable Fluorophore Vesicles for Wavelength-Dependent Photoinduced Cancer Therapy. Adv. Mater. 2017, 29, 1606690. (10) Ng, K. K.; Shakiba, M.; Huynh, E.; Weersink, R. A.; Roxin, Á.; Wilson, B. C.; Zheng, G. Stimuli-Responsive Photoacoustic Nanoswitch for In Vivo Sensing Applications. ACS Nano 2014, 8, 8363− 8373. (11) Tian, D.; Qi, F.; Ma, H.; Wang, X.; Pan, Y.; Chen, R.; Shen, Z.; Liu, Z.; Huang, L.; Huang, W. Domino-Like Multi-Emissions Across Red and Near Infrared from Solid-State 2-/2,6-Aryl Substituted BODIPY Dyes. Nat. Commun. 2018, 9, 2688. (12) Yagai, S.; Okamura, S.; Nakano, Y.; Yamauchi, M.; Kishikawa, K.; Karatsu, T.; Kitamura, A.; Ueno, A.; Kuzuhara, D.; Yamada, H.; Seki, T.; Ito, H. Design Amphiphilic Dipolar π-Systems for StimuliResponsive Luminescent Materials Using Metastable States. Nat. Commun. 2014, 5, 4013. (13) Patalag, L. J.; Ho, L. P.; Jones, P. G.; Werz, D. B. EthyleneBridged Oligo-BODIPYs: Access to Intramolecular J-Aggregates and Superfluorophores. J. Am. Chem. Soc. 2017, 139, 15104−15113. (14) Biswas, S.; Ahn, H.; Bondar, M. V.; Belfield, K. D. Two-Photon Absorption Enhancement of Polymer-Templated Porphyrin-Based JAggregates. Langmuir 2012, 28, 1515−1522. (15) Kim, O.; Je, J.; Jernigan, G.; Buckley, L.; Whitten, D. Super-Helix Formation Induced by Cyanine J-aggregates onto Random-Coil Carboxymethyl Amylose as Template. J. Am. Chem. Soc. 2006, 128, 510−516. (16) Koti, A. S. R.; Periasamy, N. Self-Assembly of Template-Directed J-Aggregates of Porphyrin. Chem. Mater. 2003, 15, 369−371. (17) Weingarten, A. S.; Kazantsev, R. V.; Palmer, L. C.; Mcclendon, M. T.; Koltonow, A. R.; Samuel, A. P. S.; Kiebala, D. J.; Wasielewski, M. R.; Stupp, S. I. Self-Assembling Hydrogel Scaffolds for Photocatalytic Hydrogen Production. Nat. Chem. 2014, 6, 964−970. (18)Weingarten, A. S.; Kazantsev, R. V.; Palmer, L. C.; Fairfield, D. J.; Koltonow, A. R.; Stupp, S. I. Supramolecular Packing Controls H2 Photocatalysis in Chromophore Amphiphile Hydrogels. J. Am. Chem. Soc. 2015, 137, 15241−15246. (19) Hestand, N. J.; Kazantsev, R. V.; Weingarten, A. S.; Palmer, L. C.; Stupp, S. I.; Spano, F. C. Extended-Charge-Transfer Excitons in\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n411\nCrystalline Supramolecular Photocatalytic Scaffolds. J. Am. Chem. Soc. 2016, 138, 11762−11774. (20) Harutyunyan, B.; Dannenhoffer, A. J.; Kewalramani, S.; Aytun, T.; Fairfield, D. J.; Stupp, S. I.; Bedzyk, M. J. Molecular Packing of Amphiphilic Nanosheets Resolved by X-ray Scattering. J. Phys. Chem. C 2017, 121, 1047−1054. (21) Kazantsev, R. V.; Dannenhoffer, A. J.; Weingarten, A. S.; Phelan, B. T.; Harutyunyan, B.; Aytun, T.; Narayanan, A.; Fairfield, D. J.; Boekhoven, J.; Sai, H.; Senesi, A.; O’Dogherty, P. I.; Palmer, L. C.; Bedzyk,M. J.;Wasielewski, M. R.; Stupp, S. I. Crystal-Phase Transitions and Photocatalysis in Supramolecular Scaffolds. J. Am. Chem. Soc. 2017, 139, 6120−6127. (22) Kazantsev, R. V.; Dannenhoffer, A. J.; Aytun, T.; Harutyunyan, B.; Fairfield, D. J.; Bedzyk, M. J.; Stupp, S. I. Molecular Control of Internal Crystallization and Photocatalytic Function in Supramolecular Nanostructures. Chem. 2018, 4, 1596−1608. (23) Karton-Lifshin, N.; Segal, E.; Omer, L.; Portnoy, M.; SatchiFainaro, R.; Shabat, D. A Unique Paradigm for a Turn-ON NearInfrared Cyanine-Based Probe: Noninvasive Intravital Optical Imaging of Hydrogen Peroxide. J. Am. Chem. Soc. 2011, 133, 10960−10965. (24) Wu, H.; Alexander, S. C.; Jin, S.; Devaraj, N. K. A Bioorthogonal Near-Infrared Fluorogenic Probe for mRNA Detection. J. Am. Chem. Soc. 2016, 138, 11429−11432. (25) Lincoln, R.; Greene, L. E.; Zhang, W.; Louisia, S.; Cosa, G. Mitochondria Alkylation and Cellular Trafficking Mapped with a Lipophilic BODIPY−Acrolein Fluorogenic Probe. J. Am. Chem. Soc. 2017, 139, 16273−16281. (26) Lin, V. S.; Chen, W.; Xian, M.; Chang, C. J. Chemical Probes for Molecular Imaging and Detection of Hydrogen Sulfide and Reactive Sulfur Species in Biological Systems. Chem. Soc. Rev. 2015, 44, 4596− 4618. (27) Chan, J.; Dodani, S. C.; Chang, C. J. Reaction-Based SmallMolecule Fluorescent Probes for Chemoselective Bioimaging. Nat. Chem. 2012, 4, 973−984. (28) Umezawa, K.; Yoshida, M.; Kamiya, M.; Yamasoba, T.; Urano, Y. Rational Design of Reversible Fluorescent Probes for Live-Cell Imaging and Quantification of Fast Glutathione Dynamics. Nat. Chem. 2017, 9, 279−286. (29) Asanuma, D.; Sakabe, M.; Kamiya, M.; Yamamoto, K.; Hiratake, J.; Ogawa, M.; Kosaka, N.; Choyke, P. L.; Nagano, T.; Kobayashi, H.; Urano, Y. Sensitive β-Galactosidase-Targeting Fluorescence Probe for Visualizing Small Peritoneal Metastatic Tumours in Vivo. Nat. Commun. 2015, 6, 6463. (30) Shieh, P.; Dien, V. T.; Beahm, B. J.; Castellano, J. M.; WyssCoray, T.; Bertozzi, C. R. CalFluors: A Universal Motif for Fluorogenic Azide Probes across the Visible Spectrum. J. Am. Chem. Soc. 2015, 137, 7145−7151. (31) Chen, H.; He, X.; Su, M.; Zhai, W.; Zhang, H.; Li, C. A General Strategy Toward Highly Fluorogenic Bioprobes Emitting across the Visible Spectrum. J. Am. Chem. Soc. 2017, 139, 10157−10163. (32) Zhang, J.; Zhen, X.; Upputuri, P. K.; Pramanik, M.; Chen, P.; Pu, K. Activatable Photoacoustic Nanoprobes for in Vivo Ratiometric Imaging of Peroxynitrite. Adv. Mater. 2017, 29, 1604764. (33) Reinhardt, C. J.; Zhou, E. Y.; Jorgensen, M. D.; Partipilo, G.; Chan, J. A Ratiometric Acoustogenic Probe for in Vivo Imaging of Endogenous Nitric Oxide. J. Am. Chem. Soc. 2018, 140, 1011−1018. (34) Li, H.; Zhang, P.; Smaga, L. P.; Hoffman, R. A.; Chan, J. Photoacoustic Probes for Ratiometric Imaging of Copper(II). J. Am. Chem. Soc. 2015, 137, 15628−15631. (35) Zheng, G.; Chen, J.; Stefflova, K.; Jarvi, M.; Li, H.; Wilson, B. C. Photodynamic Molecular Beacon as an Activatable Photosensitizer Based on Protease-Controlled Singlet Oxygen Quenching and Activation. Proc. Natl. Acad. Sci. U. S. A. 2007, 104, 8989−8994. (36) Chen, J.; Stefflova, K.; Niedre, M. J.; Wilson, B. C.; Chance, B.; Glickson, J. D.; Zheng, G. Protease-Triggered Photosensitizing Beacon Based on Singlet Oxygen Quenching and Activation. J. Am. Chem. Soc. 2004, 126, 11450−11451.\n(37) Clo,́ E.; Snyder, J. W.; Voigt, N. V.; Ogilby, P. R.; Gothelf, K. V. DNA-Programmed Control of Photosensitized Singlet Oxygen Production. J. Am. Chem. Soc. 2006, 128, 4200−4201. (38) Fan, H.; Yan, G.; Zhao, Z.; Hu, X.; Zhang, W.; Liu, H.; Fu, X.; Fu, T.; Zhang, X.; Tan, W. A Smart Photosensitizer-Manganese Dioxide Nanosystem for Enhanced Photodynamic Therapy by Reducing Glutathione Levels in Cancer Cells. Angew. Chem., Int. Ed. 2016, 55, 5477−5482. (39) Turan, I. S.; Cakmak, F. P.; Yildirim, D. C.; Cetin-Atalay, R.; Akkaya, E. U. Near-IR Absorbing BODIPY Derivatives as GlutathioneActivated Photosensitizers for Selective Photodynamic Action. Chem. - Eur. J. 2014, 20, 16088−16092. (40) Piao, W.; Hanaoka, K.; Fujisawa, T.; Takeuchi, S.; Komatsu, T.; Ueno, T.; Terai, T.; Tahara, T.; Nagano, T.; Urano, Y. Development of an Azo-Based Photosensitizer Activated under Mild Hypoxia for Photodynamic Therapy. J. Am. Chem. Soc. 2017, 139, 13713−13719. (41) Park, W.; Park, S.; Cho, S.; Shin, H.; Jung, Y.; Lee, B.; Na, K.; Kim, D. Intermolecular Structural Change for Thermoswitchable Polymeric Photosensitizer. J. Am. Chem. Soc. 2016, 138, 10734−10737. (42) Lovell, J. F.; Liu, T. W. B.; Chen, J.; Zheng, G. Activatable Photosensitizers for Imaging and Therapy. Chem. Rev. 2010, 110, 2839−2857. (43) Durantini, A. M.; Greene, L. E.; Lincoln, R.; Martínez, S. R.; Cosa, G. Reactive Oxygen Species Mediated Activation of a Dormant Singlet Oxygen Photosensitizer: From Autocatalytic Singlet Oxygen Amplification to Chemicontrolled Photodynamic Therapy. J. Am. Chem. Soc. 2016, 138, 1215−1225. (44) Yuan, Y.; Zhang, C.; Gao, M.; Zhang, R.; Tang, B. Z.; Liu, B. Specific Light-Up Bioprobe with Aggregation-Induced Emission and Activatable Photoactivity for the Targeted and Image-Guided Photodynamic Ablation of Cancer Cells. Angew. Chem., Int. Ed. 2015, 54, 1780−1786. (45) Qi, J.; Chen, C.; Zhang, X.; Hu, X.; Ji, S.; Kwok, R. T.K.; Lam, J. W.Y.; Ding, D.; Tang, B. Z. Light-driven Transformable Optical Agent with Adaptive Functions for Boosting Cancer Surgery Outcomes. Nat. Commun. 2018, 9, 1848. (46) Helms, V. Principles of Computational Cell Biology; Wiley-VCH: 2008. (47) Jia, X.; Chen, Q.; Yang, Y.; Tang, Y.; Wang, R.; Xu, Y.; Zhu, W.; Qian, X. FRET-Based Mito-Specific Fluorescent Probe for Ratiometric Detection and Imaging of Endogenous Peroxynitrite: Dyad of Cy3 and Cy5. J. Am. Chem. Soc. 2016, 138, 10778−10781. (48) Escudero, D. Revising Intramolecular Photoinduced Electron Transfer (PET) from First-Principles. Acc. Chem. Res. 2016, 49, 1816− 1824. (49) Grossi, M.; Morgunova, M.; Cheung, S.; Scholz, D.; Conroy, E.; Terrile, M.; Panarella, A.; Simpson, J. C.; Gallagher, W. M.; O’Shea, D. F. Lysosome Triggered Near-Infrared Fluorescence Imaging of Cellular Trafficking Processes in Real Time. Nat. Commun. 2016, 7, 10855. (50) Choi, S.; Bouffard, J.; Kim, Y. Aggregation-Induced Emission Enhancement of a meso-Trifluoromethyl BODIPY via J-Aggregation. Chem. Sci. 2014, 5, 751−755. (51) Kubota, Y.; Tsuzuki, T.; Funabiki, K.; Ebihara, M.; Matsui, M. Synthesis and Fluorescence Properties of a Pyridomethene-BF2 Complex. Org. Lett. 2010, 12, 4010−4013. (52) Manzano, H.; Esnal, I.; Marqueś-Matesanz, T.; Bañuelos, J.; Loṕez-Arbeloa, I.; Ortiz, M. J.; Cerdań, L.; Costela, A.; García-Moreno, I.; Chiara, J. L. Unprecedented J-Aggregated Dyes in Pure Organic Solvents. Adv. Funct. Mater. 2016, 26, 2756−2769. (53) Yuan, K.; Wang, X.; Mellerup, S. K.; Kozin, I.; Wang, S. SpiroBODIPYs with a Diaryl Chelate: Impact on Aggregation and Luminescence. J. Org. Chem. 2017, 82, 13481−13487. (54) Kim, J.; Park, J.; Lee, H.; Choi, Y.; Kim, Y. A Boronate-Based Fluorescent Probe for the Selective Detection of Cellular Peroxynitrite. Chem. Commun. 2014, 50, 9353−9356. (55) Awuah, S. G.; You, Y. Boron Dipyrromethene (BODIPY)-Based Photosensitizers for Photodynamic Therapy. RSC Adv. 2012, 2, 11169−11183.\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n412\n(56) Kamkaew, A.; Lim, S. H.; Lee, H. B.; Kiew, L. V.; Chung, L. Y.; Burgess, K. BODIPY Dyes in Photodynamic Therapy. Chem. Soc. Rev. 2013, 42, 77−88. (57) Zhao, J.; Xu, K.; Yang, W.; Wang, Z.; Zhong, F. The Triplet Excited State of Bodipy: Formation, Modulation and Application. Chem. Soc. Rev. 2015, 44, 8904−8939. (58) Huang, L.; Li, Z.; Zhao, Y.; Zhang, Y.; Wu, S.; Zhao, J.; Han, G. Ultralow-Power Near Infrared Lamp Light Operable Targeted Organic Nanoparticle Photodynamic Therapy. J. Am. Chem. Soc. 2016, 138, 14586−14591. (59) O’Connor, A. E.; Gallagher, W. M.; Byrne, A. T. Porphyrin and Nonporphyrin Photosensitizers in Oncology: Preclinical and Clinical Advances in Photodynamic Therapy. Photochem. Photobiol. 2009, 85, 1053−1074. (60) Amat-Guerri, F.; Lempe, E.; Lissi, E. A.; Rodriguez, F. J.; Trull, F. R. Water-Soluble 1,3-Diphenylisobenzofuran Derivatives Synthesis and Evaluation as Singlet Molecular Oxygen Acceptors for Biological Systems. J. Photochem. Photobiol., A 1996, 93, 49−56. (61) Cheng, Y.; Cheng, H.; Jiang, C.; Qiu, X.; Wang, K.; Huan, W.; Yuan, A.; Wu, J.; Hu, Y. Perfluorocarbon Nanoparticles Enhance Reactive Oxygen Levels and Tumour Growth Inhibition in Photodynamic Therapy. Nat. Commun. 2015, 6, 8785. (62) Idris, N. M.; Gnanasammandhan, M. K.; Zhang, J.; Ho, P. C.; Mahendran, R.; Zhang, Y. In Vivo Photodynamic Therapy Using Upconversion Nanoparticles as Remote-Controlled Nanotransducers. Nat. Med. 2012, 18, 1580−1585. (63) Kim, H.; Kim, Y.; Kim, I. H.; Kim, K.; Choi, Y. ROS-Responsive Activatable Photosensitizing Agent for Imaging and Photodynamic Therapy of Activated Macrophages. Theranostics 2014, 4, 1−11. (64) Münzel, T.; Gori, T.; Bruno, R. M.; Taddei, S. Is Oxidative Stress a Therapeutic Target in Cardiovascular Disease? Eur. Heart J. 2010, 31, 2741−2749. (65) McCarthy, J. R.; Korngold, E.; Weissleder, R.; Jaffer, F. A. A Light-Activated Theranostic Nanoagent for Targeted Macrophage Ablation in Inflammatory Atherosclerosis. Small 2010, 6, 2041−2049. (66) McCarthy, J. R.; Jaffer, F. A.; Weissleder, R. A MacrophageTargeted Theranostic Nanoparticle for Biomedical Applications. Small 2006, 2, 983−987.\nDOI: 10.1021/jacs.8b10396 J. Am. Chem. Soc. 2019, 141, 402−413\n413"
    } ],
    "references" : [ {
      "title" : "Stimuli-Responsive Photoacoustic Nanoswitch for In Vivo Sensing Applications",
      "author" : [ "B.C. Wilson", "G. Zheng" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Wilson and Zheng,? \\Q2014\\E",
      "shortCiteRegEx" : "Wilson and Zheng",
      "year" : 2014
    }, {
      "title" : "Self-Assembly of Template-Directed J-Aggregates of Porphyrin",
      "author" : [ "A.S.R. Koti", "N. Periasamy" ],
      "venue" : "Chem. Mater. 2003,",
      "citeRegEx" : "Koti and Periasamy,? \\Q2003\\E",
      "shortCiteRegEx" : "Koti and Periasamy",
      "year" : 2003
    }, {
      "title" : "Self-Assembling Hydrogel Scaffolds for Photocatalytic Hydrogen Production",
      "author" : [ "Stupp", "S. I" ],
      "venue" : "Nat. Chem. 2014,",
      "citeRegEx" : "R. and I.,? \\Q2014\\E",
      "shortCiteRegEx" : "R. and I.",
      "year" : 2014
    }, {
      "title" : "Supramolecular Packing Controls H2 Photocatalysis in Chromophore Amphiphile Hydrogels",
      "author" : [ "A.R. Koltonow", "S.I. Stupp" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Koltonow and Stupp,? \\Q2015\\E",
      "shortCiteRegEx" : "Koltonow and Stupp",
      "year" : 2015
    }, {
      "title" : "A Ratiometric Acoustogenic Probe for in Vivo Imaging of Endogenous Nitric Oxide",
      "author" : [ "J. Chan" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Chan,? \\Q2018\\E",
      "shortCiteRegEx" : "Chan",
      "year" : 2018
    }, {
      "title" : "Intermolecular Structural Change for Thermoswitchable Polymeric Photosensitizer",
      "author" : [ "D. Kim" ],
      "venue" : "J. Am. Chem. Soc. 2016,",
      "citeRegEx" : "Kim,? \\Q2016\\E",
      "shortCiteRegEx" : "Kim",
      "year" : 2016
    }, {
      "title" : "Revising Intramolecular Photoinduced Electron Transfer (PET) from First-Principles",
      "author" : [ "D. Escudero" ],
      "venue" : "Acc. Chem. Res. 2016,",
      "citeRegEx" : "Escudero,? \\Q2016\\E",
      "shortCiteRegEx" : "Escudero",
      "year" : 2016
    }, {
      "title" : "Unprecedented J-Aggregated Dyes in Pure Organic Solvents",
      "author" : [ "Chiara", "J. L" ],
      "venue" : "Adv. Funct. Mater. 2016,",
      "citeRegEx" : "I. and L.,? \\Q2016\\E",
      "shortCiteRegEx" : "I. and L.",
      "year" : 2016
    }, {
      "title" : "BODIPY Dyes in Photodynamic Therapy",
      "author" : [ "K. Burgess" ],
      "venue" : "Chem. Soc. Rev. 2013,",
      "citeRegEx" : "Burgess,? \\Q2013\\E",
      "shortCiteRegEx" : "Burgess",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Controlling the packing arrangements of dyes is a facile way of tuning their photophysical and/or photochemical properties, thus enabling new sensing mechanisms for photofunctional tools. Here, we present a general and robust strategy toward water-stable J-aggregated dye-templated nanoassemblies by incorporating an amphiphilic diblock copolymer and a stimuli-responsive dye as the only two building components. An iodo-substituted boron dipyrromethene (BODIPY) was adopted as a template to direct the self-assembly of poly(ethylene glycol)-block-polycaprolactone (PEG−PCL), forming a core−shell nanoplate with slip-stacked BODIPYs as core surrounded by hydrophilic PEG shell. The self-assembled nanoplate is stable in cell culture medium and possesses a built-in stimuli-responsiveness that arises from BODIPY bearing meso-carboxylate protecting group, which is efficiently removed upon treatment with peroxynitrite. The resulting negative charges lead to rearrangement of dyes from J-stacking to nonstacking, which activates photoinduced singlet oxygen production from the nanoassemblies. The stimuli-activatable photosensitivity has been exploited for specific photodynamic ablation of activated RAW 264.7 cells with excessive endogenous peroxynitrite. In light of the generality of the sensing mechanism, the concept described herein will significantly expand the palette of design principles to develop diverse photofunctional tools for biological research and clinical needs.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}