{
  "name" : "downloads_2019-11-18_12_yang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Yulu Yang", "Mingguang Wu", "Xingwang Zhu", "Hui Xu", "Si Ma", "Yongfeng Zhi", "Hong Xia", "Xiaoming Liu", "Jun Pan", "Jie-Yinn Tang", "Siang-Piao Chai", "Leonardo Palmisano", "Francesco Parrino", "Junli Liu", "Jianzhong Ma", "Ze-Lin Wang", "Ling Tan", "Yu-Fei Zhao", "Yu-Fei Song", "Pardeep Singh", "Pankaj Raizada", "Deli Jiang", "Di Li", "R.A. Geioushy", "Jizhen Ma", "Jintao Zhang", "Song Hu", "Rongjuan Feng", "Gang Liu", "Minghua Liu", "Zhenhua Li", "Mingfei Shao", "Neng Li", "Jiahe Peng", "Wee-Jun Ong", "Nikolay Kornienko", "Zhenyu Xing", "Xiujun Fan", "Jianmin Ma" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\n2020 roadmap on two-dimensional nanomaterials for environmental catalysis\nYulu Yang, Mingguang Wu, Xingwang Zhu, Hui Xu, Si Ma, Yongfeng Zhi, Hong Xia, Xiaoming Liu, Jun Pan, Jie-Yinn Tang, Siang-Piao Chai, Leonardo Palmisano, Francesco Parrino, Junli Liu, Jianzhong Ma, Ze-Lin Wang, Ling Tan, Yu-Fei Zhao, Yu-Fei Song, Pardeep Singh, Pankaj Raizada, Deli Jiang, Di Li, R.A. Geioushy, Jizhen Ma, Jintao Zhang, Song Hu, Rongjuan Feng, Gang Liu, Minghua Liu, Zhenhua Li, Mingfei Shao, Neng Li, Jiahe Peng, Wee-Jun Ong, Nikolay Kornienko, Zhenyu Xing, Xiujun Fan, Jianmin Ma\nPII: S1001-8417(19)30648-5\nDOI: https://doi.org/10.1016/j.cclet.2019.11.001\nReference: CCLET 5308\nTo appear in: Chinese Chemical Letters\nReceived Date: 13 August 2019\nRevised Date: 23 October 2019\nAccepted Date: 4 November 2019\nPlease cite this article as: Yang Y, Wu M, Zhu X, Xu H, Ma S, Zhi Y, Xia H, Liu X, Pan J, Tang J-Yinn, Chai S-Piao, Palmisano L, Parrino F, Liu J, Ma J, Wang Z-Lin, Tan L, Zhao Y-Fei, Song Y-Fei, Singh P, Raizada P, Jiang D, Li D, Geioushy RA, Ma J, Zhang J, Hu S, Feng R, Liu G, Liu M, Li Z, Shao M, Li N, Peng J, Ong W-Jun, Kornienko N, Xing Z, Fan X, Ma J, 2020 roadmap on two-dimensional nanomaterials for environmental catalysis, Chinese Chemical Letters (2019), doi: https://doi.org/10.1016/j.cclet.2019.11.001\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier.\nPerspective\n2020 roadmap on two-dimensional nanomaterials for environmental catalysis\nYulu Yanga, Mingguang Wua, Xingwang Zhub, Hui Xub,*, Si Mac, Yongfeng Zhic, Hong Xiad,*, Xiaoming Liuc,*, Jun Pane,*, Jie-Yinn Tangf, Siang-Piao Chaif,*, Leonardo Palmisanog, Francesco Parrinoh,*, Junli Liui, Jianzhong Maj,*, Ze-Lin Wangk, Ling Tank, Yu-Fei Zhaok, Yu-Fei Songk,*, Pardeep Singhl,m,*, Pankaj Raizadal,m, Deli Jiangn,*, Di Lio, R.A. Geioushyp,*, Jizhen Maq, Jintao Zhangq,*, Song Hur, Rongjuan Fengs, Gang Liut,*, Minghua Liur,s,*, Zhenhua Lik, Mingfei Shaok,*, Neng Liu,*, Jiahe Pengu, Wee-Jun Ongv,w, Nikolay Kornienkox,*, Zhenyu Xingy, Xiujun Fanz,*, Jianmin Maa,aa,\na School of Physics and Electronics, Hunan University, Changsha 410082, China b School of the Environment and Safety Engineering, Institute for Energy Research, Jiangsu University, Zhenjiang 212013, China c College of Chemistry, Jilin University, Changchun 130012, China d State Key Laboratory on Integrated Optoelectronics, College of Electronic Science and Technology, Jilin University, Changchun 130012,\nChina e Key Laboratory for Powder Metallurgy, Central South University, Changsha 410083, China f Multidisciplinary Platform of Advanced Engineering, Chemical Engineering Discipline, School of Engineering, Monash University, Jalan\nLagoon Selatan, Bandar Sunway, Selangor 47500, Malaysia g University of Palermo, Department of Engineering, Viale delle Scienze, Ed. 6, Palermo 90128, Italy h University of Trento, Department of Industrial Engineering, Via Sommarive, 9, Trento 38123, Italy i School of Materials Science and Engineering, Shaanxi University of Science &Technology, Xi'an 710021, China g College of Bioresources Chemistry and Materials Engineering, Shaanxi University of Science &Technology, Xi'an 710021, China k State Key Laboratory of Chemical Resource Engineering, Beijing University of Chemical Technology, Beijing 100029, China l School of Chemistry, Faculty of Basic Sciences, Shoolini University, Solan (HP)-173229, India m Himalayan Centre for Excellence in Nanotechnology, Shoolini University. Solan (HP)-173229, India n School of Chemistry and Chemical Engineering, Jiangsu University, Zhenjiang 212013, China o Institute for Energy Research, Jiangsu University, Zhenjiang 212013, China p Nanomaterials and Nanotechnology Department, Advanced Materials Division, Central Metallurgical R & D Institute (CMRDI), P.O. Box,\n87 Helwan, Cairo 11421, Egypt q Key Laboratory for Colloid and Interface Chemistry, Ministry of Education, School of Chemistry and Chemical Engineering Shandong\nUniversity, Jinan 250100, China r National Laboratory for Molecular Science (BNLMS), CAS Laboratory of Colloid, Interface and Chemical Thermodynamics, Institute of\nChemistry, Chinese Academy of Sciences, Beijing 100190, China s CAS Key Laboratory of Nanosystem and Hierarchical Fabrication, CAS Center for Excellence in Nanoscience, National Center for\nNanoscience and Technology, Beijing 100190, China t CAS Key Laboratory of Standardization and Measurement for Nanotechnology, CAS Center for Excellence in Nanoscience, National Center\nfor Nanoscience and Technology, Beijing 100190, China u State Key Laboratory of Silicate Materials for Architectures, Wuhan University of Technology, Wuhan 430070, China v School of Energy and Chemical Engineering, Xiamen University Malaysia, Selangor Darul Ehsan 43900, Malaysia w College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, China x Department of Chemistry, Université de Montréal, Roger-Gaudry Building, Montreal H3C 3J7, Canada y Environmental Engineering Department, Shanxi University, Taiyuan 030006, China z Institute of Crystalline Materials, Shanxi University, Taiyuan 030006, China aa Key Laboratory of Materials Processing and Mold (Zhengzhou University), Ministry of Education, Zhengzhou University, Zhengzhou\n450002, China\nCorresponding authors. E-mail addresses: xh@ujs.edu.cn (H. Xu), HXia@jlu.edu.cn (H. Xia), xm_liu@jlu.edu.cn (X. Liu), jun.pan@csu.edu.cn (J. Pan), chai.siang.piao@monash.edu (S. Chai), francesco.parrino@unitn.it (F. Parrino), majz@sustedu.cn (J. Ma), songyf@mail.buct.edu.cn (Y. Song), pardeepchem@gmail.com (P. Singh), dlj@ujs.edu.cn (D. Jiang), jtzhang@sdu.edu.cn (J. Zhang), r_gushy@yahoo.com (R. Geioushy), liug@nanoctr.cn (G. Liu), liumh@iccas.ac.cn (M. Liu), shaomf@mail.buct.edu.cn (M. Shao), lineng@whut.edu.cn (N. Li), nikolay.kornienko@umontreal.ca (N. Komienko), fxiujun@gmail.com (X. Fan), nanoelechem@hnu.edu.cn (J. Ma)\nJo ur\nna l P\nre -p\nro of\nGraphitic Abstract\nThis roadmap demonstrates a series of two-dimensional nanomaterials, such as graphene, black phosphorus, oxides, layered double hydroxides, chalcogenides, bismuth-based layered compounds, MXenes, metal organic frameworks, covalent organic frameworks, and others, for environmental catalysis.\nThis roadmap demonstrates a series of two-dimensional nanomaterials, such as graphene, black phosphorus, oxides, layered double hydroxides, chalcogenides, bismuth-based layered compounds, MXenes, metal organic frameworks, covalent organic frameworks, and others, for environmental catalysis.\nART ICLE INFO AB ST R ACT\nArticle history: Received 13 August 2019 Received in revised form 23 October 2019 Accepted 25 October 2019 Available online\nEnvironmental catalysis has drawn a great deal of attention due to its clean ways to produce useful chemicals or carry out some chemical processes. Photocatalysis and electrocatalysis play important roles in these fields. They can decompose and remove organic pollutants from the aqueous environment, and prepare some fine chemicals. Moreover, they also can carry out some important reactions, such as O2 reduction reaction (ORR), O2 evolution reaction (OER), H2 evolution reaction (HER), CO2 reduction reaction (CO2RR), and N2 fixation (NRR). For catalytic reactions, it is the key to develop high-performance catalysts to meet the demand for targeted reactions. In recent years, two-dimensional (2D) materials have attracted great interest in environmental catalysis due to their unique layered structures, which offer us to make use of their electronic and structural characteristics. Great progress has been made so far, including graphene, black phosphorus, oxides, layered double hydroxides (LDHs), chalcogenides, bismuth-based layered compounds, MXenes, metal organic frameworks (MOFs), covalent organic frameworks (COFs), and others. This content drives us to invite many famous groups in these fields to write the roadmap on two-dimensional nanomaterials for environmental catalysis. We hope that this roadmap can give the useful guidance to researchers in future researches, and provide the research directions. Keywords: Two-dimensional materials Graphene; Black phosphorus C3N4 Metal organic frameworks MXenes"
    }, {
      "heading" : "1. Black phosphorus: Synthesis and photocatalytic applications",
      "text" : "Xingwang Zhu, Hui Xu*"
    }, {
      "heading" : "1.1 Status",
      "text" : "Ultrathin 2D materials are the hottest topic in material field for possessing unique structure and properties [1-3]. During the past decades, researchers have made many efforts to improve the performance and structure of 2D materials, like graphene and transition metal disulfides. Black phosphorus (BP), a rare allotrope of phosphorus, functions as a new two-dimensional material that has been\nJo ur\nn l P\nepr\nof\nextensively studied since its excellent physical properties: (a) direct band gap; (b) In-plane anisotropy; (c) outstanding charge carrier mobility [4, 5]. The ultrathin BP, also defined as black phosphorene would be obtained by overcoming van der Waals forces between layers, and the corresponding band gap will also change to 2.2 eV [6]. This unique property ensures it can cover the light absorption spectrum from visible to mid-infrared, becoming a hot spot in the field of photocatalysis in recent years [7, 8]."
    }, {
      "heading" : "1.2 Current and future challenges",
      "text" : "1.2.1 Synthesis of black phosphorene. So far, black phosphorene has been obtained by chemical vapor deposition (CVD), plasma exfoliation, liquid-phase exfoliation, a high-energy ball milling, microwave-assisted, a supercritical carbon dioxide-assisted synthesis method, etc. However, some challenges lie here waiting for us to address. Firstly, the low yield of black phosphorene limits its further application. Secondly, the thickness of black phosphorene is not easy to be precisely controlled. Finally, intrinsic defects will inevitably be introduced into the synthesis of black phosphorene, which will lead to the increase of electron hole recombination rate and oxygen affinity.\n1.2.2. Photocatalytic applications of black phosphorene. Due to the excellent carrier mobility, tunable band gaps and outstanding electronic and optical properties, black phosphorene has been widely used in the field of photocatalysis. However, as for monolayer black phosphorene, it is still an enigma to application, because new-born monolayer black phosphorene easily suffers the erosion of O2 and H2O – “Extreme Instability”. The mechanism is still unclear, some scientists claimed little unreacted red phosphorus contribute to oxidation in the surface, and surface absorbs the oxygen could enhance hydrophilicity, so H2O molecules in the air can be adsorbed, and dissipating via chemical change in the end with expanded volume and rougher surface. Therefore, how to solve the stability of black phosphorene is a problem that plagues researchers."
    }, {
      "heading" : "1.3 Advances in science and technology to meet challenges",
      "text" : "At present, mechanical exfoliation of bulk black phosphorus to monolayer or few layers black phosphorene plays an important role in the early discovery and research. However, the thickness and size of black phosphorene obtained by mechanical exfoliation are not uniform, so the synthesis of black phosphorene by liquid exfoliation is gradually developed. The liquid exfoliation and mechanical exfoliation are a top-down synthesis method of black phosphorene, which is difficult to be applied on a large scale due to low synthesis efficiency. Exploring more efficient liquid phase synthesis technology is an effective way to increase the yield of black phosphorene.\nThe adjustable band gap and high hole mobility of black phosphorene have promising applications in photocatalysis. However, the existence of lone pair electrons on the surface of black phosphorene makes it easy to be oxidized, and the stability of black phosphorene is particularly important. The conventional method of stabilizing black phosphene is to reduce the contact between black phosphorene and oxygen. However, the existence of protective would affect its performance. Therefore, it is a potential stabilization method to prevent oxidation by introducing some functional groups on the surface of black phosphorene to bind the surface lone pair electrons. Surface functionalization can effectively improve the stability and the key to effectively improve the stability is to select appropriate surface functional groups."
    }, {
      "heading" : "1.4 Concluding remarks and prospects",
      "text" : "In summary, black phosphorus is unique in inorganic non-metallic materials. Its tunable band gaps, outstanding charge carrier mobility as well as excellent electronic and optical properties lead to its marvelous prospects in the field of photocatalysis. Nevertheless, there are still three aspects to be further studied in the future (Fig. 1). The first area worth studying is the synthesis of black phosphorene, surface favorable stability, electronic structure and carrier transfer behavior. However, the poor stability of black phosphorene makes it difficult for large-scale applications. The second challenge is the surface functionalization design, atom doping and 2D/2D heterojunction construction of black phosphorene. Last but not least, the combination of theoretical computation and experimental results will help to better uncover the synthesis process of black phosphorene, which will help to investigate the electronic structure, chemical reaction process, thus raising the ideological to a higher level.\nur\nl P r\n- ro\nof"
    }, {
      "heading" : "1.5 Acknowledgments",
      "text" : "This study was financially supported by the National Nature Science Foundation of China (No. 21776118)."
    }, {
      "heading" : "2. Covalent organic frameworks for heterogeneous photocatalysis",
      "text" : "Si Ma, Yongfeng Zhi, Hong Xia*, Xiaoming Liu*"
    }, {
      "heading" : "2.1 Status",
      "text" : "Currently, the overexploitation and increasing depletion for the natural resources have led to serious energy crisis and environmental pollution. Therefore, finding clean and sustainable energy sources as alternatives to fossil fuels has become one of most important challenges for the human society. Sunlight is free, irreplaceable and sustainable resource on this planet. Using photocatalytic technology to convert solar energy into chemical energy is one of the most effective ways to solve energy crisis and environmental problems. The research results of photocatalytic systems indicate that the feature of semiconductor photocatalysts has a crucial impact on the photocatalytic performances. Thus, the design and construction of new photocatalysts are of primary issues for this field."
    }, {
      "heading" : "2.2 Current and future challenges",
      "text" : "In 2005, Yaghi and co-workers reported a new class of crystalline porous polymers, covalent organic frameworks (COFs), which are constructed through reversible condensation reactions by topological design principles [9]. COFs allow the precise integration of organic building blocks into extended, porous, crystalline architectures through covalent bonds. They are unique and have ordered π-columns and discrete nanopores, these structural features are not available for traditional linear polymers and amorphous porous polymers. The permanent porosity can facilitate the rapid transport of photogenerated charges to the surface and increase the interaction surface between COFs and various guests such as sacrificial reagent, co-catalyst, reactant and/or substrate. The high crystallinity is also beneficial to photoinduced charge transport, thus preventing recombination of photogenerated carriers. Covalent bond connection increases the stability of the skeleton to hydrolysis, oxidative and reductive conditions. Indeed, COFs have been proven to be excellent heterogeneous photocatalysts for light-induced H2 evolution, photocatalytic CO2 reduction, light-driven organic transformation, photocatalytic degradation of pollutants and so on (Fig. 2a) [10].\nJo ur\nna l P\nre -p\nr of\nFig. 2. Redox-active COFs for photocatalysis reactions. (a) Produced permission [10]. Copyright 2016, Nature Publishing Group. (b) Produced permission [11]. Copyright 2018, Springer Nature. (d) Produced permission [12]. Copyright 2018, John Wiley and Sons Ltd Group. (e) Produced permission [13]. Copyright 2019, Royal Society of Chemistry. (f) Produced permission [14]. Copyright 2017, Royal Society of Chemistry.\nIn 2014, Lotsch and co-workers have synthesized COF-based photocatalyst for sacrificial H2 production from water for first time. And they subsequently synthesized a series of interesting azine-linked 2D-COFs (Nx-COFs, x = 0, 1, 2 and 3). Among them, N3-COF exhibits a highest photocatalytic hydrogen evolution rate (HER) of up to 1.7 mmol g-1 h-1 utilizing Pt as a co-catalyst and triethanolamine (TEOA) as a sacrificial donor [15]. This may be due to the increase of planarity and crystallinity with the increase of the number of nitrogen atoms in the central aryl ring, which leads to more facile exciton migration along the COF plane and axial direction. In addition, the decrease in the lowest occupied molecular orbital energy level from N0-COF to N3-COF indicated a gradual reduce in the driving force for electron transfer to Pt nanoparticle, thus the increasing HER. Recently, Cooper and co-workers have constructed a benzothiophene sulfone-based FS-COF (Fig. 2b) with high hydrophilicity. Using ascorbic acid as electron donor and Pt as a co-catalyst, the HER of FS-COF is as high as 10.1 mmol g-1 h-1 [11].\nThe high photocatalytic performance is attributed to its broad absorbance, high crystallinity, large hydrophilicity and mesopores. To the best of our knowledge, the FS-COF is the most active, unmodified COF-based photocatalyst for hydrogen evolution reported so far. Photocatalytic carbon dioxide reduction is another important reaction, which can alleviate global warming and convert CO2 into valuable chemicals or fuels. Based on the intrinsic charge separation and CO2 reduction properties of Re complexes, the Re-COF (Fig. 2c) was constructed by post-synthetic strategy through chelation of the bipyridine units in a triazine COF. Under visible light, Re-COF reduces CO2 to CO with a 98% selectivity and rate of 15 mmol/g in 20 h, which is higher than homogeneous system [16]. In addition, N3-COF has been explored for photocatalytic reduction of CO2 into methanol without using sacrificial agent for the first time [17]. Under visible light, N3-COF exhibits a production rate of 0.57 μmol h -1 g-1, which is higher than that of graphitic carbon nitride (g-C3N4). g-C3N4 is an outstanding photocatalyst for photodegradation of dyes. Recently, Jin and co-workers reported a three-component porous carbon nitride (PCN-2, Fig. 2d) by embedding heptazine unit in triazine-COF. PCN-2 showed broad visible\nJo u\nal\nre\n-p ro\nof\nlight absorption band and displayed high photocatalytic performance for RhB degradation [12]. Chen et al. reported a 2D-COF (TPB-BT-COF, Fig. 2e) containing electron deficient benzothiadiazole units, and it showed extraordinary activity on photoreduction of toxic Cr(VI) into Cr(III) over 99% efficiency. In addition, COFs are also excellent candidates for photocatalytic organic synthesis [13]. Liu and co-workers studied the aerobic cross-dehydrogenative coupling between N-aryltetrahydroisoquinolines and a wide range of nucleophilic reagents including nitroalkanes, dialkymalonates, acetone and phosphonates by COF-JLU5 (Fig. 2f) under visible-light irradiation [14]. The COF-JLU5 also exhibited high catalytic activity and outstanding recyclability. Subsequently, they have developed a photoactive imine based COF-JLU22 with electron donor and acceptor feature. COF-JLU22 exhibits broad absorption in the visible-light region and good photoelectric response characteristics. It works as metal-free, recycle heterogeneous photocatalyst for reductive dehalogenation of phenacyl bromide derivatives and ɑ-alkylation of aldehydes under irradiation of visible-light [18]."
    }, {
      "heading" : "2.3 Current and future challenges",
      "text" : "Currently, COF materials have shown potential applications in heterogeneous photocatalysis. However, it still faces a series of difficulties such as low quantity, low photocatalytic efficiency and low chemical stability. The design and synthesis of COFs that combine the high cost-efficiency, strong stability, outstanding catalytic activity are an important challenge. From a standpoint of basic principle, the conversion from photoenergy to chemical energy involves a series of elementary photochemical processes, like light absorption, photoinduced charge separation and migration, and redox reaction. Improving the efficiency of each step is critical for excellent photocatalytic systems. Constructing electron donor-acceptor type COFs is an effective strategy, which can not only effectively broaden the visible light absorption range, but also promote charge separation. Choosing planar organic molecules as monomers is easy to synthesize COFs with high crystallinity, which can effect more facile exciton migration along the axial direction. Increasing conjugation of COF layer can improve photogenerated charge carrier mobility in the COF plane. Developing COF hybrid systems with Z-scheme heterojunction structure, which can effectively inhibit the recombination of photogenerated electrons and holes, leading to the improvement of photocatalytic activity. From a standpoint of host-guest interaction, improving the hydrophilicity of COFs can promote the enhancement of photocatalytic performance for water splitting and degradation of pollutants in water. From a standpoint of practical application, design and synthesis of COFs with a sufficient chemical inertness for light, water with different pH and organic reagents are also a huge challenge. Developing the linkage reaction with dynamical irreversibility through reasonable predesigning monomer structure and accurate adjusting reaction conditions is an effective way to solve this issue."
    }, {
      "heading" : "2.4 Concluding remarks and prospects",
      "text" : "The research of COF-based photocatalysis is still in its infancy, and there are some difficulties to overcome such as low catalytic efficiency, low product selectivity and limited scope of organic reaction compared with conventional catalysis or metal-based photocatalysis. The following efforts should be contribute to further optimize the performance of COF photocatalysts, broaden the scope of photocatalytic organic reaction: first, design and synthesis of COFs with large surface area, strong crystallinity, high conjugation, robust stability and high hydrophilicity; second, development of COF-based composites and ultrathin COF-based nanosheets; third, precise adjustment of optical bandgap and energy level; fourth, optimization of photocatalytic reaction conditions and investigation of reaction mechanism. We believe that the COF-based photocatalysts offer a huge opportunity for challenging the environmental and energy issues."
    }, {
      "heading" : "2.5 Acknowledgment",
      "text" : "This work was supported by the National Natural Science Foundation of China (Nos. 21774040, 61435005)."
    }, {
      "heading" : "3. 2D chalcogenides for photocatalysis",
      "text" : "Jun Pan*"
    }, {
      "heading" : "3.1 Status",
      "text" : "Semiconductor-based photocatalysis, which could realize the transformation from solar energy to chemical fuels, has great potential for solving the global energy shortage and environmental pollution [19]. Ever since Fujishima and Honda reported the pioneering work about photoelectrocatalytic water splitting using TiO2 electrodes in 1972 [20], various semiconductor materials, such as oxides, sulfides, and oxynitrides, have been widely explored as photocatalyst. Among them, 2D chalcogenides are the most prominent type of semiconductor photocatalysts [21]. Because of the outstanding nature, they have been the hot materials in the field of photocatalytic research. Taking 2D cadmium sulfide (CdS) nanosheets as an example, it possesses a band gap of 2.4 eV and could make response to visible light. The narrow band gap makes sure its good capability of capturing visible light which accounts for approximately 43% of the total solar energy. Besides, it has good performance in carrier transportation, which can make sure the separation of photogenerated carriers in a timely and efficient manner, thus leading to good photocatalytic activity. Last but not least, CdS has a proper potential of conduction band, which is very important to photocatalysts, particularly when used for splitting water to generate hydrogen. Over the past few years, CdS has been extensively developed and made great significance in the field of photocatalytic applications, such as photocatalytic water splitting to produce hydrogen, reduction of carbon dioxide to hydrocarbons and the degradation of pollutants.\nJo ur\nna l P\nr -p\nr of"
    }, {
      "heading" : "3.2 Current and future challenges",
      "text" : "Although the photocatalytic researches on 2D chalcogenides have made great progress in the last few decades, a number of\nchallenges must be overcome to promote and expand application.\nFirstly, simple and efficient synthetic methods to produce 2D chalcogenides materials with high quality on a large scale and low cost are still a challenge. There are a lot of synthetic strategies, such as solution-based method, template method, sol-gel synthesis, sonochemical method, and impregnation method, have been developed. But these methods exist disadvantages. Taking solution-based method for example, although the 2D chalcogenides with less defects, higher crystallinity and better dispersion could be more easily produced in compared with other methods, more sophisticated instruments which can withstand high temperature and high pressure are required. On the other hand, the different synthetic method plays an important role in structures, sizes and morphologies of 2D chalcogenides, which seriously affect the photocatalytic performances. Therefore, low-cost and environmentally friendly synthetic methods, which could obtain 2D chalcogenides at a large scale with desirable structures and high catalytic efficiency, are highly desirable.\nSecondly, more extensive attention should be paid to avoiding the photocorrosion. Generally speaking, there is mainly one cause accounting for the photocorrosion of chalcogenides, namely the photogenerated holes could easily combined with sulfur ions, which makes chalcogenides become highly unstable and reduces the catalytic performance. Although a lot of studies have reported that the photocorrosion could be effectively inhibited and the stability could be improved by using some reasonable strategies in recent years, further research is also needed to give specific explanation for the photocorrosion of chalcogenides during photocatalytic process in order to provide new perspective for inhibiting the photocorrosion and promoting the photocatalytic stability of chalcogenides.\nThirdly, although some strategies, such as constructing solid solutions, loading cocatalysts and coupling with other semiconductors,\nhave been developed and been proved to enhance the photocatalytic performance of 2D chalcogenides materials to a certain extent [22], the photocatalytic efficiency is still low, which seriously restricts their wide application. How to enhance the absorption of the excitation light and reduce the recombination of photogenerated carriers is one of the greatest challenges to maximize the efficiency of 2D chalcogenides. As is well known, the photocatalytic performance of photocatalysts can be influenced by the crystal structures, size, morphology, variety and quantity of reactants, and so on. Therefore, it is really a great challenge to understand and apply the synergy of these factors for further increasing the activity of 2D chalcogenides.\nFinally, a better understanding of the photocatalytic mechanism and theories should be given more attention with the help of further computational simulation and modeling as well as advanced characterizations, since which is of great significance to design and control 2D chalcogenides photocatalysts with excellent photocatalytic performances."
    }, {
      "heading" : "3.3 Advances in science and technology to meet these challenges",
      "text" : "To overcome the challenges discussed above, plenty of promising approaches are under active investigation and many have made\ngood progress.\nFor instance, loading cocatalysts onto 2D chalcogenides is a popular and effective way to enhance its photocatalytic activity. Noble metals, such as Pt, Au and Pd, have been the most widely used cocatalysts towards H2 evolution, CO2 reduction and selective organic transformation. But limited by the rarity and high cost of noble metals, other noble-metals-free cocatalysts have received great research interest and exhibited great potential in solar energy conversion. For instance, some transition metal oxides (NiOx, MnOx, CuxO, CoOx, etc.), transition metal phosphides, nitride and carbides have been explored to be cocatalysts for improving the photocatalytic performance of H2 generation or CO2 reduction. Particularly, simultaneously introducing appropriate electron cocatalyst and hole cocatalyst onto semiconductor has been demonstrated to be a more efficient strategy to enhance the photocatalytic activity [23].\nIt is also worth pointing out that coupling 2D chalcogenides with other semiconductors is the most commonly used strategy to improve its photocatalytic efficiency at present. Taking cadmium sulfide as an example, when constructing 2D CdS-based composites, the heterojunction is often formed. In general, the type II heterojunction is more desirable due to the fast electron-hole pairs separation. But such efficiency is achieved at the expense of high redox potential in composites. Most recently, a direct Z-scheme structure has been proposed to solve this problem [24]. Some researchers have successfully synthesized photocatalytic Z-scheme systems based on 2D chalcogenides to promote the photocatalytic efficiencies [25]. For instance, our group reported a novel Z-scheme 2D/2D WO3/ZnIn2S4 nanocomposites for efficient visible-light-driven H2 evolution [26], in which the positively charged 2D WO3 nanosheets were coupled with the negatively charged 2D ZIS nanosheets via the electrostatic attraction. The synergistic effect of intimate 2D/2D interfaces and favorable Z-scheme charge transfer path-way (Fig. 3) in the hybrid materials trigger significantly improved separation of electrons and holes, thus enhance H2 evolution activity. In this regard, the development of the Z-scheme structures for 2D\nchalcogenides-based composites is highly desirable in the future. Jo\nur l P\nre -p\nr f\nFig. 3. Schematic diagram of mechanism for the photocatalytic H2 evolution under visible light irradiation over WO3/ZIS samples: (a) double-transfer mechanism and (b) Z-scheme mechanism. Produced with permission [26]. Copyright 2019, Royal Society of Chemistry.\nIn addition, some other emerging advances, such as constructing solid solutions, which could obtain 2D chalcogenide-based\nphotocatalysts with high photocatalytic activity and stability, should be noticed."
    }, {
      "heading" : "3.4 Concluding remarks",
      "text" : "2D chalcogenides are the vital and classical semiconductors in the area of photocatalysis, which has been one type of the most fascinating photocatalysts due to the versatile and fundamental properties. Although they have been extensively investigated and considerable development has been made, there is still a long way to go in practical application due to some defects, such as the low photocatalytic efficiency and stability. In addition, the reactive mechanism and theories in the photocatalytic process is still not clearly understood. In conclusion, further studies are necessary to promote the applications of 2D chalcogenides in solar-fuel conversion and environmental protection."
    }, {
      "heading" : "3.5 Acknowledgment",
      "text" : "The author would like to thank the financial support from the National Natural Science Foundation of China (No. 11674398)."
    }, {
      "heading" : "4. Graphitic carbon nitride for photocatalysis",
      "text" : "Jie-Yinn Tang, Siang-Piao Chai*"
    }, {
      "heading" : "4.1 Status",
      "text" : "Graphitic carbon nitride, widely known as g-C3N4, is a non-toxic 2D polymeric semiconductor composed of earth-abundant carbon and nitrogen elements. As a structural analogue of graphite, the tri-s-triazine building blocks of g-C3N4 align themselves to sp2-conjugated π framework, forming weak van der Waals forces between each planar layer. Such distinctive system endows g-C3N4 with favorable semiconductor properties, for instance, a typical narrow bandgap of ca. 2.7 eV, solar absorption in the visible light region and a more negative valence band edge [27]. With inherently astonishing photophysical properties, higher environmental benignity, greater thermal stability and lower production cost, g-C3N4 could indefinitely outperform the traditional semiconductor materials (TiO2, ZnO, etc.) in various applications related to renewable energy technology and environmental treatments.\nSince the pioneering discovery of g-C3N4 for water splitting catalysis by Wang et al. [28], g-C3N4 has become the prime focus for consideration in photocatalysis research such as hydrogen or oxygen evolution, overall water splitting, CO2 reduction, pollutant degradation and bacteria disinfection. The appropriate valence band and conduction band positions of g-C3N4 situating in 1.6 - -1.1 eV vs. the normal hydrogen electrode (NHE) [29] as well as its chemical inertness towards strong acids and alkali condition, make it viable for catalyzing a vast range of redox processes. Akin to most semiconducting polymeric materials, the conventional g-C3N4 in its bulk form can yet to prevail over its intrinsic drawbacks of having poor mass transfer, low surface area and high electron-hole recombination rate, which are the key determinants for an enhanced photoactivity. Strenuous efforts have been devoted in circumventing these drawbacks by means of morphological tuning and optimizing its optoelectronic characteristics through elemental doping, surface defect engineering and heterojunction coupling.\nThe morphological evolution of g-C3N4 varies across 0D quantum dots, 1D nanotubes and nanorods, 2D ultrathin nanosheets as well as 3D aerogels and porous microstructure (Fig. 4) over the past decade for the usage of high-performance photocatalyst. A recent study by Li et al. demonstrates the development of strong photoluminescence water-soluble g-C3N4 through facile one-step melt salts-assisted synthesis route [30]. By increasing the concentration of salts in dicyandiamide precursor mixture, the morphology of g-C3N4 transformed from atomically thin nanosheets to 0D quantum dots that exhibit a much-narrowed band gap of 0.89 eV. This novel discovery can shed light on the design of a multi-functional g-C3N4 photocatalyst system with controllable band configuration and solar absorption. Aside from nanostructuring, the optoelectronic behaviors of g-C3N4 could be greatly enhanced by establishing efficient heterojunctions with guest nanomaterials such as TiO2, Bi2WO6, ZnO, graphene and WO3. For example, 2D/2D g-C3N4/graphene nanohybrids are the best known and most commonly studied heterojunction nanocomposites stemming from their unique and similar tribological nature, hence capable of forming intimate face-to-face contact between them. This conduces to an effective charge transfer\nJo ur\nn l P\nre -p\nro f\nacross the heterojunction between g-C3N4 and graphene, which leads to improved photocatalytic performance.\nFig. 4. Schematic illustration of the morphological evolution of g-C3N4 from 0D quantum dots to 3D mesoporous structure [30]. Produced with permission [30]. Copyright 2019, Royal Society of Chemistry."
    }, {
      "heading" : "4.2 Current and future challenges",
      "text" : "Despite great advances, the progress in g-C3N4-based nanomaterials for photocatalysis has yet to achieve a comprehensive and significant contribution to energy and environmental sustainability. Photocatalytic performance of the existing g-C3N4 remains low from a practical and economic point of view. The conventional design of g-C3N4-based nanomaterials uses the parent bulk nanosheets (ca. 32 layers) as the primary subject [31]. Nonetheless, owing to the strong interlayer stacking forces, photoactivity of bulk g-C3N4 is mainly encapsulated by its high charge recombination probability, low surface reactivity, short electron diffusion pathway and incompetent solar absorptivity. This calls for the realization of atomically thin 2D g-C3N4 with enhanced charge carrier dynamics and mobility. Top-down strategies such as chemical treatment, thermal etching, mechanical grinding and steam reforming have been explored hitherto to intercalate or exfoliate the bulk g-C3N4 into 2D ultrathin nanosheets. However, these methods are usually of low production yield, weak reproducibility and time-consuming, which limit their application. In this regard, a bottom-up strategy that offers controllable structural construction at the molecular level becomes the key to overcome this challenge. Besides, one of the biggest hindrances in the commercialization of g-C3N4-based nanomaterials is the indispensable use of noble metal as cocatalysts in attaining highly-efficient photocatalytic systems. Noble metals such as Pt, Pd, Au and Ag are valuable for their high work function and low activation barrier. Attributed to these properties, integration of noble metal dopants could effectively engender more catalytic active sites and electron reservoirs to attenuate the interfacial charge recombination rate [32]. Nevertheless, the long-term reliability of noble metal dopants remains controversial due to their scarcity and high cost. The environmental burdens posed by oxidative dissolution of noble metals to the surrounding further urges the need to search for a suitable substitute in replacement of these dopants."
    }, {
      "heading" : "4.3 Advances in science and technology to meet challenges",
      "text" : "The challenges as aforementioned paved a new research direction in the development of novel strategies to fabricate high-functional g-C3N4 with simultaneous control over its photophysical, optoelectronic and catalytic properties. Current demonstrations have been based on the utilization of bottom-up strategy by supramolecular preorganization approach to fabricate well-ordered hollow g-C3N4 with 3D hierarchical architecture constructed from self-assembly of 2D nanosheets [33]. The approach provides easy control over the structure at molecular level through the formation of honeycomb-shaped supramolecular complex from triazine monomers. Fig. 5 shows the highly porous 3D network of g-C3N4 upon thermal polymerization of supramolecular complex [34]. Not only that the structure could stimulate multi-reflection of incident light within the architecture for better light-harvesting and promote photoreactions. The orderly-arranged mesopores of g-C3N4 can also prevent the aggregation and over-sized growth of surface-deposited 0D nanomaterials or dopant atoms, hence establishing close contact interfaces between the two species and leverage their synergistic interactions for improved photocatalytic activity. Aside from supramolecular preorganization approach, Antil et al. had successfully showcased a nitrogen-rich holey g-C3N4 with remarkable photocatalytic H2 production in the absence of cocatalysts, via modified thermal polymerization method [35]. Its outstanding photoactivity can be accredited to the much-increased porosity in 2D g-C3N4, which gave rise to greater surface area accessibility and active catalytic sites. Jo r\na Pr\nepr\nof\nFig. 5. Fabrication process of highly porous g-C3N4 with 3D network via thermal polymerization of melamine-cyanuric acid supramolecular complex . Produced with permission [34]. Copyright 2018, Elsevier.\nDue to the low manufacturability and scarcity of metal-based cocatalysts, surface defect engineering is brought forth as one of the promising strategies to address this challenge through the rational design of a single-catalyst g-C3N4 system. Methods such as alkali-assisted approach, post-hydrogenation and photoassisted treatment are commonly employed to induce carbon or nitrogen vacancies in the g-C3N4 matrix. By regulating the degree of vacancy-induced, optoelectronic characteristics of g-C3N4 could be easily modulated to cater for a specific photocatalytic application. The introduction of vacancy sites can improve the light-harvesting ability of g-C3N4, and effectively tune the electronic band configuration by importing a new energy level in the bandgap known as defect state. This level has an associated defect wavefunction and could behave as an electron reservoir [36]. Using post-hydrogenation treatment, we obtained nitrogen defect-modified 2D g-C3N4 atomic layers for CO2 photoreduction process, which exhibit 5.14-fold enhancement in its performance as compared to bulk g-C3N4. One important characteristic of the defective g-C3N4 is the extended solar absorption to near-infrared (NIR) region (λ > 700 nm), which can be ascribed to the shorter electron transition pathway from ground-to-defect state [31]. While this strategy has been successfully demonstrated, there remains a large grey area concerning the role of defect state in promoting the photocatalytic performance of g-C3N4. Future exploration could focus on the fundamental study of defect state in photocatalyst by theoretical modeling."
    }, {
      "heading" : "4.4 Concluding remarks and prospects",
      "text" : "The emergence of g-C3N4 as a semiconductor photocatalyst is instrumental in the advancement of photocatalytic technologies, due to its versatile applications, impressive performance and economic availability. Challenges associated with its intrinsic low specific surface area could be alleviated by the existing strategies such as nanostructure designing and surface modification, although still in their infancy. These strategies present a substantial breakthrough for the full realization of a metal-free, standalone g-C3N4 photocatalyst system with better control over its semiconducting properties in relation to porosity, solar light absorptivity, electronic band positions, bandgap and charge transfer ability. This paves the way for future research in novel and innovative technologies that could fully harness the semiconducting potentials of 2D g-C3N4 for ultra-high photocatalytic efficiency without the use of any cocatalysts or metal dopants."
    }, {
      "heading" : "4.5 Acknowledgments",
      "text" : "This contribution was financially supported by the Ministry of Education (MOE) Malaysia and Universiti Sains Malaysia (USM)\nunder NanoMITe Long-term Research Grant Scheme (LRGS) (No. 203/PJKIMIA/6720009)."
    }, {
      "heading" : "5. TiO2 for photocatalysis",
      "text" : "Leonardo Palmisano, Francesco Parrino*"
    }, {
      "heading" : "5.1 Status",
      "text" : "It has been almost 50 years since the first paper of Fujishima and Honda reported water oxidation at a TiO2 photoanode [20]. It is evident that since then our understanding of basic phenomena underlying photocatalytic processes significantly increased. We are aware of the basic processes and of the relevant parameters which affect the efficiency of photocatalytic reactions in terms of quantum efficiency, conversion, and selectivity [37]. Some fundamental aspects must be still approached. For instance, the complex interplay between physico-chemical surface features and electronic structure of the semiconductor, the local modifications which the surface undergo upon irradiation and adsorption of compounds, the mechanisms underlying TiO2 induced energy transfer processes, are only some of them. In this sense, we believe that basic research should be never abandoned, even if often the timing of results exploitation is not compatible with the industrial rush."
    }, {
      "heading" : "5.2 Current and future challenges",
      "text" : "TiO2 is the most investigated semiconductor for photocatalytic applications. Its wide spread diffusion in this intriguing research field is nowadays limited by novel semiconductors with outstanding properties and promising features for specific applications, although the rare industrial applications still employ bare or modified TiO2. This is mainly due to its (photo) stability, abundance, and low cost. The\nJo ur\nna l P\nr -p\nro of\nphotocatalytic application of TiO2 is probably the most relevant from the scientific point of view. Other scientific applications are also worth of note. For instance, even if recently perovskite materials are gaining increasing attention, TiO2 is traditionally an essential component of dye sensitized solar cells. Moreover, TiO2 based electronic components such as memristors must be mentioned, as well as energy related devices such as supercapacitors and batteries, or biomedical technologies related to photodynamic therapies, drug delivery and tissue engineering, or sensing technologies. Most of these applications require further development to become market competitive. It is also relevant to mention the traditional applications of TiO2 as a white pigment and as a source of titanium which are of great industrial importance. However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43]. The scientific scenario in these two research branches is dramatically different. After ca. 30 years of investigation on photocatalytic water purification it seems evident that in this field photocatalysis can hardly survive outside the laboratory. Attempts of technological transfer on larger scale failed mainly because of economic sustainability and difficulty to treat large volumes of effluent. In this field, photocatalysis alone can be proposed as a final treatment downstream to other treatments mainly for the degradation of compounds which are recalcitrant to other technologies and pass unaltered waste water treatment plants. Even if at low concentration (micromolar) they can be harmful for human and environment. Analytical and sustainability issues need to be still approached in this sense. Another possibility to apply TiO2 photocatalysis for larger waste water volumes is to couple it with other advanced oxidation processes such as ozonation, electroperoxone, biological treatments, or with separation techniques such as activated carbons or membranes. In this case it could be possible to increase the efficiency of the whole process through synergetic effects between the single technologies in order to make competitive the resulting treatment for industrial applications. Notably, the situation is different for the TiO2 photocatalytic applications for the purification of air which have found benign market acceptance. In view of these considerations, in our opinion, research on TiO2 photocatalysis for water treatment must undergo a significant change in direction. The design of complex, elegant and high performing nanocomposite photocatalysts, even if scientifically admirable, must be thought for other niche applications rather than for water purification. On the contrary, stable, reusable, and possibly visible light active materials must be preferred. It is also important, in our view, building collaborations between chemists, biologists and engineer in order to efficiently face issues related to reactor design, process intensification and radiant field optimization and to shorten the distance between science and industry."
    }, {
      "heading" : "5.3 Advances in science and technology to meet challenges",
      "text" : "A completely different situation holds when photocatalysis is used for the synthesis of valuable compounds of industrial interest. The presence of highly oxidizing radical species in photocatalytic suspension often limited the results in this field. However, recently the factors controlling the selectivity of photocatalytic reactions are on the way to be well understood. However, basic research is required to understand their complex interplay and novel routes for the synthesis of relevant compounds and new drugs and industrial raw materials are of wide interest both for the scientific community and for industry. This is especially true by considering the green features of TiO2 photocatalysis which operates in mild temperature and pressure conditions, by using solar energy and water as the solvent. In this field, although at small scale, photocatalytic syntheses can be industrially remarkable for niche applications and can compete with the traditional synthetic methods. This is testified by the growing number of papers recently published on the photocatalytic production of target compounds. However, it urges to notice that most of these works, often labelled with the words “synthesis” or “production” only report chromatographic or spectroscopic detection of the compounds without considering issues such as purification, separation or isolation of the product at least on a gram scale. Also in this case, strict collaboration between engineers and chemists would be highly desired. In fact, we think that the most promising syntheses induced by TiO2 photocatalysis must be industrially implemented. In this sense, continuous systems should be preferred also at laboratory scale to batch one which, even if easy to handle at small scale present hurdles related to mass and energy transfer limitations when brought to larger scales."
    }, {
      "heading" : "5.4 Concluding remarks and prospects",
      "text" : "We envisage in microreactors a good shuttle tool capable to promote technological transfer [44]. In fact, the high capital risks threatening the classical scale up process could be avoided simply by numbering up the number of microreactors in parallel. Moreover, small residence times and optimized radiant field distribution afford excellent results in terms of yield and efficiency with respect to analogous batch systems. Scientific efforts must be still devoted to limit the actual high production costs and delicate operative conditions mainly related to the use of pulseless pumps which limit their industrial acceptance. Also photocatalytic membrane reactors could support the industrialization process of TiO2 photocatalysis for synthetic applications [45]. In fact, it has been demonstrated in many cases remarkable improvements of the selectivity of some processes along with the simultaneous separation of the photocatalyst and of the target compound. Notably, the results obtained when applying these technologies to well investigated photocatalytic syntheses are so outstanding that only the existence of operating production plants seems to be the only reason limiting industrialization of these green processes."
    }, {
      "heading" : "6. ZnO for photocatalysis",
      "text" : "Junli Liu, Jianzhong Ma*\n6.1 Status\nJo ur\nna l P\nepr\noo f\nWith the rapid development of industrialization and population expansion, environmental pollution and energy supply demand have become the global hot topics. As reported, large numbers of organic pollutants, heavy metals, toxic sludge as well as other wastes have been dumped from industrial plants annually, which lead to serious environmental issues [46]. Besides, the excessive use of pesticides and antibiotics in agriculture and animal husbandry also result in serious environmental impacts [47]. Bacterial infectious diseases, especially the increasing occurrence of “superbugs”, have become a serious threat to human health, which requires immediate attention and action.\nTraditional treatment strategies such as physical, chemical and biological methods are in widespread use of relieving and removing the above pollutants and bacterial infectious disease. For instance, some pollutant and contamination can be treated by physical adsorption, electrochemical method or membrane technology. Some harmful bacteria can be removed by chlorination, ozone, ultraviolet radiation and the use of organic antibacterial agents. However, the aforementioned methods are usually carcinogenic, expensive, and eco-unfriendly. A clean environment with enough energy is the critical guarantee for the survival and development of human society. Hence, the development of green technologies is extraordinarily attractive to satisfy the gradual demand for promoted environment."
    }, {
      "heading" : "6.2 Current and future challenges",
      "text" : "Rapid advancements in nanotechnology have accelerated the development of original nanostructured materials in the applications of environment and energy [48]. As one of the most important nanostructured materials, semiconductor metal oxides have been attracted growing concern as an alternative to conventional methods in removal of organic contaminant and bacteria. That is because with the irradiation of light above the band gap energy, the produced exciton pairs on the surfaces of metal oxide nanomaterials could interact the substance in their proximity to synthesis highly reactive species, which can eliminate or oxidize the surrounding pollutants and bacteria [49].\nZnO is one of inherently wide band-gap semiconductors, which is highly investigated in the fields of air purification, water treatment,\nantibacterial materials, and hydrogen evolution (Fig. 6). It has become the research hotspots in the past decades due to the advantages of low cost, non-poisonous, complete mineralization and sustainability. However, ultraviolet light must be used as the irradiation source of ZnO for its wide band gap. Therefore, the efficiency and applications of ZnO under the visible solar spectrum were greatly limited [50]. Moreover, the rapid recombination of electron and hole resulting in the low yield of ROS. Thus, immediate attention and efforts should be paid to tailor the visible activity of ZnO photocatalysts and constructing novel multifunctional ZnO-based nanocomposites.\nFig. 6. The application fields of ZnO photocatalyst."
    }, {
      "heading" : "6.3 Advances in science and technology to meet challenges",
      "text" : "Various methods have been reported to promote the photocatalytic efficiency of ZnO under visible light as following (Fig. 7) [51]: (1)\nthe use of different carrier materials; (2) doping other elements or constructing the defects within ZnO; (3) tailoring the nanostructure morphology of ZnO; (4) combining visible light active materials and ZnO. Jo\nur\nna\nl P re\n-p ro\nf\nFig. 7. The factors and methods for improving the photocatalysis activities of ZnO. Produced with permission [52]. Copyright 2019, Elsevier BV.\nThe above methods have been reviewed or studied by numerous groups. For instance, our previous research have demonstrated that composites based on ZnO nanoparticles and graphene quantum dots could enhance the effective interfacial charge transfer from GQD to ZnO that accelerated the generation of reactive oxygen species (ROS) under photoirradiation [53]. Another research in our group indicated that the small size and uniform dispersion Fe doped sea urchin-shaped ZnO nanoparticles had excellent photocatalytic activity, which was due to the enhanced visible light absorption and decreased optical band gap [54]. In addition, previous research from our group indicated that flower-like ZnO had large surface area and open porous nanostructures, which could enhance the transformation and diffusion of dye molecules and oxygen. Moreover, the tip or step of flower-like ZnO could lead to more Zn defect. Therefore, flower-like ZnO indicated outstanding photocatalytic activity than ZnO in other morphology such as spherical-like and rod-like [55]. Other researches about improving the photocatalytic activity of ZnO will not be listed here due to the short page of this manuscript. More methods can be found in our prior review [52]. In summary, ZnO-mediated photocatalysis technique is a promising method, which has significant value in the applications of environmental and energy."
    }, {
      "heading" : "6.4 Concluding remarks and prospects",
      "text" : "As we known, the advancement of photocatalytic property and antibacterial activity could be attributed to the production of ROS around ZnO. While the adhesion of ZnO on the cell membrane and the releasing of Zn2+ also could result in the death of bacteria. Therefore, further theoretical experiments and quantum chemistry calculations should be performed to fundamentally understand the mechanism of photocatalysis and antibacterial, which provide valuable guidelines for preparation of ZnO-based nanocomposites with rational sizes and oxidation states. More detailed research is also required to investigate the safe biomedical applications of ZnO for the removal of infectious diseases and environmental pollution. One day in the future, the use of ZnO-based nanocomposites will be a remarkable achievement for the future of environmental protection and clean energy."
    }, {
      "heading" : "6.5 Acknowledgments",
      "text" : "This investigation was supported by National Key Research and Development Program of China (No. 2017YFB0304700), National Natural Science Foundation of China for Young Scholar (No. 51802185), China Postdoctoral Science Foundation (No. 2018M643558)."
    }, {
      "heading" : "7. The state of art of the layered double hydroxide-based nanomaterials towards photocatalysis",
      "text" : "Zelin Wang, Ling Tan, Yufei Zhao, Yu-Fei Song*"
    }, {
      "heading" : "7.1 Status",
      "text" : "Benefiting from the unique atomic structure, 2D materials show different physical and chemical properties for a large variety of applications [56]. Among them, layered double hydroxides (LDHs), as a large family of 2D anionic clay materials, have shown great potential for photocatalysis [57]. LDHs with the general formula of [M1-x 2+Mx 3+(OH)2] x+[Ax/n] n-∙mH2O exhibit wide range of tunability such as the types of metal cations, the M2+/M3+ molar ratios, the interlayer compensating anions, and the size/thickness of LDHs layers. As a result, a large number of LDHs-based supramolecular assemblies have been prepared successfully. And the unique properties such as high surface area, great carrier mobility, and tunable semiconductor properties endow LDHs a promising candidate for photocatalysis with excellent activity and selectivity [58, 59].\nJo ur\nn l P\nre -p\noo\nf\nLDHs can be applied for different photocatalytic reactions from UV to visible light even to IR light. By fine tuning of the atomic composition of the LDHs layers, the band gap between VB and CB can be precisely controlled for improving catalytic performance. Until now, LDHs-based photocatalysts have been used for photocatalytic water splitting, CO2 reduction, N2 fixation, fine-chemicals synthesis, and the removal of organic pollutants, etc. [60]. Recent studies mainly focus on the development of ultrasmall/ultrathin LDHs catalysts for photocatalytic reactions (Fig. 8) [61]. First of all, the enlarged surface area of LDHs associated with the ultrathin thickness leads to the exposure of abundant active sites; secondly, the ultrasmall/ultrathin LDHs significantly reduce the charge migration distance thereby improve the charge separation; thirdly, the electronic properties resulting from the introduction of the defects can significantly enhance the accessibility of substrates and improve the stability of reaction intermediates, resulting in substantial enhancement of the catalytic performance [62].\nFig. 8. Structure and design of LDHs-based nanomaterials and their photocatalytic application."
    }, {
      "heading" : "7.2 Current and future challenges",
      "text" : "Despite many advances for LDHs photocatalysis, several issues remain to be highly challenging: (1) The large-scale synthesis of monolayer LDH-based nanomaterials is a considerable barrier for further application. More efficient and simple methods are highly demanded. (2) The difficulty for elucidating the active sites at an atomic level remains to be serious due to the complexity and ultrafast active intermediates of the real reaction system. In light of these challenges, future research should focus on the developing novel synthetic methods and the advanced characterization methods for a better understanding of the reaction mechanism. As such, in situ characterization techniques are necessary in order to obtain the direct evidence of active site and track the realistic catalytic process. To date, X-ray absorption fine structure spectroscopy (XAFS) is widely used to obtain structural information of catalysts before and after the reaction [63]."
    }, {
      "heading" : "7.3 Advances in science and technology to meet challenges",
      "text" : "Recently, in situ XAFS has been successfully developed to various electrochemical reactions and thermocatalytic reactions. However, in situ XAFS to probe the photocatalytic process are still rare, which may be attributed to the unique reaction condition of photocatalysis and ultrafast recombination rate of electron-hole. In addition, X-ray photoelectron spectroscopy (XPS) is a useful method to probe information about structural evolution. Recent progress on light-induced ambient pressure XPS is expected to become useful in situ XPS technique to probe the variation in the electronic state of active sites in the ‘real world’. In situ FTIR can be used as a powerful tool to explore the adsorption and activation of a reactant molecule and to monitor reaction intermediates. Most importantly, DFT calculations have been applied to elucidate the reaction mechanism and explore structure-property relationships. Along with the technology advancement, DFT calculation will provide useful information and thereby guide the experiments [64, 65]."
    }, {
      "heading" : "7.4 Concluding remarks and prospects",
      "text" : "In summary, the combination of in situ characterization methodology and DFT calculation is necessary to provide a full scenario for a photocatalytic reaction at the molecular/atomic level. To overcome the above-mentioned challenges, more creative investigations should be carried out to boost the development of novel LDHs-based photocatalysts in the near future."
    }, {
      "heading" : "7.5 Acknowledgments",
      "text" : "This research was supported by the National Natural Science Foundation of China (Nos. 21878008, U1707603, 21625101,\nU1507102), Beijing Natural Science Foundation (No. 2182047) and the Fundamental Research Funds for the Central Universities (Nos.\nJo ur\nna l P\nr\n-p\nro of\nXK1802-6, XK1803-05, XK1902, 12060093063)."
    }, {
      "heading" : "8. Exploring photocatalytic activity of BiOX (X= Cl, Br, I) for energy and environmental applications",
      "text" : "Pardeep Singh*, Pankaj Raizada"
    }, {
      "heading" : "8.1 Status",
      "text" : "Featuring the vital potential of semiconductor prompted photocatalysis for resolving energy crisis and environmental issues by smartly utilizing the green solar energy is constantly pursuit by researchers. During last two decades, bismuth oxyhalides such as BiOCl, BiOBr and BiOI has evolved out to be a novel and prominent layered photocatalysts for solving ever growing energy and environmental problems. These layered materials possess continuous [Bi2O2] slabs to form open-layer crystal structure enclosed by double slabs induced by halogen atoms [66, 67]. The open-layer crystalline structure generates built-in static electric fields alongside the direction of crystal which is perpendicular to the [Bi2O2] and [X] segments. This built-in field stimulates effectual separation of photogenerated excitons. Moreover, BiOX are chemical inert, abundant, corrosion-resistant and no toxic photocatalysts. Density functional theory studies confirms that the valence band (VB) maximum of BiOX consist of 2p orbitals of O and np (n = 3, 4, and 5 where, X = Cl, Br, and I) orbitals of X. On other hand, conduction band (CB) minimum is mainly formed by 6p orbitals of Bi. Unlike, conventional UV active ZnO and TiO2, variable bandgap of BiOX photocatalysts (BiOCl = 3.3 eV, BiOBr = 2.7 eV and BiOI = 1.8 eV) empowers high visible light-activity [66]. The absorption maxima of BiOI, BiOBr and BiOCl are 670, 440, 370 nm in near-UV, visible light and UV-visible regions, respectively. To date, numerous BiOX based micro/nanostructured photocatalysts (1D nanorods/nanowires, 2D nanoplates/nanosheets, 3D structures) have been synthesized using hydro/solvothermal, precipitation reverse microemulsion microwave, template sonochemical and calcination methods. BiOX photocatalysts displayed remarkable photocatalytic activity and exhibited wide applications in pollutant mitigation, oxygen evolution, hydrogen generation, reduction of CO2 into useful fuels and disinfection. Although, BiOX proved its potential in different photocatalytic applications, yet, the overall photocatalytic efficiency is quite low and far from the pilot scale applications under solar light [68]."
    }, {
      "heading" : "8.2 Current and future challenges",
      "text" : "So, to improve the potential industrial photocatalytic applications, efforts have been made to further enhance the light harvesting, photocarrier’s space separation and transfer and improved redox ability of BiOX photocatalysts [69, 70]. The adaptable techniques for tuning the photocatalytic performance are Bismuth-rich strategy, elemental metal/non-metal doping, interface engineering, use of sensitizers, coupling with plasmonic photocatalysts, solid state and inner coupling, creation of oxygen vacancy are some the important techniques to boost the overall photoactivity of visible light responsive photocatalysts (Fig. 9). In general, the ubiquitous presence of Bi results in reduced bandgap of Bi oxychlorides and oxybromides while the bandgap of Bi oxyiodides get broaden. Moreover, due to high content of Bi in its oxychlorides, the CB minimum bears a downshift while VB maximum undergoes an upshift. In case of Bi oxybromides, a significant upshift in the VB and CB edge potentials is observed. Whereas, for Bi oxyiodides, substantial upshift and downshift occured for CB minimum and VB maximum, respectively. Some of the common BiOX with different Bi content are Bi12O15Cl6, Bi24O31Cl10, Bi3O4Cl, Bi12O17Cl2, Bi4O5Br2, Bi24O31Br10, Bi3O4Br, Bi5O7Br, Bi12O17Br2, Bi4O5I2 , Bi7O9I3, etc. [71, 72].\nFig. 9. Frequently used strategies for enhancing photocatalytic activity of BiOX. Produced with permission [67]. Copyright 2019, American Chemical Society.\nIn order to further enhance the photo-efficiency and space separation of photoinduced photocarriers in BiOX, transition metal ions doping to produce lattice defects or alter the crystallinity of photocatalyst is also very effective. For highly efficient photocatalysis, doped photocatalysts must fulfil two conditions: (i) the dopant should trap photoinduced excitons for effectual spatial separation, and (ii) the trapped photocarriers should migrate to the surface junction of photocatalysts for further reactions. For instance, doping of BiOCl with manganese generate oxygen vacancies which reduce the optical bandgap and broaden the absorption in visible as well as\nJo ur\nna l P\nre pr\no f\nnear-infrared (IR) light regions. The introduction of non-metal dopant causes upshift in VB edge by additional extrinsic electronic levels. Several non-metal dopants were also introduced into BiOX and reported such as; C/BiOBr, N/BiOCl, N/BiOBr, B/BiOBr, S/BiOCl, I/BiOCl, I/BiOI and I/BiOBr for efficient photocatalytic applications [66, 67]. The formation of metal–BiOX complex results uninterrupted migration of photocarriers due to induced Schottky junction at interface which reduces the backflow of photoinduced excitons. Several reports also inferred the improved photocatalytic efficacy of BiOX by deposition of metal nanoparticles (NPs) like, Pt, Ag, Au, Li, Pd and Cu. Other than metal NPs, several metal-free compounds like graphene, reduced graphene oxide, graphene oxide, 0D carbon quantum dots (CQDs), and 1D carbon nanotubes have also been employed to modify the photoactivity of BiOX. The improved photocatalytic ability was primarily ascribed by high absorption efficiency and efficacious migration of photoinduced excitons which offered effectual detachment of electron-hole pairs."
    }, {
      "heading" : "8.3 Advances in science and technology to meet challenges",
      "text" : "Optimal solar light harvesting is the prerequisite for production of photocarriers and to achieve pilot scale applications of photocatalysis. To expand light absorption ability of BiOX, different sensitizers and plasmonic photocatalysts have been coupled with BiOX photocatalysts. In recent work, copper phthalocyanine (CuPc) and Bin(Tu)xCl3n were sensitized onto BiOCl to explore water splitting into H2 and O2 along with dye degradation, respectively. The sensitizer coupling significantly enhanced the photocurrent due to strong absorption of light in 500-800 nm region. The noble metals such as Ag and Au were frequently used with BiOX to construct plasmonic photocatalysts with improved visible light activity. For example, Ag/AgBr/BiOBr was prepared by ion exchange method and its photocatalytic activity was evaluated by for E. coli deactivation. The nanosized Ag/AgBr exhibited plasmonic effect which was responsible for the enhanced activity of photocatalysts. The formed O2 •− and h+ damaged the outer cell walls and caused the death of bacterial cells [73].\nThe formation of semiconductor-semiconductor heterojunction between two BiOX or with other semiconductor photocatalyst is an imperative strategy to improve photoactivity by optimal space-charge separation. Secondly, heterojunction with different energy band levels provide an opportunity to sensitize a photocatalyst possessing broad band edge with a photocatalyst owing narrow band edge potential. The CB minimum of the selective photocatalyst should hold high band edge potential than the broad-band photocatalysts. On the other hand, the sensitizer photocatalyst should possess lesser VB maximum than the photocatalyst owing broad bandgap. Noteworthy, the researchers have further explored the photo-efficiency of BiOX photocatalysts by coupling it with metal oxides, metal chalcogenides, silver-based compounds, organic photocatalysts, etc. For example, Di and his team coupled BiOI with g-C3N4, to produce g-C3N4/ BiOI photocatalyst. Under visible light exposure, the photo-induced CB electrons of g-C3N4 were transferred to the CB of BiOI, while the photo-induced VB holes of BiOI were migrated to that of g-C3N4. The charge migration/separation resulted in enhanced photocatalytic activity for rhodamine B, methyl orange and methylene blue degradation form water (Fig. 10) [74].\nFig. 10. Enhanced photocatalytic mechanism of BiOX/g-C3N4 photocatalysts. Produced with permission [74]. Copyright 2014, Royal Society of Chemistry."
    }, {
      "heading" : "8.4 Concluding remarks and prospects",
      "text" : "To date, BiOX based photocatalytic systems are mainly utilized for detoxification of organic pollutants along with inactivation of bacteria in wastewater. More attention must be paid to fully utilize their potential application either through variation in energy bands or by constructing effectual Z-scheme heterostructures for H2 production via water splitting. Future work involving BiOX photocatalyst must be extended into other significant regions namely, organic synthesis, photocatalytic CO2 reduction and recovery of metal-ions from water. Integrating BiOX photocatalysts with other vital techniques like membrane based techniques, adsorption processes and biotechnology field can stimulate its widespread applications. Moreover, stability and photo-corrosive nature of BiOX photocatalysts are still underway and needs to be explored. So, more work should be devoted to understand the photostability of BiOX photocatalysts. The exceptional and promising properties of BiOX suggest a very bright future in photocatalysis. The researchers must focus on commercialization of BiOX as advanced material for water purification and energy restoration."
    }, {
      "heading" : "9. 2D Bi-based materials for photocatalysis",
      "text" : "Deli Jiang*, Di Li\nJo ur\nna\nl P\nre -p\nr f"
    }, {
      "heading" : "9.1 Status",
      "text" : "2D semiconductor materials have received great attentions in photocatalytic researches for renewable energy production and environmental pollution remediation using solar energy, due to their outstanding features, such as large specific surface area, strong quantum confined effects, and unique electronic structures [75]. Among the 2D photocatalysts, bismuth-based 2D materials, such as Bi2O3, BiVO4, Bi2WO6, Bi2MoO6, BiOX (X = Cl, Br, and I), and (BiO)2CO3, have emerged as a very promising new category of semiconductor photocatalysts for various application [76-78]. Owing to the preferable hybridization of Bi 6s and O 2p orbitals, most of these Bi-based 2D materials can harvest visible light. In addition, the high stability of Bi3+ and very low cost of Bi element make Bi-based 2D material a promising candidate. In this article, we discuss the current and future challenges and the corresponding routes to these challenges of these Bi-based 2D materials, except the BiOX (X = Cl, Br, and I) materials which is specialized in another chapter of this roadmap."
    }, {
      "heading" : "9.2 Current and future challenges",
      "text" : "An idea photocatalyst should have large specific surface area to expose more active sites, wide visible light adsorption range, high utilization efficiency of photo-generated electron–hole, and high stability. Despite the significant progress in Bi-based 2D photocatalysts, the photocatalytic efficiency is still unsatisfied, largely hindering their practical application. The main challenges can be summarized as follows. Firstly, visible light absorption is a critical parameter for a photocatalyst. For the Bi-based 2D materials, the two BiPO4 and (BiO)2CO3 compounds are non-responsive to visible light, while Bi2WO6 and Bi2MoO6 is slightly visible-light-responsive. In contrast, the Bi2O3 and BiVO4 materials have the moderate visible light absorption ability. How to enhance the visible-light utilization efficiency is of great importance for the application of Bi-based 2D photocatalysts. Secondly, owing to the lack of internal electric filed or band alignment that both could drive the charge separation and transfer, the recombination rate of charge carriers within the 2D Bi-based photocatalysts is very high, which becomes the main obstacle for the surface catalytic reaction. To address this issue, some effective strategies such as constructing heterojunction, hybridizing with conductive materials and metal nanoparticles, and introducing defect have been developed. Thirdly, significant challenges still remain in the development of facile, efficient, and economic methods for preparing of ultrathin 2D Bi-based photocatalysts. It is well known that the charge separation and transfer efficiency also depends on the thickness the 2D photocatalysts. The 2D photocatalysts with ultrathin thickness could shorten the charge diffusion distance and enhance the separation efficiency of charge carriers [79]. However, most of the reported 2D Bi-based photocatalysts have the thickness of several nanometers and even dozens of nanometers, which largely restricts its photocatalytic activity."
    }, {
      "heading" : "9.3 Advances in science and technology to meet challenges",
      "text" : "Reducing the 2D Bi-based nanosheet materials to an atomic thickness will endow the materials with totally new properties. Especially, when the thickness of 2D Bi-based nanosheet is reduced to the atomic level, many coordination-unsaturated surface atoms appear and act as the surface active sites to accelerate the surficial and/or interfacial redox reactions [80]. For example, Zhou et al. developed a bottom-up route to fabricate Bi2WO6 monolayer nanosheet materials with sandwich substructure of [BiO]+-[WO4] 2−-[BiO]+. Owing to the presence of unsaturated Bi atoms, the Bi2WO6 monolayer exhibited ultrafast charge transfer and separation properties, leading to an improved photocatalytic performance [81]. In another typical example, Xie and co-workers prepared single-unit-cell O-BiVO4 layers with V vacancies by a facile hydrothermal treatment of artificial lamellar BiCl4 −-CTA+ hybrid precursors [82]. The presence of V vacancies resulted in increased photo absorption and superior electronic conductivity (Fig. 11). As a result, single-unit-cell O-BiVO4 layers with rich vanadium vacancies exhibit a high methanol formation rate.\nFig. 11. (a) TEM image, (b) AFM image of Vv-rich o-BiVO4 atomic layers with one-unit-cell thickness. Defects characterization for the Vv-rich and Vv-poor o-BiVO4 atomic layers: (c) positron lifetime spectrum, (d, e) schematic representation of trapped positrons. Produced with\nJo ur\nn l P\nre -p\nr of\npermission [82]. Copyright 2017, American Chemical Society\nIn addition to the introduction of surface vacancies, construction of ultrathin-nanosheet-based heterojunction photocatalysts enables the efficient charge separation and transfer which cannot be achieved in the single-component materials. Owing to the large 2D interface and very short diffusion distance of the charge carriers, 2D/2D heterojunction composed of ultrathin nanosheets will be more attractive for the construction of high-performance photocatalysts. For example, by the self-assembly method, black phosphorus/monolayer Bi2WO6 and TiO2/Bi2WO6 2D/2D heterojunctions were developed and exhibited enhanced photocatalytic activities [83, 84]. These researches validate the feasibility of constructionof ultrathin-nanosheet-based heterojunction with high photocatalytic performance."
    }, {
      "heading" : "9.4 Concluding remarks and prospects",
      "text" : "Bi-based 2D materials are promising photocatalysts for versatile energy and environmental-related applications. In this article, the main challenges have been summarized, including the moderate visible light absorption capability, high recombination rate of charge carriers, and controlled synthesis of ultrathin nanosheet. Engineering defect in the 2D materials and forming heterojunction especially the 2D/2D are the two feasible approaches to overcome these challenges. More attention still needs to be paid to the controlled preparation of Bi-based 2D materials with atomic thickness. Comprehensive studies on the laws of crystal growth of the Bi-based 2D materials and the effect of reaction conduction on the specific structural characteristics are of great importance. In addition, the in-depth understanding of the photocatalytic mechanism of the specific reaction site in these Bi-based 2D materials is needed, which will guide the design of high-performance Bi-based 2D photocatalysts."
    }, {
      "heading" : "9.5 Acknowledgments",
      "text" : "The authors wish to thank Leqiang Shao and Tianyong Wang for their work with Bi-based 2D photocatalysts. This work was partly\nsupported by the National Nature Science Foundation of China (No. 21606111)."
    }, {
      "heading" : "10. MoS2 for photocatalysis",
      "text" : "R.A. Geioushy*"
    }, {
      "heading" : "10.1 Status",
      "text" : "Transition metal dichalcogenides (TMDCs), with general formula of MX2 (M = transition metal (Ti, Zr, Hf, V, Nb, Ta, Mo, W, Tc, Re, Co, Rh, Ir, Ni, Pd, Pt), X = chalcogen (S, Se, Te), attract wide attention by researchers due to their electronic characters [85]. Among of them, molybdenum disulfide (MoS2) which is a typical two-dimensional (2D) layered material represent a promising candidate as non-noble metal catalyst due to their abundance, low cost, and highly efficient catalytic activity [86]. MoS2 exists in three different polytypes (1T, 2H, and 3R) based on the stacking order of atoms (Fig. 12). 1T phase of MoS2 has a tetragonal symmetry of a repetitive unit of one layer. However, the 2H phase possesses a hexagonal structure. On the other hand, 3R phase of MoS2 has a repetitive unit of three layers (S-Mo-S) with a rhombohedral structure. Raman and PL techniques are used to characterize and differentiate between monolayer and multilayers MoS2. Monolayer MoS2 has a band gap of 1.8-1.9 eV, however, increasing the number of stacking layers, decreasing the band gap to about 1-1.2 eV. The unique and inspiring properties of MoS2 making it possible for 2D materials to be used in the next generation switching and optoelectronic devices instead of graphene. MoS2 possess excellent progress in energy conversion and storage, hydrogen evolution reaction (HER) and CO2 reduction (CO2RR). Previous reports revealed that the edges are the chemically active sites of the catalytically inert MoS2 [87]. However, great efforts have been extensively studied to improve the catalytic activity of MoS2 such as, improving the catalytic activities of the edge sites and increasing the number of active edge sites [88]. There are different techniques such as liquid exfoliation, chemical vapour deposition, mechanical exfoliation, hydrothermal reaction to synthesize MoS2.\nJo ur\nn l P\nre -p\nr of\nFig. 12. Three different polytpes of MoS2. Produced with permission [89]. Copyright 2017, Wiley-Blackwell."
    }, {
      "heading" : "10.2 Current and future challenges",
      "text" : "Over the past few decades, photocatalysts (i.e., TiO2, ZnO) have been attracted intense attention to solve the environmental and energy crisis [90]. However, most photocatalysts have been demonstrated to possess catalytic activity under UV light. In addition, the lower catalytic efficiency explained to be due to the rapid recombination of the photoinduced e-/h+ pairs. In this regard, finding visible light active photocatalysts is still challenging. In recent years, metal chalcogenides have attracted significant attention as good candidates for photocatalytic applications. Owing to the low band gap and large specific surface area, MoS2 as a 2D layered structure act as a co-catalyst in various catalytic applications (Fig. 13). Previous reports proved the critical role of MoS2 in charge separation and absorbing visible light, thus enhancing the catalytic performance. Metal/non-metal doping, coupling with other semiconductor and surface modification are common approaches for lowering band gap and broaden the absorption toward higher wavelengths [91]. MoS2/TiO2 heterostructure exhibited excellent catalytic performance in dye degradation, hydrogen evolution, and CO2 reduction under visible light [92, 93]. This enhancement is related to the synergic effect of superior conductive MoS2 with large number of active sites and achieving the e-/h+ pair separation. However, heterostructure and heterojunction are requires more great efforts. Recently, MoS2 performed as a good photocatalyst towards CO2 reduction to methanol under UV light [94].\nFig. 13. Application of MoS2."
    }, {
      "heading" : "10.3 Advances in science and technology to meet challenges",
      "text" : "The tunable band gap of MoS2 structure extends its wide response from UV to IR absorption. The simplicity to adjust the conduction band (CB) of MoS2 via varying the number of stacked layers, put MoS2 on the top of the most promising candidate for photocatalytic applications [95]. Although, the interlayer spacing in MoS2 structure provides a suitable position for ions suppression, the electrical conductivity and cycling stability still suffer from weakness. 2D MoS2 heterostructure is limited to electronic and optoelectronic applications. In addition, synthesis of high quality MoS2 layered structure in large scale applications is still challenging. Designing of 3D based MoS2 heterostructure is of great interest to broaden the range of applications and enhance the catalytic activity [96]. Van der Waals and solvothermal are the most common ways for 3D construction. The superior conductivity and large specific area based on fabrication of MoS2/RGO 3D heterostructure showed excellent and promising results in HER, Li-ion batteries, and photocatalytic applications [97].\nJ\nur\nna l P\nre -p\nr of"
    }, {
      "heading" : "10.4 Concluding remarks and prospects",
      "text" : "Recently, MoS2 is one of the interesting materials for demonstration by many researchers due to its superior properties and diversity in various applications. The unique properties of 2D MoS2 layered structure such as large surface area, good conductivity, and tunable band gap allowing MoS2 a suitable candidate for photocatalytic applications such as H2 evolution and CO2 reduction. More efforts have been extensively done to broaden the potential applications via fabrication of 3D based MoS2 hybrid structure. The functionalization of MoS2 by other materials has received much attention from researchers to overcome the limited utilization of MoS2 by itself in some practical applications. As well as, synthesis of high quality, large scale production and continuous and single layered MoS2 requires more investigations."
    }, {
      "heading" : "11. Graphene and its sisters for electrocatalysis",
      "text" : "Jizhen Ma, Jintao Zhang*"
    }, {
      "heading" : "11.1 Status",
      "text" : "Along with the diminishing fossil fuel reserves and environmental deterioration, research efforts are increasingly driven to develop the sustainable and clean energy. To harvest clean and sustainable energy, electrocatalysts play crucial roles in lowering the barriers for energy storage and conversion process. Especially, it is the future trend to replace/complement noble metals with less expensive electrocatalysts for cost effectiveness. Thus, the development of advanced carbon electrocatalysts via the electrode materials design and the underlying mechanism exploitation is expected to gain efficient solutions for maximizing energy conversion efficiency [98]. As a two-dimensional monolayer of sp2 hybridized carbon with large theoretical surface area and good electrical conductivity, graphene has attracted tremendous research interests to explore the various promising applications including electrocatalysis. Additionally, graphene as a two-dimensional carbon platform provides the flexibility to understand the fundamental electrocatalytic mechanisms and the structure design features. The basic principles obtained can be implemented on other carbon materials and beyond, which will diversify the functions of currently existing materials and design novel electrocatalysts."
    }, {
      "heading" : "11.2 Current and future challenges",
      "text" : "With the pioneer work of nitrogen-doped carbon nanotube arrays for improving the ORR activity [99 100], N-doped graphene (NG) films prepared by CVD in the presence of ammonia also exhibited superb ORR performance. Encouraged by the achievements in nitrogen doping, a variety of strategies have developed to introduce various heteroatoms (e.g., boron, sulfur, phosphorus and others) into graphene matrix for enhancing their electrocatalytic activities [101]. These results not only shed light on the electrocatalytic mechanism of the heteroatom doped carbons but also may generate new approaches to synthesizing other low-cost electrocatalysts.\nDespite of the great success in the preparation of various graphene-based electrocatalysts and the significantly accumulative knowledge on their catalytic properties, there are still several challenges to explore their full potential. Although graphene is the basic building block of other carbon materials, the presence of heteroatoms and defects with changing types, structures, and content (Fig. 14) results in the complexity and variety of the catalysts for a specific reaction. Therefore, it is still highly challenging to determine the real active sites and precisely control the active sites. Additionally, graphene-based electrocatalysts show good catalytic activities and selectivity for the expending electrocatalytic reactions, such as carbon dioxide reduction and nitrogen reduction these reactions. It is still a pioneer area to explore a facile approach to synthesize nanostructured carbons with desired heteroatom doping and morphology for good catalytic activity and long-time stability for such reactions. Especially, understanding the electrocatalytic nature of nanocarbons in these reactions is the key to design novel carbon electrocatalysts with good catalytic properties.\nFig. 14. Scheme illustration of nitrogen species in nitrogen-containing graphitic carbons. The commonly doped nitrogen species in graphitic carbons with the corresponding reported XPS binding energies. Produced with permission [98]. Copyright 2017, American Association for the Advancement of Science."
    }, {
      "heading" : "11.3 Advances in science and technology to meet challenges",
      "text" : "The single-layer graphene was firstly obtained via the mechanical exfoliation of highly oriented pyrolitic graphite (HOPG) using a\nJo ur\nna l P\nr -p\nro\nmicromechanical cleavage method [102]. The epitaxial growth or chemical vapor deposition (CVD) on various substrates is the efficient approach to direct synthesize single-layer graphene under the high temperature in the range of 1200~1600 ºC [103, 104]. As a bottom-up method, the direct chemical synthesis of graphene from different precursors (e.g., polycyclic aromatic hydrocarbons PAH) is expected to precise control it’s composition and structure. However, the face-to-face attraction interactions (π-π interaction) between graphene layers would increase with increasing size, thus resulting into the major challenge on the synthesis of graphene with large size. In contrast, the chemically driven graphene can prepared via the conversion process from graphene oxide (GO) in large-scale. Thus, various methods have been developed to reduce GO with different reducing agents (e.g., hydrazine), aimed to regulate the surface composition and microstructure of the resultant reduced graphene oxide for promising applications. For the functionalization of graphene and their applications, the readers are referred to the review articles and books [105, 106].\nRecent years have witnessed the significant advances on the development of graphene and it’s sisters for electrocatalysis. Via the heteroatom doping, the enhancement on the electrocatalytic activity of carbons has been achieved according to the proposed surface charge delocalization mechanism. For oxygen reduction reaction (ORR), the doping-induced charge redistribution around the heteroatom dopants would charge the chemisorption mode oxygen molecules to effectively weaken the O–O bonding, leading to the improved catalytic performance [99]. Graphene sheet with the two-dimensional planar geometry will further facilitate the electron transport, and hence is the more effective electrode material for electrocatalysis. For nitrogen doping, it has been proposed that oxygen would be adsorbed on the positively-charged carbon atoms neighboring the nitrogen dopant. In comparison with the nitrogen doping, theoretical calculations revealed that the relatively strong electronegativity of carbon with respect to boron would lead to the formation of positively-charged boron atom favorable for the chemisorption of O2. According to the experimental results and theoretical calculation, it can be seen that the doping-induced charge redistribution, regardless the dopants with a higher (e.g., N) or lower (e.g., B) electronegativity than that of carbon, could create favorable charged sites for O2 adsorption and subsequent reduction process. However, sulfur has a similar electronegativity with that of carbon, and hence no doping-induced charge transfer can be achieved. Nevertheless, graphene doped with sulfur also exhibited better catalytic activity than the commercial Pt/C in alkaline media and the, spin redistribution effect induced by doping is presumably responsible for the improvement on the electrocatalytic performance. Along with the rapid development of graphene electrocatalysts with various heteroatoms, the understanding on the real active sites of heteroatom doping for improving electrocatalytic activity would accelerate the development of graphene-related electrocatalyst. The highly oriented pyrolytic graphite (HOPG) with well-controlled nitrogen species has been used as a model catalyst to identify the active sites of nitrogen doping for ORR. The experimental results revealed the carbon atoms with Lewis basicity due to the presence of the pyridinic nitrogen would be the active sites for ORR, providing a direct way to identify the active sites of nitrogen doped carbons [107]. More recently, the pentagon defects at the edge of HOPG can be created by the removal of pyridinic nitrogen atom from the nitrogen-doped six-carbon ring in HOPG. The electrochemical performance tests revealed that the pentagon defects served as the major active sites for ORR, even much superior to the pyridinic nitrogen sites in nitrogen-doped HOPG [108]. This work elucidates the relative importance of the specific carbon defects and their respective contributions to the activity for ORR. These studies provide promising strategies for controllably synthesizing specific types of carbon defects for ORR.\nRecent studies have also led to various doped graphene and derivatives for oxygen evolution reaction (OER), hydrogen evolution reaction (HER), and other electrochemical reactions [101]. The promising applications of carbon electrocatalysts in metal–air batteries and water splitting have led to intensive experimental studies on the design of bifunctional elecrocatalysts for ORR and OER [109]. Notably, it is critical to establish design principles or descriptors for heteroatom-doped carbon nanomaterials by the combination of theoretical modeling with experimental observations. In ORR and OER, surface-oxygen bond energy is closely related to the charge densities of graphene around the heteroatom dopants since the bonding interaction of electrocatalyst surface with the oxygen atoms are the key step to form the reaction intermediates (e.g., *OH, *O, *OOH, * indicates a bond to the surface). Thus, the electrochemical quantities, such as 4e− pathway for ORR and onset potential, can be related to the binding strength of intrinsic oxygen-containing intermediates on the catalyst surface. To determine the highest activity in doped graphene systems, the adsorption energy difference between *O and *OH for OER and adsorption energy of *OH for ORR were employed to calculate the overpotenials for different reaction sites on different structures. According to the identified descriptor, a “volcano”-shaped dependence for the catalytic rates is obtained, with the maximum at the optimum value of this descriptor. Various graphene and derivatives have been calculated, including N-doped graphene quantum dots, N-doped graphene ribbons, and single doped graphene with N, S, O, B, and P, N co-doped graphene. Through these calculations, key descriptors have been identified for both ORR and OER on these catalysts. Favored sites for both reactions to occur were identified to be near but not directly on the edge. Thus, OER and ORR with the minimum overpotentials can occur near the edge on the same graphitic structure but different sites. As discussed above, the combination of experimental and theoretical approaches would facilitate the design and development of graphene-based catalysts with controlled locations and structures of the active centers for the electrocatalytic reactions in fuel cells, metal-air batteries and other energy-related devices/systems.\nGraphdiyne, refers to a family of carbon allotropes composed of sp- and sp2-hybridized carbon atoms in a 2D planar phase has also\nattracted extensively attention for promising electrocatalysis applications [110]. Among various predicted structures, graphdiyne (GDY) is an atom-thick sp- and sp2-hybridized carbon network with hexagonal benzene rings connected by diacetylenic linkages. GDY was the first all-carbon material prepared in a solution under mild conditions. The heteroatoms (e.g., N, B) in the precursors have been introduced to prepare heteroatom-doped GDYs. The well-defined configurations of the heteroatoms in these GDYs make it possible to precisely identify the catalytic mechanisms of such materials [111]. Recently, a pericyclic reaction was proposed to introduce sp-N atoms into specific sites of few-layer oxidized graphdiyne (FLGDYO). The formation of sp-N atoms in the final products was verified\nJo ur\nna l P\nep\noo f\nvia X-ray absorption near-edge structure (XANES) spectroscopy and X-ray photoelectron spectroscopy (XPS) [112]. The sp-N-doped GDY electrocatalyst presented good catalytic activity towards ORR in terms of the peak potential, half-wave potential and current density, According to the DFT calculations, the improved electrocatalytic activity would be originated from the introduction of sp-N atoms for optimizing O2 adsorption on the GDY surface. This strategy to incorporate heteroatoms into carbon nanomaterials in a controllable way, and understanding of the doping mechanism, may open new opportunities for site-specific doping of other catalysts and thereby broaden the scope of their applications."
    }, {
      "heading" : "11.4 Concluding remarks and prospects",
      "text" : "With continuous advances in electrocatalyst engineering and in-situ characterization techniques, the breakthroughs in the development of graphene-related electrocatalysts for promising electrochemical applications would be achieved. The in-depth theoretical and experimental studies would gain the fundamentals on the electrocatalytic nature including the active sites and mechanisms. The collaboration of scientists majoring in electrochemistry, material science, computational chemistry would accelerate and revolutionize the unique role of graphene and related materials for next-generation clean energy systems."
    }, {
      "heading" : "11.5 Acknowledgments",
      "text" : "This work was financially supported by the National Natural Scientific Foundation of China (No. 21503116). Taishan Scholars\nProgram of Shandong Province (No. tsqn20161004) and the Youth 1000 Talent Program of China are also acknowledged."
    }, {
      "heading" : "12. Black phosphorus for electrocatalysis",
      "text" : "Song Hu, Rongjuan Feng, Gang Liu*, Minghua Liu*"
    }, {
      "heading" : "12.1 Status",
      "text" : "Since early 2014, black phosphorus (BP) as a rising star of two-dimensional (2D) ultrathin materials has drawn enormous interests for its unique characteristics applicable in field effect transistors, sodium-ion batteries, photocatalysis, electrocatalysis, and biomedicine [1]. In fact, BP holds the advantages of high carrier mobility, tunable direct bandgap and in-planar anisotropic structure. The bandgap of BP ranges from 0.3 eV (bulk) to 2.0 eV (monolayer) with the decrease of layer number and serendipitously bridges the gap between gapless graphene and transition metal dichalcogenides (TMDs) with relatively large indirect-bandgaps. The most prominent feature of BP lies in its crystal structure, as shown in Fig. 15. BP is constructed by via van der Waals forces between layers. And BP is composed of a puckered honeycomb structure formed by sp3 hybridized P atoms which link with three neighboring P atoms through covalent P-P bonds. To date, the emerging BP research has been focused on modifying phosphorene of a layer number less than 10. Among a range of ongoing BP research categories, BP-based electrocatalysis is a new thrust and is currently expanding.\nFig. 15. Schematic atomic structure of BP. (a) 3D structure. (b) Top- and (c) side-view of the 3D structure in (a). The armchair- and zigzagconfigurations are along the x- and y-axial directions, respectively. Golden balls refer to P atoms. Produced with permission [1]. Copyright 2017, Royal Society of Chemistry."
    }, {
      "heading" : "12.2 Current and future challenges",
      "text" : "The P atoms in BP often tend to react with water and oxygen to form phosphoric acid in ambient conditions. In turn, the poor stability of mono- and few-layer phosphorene is the biggest obstacle for its applications [113, 114]. Currently, phosphorene is obtained from BP bulk crystal by a top-down approach like mechanical exfoliation and liquid-assisted exfoliation. Accordingly, the defects on the edges and surfaces of phosphorene are inevitable, which not only facilitates BP degradation, but hampers BP electrical conductivity and electrochemical activity. Therefore, how to prepare perfect large-size phosphorene is a grand challenge. 12.3 Advances in science and technology to meet challenges\nAlthough phosphorene presents inherent merits as aforementioned, the rational modification of phosphorene is essential to enhance\nJo\nur\nna l P\nr -p\nro of\nits electrocatalytic activity and stability. In this regard, a few mythologies have been proposed, such as exfoliation, hybridization, doping and functionalization.\nIn general, exposing more active sites by exfoliation is an effective way to enhance the hydrogen evolution reaction (HER) and oxygen evolution reaction (OER) of BP. On the basis of ab initio calculations, Sofer et al. proposed that the HER activity of the BP edge plane was higher than that of the basal plane due to the metallic character of the edge plane [115]. Experimental results proved that the overpotential of the BP edge plane and the basal plane was 0.55 V and 1.13 V, respectively. Qi et al. studied the OER performance of phosphorene prepared by liquid stripping and observed an onset potential of 1.45 V and a Tafel slope of 88 mV/dec [116]. Compared with BP bulk counterpart, the electrochemical activity of phosphorene was greatly improved. The above results show that phosphorene holds inherent microstructures that are beneficial for efficient electrocatalysis.\nHybridization BP using a dissimilar material of complementary properties may boost BP electrochemical performance. Wang et al. grew BP on Ti foil and CNT matrix by a thermal evaporation conversion method [117]. In 0.1 mol/L KOH, BP-Ti showed a onset potential of 1.48 V and a Tafel slope of 91.52 mV/dec, whereas BP-CNT exhibited better catalytic kinetics with a Tafel slope of 72.88 mV/dec and good stability. Upon continuous operation of BP-CNT for 10,000 seconds, the OER performance was only decreased by 3.4%. Notably, the OER activity of BP-Ti and BP-CNT is comparable to that of commercial RuO2 electrocatalysts. Using a facile solvothermal method, Yu et al. selectively anchored Co2P on the edges of phosphorene to form an in-plane BP/Co2P heterostructure as shown in Fig. 16a [118]. The as-prepared BP/Co2P heterostructure exhibited remarkable HER performance, with a respective overpotential of 105 mV in 0.5 mol/L H2SO4 and 173 mV in 1.0 mol/L KOH (Fig. 16b). As for the OER performance in 1.0 mol/L KOH, the BP/Co2P electrode attained 100 mA/cm 2 at a potential of 517 mV (Fig. 16c). To unveil the underlying conductivity and transport properties, electrochemical impedance spectroscopy (EIS) measurements were carried out. The EIS plots in Fig. 16d illustrate that the semicircular diameter of BP/Co2P is much smaller than that of BP, indicating that BP/Co2P presents a smaller charge transfer resistance and a faster reaction rate. Based on the superior performance of BP/Co2P towards HER and OER, a conceptually new two-electrode system (Fig. 16e) is established, where BP/Co2P plays a dual role as a cathode and an anode. This work exemplifies the flexibility and versatility of BP in the rational design of advanced cathode and anode nanostructures.\nFig. 16. (a) Schematic illustration for the formation process of the BP/Co2P heterostructures. (b) The HER polarization plots of BP, BP/Co2P, and Pt/C measured in 0.5 mol/L H2SO4 and 1.0 mol/L KOH solution, respectively. (c) The OER polarization data of BP, BP/Co2P, and RuO2 measured in 1.0 mol/L KOH solution. (d) Comparison of EIS curves between bare BP and BP/Co2P. (e) Schematic diagram of overall water splitting on BP/Co2P. Produced with permission [118]. Copyright 2018, Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim.\nBy means of tuning doping variables like dopant distributions and concentrations on BP, it is possible to modulate the BP electronic structure and correlate the structure-property relationship via controllable doping. Yan et al. doped BP crystal with Te by chemical vapor transport reaction [119]. A Te atomic ratio up to 0.5% was realized with Te species evenly distributed in the BP crystal. Then few-layer Te-doped phosphorene was obtained by liquid-assisted stripping of Te-doped BP crystal. The OER onset potential of phosphorene and Te-doped BP phosphorene was measured to be 1.63 V and 1.49 V, respectively.\nFunctionalization is recognized as an indispensable means to improve the electrocatalytic performance of BP. Shaijumon et al. prepared nitrogen-functionalized phosphorene quantum dots (FPQDs) by a one-step electrochemical exfoliation approach, aiming to generate abundant electrocatalytically active sites for enhanced OER [120]. The applied potential decomposed formamide and simultaneously exfoliated BP crystal, thereby forming FPQDs. In 1 mol/L NaOH, FPQDs displayed a current density of 10 mA/cm2 at 1.66 V, a Tafel slope of 48 mV/dec and 10 h stability. Likewise, Cheng et al. functionalized phosphorene using NH2 via a CO(NH2)2-assisted ball-milling method [121]. The NH2-BP phosphorene achieved an overpotential of 290 mV at 10 mA cm -2 and a\nJo\nu\nna l P\nre -p\nro of\nTafel slope of 63 mV/dec, which was attributed to exposing more edges and dangling bonds, in addition to efficient charge transfer."
    }, {
      "heading" : "12.4 Concluding remarks and prospects",
      "text" : "This mini-review outlines the recent advances of BP-based electrocatalysts. Initial studies have identified that the long-term stability of BP in the electrocatalytic process remains a major challenge. Developing viable approaches like hybridization, doping, and functionalization may tackle the above obstacle. The large-scale synthesis of mono- and few-layer phosphorene of high quality is highly desirable, albeit a few methodologies have been devised. In short, the BP research in electrocatalysis is a dynamic young area and will receive growing attention in the future."
    }, {
      "heading" : "12.5 Acknowledgments",
      "text" : "This work was supported by the National Natural Science Foundation of China (Nos. 51772058, 21861132002) and Strategic\nPriority Research Program of the Chinese Academy of Sciences (No. XDB12020200)."
    }, {
      "heading" : "13. Layered double hydroxides for electrocatalysis",
      "text" : "Zhenhua Li, Mingfei Shao*"
    }, {
      "heading" : "13.1 Status",
      "text" : "Layered double hydroxides (LDHs), as typical layered anionic clays, have been emerged as promising candidate for high performance electrocatalysts owing to their unique host-guest layered structure, large surface area, adjustable physicochemical properties, as well as the low cost and ease for scale-up (Fig. 17) [122]. LDHs are constructed by the positively charged brucite-like host layers and the charge-balancing interlayer anions with the general formula of [M1-x IIMx III(OH)2] z+(An-)z/n·yH2O (where M II is the divalent metals (e.g., Mg2+, Ni2+, Co2+, Fe2+, Cu2+, Ca2+ or Zn2+), M III is the trivalent metals (e.g., Al3+, Ga3+, Fe3+, Cr3+ or Mn3+), An- is the interlayer anions) [123]. Among them, transition metal-containing LDH, particularly Ni, Co, Fe and Zn-containing LDHs, have shown high electrocatalytic activity for oxygen evolution reaction (OER) and small molecules electrooxidation, especially NiFe-LDH. Up to date, various LDHs-based OER electrocalaysts have been developed, including LDHs nanoplatelet arrays, LDHs microspheres, as well as ultrathin films. Besides, LDHs have been combined with semiconductor to facilitate the separation of electron–hole pair and improving photoelectrochemical O2 evolution kinetics [124]. Moreover, the unique space/surface-confinement effect of LDHs make them can serve as supports to catalytic growth of carbon nanomaterials or highly dispersed noble metals, which also exhibit excellent electrocatalytic performances [125].\nFig. 17. LDHs and their derivatives for electrocatalysis."
    }, {
      "heading" : "13.2 Current and future challenges",
      "text" : "The unique structural characteristics and performance advantages of LDHs provides a rich research platform and broad development space for this kind of materials in the field of electrochemical energy conversion filed. However, LDHs still face some problems and challenges. Firstly, the intrinsic conductivity of LDHs is poor, which results in low charge separation/injection efficiency that slow reaction rate and arises other problems in the electrochemical reaction process. Besides, due to easy accumulation between host layers, there are few active sites exposed for the traditional bulk LDHs, which also limits its electrochemical performance. Moreover, although transition metal-containing LDHs have been proved to be excellent electrocatalysts, it is still a big challenge to reveal the real reaction active sites on LDH host layers at the atomic scale and to understand the structural changes on LDHs in the electrochemical process.\nJo\nur\nna l P\nre -p\noo f\nThus, it is urgent to find effective strategies to simultaneously increase the exposure of active sites, improve the intrinsic catalytic activity of single active site, as well as enhance the conductivity of LDH-based electrocatalysts."
    }, {
      "heading" : "13.3 Advances in science and technology to meet challenges",
      "text" : "In recent years, several strategies have been tried to solve above problems. For example, many efforts have been focus on construct ultrathin nanosheets to promote the exposure of reactive sites on LDHs. Moreover, the surface/intersurface structures of LDHs have been tailored via heteroatom doping, defect, and so on to improve the intrinsic electrocatalytic activity. In addition, in order to both enhance the electrical conductivity and activity of LDHs, many LDH-based composites by combining LDHs with other nanomaterials (such as carbons, conductive polymer, metals) have been constructed and various new-type LDH derivatives have also been developed.\n13.3.1 Synthesizing ultrathin LDHs nanosheets. The thickness of single-layer LDH nanosheet is just 0.48 nm but the lateral size reaches several micrometers. Thus, more active sites could be exposed on single or few-layer LDHs nanosheets. Traditional method to prepare ultrathin LDH nanosheets is liquid phase exfoliation. However, the as-obtained LDH nanosheets are prone to secondary accumulation on electrodes. To overcome this issue, our group successfully assembly the exfoliated LDH nanosheet on conductive substrate to form well-ordered ultrathin film through an electrostatic layer-by-layer technique, which effectively avoids accumulation of LDHs and improves stability [125]. Moreover, we also fabricated ultrathin LDH nanosheet arrays on various macro/micro conductive substrates via facile electro-synthesis method. The as-obtained LDH arrays show excellent electrooxidation activity for small molecules (such as water, methanol, ethanol, hydrazine and glucose) [126].\n13.3.2 Tailoring surface/interface structure of LDHs. The number of active sites and the intrinsic activity are two keys for high performance electrocatalysts. Above-mentioned synthesis of ultrathin LDHs nanosheet can effectively increase the number of active sites. Tailoring the surface/interface structure of LDHs is crucial to increase the intrinsic activity of LDHs, for which cationic doping and metal & oxygen vacancies on host layers of LDHs are two typical strategies. For example, Sun and co-workers confirmed the electrocatalytic activity of LDHs can greatly enhanced by doping highly-charged metal ions (e.g., V4+ or Mn4+) into the LDHs laminate [127]. They found that the V4+ doping in ternary NiFeV-LDHs can modify the electronic structure and narrow the bandgap, thereby reduced the onset potential and improve the current density for oxygen evolution reaction. Moreover, Wang and co-workers successfully produced multivacancies in ultrathin CoFe-LDH nanosheets by Ar plasma technology [128]. The vacancy-containing LDH exhibits an excellent OER property, which is attributed to the new-created dangling bonds and coordination unsaturated metals that act as real reactive sites.\n13.3.3 Constructing LDH-based composites & derivatives. The combination of LDHs with other functional nanomaterials is also an effective way to improve its electrochemical properties. For example, combining LDHs with carbon nanotubes or graphene can improve its electrical conductivity [129]. Adsorption of carbon quantum dots, noble metal nanoparticles and organic molecules on the surface of LDHs or between its layers can introduce new reactive sites and improve the electrochemical performance of LDHs [130]. Moreover, LDH electrocatalysts can be used as a precursor for synthesizing various transition metal compound (e.g., metal sulfides, metal phosphides, metal nitrides) to expand their electrocatalytic applications [131]."
    }, {
      "heading" : "13.4 Concluding remarks and prospects",
      "text" : "LDHs no doubt have great potential in energy conversion field benefiting from their tunable 2D host-guest structure and changeable coordination and electronic structure. Despite these recent advances described here, opportunities and challenges remain in the controlled synthesis and fine regulation of LDH-based electrocatalysts. First of all, it is still a key problem that needs to be solved to prepare LDHs nanosheets with ultrathin structure and high activity and stability by adopting a more rapid, simple and universal method to prepare LDHs nanosheets with fine structure, composition and morphology on a large area of conductive substrate. Secondly, so far, the location and size of surface defects in LDHs are still not controllable. The implementation of fine regulation of surface vacancies or defects at the atomic scale of LDHs will be of great significance but also very challenging for improving the electrochemical performance of LDHs and revealing the reactive sites. Moreover, some operando characterization should be developed to further reveal the reaction process. Thirdly, it is still a challenge to grow functional nanomaterials on the LDHs surface in order by using the method of atomic growth, so as to obtain a series of LDHs nanocomposites. This is of great significance to further expand the application of LDHs in the field of electrochemistry."
    }, {
      "heading" : "13.5 Acknowledgments",
      "text" : "This work was supported by the National Natural Science Foundation of China (No. 21871021) and the National Key Research and\nDevelopment Programme (No. 2017YFA0206804)."
    }, {
      "heading" : "14. Mxenes for electrocatalysis",
      "text" : "Neng Li*, Jiahe Peng, Wee-Jun Ong"
    }, {
      "heading" : "14.1 Status",
      "text" : "Since the pioneering work by Drexel scientists in 2011 [132], an emerging class of 2D transition-metal carbides, nitrides, and carbonitrides (Mxenes) has emerged. Up to now, research on Mxenes has led to interdisciplinary interests thanks to their fascinating\nJo ur\nna l P\nre -p\nr f\nproperties such as high electrical and metallic conductivities (6,000-8,000 S/cm), efficient charge-carrier transfer, large surface area for adequate active site, and the exposed terminal metal sites (e.g., Ti, Nb or V) on Mxene, leading to stronger redox reactivity than that of the carbon materials [133-135]. Thus, Mxenes are appealing in catalysis.\nAs theoretical basis, researchers have done a lot of computational work to prove the catalytic ability about Mxenes (Fig. 18) [135]. In our previous work, we used DFT calculations to ascertain that Mxene is a promising CO2 and N2 reduction catalyst [136, 137]. From experiments, Yu group has synthesized 2D/2D ultrathin Ti3C2/ Bi2WO6 heterojunction hybrid nanocomposites for CO2 reduction, and the 2 wt% Ti3C2-modified Bi2WO6 nanosheets recorded superb CH4 evolution rate [138]. On the other hand, Mxene is an efficient electrocatalyst for N2 fixation [139]. As for H2O splitting, scientific research achievements are countless, and all these experimental results have confirmed that Mxene is a promising candidate for both electrocatalysis and photocatalysis [135].\nFig. 18. Application of Mxenes in catalysis. Produced with permission [135]. Copyright 2018, Elsevier Inc."
    }, {
      "heading" : "14.2 Current and future challenges",
      "text" : "There are many obstacles that need to be overcome. Up to now, the majority of MXenes have been developed by selectively etching\nAl from the MAX phase with the aid of HF as the etchant. Because of the high toxicity of HF, other methods utilizing less toxic etchant, such as a combination of LiF and HCl, have been pursued to successfully etch A elements [133], but the influence of fluoride ion still exists. The synthesis pathways for fluoride-free is worth exploring. In addition, the yield of present synthesis approaches is too low, causing the difficulty about the mass production of MXenes.\nOwing to the active surfaces about MXenes after etched, some functional groups such as -F, -O, -OH will attach on the surfaces of MXenes [140]. The existence of functional groups could change the properties of MXenes surfaces and conceal the catalytic active sites [141]. The calculated results indicated that O terminated MXenes are stable, F and OH groups are both possibly converted into O groups [142]. The high strength bonding between H and O groups will increase the adsorption of H atom, which causes the more negative Gibbs free energy [143]. Contrary to HER, when MXenes are used in CO2RR, CO2 molecules are difficult to adsorb on the O terminated surfaces, leading a passive effect for activation of CO2 molecules [137]. Moreover, the H + are easily captured by O groups during proton-coupled electron-transfer steps in CO2RR computational simulation. On the other hand, similar to graphene, aggregation and face-to-face self-restacking of MXene nanosheets are usually inevitable [144]. Self-restacking reduced the specific surface area, which has a fateful influence for catalysis properties. So, maintaining the structure of MXenes is vital to boost the catalysis stability.\nIn theory, it is necessary to unravel the actual catalytic process, and the underlying reaction mechanisms. Additionally, the structure-activity relationships, including the role of semiconductors and supports, require further in-depth studies. In experiment, defect engineering such as doping and vacancy, is a feasible strategy to weaken the effect of functional groups and expose the transition metal catalytic active sites as much as possible. But the poor high temperature stability limits the chemical synthesis methods during the surface modification process. Particularly, under the background that single atom catalysis (SAC) has attracted much attention, as an ideal single atom support, MXenes could play a huge role in this field. Despite few works have reported the single atom catalysis on MXenes, it is necessary to extend the SAC application on MXenes and find an effective and simplified supporting method used in this field. Recently, compared with the study of electronic structure of graphene nanoribbons, the low-dimensional material boundaries of other graphene-like materials have attracted great interest of researchers. However, the reports about edge state of MXenes are rare; the main difficulty lies in the preparation of samples with high quality boundary. Different from 2D surface, the edge state may bring unexpected surprise for us. In the selection of MXene materials, Ti3C2Tx has always been the most extensive experimental material. Other kind of MXene materials are comparatively less attracted attention from researchers. The development of these materials should also be put on the agenda. 14.3 Advances in science and technology to meet challenges J ur\nl P re\n-p\nro\nof\nIn 2015, Xu and coworkers fabricated Mo2C-MXene material by using chemical vapor deposition (CVD) method [145]. Since then, other bottom-up processes, such as template methods and plasma enhanced pulsed laser deposition (PEPLD) methods have been used to synthesize MXenes [146]. The direct fabrication of high-quality MXene via the bottom-up process is prospective owing to the improved control of defects, phases, terminated group species, and structures. Moreover, the bottom-up methods not only avoid the influence of fluoride ion, but also are expected to achieve large-scale production. However, the bottom-up methods can only synthesize Mo2C at present. How to apply bottom-up methods to other MXenes still needs extensive study.\nNowadays, more and more studies comprise theoretical findings with experimental supports [134, 139]. With the development of theoretical calculation, the synergistic combination of experiments and computational modeling accompanied by operando spectroscopic characterizations could shed light on the evolution of the active site of catalysts (Fig. 19)."
    }, {
      "heading" : "14.4 Concluding remarks and prospects",
      "text" : "MXene, as a large family of 2D metal carbides/nitrides or carbonitrides, show great potential as electrocatalysts. In this section, we summarized the potential applications of HER, OER, as well as CO2RR. However, the works on MXenes for N2RR are very rare because of the complex reaction process, and obstacles in cleaving N2. In this regard, we encourage more and more works can be carried out in N2RR with MXenes which is of critical significance for next-generation electrocatalytic technologies. Inspired by the intriguing properties of single-component MXene, the hybrid systems need to be further engineered by integrating 2D MXene with other nanomaterials for improved catalytic activites. Presently, the construction of 2D/2D heterojunction interface of ultrathin MXene with semiconducting materials has attracted interest. Plane-to-plane heterostructures such as layered metal chalcogenides/oxides– MXene, LDH–MXene, etc. can endow remarkable performances in catalysis [135]. We anticipate that, with the help of machine learning, high-throughput screening [151], and artificial intelligence, the catalyst design principles can be generalized by building a universal database. Following that, MXene-based nanohybrids can be facilely tailor-made by combining the advantages of individual components to tune the governing catalytic components for the optimization of catalytic performance.\nOverall, despite research on MXenes has been conducted for more than 8 years, we still need to collectively double our efforts to\nmake breakthroughs under the framework of 2D MXene nanomaterials in energy conversion and environmental remediation."
    }, {
      "heading" : "15. 2D metal- and covalent-organic framework electrocatalysts",
      "text" : "Nikolay Kornienko*"
    }, {
      "heading" : "15.1 Status",
      "text" : "Metal- and covalent-organic frameworks (MOFs and COFs) represent a class of material uniquely suited to meet the rising demands in renewable energy research [152]. These emerging materials are permanently porous structures consisting of metal nodes (in the case of MOFs), linked together with organic molecules. The large variety of metals, organic linkers, and binding motifs gives rise to an almost endless amount of possible MOF and COF structures that can theoretically be created to suit a plethora of desired purposes. Both organic linker and metal center in these materials may serve one or more roles in the functional system.\nJo ur\nna l P\nre -p\nro of\nScaling MOFs and COFs down to two-dimensional (2D) morphologies further endows then with qualities that are exceptionally beneficial for electrocatalytic applications [153]. These include dispersibility, active site/surface exposure and electronic structure modulation. 2D MOFs and COFs can be synthesized through either top-down methods such as chemical/mechanical exfoliation of bulk MOFs or bottom-up methods that restrict the growth in a particular direction. For use as electrocatalysts, MOFs/COFs can be grown in solution and drop-cast onto an electrode or grown directly on the electrode surface.\nWithin this context, a number of significant advances in the development and understanding of 2D MOFs and COFs for the HER, OER, ORR and CO2RR have appeared in the last several years (Fig. 20a). A handful of highly active 2D MOFs and COFs consisting of precious-metal free components have been demonstrated for each reaction and some cases (as discussed below for OER and CO2R), their performance rivals or even exceeds their precious-metal analogues."
    }, {
      "heading" : "15.2 Current and future challenges",
      "text" : "En-route to highly functional electrochemical systems, several design criteria have been investigated [154]. The integration of MOFs and COFs with electrodes, interfacial charge transfer between electrode and MOF/COF, charge transfer through the framework, catalytic site catalytic activity and the quantity of active sites exposed to the electrolyte are all factors that come into play and must be optimized to attain systems with performance sufficient for practical applications (Fig. 20b and c).\n15.2.1 Molecular-catalyst incorporation and electrode integration. The incorporation of molecular active sites into high surface area stabilizing frameworks has emerged as a design strategy to combine the intrinsic activity of the molecular catalyst with the stability of heterogeneous systems. When molecular catalysts are heterogenized within a MOF or COF, deactivation pathways such as dimerization or hydrolysis may be prevented. Integration of molecularly-defined cobalt dithiophene catalysts in 2D organic layers yielded a system with a high degree of active site loading for enhanced HER activity [155]. Similarly, cobalt porphyrin catalysts were the functional, CO2 reducing units of flake-shaped MOFs that selectively produced CO [156]. Another beneficial aspect of this system was that the MOFs were grown directly on conductive electrodes, enabling fast interfacial charge transfer. Though CO was produced efficiently by this catalyst, the design of 2D MOF and COF CO2R catalysts that produce highly reduced products from CO2 (e.g., methanol, ethylene, ethanol, acetate) remains a substantial challenge.\nThe advantage of direct electrode integration was further shown with nickel-iron based 2D MOF array that was grown directly on a nickel-foam electrode through chemical-bath deposition [157]. This 2D array greatly outperformed its bulk-powder analogue as it was not hindered by inefficient electrode-MOF charge transfer and conductivity. As charge transfer to and through MOFs and COFs often hinders their performance, hence synthetic strategies to grow them as thin layers directly on conductive substrates must be developed for a variety of catalysts.\n15.2.2 Conductivity effects. A thorough understanding of how framework conductivity influences system performance is crucial. This was recently exemplified through a series of studies on 2D MOF ORR electrocatalysts. Ni3(HITP)2 (HITP = 2, 3, 6, 7, 10, 11-hexaiminotriphenylene) catalysts were first demonstrated to be highly efficient precious metal-free ORR catalysts [157]. A follow-up study utilizing electroanalytical, theoretical, and x-ray absorption techniques concluded that the reaction proceeded through a ligand-centered active site rather than a metal-centered one [158]. Finally, systematically substituting in Co and Ni metal and altering the stacking (eclipsed vs. trigonal) was shown to drastically modulate the activity by modulating the materials' conductivity [159]. Such fundamental insights should be generated for a wide array of catalytic MOFs and COFs.\n15.2.3 Electronic active site tuning. A further avenue to maximize catalytic performance lies in the electronic structure tuning of MOF and COF active sites. The molecularly well-defined structure and composition of MOFs and COFs allows for a design and rational development of electronically optimized sites within these catalytic systems. To this end, ultrathin MOFs with bimetallic nickel-cobalt inorganic nodes were found to perform exceptionally well for the OER [157]. X-ray absorption and theoretical investigations provided evidence that electronic coupling between the proximal nickel and cobalt species in the coordinatively-unsaturated nodes was largely responsible for the MOF's high activity. In another series of nickel-iron 2D MOF bifunctional OER/ORR catalysts, photoinduced lattice strain was used to modulate the electronic structure of the active sites, identified to be Ni3/4+ species [160]. X-ray absorption experiments demonstrated that the strain-induced local bond-length changes around the nickel atoms induced a charge transfer from the nickel to its neighboring oxygen atoms and increased the proportion of unoccupied Ni\nJ ur\nn l P\nre\n-p\n3d states. Consequently, this promoted the formation of a key Ni4+-OOH intermediate in both OER and ORR reaction pathways, as detected by infrared spectroscopy. The theoretical and spectroscopic probing of active site electronic structure, especially throughout the course of reaction, is key towards designing next generation systems with even higher performance."
    }, {
      "heading" : "15.3 Advances in science and technology to meet challenges",
      "text" : "Looking ahead, there are a number of challenges still to be addressed. The influence of chemical and/or structural motifs on the factors influencing catalytic performance is usually discovered after extensive screening efforts. Theory-guided rational design may save lengthy experimental efforts once the field matures to this level. For example, the discovery of how modulation of a molecular catalytic motif within a MOF by its surrounding framework can lead to a new generation of highly performing systems. 2D MOFs and COFs have not yet been applied to the nitrogen reduction reaction (NRR) and the a priori design of active sites within their frameworks that preferentially bind nitrogen as opposed to protons can aid in the development of efficient MOF and COF NRR systems. Here, machine learning could play a role in saving computational power when screening large libraries of catalyst candidates.\nFurthermore, operando spectroscopic identification of active sites and reaction mechanisms, especially for CO2RR in 2D MOFs and COFs will bolster the community's knowledge on how to design active sites that are selective for a specific CO2RR product, similar to what has been accomplished with investigations of nanomaterial catalysts [161]. A comprehensive understanding of both active site and surface intermediates is often lacking and can be put together via the utilization of X-ray absorption and vibrational (infrared/Raman) spectroscopy to probe a catalytic system.\nThe design of active sites can encompass not only the atomic binding site for reactants but also, thinking in a more wholesome manner, the environment around the active site that modulates electronic structure, local hydrogen bonding network, interfacial electric fields, and intermediate-stabilizing motifs akin to enzymes. This would prove exceptionally beneficial for CO2RR in which many factors simultaneously govern the free energy landscape and consequently dictate which reaction route is preferred. The modular nature of MOFs and COFs could be harnessed to institute a diversity of active sites within the catalytic material. The MOF/COF-catalyst interfaces may also be rationally designed towards the promotion of more complex, multi-step reactions, such as the reduction of CO2 to multi-carbon products or the electrocatalytic upgrading of biomass. Finally, promising systems should be translated from conventional lab-scale three-electrode setups to industrially relevant systems such as gas-diffusion electrodes in the case of CO2RR."
    }, {
      "heading" : "15.4 Concluding remarks",
      "text" : "In summary, the unique modular nature of 2D MOFs and COFs that integrates inorganic and organic building blocks renders them an immensely interesting platform for electrocatalytic studies. Already, MOF and COF systems exhibit performance that rivals that of industrial standards in some cases.\nTo fully take advantage of their hybrid and attain enhanced functionality, much work still remains to be done, as outlined here, and\ntheir future is very promising."
    }, {
      "heading" : "15.5 Acknowledgment",
      "text" : "N.K. acknowledges the Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery (No. R-N401-02839)."
    }, {
      "heading" : "16. Transition metal dichalcogenides for electrocatalysis",
      "text" : "Zhenyu Xing, Xiujun Fan*"
    }, {
      "heading" : "16.1 Status",
      "text" : "With the great success of graphene, interest in two dimensional (2D) nanostructures has been aroused by their novel optical and electronic properties. The 2D materials family includes not just carbon material but also transition metal dichalcogenides (TMDs), and layered metal oxides. In particular, single layers of TMDs have attracted increasing attention because of their diverse properties and natural abundance. TMDs have the chemical formula MX2 (M = transition metal, X = chalcogen), in which M atoms insert into two X layers, forming a monolayer sheet.\nOwing to the atomically thin nature of the nanosheets, all of the catalytically active sites of 2D TMDs are exposed [162]. Hence TMDs, especially group 6 transition metal (TM) dichalcogenides, such as (Mo, W) (S, Se, Te)2, showing great potential in improving electrocatalytic performance, are considered attractive candidates to replace precious metal electrocatalysts and make the large-scale hydrogen generation for industry application.\nHere, we provide a comprehensive review of recent advances in 2D TMDs. An overview of the 2D TMDs growth and processes is provided, including the preparation of 2D TMDs, challenges and advances in electrocatalysis applications. We focus on the key technologies for overcoming the main obstacles restricting the application of MTDs in electrochemical hydrogen evolution reaction (HER). Considering the above aspects, we provide a summary of development in MTDs for electrocatalysis."
    }, {
      "heading" : "16.2 Current and future challenges",
      "text" : "Despite the similarity in the chemical formula, MX2 currently has more than 40 different types of combination with various\nJo ur\nna l P\nre -p\nro of\nchalcogen (Fig. 21) [163]. In order to compare the electrocatalytic properties of different TMDs, abundant explorations on the synthesis of TMDs are conducted. Layered TMDs are weakly held together by van der Waals interactions, similar to graphite. At present, atomically thin layers mainly can be cleaved using top-down methods including mechanical exfoliation, lithium intercalation, and chemical vapor deposition (CVD).\nMechanical exfoliation is similar to the method used to separate single layer graphene from highly oriented pyrolytic graphite (HOPG), which provides the highest quality single layer MX2 [164]. However, the mechanical exfoliation is difficult to scale up and the reproducibility is low. Single layer of MX2 (such as MoS2, WS2, MoSe2) has been obtained by lithium intercalation with high yield; however, the inflammability of lithium and the requirement of an inert atmosphere are still challenging this method. Moreover, the CVD technique has been enabled to synthesis 2D layer with large area and uniform thickness on metal and insulating surfaces.\nFig. 21. (a) The synthesis of commonly reported TMDs (MoS2, WS2, RuS2, MoTe2, MoSe2, WSe2 and RuSe2). (b) Extrapolating the synthesis method to other TMD synthesis may present a universal method to synthesis the various TMDs. Produced with permission [163]. Copyright 2019, Nature Communication.\nApart from the above, recently, Gholamvand’s group reported a simpler method to efficiently exfoliate various types of layered materials into few-layer nanosheets, which is generally termed liquid phase exfoliation (LPE)165. The prepared LPE usually exposes layered materials to ultrasonication or high shear rate in certain solvents, solutions of surfactants or polymers. Compared with mechanical exfoliation, liquid exfoliation is considered as a more reliable method to produce single and few layers 2D sheets at bulk scale. This method has been extensively used to obtain layers nanosheets such as MoS2, WS2, BN, NiTe2, MoTe2, MoSe2, TaSe2, Bi2Te3 and so on."
    }, {
      "heading" : "16.3 Advances in science and technology to meet challenges",
      "text" : "TMDs are hoped to replace precious-metal catalysts in electrochemical hydrogen evolution reaction (HER). Unfortunately, however, the weak compound stability, strong H adsorption and poor conductivity are the main obstacles to the large-scale commercialization. To overcome above challenges, optimizing the ratio of TMDs from plane to edge is utilized to increase the catalyst performance. The detailed approaches including doping, vacancy, and strain are also introduced into TMDs to improve the electronic properties. To get more active sites and enhanced HER performance, external approaches such as nanostructure constructing, surface modification, and heteroatom doping [166] are being developed to enlarge active surface area, modify electronic structure and enhance catalytic activity. The 1T phase prepared via intercalation of the 2H lattice with alkali metal or the other external stimuli can also improve the activity of basal plane and the poor conductivity of 2H phase. While, the weak compound stability and strong H adsorption still are the two adverse obstacles for any realistic application of TMDs as an efficient HER catalyst.\nA new family of so-called “Janus TMDs” received significant attention due to their particular sandwiched structures, which the M layer of the monolayer MoSX grown on substrate is sandwiched between the bottom S layer and the top/surface X layer (X = Se, Te). Li’s group have prepared 2H-MoSSe [165]. Tan’s group found MoSSe showed excellent HER electrocatalytic performance, yielding a low overpotential, a Tafel slope of 40 mV/dec and displayed excellent long-term durability as HER catalyst [167]. This finding paves a way to rationally design and synthesize highly efficient TMD catalysts via the structure control at nanoscale/atomic level."
    }, {
      "heading" : "16.4 Concluding remarks and prospects",
      "text" : "MoS2 forms triangular nanoparticles with sulfur termination. The unique lattice vibration properties and electronic band structure of TMDs suggest new openings for electronic and optoelectronic devices. For instance, Sun’s group demonstrated that TMDs, as active electrocatalysts for the N2 reduction reaction (NRR), have high selectivity towards reaction under ambient conditions, which the NH3 yield rate and FE can reach 8.08 × 10−11 mol s−1 cm−2 and 1.17%, respectively, surpassing most reported catalysts under ambient conditions [168]. TMDs also play an important role in lithium ions batteries, which are amongst the most promising options for the\nJ r\nal Pr\ne-\npr\noo f\nnext-generation battery technology. Babu’s group demonstrated the polysulfide-shuttle in Li-S battery can be stabilized using electrocatalytic TMDs atomic layers [169].\nDeveloping new TMDs electrocatalysts that surpass existing electrocatalysis performance will push advances in in energy chemistry. And diverse combinations of 2D MTDs will continuously open up new opportunities for basic research and technology applications in the field of electrocatalysis.\nDeclaration of interests\n☐ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "16.5 Acknowledgments",
      "text" : "The authors acknowledge the National Natural Science Foundation of China (Nos. 21603129 & 20871167), National Natural Science Foundation of Shanxi Province (No. 201601D202021), and the Foundation of State Key Laboratory of Coal Conversion (No. J18-19-903) for the financial support."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "W. Lei", "G. Liu", "J. Zhang", "M. Liu" ],
      "venue" : "Soc. Rev. 46 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Z",
      "author" : [ "H. Liu", "A.T. Neal" ],
      "venue" : "Zhu, et al., ACS nano 8 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "A.H. Woomer", "T.W. Farnsworth" ],
      "venue" : "Hu, et al., Acs Nano 9 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "E",
      "author" : [ "D. Hanlon", "C. Backes" ],
      "venue" : "Doherty, et al., Nat. Commun. 6 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "H",
      "author" : [ "Y. Zhao", "H. Wang" ],
      "venue" : "Huang, et al., Angew. Chem. Int. Ed. 55 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "L. Bai", "X. Wang" ],
      "venue" : "Tang, et al., Adv. Mater. 30 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "M.S. Zhu", "S. Kim" ],
      "venue" : "Mao, et al., J. Am. Chem. Soc. 139 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "X",
      "author" : [ "X. Zhu", "J. Yang" ],
      "venue" : "She, et al., J. Mater. Chem. A 7 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nat",
      "author" : [ "N. Huang", "P. Wang", "D. Jiang" ],
      "venue" : "Rev. Mater. 1 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "L",
      "author" : [ "X. Wang" ],
      "venue" : "Chen, S.Y. Chong, et al., Nat. Chem. 10 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "J. Pan", "L. Guo" ],
      "venue" : "Zhang, et al., Chem. -Asian J. 13 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Z",
      "author" : [ "W. Chen", "Z. Yang" ],
      "venue" : "Xie, et al., J. Mater. Chem. A 7 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "X",
      "author" : [ "Y. Zhi", "Z. Li" ],
      "venue" : "Feng, et al., J. Mater. Chem. A 5 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "L",
      "author" : [ "V.S. Vyas", "F. Haase" ],
      "venue" : "Stegbauer, et al., Nat. Commun. 6 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "X",
      "author" : [ "S. Yang", "W. Hu" ],
      "venue" : "Zhang, et al., J. Am. Chem. Soc. 140 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "Y. Fu", "X. Zhu" ],
      "venue" : "Huang, et al., Appl. Catal. B: Environ. 239 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "P",
      "author" : [ "Z. Li", "Y. Zhi" ],
      "venue" : "Shao, et al., Appl. Catal. B: Environ. 245 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adv",
      "author" : [ "J. Qi", "W. Zhang", "R. Cao" ],
      "venue" : "Energy. Mater. 8 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "K",
      "author" : [ "A. Fujishima" ],
      "venue" : "Honda, Nature 238 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1972
    }, {
      "title" : "Energ",
      "author" : [ "L. Cheng", "Q. Xiang", "Y. Liao", "H. Zhang" ],
      "venue" : "Environ. Sci. 11 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "Z.R. Tang", "B. Han", "C. Han", "Y.J. Xu", "J. Mater" ],
      "venue" : "A 5 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Z",
      "author" : [ "J. Zhang", "Z. Yu" ],
      "venue" : "Gao, et al., Angew. Chem. Int. Ed. 56 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adv",
      "author" : [ "H. Li", "W. Tu", "Y. Zhou", "Z. Zou" ],
      "venue" : "Sci. 3 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "L",
      "author" : [ "W. Jiang", "X. Zong" ],
      "venue" : "An, et al., ACS Catal. 8 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "P. Tan", "A. Zhu" ],
      "venue" : "Qiao, et al., Inorg. Chem. Front. 6 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Appl",
      "author" : [ "P. Xia", "B. Cheng", "J. Jiang", "H. Tang" ],
      "venue" : "Surf. Sci. 487 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A",
      "author" : [ "X. Wang", "K. Maeda" ],
      "venue" : "Thomas, et al., Nat. Mater. 8 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "J",
      "author" : [ "Y. Li", "P. Li" ],
      "venue" : "Wang, et al., Appl. Catal. B: Environ. 225 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "N. Tian", "H. Huang", "X. Du", "F. Dong", "Y. Zhang", "J. Mater" ],
      "venue" : "A 7 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "C",
      "author" : [ "M. Shalom", "M. Guttentag" ],
      "venue" : "Fettkenhauer, et al., Chem. Mater. 26 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "N",
      "author" : [ "J.W. Zhang", "S. Gong" ],
      "venue" : "Mahmood, et al., Appl. Catal. B: Environ. 221 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "B. Antil", "L. Kumar", "K.P. Reddy", "C.S. Gopinath", "S. Deka", "ACS Sustain" ],
      "venue" : "Eng. 7 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Semiconductor Photocatalysis: Principles and Applications",
      "author" : [ "H. Kisch" ],
      "venue" : "John Wiley & Sons",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Clean by Light Irradiation: Practical Applications of Supported TiO2",
      "author" : [ "V. Augugliaro", "V. Loddo", "M. Pagliaro", "G. Palmisano", "L. Palmisano" ],
      "venue" : "Royal Society of Chemistry",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Photocatalysis and Water Purification: From Fundamentals to Recent Applications",
      "author" : [ "M. Lu" ],
      "venue" : "John Wiley & Sons",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mat",
      "author" : [ "R. Fagan", "D.E. McCormack", "D.D. Dionysiou", "S.C. Pillai" ],
      "venue" : "Sci. Semicon. Proc. 42 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "M",
      "author" : [ "F. Parrino" ],
      "venue" : "Bellardita, E.I. García-López, et al., ACS Catal. 8 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green Chem",
      "author" : [ "D. Friedmann", "A. Hakki", "H. Kim", "W. Choi", "D. Bahnemann" ],
      "venue" : "18 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "X. Lang", "X. Chen", "J. Zhao" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "D. Heggo", "S. Ookawara" ],
      "venue" : "Eng. Sci. 169 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "P",
      "author" : [ "R. Molinari", "C. Lavorato" ],
      "venue" : "Argurio, et al., Catalysts 9 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "J",
      "author" : [ "V. Vaiano", "M. Matarangolo" ],
      "venue" : "J. Murcia, et al., Appl. Catal. B: Environ. 225 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "B. Yang", "Y. Chen", "J. Shi" ],
      "venue" : "Rev. 119 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adv",
      "author" : [ "R. Ahmad", "S.M. Majhi", "X. Zhang", "T.M. Swager", "K.N. Salama" ],
      "venue" : "Colloid Interfac. 270 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "K. Wenderich", "G. Mul" ],
      "venue" : "Rev. 116 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Appl",
      "author" : [ "W. Yu", "J. Zhang", "T. Peng" ],
      "venue" : "Catal. B: Environ. 181 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Compd",
      "author" : [ "K. Qi", "B. Cheng", "J. Yu", "W. Ho", "J. Alloy" ],
      "venue" : "727 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Compd",
      "author" : [ "J. Liu", "Y. Wang", "J. Ma", "Y. Peng", "A. Wang", "J. Alloy" ],
      "venue" : "783 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "G",
      "author" : [ "J. Liu", "M.D. Rojas-Andrade" ],
      "venue" : "Chata, et al., Nanoscale 10 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Compd",
      "author" : [ "A. Hui", "J. Ma", "J. Liu", "Y. Bao", "J. Zhang", "J. Alloy" ],
      "venue" : "696 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Cryst",
      "author" : [ "M. Jianzhong", "J. Liu", "Y. Bao", "Z. Zhu", "H. Liu" ],
      "venue" : "Res. Technol. 48 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "X",
      "author" : [ "C. Tan" ],
      "venue" : "Cao, X.J. Wu, et al., Chem. Rev. 117 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "J. Yu", "Q. Wang", "D. O'Hare", "L. Sun" ],
      "venue" : "Soc. Rev. 46 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "G. Fan", "F. Li", "D.G. Evans", "X. Duan" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "L",
      "author" : [ "Y. Xu", "Z. Wang" ],
      "venue" : "Tan, et al., Ind. Eng. Chem. Res. 57 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "X",
      "author" : [ "Y. Zhao" ],
      "venue" : "Jia, G.I.N. Waterhouse, et al., Adv. Energy Mater. 6 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "L",
      "author" : [ "Y.F. Song" ],
      "venue" : "Tan, S.M. Xu, et al., Angew. Chem. Int. Ed. 131 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "H. Yin", "Z. Tang" ],
      "venue" : "Soc. Rev. 45 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "Z. Wang", "S.M. Xu" ],
      "venue" : "Xu, et al., Chem. Sci. 10 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adv",
      "author" : [ "M. Xu", "M. Wei" ],
      "venue" : "Fun. Mater. 28 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "G",
      "author" : [ "Y. Zhao", "G.I.N. Waterhouse" ],
      "venue" : "Chen, et al., Chem. Soc. Rev. 48 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "S",
      "author" : [ "J. Di", "J. Xia", "H. Li" ],
      "venue" : "Guo, S.J.N.E. Dai, Nano Energy 41 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S",
      "author" : [ "K. Sharma", "V. Dutta" ],
      "venue" : "Sharma, et al., J. Ind. Eng. Chem. 78 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "L",
      "author" : [ "J. Li", "Y. Yu" ],
      "venue" : "Zhang, Nanoscale 6 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Environ",
      "author" : [ "L. Ye", "Y. Su", "X. Jin", "H. Xie", "C. Zhang" ],
      "venue" : "Sci-Nano. 1 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Catal",
      "author" : [ "X. Meng", "Z. Zhang", "J. Mol" ],
      "venue" : "A: Chem. 423 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sep",
      "author" : [ "P. Raizada", "P. Singh", "A. Kumar", "B. Pare", "S.B. Jonnalagadda" ],
      "venue" : "Purif. Technol. 133 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "C",
      "author" : [ "Y. Yang", "C. Zhang" ],
      "venue" : "Lai, et al., Adv. Colloid Interfac. 254 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "P",
      "author" : [ "H. Cheng", "B. Huang" ],
      "venue" : "Wang, et al., Chem. Commun. 47 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "J. Di", "J. Xia" ],
      "venue" : "Ge, et al., J. Mater. Chem. A 2 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mat",
      "author" : [ "H. Wang", "X. Zhang", "Y. Xie" ],
      "venue" : "Sci. Eng. R. 130 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Angew",
      "author" : [ "Z. Chen", "K. Mou", "X. Wang", "L. Liu" ],
      "venue" : "Chem. Int. Ed. 57 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "C. Dong", "S. Lu" ],
      "venue" : "Yao, et al., ACS Catal. 8 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "P",
      "author" : [ "D. Jiang", "W. Ma" ],
      "venue" : "Xiao, et al., J. Colloid Interf. Sci. 512 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Z",
      "author" : [ "J. Di", "J. Xia", "H. Li" ],
      "venue" : "Liu, Nano Energy 35 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "S. Bai", "N. Zhang", "C. Gao" ],
      "venue" : "Xiong, Nano Energy 53 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "Y. Zhou", "Y. Zhang" ],
      "venue" : "Lin, et al., Nat. Commun. 6 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "X",
      "author" : [ "S. Gao", "B. Gu" ],
      "venue" : "Jiao, et al., J. Am. Chem. Soc. 139 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Z",
      "author" : [ "J. Hu", "D. Chen" ],
      "venue" : "Mo, et al., Angew. Chem. 131 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Y",
      "author" : [ "L. Yuan", "B. Weng", "J.C. Colmenares" ],
      "venue" : "Sun, Y.J. Xu, Small 13 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "X. Li", "H. Zhu" ],
      "venue" : "Mater. 1 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sci",
      "author" : [ "M. Javaid", "D.W. Drumm", "S.P. Russo", "A.D. Greentree" ],
      "venue" : "Rep. 7 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "A.M. Appel", "D.L. DuBois", "M. Rakowski DuBois", "J. Am" ],
      "venue" : "Soc. 127 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Chem",
      "author" : [ "J. Yang", "H.S. Shin", "J. Mater" ],
      "venue" : "A 2 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "F",
      "author" : [ "J. Shi", "P. Yu" ],
      "venue" : "Liu, et al., Adv. Mater. 29 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mater",
      "author" : [ "Y. Liu", "Y. Cao", "H. Lv", "S. Li", "H. Zhang" ],
      "venue" : "Lett. 188 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "E. Benavente", "F. Durán", "C. Sotomayor-Torres", "G. González", "J. Phys" ],
      "venue" : "Solids 113 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "C. Liu", "L. Wang" ],
      "venue" : "Tang, et al., Appl. Catal. B: Environ. 164 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adv",
      "author" : [ "F. Xu", "B. Zhu", "B. Cheng", "J. Yu", "J. Xu" ],
      "venue" : "Opt. Mater. 6 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "B",
      "author" : [ "S. Kamila" ],
      "venue" : "Mohanty, A.K. Samantara, et al., Sci. Rep. 7 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sci",
      "author" : [ "J. Zhang", "Z. Xia", "L. Dai" ],
      "venue" : "Adv. 1 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "L",
      "author" : [ "K. Gong", "F. Du", "Z. Xia", "M. Durstock" ],
      "venue" : "Dai, Science 323 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "ACS Catal",
      "author" : [ "J. Zhang", "L. Dai" ],
      "venue" : "5 ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "J. Zhang", "H. Li", "P. Guo", "H. Ma", "X.S. Zhao", "J. Mater" ],
      "venue" : "A 4 ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "L. Lin", "B. Deng", "J. Sun", "H. Peng", "Z. Liu" ],
      "venue" : "Rev. 118 ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chin",
      "author" : [ "L. Ma", "W. Ren", "Z. Dong", "L. Liu", "H. Cheng" ],
      "venue" : "Sci. Bull. 57 ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adv",
      "author" : [ "B. Deng", "Z. Liu", "H. Peng" ],
      "venue" : "Mater. 31 ",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Energ",
      "author" : [ "Z. Lei", "J. Zhang", "L.L. Zhang", "N.A. Kumar", "X. Zhao" ],
      "venue" : "Environ. Sci. 9 ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chemically Derived Graphene: Functionalization",
      "author" : [ "K. Zhang" ],
      "venue" : "Properties and Applications, Royal Society of Chemistry",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "C",
      "author" : [ "D. Guo", "R. Shibuya" ],
      "venue" : "Akiba, et al., Science 351 ",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "L",
      "author" : [ "Y. Jia", "L. Zhang" ],
      "venue" : "Zhuang, et al., Nature Catal. 2 ",
      "citeRegEx" : "108",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nat",
      "author" : [ "J. Zhang", "Z. Zhao", "Z. Xia", "L. Dai" ],
      "venue" : "Nanotechnol. 10 ",
      "citeRegEx" : "109",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "R",
      "author" : [ "J. Zhou", "X. Gao" ],
      "venue" : "Liu, et al., J. Am. Chem. Soc. 137 ",
      "citeRegEx" : "110",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adv",
      "author" : [ "Z. Zuo", "D. Wang", "J. Zhang", "F. Lu", "Y. Li" ],
      "venue" : "Mater. 31 ",
      "citeRegEx" : "111",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "H",
      "author" : [ "Y. Zhao", "J. Wan" ],
      "venue" : "Yao, et al., Nat. Chem. 10 ",
      "citeRegEx" : "112",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adv",
      "author" : [ "R. Feng", "W. Lei", "G. Liu", "M. Liu" ],
      "venue" : "Mater. 30 ",
      "citeRegEx" : "113",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "D",
      "author" : [ "H. Liu", "K. Hu" ],
      "venue" : "Yan, et al., Adv. Mater. 30 ",
      "citeRegEx" : "114",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Š",
      "author" : [ "Z. Sofer", "D. Sedmidubský" ],
      "venue" : "Huber, et al., Angew. Chem. Int. Ed. 55 ",
      "citeRegEx" : "115",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "X",
      "author" : [ "X. Ren", "J. Zhou" ],
      "venue" : "Qi, et al., Adv. Energy Mater. 7 ",
      "citeRegEx" : "116",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "N",
      "author" : [ "Q. Jiang", "L. Xu" ],
      "venue" : "Chen, et al., Angew. Chem. Int. Ed. 55 ",
      "citeRegEx" : "117",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "H",
      "author" : [ "J. Wang", "D. Liu" ],
      "venue" : "Huang, et al., Angew. Chem. Int. Ed. 57 ",
      "citeRegEx" : "118",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Inorg",
      "author" : [ "Z. Zhang", "M. Khurram", "Z. Sun", "Q. Yan" ],
      "venue" : "Chem. 57 ",
      "citeRegEx" : "119",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A",
      "author" : [ "R. Prasannachandran", "T.V. Vineesh" ],
      "venue" : "Anil, B.M. Krishna, M.M. Shaijumon, ACS Nano 12 ",
      "citeRegEx" : "120",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "L. Shao", "H. Sun" ],
      "venue" : "Miao, et al., J. Mater. Chem. A 6 ",
      "citeRegEx" : "121",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "B",
      "author" : [ "H. Yang", "Z. Li" ],
      "venue" : "Lu, et al., ACS nano 12 ",
      "citeRegEx" : "123",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "Z.H. Li", "M.F. Shao" ],
      "venue" : "Zhou, et al., Adv. Mater. 28 ",
      "citeRegEx" : "125",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "P.S. Li", "X.X. Duan" ],
      "venue" : "Kuang, et al., Adv. Energy Mater. 8 ",
      "citeRegEx" : "127",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "L. Zhou", "M. Shao", "M. Wei", "X. Duan", "J. Energ" ],
      "venue" : "26 ",
      "citeRegEx" : "128",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "H",
      "author" : [ "Z. Li", "X. Zhang" ],
      "venue" : "Cheng, et al., Adv. Energy Mater. ",
      "citeRegEx" : "130",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "J",
      "author" : [ "N. Hussain", "W. Yang" ],
      "venue" : "Dou, et al., J. Mater. Chem. A 7 ",
      "citeRegEx" : "131",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "V",
      "author" : [ "M. Naguib", "M. Kurtoglu" ],
      "venue" : "Presser, et al., Adv. Mater. 23 ",
      "citeRegEx" : "132",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "M. Ghidiu", "M.R. Lukatskaya", "M.Q. Zhao" ],
      "venue" : "Gogotsi, M.W. Barsoum, Nature 516 ",
      "citeRegEx" : "133",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "G",
      "author" : [ "J. Ran" ],
      "venue" : "Gao, F.T. Li, et al., Nat. Commun. 8 ",
      "citeRegEx" : "134",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "J. Peng", "X. Chen", "W.J. Ong", "X. Zhao", "N. Li" ],
      "venue" : "5 ",
      "citeRegEx" : "135",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Energy Environ",
      "author" : [ "L.M. Azofra", "N. Li", "D.R. MacFarlane", "C. Sun" ],
      "venue" : "Sci. 9 ",
      "citeRegEx" : "136",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "X",
      "author" : [ "N. Li" ],
      "venue" : "Chen, W.J. Ong, et al., ACS Nano 11 ",
      "citeRegEx" : "137",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adv",
      "author" : [ "S. Cao", "B. Shen", "T. Tong", "J. Fu", "J. Yu" ],
      "venue" : "Funct. Mater. 28 ",
      "citeRegEx" : "138",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "Y. Luo", "G.F. Chen" ],
      "venue" : "Ding, et al., Joule 3 ",
      "citeRegEx" : "139",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "T. Hu", "M. Hu", "B. Gao", "W. Li", "X. Wang", "J. Phys" ],
      "venue" : "C 122 ",
      "citeRegEx" : "140",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Phys",
      "author" : [ "D. Magne", "V. Mauchamp", "S. Célérier", "P. Chartier", "T. Cabioc'h" ],
      "venue" : "Chem. Chem. Phys. 18 ",
      "citeRegEx" : "141",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "M",
      "author" : [ "Y. Xie" ],
      "venue" : "Naguib, V.N. Mochalin, et al., J. Am. Chem. Soc. 136 ",
      "citeRegEx" : "142",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Adv",
      "author" : [ "C. Ling", "L. Shi", "Y. Ouyang", "Q. Chen", "J. Wang" ],
      "venue" : "Sci. 3 ",
      "citeRegEx" : "143",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "K",
      "author" : [ "J. Yan", "C.E. Ren" ],
      "venue" : "Maleski, et al., Adv. Funct. Mater. 27 ",
      "citeRegEx" : "144",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Z",
      "author" : [ "C. Xu", "L. Wang" ],
      "venue" : "Liu, et al., Nat. Mater. 14 ",
      "citeRegEx" : "145",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "V",
      "author" : [ "L. Verger", "C. Xu" ],
      "venue" : "Natu, et al., Curr. Opin. Solid. St. M. 23 ",
      "citeRegEx" : "146",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "X. Xie", "S. Chen", "W. Ding", "Y. Nie", "Z. Wei" ],
      "venue" : "Commun. 49 ",
      "citeRegEx" : "147",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Angew",
      "author" : [ "T.Y. Ma", "J.L. Cao", "M. Jaroniec", "S.Z. Qiao" ],
      "venue" : "Chem. Int. Ed. 55 ",
      "citeRegEx" : "149",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "B",
      "author" : [ "Z.W. Seh", "K.D. Fredrickson" ],
      "venue" : "Anasori, et al., ACS Energy Lett. 1 ",
      "citeRegEx" : "150",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "J",
      "author" : [ "P. Li" ],
      "venue" : "Zhu, A.D. Handoko, et al., J. Mater. Chem. A 6 ",
      "citeRegEx" : "151",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nat",
      "author" : [ "A. Schoedel", "Z. Ji", "O.M. Yaghi" ],
      "venue" : "Energy 1 ",
      "citeRegEx" : "152",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "M. Zhao", "Y. Huang" ],
      "venue" : "Peng, et al., Chem. Soc. Rev. 47 ",
      "citeRegEx" : "153",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Phys",
      "author" : [ "N. Heidary", "T.G.A.A. Harris", "K.H. Ly", "N. Kornienko" ],
      "venue" : "Plant. 166 ",
      "citeRegEx" : "154",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "A.J. Clough", "J.W. Yoo", "M.H. Mecklenburg", "S.C. Marinescu", "J. Am" ],
      "venue" : "Soc. 137 ",
      "citeRegEx" : "155",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Y",
      "author" : [ "N. Kornienko" ],
      "venue" : "Zhao, C.S. Kley, et al., J. Am. Chem. Soc. 137 ",
      "citeRegEx" : "156",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nat",
      "author" : [ "J. Duan", "S. Chen", "C. Zhao" ],
      "venue" : "Commun. 8 ",
      "citeRegEx" : "157",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S",
      "author" : [ "E.M. Miner" ],
      "venue" : "Gul, N.D. Ricke, et al., ACS Catal. 7 ",
      "citeRegEx" : "158",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "E.M. Miner", "L. Wang", "M. Dincă" ],
      "venue" : "Sci. 9 ",
      "citeRegEx" : "159",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "W. Cheng", "X. Zhao" ],
      "venue" : "Su, et al., Nat. Energy 4 ",
      "citeRegEx" : "160",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nano Lett",
      "author" : [ "N. Heidary", "K.H. Ly", "N. Kornienko" ],
      "venue" : "19 ",
      "citeRegEx" : "161",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adv",
      "author" : [ "D. Voiry", "J. Yang", "M. Chhowalla" ],
      "venue" : "Mater. 28 ",
      "citeRegEx" : "162",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "J",
      "author" : [ "X. Ding", "F. Peng" ],
      "venue" : "Zhou, et al., Nat. Commun. 10 ",
      "citeRegEx" : "163",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "C",
      "author" : [ "Z. Gholamvand", "D. McAteer" ],
      "venue" : "Backes, et al., Nanoscale 8 ",
      "citeRegEx" : "164",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "J",
      "author" : [ "A.Y. Lu", "H. Zhu" ],
      "venue" : "Xiao, et al., Nat. Nanotechnol. 12 ",
      "citeRegEx" : "165",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "K",
      "author" : [ "G. Singh" ],
      "venue" : "Ramadass, J.M. Lee, et al., Micropor. Mesopor. Mat. 287 ",
      "citeRegEx" : "166",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A",
      "author" : [ "C. Tan", "Z. Luo" ],
      "venue" : "Chaturvedi, et al., Adv. Mater. 30 ",
      "citeRegEx" : "167",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "X",
      "author" : [ "L. Zhang", "X. Ji" ],
      "venue" : "Ren, et al., Adv. Mater. 30 ",
      "citeRegEx" : "168",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "G. Babu", "N. Masurkar", "H. Al Salem", "L.M. Arava", "J. Am" ],
      "venue" : "Soc. 139 ",
      "citeRegEx" : "169",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "1 Status Ultrathin 2D materials are the hottest topic in material field for possessing unique structure and properties [1-3].",
      "startOffset" : 119,
      "endOffset" : 124
    }, {
      "referenceID" : 1,
      "context" : "1 Status Ultrathin 2D materials are the hottest topic in material field for possessing unique structure and properties [1-3].",
      "startOffset" : 119,
      "endOffset" : 124
    }, {
      "referenceID" : 2,
      "context" : "1 Status Ultrathin 2D materials are the hottest topic in material field for possessing unique structure and properties [1-3].",
      "startOffset" : 119,
      "endOffset" : 124
    }, {
      "referenceID" : 3,
      "context" : "extensively studied since its excellent physical properties: (a) direct band gap; (b) In-plane anisotropy; (c) outstanding charge carrier mobility [4, 5].",
      "startOffset" : 147,
      "endOffset" : 153
    }, {
      "referenceID" : 4,
      "context" : "extensively studied since its excellent physical properties: (a) direct band gap; (b) In-plane anisotropy; (c) outstanding charge carrier mobility [4, 5].",
      "startOffset" : 147,
      "endOffset" : 153
    }, {
      "referenceID" : 6,
      "context" : "This unique property ensures it can cover the light absorption spectrum from visible to mid-infrared, becoming a hot spot in the field of photocatalysis in recent years [7, 8].",
      "startOffset" : 169,
      "endOffset" : 175
    }, {
      "referenceID" : 7,
      "context" : "This unique property ensures it can cover the light absorption spectrum from visible to mid-infrared, becoming a hot spot in the field of photocatalysis in recent years [7, 8].",
      "startOffset" : 169,
      "endOffset" : 175
    }, {
      "referenceID" : 13,
      "context" : "7 mmol g h utilizing Pt as a co-catalyst and triethanolamine (TEOA) as a sacrificial donor [15].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 14,
      "context" : "Under visible light, Re-COF reduces CO2 to CO with a 98% selectivity and rate of 15 mmol/g in 20 h, which is higher than homogeneous system [16].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 15,
      "context" : "In addition, N3-COF has been explored for photocatalytic reduction of CO2 into methanol without using sacrificial agent for the first time [17].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 10,
      "context" : "light absorption band and displayed high photocatalytic performance for RhB degradation [12].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 11,
      "context" : "In addition, COFs are also excellent candidates for photocatalytic organic synthesis [13].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 12,
      "context" : "2f) under visible-light irradiation [14].",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 16,
      "context" : "It works as metal-free, recycle heterogeneous photocatalyst for reductive dehalogenation of phenacyl bromide derivatives and ɑ-alkylation of aldehydes under irradiation of visible-light [18].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 17,
      "context" : "1 Status Semiconductor-based photocatalysis, which could realize the transformation from solar energy to chemical fuels, has great potential for solving the global energy shortage and environmental pollution [19].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 18,
      "context" : "Ever since Fujishima and Honda reported the pioneering work about photoelectrocatalytic water splitting using TiO2 electrodes in 1972 [20], various semiconductor materials, such as oxides, sulfides, and oxynitrides, have been widely explored as photocatalyst.",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 19,
      "context" : "Among them, 2D chalcogenides are the most prominent type of semiconductor photocatalysts [21].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 20,
      "context" : "Thirdly, although some strategies, such as constructing solid solutions, loading cocatalysts and coupling with other semiconductors, have been developed and been proved to enhance the photocatalytic performance of 2D chalcogenides materials to a certain extent [22],",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 21,
      "context" : "Particularly, simultaneously introducing appropriate electron cocatalyst and hole cocatalyst onto semiconductor has been demonstrated to be a more efficient strategy to enhance the photocatalytic activity [23].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 22,
      "context" : "Most recently, a direct Z-scheme structure has been proposed to solve this problem [24].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 23,
      "context" : "Some researchers have successfully synthesized photocatalytic Z-scheme systems based on 2D chalcogenides to promote the photocatalytic efficiencies [25].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 24,
      "context" : "For instance, our group reported a novel Z-scheme 2D/2D WO3/ZnIn2S4 nanocomposites for efficient visible-light-driven H2 evolution [26], in which the positively charged 2D WO3 nanosheets were coupled with the negatively charged 2D ZIS nanosheets via the electrostatic attraction.",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 25,
      "context" : "7 eV, solar absorption in the visible light region and a more negative valence band edge [27].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 26,
      "context" : "[28], g-C3N4 has become the prime focus for consideration in photocatalysis research such as hydrogen or oxygen evolution, overall water splitting, CO2 reduction, pollutant degradation and bacteria disinfection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "the normal hydrogen electrode (NHE) [29] as well as its chemical inertness towards strong acids and alkali condition, make it viable for catalyzing a vast range of redox processes.",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 28,
      "context" : "demonstrates the development of strong photoluminescence water-soluble g-C3N4 through facile one-step melt salts-assisted synthesis route [30].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 28,
      "context" : "Schematic illustration of the morphological evolution of g-C3N4 from 0D quantum dots to 3D mesoporous structure [30].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 29,
      "context" : "Current demonstrations have been based on the utilization of bottom-up strategy by supramolecular preorganization approach to fabricate well-ordered hollow g-C3N4 with 3D hierarchical architecture constructed from self-assembly of 2D nanosheets [33].",
      "startOffset" : 245,
      "endOffset" : 249
    }, {
      "referenceID" : 30,
      "context" : "5 shows the highly porous 3D network of g-C3N4 upon thermal polymerization of supramolecular complex [34].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 31,
      "context" : "had successfully showcased a nitrogen-rich holey g-C3N4 with remarkable photocatalytic H2 production in the absence of cocatalysts, via modified thermal polymerization method [35].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 18,
      "context" : "1 Status It has been almost 50 years since the first paper of Fujishima and Honda reported water oxidation at a TiO2 photoanode [20].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 32,
      "context" : "We are aware of the basic processes and of the relevant parameters which affect the efficiency of photocatalytic reactions in terms of quantum efficiency, conversion, and selectivity [37].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 33,
      "context" : "However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 34,
      "context" : "However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 35,
      "context" : "However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 36,
      "context" : "However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 37,
      "context" : "However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 38,
      "context" : "However, the classical fields of application of TiO2 photocatalysis remain the environmental remediation [38-40] and the synthesis of high value added compounds [41-43].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 39,
      "context" : "4 Concluding remarks and prospects We envisage in microreactors a good shuttle tool capable to promote technological transfer [44].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 40,
      "context" : "Also photocatalytic membrane reactors could support the industrialization process of TiO2 photocatalysis for synthetic applications [45].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 41,
      "context" : "been dumped from industrial plants annually, which lead to serious environmental issues [46].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 42,
      "context" : "Besides, the excessive use of pesticides and antibiotics in agriculture and animal husbandry also result in serious environmental impacts [47].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 43,
      "context" : "Rapid advancements in nanotechnology have accelerated the development of original nanostructured materials in the applications of environment and energy [48].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 44,
      "context" : "That is because with the irradiation of light above the band gap energy, the produced exciton pairs on the surfaces of metal oxide nanomaterials could interact the substance in their proximity to synthesis highly reactive species, which can eliminate or oxidize the surrounding pollutants and bacteria [49].",
      "startOffset" : 302,
      "endOffset" : 306
    }, {
      "referenceID" : 45,
      "context" : "Therefore, the efficiency and applications of ZnO under the visible solar spectrum were greatly limited [50].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 48,
      "context" : "For instance, our previous research have demonstrated that composites based on ZnO nanoparticles and graphene quantum dots could enhance the effective interfacial charge transfer from GQD to ZnO that accelerated the generation of reactive oxygen species (ROS) under photoirradiation [53].",
      "startOffset" : 283,
      "endOffset" : 287
    }, {
      "referenceID" : 49,
      "context" : "Another research in our group indicated that the small size and uniform dispersion Fe doped sea urchin-shaped ZnO nanoparticles had excellent photocatalytic activity, which was due to the enhanced visible light absorption and decreased optical band gap [54].",
      "startOffset" : 253,
      "endOffset" : 257
    }, {
      "referenceID" : 50,
      "context" : "Therefore, flower-like ZnO indicated outstanding photocatalytic activity than ZnO in other morphology such as spherical-like and rod-like [55].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 47,
      "context" : "More methods can be found in our prior review [52].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 51,
      "context" : "1 Status Benefiting from the unique atomic structure, 2D materials show different physical and chemical properties for a large variety of applications [56].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 52,
      "context" : "Among them, layered double hydroxides (LDHs), as a large family of 2D anionic clay materials, have shown great potential for photocatalysis [57].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 53,
      "context" : "And the unique properties such as high surface area, great carrier mobility, and tunable semiconductor properties endow LDHs a promising candidate for photocatalysis with excellent activity and selectivity [58, 59].",
      "startOffset" : 206,
      "endOffset" : 214
    }, {
      "referenceID" : 54,
      "context" : "And the unique properties such as high surface area, great carrier mobility, and tunable semiconductor properties endow LDHs a promising candidate for photocatalysis with excellent activity and selectivity [58, 59].",
      "startOffset" : 206,
      "endOffset" : 214
    }, {
      "referenceID" : 57,
      "context" : "First of all, the enlarged surface area of LDHs associated with the ultrathin thickness leads to the exposure of abundant active sites; secondly, the ultrasmall/ultrathin LDHs significantly reduce the charge migration distance thereby improve the charge separation; thirdly, the electronic properties resulting from the introduction of the defects can significantly enhance the accessibility of substrates and improve the stability of reaction intermediates, resulting in substantial enhancement of the catalytic performance [62].",
      "startOffset" : 525,
      "endOffset" : 529
    }, {
      "referenceID" : 58,
      "context" : "date, X-ray absorption fine structure spectroscopy (XAFS) is widely used to obtain structural information of catalysts before and after the reaction [63].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 59,
      "context" : "Along with the technology advancement, DFT calculation will provide useful information and thereby guide the experiments [64, 65].",
      "startOffset" : 121,
      "endOffset" : 129
    }, {
      "referenceID" : 60,
      "context" : "Along with the technology advancement, DFT calculation will provide useful information and thereby guide the experiments [64, 65].",
      "startOffset" : 121,
      "endOffset" : 129
    }, {
      "referenceID" : 61,
      "context" : "These layered materials possess continuous [Bi2O2] slabs to form open-layer crystal structure enclosed by double slabs induced by halogen atoms [66, 67].",
      "startOffset" : 144,
      "endOffset" : 152
    }, {
      "referenceID" : 62,
      "context" : "These layered materials possess continuous [Bi2O2] slabs to form open-layer crystal structure enclosed by double slabs induced by halogen atoms [66, 67].",
      "startOffset" : 144,
      "endOffset" : 152
    }, {
      "referenceID" : 61,
      "context" : "8 eV) empowers high visible light-activity [66].",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 63,
      "context" : "Although, BiOX proved its potential in different photocatalytic applications, yet, the overall photocatalytic efficiency is quite low and far from the pilot scale applications under solar light [68].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 64,
      "context" : "2 Current and future challenges So, to improve the potential industrial photocatalytic applications, efforts have been made to further enhance the light harvesting, photocarrier’s space separation and transfer and improved redox ability of BiOX photocatalysts [69, 70].",
      "startOffset" : 260,
      "endOffset" : 268
    }, {
      "referenceID" : 65,
      "context" : "2 Current and future challenges So, to improve the potential industrial photocatalytic applications, efforts have been made to further enhance the light harvesting, photocarrier’s space separation and transfer and improved redox ability of BiOX photocatalysts [69, 70].",
      "startOffset" : 260,
      "endOffset" : 268
    }, {
      "referenceID" : 61,
      "context" : "S/BiOCl, I/BiOCl, I/BiOI and I/BiOBr for efficient photocatalytic applications [66, 67].",
      "startOffset" : 79,
      "endOffset" : 87
    }, {
      "referenceID" : 62,
      "context" : "S/BiOCl, I/BiOCl, I/BiOI and I/BiOBr for efficient photocatalytic applications [66, 67].",
      "startOffset" : 79,
      "endOffset" : 87
    }, {
      "referenceID" : 68,
      "context" : "The formed O2 •− and h damaged the outer cell walls and caused the death of bacterial cells [73].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 70,
      "context" : "2D semiconductor materials have received great attentions in photocatalytic researches for renewable energy production and environmental pollution remediation using solar energy, due to their outstanding features, such as large specific surface area, strong quantum confined effects, and unique electronic structures [75].",
      "startOffset" : 317,
      "endOffset" : 321
    }, {
      "referenceID" : 71,
      "context" : "Among the 2D photocatalysts, bismuth-based 2D materials, such as Bi2O3, BiVO4, Bi2WO6, Bi2MoO6, BiOX (X = Cl, Br, and I), and (BiO)2CO3, have emerged as a very promising new category of semiconductor photocatalysts for various application [76-78].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 72,
      "context" : "Among the 2D photocatalysts, bismuth-based 2D materials, such as Bi2O3, BiVO4, Bi2WO6, Bi2MoO6, BiOX (X = Cl, Br, and I), and (BiO)2CO3, have emerged as a very promising new category of semiconductor photocatalysts for various application [76-78].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 73,
      "context" : "Among the 2D photocatalysts, bismuth-based 2D materials, such as Bi2O3, BiVO4, Bi2WO6, Bi2MoO6, BiOX (X = Cl, Br, and I), and (BiO)2CO3, have emerged as a very promising new category of semiconductor photocatalysts for various application [76-78].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 74,
      "context" : "The 2D photocatalysts with ultrathin thickness could shorten the charge diffusion distance and enhance the separation efficiency of charge carriers [79].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 75,
      "context" : "appear and act as the surface active sites to accelerate the surficial and/or interfacial redox reactions [80].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 76,
      "context" : "Owing to the presence of unsaturated Bi atoms, the Bi2WO6 monolayer exhibited ultrafast charge transfer and separation properties, leading to an improved photocatalytic performance [81].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 77,
      "context" : "In another typical example, Xie and co-workers prepared single-unit-cell O-BiVO4 layers with V vacancies by a facile hydrothermal treatment of artificial lamellar BiCl4 -CTA hybrid precursors [82].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 78,
      "context" : "For example, by the self-assembly method, black phosphorus/monolayer Bi2WO6 and TiO2/Bi2WO6 2D/2D heterojunctions were developed and exhibited enhanced photocatalytic activities [83, 84].",
      "startOffset" : 178,
      "endOffset" : 186
    }, {
      "referenceID" : 79,
      "context" : "For example, by the self-assembly method, black phosphorus/monolayer Bi2WO6 and TiO2/Bi2WO6 2D/2D heterojunctions were developed and exhibited enhanced photocatalytic activities [83, 84].",
      "startOffset" : 178,
      "endOffset" : 186
    }, {
      "referenceID" : 80,
      "context" : "1 Status Transition metal dichalcogenides (TMDCs), with general formula of MX2 (M = transition metal (Ti, Zr, Hf, V, Nb, Ta, Mo, W, Tc, Re, Co, Rh, Ir, Ni, Pd, Pt), X = chalcogen (S, Se, Te), attract wide attention by researchers due to their electronic characters [85].",
      "startOffset" : 265,
      "endOffset" : 269
    }, {
      "referenceID" : 81,
      "context" : "Among of them, molybdenum disulfide (MoS2) which is a typical two-dimensional (2D) layered material represent a promising candidate as non-noble metal catalyst due to their abundance, low cost, and highly efficient catalytic activity [86].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 82,
      "context" : "Previous reports revealed that the edges are the chemically active sites of the catalytically inert MoS2 [87].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 83,
      "context" : "However, great efforts have been extensively studied to improve the catalytic activity of MoS2 such as, improving the catalytic activities of the edge sites and increasing the number of active edge sites [88].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 85,
      "context" : ", TiO2, ZnO) have been attracted intense attention to solve the environmental and energy crisis [90].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 86,
      "context" : "Metal/non-metal doping, coupling with other semiconductor and surface modification are common approaches for lowering band gap and broaden the absorption toward higher wavelengths [91].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 87,
      "context" : "MoS2/TiO2 heterostructure exhibited excellent catalytic performance in dye degradation, hydrogen evolution, and CO2 reduction under visible light [92, 93].",
      "startOffset" : 146,
      "endOffset" : 154
    }, {
      "referenceID" : 88,
      "context" : "The simplicity to adjust the conduction band (CB) of MoS2 via varying the number of stacked layers, put MoS2 on the top of the most promising candidate for photocatalytic applications [95].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 89,
      "context" : "The superior conductivity and large specific area based on fabrication of MoS2/RGO 3D heterostructure showed excellent and promising results in HER, Li-ion batteries, and photocatalytic applications [97].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 90,
      "context" : "and the underlying mechanism exploitation is expected to gain efficient solutions for maximizing energy conversion efficiency [98].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 93,
      "context" : ", boron, sulfur, phosphorus and others) into graphene matrix for enhancing their electrocatalytic activities [101].",
      "startOffset" : 109,
      "endOffset" : 114
    }, {
      "referenceID" : 95,
      "context" : "The epitaxial growth or chemical vapor deposition (CVD) on various substrates is the efficient approach to direct synthesize single-layer graphene under the high temperature in the range of 1200~1600 oC [103, 104].",
      "startOffset" : 203,
      "endOffset" : 213
    }, {
      "referenceID" : 96,
      "context" : "The epitaxial growth or chemical vapor deposition (CVD) on various substrates is the efficient approach to direct synthesize single-layer graphene under the high temperature in the range of 1200~1600 oC [103, 104].",
      "startOffset" : 203,
      "endOffset" : 213
    }, {
      "referenceID" : 97,
      "context" : "For the functionalization of graphene and their applications, the readers are referred to the review articles and books [105, 106].",
      "startOffset" : 120,
      "endOffset" : 130
    }, {
      "referenceID" : 98,
      "context" : "For the functionalization of graphene and their applications, the readers are referred to the review articles and books [105, 106].",
      "startOffset" : 120,
      "endOffset" : 130
    }, {
      "referenceID" : 91,
      "context" : "For oxygen reduction reaction (ORR), the doping-induced charge redistribution around the heteroatom dopants would charge the chemisorption mode oxygen molecules to effectively weaken the O–O bonding, leading to the improved catalytic performance [99].",
      "startOffset" : 246,
      "endOffset" : 250
    }, {
      "referenceID" : 99,
      "context" : "The experimental results revealed the carbon atoms with Lewis basicity due to the presence of the pyridinic nitrogen would be the active sites for ORR, providing a direct way to identify the active sites of nitrogen doped carbons [107].",
      "startOffset" : 230,
      "endOffset" : 235
    }, {
      "referenceID" : 100,
      "context" : "The electrochemical performance tests revealed that the pentagon defects served as the major active sites for ORR, even much superior to the pyridinic nitrogen sites in nitrogen-doped HOPG [108].",
      "startOffset" : 189,
      "endOffset" : 194
    }, {
      "referenceID" : 93,
      "context" : "Recent studies have also led to various doped graphene and derivatives for oxygen evolution reaction (OER), hydrogen evolution reaction (HER), and other electrochemical reactions [101].",
      "startOffset" : 179,
      "endOffset" : 184
    }, {
      "referenceID" : 101,
      "context" : "The promising applications of carbon electrocatalysts in metal–air batteries and water splitting have led to intensive experimental studies on the design of bifunctional elecrocatalysts for ORR and OER [109].",
      "startOffset" : 202,
      "endOffset" : 207
    }, {
      "referenceID" : 102,
      "context" : "Graphdiyne, refers to a family of carbon allotropes composed of sp- and sp(2)-hybridized carbon atoms in a 2D planar phase has also attracted extensively attention for promising electrocatalysis applications [110].",
      "startOffset" : 208,
      "endOffset" : 213
    }, {
      "referenceID" : 103,
      "context" : "The well-defined configurations of the heteroatoms in these GDYs make it possible to precisely identify the catalytic mechanisms of such materials [111].",
      "startOffset" : 147,
      "endOffset" : 152
    }, {
      "referenceID" : 104,
      "context" : "via X-ray absorption near-edge structure (XANES) spectroscopy and X-ray photoelectron spectroscopy (XPS) [112].",
      "startOffset" : 105,
      "endOffset" : 110
    }, {
      "referenceID" : 0,
      "context" : "1 Status Since early 2014, black phosphorus (BP) as a rising star of two-dimensional (2D) ultrathin materials has drawn enormous interests for its unique characteristics applicable in field effect transistors, sodium-ion batteries, photocatalysis, electrocatalysis, and biomedicine [1].",
      "startOffset" : 282,
      "endOffset" : 285
    }, {
      "referenceID" : 105,
      "context" : "In turn, the poor stability of mono- and few-layer phosphorene is the biggest obstacle for its applications [113, 114].",
      "startOffset" : 108,
      "endOffset" : 118
    }, {
      "referenceID" : 106,
      "context" : "In turn, the poor stability of mono- and few-layer phosphorene is the biggest obstacle for its applications [113, 114].",
      "startOffset" : 108,
      "endOffset" : 118
    }, {
      "referenceID" : 107,
      "context" : "proposed that the HER activity of the BP edge plane was higher than that of the basal plane due to the metallic character of the edge plane [115].",
      "startOffset" : 140,
      "endOffset" : 145
    }, {
      "referenceID" : 108,
      "context" : "45 V and a Tafel slope of 88 mV/dec [116].",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 109,
      "context" : "grew BP on Ti foil and CNT matrix by a thermal evaporation conversion method [117].",
      "startOffset" : 77,
      "endOffset" : 82
    }, {
      "referenceID" : 112,
      "context" : "prepared nitrogen-functionalized phosphorene quantum dots (FPQDs) by a one-step electrochemical exfoliation approach, aiming to generate abundant electrocatalytically active sites for enhanced OER [120].",
      "startOffset" : 197,
      "endOffset" : 202
    }, {
      "referenceID" : 113,
      "context" : "functionalized phosphorene using NH2 via a CO(NH2)2-assisted ball-milling method [121].",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 114,
      "context" : ", Al, Ga, Fe, Cr or Mn), A is the interlayer anions) [123].",
      "startOffset" : 53,
      "endOffset" : 58
    }, {
      "referenceID" : 115,
      "context" : "Moreover, the unique space/surface-confinement effect of LDHs make them can serve as supports to catalytic growth of carbon nanomaterials or highly dispersed noble metals, which also exhibit excellent electrocatalytic performances [125].",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 115,
      "context" : "To overcome this issue, our group successfully assembly the exfoliated LDH nanosheet on conductive substrate to form well-ordered ultrathin film through an electrostatic layer-by-layer technique, which effectively avoids accumulation of LDHs and improves stability [125].",
      "startOffset" : 265,
      "endOffset" : 270
    }, {
      "referenceID" : 116,
      "context" : ", V or Mn) into the LDHs laminate [127].",
      "startOffset" : 34,
      "endOffset" : 39
    }, {
      "referenceID" : 117,
      "context" : "Moreover, Wang and co-workers successfully produced multivacancies in ultrathin CoFe-LDH nanosheets by Ar plasma technology [128].",
      "startOffset" : 124,
      "endOffset" : 129
    }, {
      "referenceID" : 118,
      "context" : "Adsorption of carbon quantum dots, noble metal nanoparticles and organic molecules on the surface of LDHs or between its layers can introduce new reactive sites and improve the electrochemical performance of LDHs [130].",
      "startOffset" : 213,
      "endOffset" : 218
    }, {
      "referenceID" : 119,
      "context" : ", metal sulfides, metal phosphides, metal nitrides) to expand their electrocatalytic applications [131].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 120,
      "context" : "1 Status Since the pioneering work by Drexel scientists in 2011 [132], an emerging class of 2D transition-metal carbides, nitrides, and carbonitrides (Mxenes) has emerged.",
      "startOffset" : 64,
      "endOffset" : 69
    }, {
      "referenceID" : 124,
      "context" : "In our previous work, we used DFT calculations to ascertain that Mxene is a promising CO2 and N2 reduction catalyst [136, 137].",
      "startOffset" : 116,
      "endOffset" : 126
    }, {
      "referenceID" : 125,
      "context" : "In our previous work, we used DFT calculations to ascertain that Mxene is a promising CO2 and N2 reduction catalyst [136, 137].",
      "startOffset" : 116,
      "endOffset" : 126
    }, {
      "referenceID" : 126,
      "context" : "From experiments, Yu group has synthesized 2D/2D ultrathin Ti3C2/ Bi2WO6 heterojunction hybrid nanocomposites for CO2 reduction, and the 2 wt% Ti3C2-modified Bi2WO6 nanosheets recorded superb CH4 evolution rate [138].",
      "startOffset" : 211,
      "endOffset" : 216
    }, {
      "referenceID" : 127,
      "context" : "On the other hand, Mxene is an efficient electrocatalyst for N2 fixation [139].",
      "startOffset" : 73,
      "endOffset" : 78
    }, {
      "referenceID" : 123,
      "context" : "As for H2O splitting, scientific research achievements are countless, and all these experimental results have confirmed that Mxene is a promising candidate for both electrocatalysis and photocatalysis [135].",
      "startOffset" : 201,
      "endOffset" : 206
    }, {
      "referenceID" : 121,
      "context" : "Because of the high toxicity of HF, other methods utilizing less toxic etchant, such as a combination of LiF and HCl, have been pursued to successfully etch A elements [133], but the influence of fluoride ion still exists.",
      "startOffset" : 168,
      "endOffset" : 173
    }, {
      "referenceID" : 128,
      "context" : "Owing to the active surfaces about MXenes after etched, some functional groups such as -F, -O, -OH will attach on the surfaces of MXenes [140].",
      "startOffset" : 137,
      "endOffset" : 142
    }, {
      "referenceID" : 129,
      "context" : "The existence of functional groups could change the properties of MXenes surfaces and conceal the catalytic active sites [141].",
      "startOffset" : 121,
      "endOffset" : 126
    }, {
      "referenceID" : 130,
      "context" : "The calculated results indicated that O terminated MXenes are stable, F and OH groups are both possibly converted into O groups [142].",
      "startOffset" : 128,
      "endOffset" : 133
    }, {
      "referenceID" : 131,
      "context" : "The high strength bonding between H and O groups will increase the adsorption of H atom, which causes the more negative Gibbs free energy [143].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 125,
      "context" : "Contrary to HER, when MXenes are used in CO2RR, CO2 molecules are difficult to adsorb on the O terminated surfaces, leading a passive effect for activation of CO2 molecules [137].",
      "startOffset" : 173,
      "endOffset" : 178
    }, {
      "referenceID" : 132,
      "context" : "On the other hand, similar to graphene, aggregation and face-to-face self-restacking of MXene nanosheets are usually inevitable [144].",
      "startOffset" : 128,
      "endOffset" : 133
    }, {
      "referenceID" : 133,
      "context" : "In 2015, Xu and coworkers fabricated Mo2C-MXene material by using chemical vapor deposition (CVD) method [145].",
      "startOffset" : 105,
      "endOffset" : 110
    }, {
      "referenceID" : 122,
      "context" : "Nowadays, more and more studies comprise theoretical findings with experimental supports [134, 139].",
      "startOffset" : 89,
      "endOffset" : 99
    }, {
      "referenceID" : 127,
      "context" : "Nowadays, more and more studies comprise theoretical findings with experimental supports [134, 139].",
      "startOffset" : 89,
      "endOffset" : 99
    }, {
      "referenceID" : 120,
      "context" : "Produced with permission [132], Copyright 2011, Wiley-Blackwell.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 135,
      "context" : "Produced with permission [147], Copyright 2013, Royal Society of Chemistry.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 136,
      "context" : "Produced with permission [149], Copyright 2016, John Wiley and Sons Ltd.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 137,
      "context" : "Produced with permission [150], Copyright 2016, American Chemical Society.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 124,
      "context" : "Produced with permission [136], Copyright 2016, Royal Society of Chemistry.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 125,
      "context" : "Produced with permission [137], Copyright 2017, American Chemical Society.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 127,
      "context" : "Produced with permission [139], Copyright 2019, Cell Press",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 123,
      "context" : "can endow remarkable performances in catalysis [135].",
      "startOffset" : 47,
      "endOffset" : 52
    }, {
      "referenceID" : 138,
      "context" : "We anticipate that, with the help of machine learning, high-throughput screening [151], and artificial intelligence, the catalyst design principles can be generalized by building a universal database.",
      "startOffset" : 81,
      "endOffset" : 86
    }, {
      "referenceID" : 139,
      "context" : "1 Status Metal- and covalent-organic frameworks (MOFs and COFs) represent a class of material uniquely suited to meet the rising demands in renewable energy research [152].",
      "startOffset" : 166,
      "endOffset" : 171
    }, {
      "referenceID" : 140,
      "context" : "Scaling MOFs and COFs down to two-dimensional (2D) morphologies further endows then with qualities that are exceptionally beneficial for electrocatalytic applications [153].",
      "startOffset" : 167,
      "endOffset" : 172
    }, {
      "referenceID" : 141,
      "context" : "2 Current and future challenges En-route to highly functional electrochemical systems, several design criteria have been investigated [154].",
      "startOffset" : 134,
      "endOffset" : 139
    }, {
      "referenceID" : 142,
      "context" : "Integration of molecularly-defined cobalt dithiophene catalysts in 2D organic layers yielded a system with a high degree of active site loading for enhanced HER activity [155].",
      "startOffset" : 170,
      "endOffset" : 175
    }, {
      "referenceID" : 143,
      "context" : "the functional, CO2 reducing units of flake-shaped MOFs that selectively produced CO [156].",
      "startOffset" : 85,
      "endOffset" : 90
    }, {
      "referenceID" : 144,
      "context" : "The advantage of direct electrode integration was further shown with nickel-iron based 2D MOF array that was grown directly on a nickel-foam electrode through chemical-bath deposition [157].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 144,
      "context" : "Ni3(HITP)2 (HITP = 2, 3, 6, 7, 10, 11-hexaiminotriphenylene) catalysts were first demonstrated to be highly efficient precious metal-free ORR catalysts [157].",
      "startOffset" : 152,
      "endOffset" : 157
    }, {
      "referenceID" : 145,
      "context" : "A follow-up study utilizing electroanalytical, theoretical, and x-ray absorption techniques concluded that the reaction proceeded through a ligand-centered active site rather than a metal-centered one [158].",
      "startOffset" : 201,
      "endOffset" : 206
    }, {
      "referenceID" : 146,
      "context" : "trigonal) was shown to drastically modulate the activity by modulating the materials' conductivity [159].",
      "startOffset" : 99,
      "endOffset" : 104
    }, {
      "referenceID" : 144,
      "context" : "To this end, ultrathin MOFs with bimetallic nickel-cobalt inorganic nodes were found to perform exceptionally well for the OER [157].",
      "startOffset" : 127,
      "endOffset" : 132
    }, {
      "referenceID" : 147,
      "context" : "In another series of nickel-iron 2D MOF bifunctional OER/ORR catalysts, photoinduced lattice strain was used to modulate the electronic structure of the active sites, identified to be Ni species [160].",
      "startOffset" : 195,
      "endOffset" : 200
    }, {
      "referenceID" : 148,
      "context" : "Furthermore, operando spectroscopic identification of active sites and reaction mechanisms, especially for CO2RR in 2D MOFs and COFs will bolster the community's knowledge on how to design active sites that are selective for a specific CO2RR product, similar to what has been accomplished with investigations of nanomaterial catalysts [161].",
      "startOffset" : 335,
      "endOffset" : 340
    }, {
      "referenceID" : 149,
      "context" : "Owing to the atomically thin nature of the nanosheets, all of the catalytically active sites of 2D TMDs are exposed [162].",
      "startOffset" : 116,
      "endOffset" : 121
    }, {
      "referenceID" : 151,
      "context" : "Mechanical exfoliation is similar to the method used to separate single layer graphene from highly oriented pyrolytic graphite (HOPG), which provides the highest quality single layer MX2 [164].",
      "startOffset" : 187,
      "endOffset" : 192
    }, {
      "referenceID" : 153,
      "context" : "To get more active sites and enhanced HER performance, external approaches such as nanostructure constructing, surface modification, and heteroatom doping [166] are being developed to enlarge active surface area, modify electronic structure and enhance catalytic activity.",
      "startOffset" : 155,
      "endOffset" : 160
    }, {
      "referenceID" : 152,
      "context" : "Li’s group have prepared 2H-MoSSe [165].",
      "startOffset" : 34,
      "endOffset" : 39
    }, {
      "referenceID" : 154,
      "context" : "low overpotential, a Tafel slope of 40 mV/dec and displayed excellent long-term durability as HER catalyst [167].",
      "startOffset" : 107,
      "endOffset" : 112
    }, {
      "referenceID" : 155,
      "context" : "17%, respectively, surpassing most reported catalysts under ambient conditions [168].",
      "startOffset" : 79,
      "endOffset" : 84
    }, {
      "referenceID" : 156,
      "context" : "Babu’s group demonstrated the polysulfide-shuttle in Li-S battery can be stabilized using electrocatalytic TMDs atomic layers [169].",
      "startOffset" : 126,
      "endOffset" : 131
    } ],
    "year" : 2019,
    "abstractText" : "Yulu Yang, Mingguang Wu, Xingwang Zhu, Hui Xu, Si Ma, Yongfeng Zhi, Hong Xia, Xiaoming Liu, Jun Pan, Jie-Yinn Tang, Siang-Piao Chai, Leonardo Palmisano, Francesco Parrino, Junli Liu, Jianzhong Ma, Ze-Lin Wang, Ling Tan, Yu-Fei Zhao, Yu-Fei Song, Pardeep Singh, Pankaj Raizada, Deli Jiang, Di Li, R.A. Geioushy, Jizhen Ma, Jintao Zhang, Song Hu, Rongjuan Feng, Gang Liu, Minghua Liu, Zhenhua Li, Mingfei Shao, Neng Li, Jiahe Peng, Wee-Jun Ong, Nikolay Kornienko, Zhenyu Xing, Xiujun Fan, Jianmin Ma",
    "creator" : "Elsevier"
  }
}