{
  "name" : "downloads_2019-12-07_ef_10.1016@j.applthermaleng.2019.114777.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Effect of porous medium and nanoparticles presences in a counter-current triple-tube composite porous/nano-PCM system",
    "authors" : [ "Zhixiong Li", "Amin Shahsavar", "Abdullah A.A.A. Al-Rashed", "Pouyan Talebizadehsardari" ],
    "emails" : [ "lizhixio@uow.edu.au", "ptsardari@tdtu.edu.vn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 Effect of porous medium and nanoparticles presences in a counter-current\nTo solve the problem of low thermal conductivity of phase change materials (PCMs), three different methods including geometry modification, adding nanoparticles and metal foam are studied in a triple-tube latent heat storage system (LHS). PCM is enclosed in the middle tube while water passes through the inner and outer tubes as the heat transfer fluid (HTF). Different nanoparticles concentrations and metal foam porosities are examined. Different HTF flow directions in the inner and outer tubes related to the gravity direction are assessed. The results show the advantage of the system with counter-current flow of the HTF when the HTF flow in the outer tube is in the gravity direction. By adding 5% copper nanoparticles, the melting/solidification time reduces by 25.9/28.2%. By adding a 95% porous metal foam, the\n2 melting/solidification time reduces by 83.7/88.2% showing the advantage of adding a metal foam compared with adding nanoparticles. Increasing the volume fraction of nanoparticles or reducing the porosity of the metal foam reduce the melting/solidification time. Simultaneous usage of the nanoparticles and metal foam show that in the presence of metal foam, the effect of adding nanoparticles is almost negligible. For the porous/nano-PCM case with 95% porosity of the metal foam and 5% volume fraction of nanoparticles, the melting/solidification time reduces by 84.2/88.8 % compared with the pure PCM system. This paper provides a clear and comprehensive vision of the simultaneous effects of different heat transfer enhancement methods inside the PCM in triple-tube LHS systems. Keywords: Phase change material; Latent heat storage; Nano-PCM; Metal foam; Melting; Solidification. Nomenclature 𝐴𝑚 Mushy zone constant 𝑡𝑚 Melting/solidification time (s) 𝐶 Inertial coefficient 𝑇 Temperature (K) 𝐶𝑝,𝑛 Nanoparticles Specific heat (J/kg.K) 𝑇𝑒 Endpoint temperature (K) 𝐶𝑝,𝑛𝑝 Nano-PCM Specific heat (J/kg.K) 𝑇𝑖 Initial temperature (K) 𝐶𝑝,𝑝𝑐𝑚 PCM Specific heat (J/kg.K) 𝑇𝐿𝑖𝑞𝑢𝑖𝑑𝑢𝑠 Liquidus temperature (K) 𝐶𝑝,𝑝𝑜𝑟 Porous medium Specific heat (J/kg.K) 𝑇𝑟𝑒𝑓 Reference temperature (K) 𝐶𝐶 Counter-current 𝑇𝑆𝑜𝑙𝑖𝑑𝑢𝑠 Solidus temperature (K) 𝐶𝑂 Co-current 𝑉 Velocity vector (m/s) 𝑑𝑛 Nanoparticle diameter (m) 𝑑𝑝 Pore size (m) Greek symbols 𝑑𝑙 Ligament diameter (m) 𝛽𝑛 Thermal expansion coefficient of nanoparticles (1/K) 𝑒𝑒 Total energy in the end time (J/kg) 𝛽𝑛𝑝 Thermal expansion coefficient of nano-PCM (1/K) 𝑒𝑖 Total energy in the initial time (J/kg) 𝛽𝑝𝑐𝑚 Thermal expansion coefficient of PCM (1/K) 𝐹 Body force in the momentum equation 𝜀 Porosity 𝑔 Gravity (m/s2) 𝜆 Liquid fraction ℎ Sensible enthalpy (J/kg) 𝜇𝑛𝑝 Dynamic viscosity of nano-PCM (kg/m.s) 𝐻 Total enthalpy (J/kg) 𝜇𝑝𝑐𝑚 Dynamic viscosity of PCM (kg/m.s) 𝑘𝑒 ― 𝑛𝑝 Effective thermal conductivity of porous/nano-PCM (W/m.K) 𝜌𝑛 Nanoparticles Density (kg/m3) 𝑘𝑛 Thermal conductivity of nanoparticles (W/m.K) 𝜌𝑛𝑝 Nano-PCM Density (kg/m3) 𝑘𝑛𝑝 Thermal conductivity of nano-PCM (W/m.K) 𝜌𝑝𝑐𝑚 PCM Density (kg/m3) 𝑘𝑝𝑐𝑚 Thermal conductivity of PCM (W/m.K) 𝜔 Pore density – number of pores per inch (PPI)\n3 𝑘𝑝𝑜𝑟𝑜𝑢𝑠 Thermal conductivity of porous medium (W/m.K) ∆𝐻 Latent heat (J/kg) 𝐾 Permeability (m2) ∆𝑃 Pressure drop (Pa) 𝐿𝑛𝑝 Fusion Latent heat of nano-PCM (J/kg) 𝜙 Volume fraction of nanoparticles (%) 𝐿𝑃𝐶𝑀 Fusion Latent heat of PCM (J/kg) 𝑚𝑝𝑐𝑚 Mass of PCM (kg) Subscripts 𝑝 Rate of heat storage/recovery (W) 𝑟𝑒𝑓 Reference 𝑃 Pressure (Pa) 𝑛𝑝 Nano-PCM 𝑆 Source term in momentum equation 𝑛 Nanoparticles 𝑆𝐿 Source term in energy equation 𝑝𝑐𝑚 PCM 𝑡 Time (s) 𝑝𝑜𝑟 Porous medium 1. Introduction Energy storage plays a crucial role in saving the excess energy and balance the mismatch between energy supply and energy demand. The high rate of energy waste to the environment in the form of thermal energy can be stored and used efficient which is the major challenge for fossil-fuel usage. Energy storage has been widely used in buildings, power plants and industries recently to provide a more efficient way of energy usage. In buildings, as the most energy consumer in the world which accounts for 36% of the global final energy consumption, energy storage allows peak-shaving and energy saving during the day [1, 2]. For renewable energies such as solar and geothermal, energy storage helps to store a huge amount of energy which is otherwise can be lost [3]. In industries as well as steam and gas power plants, energy storage can save excess energy to produce more power. By saving energy through the use of energy storage, a huge amount of CO2 production can be reduced in the buildings and industries as well as saving more renewable energies [4]. To achieve efficient thermal processes and remarkable energy-saving benefits, novel technologies for energy storage are of great practical importance. Thermal energy storage (TES) has the advantages of peak-shaving, high-efficiency use of energy, heat waste recovery, as well as a higher amount of renewable energy saving [5]. Among different types of TES, latent heat storage (LHS) systems have great potential to provide a costeffective solution for this problem. Phase change materials (PCMs) are used in LHS systems\n4 to store and recover heat. PCMs are also capable to compete with sensible heat storage materials such as MgO in terms of cost per unit kWh, and are far more compact and also cheaper than electrochemical thermal storage. They have an energy density typically 5 to 14 times higher than any rival heat storage systems, and the added advantage of almost constant temperature during the phase changing process [6]. The main challenge for efficient use of PCM based technologies is the long melting/solidification time as well as not efficient storing/releasing heat due to low thermal conductivity and low thermal diffusivity within the bulk PCM [7]. These disadvantages lead to limited use of LHS systems. Different methods are utilized to enhance the rate of heat storage/retrieval including geometry modification [8], use of fins [9], nanoparticles [10], encapsulation [11] and high conductivity porous medium [12]. The use of extra additives such as nanoparticles and a porous medium has the advantage of using with each other or with geometry modification. Pipe heat exchangers are widely used in industries and power plants for heat transfer in the forms of double-tube, triple-tube and multiple-tube. In solar parabolic power plants, they have been used to transfer the solar radiation to a secondary fluid. For the PCM based pipe heat exchangers, the PCM is kept in one side of the pipe while the heat transfer fluid (HTF) stores/recovers heat to/from it. There has been a lot of studies in the literature working on the performance of double-tube LHTES heat exchangers. Due to the limitation of PCMs, they have tried to modify the double-tube geometry by using fins, eccentric pipes, and wavy channels or using an additive such as nanoparticles and metal foams. Agyenim et al. [13] assessed the performance of a double-tube LHS unit employing different numbers of tubes. They presented that the PCM temperature increases using a higher number of tubes. Darzi et al. [14] assessed the charging of PCM in concentric and eccentric cylindrical tubes to analyse the effect of the eccentricity of the inner tube using constant temperature for the inner tube’s wall. They showed that due to the natural convection in the domain, the location of the inner tube affects the\n5 charging time. They presented that the eccentric annulus has less charging time than the concentric annulus and charging time decreases by increasing the eccentricity of the cylinders. One of the methods to improve the rate of charging/discharging in double-tube heat exchangers is increasing the number of pipes results in a triple-tube and multiple-tube heat exchangers. It can enhance the heat transfer area resulting in a higher heat transfer/release rate [15]. It can be combined with different methods such as fins, nano-PCMs and composite porous-PCMs. Esapour et al. [16, 17] studied a multi-tube PCM based heat exchanger and showed that considering the same mass, the PCM melts 29% faster by using four inner tubes compared to a double-tube unit. Abduljalil et al. [18] investigated the effect of longitudinal fin arrangement in a triple-tube cylindrical LHS system on the charging time reduction. They performed an experiment for the case of internal-external fins and conducted numerical simulations for various combinations of fins including internal, external and internal-external as well as fin length and fin thickness. They showed 34.7% reduction in the melting time for the best case. Andrew et al. [19] examined different designs of the LHS heat exchanger including one tube with and without longitudinal and circular fins, and multi-tube configurations. They showed the advantage of multi-tube compared with the single tube heat exchanger. Nanoparticles are widely used to enhance the thermal conductivity of fluids recently. They have been used in LHS systems to solve the problem of low thermal conductivity of PCMs. The use of nanoparticles leads to changes in PCM properties. It generally decreases the fusion latent heat, as well as specific heat transfer coefficient of the PCM, results in the reduction of heat storage capacity and therefore higher amount of PCM mass is required to have an equal heat storage capacity. There has been lots of research in the literature working on the performance of nano-PCM systems [20, 21]. Mahdi and Nsofor [22] investigated the effect of nanoparticles and fins on the solidification rate of PCMs and they found that using fins improves the phase-change rate better than the nanoparticles alone or the combination of both.\n6 Abdollahzadeh and Esmaeilpour [23] employed two different configurations of channel waviness including divergent-convergent and convergent-divergent walls using Cu-water nanofluid in the discharging process. They presented the negative effect of nanoparticles due to the lower latent heat of the nanoPCM and also positive effect of channel waviness. Sushobhan and Kar [24] studied the effect of CuO nanoparticles on the performance of the LHS system using N-Octadecene paraffin as the PCM. They showed the advantage of nanoparticles on the reduction of melting time which is more effective by increasing the volume fraction of nanoparticles. Jasim et al. [25] studied on simultaneous charging and discharging from a fined triple-tube LHS system using Al2O3 to enhance the thermal conductivity of PCM. They showed that the effect of adding fins on modifying the performance of the system is much more than that of the nanoparticles. In the composite porous/PCM, the heat is transferred by conduction through the high conductivity porous foam rather than PCM which increases the rate of thermal diffusion [26]. It is shown that the effect of conduction heat transfer by the porous foam is significantly effective on the performance of the charging/discharging process [27]. Zhao et al. [28] studied the effects of metal foam on the performance of RT58 and they stated that the metal foam can enhance the phase-change rate around 10 times depending on the material and the conditions used. Liu et al. [29, 30] studied numerically the melting of a composite metal foam/PCM shell and tube storage in 2-D and 3-D cases. They showed the small effect of pore size on the melting process and the negligible effect of natural convection in the presence of a porous medium. Nithyanandam et al. [31] studied the effect of metal foam on the performance of an LHS system based on the heat pipes. They found that lower pore size improves the rate of heat transfer. Mahdi et al. [25] studied a 2D double-tube LHS system using multiple-segment metal foam with various porosity. They presented that the use of different foam porosity in different segments enhances the rate of heat storage and recovery compared with the single porosity\n7 case. Shahsavar et al. [32] studied the effect of channel waviness in a double-tube heat storage system using a combination of metal foam inside the PCM. They showed more than 90% reduction in both melting and solidification times using composite PCM in the sinusoidal wavy channels in comparison with that for smooth channels case. They also presented a higher rate of heat transfer more than 10/18 times in the charging/discharging process using a composite PCM heat exchanger. Yang et al. [33] studied numerically the effect of porous medium addition in both PCM and HTF domains using a 2-D axisymmetric model. They showed that by employing metal foam in all the domain, compared with the non-porous case, the melting time reduces by almost 88.5% and more uniform temperature is achieved inside the PCM. In another study [34], they showed experimentally that by using metal foam inside the PCM domain, the melting time reduces by 64%. Furthermore, they presented that in the presence of the porous medium, the inclination angle of the energy storage unit has a negligible effect due to dominant effect of the porous medium for conduction heat transfer [35]. Based on the literature review, the lack of comprehensive paper on the effect of nanoparticles in the presence of a porous medium can be seen for the PCM based energy storage systems. Therefore, this study aims to study the combination of porous medium and nanoparticles in a PCM based vertical triple-tube LHS system. The triple-tube latent heat storage system is employed as a more efficient system compared with a double-tube unit. In the triple-tube system, composite PCM is located in the middle tube while water passes in the inner and outer tubes as the heat transfer fluid. Different directions of water flow in the inner and outer tubes including the co-current and counter-current flows are studied which has not been studied previously. The effect of copper nanoparticles, copper foam and simultaneous use of nanoparticles and porous medium are studied comprehensively. The system is analysed in both melting/solidification process based on the melting/solidification time, temperature and rate of heat storage/retrieval. Different volume fractions of nanoparticles, as well as different\n8 porosities of metal foam, are also investigated. The results of this paper provide guidelines for comprehensive usage of different heat transfer enhancement methods in LHS systems including geometry modification, nanoparticles addition and porous medium addition. 2. Mathematical modelling In this study, four different cases are studied including the pure PCM, nano-PCM, porous-PCM and porous/nano-PCM. Without the presence of the porous medium, in the solid estate, heat is transferred by conduction and then after generating liquid phase, heat is transferred by both conduction and natural convection. In the presence of a porous medium, heat is more transferred by conduction through the metal foam inside the PCM rather than low conductivity pure PCM [36]. By adding a porous medium, a part of LHS volume is filled with the porous structure and therefore a higher volume of PCM should be employed to have a similar PCM mass. Furthermore, due to the flow resistance made by the porous structure, the effect of natural convection is negligible in the porous-PCM case [37]. In the presence of nanoparticles inside the pure PCM, the properties of PCM are changed. The purpose of adding nanoparticles is modifying the thermal conductivity of pure PCM; however, the latent heat of fusion and specific heat transfer coefficient reduce while the effective density increases. In numerical modelling, the enthalpy-porosity model is employed for modelling the effect of phase change. The viscous and inertial losses due to the effect of the porous medium should also be considered in the momentum equation [38]. By adding nanoparticles, all the effective properties of pure PCM are determined and employed instead of pure PCM properties in the model. The governing equations for the PCM are defined as follows [40]: Continuity:\n9 ∂𝜌𝑛𝑝 ∂𝑡 + ∇.𝜌𝑛𝑝𝑉 = 0\n(1)\nMomentum:\n𝜌𝑛𝑝 ∂𝑉 ∂𝑡 + 𝜌𝑛𝑝 (𝑉.∇)𝑉 = ―∇𝑃 + 𝜇𝑛𝑝(∇2𝑉) ― 𝜌𝑛𝑝,𝑟𝑒𝑓𝛽𝑛𝑝𝜀(𝑇 ― 𝑇𝑟𝑒𝑓)𝑔 ― 𝑆 ― 𝐹 (2)\nEnergy:\n𝜀∂𝜌𝑛𝑝𝐶𝑝,𝑛𝑝𝑇 ∂𝑡 + ∇(𝜌𝑛𝑝𝐶𝑝,𝑛𝑝𝑉𝑇) = ∇(𝑘𝑒 ― 𝑛𝑝∇𝑇) ― 𝑆𝐿 (3)\nTwo different thermal equilibrium and non-equilibrium can be employed to solve the energy equation for the PCM in the presence of a porous medium. It is true that employing the thermal non-equilibrium model provides a more accurate results compared with the equilibrium model due to considering the local convection heat transfer inside the pores of the porous medium between the metal foam and the PCM; however, the assumption of thermal equilibrium model saves computational resources by maintaining good accuracy as shown in the literature [41, 42]. Furthermore, the difference between the non-equilibrium and equilibrium models depends on the boundary and initial conditions which are significant in the sensible heat domain rather than that during the phase change process due to having an almost constant temperature [30] Furthermore, it is noteworthy that, the non-equilibrium model cannot be used regularly in the 2-D and axisymmetric models, due to generated porous boundaries at the walls between the HTF and the PCM and the limitation of coupled boundary condition for it in FLUENT software [42]. In the local thermal equilibrium condition, the volume average of the thermal conductivities of the porous medium and nano-PCM is considered as the effective thermal conductivity of the porous/nano-PCM given as [30]:\n𝑘𝑒 ― 𝑛𝑝 = (1 ― 𝜀)𝑘𝑝𝑜𝑟𝑜𝑢𝑠 + 𝜀𝑘𝑛𝑝 (4)\nThe source terms is given as [43]:𝑆\n10\n𝑆 = 𝐴𝑚 (1 ― 𝜆)2\n𝜆3 + 0.001 𝑉 (5)\nwhere is considered 105 [44-46]. 𝐴𝑚 It should be noted that for modelling the system without the porous medium, the porosity is set equal to 1 in the Eqs. (2) and (4). For the water as the heat transfer fluid in the inner and outer tubes, the fluid flow is considered incompressible and laminar where the governing equations are the conservations of mass, momentum and energy which are the well-established in the literature [47]. Additionally, is defined as [18]: 𝜆\n𝜆 = ∆𝐻 𝐿𝑛𝑝 = { 0 𝑖𝑓 𝑇 < 𝑇𝑆𝑜𝑙𝑖𝑑𝑢𝑠1 𝑖𝑓 𝑇 > 𝑇𝐿𝑖𝑞𝑢𝑖𝑑𝑢𝑠𝑇 ― 𝑇𝑆𝑜𝑙𝑖𝑑𝑢𝑠 𝑇𝐿𝑖𝑞𝑢𝑖𝑑𝑢𝑠 ― 𝑇𝑆𝑜𝑙𝑖𝑑𝑢𝑠 𝑖𝑓 𝑇𝑆𝑜𝑙𝑖𝑑𝑢𝑠 < 𝑇 < 𝑇𝐿𝑖𝑞𝑢𝑖𝑑𝑢𝑠} (6) shows the amount of latent thermal energy that the PCM gains for the phase change process ∆𝐻 from solid to liquid during melting or releases during the solidification process. So, when all the PCM melts, equals to the nano-PCM latent heat of fusion ( ) and when the entire ∆𝐻 𝐿𝑛𝑝 PCM is still solid, delta H is zero. However, in the mushy zone state when a part of solid PCM is converted to the melted PCM, varies between zero and which is determined based ∆𝐻 𝐿𝑛𝑝 on the PCM temperature in different cells of the domain as well as solidus and liquidus temperatures according to Eq. (6). is defined as:𝐻\n𝐻 = ℎ + ∆𝐻 (7)\nwhere:\nℎ = ℎ𝑟𝑒𝑓 + ∫ 𝑇\n𝑇𝑟𝑒𝑓 𝐶𝑝𝑛𝑝𝑑𝑇 (8)\nis calculated as: 𝐹\n𝐹 = (𝜇𝑛𝑝𝐾 + 𝜌𝑛𝑝𝐶|𝑉|𝐾 )𝑉 (9) where and C are calculated as [38]:𝐾\n11\n𝐾 = 0.00073𝑑𝑝2(1 ― 𝜀) ―0.224(𝑑𝑙𝑑𝑝)\n―1.11\n(10)\n𝐶 = 0.00212(1 ― 𝜀) ―0.132(𝑑𝑙𝑑𝑝) ―1.63\n(11)\nwhere is obtained as:𝑑𝑙\n𝑑𝑙 = 1.18𝑑𝑝 1 ― 𝜀 3𝜋 ( 11 ― 𝑒 ―(1 ― 𝜀)/0.04) (12) and is calculated as:𝑑𝑝\n(PPI)𝑑𝑝 = 0.0254/𝜔 (13)\nThe source term in the energy equation is given as [48]:\n𝑆𝐿 = 𝜀∂𝜌𝑛𝑝𝜆𝐿𝑛𝑝\n∂𝑡 + ∇(𝜌𝑛𝑝𝑉𝜆𝐿𝑛𝑝) (14)\nIn the presence of nanoparticles, the properties of nano-PCM are changed. All the effective properties of nano-PCM except the thermal conductivity are constant and calculated based on the volume fraction of nanoparticles which are calculated as follows:\n𝜌𝑛𝑝 = 𝜙𝜌𝑛 + (1 ― 𝜙)𝜌𝑝𝑐𝑚 (15\n)\n𝐶𝑝,𝑛𝑝 = 𝜙(𝜌𝐶𝑝)𝑛 + (1 ― 𝜙)(𝜌𝐶𝑝)𝑝𝑐𝑚\n𝜌𝑛𝑝𝑐𝑚\n(16\n)\n𝐿𝑛𝑝 = (1 ― 𝜙)(𝜌𝐿)𝑝𝑐𝑚\n𝜌𝑛𝑝𝑐𝑚\n(17\n)\n𝜇𝑛𝑝 = 0.983𝑒(12.959𝜙)𝜇𝑝𝑐𝑚 (18\n)\n𝛽𝑛𝑝 = 𝜙(𝜌𝛽)𝑛 + (1 ― 𝜙)(𝜌𝛽)𝑝𝑐𝑚\n𝜌𝑛𝑝\n(19\n)\n12\n𝑘𝑛𝑝 = 𝑘𝑝𝑐𝑚 × 𝑘𝑛 + 2𝑘𝑝𝑐𝑚 ― 2(𝑘𝑝𝑐𝑚 ― 𝑘𝑛)𝜙 𝑘𝑛 + 2𝑘𝑝𝑐𝑚 + (𝑘𝑝𝑐𝑚 ― 𝑘𝑛)𝜙 + 5 × 104𝛽𝑘𝐿𝑓𝜙𝜌𝑝𝑐𝑚𝑘𝑝𝑐𝑚𝐶𝑝,𝑝𝑐𝑚 𝐵𝑇 𝜌𝑛𝑑𝑛 𝑓(𝑇,𝜙)\n(20\n)\nwhere\n𝑓(𝑇,𝜙) = (2.8217 × 10 ―2𝜙 + 3.917 × 10 ―3)/𝑇𝑙 ― (3.0669 × 10 ―2𝜙 + 3.91123 × 10 ―3)(21\n)\nThe rate of heat storage/recovery is defined as the stored/released thermal energy over the melting/solidification time as [49]:\n𝑝 = 𝑄 𝑡𝑚\n= 𝑚𝑝𝑐𝑚(∫ 𝑠𝑜𝑙𝑖𝑑𝑐𝑝𝑑𝑇 + 𝐿𝑓 + ∫ 𝑙𝑖𝑞𝑢𝑖𝑑𝑐𝑝𝑑𝑇)\n𝑡𝑚 = 𝑚𝑝𝑐𝑚(𝑒𝑒 ― 𝑒𝑖) 𝑡𝑚\n≈ 𝑚𝑝𝑐𝑚(𝑐𝑝(𝑇𝑚 ― 𝑇𝑖) + 𝐿𝑓 + 𝑐𝑝(𝑇𝑒 ― 𝑇𝑚))\n𝑡𝑚\n(22)\nIt should be noted that the simulations terminate when the liquid fraction reaches to 1.0 during the melting and to 0.0 during the solidification from the initial conditions. In Eq. (22), the total energy and PCM temperature are then obtained when the simulation is terminated.\n3. System description\nThe studied LHS unit shown in Fig. 1 is a vertical triple-tube heat storage system with the length of 500 mm, the inner diameter of 4 cm, the middle diameter of 8 cm and the outer diameter of 12 cm. Due to the nature of the geometry and conditions of the problem, the axisymmetric model is employed (shown in Fig. 1(b)) where a rectangular geometry is considered as the computational domain with the left line as the axis of the problem. In the PCM zone, different cases of pure PCM, nano-PCM, porous-PCM and porous/nano-PCM are evaluated. Note that, for different cases, the volume of the unit increases based on the foam porosity and volume fraction of nanoparticles to have a similar PCM mass.\n13\n(a) (b)\nFig. 1. Schematic of the studied triple-tube LHT system.\nWater passes through the inner and outer tubes of the unit while the PCM encloses in the middle tube in the presence of copper foam and copper nanoparticles. The water flow is laminar with the assumption of inlet constant velocity and temperature and outflow outlet. No-slip boundary condition is defined for the walls where the adiabatic condition is assumed except for the middle walls for heat transfer between the water and PCM. Three different cases are existed according to the directions of the water flow and gravity in the triple-tube heat storage system. The cases include the co-current flow, counter-current flow where the inner tube is in the gravity direction and the counter-current flow where the outer tube is in the gravity direction. These cases are displayed in Fig. 2.\n𝑔\n𝑔\nCounter-current flow: outer flow\nin the gravity direction\nCounter-current flow: Inner flow\nin the gravity direction\nCo-Current flow\nFig. 2. Different conditions for the water flow direction inside the system\nThe initial temperature of the PCM is 285 K in the melting process and 323 K in the solidification process. The temperature of water at the inlet is also considered equal to 323 K and 285 K, respectively, in the melting and solidification processes. The PCM is considered RT-35 (RUBITHERM) and the properties are presented in Table 1. Note that the reference density used in the momentum equation is considered equal to the mean densities of the PCM in the solid and liquid estates (815 kg/m3) at the reference temperature equal to the average temperature between the solidus and liquidus temperatures (305.5 K). The properties of copper as the material of the foam and nanoparticles are also presented in Table 1.\n𝑔 𝑔 𝑔\n15\nSpecific heat (kJ/kg.K) 2.0 Solid/Liquid Density (kg/m3) 850/780 Thermal conductivity (W/m.K) 0.2 Viscosity (Pa.s) 0.023 Thermal expansion coefficient (1/K) 0.0006 Property Copper Density (kg/m3) 8978 Thermal conductivity (W/m.K) 387.6 Specific heat (J/kg.K) 381\nFor the HTF, the properties are determined based on the inlet temperature of the water as presented in Table 2.\nTable 2. Properties of Water at different temperatures Property 285 K 323 K Specific heat (kJ/kg.K) 4190 4180 Density (kg/m3) 999.5 988 Thermal conductivity (W/m.K) 0.583 0.641 Viscosity (Pa.s) 0.0012401 0.0005488\n4. Numerical model and validation\nANSYS-FLUENT software is utilized to discrete the governing equations using the SIMPLE algorithm with double-precision solver. The QUICK scheme is used to calculate the diffusion fluxes and convection for the momentum and energy equations while PRESTO scheme is used for the pressure correction equation [32]. The values for under-relaxation factors are set to 0.3, 0.6, 1 and 0.9 for the pressure, velocity, energy, and liquid fraction, respectively, considering the convergence criteria of 10-6 for all the equations. For the grid independency analysis, three different sizes of the mesh including 72000, 120000 and 180000 elements are studied for the pure PCM case. Table 3 presents the results of melting time and average heat storage rate for different meshes. The maximum difference in the melting\ntime is less than 0.3% between 120000 and 180000 elements. Therefore, 120000 is chosen as the element’s number. Different time step sizes of 0.05, 0.1 and 0.2 s for the case of 120000 cells are also assessed and no considerable change is shown.\n17\n0\n0.2\n0.4\n0.6\n0.8\n1\n0 10 20 30 40 50\nPresent results Mat et al. [32]\nTime (min)\nLi qu\nid F\nra ct\nio n\nb)\nFig. 3. Validation study presenting PCM (a) average temperature and (b) liquid fraction compared with Mat et al. [44].\nFor the porous-PCM simulation, the results of Liu et al. [30] are used to verify the code employing a 95% porosity copper foam/PCM using RT-58. The studied heat storage unit is a rectangular enclosure with a constant heat flux from the bottom and convection heat transfer for the walls. The result of the temperature at the height of 8 mm from the bottom is presented here for the validation in Fig. 4 regenerated in the study compared with Liu et al. [30] showing an excellent agreement.\n0\n20\n40\n60\n80\n100\n0 1000 2000 3000 4000\nPresent study Liu et al. [33]\nTime (s)\nTe m\npe ra\ntu re\n(° C\n)\n[58]\n[37]\n18\nTo validate the code related to the use of nanoparticles, the results of Mahdi and Nsofore [51] are used for comparison. They simulated the melting process inside a horizontal triple-tube LHS unit using RT82 and 2% Al2O3 nanoparticles where the temperatures of the inner and outer tubes are considered 90 ºC. As shown in Fig. 5, the present results are in excellent agreement with Ref. [51].\n0\n0.2\n0.4\n0.6\n0.8\n1\n0 50 100 150\nPresent results\nMahdi and Nsofor\nTime (min)\nLi qu\nid fr\nac tio\nn\nFig. 5. The validation results of nano-PCM simulation compared with Mahdi and Nsofore [51].\n5. Results and discussion\nIn the following, first, the effect of water flow direction in the triple-tube heat exchanger is studied in the melting process related to the direction of gravity. After finding the best condition, the effect of the presence of the porous medium, nanoparticles and simultaneous porous medium and nanoparticles are studied during the melting and solidification processes.\n5.1. Effect of water flow direction\n[26]\n19\nThree different cases are existed according to the directions of the water flow and gravity in the triple-tube heat storage system. The cases include the co-current flow, counter-current flow where the inner tube is in the gravity direction and the counter-current flow where the outer tube is in the gravity direction. Figs. 6(a) and 6(b) display the variation of liquid fraction and volume average temperature as a function of time for different cases, respectively. It is worth noting that the volume average temperature is useful to demonstrate the liquid fraction variation in the domain. When the average temperature rises from the solidus temperature, all the PCM places in the phase change process and when the average temperature passes the liquidus temperature, all the PCM melts. The counter-current cases show a higher performance according to the melting time. As shown, in the almost first 1000 s, a higher liquid fraction is achieved for the co-current case. During this time, the mean temperature of the PCM is a little higher for the CO case compared with the CC cases and as a result, a higher liquid fraction is achieved. However, after that, the mean temperature of PCM is higher for the CC cases results in a higher rate of liquid fraction enhancement at the same time compared with the CO case. The reason is that at the beginning of the melting process, the heat is transferred only by conduction. In the CC condition, since the gravity is in the direction of the water flow in one of the tubes, it causes a little less heat transfer from the water to the PCM. Then, after some time when convection is gradually generated in the PCM, the effect of counter-current flow starts helping the domination of convection in the PCM domain results in a higher mean temperature of the PCM and therefore shorter melting time. For all cases, in the beginning, the rate of mean temperature increment is higher until the PCM is placed in the sensible heat section when the temperature rises from 285 K (initial temperature ) to 302 K (solidus temperature). During the phase change process, the rate of mean temperature increment is reduced between 302 K and 309 K (liquidus temperature) since the PCM places in the latent heat section. After the liquidus temperature, a higher rate of temperature increment\n20\nis also achieved since the PCM again places in the sensible heat section. Note that in the counter-current cases, the case which the water flow in outer tube is in the gravity direction shows a negligible higher performance compared with that when the water flow in the inner tube is in the gravity direction at the end of the melting process. It should be noted that the average temperature and liquid fraction are determined by using the volume averaging in the FLUENT software from the selected domain. The volume average temperature is employed as the reason for the advantage and disadvantage of the system during the parametric study which also justifies the variation of liquid fraction.\n0\n0.2\n0.4\n0.6\n0.8\n1\n0 1000 2000 3000 4000\nCO CC - Outer tube in g direction CC-Inner tube in g direction\nTime (s)\nLi qu\nid fr\nac tio\nn\n(a)\n21\n280\n290\n300\n310\n320\n330\n0 1000 2000 3000 4000\nCO CC - Outer tube in g direction CC-Inner tube in g direction\nTime (s)\nM ea\nn te\nm pe\nra tu\nre (K\n)\n(b)\nFig. 6. The variation of (a) liquid fraction and (b) temperature as a function of time for different flow and gravity directions.\nFigs. 7(a) and 7(b) display the contour plot of liquid fraction and temperature distributions at 600 s time interval for the co-current flow case compared with the contour-current flow case when the water in the outer tube is in the gravity direction. Higher values of PCM temperature at different times can be seen for the counter-current flow system compared with the co-current flow system (shown in Fig. 7(b)) which results in higher values of melted PCM. Furthermore, due to the effect of gravity, natural convection occurred in the PCM domain after the initial moments when the mechanism of heat transfer is just conduction. Therefore, in addition to the melting in the near-wall region, natural convection helps PCM melting by circulating the liquid PCM. As shown in the temperatures contour plots, the dominating natural convection shows a higher temperature at a fixed point on the top portion, while poor conduction causes a weak temperature rise at a point in the bottom portion when heated from the sides. As shown, for the CC case, natural convection is more effecting due to counter-current directions of the HTF flow causing a higher temperature at a fixed point compared with the CO case at different times. For example, at the time of 1800 s as shown in Fig. 7(b), a higher portion of the domain\n22\nat the top of the unit has a higher temperature in the CC case compared with the CO case results in a higher melted PCM in the region as shown in Fig. 7(a). Finally, the PCM melting then terminates from the bottom of the unit at the end.\n600 s 1200 s 1800 s 2400 s 3000 s CC CO CC CO CC CO CC CO CC CO\n(a)\n600 s 1200 s 1800 s 2400 s 3000 s CC CO CC CO CC CO CC CO CC CO\n23\n(b)\nFig. 7. The contour plot of PCM a) liquid fraction and b) temperature for counter-current flow case compared with the co-current case in the melting process\nFor better understanding the effect of natural convection, Fig. 8 display the velocity vectors in the PCM zone at the time of 1800 s in the counter-current flow case. Due to natural convection and direction of gravity, the flow is circulated inside the PCM from bottom to the top near the wall and then from top to the bottom at the centre. A smaller vortex is generated at the top of the domain where the PCM is entirely at the liquid state due to different directions of the HTF in the triple-tube heat storage unit.\n24\nFig. 9 illustrates the variation of the outlet temperatures of water from the inner and outer tubes as a function of time for the counter-current flow case. The outlet temperature of the passing water in the inner tube shows a lower temperature compared with that for the outer tube temperature which means that a higher amount of heat is transferred to the PCM from the inner tube rather than the outer one. The reason is due to the higher surface area of the outer tube compared with the inner tube between the PCM and the HTF which causes a higher area for heat transfer and since the inlet temperature of the HTF in the inner and outer tubes are similar, the outlet temperature of the HTF in the outer tube is higher than that for the inner tube. After 3000 s, the outlet temperatures of the water in the inner and outer tubes are almost the same. Note that the inlet temperature of the water is 323 K and the outlet temperature shows a maximum variation of 3 K at the initial moments and then the difference reduces since the amount of solid PCM reduces.\n25\n320\n321\n322\n323\n0 1000 2000 3000 4000\nOuter tube water Inner tube water\nTime (s)\nM ea\nn te\nm pe\nra tu\nre (K\n)\nFig. 9. The outlet temperature of water from the inner and outer tube of the system.\nAccording to the results of this section, the system with the contour-current flow where the water in the outer tube is in the gravity direction is chosen as the best case for further analysis."
    }, {
      "heading" : "4.1. Effect of the porous medium presence",
      "text" : "In contrast to the pure PCM system which natural convection is the main heat transfer mechanism after the initial pure conduction, the presence of metal foam causes that the heat is transferred by conduction through the high conductivity porous medium rather than low conductivity PCM which increases the effective thermal conductivity and rate of thermal diffusion. Furthermore, due to the flow resistance made by the porous structure, the effect of natural convection is suppressed in the porous-PCM case. For the porous-PCM case, three different porosities of 95, 97 and 99% are studied compared with the pure PCM system and as mentioned the volume of the unit is expanded to have a same mass for the PCMs in different units. Note that the pore size is considered constant equal to 30 PPI in this study for all the porous cases since it was shown in the literature that the effect of pore size is negligible in the metal foam-PCM applications [30].\n26\nFig. 10 illustrates the contour plot of the liquid fraction at 100 s time interval for the porousPCM unit with the porosity of 95% compared with the pure PCM system in the melting process. Due to the higher rate of heat transfer in the porous-PCM case, PCM melts more quickly. After 600 s, the PCM entirely melts in the porous-PCM unit while a huge amount of PCM is still in the solid-state in the pure PCM case. In the porous-PCM unit, since the heat is transferred quickly in the entire PCM domain by conduction through the metal foam, PCM melts uniformly in all the domain. For example, after 200 s, the liquid fraction of the PCM at the centre of the unit is almost 0.3 while it is 1 for the pure PCM case which means that the heat is not transferred to the centre of the domain. The higher temperature of the water at the inlet of the tubes causes a higher liquid fraction at the top and bottom of the unit which is more at the top due to small effect of natural convection in the presence of the porous medium.\n100 s 200 s 300 s 400 s 500 s 600 s Porous PCM pure PCM Porous PCM pure PCM Porous PCM pure PCM Porous PCM pure PCM Porous PCM pure PCM Porous PCM pure PCM\n27\nFig. 11 illustrates the contour plot of temperature distribution for the porous-PCM unit with the porosity of 95% compared with the pure PCM case in the melting process. The more uniform temperature distribution is shown for the porous-PCM case due to the effect of metal foam at the beginning through the end of the process. For the pure PCM system, almost after 400s, the temperature of the PCM is almost uniform when the PCM is placed in the melting point temperature showing the starting of the phase change process. Furthermore, due to the higher rate of heat transfer from the water to the PCM, higher values of the temperature is shown in the porous-PCM case compared with the pure PCM system.\n100s 200s 300s 400s 500s 600s\nPorous\nPCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM\n28\nFig. 12(a) and 12(b) show the variation of PCM average temperature and liquid fraction as a function of time for the porous-PCM case with different porosities compared with the pure PCM system in the melting process. Higher values of temperature and liquid fraction can be seen for the porous-PCM case at the equivalent time compared with the pure PCM system. Furthermore, reducing the porosity results in a higher amount of metal foam in the domain which increases the rate of heat transfer due to a higher effective thermal conductivity of the PCM which equals to 19.57, 11.82 and 4.07 W/mK for the porosities of 0.95, 0.97 and 0.99%, respectively, according to the Eq. (4). Therefore, a higher temperature is achieved using a lower porosity in the porous-PCM case which results in a higher liquid fraction.\n29\n285\n295\n305\n315\n325\n335\n0 1000 2000 3000 4000\nPorous-PCM (95%) Porous-PCM (97%) Porous-PCM (99%) PCM only\nTime (s)\nM ea\nn Te\nm pe\nra tu\nre (K\n)\n(a)\n0\n0.2\n0.4\n0.6\n0.8\n1\n0 1000 2000 3000 4000\nPorous-PCM (95%) Porous-PCM (97%) Porous-PCM (99%) PCM only\nTime (s)\nLi qu\nid fr\nac tio\nn\n(b)\nTable 4 summarizes the melting time, the percentage of time-saving compared to the pure PCM unit, the amount of stored energy on the PCM and the rate of heat storage in the melting process. Note that the stored or released thermal energy is calculated based on the results of total energy difference in the domain obtained from FLUENT software from the initial until the end of the melting process and a little difference between the data presented in Table 4 is due to the\ndifference between the end temperature of different case results is a different sensible heat stored in the PCM. The rate of heat storage is significantly higher for the porous-PCM cases compared with the pure PCM unit. Furthermore, reducing the porosity results in an increase in the rate of heat transfer and therefore higher heat storage rate is achieved. The rate of heat storage for the porosity of 95% is almost 2.4% and 12.9% higher than the porosity of 97% and 99%, respectively. It should be noted that, by reducing the porosity and the existence of more metals in the domain, a higher rate of heat transfer occurs which results in a shorter melting time. On the other hand, by reducing the porosity and therefore reducing the volume of PCM, the dimensions of the unit is increased to have a similar PCM mass in different cases for the meaningful comparison which results in a higher melting time. Therefore, due to the significant advantages of high conductivity metal foams rather than a small enhancement in the storage size, by reducing the porosity, the melting time always decreases; however, the rate of reduction in the melting time decreases and therefore the difference between the melting times for the porous-PCM cases with 0.95% and 0.97% porosity are less than that for the cases of 97% and 0.99%. Furthermore, it depends on various effective parameters such as boundary conditions, materials of the PCM and porous medium, operating conditions of the PCM and HTF and finally the dimensions of the geometry.\n31\nFig. 13a) and 13(b) display the contour plots of liquid fraction and temperature distribution for the porous-PCM unit with the porosity of 95% compared with the pure PCM system in the solidification process. Similar to the melting process, a higher rate of heat transfer can be seen for the porous PCM case results in a lower temperature (Fig. 13(b)) and consequently a lower liquid fraction (Fig. 13(a)) at an equivalent time.\n100s 200s 300s 400s 500s 600s\nPorous\nPCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM Porous PCM\nPure PCM\n(a)\n32\n100s 200s 300s 400s 500s 600s Porous PCM Pure PCM Porous PCM Pure PCM Porous PCM Pure PCM Porous PCM Pure PCM Porous PCM Pure PCM Porous PCM Pure PCM\n(b)\nFig. 13. The contour plot of (a) liquid fraction and (b) temperature distribution at 100 s time interval for the porous-PCM unit compared with pure PCM case in the solidification process.\nFigs. 14(a) and 14(b) show the variation of PCM average temperature and liquid fraction as a function of time for the porous-PCM case with different porosities compared with the pure PCM system in the solidification process. Lower values of temperature and liquid fraction can be seen for the porous-PCM case at the equivalent time compared with the pure PCM system. A lower rate of liquid fraction reduction can be seen in the middle of the discharging process where the phase change process happens.\n33\n285\n295\n305\n315\n325\n335\n0 1000 2000 3000 4000\nPorous-PCM (95%) Porous-PCM (97%) Porous-PCM (99%) PCM only\nTime (s)\nM ea\nn Te\nm pe\nra tu\nre (K\n)\n(a)\n0\n0.2\n0.4\n0.6\n0.8\n1\n0 1000 2000 3000 4000\nPorous-PCM (95%) Porous-PCM (97%) Porous-PCM (99%) PCM only\nTime (s)\nLi qu\nid fr\nac tio\nn\n(b)\nTable 5 summarizes the discharging time, the percentage of time-saving compared to the pure PCM unit and rate of heat retrieval in the solidification process. The rate of heat retrieval for the porosity of 95% is almost 10.4% and 20.5% higher than the porosity of 97% and 99%, respectively."
    }, {
      "heading" : "4.2. Effect of nanoparticles presence",
      "text" : "35\n3440 3360\n2775 2550\n0\n500\n1000\n1500\n2000\n2500\n3000\n3500\n4000\nPCM only nano-PCM (1%) nano-PCM (3%) nano-PCM (5%)\nM el\ntin g\ntim e\n(s )\n(a)\n3650 3480\n2860 2620\n0\n500\n1000\n1500\n2000\n2500\n3000\n3500\n4000\nPCM only nano-PCM (1%) nano-PCM (3%) nano-PCM (5%)\nSo lid\nifi ca\ntio n\ntim e\n(s )\n(b)\nFig. 15. (a) melting time and (b) solidification time for the nano-PCM system with different nanoparticle concentrations compared with the pure PCM system.\nTo better understand the effect of nanoparticles on the effective thermal conductivity of nanoPCM system, Figs. 16(a) and 16(b) illustrates the variation of thermal conductivity, as well as PCM, mean temperature in the melting and solidification mechanisms, respectively, for the nanoparticles volume fraction of 5%. In the melting process, the thermal conductivity is almost 0.232 W/mK at the initial temperature (285 K) instead of 0.2 W/Mk for the pure PCM. By increasing the temperature from 285 K to 323 K, the thermal conductivity increases to 0.261 W/mK. On the other hand, in the solidification process, the thermal conductivity reduces from\n36\n0.261 W/mK at the temperature of 323 K to 0.232 W/mK at the temperature of 285 K. Since, in the beginning, higher amount of PCM places at the initial state and the heat is transferred by conduction, the higher values of thermal conductivities are more pronounced and therefore the presence of nanoparticles are more effective during the solidification process rather than melting process.\n37\nTable 6 summarizes the melting/solidification time, the percentage of time-saving compared to the pure PCM unit, the amount of energy stored/released in/from the PCM and rate of heat storage/retrieval. The melting and solidification times for the nano-PCM with 5% nanoparticles enhances by 25.87% and 28.22%, respectively, compared with the pure PCM system due to the enhancement in the rate of heat storage and retrieval by 39.5% and 42.4%, respectively. As mentioned, during the solidification, the presence of nanoparticles causes higher time saving compared with the melting process. It should be noted that by adding the nanoparticles, the amount of energy stored/released in/from the PCM increases a little showing a positive advantage of adding nanoparticles to the PCM in addition to a higher melting/solidification time.\nTable 6. The percentage of time-saving, stored/released thermal energy and average heat storage/retrieval rates in both melting/ solidification mechanisms for different nano-PCM cases compared with pure PCM\n% time saving compared\nwith pure PCM\nThermal energy (kJ) Heat transfer rate (W)\nCase melting\nmode\nSolidificatio\nn mode\nStored Released melting\nmode Solidification mode\nPure PCM 373.0 -365.5 108.4 -100.1 Nano-PCM (1%) -2.33 -4.66 375.6 -368.2 111.8 -105.8 Nano-PCM (3%) -19.33 -21.64 380.2 -370.2 137.0 -129.5 Nano-PCM (5%) -25.87 -28.22 385.7 -373.3 151.3 -142.5\nAs mentioned, the diameter of nanoparticles is effective in the thermal conductivity of nanoPCM due to the effect of Brownian motion of nanoparticles according to Eq. (20). Figs. 17(a) and 17(b) display the melting and solidification times, respectively, for the nano-PCM case with the volume concentration of 3% for the nanoparticles with 15 nm diameter, 50 nm and 100 nm. Increasing the diameter of nanoparticles results in a lower Brownian excitation which causes a lower effective thermal conductivity based on Eq. 15. Therefore, the\n38\nmelting/solidification time reduces for a lower diameter of nanoparticles. Furthermore, for the diameters of 15 nm and 50 nm, the results are almost the same."
    }, {
      "heading" : "4.3. Effect of simultaneous presence of porous medium and nanoparticles",
      "text" : "The melting and solidification processes can be enhanced by utilizing both the porous medium and nanoparticles inside the PCM. Figs. 18(a) and 18(b) illustrate the melting and solidification times, respectively, for the porous/nano-PCM case with the porosity of 95% and different\n39\n40\n% time saving compared with pure PCM system\nThermal energy (kJ)\nHeat transfer rate (W) Case\nmelting mode Solidification\nmode Stored Released\nmelting mode\nSolidification mode\nPorous-PCM (95%) -83.72 -88.22 348.9 -338.5 623.1 -787.1 Porous-PCM (95%)\n+ Nano (1%) -83.87 -88.36 350.4 -340.5 631.3 -801.2\nPorous-PCM (95%) + Nano (3%)\n-84.01 -88.49 356.1 -343.1 647.5 -816.9\nPorous-PCM (95%) + Nano (5%)\n-84.16 -88.77 362.8 -345.6 665.7 -842.9\nFigs. 19(a) and 19(b) illustrate the melting and solidification times, respectively, for the porous/nano-PCM case with different porosities with the nanoparticles volume fraction of 5%. Negligible effects of nanoparticles in the presence of metal foam can be seen. The difference between the melting/solidification time almost enhances by increasing the porosity of metal foam at the constant volume fraction of nanoparticles.\n41\n560 545 575 560 630 610 0 100 200 300 400 500 600 700 800\nporous-PCM (95%) porous-PCM (95%)+nano\n(5%)\nporous-PCM (97%) porous-PCM (97%)+nano\n(5%)\nporous-PCM (99%) porous-PCM (99%)+nano\n(5%)\nM el\ntin g\ntim e\n(s )\n(a)\n430 410 470 455\n520 500\n0\n100\n200\n300\n400\n500\n600\nporous-PCM (95%) porous-PCM (95%)+nano\n(5%)\nporous-PCM (97%) porous-PCM (97%)+nano\n(5%)\nporous-PCM (99%) porous-PCM (99%)+nano\n(5%)\nSo lid\nifi ca\ntio n\ntim e\n(s )\n(b)\nFig. 19. (a) melting time and (b) solidification time for the porous/nano-PCM system with different porosities and nanoparticle volume fraction of 5%.\n6. Conclusion\nIn this paper, the effects of separate and simultaneous usage of nanoparticles and metal foam in a triple-tube latent heat storage system were studied. PCM is enclosed in the middle tube while water flows in the inner and outer tubes to release/gain heat to/from the PCM during the melting/solidification process. The effects of flow direction, the volume fraction of nanoparticles and the porosity of metal foam were investigated based on the melting and solidification times as well as the rate of heat storage/recovery. Copper is used as the material of nanoparticles and metal foam. It can be concluded that the counter-current flows of the HTF when the outer flow is in the gravity direction shows lower melting and solidification time\n42\ncompared with the co-current HTF flows. Adding both nanoparticles and metal foam reduces the time of melting and solidification by improving the effective thermal conductivity of the PCM. However, in the presence of the metal foam, nanoparticles show a negligible effect on the performance of the system. In the presence of 95% porosity metal foam without nanoparticles, the melting and solidification time reduce by 83.7% and 88.2%, respectively, compared with that for the pure PCM system; while for the case of metal foam/nano-PCM with 5% nanoparticles and 95% porosity metal foam, the melting and solidification times reduce by 2.7% and 4.7%, respectively, compared with that for the metal foam-PCM system with 95% porosity. The results of this paper provide guidelines for simultaneous usage of nanoparticles, metal foams and geometry modification in the composite LHS systems to take one step forward toward commercialized usage of PCM based energy storage systems.\n7. Acknowledgement\nThis research is partially supported by NSFC (51979261), University-industry cooperation program of Department of Science and Technology of Fujian Province (No.2019H6018) and Australia ARC DECRA (No. DE190100931)."
    } ],
    "references" : [ {
      "title" : "Review on thermal energy storage with phase change materials and applications",
      "author" : [ "A. Sharma", "V.V. Tyagi", "C. Chen", "D. Buddhi" ],
      "venue" : "Renewable and Sustainable energy reviews, 13 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A review on peak load shaving strategies",
      "author" : [ "M. Uddin", "M.F. Romlie", "M.F. Abdullah", "S.A. Halim", "T.C. Kwang" ],
      "venue" : "Renewable and Sustainable energy reviews, 82 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An overview of thermal energy storage systems",
      "author" : [ "G. Alva", "Y. Lin", "G. Fang" ],
      "venue" : "Energy, 144 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The CO2 economy: Review of CO2 capture and reuse technologies",
      "author" : [ "E.I. Koytsoumpa", "C. Bergins", "E. Kakaras" ],
      "venue" : "The Journal of Supercritical Fluids, 132 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Solar Heating and Cooling Systems: Fundamentals",
      "author" : [ "I. Sarbu", "C. Sebarchievici" ],
      "venue" : "Experiments and Applications, Elsevier Science",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A review of performance enhancement of PCM based latent heat storage system within the context of materials",
      "author" : [ "Z. Khan", "Z. Khan", "A. Ghafoor" ],
      "venue" : "thermal stability and compatibility, Energy Conversion and Management, 115 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal energy storage for low and medium temperature applications using phase change materials – A review",
      "author" : [ "J. Pereira da Cunha", "P. Eames" ],
      "venue" : "Applied Energy,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Wavy channels triple-tube LHS unit with sinusoidal variable wavelength in charging/discharging mechanism",
      "author" : [ "A. Shahsavar", "A. Shaham", "P. Talebizadehsardari" ],
      "venue" : "International Communications in Heat and Mass Transfer, 107 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Three-dimensional transient cooling simulations of a portable electronic device using PCM (phase change materials) in multi-fin heat sink",
      "author" : [ "Y.-H. Wang", "Y.-T. Yang" ],
      "venue" : "Energy, 36 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Thermal energy storage: Challenges and the role of particle technology",
      "author" : [ "Z. Ge", "Y. Li", "D. Li", "Z. Sun", "Y. Jin", "C. Liu", "C. Li", "G. Leng", "Y. Ding" ],
      "venue" : "Particuology, 15 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A review of microencapsulation methods of phase change materials (PCMs) as a thermal energy storage (TES) medium",
      "author" : [ "A. Jamekhorshid", "S.M. Sadrameli", "M. Farid" ],
      "venue" : "Renewable and Sustainable energy reviews, 31 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Thermal conductivity and latent heat thermal energy storage characteristics of paraffin/expanded graphite composite as phase change material",
      "author" : [ "A. Sarı", "A. Karaipekli" ],
      "venue" : "Applied Thermal Engineering, 27 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Heat transfer enhancement in medium temperature thermal energy storage system using a multitube heat transfer array",
      "author" : [ "F. Agyenim", "P. Eames", "M. Smyth" ],
      "venue" : "Renewable Energy, 35 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Numerical study of melting inside concentric and eccentric horizontal annulus",
      "author" : [ "A.R. Darzi", "M. Farhadi", "K. Sedighi" ],
      "venue" : "Applied Mathematical Modelling, 36 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Design of a finned plate latent heat thermal energy storage system for domestic applications",
      "author" : [ "Á. Campos-Celador", "G. Diarce", "J.T. Zubiaga", "T.V. Bandos", "A.M. García-Romero", "L. López", "J.M. Sala" ],
      "venue" : "Energy Procedia, 48 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Phase change in multi-tube heat exchangers",
      "author" : [ "M. Esapour", "M. Hosseini", "A. Ranjbar", "Y. Pahamli", "R. Bahrampoury" ],
      "venue" : "Renewable Energy, 85 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Melting and solidification of PCM embedded in porous metal foam in horizontal multi-tube heat storage system",
      "author" : [ "M. Esapour", "A. Hamzehnezhad", "A.A. Rabienataj Darzi", "M. Jourabian" ],
      "venue" : "Energy Conversion and Management, 171 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Internal and external fin heat transfer enhancement technique for latent heat thermal energy storage in triplex tube heat exchangers",
      "author" : [ "A.A. Al-Abidi", "S. Mat", "K. Sopian", "M.Y. Sulaiman", "A.T. Mohammad" ],
      "venue" : "Applied Thermal Engineering, 53 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Modeling of thermal energy storage shell-and-tube heat exchanger",
      "author" : [ "A.J. Parry", "P.C. Eames", "F.B. Agyenim" ],
      "venue" : "Heat Transfer Engineering, 35 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Solidification of a PCM with nanoparticles in triplex-tube thermal energy storage system",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "Applied Thermal Engineering, 108 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Highly stable graphite nanoparticledispersed phase change emulsions with little supercooling and high thermal conductivity for cold energy storage",
      "author" : [ "F. Wang", "C. Zhang", "J. Liu", "X. Fang", "Z. Zhang" ],
      "venue" : "Applied Energy, 188 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Solidification enhancement of PCM in a triplex-tube thermal energy storage system with nanoparticles and fins",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "Applied Energy, 211 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhancement of phase change material (PCM) based latent heat storage system with nano fluid and wavy surface",
      "author" : [ "M. Abdollahzadeh", "M. Esmaeilpour" ],
      "venue" : "International Journal of Heat and Mass Transfer, 80 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thermal Modeling of Melting of Nano based Phase Change Material for Improvement of Thermal Energy Storage",
      "author" : [ "B. Sushobhan", "S. Kar" ],
      "venue" : "Energy Procedia, 109 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Multiple-segment metal foam application in the shell-and-tube PCM thermal energy storage system",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "Journal of Energy Storage, 20 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Composite metal foam/PCM energy store design for dwelling space air heating",
      "author" : [ "P.T. Sardari", "D. Grant", "D. Giddings", "G.S. Walker", "M. Gillott" ],
      "venue" : "Energy Conversion and Management, 201 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Numerical study of a multiple-segment metal foam-PCM latent heat storage unit: Effect of porosity",
      "author" : [ "P.T. Sardari", "H.I. Mohammed", "D. Giddings", "M. Gillott", "D. Grant" ],
      "venue" : "pore density and location of heat source, Energy, 189 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Heat transfer enhancement for thermal energy storage using metal foams embedded within phase change materials (PCMs)",
      "author" : [ "C.Y. Zhao", "W. Lu", "Y. Tian" ],
      "venue" : "Solar Energy, 84 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Numerical study for enhancing the thermal conductivity of phase change material (PCM) storage using high thermal conductivity porous matrix",
      "author" : [ "O. Mesalhy", "K. Lafdi", "A. Elgafy", "K. Bowman" ],
      "venue" : "Energy Conversion and Management, 46 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Numerical modeling for solid–liquid phase change phenomena in porous media: Shell-and-tube type latent heat thermal energy storage",
      "author" : [ "Z. Liu", "Y. Yao", "H. Wu" ],
      "venue" : "Applied Energy, 112 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Computational Studies on Metal Foam and Heat Pipe Enhanced Latent Thermal Energy Storage",
      "author" : [ "K. Nithyanandam", "R. Pitchumani" ],
      "venue" : "Journal of Heat Transfer, 136 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Melting and solidification characteristics of a double-pipe latent heat storage system with sinusoidal wavy channels embedded in a porous medium",
      "author" : [ "A. Shahsavar", "A.A.A.A. Al-Rashed", "S. Entezari", "P.T. Sardari" ],
      "venue" : "Energy, 171 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Role of porous metal foam on the heat transfer enhancement for a thermal energy storage tube",
      "author" : [ "X. Yang", "J. Yu", "Z. Guo", "L. Jin", "Y.-L. He" ],
      "venue" : "Applied Energy, 239 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Thermal response of annuli filled with metal foam for thermal energy storage: An experimental study",
      "author" : [ "X. Yang", "P. Wei", "X. Cui", "L. Jin", "Y.-L. He" ],
      "venue" : "Applied Energy, 250 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of inclination on the thermal response of composite phase change materials for thermal energy storage",
      "author" : [ "X. Yang", "Z. Guo", "Y. Liu", "L. Jin", "Y.-L. He" ],
      "venue" : "Applied Energy, 238 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Multiphase flow and boiling heat transfer modelling of nanofluids in horizontal tubes embedded in a metal foam",
      "author" : [ "H.I. Mohammed", "P.T. Sardari", "D. Giddings" ],
      "venue" : "International Journal of Thermal Sciences, 146 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Paraffin/porous-graphite-matrix composite as a high and constant power thermal storage material",
      "author" : [ "X. Py", "R. Olives", "S. Mauran" ],
      "venue" : "International Journal of Heat and Mass Transfer, 44 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Convection in Porous Media",
      "author" : [ "D.A. Nield", "A. Bejan" ],
      "venue" : "Springer International Publishing",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heat transfer characteristics of a molten-salt thermal energy storage unit with and without heat transfer enhancement",
      "author" : [ "P. Zhang", "X. Xiao", "Z.N. Meng", "M. Li" ],
      "venue" : "Applied Energy, 137 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Numerical modelling of phase change material melting process embedded in porous media: Effect of heat  47  storage size",
      "author" : [ "P. Talebizadeh Sardari", "G.S. Walker", "M. Gillott", "D. Grant", "D. Giddings" ],
      "venue" : "Proceedings of the Institution of Mechanical Engineers, Part A: Journal of Power and Energy, ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Solidification enhancement with multiple PCMs",
      "author" : [ "J.M. Mahdi", "H.I. Mohammed", "E.T. Hashim", "P. Talebizadehsardari", "E.C. Nsofor" ],
      "venue" : "cascaded metal foam and nanoparticles in the shell-and-tube energy storage system, Applied Energy, 257 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Discharge of a composite metal foam/phase change material to air heat exchanger for a domestic thermal storage unit",
      "author" : [ "P.T. Sardari", "D. Giddings", "D. Grant", "M. Gillott", "G.S. Walker" ],
      "venue" : "Renewable Energy, ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Melting enhancement in triplex-tube latent heat energy storage system using nanoparticles-metal foam combination",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "Applied Energy, 191 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhance heat transfer for PCM melting in triplex tube with internal–external fins",
      "author" : [ "S. Mat", "A.A. Al-Abidi", "K. Sopian", "M.Y. Sulaiman", "A.T. Mohammad" ],
      "venue" : "Energy Conversion and Management, 74 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Numerical simulation on phase-change thermal storage/release in a plate-fin unit",
      "author" : [ "W.-B. Ye", "D.-S. Zhu", "N. Wang" ],
      "venue" : "Applied Thermal Engineering, 31 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Numerical and experimental study of melting in a spherical shell",
      "author" : [ "E. Assis", "L. Katsman", "G. Ziskind", "R. Letan" ],
      "venue" : "International Journal of Heat and Mass Transfer, 50 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Fluid Mechanics",
      "author" : [ "F.M. White" ],
      "venue" : "McGraw Hill",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Thermal energy charging behaviour of a heat exchange device with a zigzag plate configuration containing multi-phase-changematerials (m-PCMs)",
      "author" : [ "P. Wang", "X. Wang", "Y. Huang", "C. Li", "Z. Peng", "Y. Ding" ],
      "venue" : "Applied Energy, 142 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Evaluation and optimization of melting performance for a latent heat thermal energy storage unit partially filled with porous media",
      "author" : [ "Y. Xu", "Q. Ren", "Z.-J. Zheng", "Y.-L. He" ],
      "venue" : "Applied Energy, 193 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Phase change in multi-tube heat exchangers",
      "author" : [ "M. Esapour", "M.J. Hosseini", "A.A. Ranjbar", "Y. Pahamli", "R. Bahrampoury" ],
      "venue" : "Renewable Energy, 85 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Melting enhancement in triplex-tube latent thermal energy storage system using nanoparticles-fins combination",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "International Journal of Heat and Mass Transfer, 109 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In buildings, as the most energy consumer in the world which accounts for 36% of the global final energy consumption, energy storage allows peak-shaving and energy saving during the day [1, 2].",
      "startOffset" : 186,
      "endOffset" : 192
    }, {
      "referenceID" : 1,
      "context" : "In buildings, as the most energy consumer in the world which accounts for 36% of the global final energy consumption, energy storage allows peak-shaving and energy saving during the day [1, 2].",
      "startOffset" : 186,
      "endOffset" : 192
    }, {
      "referenceID" : 2,
      "context" : "For renewable energies such as solar and geothermal, energy storage helps to store a huge amount of energy which is otherwise can be lost [3].",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 3,
      "context" : "By saving energy through the use of energy storage, a huge amount of CO2 production can be reduced in the buildings and industries as well as saving more renewable energies [4].",
      "startOffset" : 173,
      "endOffset" : 176
    }, {
      "referenceID" : 4,
      "context" : "Thermal energy storage (TES) has the advantages of peak-shaving, high-efficiency use of energy, heat waste recovery, as well as a higher amount of renewable energy saving [5].",
      "startOffset" : 171,
      "endOffset" : 174
    }, {
      "referenceID" : 5,
      "context" : "They have an energy density typically 5 to 14 times higher than any rival heat storage systems, and the added advantage of almost constant temperature during the phase changing process [6].",
      "startOffset" : 185,
      "endOffset" : 188
    }, {
      "referenceID" : 6,
      "context" : "The main challenge for efficient use of PCM based technologies is the long melting/solidification time as well as not efficient storing/releasing heat due to low thermal conductivity and low thermal diffusivity within the bulk PCM [7].",
      "startOffset" : 231,
      "endOffset" : 234
    }, {
      "referenceID" : 7,
      "context" : "Different methods are utilized to enhance the rate of heat storage/retrieval including geometry modification [8], use of fins [9], nanoparticles [10], encapsulation [11] and high conductivity porous medium [12].",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 8,
      "context" : "Different methods are utilized to enhance the rate of heat storage/retrieval including geometry modification [8], use of fins [9], nanoparticles [10], encapsulation [11] and high conductivity porous medium [12].",
      "startOffset" : 126,
      "endOffset" : 129
    }, {
      "referenceID" : 9,
      "context" : "Different methods are utilized to enhance the rate of heat storage/retrieval including geometry modification [8], use of fins [9], nanoparticles [10], encapsulation [11] and high conductivity porous medium [12].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 10,
      "context" : "Different methods are utilized to enhance the rate of heat storage/retrieval including geometry modification [8], use of fins [9], nanoparticles [10], encapsulation [11] and high conductivity porous medium [12].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 11,
      "context" : "Different methods are utilized to enhance the rate of heat storage/retrieval including geometry modification [8], use of fins [9], nanoparticles [10], encapsulation [11] and high conductivity porous medium [12].",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 12,
      "context" : "[13] assessed the performance of a double-tube LHS unit employing different numbers of tubes.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] assessed the charging of PCM in concentric and eccentric cylindrical tubes to analyse the effect of the eccentricity of the inner tube using constant temperature for the inner tube’s wall.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "It can enhance the heat transfer area resulting in a higher heat transfer/release rate [15].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 15,
      "context" : "[16, 17] studied a multi-tube PCM based heat exchanger and showed that considering the same mass, the PCM melts 29% faster by using four inner tubes compared to a double-tube unit.",
      "startOffset" : 0,
      "endOffset" : 8
    }, {
      "referenceID" : 16,
      "context" : "[16, 17] studied a multi-tube PCM based heat exchanger and showed that considering the same mass, the PCM melts 29% faster by using four inner tubes compared to a double-tube unit.",
      "startOffset" : 0,
      "endOffset" : 8
    }, {
      "referenceID" : 17,
      "context" : "[18] investigated the effect of longitudinal fin arrangement in a triple-tube cylindrical LHS system on the charging time reduction.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] examined different designs of the LHS heat exchanger including one tube with and without longitudinal and circular fins, and multi-tube configurations.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "There has been lots of research in the literature working on the performance of nano-PCM systems [20, 21].",
      "startOffset" : 97,
      "endOffset" : 105
    }, {
      "referenceID" : 20,
      "context" : "There has been lots of research in the literature working on the performance of nano-PCM systems [20, 21].",
      "startOffset" : 97,
      "endOffset" : 105
    }, {
      "referenceID" : 21,
      "context" : "Mahdi and Nsofor [22] investigated the effect of nanoparticles and fins on the solidification rate of PCMs and they found that using fins improves the phase-change rate better than the nanoparticles alone or the combination of both.",
      "startOffset" : 17,
      "endOffset" : 21
    }, {
      "referenceID" : 22,
      "context" : "6 Abdollahzadeh and Esmaeilpour [23] employed two different configurations of channel waviness including divergent-convergent and convergent-divergent walls using Cu-water nanofluid in the discharging process.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 23,
      "context" : "Sushobhan and Kar [24] studied the effect of CuO nanoparticles on the performance of the LHS system using N-Octadecene paraffin as the PCM.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 24,
      "context" : "[25] studied on simultaneous charging and discharging from a fined triple-tube LHS system using Al2O3 to enhance the thermal conductivity of PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "In the composite porous/PCM, the heat is transferred by conduction through the high conductivity porous foam rather than PCM which increases the rate of thermal diffusion [26].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 26,
      "context" : "It is shown that the effect of conduction heat transfer by the porous foam is significantly effective on the performance of the charging/discharging process [27].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 27,
      "context" : "[28] studied the effects of metal foam on the performance of RT58 and they stated that the metal foam can enhance the phase-change rate around 10 times depending on the material and the conditions used.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29, 30] studied numerically the melting of a composite metal foam/PCM shell and tube storage in 2-D and 3-D cases.",
      "startOffset" : 0,
      "endOffset" : 8
    }, {
      "referenceID" : 29,
      "context" : "[29, 30] studied numerically the melting of a composite metal foam/PCM shell and tube storage in 2-D and 3-D cases.",
      "startOffset" : 0,
      "endOffset" : 8
    }, {
      "referenceID" : 30,
      "context" : "[31] studied the effect of metal foam on the performance of an LHS system based on the heat pipes.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] studied a 2D double-tube LHS system using multiple-segment metal foam with various porosity.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "[32] studied the effect of channel waviness in a double-tube heat storage system using a combination of metal foam inside the PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "[33] studied numerically the effect of porous medium addition in both PCM and HTF domains using a 2-D axisymmetric model.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "In another study [34], they showed experimentally that by using metal foam inside the PCM domain, the melting time reduces by 64%.",
      "startOffset" : 17,
      "endOffset" : 21
    }, {
      "referenceID" : 34,
      "context" : "Furthermore, they presented that in the presence of the porous medium, the inclination angle of the energy storage unit has a negligible effect due to dominant effect of the porous medium for conduction heat transfer [35].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 35,
      "context" : "In the presence of a porous medium, heat is more transferred by conduction through the metal foam inside the PCM rather than low conductivity pure PCM [36].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 36,
      "context" : "Furthermore, due to the flow resistance made by the porous structure, the effect of natural convection is negligible in the porous-PCM case [37].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 37,
      "context" : "The viscous and inertial losses due to the effect of the porous medium should also be considered in the momentum equation [38].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 39,
      "context" : "The governing equations for the PCM are defined as follows [40]: Continuity:",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 40,
      "context" : "It is true that employing the thermal non-equilibrium model provides a more accurate results compared with the equilibrium model due to considering the local convection heat transfer inside the pores of the porous medium between the metal foam and the PCM; however, the assumption of thermal equilibrium model saves computational resources by maintaining good accuracy as shown in the literature [41, 42].",
      "startOffset" : 396,
      "endOffset" : 404
    }, {
      "referenceID" : 41,
      "context" : "It is true that employing the thermal non-equilibrium model provides a more accurate results compared with the equilibrium model due to considering the local convection heat transfer inside the pores of the porous medium between the metal foam and the PCM; however, the assumption of thermal equilibrium model saves computational resources by maintaining good accuracy as shown in the literature [41, 42].",
      "startOffset" : 396,
      "endOffset" : 404
    }, {
      "referenceID" : 29,
      "context" : "Furthermore, the difference between the non-equilibrium and equilibrium models depends on the boundary and initial conditions which are significant in the sensible heat domain rather than that during the phase change process due to having an almost constant temperature [30] Furthermore, it is noteworthy that, the non-equilibrium model cannot be used regularly in the 2-D and axisymmetric models, due to generated porous boundaries at the walls between the HTF and the PCM and the limitation of coupled boundary condition for it in FLUENT software [42].",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 41,
      "context" : "Furthermore, the difference between the non-equilibrium and equilibrium models depends on the boundary and initial conditions which are significant in the sensible heat domain rather than that during the phase change process due to having an almost constant temperature [30] Furthermore, it is noteworthy that, the non-equilibrium model cannot be used regularly in the 2-D and axisymmetric models, due to generated porous boundaries at the walls between the HTF and the PCM and the limitation of coupled boundary condition for it in FLUENT software [42].",
      "startOffset" : 549,
      "endOffset" : 553
    }, {
      "referenceID" : 29,
      "context" : "In the local thermal equilibrium condition, the volume average of the thermal conductivities of the porous medium and nano-PCM is considered as the effective thermal conductivity of the porous/nano-PCM given as [30]: ke ― np = (1 ― ε)kporous + εknp (4)",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 46,
      "context" : "For the water as the heat transfer fluid in the inner and outer tubes, the fluid flow is considered incompressible and laminar where the governing equations are the conservations of mass, momentum and energy which are the well-established in the literature [47].",
      "startOffset" : 257,
      "endOffset" : 261
    }, {
      "referenceID" : 47,
      "context" : "The source term in the energy equation is given as [48]:",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 48,
      "context" : "91123 × 10 ―3) (21 ) The rate of heat storage/recovery is defined as the stored/released thermal energy over the melting/solidification time as [49]:",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 31,
      "context" : "The QUICK scheme is used to calculate the diffusion fluxes and convection for the momentum and energy equations while PRESTO scheme is used for the pressure correction equation [32].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 43,
      "context" : "[44] performed experimental and numerical investigations on a double-pipe LHS system using longitudinal plate fins.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[44], respectively, showing an excellent agreement.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] are used to verify the code employing a 95% porosity copper foam/PCM using RT-58.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "To validate the code related to the use of nanoparticles, the results of Mahdi and Nsofore [51] are used for comparison.",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 50,
      "context" : "The validation results of nano-PCM simulation compared with Mahdi and Nsofore [51].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 29,
      "context" : "Note that the pore size is considered constant equal to 30 PPI in this study for all the porous cases since it was shown in the literature that the effect of pore size is negligible in the metal foam-PCM applications [30].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 42,
      "context" : "Due to the high effect of metal foam in the enhancement of heat transfer, the effect of nanoparticles in negligible [43].",
      "startOffset" : 116,
      "endOffset" : 120
    } ],
    "year" : 2019,
    "abstractText" : "To solve the problem of low thermal conductivity of phase change materials (PCMs), three different methods including geometry modification, adding nanoparticles and metal foam are studied in a triple-tube latent heat storage system (LHS). PCM is enclosed in the middle tube while water passes through the inner and outer tubes as the heat transfer fluid (HTF). Different nanoparticles concentrations and metal foam porosities are examined. Different HTF flow directions in the inner and outer tubes related to the gravity direction are assessed. The results show the advantage of the system with counter-current flow of the HTF when the HTF flow in the outer tube is in the gravity direction. By adding 5% copper nanoparticles, the melting/solidification time reduces by 25.9/28.2%. By adding a 95% porous metal foam, the",
    "creator" : "Elsevier"
  }
}