{
  "name" : "downloads_2019-10-25_22_10.1002@anie.201911070.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "On-Demand Electrochemical Epoxidation in Nano-Electrospray Ionization Mass Spectrometry to Locate Carbon-Carbon Double Bonds",
    "authors" : [ "Shuli Tang", "Heyong Cheng", "Xin Yan" ],
    "emails" : [ ],
    "sections" : null,
    "references" : [ {
      "title" : "Lehninger principles of biochemistry",
      "author" : [ "D.L. Nelson", "A.L. Lehninger", "M.M. Cox" ],
      "venue" : "Chapter 3-10;p",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2008
    }, {
      "title" : "Chemistry of biomolecules",
      "author" : [ "S.P. Bhutani" ],
      "venue" : "Ane Books Pvt Ltd;",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2009
    }, {
      "title" : "Lipidomics: Comprehensive mass spectrometry of lipids",
      "author" : [ "X. Han" ],
      "venue" : "Nature 2009,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "Electrospray Ionization Mass Spectrometry, Fundamentals, Instrumentation & Applications, Wiley",
      "author" : [ "G.J. Van Berkel" ],
      "venue" : "New York,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1997
    }, {
      "title" : "A  cc  ep  te  d  M  an  us  cr  ip  t Angewandte Chemie International Edition This article is protected by copyright",
      "author" : [ "B.R. Buckley", "Y. Chan", "N. Dreyfus", "C. Elliott", "F. Marken", "P.C. Bulman Page", "Green Chem" ],
      "venue" : "All rights reserved.  COMMUNICATION Table of Contents COMMUNICATION Shuli Tang,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Double bonds exist in a wide range of biomolecules that are essential to biological processes.([1]) Atoms connected by a double bond cannot rotate freely about the bond axis.",
      "startOffset" : 95,
      "endOffset" : 98
    }, {
      "referenceID" : 1,
      "context" : "The rigid planarity imposed by double bonds has enormous significance for the shape of biological molecules including lipids and proteins.([2])",
      "startOffset" : 139,
      "endOffset" : 142
    }, {
      "referenceID" : 2,
      "context" : "Lipids are the structural components of cell membranes and play critical roles in cellular functions, including signaling, energy storage, cell growth and survival.([3]) Unsaturated lipids contain single or multiple carboncarbon double bonds in unbranched hydrocarbon residues that allow multiple positional isomers with double bonds at different locations in the same or different hydrocarbon chains.",
      "startOffset" : 165,
      "endOffset" : 168
    }, {
      "referenceID" : 1,
      "context" : "These positional isomers can perform dramatically different roles in lipid metabolism and pathogenesis.([2]) For example, there is a significant correlation between double bond positional isomers and the onset/progression of breast cancer.",
      "startOffset" : 104,
      "endOffset" : 107
    }, {
      "referenceID" : 3,
      "context" : ",([19]) and has been well studied by Van Berkel et al.([20]) The electrolysis inherent in ESI can be utilized for analytical applications.",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 4,
      "context" : "We reasoned that the addition of chloride in an acidic environment might introduce a superior oxidative pathway by insitu formation of hypochlorite and conversion of double bonds to the corresponding epoxides([23]) (see supporting information section S3 for electro-epoxidation reagent study and optimization of HCl concentration).",
      "startOffset" : 209,
      "endOffset" : 213
    } ],
    "year" : 2019,
    "abstractText" : "We develop the first on-demand electrochemical epoxidation incorporated into the standard nano-electrospray ionization mass spectrometry (nanoESI MS) workflow for double bond identification. The unique capability lies in developing a novel tunable electro-epoxidation of double bonds, where onset of the reaction can be controlled by simply tuning the spray voltage. On-demand formation of mono-/multiple epoxides can be achieved at different voltages, which was demonstrated in unsaturated lipid analysis. The electro-epoxidized products are then fragmented by tandem MS to generate diagnostic ions, indicating the double bond position(s). The whole process can be completed within seconds, holding great potential for high-throughput analysis. The rapid switch-on/off electroepoxidation of a single sample, the low sample consumption, the demonstrated applicability to complex lipids containing multiple double bonds, and no need for any extra apparatus should allow this method to be widely used in lipid related biological studies. Double bonds exist in a wide range of biomolecules that are essential to biological processes. Atoms connected by a double bond cannot rotate freely about the bond axis. The rigid planarity imposed by double bonds has enormous significance for the shape of biological molecules including lipids and proteins. Changes in double bond positions are not signaled by difference in chemical formula, nevertheless may be associated with dramatic changes in function. Lipids are the structural components of cell membranes and play critical roles in cellular functions, including signaling, energy storage, cell growth and survival. Unsaturated lipids contain single or multiple carboncarbon double bonds in unbranched hydrocarbon residues that allow multiple positional isomers with double bonds at different locations in the same or different hydrocarbon chains. These positional isomers can perform dramatically different roles in lipid metabolism and pathogenesis. For example, there is a significant correlation between double bond positional isomers and the onset/progression of breast cancer. The recognition of such correlation has attracted increasing attention to lipid structural characterization in order to unveil the underlying lipid networks and disease mechanisms. Characterization of unsaturated lipids has been the focus of extensive research and significant progress has been made over the past few decades, especially with advances in mass spectrometry (MS). 2e] Highlights of this topic include novel gasphase fragmentation methods, such as charge remote fragmentation, ozone-induced dissociation, radical directed dissociation, ultraviolet photodissociation, [8] and selective double bond derivatization methods prior to MS analysis, such as ozonolysis, methoxylation, methylthiolation, olefin crossmetathesis, Paternò-Büchi reaction, as well as plasma induced and offline meta-chloroperoxybenzoic acid (m-CPBA) epoxidation. Although these strategies have been successfully employed in some biological samples, the requirements for particular MS instruments, extra apparatus for derivatization, or large sample consumption limit their readily accessible applications. Electrospray ionization (ESI) MS coupled with tandem MS (MS/MS) has been extensively used in the analysis of a broad range of biomolecules. NanoESI is a variant of ESI with a solution flow rate of nanoliter/min. Due to its low sample consumption, it is favored for biological sample analysis. Although (nano)ESI-MS/MS is powerful in lipid structural analysis, it alone cannot determine double bond positions in lipids. Herein, we aim to incorporate double bond recognition into the nanoESI process and develop a novel method with the features of i) fast and in-situ derivatization and characterization of double bonds, that ii) requires a small amount of sample, iii) needs no extra apparatus or special instrumentation, and iv) can be implemented on unmodified commercial mass spectrometers. The unique role of ESI as a two-electrode electrochemical cell was recognized almost as early as ESI was first developed. Under commonly used operating conditions, electrochemical phenomena rarely have much effect on the identity or relative abundances of the ions in an ESI mass spectrum. The inherent electrochemistry in an ESI source occurs at the interface between the sample solution and spray electrode, and it can be either an oxidation or a reduction reaction. Solvent molecules are usually those involved in the electrochemical reactions. This phenomenon was first noted by Blades et al., and has been well studied by Van Berkel et al. The electrolysis inherent in ESI can be utilized for analytical applications. Electron-rich compounds with highly conjugated double bonds (e.g., porphyrin) or electrondonating groups (e.g. hydroxyl groups) can be oxidized, and electron-deficient species with electron-withdrawing groups such as cyano, nitro and fluorine substituents can be reduced. For example, the disulfide bond is formed during the ESI analysis of cysteine. Neutral ferrocene, an electrochemical tag, was used in protein analysis by forming the charged ferrocenium ion in positive ESI. Compared to those compounds, lipids are not electrochemically active in ESI and currently there is no electrochemical tag for lipid analysis. [a] S. Tang, Dr. H. Cheng, Prof. X. Yan Department of Chemistry, Texas A&M University, 580 Ross St., College Station, TX 77845. E-mail: xyan@tamu.edu [b] Dr. H. Cheng College of Material Chemistry and Chemical Engineering, Hangzhou Normal University, Hangzhou, 311121, China † These authors contributed equally to this work Supporting information for this article is given via a link at the end of the document.((Please delete this text if not appropriate)) 10.1002/anie.201911070 A cc ep te d M an us cr ip t Angewandte Chemie International Edition This article is protected by copyright. All rights reserved.",
    "creator" : "pdftk 2.02 - www.pdftk.com"
  }
}