{
  "name" : "downloads_2020-07-23_da_10.3390@nano10071352.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Thermal Annealing Induced Controllable Porosity and Photoactive Performance of 2D ZnO Sheets",
    "authors" : [ "Yuan-Chang Liang", "Wei-Cheng Zhao" ],
    "emails" : [ "willia2121@gmail.com", "qaz5263153@gmail.com", "yuanvictory@gmail.com", "yuan@mail.ntou.edu.tw" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: ZnO; thermal annealing; porosity; crystalline quality; photoactive performance"
    }, {
      "heading" : "1. Introduction",
      "text" : "Two dimensional (2D) sheet- or plate-like metal oxides for scientific applications attract much attention recently due to their unique physical and chemical properties [1–4]. The 2D sheet- or plate-like oxide nanomaterials are beneficial in increasing the light interaction area in the oxides and are promising in photoactive device applications. Porous oxide nanomaterials made of these 2D oxides are reported to exhibit excellent photocatalytic and photoactivated properties [5–7]. The porous ZnO sheets being ultrathin, mesoporous, and single-crystalline have been shown as advantageous in photocatalytic degradation of methylene blue [5]. The excellent solar-driven photocatalytic hydrogen evolution has been observed for the mesoporous black anatase TiO2 nanosheets synthesized via a biotemplate method combined with an ethanediamine encircling process [6]. Chemical bath derived porous 2D β-Bi2O3 nanoplates show excellent photoinduced current density and have potential in the application of photoelectron catalysis [7]. For photocatalytic applications, both faces of 2D sheets and pores can be in contact with the target pollutant solution, hence favoring the sufficient utilization of the catalytic surface. The aforementioned examples demonstrate that the 2D oxide nanostructures fabricated with a suitable pore number and size in them can further successfully enhance the photoactive performance of these 2D oxide nanomaterials. ZnO is an attractive wide band gap semiconductor oxide. It possesses a high chemical stability, electrochemical coupling coefficient, and impressive photostability [8,9]. Development of 2D ZnO nanostructures via various routes is therefore of potential interest for photoactive device applications. Liang et al. have synthesized Al-doped ZnO nanosheets via electrodeposition [10]. A soft solution chemical bath deposition method has been adopted to prepare 2D polar-surface-dominated ZnO\nNanomaterials 2020, 10, 1352; doi:10.3390/nano10071352 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1352 2 of 15\nnanosheets [11]. Moreover, the porous 2D ZnO structures have also been reported. For example, a hierarchically assembled porous rectangular ZnO plate has been synthesized through the calcination of a hydrozincite (Zn5(CO3)2(OH)6) intermediate [12]. The previous work fabricates the porous ZnO nanosheets from a one-step polyol refluxing method [13]. However, the synthesis of porous 2D ZnO structures via a one-step synthesis route or only by calcination of the hydrozincite intermediate is not promising to modulate the pore size and density in the parent structure. Hydrothermal crystal growth of ZnO has been widely developed recently to design the morphology of ZnO crystals at a low cost and processes temperature. The development of 2D ZnO nanosheets synthesis processes via a hydrothermal crystal growth triggers more attention because such a synthesis route has flexible process parameters and is promising to modulate the corresponding shape dependent properties of ZnO. However, further controlling the pore formation with varied size and distribution density is still a challenge. Moreover, the previous works on porous ZnO sheets do not well demonstrate the charge separation issues based on the systematical photoelectrochemical works [14–17]. Notably, in addition to the pore size of the ZnO sheets on photocatalytic degradation towards organic dyes as investigated by previous works, the reports on the effect of hydrogen annealing engendered crystal defects in the porous ZnO sheets on photoactive performance are limited in number. The difference from the above previous porous ZnO sheet-related works is that the current research focuses on the photoactive performance of various porous ZnO sheets with a controllable pore size and crystal defect density variations; moreover, the photoinduced charge separation capability of various ZnO sheet-like samples are correlated with the rigorous photoelectrochemical works. The experimental results herein provide an importance reference to design 2D porous ZnO nanostructures with desirable photoactive performance and the proposed process development approach is promising to integrate porous ZnO sheets in various photoactivated nanodevice applications. The structure-dependent photoactive performances of various porous ZnO sheets are systematically investigated in this study to understand the feasibility of applying this porous ZnO sheet to high-efficiency photo-activated devices."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "For preparation of ZnO sheets, 2.23 g of zinc nitrate hexahydrate (Zn(NO3)2·6H2O), together with 8.34 g of urea ((NH2)2CO), was dissolved in 100 mL of deionized water. The resulting solution was stirred by using a magnetic stirrer for 1 h, and 20 mL of the precursor solution was transferred into a Teflon-lined autoclave. The F-doped tin oxide (FTO) glass slides were used as substrates for the deposition of ZnO sheets. All cleaned substrate were perpendicularly suspended in a solution, and hydrothermal treatments were carried out at 90 ◦C for 4 h. The substrates were taken out of autoclave at room temperature and washed with ethanol and deionized water for several times and dried in air at 60 ◦C. The formation mechanism of ZnO sheets via the precursor solution adding urea and conducted with the adequate thermal annealing procedure is shown below: Urea can be used as a stabilizer during hydrothermal ZnO crystal growth. When urea is dissolved in an aqueous precursor solution, it will slowly be displaced by water molecules to produce ammonia and carbonate anion (CO32−). During the hydrothermal process, urea decomposed and produced NH3. NH4+ ions will generate from NH3 ions and markedly increase pH aqueous solution and support the hydrothermal ZnO crystal growth process ((1) and (2) reactions) [18]:\nCON2H4 + 3H2O→ CO2 (g) + 2NH3H2O (1)\n2NH3 · H2O + CO2→ 2NH4+ + CO32− + OH− (2)\nFor the ZnO precursor aqueous, zinc nitrate hexahydrate will provide Zn2+ ions when dissolved in water as in\nZn(NO3)2 · 6H2O + H2O→ Zn2+ + 2NO3− + 7H2O (3)\n4Zn2+ + CO32− + 6OH− + H2O→ Zn4CO3(OH)6 · H2O(s) (4)\nNanomaterials 2020, 10, 1352 3 of 15\nZn4CO3(OH)6 · H2O→ 4ZnO (s) + 4H2O + CO2 (g) (5)\nZn4CO3(OH)6·ZnO sheet-like crystals are formed during the hydrothermal reactions in an aqueous precursor solution [19], and they are further decomposed to crystalline ZnO sheet-like crystals after annealing at 300 ◦C in ambient air. Some of the crystalline ZnO sheets are respectively further conducted in thermal annealing procedures at 500 ◦C in ambient air and at 450 ◦C in hydrogen atmosphere to form a porous sheet structure. The notations for the as-synthesized porous ZnO sheets formed at high-temperature ambient air and hydrogen atmosphere annealings are respectively ZnO-A and ZnO-H in this study. The sample crystal structure was evaluated by X-ray diffraction (XRD; Bruker D2 PHASER) analysis using Cu Kα radiation. The sample morphology and detailed microstructures were characterized by scanning electron microscopy (SEM) and transmission electron microscopy (TEM) with a Hitachi S-4800 (Tokyo, Japan) and a Philips Tecnai F20 G2 (Amsterdam, the Netherlands), respectively. The optical properties were investigated by recording the (UV–vis) diffuse reflectance spectra at room temperature using a Jasco V750 spectrophotometer in the ultraviolet to visible light wavelength range. X-ray photoelectron spectroscopy (XPS) was carried out with an ULVAC-PHI PHI 5000 VersaProbe spectrometer (Chigasaki, Japan) using Mg Kα radiation for sample elemental analysis. Photoluminescence (PL) spectra were measured on a luminescence spectrophotometer (HORIBA HR800, Kyoto, Japan) with an excitation wavelength of 325 nm at room temperature. The photoelectrochemical experiments were performed using a three-electrode electrochemical working station, where the as-synthesized sheet-like sample was used as the working electrode, the Pt wire was used as the counter electrode. An Ag/AgCl reference electrode in an aqueous solution containing 0.5 M Na2SO4 was employed during the measurements. The Nyquist plots of various samples were measured at the open circuit potential with the frequency from 1 Hz to 100 kHz using an electrochemical impedance spectroscopy (EIS, SP150, Seyssinet-Pariset, France). Photodegradation tests of various sheet-like samples (approximately 10 mg sheets are used for test) were performed by comparing the degradation of 10−5 M aqueous solution of rhodamine B (RhB) under full-spectrum irradiation excited from the 100 W Xe arc lamp at various irradiation durations."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "Figure 1a,b shows the typical morphology of as-synthesized ZnO sheets. The ZnO sheets have an uneven surface feature. This might be associated with the crystalline ZnO sheet comes from the 300 ◦C postannealed as-grown hydrothermally derived two-dimensional sheet-like Zn4CO3 (OH)6·H2O. Such a thermal annealing procedure might engender the surface contractile change of the Zn4CO3 (OH)6·H2O, and therefore a rugged surface feature was formed on the crystalline ZnO sheets. The ZnO sheets showed a sheet layer thickness of less than 20 nm, and a few microns in length and width. No aggregation was observed on the ZnO sheet-like sample; all the ZnO sheets were freestanding and exhibited a good dispersibility over the area of the interest. After the high temperature annealing procedure (500 ◦C) in ambient air and the hydrogen atmosphere (450 ◦C), the ZnO-A (Figure 1c,d) and ZnO-H (Figure 1e,f) sheets show the nanometer-sized porous architectures were formed in the sheets. The ZnO sheet-like products well maintained the morphology without significant collapse after the annealing procedures, but with slightly decreased thickness. Notably, the ZnO sheets conducted with a hydrogen annealing procedure at a temperature above 500 ◦C induced seriously sheet appearance curling and reunion in this work (Figure 1g,h), showing a more intense morphology transformation of the solid ZnO sheet structure to porous ZnO sheet structure at a higher hydrogen annealing temperature. Therefore, the 450 ◦C hydrogen annealing temperature is the optimal temperature to obtain the ZnO sheets with a desirable porous structure. Compared with the sheet morphology of the ZnO-A in Figure 1c,d, the ZnO-H sheets in Figure 1e,f exhibited smaller and denser pores in the sheets. Considering their high porosity, these as-synthesized porous ZnO sheet structures are highly favorable to be applied in light absorption and a high surface area.\nNanomaterials 2020, 10, 1352 4 of 15 Nanomaterials 2020, 10, x FOR PEER REVIEW 4 of 15\nwere observed. A similar non-polar plane dominated crystallographic feature has also been reported\nin the electrochemical derived ZnO nanosheets [10]. Notably, the angle position of the Bragg\nreflections for the ZnO-H sample is slightly shifted to a lower angle position. For examples, the Bragg\nreflection of (100) of the ZnO, ZnO-A, and ZnO-H sheets appeared at approximately 31.78, 31.80, and\n31.42°, respectively. The calculated interplanar distance values for ZnO, ZnO-A, and ZnO-H are\n0.281, 0.281, and 0.285 nm, respectively. The interplanar distance of the (101) for the ZnO, ZnO-A,\nand ZnO-H sheets is respectively 0.248, 0.247, and 0.250 nm. The slightly larger lattice volume was\nobserved in the ZnO sheets conducted with the hydrogen atmosphere annealing procedure. The shift\nof Bragg reflections of ZnO nanowires prepared by the carbothermal reduction process towards a\nlower angle has also been shown after the hydrogen atmosphere annealing procedure [20]. This could\nbe caused by the reasons that hydrogen is incorporated into the ZnO lattice as an interstitial, and\npossibly introducing oxygen defects will result in expansion of the lattice [20,21].\n. - lar plane dominated crystallographic feature has also been reported in the electro hemical deriv d ZnO nanosheets [10]. Notably, the angle position of the Bragg reflections for the ZnO-H sample is slightly shifted to a lower ang e position. For examples, the Bragg reflection of (100) of the ZnO, ZnO-A, and ZnO-H sheets app ared at pproximately 31.78, 31.80, and 31.42◦, respectively. The calculated interplanar dist ce values for ZnO, ZnO-A, and ZnO-H are 0.281, 0.281, and 0.285 nm, respectively. The interplanar distance of the (101) for the ZnO, ZnO-A, and -H sheets is respectively 0.248, 0.247, and 0.250 nm. The slightly larger lattice volume was observed in th ZnO she ts conducted with the hydrogen atmosphere anneali g procedure. The sh ft of Bragg reflections of ZnO nanowires prepared by the carbothe mal reduction process tow rds a lower angle has also been shown after the hydrogen atmosph e annealin procedure [20]. This could be ca s d by the reasons that hydrogen is incorporated into the ZnO lattice as an interstitial, and possibly introducing oxygen defects will res lt in expansion of the lattice [20,21].\nNanomaterials 2020, 10, 1352 5 of 15 Nanomaterials 2020, 10, x FOR PEER REVIEW 5 of 15\nFigure 2. XRD patterns of various ZnO sheets: (a) ZnO. (b) ZnO-A. (c) ZnO-H. The asterisk denoted\nthe Bragg reflections from the F-doped tin oxide (FTO).\nFigure 3a exhibits the typical TEM image of a ZnO-A sheet, from which it can be clearly seen\nthat the individual sheet had the width of approximately 2 um. The sheet was full of irregular pores\nof tens of nanometers and these pores are randomly distributed in the sheets. The corresponding\nhistogram of the calculated porous size distribution of the ZnO-A sheet is shown in Figure 3b and\nthe average pore size of the ZnO-A sheet is approximately 48 nm in this study. The high-resolution\n(HR) TEM images taken from the local regions in Figure 3a are displayed in Figure 3c,d. The orderly\nand clear lattice fringes, parallel to each other, show that the ZnO sheet are well-crystallized, and the\nresolved spacing between two neighboring parallel fringes is approximately 0.247 nm, which is in\ngood agreement with the aforementioned XRD pattern with the (101) plane of hexagonal wurtzite\nZnO. The diffraction spots in the corresponding selected area electron diffraction (SAED) pattern\n(Figure 3e) were identified as the (002), (102), (110), and (112) reflections of hexagonally structured\nZnO, indicating that the ZnO sheet was in a good crystallinity. Energy dispersive X-ray spectroscopy\n(EDS) shows that the ZnO-A sheet (Figure 3f) is elementally composed of zinc and oxygen. The O/Zn\natomic ratio was evaluated to be 0.97. The ZnO-A sheet with a highly elemental purity was formed\nherein.\nFigure 3. TEM analysis of the ZnO-A sheet: (a) low-magnification image. (b) Histogram of pore size. (c,d) HRTEM images. (e) SAED pattern. (f) EDS spectrum.\nFigure 2. XRD patterns of various ZnO she ts: (a) ZnO. (b) ZnO-A. (c) ZnO-H. The asterisk denoted the Brag reflections from the F-doped tin oxide (FTO).\nFigure 3a exhibits the typical TEM image of a ZnO-A sheet, from which it can be clearly seen that the individual sheet had the width of approximately 2 um. The sheet was full of irregular pores of tens of nanometers and these pores are randomly distributed in the sheets. The corresponding histogram of the calculated porous size distribution of the ZnO-A sheet is shown in Figure 3b and the average pore size of the ZnO-A sheet is approximately 48 nm in this study. The high-resolution (HR) TEM images taken from the local regions in Figure 3a are displayed in Figure 3c,d. The orderly and clear lattice fringes, parallel to each other, show that the ZnO sheet are well-crystallized, and the resolved spacing between two neighboring parallel fringes is approximately 0.247 nm, which is in good agreement with the aforementioned XRD pattern with the (101) plane of hexagonal wurtzite ZnO. The diffraction spots in the corresponding selected area electron diffraction (SAED) pattern (Figure 3e) were identified as the (002), (102), (110), and (112) reflections of hexagonally structured ZnO, indicating that the ZnO sheet was in a good crystallinity. Energy dispersive X-ray spectroscopy (EDS) shows that the ZnO-A sheet (Figure 3f) is elementally composed of zinc and oxygen. The O/Zn atomic ratio was evaluated to be 0.97. The ZnO-A sheet with a highly elemental purity was formed herein.\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 15\nFigure 2. XRD patterns of various ZnO sheets: (a) ZnO. (b) ZnO-A. (c) ZnO-H. The asterisk denoted\nthe Bragg reflections from the F-doped tin oxide (FTO).\nFigure 3a exhibits the typical TEM image of a ZnO-A sheet, from which it can be clearly seen\nthat the individual sheet had the width of approximately 2 um. The sheet was full of irregular pores\nof tens of nanometers and these pores are randomly distributed in the sheets. The corresponding\nhistogram of the calculated porous size distribution of the ZnO-A sheet is shown in Figure 3b and\nthe average pore size of the ZnO-A sheet is approximately 48 nm in this study. The high-resolution\n(HR) TEM images taken from the local regions in Figure 3a are displayed in Figure 3c,d. The orderly\nand clear lattice fringes, parallel to each other, show that the ZnO sheet are well-crystallized, and the\nresolved spacing between two neighboring parallel fringes is approximately 0.247 nm, which is in\ngood agreement with the aforementioned XRD pattern with the (101) plane of hexagonal wurtzite\nZnO. The diffraction spots in the corresponding selected area electron diffraction (SAED) pattern\n(Figure 3e) were identified as the (002), (102), (110), and (112) reflections of hexagonally structured\nZnO, indicating that the ZnO sheet was in a good crystallinity. Energy dispersive X-ray spectroscopy\n(EDS) shows that the ZnO-A sheet (Figure 3f) is elementally composed of zinc and oxygen. The /Zn\natomic ratio was evaluated to be 0.97. The ZnO-A sheet with a highly ele ental purity was formed\nherein.\nFigure 3. TEM analysis of the ZnO-A sheet: (a) low-magnification image. (b) Histogram of pore size. (c,d) HRTEM images. (e) SAED pattern. (f) EDS spectrum.\nFigure 3. TEM analysis of the ZnO-A sheet: (a) low-magnification image. (b) Histogram of pore size. (c,d) HRTEM images. (e) SAED pattern. (f) EDS spectrum.\nNanomaterials 2020, 10, 1352 6 of 15\nFigure 4a exhibits a low-magnification TEM image of the ZnO-H sheet, from which it can be clearly seen that the individual sheet was full of nanosized pores with the diameter of a few tens of nanometers. The pore size distribution was more homogeneous and pore density was higher herein in comparison with those of the ZnO-A sheet as exhibited in Figure 3a. The corresponding histogram of the calculated pore size distribution of the ZnO-H sheet is shown in Figure 4b. The average pore size of the ZnO-H was approximately 21 nm, which was significantly smaller than that of the ZnO-A sample. The pore size analysis herein was consistent with the SEM observations. The HRTEM images taken from various regions of the ZnO-H are displayed in Figure 4c,d. In the HR images, the lattice fringes showed the imaging characteristics of the hexagonal wurtzite ZnO crystal (JCPDS no. 00-036-1451), in which the interplanar spacing of 0.250 nm corresponded to the distance of the ZnO (101) crystallographic plane. Notably, the HRTEM images here exhibited a relatively poor crystalline quality than did the ZnO-A, which was due to the introduction of more oxygen defects into the ZnO lattices and engendered lattice expansion and reduced crystallinity, consistent with the earlier XRD peak shift result obtained. The SAED pattern of this sheet is displayed in Figure 4e. The pattern exhibited (002), (101), (102), (110), and (112) reflection rings of wurtzite-type ZnO, and this indicates that the sheet was polycrystalline. Figure 4f is an EDS spectrum taken from this ZnO-H sheet, which revealed the presence of Zn and O in the sheet structure. The evaluated O/Zn atomic ratio was approximately 0.92 herein. A slightly higher degree of oxygen deficiency of the ZnO-H sheet was observed. The above results confirmed that the porous ZnO sheet with a homogeneous pore distribution was successfully grown on the FTO substrate via the hydrothermal method combined with the subsequent annealing process in a hydrogen atmosphere.\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 15\nFigure 4a exhibits a low-magnification TEM image of the ZnO-H sheet, from which it can be\nclearly seen that the individual sheet was full of nanosized pores with the diameter of a few tens of\nnanometers. The pore size distribution was more homogeneous and pore density was higher herein\nin comparison with those of the ZnO-A sheet as exhibited in Figure 3a. The corresponding histogram\nof the calculated pore size distribution of the ZnO-H sheet is shown in Figure 4b. The average pore\nsize of the ZnO-H was approximately 21 nm, which was significantly smaller than that of the ZnO-A\nsample. The pore size analysis herein was consistent with the SEM observations. The HRTEM images\ntaken from various regions of the ZnO-H are displayed in Figure 4c,d. In the HR images, the lattice\nfringes showed the imaging characteristics of the hexagonal wurtzite ZnO crystal (JCPDS no. 00-036-\n1451), in which the interplanar spacing of 0.250 nm corresponded to the distance of the ZnO (101)\ncrystallographic plane. Notably, the HRTEM images here exhibited a relatively poor crystalline\nquality than did the ZnO-A, which was due to the introduction of more oxygen defects into the ZnO\nlattices and engendered lattice expansion and reduced crystallinity, consistent with the earlier XRD\npeak shift result obtained. The SAED pattern of this sheet is displayed in Figure 4e. The pattern\nexhibited (002), (101), (102), (110), and (112) reflection rings of wurtzite-type ZnO, and this indicates\nthat the sheet was polycrystalline. Figure 4f is an EDS spectrum taken from this ZnO-H sheet, which\nrevealed the presence of Zn and O in the sheet structure. The evaluated O/Zn atomic ratio was\napproximately 0.92 herein. A slightly higher degree of oxygen deficiency of the ZnO-H sheet was\nobserved. The above results confirmed that the porous ZnO sheet with a homogeneous pore\ndistribution was successfully grown on the FTO substrate via the hydrothermal method combined\nwith the subsequent annealing process in a hydrogen atmosphere.\nFigure 4. TEM analysis of the ZnO-H sheet: (a) low-magnification image. (b) Histogram of pore size. (c,d) HRTEM images. (e) SAED pattern. (f) EDS spectrum.\nThe formation of as-synthesized ZnO sheets were obtained after postannealing\nZn4CO3(OH)6·H2O crystals at 300 °C. The XPS survey scan spectrum (Figure S1) of as-synthesized\nZnO sheets also demonstrated no nitrogen existed in the sample, revealing the well phase\ntransformation of Zn4CO3(OH)6·H2O to ZnO after the postannealing procedure. Figure 5a–c displays\nZn2p3/2 spectra of various ZnO sheets. The binding energies of Zn2p3/2 for various ZnO sheets are around 1021.7 eV, revealing that Zn2+ ions existed in the ZnO lattice [22–24]. Figure 5d–f show the\nFigure 4. TEM analysis of the ZnO-H sheet: (a) low-magnification image. (b) Histogram of pore size. (c,d) HRTEM images. (e) SAED pattern. (f) EDS spectrum.\ne formation f as-synthe ized ZnO sheets were obtained aft r p stan aling Zn4CO3(OH)6·H2O crystals at 300 ◦C. The XPS survey scan spectrum (Figure S1) of as-synthesized ZnO sheets also demonstrated n nitrogen existed in the sample, revealing the w ll phase transformation of Zn4CO3(OH)6·H2O to ZnO after the posta ne ling procedure. Figure 5a– displays Zn2p3/2 spectra of\nNanomaterials 2020, 10, 1352 7 of 15\nvarious ZnO sheets. The binding energies of Zn2p3/2 for various ZnO sheets are around 1021.7 eV, revealing that Zn2+ ions existed in the ZnO lattice [22–24]. Figure 5d–f show the O1s XPS spectra of various ZnO sheets. For all ZnO sheets, the O1s peaks centered around 530.6 eV, and the peak profiles were asymmetric, a visible shoulder peak appeared at a higher binding energy. The O1s core-level spectra herein suggested the possible presence of at least two different kinds of oxygen binding states in these ZnO sheets. The deconvolution of the O1s spectra demonstrated that the subpeak centered at 529.7 eV could be indexed to the lattice oxygen of ZnO, and the subpeak at the higher binding energy of 530.6 eV was attributed to a contribution of oxygen ions that were in oxygen-deficient regions within the ZnO lattice and chemisorbed species on the sample surface [24]. Surface oxygen vacancies can induce localized states close to the conduction band of ZnO and act as a donor, which might affect the electronic properties of the oxides. The XPS O1s analysis results revealed that the oxygen vacancy density of the ZnO-H sheets was higher compared to ZnO and ZnO-A sheets.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 15\nO1s XPS spectra of various ZnO sheets. For all ZnO sheets, the O1s peaks centered around 530.6 eV,\nand the peak profiles were asymmetric, a visible shoulder peak appeared at a higher binding energy.\nThe O1s core-level spectra herein suggested the possible presence of at least two different kinds of\noxygen binding states in these ZnO sheets. The deconvolution of the O1s spectra demonstrated that\nthe subpeak centered at 529.7 eV could be indexed to the lattice oxygen of ZnO, and the subpeak at\nthe higher binding energy of 530.6 eV was attributed to a contribution of oxygen ions that were in\noxygen-deficient regions within the ZnO lattice and chemisorbed species on the sample surface [24].\nSurface oxygen vacancies can induce localized states close to the conduction band of ZnO and act as\na donor, which might affect the electronic properties of the oxides. The XPS O1s analysis results\nrevealed that the oxygen vacancy density of the ZnO-H sheets was higher compared to ZnO and\nZnO-A sheets.\nFigure 5. Zn 2p narrow scan spectra of various ZnO sheets: (a) ZnO. (b) ZnO-A. (c) ZnO-H. O1s narrow scan spectra of various ZnO sheets: (d) ZnO. (e) ZnO-A. (f) ZnO-H.\nFigure 6a shows the PL spectra of the ZnO, ZnO-A, and ZnO-H sheets, which provided\ninformation about the crystal defects presented in the ZnO crystal. The ZnO sheets had a narrow and\nsharp emission peak at the UV region. The UV emission peak is the intrinsic bandgap absorption of\nZnO, which comes from the recombination of free excitons [25]. Compared with ZnO-A and ZnO-H\nsheets, the ZnO sheets had a substantially intense UV emission band. It shows that the pristine ZnO\nsheets had a higher electron-hole recombination rate. The substantially quenched UV emission band\nintensity for the ZnO-A and ZnO-H, demonstrated superior charge separation ability in these porous\nsheets. Notably, the UV emission band of the ZnO and ZnO-A sheets was located at approximately\n382 nm, and the UV emission band was red-shifted to a higher wavelength of 387 nm for the ZnO-A\nsheets. The ZnO sheets annealed in a hydrogen atmosphere might incur a high density of crystal\ndefect in the ZnO lattice, and lead to lattice expansion. This has been associated with the slight red\nshift in the near band edge emission of the ZnO crystal in the PL analysis [26]. Furthermore, a distinct\nvisible light emission band appeared in the ZnO, ZnO-A, and ZnO-H sheets. These broad emission\nbands are associated with the charged oxygen vacancy, which originated from the surface electron\ntraps associated with ionized oxygen vacancies from the defect donor level to the valence band [27].\nComparatively, the visible light emission band intensity of the ZnO-H sheets was well above that of\nthe ZnO and ZnO-A sheets. Hence, the PL emission spectra results showed that the ZnO sheets\nannealed in a hydrogen atmosphere owned more surface oxygen vacancies. Moreover, the\nsubstantial removal of surface absorbed OH group at suitable annealing conditions has been shown\nin an obviously blue shift in the visible region peak of the ZnO crystals [28]; this might account for\nthe observed blue shift in the visible region peak of the ZnO-H sheets in comparison with that of the\nFigure 5. Zn 2p narrow scan spectra of various ZnO sheets: (a) ZnO. (b) ZnO-A. (c) ZnO-H. O1s narrow scan spectra of various ZnO sheets: (d) ZnO. (e) ZnO-A. (f) ZnO-H.\nFigure 6a shows the PL spectra of the ZnO, ZnO-A, and ZnO-H sheets, which provided information about the crystal defects presented in the ZnO crystal. The ZnO sheets had a narrow and sharp emission peak at the UV region. The UV emission peak is the intrinsic bandgap absorption of ZnO, which comes from the recombination of free excitons [25]. Compared with ZnO-A and ZnO-H sheets, the ZnO sheets had a substantially intense UV emission band. It shows that the pristine ZnO sheets had a higher electron-hole recombination rate. The substantially quenched UV emission band intensity for the ZnO-A and ZnO-H, demonstrated superior charge separation ability in these porous sheets. Notably, the UV emission band of the ZnO and ZnO-A sheets was located at approximately 382 nm, and the UV emission band was red-shifted to a higher wavelength of 387 nm for the ZnO-A sheets. The ZnO sheets annealed in a hydrogen atmosphere might incur a high density of crystal defect in the ZnO lattice, and lead to lattice expansion. This has been associated with the slight red shift in the near band edge emission of the ZnO crystal in the PL analysis [26]. Furthermore, a distinct visible light emission band appeared in the ZnO, ZnO-A, and ZnO-H sheets. These broad emission bands are associated with the charged oxygen vacancy, which originated from the surface electron traps associated with ionized oxygen vacancies from the defect donor level to the valence band [27]. Comparatively, the visible light emission band intensity of the ZnO-H sheets was well above that of the ZnO and ZnO-A sheets. Hence, the PL emission spectra results showed that the ZnO sheets annealed in a hydrogen atmosphere owned more surface oxygen vacancies. Moreover, the substantial removal of surface absorbed OH group at suitable annealing conditions has been shown in an obviously blue\nNanomaterials 2020, 10, 1352 8 of 15\nshift in the visible region peak of the ZnO crystals [28]; this might account for the observed blue shift in the visible region peak of the ZnO-H sheets in comparison with that of the ZnO and ZnO-A sheets herein. Figure 6b shows the UV–vis diffuse reflectance spectra for the ZnO, ZnO-A, and ZnO-H sheets. The diffuse reflectance measurements were converted into the equivalent absorption coefficient using the Kubelka–Munk (K–M) method: F(R) = (1 − R)2/2R = α, in which R is the reflectance and α is the absorption coefficient [29]. The light absorption edges of various ZnO sheets were located at approximately 370–390 nm. The absorbance spectra showed that the ZnO-H sheets exhibited a red-shift, which occurred in the absorption edge and presented a significantly enhanced absorption in the UV and visible-light region. The increase of visible light absorption for the ZnO-H sheets can be attributed to the introduction of crystal defects in the band-gap energy levels of ZnO during annealing in a hydrogen atmosphere [30]. However, in comparison with the pristine ZnO sheets, the ZnO-A sheets only showed a slightly enhanced optical absorption ability. The suitable amount of pores between and within the ZnO sheets is posited to be advantageous for enhanced light absorption due to the multi-reflection of trapped incident light within the nanostructures [31]. In this way, the optical path length for light transport through the ZnO-H sheets because of its high pore density and small pore size is longer, resulting in a greater absorption capacity herein. Such an enhanced absorption capacity is beneficial for photoactive applications. Figure 6c depicts the direct bandgap energies of various ZnO sheets estimated from a plot of (F(R)hν)2 vs. photo energy (hν) according to the K–M model in which h is Planck’s constant, and ν is the frequency of light. [29]. The estimated bandgap energies are respectively 3.25, 3.24, and 3.20 eV for the ZnO, ZnO-A, and ZnO-H sheets. The Urbach energy was further used to evaluate the defect density size of various ZnO sheets. We have plotted ln(F(R)) against the photon energy (Figure S2) according to the proposed equation [32]. The reciprocal of the slope of the linear fit, below the optical band gap region, gives the value of Urbach energy of the ZnO, ZnO-A, and ZnO-H sheets and that value was approximately 71, 76, and 110 meV, respectively. It can be seen that the Urbach energy of the ZnO sheets markedly increased after annealing at a hydrogen atmosphere, which might be attributed to an increased number of oxygen defect center in the system [33]. Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 15 ZnO and ZnO-A sheets herein. Figure 6b shows the UV–vis diffuse reflectance spectra for the ZnO, ZnO-A, and ZnO-H sheets. The diffuse reflectance measurements were converted into the equivalent absorption coefficient using the Kubelka–Munk (K–M) method: F(R) = (1 − R)2/2R = α, in which R is the reflectance and α is the absorption coefficient [29]. The light absorption edges of various ZnO sheets were located at approximately 370–390 nm. The absorbance spectra showed that the ZnO-H sheets exhibited a red-shift, which occurred in the absorption edge and presented a significantly enhanced absorption in the UV and visible-light region. The increase of visible light absorption for the ZnO-H sheets can be attributed to the introduction of crystal defects in the band-gap energy levels of ZnO during annealing in a hydrogen atmosphere [30]. However, in comparison with the pristine ZnO sheets, the ZnO-A sheets only showed a slightly enhanced optical absorption ability. The suitable amount of pores between and within the ZnO sheets is posited to be advantageous for enhanced light absorption due to the multi-reflection of trapped incident light within the nanostructures [31]. In this way, the optical path length for light transport through the ZnO-H sheets because of its high pore density and small pore size is longer, resulting in a greater absorption capacity herein. Such an enhanced absorption capacity is beneficial for photoactive applications. Figure 6c depicts the direct bandgap energies of various ZnO sheets estimated from a plot of (F(R)h𝜈)2 vs. photo energy (h𝜈) according to the K–M model in which h is Planck’s constant, and 𝜈 is the frequency of light. [29]. The estimated bandgap energies are respectively 3.25, 3.24, and 3.20 eV for the ZnO, ZnO-A, and ZnO-H sheets. The Urbach energy was further used to evaluate the defect density size of various ZnO sheets. We have plotted ln(F(R)) against the photon energy (Figure S2) according to the proposed equation [32]. The reciprocal of the slope of the linear fit, below the optical band gap region, gives the value of Urbach energy of the ZnO, ZnO-A, and ZnO-H sheets and that value was approximately 71, 76, and 110 meV, respectively. It can be seen that the Urbach energy of the ZnO sheets markedly increased after annealing at a hydrogen atmosphere, which might be attributed to an increased number of oxygen defect center in the system [33].\nFigure 6. (a) The photoluminescence (PL) spectra of various ZnO sheets. (b) UV–vis diffuse reflectance spectra of various ZnO sheets. (c) Bandgap energies of various ZnO sheets.\nFigure 7a shows the photoresponse performances of the ZnO, ZnO-A, and ZnO-H sheets under\n0.5 V (vs. Ag/AgCl potential). A fast photocurrent response was observed for each switch on/off event\nin various sheet photoelectrodes. However, when the light was turned on, the ZnO and ZnO-A\nphotoanodes all showed a distinct spike-like transient response. The possible cause of this spike\ntransient feature was associated with the whole process of the back-reaction, which is regarded as the\nrecombination of the photoinduced electrons and holes at the surface states of the oxides [34]. In\naddition, the larger initial anode spike of the ZnO sheets were substantially decreased after a\nhydrogen treatment, indicating that the electron-hole recombination was more effectively suppressed\non the ZnO-H sheets. Moreover, the steady-state photocurrent density of the ZnO sheets was\nenhanced with a porous structure and a hydrogen treatment. The average photocurrent intensities of\nthe ZnO, ZnO-A, and ZnO-H sheets were approximately 0.49, 0.84, and 1.23 mA/cm2 under\nillumination. The ZnO-H showed the highest photocurrent density at the test cycles. The results\nherein revealed that the dense porous nature of ZnO sheets is beneficial to enhance light absorption,\nand the increased crystal defects after the hydrogen treatment increase the photoinduced electron-\nFigure 6. (a) The photoluminescence (PL) spectra of various ZnO sheets. (b) UV–vis diffuse reflectance spectra of various ZnO sheets. (c) Bandgap energies of various ZnO sheets.\nFigure 7a shows the photoresponse performances of the ZnO, ZnO-A, and ZnO-H sheets under 0.5 V (vs. Ag/AgCl potential). A fast photocurrent response was observed for each switch on/off event in various sheet photoelectrodes. However, when the light was turned on, the ZnO and ZnO-A photoanodes all showed a distinct spike-like transient response. The possible cause of this spike transient feature was associated with the whole process of the back-reaction, which is regarded as the recombination of the photoinduced electrons and holes at the surface states of the oxides [34]. In addition, the larger initial anode spike of the ZnO sheets were substantially decreased after a hydrogen treatment, indicating that the electron-hole recombination was more effectively suppressed on the ZnO-H sheets. Moreover, the steady-state photocurrent density of the ZnO sheets was enhanced with a porous structure and a hydrogen treatment. The average photocurrent intensities of the ZnO, ZnO-A, and ZnO-H sheets were approximately 0.49, 0.84, and 1.23 mA/cm2 under illumination.\nNanomaterials 2020, 10, 1352 9 of 15\nThe ZnO-H showed the highest photocurrent density at the test cycles. The results herein revealed that the dense porous nature of ZnO sheets is beneficial to enhance light absorption, and the increased crystal defects after the hydrogen treatment increase the photoinduced electron-hole separation time, which is crucial for improved photoactivity. This was supported by the earlier UV–vis and PL analyses. The improvement of the photocurrent of the annealed ZnO sample verified that the charge separation efficiency improved greatly through the ambient air and hydrogen annealing treatments. However, the photocurrent density of the ZnO-H sheets declined from 1.23 to 1.02 mA/cm2 after six cycles. This can be attributed to the excessively small porous on the surface of the ZnO nanosheet after the hydrogen treatment, which could not withstand photocorrosion during the photoelectrochemical (PEC) experiments. This may cause such a decline in durability of the photoactivity [35]. Figure 7b shows the Mott–Schottky (M–S) plots of the ZnO, ZnO-A, and ZnO-H sheets, which were generated based on capacitances that were derived from the EIS obtained at each potential with 1 kHz frequency in the dark. As expected for n-type nature, all the ZnO sheets exhibited positive slopes in the M–S plots. The carrier density of the oxide semiconductor was inversely proportional to the slope of the straight-line portion in the M–S plot according to the proposed relationship of 1/C2 versus the applied potential in the literature [36]. The slope of the straight-line portion in the M–S plot for the ZnO-H sheets was the lowest among various sheet-like samples, revealing an increased carrier density. This could be associated with the formation of surface oxygen vacancies of hydrogen-annealed ZnO sheets. Hydrogen treatment at an elevated temperature will bring about desorption of partial oxygen on the ZnO surface and made the ZnO surface positively charged. This might cause new doping energy levels formed under the ZnO conduction band [37]. The annealing-induced formation of doping energy levels with a small difference in energy level with respect to the ZnO conduction band is feasible for the electrons in the doping energy levels to easily transfer to the ZnO conduction band and thus enhances the carrier density of ZnO [38]. Based on the aforementioned, the ZnO-H sheets showed a relatively smaller slope compared to the ZnO and ZnO-A sheets as expected in this work. The higher carrier density in the oxide semiconductors reduced their bulk resistance and was beneficial for improving their photoactive performance. A similar M–S curve slope variation feature between the porous ZnO and pristine ZnO structures has been reported in the chemical solution derived ZnO crystals [39]. The comparison of interface charge separation efficiency for various ZnO sheets was further investigated by the Nyquist plots with and without irradiation in Figure 7c. The radius of the arc on the Nyquist plots reflects the interface layer resistance occurring at the surface of electrode. The smaller arc radius implies higher efficiency of the charge transfer ability [40,41]. The results in Figure 7c showed that the decreasing order of the semicircular radius of the ZnO sheets with formation of a porous structure by conducting thermal annealing procedures. Figure 7d shows the possible equivalent circuit for evaluating the charge-transfer resistance (Rct) of the various ZnO sheet-based electrodes. In Figure 7d, Re is the series resistance, Clb is the equivalent electrical circuit component, and Zw is the Warburg impedance [42]. According to the fitting results, the Rct values of the ZnO, ZnO-A, and ZnO-H sheets in the dark were respectively 12,902, 12,021, and 10,131 ohm, while the Rct values of the ZnO, ZnO-A, and ZnO-H under irradiation were approximately 1877, 1087, and 914 ohm, respectively. It illustrated that the porous structure is an aid to the improvement of charge transfer efficiency and the electron transfer rate on the ZnO sheet-based electrode. Overall, the EIS results behaved that the ZnO-H sheets exhibited superior charge separation and transportation efficiencies, in turn reduced the interfacial resistance.\nNanomaterials 2020, 10, 1352 10 of 15Nanomaterials 2020, 10, x FOR PEER REVIEW 10 of 15\nFigure 7. (a) Photocurrent density versus time curves of various ZnO sheets with chopped light irradiation. (b) Mott–Schottky plots. (c) Nyquist plots. (d) A possible equivalent circuit used to evaluate Rct value of various ZnO sheets.\nFigure 8a–c shows the irradiation duration dependent characteristic absorbance spectra intensity\nvariation of aqueous RhB solution using various ZnO sheets as photocatalysts. The intensity of the\nabsorbance spectra decreased with irradiation duration, suggesting that the RhB dyes were gradually\nphotodegraded by various ZnO sheets. Comparatively, the drop degree of the absorbance spectra\nintensity is more intense for the RhB solution with the ZnO-H sheets at the given irradiation\ncondition. For comparison, the photodegradation abilities of various ZnO sheets are displayed in\nFigure 8d. The C/Co = It/Io was used to evaluate the photodegradation degree, in which Co and C are\nthe initial and residual concentration of the RhB dye at t = 0 and at any irradiation duration t,\nrespectively and It and Io are respectively the characteristic absorbance spectra intensities at\nirradiation duration t and at t = 0 [40,43]. Both porous ZnO sheets, i.e., ZnO-A and ZnO-H\nphotocatalysts exhibited higher photocatalytic activities than pristine ZnO sheets. Nearly complete\nphotodegradation (approximately 86%) of the RhB dyes was achieved for the RhB solution containing\nZnO-H after 60 min irradiation; ZnO-A photodegraded 76% RhB dyes under the same irradiation\nduration. By contrast, the pristine ZnO sheet exhibited a relatively low photodegradation\nperformance and only degraded 61% RhB dyes after 60 min irradiation. Notably, the dark adsorption\nbalance tests of various ZnO sheets were also conducted to understand the dye adsorption capability\nof various ZnO sheets. The C/Co decreased 4% for the pristine ZnO sheets under the 30 min dark\nbalance condition; the C/Co decreased to 7% and 9% under the 30 min dark balance condition. The\nresults herein demonstrated that the ZnO-H sheets displayed a higher degree of dye adsorption. The\nhydrogen annealing ZnO sheets visibly exhibited superior photodegradation degree towards the RhB\nsolution among various ZnO sheet photocatalysts after deducting the contribution of dye adsorption\non the sample surface. The kinetic linear simulation curves of the photocatalytic RhB degradation for\ndifferent sheet-like photocatalysts are exhibited in Figure 8e; an apparent first-order kinetic model\nfor photodegradation reactions at low initial concentrations was observed. The kinetic model follows\nthe formula −ln(C/Co) = kt, where k is the first-order rate constant (min−1) and t is irradiation duration\n[38]. Figure 8e shows the −ln(C/Co) versus irradiation time curves of various sheet-like photocatalysts\non photodegrading RhB dyes. The k was found to be 0.0148 min−1, 0.0225 min−1, and 0.0315 min−1 for\nthe ZnO, ZnO-A, and ZnO-H photocatalysts, respectively. The photodegradation performance of\nvarious sheet-like photocatalysts follows the order: ZnO-H > ZnO-A > ZnO. Obviously, the tiny pores\nin ZnO sheets impact their photocatalytic performance, which may be due to the increased light\nFigure 7. (a) Phot current density versus time curves of various ZnO sheets with chopped light irradiation. (b) Mott–Schottky plots. (c) Nyquist plots. (d) A possible equivalent circuit used to evaluate Rct value of various ZnO sheets.\nFigure 8a–c shows the irradiation duration dependent characteristic absorbance spectra intensity variation of aqueous RhB solution using various ZnO sheets as photocatalysts. The intensity of the absorbance spectra decreased with irradiation duration, suggesting that the RhB dyes were gradually photodegraded by various ZnO sheets. Comparatively, the drop degree of the absorbance spectra intensity is more intense for the RhB solution with the ZnO-H sheets at the given irradiation condition. For comparison, the photodegradation abilities of various ZnO sheets are displayed in Figure 8d. The C/Co = It/Io was used to evaluate the photodegradation degree, in which Co and C are the initial and residual concentration of the RhB dye at t = 0 and at any irradiation duration t, respectively and It and Io are respectively the characteristic absorbance spectra intensities at irradiation duration t and at t = 0 [40,43]. Both porous ZnO sheets, i.e., ZnO-A and ZnO-H photocatalysts exhibited higher photocatalytic activities than pristine ZnO sheets. Nearly complete photodegradation (approximately 86%) of the RhB dyes was achieved for the RhB solution containing ZnO-H after 60 min irradiation; ZnO-A photodegraded 76% RhB dyes under the same irradiation duration. By contrast, the pristine ZnO sheet exhibited a relatively low photodegradation performance and only degraded 61% RhB dyes after 60 min irradiation. Notably, the dark adsorption balance tests of various ZnO sheets were also conducted to understand the dye adsorption capability of various ZnO sheets. The C/Co decreased 4% for the pristine ZnO sheets under the 30 min dark balance condition; the C/Co decreased to 7% and 9% under the 30 min dark balance condition. The results herein demonstrated that the ZnO-H sheets displayed a higher degree of dye adsorption. The hydrogen annealing ZnO sheets visibly exhibited superior photodegradation degree towards the RhB solution among various ZnO sheet photocatalysts after deducting the contribution of dye adsorption on the sample surface. The kinetic linear simulation curves of the photocatalytic RhB degradation for different sheet-like photocatalysts are exhibited in Figure 8e; an apparent first-order kinetic model for photodegradation reactions at low initial concentrations was observed. The kinetic model follows the formula −ln(C/Co) = kt, where k is the first-order rate constant (min−1) and t is irradiation duration [38]. Figure 8e shows the −ln(C/Co) versus irradiation time curves of various sheet-like photocatalysts on photodegrading RhB dyes. The k was found to be 0.0148 min−1, 0.0225 min−1, and 0.0315 min−1 for the ZnO, ZnO-A, and ZnO-H photocatalysts, respectively. The photodegradation performance of various sheet-like photocatalysts follows the order: ZnO-H > ZnO-A > ZnO. Obviously, the tiny pores in ZnO sheets\nNanomaterials 2020, 10, 1352 11 of 15\nimpact their photocatalytic performance, which may be due to the increased light absorption and larger surface area for dye adsorption. It has been shown that the porous structure was beneficial to provide more photocatalytic reaction centers for the absorption of reactant organic molecules. A similar porous structure effect has been demonstrated in mesoporous TiO2 materials, in which an increased number of active sites in a mesoporous structure effectively increases their photocatalytic activity [44]. Furthermore, a porous structure is also effective for light adsorption and thus generates more photoinduced electrons and holes [45]. The as-prepared ZnO-H sheets can work as effective photocatalysts herein. The corresponding photocatalytic reaction process can be formulated as following [46]:\nZnO + hv→ e− + h+ (6)\ne− + O2→ ·O2− (7)\nh+ + OH−→ ·OH (8)\n·O2−, h+, ·OH + RhB→ oxidation products (9)Nanomaterials 2020, 10, x FOR PEER REVIEW 12 of 15\nIn summary, porous ZnO sheets were successfully synthesized using a methodology consisting of a simple hydrothermal method and post-annealing procedures. The porosity features of the ZnO sheets can be easily tuned by changing the annealing temperature and annealing atmosphere. The experimental results demonstrated that, compared with the pristine ZnO sheet, the porous ZnO sheets demonstrated enhanced optical absorption ability. The suitable amount of pores between and within the ZnO sheets is posited to be advantageous for enhanced light absorption due to multireflection of trapped incident light within the porous nanostructures. Moreover, the porous structure in the ZnO sheets impacted their photocatalytic performance, which may be due to the increased light absorption, larger surface area for dye adsorption, and increased photoexcited charge separation efficiency. The experimental results herein demonstrate the strategy of thermal annealing induced porosity in the ZnO sheet-like structure is promising to design the 2D ZnO crystals with various degrees of photoactive performance for photoactivated device applications.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Figure S1: The XPS survey scan spectrum of as-synthesized ZnO sheets, Figure S2: Plot of Urbach energy for ZnO, ZnO-A, ZnO-H sheets, Table S1: The summarized comparative photodegradation performances of RhB solution containing various ZnO or porous ZnO sheets from literatures.\nAuthor Contributions: Methodology, C.-S.H.; formal analysis, C.-S.H. and W.-C.Z.; Writing—original draft preparation, Y.-C.L.; supervision, Y.-C.L. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by Ministry of Science and Technology of Taiwan. Grant No. MOST 108- 2221-E-019-034-MY3.\nWhen ZnO sheets are irradiated by light with energy higher or equal to the band gap, an electron (e−) in the valence band (VB) can be excited to the conduction band (CB) with the simultaneous generation of a hole (h+) in the VB. Excited state e− and h+ can recombine and get trapped in metastable surface states, or react with electron donors and electron acceptors adsorbed on the semiconductor surface. The photoelectron is easily trapped by electron acceptors like adsorbed O2 to form ·O2− radical, whereas the photoinduced hole can be easily trapped by an electronic donor, such as OH− or organic pollutants, to further oxidize organic dyes [47]. Notably, the photoactive ability of the ZnO sheets does not only depend on the surface adsorption ability, but also relates to the concentration of oxygen defects on the surfaces. Oxygen vacancies on ZnO sheet surface can serv as the lec ron capturing center to\nNanomaterials 2020, 10, 1352 12 of 15\nrestrain the recombination of e− and h+ [48]. An increased oxygen vacancy number of the ZnO sheets annealed in a hydrogen atmosphere effectively increased their photocatalytic efficiency. The active species were also investigated to discuss the possible photocatalytic mechanism. The h+, ·O2−, and ·OH are the probable active species taking part in RhB dyes photodegradation. In this study, the edentate disodium (EDTA-2Na), benzoquinone (BQ), and tert-Butyl alcohol (t-BuOH) were used as the traps for h+, ·O2−, and ·OH in the photodegradation reaction, respectively. The photocatalytic activity of ZnO-H decreased slightly by the addition of EDTA-2Na and decreased largely with the addition of BQ or t-BuOH, indicating that the ·O2− and ·OH are the main active species in the RhB dye photodegradation process (Figure 8f). The photostability of the porous ZnO sheets (ZnO-A and ZnO-H) was further investigated by cyclic photodegradation experiments in Figure 8g,h. The photodegradation rates of the ZnO-A and ZnO-H decreased respectively by approximately 2% and 5% after five consecutive cycles. The ZnO-A photocatalyst maintained excellent photoactive performance after cyclic photodegradation tests; however, the ZnO-H photocatalyst demonstrated fair photoactive performance after cyclic photodegradation tests, indicating that the retention of photodurability of the ZnO-H sheets still remains a challenge. The summarized comparative photodegradation performances of RhB solution containing various ZnO or porous ZnO sheets from literatures are shown in Table S1 [5,49–51]. Nevertheless, the porous ZnO-H sheets herein demonstrated desirable photocatalytic degradation capability towards the RhB solution."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, porous ZnO sheets were successfully synthesized using a methodology consisting of a simple hydrothermal method and post-annealing procedures. The porosity features of the ZnO sheets can be easily tuned by changing the annealing temperature and annealing atmosphere. The experimental results demonstrated that, compared with the pristine ZnO sheet, the porous ZnO sheets demonstrated enhanced optical absorption ability. The suitable amount of pores between and within the ZnO sheets is posited to be advantageous for enhanced light absorption due to multi-reflection of trapped incident light within the porous nanostructures. Moreover, the porous structure in the ZnO sheets impacted their photocatalytic performance, which may be due to the increased light absorption, larger surface area for dye adsorption, and increased photoexcited charge separation efficiency. The experimental results herein demonstrate the strategy of thermal annealing induced porosity in the ZnO sheet-like structure is promising to design the 2D ZnO crystals with various degrees of photoactive performance for photoactivated device applications.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/7/1352/s1, Figure S1: The XPS survey scan spectrum of as-synthesized ZnO sheets, Figure S2: Plot of Urbach energy for ZnO, ZnO-A, ZnO-H sheets, Table S1: The summarized comparative photodegradation performances of RhB solution containing various ZnO or porous ZnO sheets from literatures.\nAuthor Contributions: Methodology, C.-S.H.; formal analysis, C.-S.H. and W.-C.Z.; Writing—original draft preparation, Y.-C.L.; supervision, Y.-C.L. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by Ministry of Science and Technology of Taiwan. Grant No. MOST 108-2221-E-019-034-MY3.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Nanosheet-based hierarchical ZnO structure decorated with TiO2 particles for enhanced performance in dye-sensitized solar cell",
      "author" : [ "D. Wu", "Z. Gao", "F. Xu", "Z. Shi", "W. Tao", "K. Jiang" ],
      "venue" : "CrystEngComm 2012,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2012
    }, {
      "title" : "Morphology-controlled synthesis of ZnO 3D hierarchical structures and their photocatalytic performance",
      "author" : [ "H. Sun", "Y. Yu", "J. Luo", "M. Ahmad", "J. Zhu" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Porous SnO2 hierarchical nanosheets: Hydrothermal preparation, growth mechanism, and gas sensing properties",
      "author" : [ "P. Sun", "W. Zhao", "Y. Cao", "Y. Guan", "Y. Sun", "G. Lu" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2011
    }, {
      "title" : "Controlled strategy to synthesize SnO2 decorated SnS2 nanosheets with enhanced visible light photocatalytic activity",
      "author" : [ "X. Zhou", "T. Zhou", "J. Hu", "J. Li" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2012
    }, {
      "title" : "Single-crystalline mesoporous ZnO nanosheets prepared with a green antisolvent method exhibiting excellent photocatalytic efficiencies",
      "author" : [ "J.Y. Dong", "C.H. Lin", "Y.J. Hsu", "S.Y. Lu", "D.S.H. Wong" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "Large-scale synthesis of stable mesoporous black TiO2 nanosheets for efficient solar-driven photocatalytic hydrogen evolution via an earth-abundant low-cost biotemplate",
      "author" : [ "K. Zhang", "W. Zhou", "X. Zhang", "Y. Qu", "L. Wang", "W. Hu", "G. Tian" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Characterization of porous bismuth oxide (Bi2O3) nanoplates prepared by chemical bath deposition and post annealing",
      "author" : [ "Y. Wang", "L. Jiang", "D. Tang", "F. Liu", "Y. Lai" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Enhanced bioactivity of ZnO nanoparticles—An antimicrobial study",
      "author" : [ "N. Padmavathy", "R. Vijayaraghavan" ],
      "venue" : "Sci. Technol. Adv. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2008
    }, {
      "title" : "Crystal growth and shell layer crystal feature-dependent sensing and photoactivity performance of zinc oxide–indium oxide core–shell nanorod heterostructures",
      "author" : [ "Y.C. Liang", "T.Y. Lin", "C.M. Lee" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Microstructure and optical properties of electrodeposited Al-doped ZnO nanosheets",
      "author" : [ "Y.C. Liang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Ultraviolet-light-emitting ZnO nanosheets prepared by a chemical bath deposition method",
      "author" : [ "B. Cao", "W. Cai", "Y. Li", "F. Sun", "L. Zhang" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Rectangular ZnO porous nano-plate assembly with excellent acetone sensing performance and catalytic activity",
      "author" : [ "A.K. Giri", "A. Saha", "A. Mondal", "S. Chandra Ghosh", "S. Kundu", "A.B. Panda" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "High-performance photodetectors, photocatalysts, and gas sensors based on polyol reflux synthesized porous ZnO nanosheets",
      "author" : [ "B. Liu", "J. Xu", "S. Ran", "Z. Wang", "D. Chen", "G. Shen" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "Precursor template synthesis of three-dimensional mesoporous ZnO hierarchical structures and their photocatalytic properties",
      "author" : [ "L. Xu", "Z. Li", "Q. Cai", "H. Wang", "H. Gao", "W. Lv", "J. Liu" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Photocatalytic properties of hierarchical ZnO flowers synthesized by a sucrose-assisted hydrothermal method",
      "author" : [ "W. Lv", "B. Wei", "L. Xu", "Y. Zhao", "H. Gao", "J. Liu" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "Amino acids assisted hydrothermal synthesis of hierarchically structured ZnO with enhanced photocatalytic activities",
      "author" : [ "Y. Guo", "S. Lin", "X. Li", "Y. Liu" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Preparation of porous flower-like ZnO nanostructures and their gas-sensing property",
      "author" : [ "C. Gu", "J. Huang", "Y. Wu", "M. Zhai", "Y. Sun", "J. Liu" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2011
    }, {
      "title" : "Special Effect of Urea as a Stabilizer in Thermal Immersion Method to Synthesis Porous Zinc Oxide Nanostructures",
      "author" : [ "F.S. Husairi", "S.M. Ali", "A. Azlinda", "M. Rusop", "S. Abdullah" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "Kinetic aspects of the thermal decomposition of zinc carbonate",
      "author" : [ "D. Dollimore", "J.A. France", "B.W. Krupay", "R. Whitehead" ],
      "venue" : "Thermochim. Acta",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 1980
    }, {
      "title" : "Enhancement of Field-Emission Properties in ZnO Nanowire Array by Post-Annealing in H2 Ambient",
      "author" : [ "K.-S. Park", "Y.-J. Choi", "M.-W. Ahn", "D.-W. Kim", "Y.-M. Sung", "J.-G. Park", "K.J. Choi" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2009
    }, {
      "title" : "Effect of a hydrogen ratio in electrical and optical properties of hydrogenated Al-doped ZnO films",
      "author" : [ "S.J. Tark", "Y.-W. Ok", "M.G. Kang", "H.J. Lim", "W.M. Kim", "D. Kim" ],
      "venue" : "J. Electroceram",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2008
    }, {
      "title" : "Improvement of Ethanol Gas-Sensing Responses of ZnO–WO3 Composite Nanorods through Annealing Induced Local Phase Transformation",
      "author" : [ "Y.C. Liang", "C.W. Chang" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "High-temperature solid-state reaction induced structure modifications and associated photoactivity and gas-sensing performance of binary oxide one-dimensional composite system",
      "author" : [ "Y.C. Liang", "Y.J. Lo" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Crystal synthesis and effects of epitaxial perovskite manganite underlayer conditions on characteristics of ZnO nanostructured heterostructures",
      "author" : [ "Y.C. Liang", "C.Y. Hu", "H. Zhong", "J.L. Wang" ],
      "venue" : "Nanoscale 2013,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2020
    }, {
      "title" : "Surface crystal feature-dependent photoactivity of ZnO–ZnS composite rods via hydrothermal sulfidation",
      "author" : [ "Y.C. Liang", "C.C. Wang" ],
      "venue" : "RSC Adv. 2018,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Effects of Annealing Temperature on Structural and Optical Properties of ZnO Thin Films",
      "author" : [ "J.-P. Xu", "S.-B. Shi", "L. Li", "X.-S. Zhang", "Y.-X. Wang", "X.-M. Chen" ],
      "venue" : "Chin. Phys. Lett. 2010,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2010
    }, {
      "title" : "From Layered Basic Zinc Acetate Nanobelts to Hierarchical Zinc Oxide Nanostructures and Porous Zinc Oxide Nanobelts",
      "author" : [ "R.Q. Song", "A.W. Xu", "B. Deng", "Q. Li", "G.Y. Chen" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2007
    }, {
      "title" : "Effects of annealing on the surface defects of zinc oxide nanoparticles",
      "author" : [ "S. Kumar", "P.D. Sahare" ],
      "venue" : "Nano 2012,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "Growth of Hydrothermally Derived CdS-Based Nanostructures with Various Crystal Features and Photoactivated Properties",
      "author" : [ "Y.C. Liang", "T.W. Lung" ],
      "venue" : "Nanoscale Res. Lett. 2016,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Efficient photocatalytic hydrogen evolution over hydrogenated ZnO nanorod arrays",
      "author" : [ "X. Lu", "G. Wang", "S. Xie", "J. Shi", "W. Li", "Y. Tong", "Y. Li" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Improved visible-light photocatalytic activity of porous carbon self-doped ZnO nanosheet-assembled flowers",
      "author" : [ "S. Liu", "C. Li", "J. Yu", "Q. Xiang" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2011
    }, {
      "title" : "Synthesis and characterization of nanostructured zinc oxide particles synthesized by the pyrosol method",
      "author" : [ "O.R. Vasile", "E. Andronescu", "C. Ghitulica", "B.S. Vasile", "O. Oprea", "E. Vasile", "R. Trusca" ],
      "venue" : "J. Nanoparticle Res",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "Oxygen defect dependent variation of band gap, Urbach energy and luminescence property of anatase, anatase–rutile mixed phase and of rutile phases of TiO2 nanoparticles",
      "author" : [ "B. Choudhury", "A. Choudhury" ],
      "venue" : "Physica E",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Photoanodic Properties of Sol−Gel-Derived Fe2O3 Thin Films Containing Dispersed Gold and Silver Particles",
      "author" : [ "A. Watanabe", "H. Kozuka" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2003
    }, {
      "title" : "Facile fabrication of pseudo-microspherical ZnO/CdS core-shell photocatalysts for solar hydrogen production by water splitting",
      "author" : [ "D. Bak", "J.H. Kim" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Effect of hydrogen treatment on the photoelectrochemical properties of quantum dots sensitized ZnO nanorod array",
      "author" : [ "Y. Bu", "Z. Chen" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2014
    }, {
      "title" : "Effect of Nature and Location of Defects on Bandgap Narrowing in Black TiO2 Nanoparticles",
      "author" : [ "A. Naldoni", "M. Allieta", "S. Santangelo", "M. Marelli", "F. Fabbri", "S. Cappelli", "V. Dal Santo" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "Enhanced photoelectrochemical performance of hydrogenated ZnO hierarchical nanorod arrays",
      "author" : [ "C. Yao", "B. Wei", "H. Ma", "H. Li", "L. Meng", "X. Zhang", "Q. Gong" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2013
    }, {
      "title" : "Design and synthesis of porous Ag/ZnO nanosheets assemblies as super photocatalysts for enhanced visible-light degradation of 4-nitrophenol and hydrogen evolution",
      "author" : [ "H. Mou", "C. Song", "Y. Zhou", "B. Zhang", "D. Wang" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Design and tuning functionality of rod-like titanium dioxide–nickel oxide composites via a combinational methodology",
      "author" : [ "Y.C. Liang", "K.J. Chiang" ],
      "venue" : "Nanotechnology 2020,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1957
    }, {
      "title" : "Sputtering control of Ag2O decoration configurations on ZnO nanorods and their surface arrangement effects on photodegradation ability toward methyl orange",
      "author" : [ "Y.-C. Liang", "Y.C. Liu", "C.S. Hung" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "Low temperature solution-processed ZnO nanorod arrays with application to liquid ethanol",
      "author" : [ "Y.M. Lee", "C.M. Huang", "H.W. Chen", "H.W. Yang" ],
      "venue" : "sensors. Sens. Actuators A Phys",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2013
    }, {
      "title" : "Microstructures and Photodegradation Performance toward Methylene Orange of Sputtering-Assisted Decoration of ZnFe2O4 Crystallites onto TiO2 Nanorods",
      "author" : [ "Y.C. Liang", "Y.C. Liu" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Synthesis and photocatalytic activity of mesoporous TiO2 with the surface area, crystallite size, and pore size",
      "author" : [ "D.S. Kim", "S.J. Han", "S.-Y. Kwak" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2007
    }, {
      "title" : "Systematic Investigation on Morphologies, Forming Mechanism, Photocatalytic and Photoluminescent Properties of ZnO Nanostructures Constructed in Ionic Liquids",
      "author" : [ "L. Wang", "L. Chang", "B. Zhao", "Z. Yuan", "G. Shao", "W. Zheng" ],
      "venue" : "Inorg. Chem",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "Synthesis and photocatalytic application of oriented hierarchical ZnO flower-rod architectures",
      "author" : [ "Z. Han", "L. Liao", "Y. Wu", "H. Pan", "S. Shen", "J. Chen" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2012
    }, {
      "title" : "Photocatalytic activity of a Bi-based oxychloride Bi4NbO8Cl",
      "author" : [ "X. Lin", "T. Huang", "F. Huang", "W. Wang", "J. Shi" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2007
    }, {
      "title" : "Luminescence and Photocatalytic Activity of ZnO Nanocrystals: Correlation between Structure and Property",
      "author" : [ "Y. Zheng", "C. Chen", "Y. Zhan", "X. Lin", "Q. Zheng", "K. Wei", "Y. Zhu" ],
      "venue" : "Inorg. Chem",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2007
    }, {
      "title" : "B.-L. 2D ZnO mesoporous single-crystal nanosheets with exposed {0001} polar facets for the depollution of cationic dye molecules by highly selective adsorption and photocatalytic decomposition",
      "author" : [ "J. Liu", "Z.-Y. Hu", "Y. Peng", "H.-W. Huang", "Y. Li", "M. Wu", "X.-X. Ke", "G. Van Tendeloo", "Su" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2016
    }, {
      "title" : "Preparation of flower-like ZnO architectures assembled with nanosheets for enhanced photocatalytic activity",
      "author" : [ "Y. Miao", "H. Zhang", "S. Yuan", "Z. Jiao", "X. Zhu" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2016
    }, {
      "title" : "Synthesis and photocatalytic performance of ZnO hollow spheres and porous nanosheets",
      "author" : [ "L. Yang", "X. Kong", "J. Wang", "M. Pan", "W. Yang", "J. Yang", "W. Jiang" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "The porous ZnO sheets being ultrathin, mesoporous, and single-crystalline have been shown as advantageous in photocatalytic degradation of methylene blue [5].",
      "startOffset" : 154,
      "endOffset" : 157
    }, {
      "referenceID" : 5,
      "context" : "The excellent solar-driven photocatalytic hydrogen evolution has been observed for the mesoporous black anatase TiO2 nanosheets synthesized via a biotemplate method combined with an ethanediamine encircling process [6].",
      "startOffset" : 215,
      "endOffset" : 218
    }, {
      "referenceID" : 6,
      "context" : "Chemical bath derived porous 2D β-Bi2O3 nanoplates show excellent photoinduced current density and have potential in the application of photoelectron catalysis [7].",
      "startOffset" : 160,
      "endOffset" : 163
    }, {
      "referenceID" : 7,
      "context" : "It possesses a high chemical stability, electrochemical coupling coefficient, and impressive photostability [8,9].",
      "startOffset" : 108,
      "endOffset" : 113
    }, {
      "referenceID" : 8,
      "context" : "It possesses a high chemical stability, electrochemical coupling coefficient, and impressive photostability [8,9].",
      "startOffset" : 108,
      "endOffset" : 113
    }, {
      "referenceID" : 9,
      "context" : "have synthesized Al-doped ZnO nanosheets via electrodeposition [10].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 11,
      "context" : "For example, a hierarchically assembled porous rectangular ZnO plate has been synthesized through the calcination of a hydrozincite (Zn5(CO3)2(OH)6) intermediate [12].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 12,
      "context" : "The previous work fabricates the porous ZnO nanosheets from a one-step polyol refluxing method [13].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 17,
      "context" : "NH4 ions will generate from NH3 ions and markedly increase pH aqueous solution and support the hydrothermal ZnO crystal growth process ((1) and (2) reactions) [18]:",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 18,
      "context" : "Zn4CO3(OH)6·ZnO sheet-like crystals are formed during the hydrothermal reactions in an aqueous precursor solution [19], and they are further decomposed to crystalline ZnO sheet-like crystals after annealing at 300 ◦C in ambient air.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 9,
      "context" : "A similar non-polar plane dominated crystallographic feature has also been reported in the electrochemical derived ZnO nanosheets [10].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 19,
      "context" : "lower angle has also been shown after the hydrogen atmosphere annealing procedure [20].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 19,
      "context" : "This could be caused by the reasons that hydrogen is incorporated into the ZnO lattice as an interstitial, and possibly introducing oxygen defects will result in expansion of the lattice [20,21].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 20,
      "context" : "This could be caused by the reasons that hydrogen is incorporated into the ZnO lattice as an interstitial, and possibly introducing oxygen defects will result in expansion of the lattice [20,21].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 9,
      "context" : "- lar plane dominated crystallographic feature has also been reported in the electro hemical deriv d ZnO nanosheets [10].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 19,
      "context" : "The sh ft of Bragg reflections of ZnO nanowires prepared by the carbothe mal reduction process tow rds a lower angle has also been shown after the hydrogen atmosph e annealin procedure [20].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 19,
      "context" : "This could be ca s d by the reasons that hydrogen is incorporated into the ZnO lattice as an interstitial, and possibly introducing oxygen defects will res lt in expansion of the lattice [20,21].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 20,
      "context" : "This could be ca s d by the reasons that hydrogen is incorporated into the ZnO lattice as an interstitial, and possibly introducing oxygen defects will res lt in expansion of the lattice [20,21].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 23,
      "context" : "6 eV was attributed to a contribution of oxygen ions that were in oxygen-deficient regions within the ZnO lattice and chemisorbed species on the sample surface [24].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 23,
      "context" : "6 eV was attributed to a contribution of oxygen ions that were in oxygen-deficient regions within the ZnO lattice and chemisorbed species on the sample surface [24].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 24,
      "context" : "The UV emission peak is the intrinsic bandgap absorption of ZnO, which comes from the recombination of free excitons [25].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 25,
      "context" : "This has been associated with the slight red shift in the near band edge emission of the ZnO crystal in the PL analysis [26].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 26,
      "context" : "These broad emission bands are associated with the charged oxygen vacancy, which originated from the surface electron traps associated with ionized oxygen vacancies from the defect donor level to the valence band [27].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 27,
      "context" : "Moreover, the substantial removal of surface absorbed OH group at suitable annealing conditions has been shown in an obviously blue shift in the visible region peak of the ZnO crystals [28]; this might account for the observed blue shift in the visible region peak of the ZnO-H sheets in comparison with that of the Figure 5.",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 24,
      "context" : "The UV emission peak is the intrinsic bandgap absorption of ZnO, which comes from the recombination of free excitons [25].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 25,
      "context" : "This has been associated with the slight red shift in the near band edge emission of the ZnO crystal in the PL analysis [26].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 26,
      "context" : "These broad emission bands are associated with the charged oxygen vacancy, which originated from the surface electron traps associated with ionized oxygen vacancies from the defect donor level to the valence band [27].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 27,
      "context" : "shift in the visible region peak of the ZnO crystals [28]; this might account for the observed blue shift in the visible region peak of the ZnO-H sheets in comparison with that of the ZnO and ZnO-A sheets herein.",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 28,
      "context" : "The diffuse reflectance measurements were converted into the equivalent absorption coefficient using the Kubelka–Munk (K–M) method: F(R) = (1 − R)2/2R = α, in which R is the reflectance and α is the absorption coefficient [29].",
      "startOffset" : 222,
      "endOffset" : 226
    }, {
      "referenceID" : 29,
      "context" : "The increase of visible light absorption for the ZnO-H sheets can be attributed to the introduction of crystal defects in the band-gap energy levels of ZnO during annealing in a hydrogen atmosphere [30].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 30,
      "context" : "The suitable amount of pores between and within the ZnO sheets is posited to be advantageous for enhanced light absorption due to the multi-reflection of trapped incident light within the nanostructures [31].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 31,
      "context" : "We have plotted ln(F(R)) against the photon energy (Figure S2) according to the proposed equation [32].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 32,
      "context" : "It can be seen that the Urbach energy of the ZnO sheets markedly increased after annealing at a hydrogen atmosphere, which might be attributed to an increased number of oxygen defect center in the system [33].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 28,
      "context" : "The diffuse reflectance measurements were converted into the equivalent absorption coefficient using the Kubelka–Munk (K–M) method: F(R) = (1 − R)2/2R = α, in which R is the reflectance and α is the absorption coefficient [29].",
      "startOffset" : 222,
      "endOffset" : 226
    }, {
      "referenceID" : 29,
      "context" : "The increase of visible light absorption for the ZnO-H sheets can be attributed to the introduction of crystal defects in the band-gap energy levels of ZnO during annealing in a hydrogen atmosphere [30].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 30,
      "context" : "The suitable amount of pores between and within the ZnO sheets is posited to be advantageous for enhanced light absorption due to the multi-reflection of trapped incident light within the nanostructures [31].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 31,
      "context" : "We have plotted ln(F(R)) against the photon energy (Figure S2) according to the proposed equation [32].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 32,
      "context" : "It can be seen that the Urbach energy of the ZnO sheets markedly increased after annealing at a hydrogen atmosphere, which might be attributed to an increased number of oxygen defect center in the system [33].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 33,
      "context" : "The possible cause of this spike transient feature was associated with the whole process of the back-reaction, which is regarded as the recombination of the photoinduced electrons and holes at the surface states of the oxides [34].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 33,
      "context" : "The possible cause of this spike transient feature was associated with the whole process of the back-reaction, which is regarded as the recombination of the photoinduced electrons and holes at the surface states of the oxides [34].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 34,
      "context" : "This may cause such a decline in durability of the photoactivity [35].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 35,
      "context" : "The carrier density of the oxide semiconductor was inversely proportional to the slope of the straight-line portion in the M–S plot according to the proposed relationship of 1/C2 versus the applied potential in the literature [36].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 36,
      "context" : "This might cause new doping energy levels formed under the ZnO conduction band [37].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 37,
      "context" : "The annealing-induced formation of doping energy levels with a small difference in energy level with respect to the ZnO conduction band is feasible for the electrons in the doping energy levels to easily transfer to the ZnO conduction band and thus enhances the carrier density of ZnO [38].",
      "startOffset" : 285,
      "endOffset" : 289
    }, {
      "referenceID" : 38,
      "context" : "A similar M–S curve slope variation feature between the porous ZnO and pristine ZnO structures has been reported in the chemical solution derived ZnO crystals [39].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 39,
      "context" : "The smaller arc radius implies higher efficiency of the charge transfer ability [40,41].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 40,
      "context" : "The smaller arc radius implies higher efficiency of the charge transfer ability [40,41].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 41,
      "context" : "In Figure 7d, Re is the series resistance, Clb is the equivalent electrical circuit component, and Zw is the Warburg impedance [42].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 39,
      "context" : "The C/Co = It/Io was used to evaluate the photodegradation degree, in which Co and C are the initial and residual concentration of the RhB dye at t = 0 and at any irradiation duration t, respectively and It and Io are respectively the characteristic absorbance spectra intensities at irradiation duration t and at t = 0 [40,43].",
      "startOffset" : 320,
      "endOffset" : 327
    }, {
      "referenceID" : 42,
      "context" : "The C/Co = It/Io was used to evaluate the photodegradation degree, in which Co and C are the initial and residual concentration of the RhB dye at t = 0 and at any irradiation duration t, respectively and It and Io are respectively the characteristic absorbance spectra intensities at irradiation duration t and at t = 0 [40,43].",
      "startOffset" : 320,
      "endOffset" : 327
    }, {
      "referenceID" : 37,
      "context" : "The kinetic model follows the formula −ln(C/Co) = kt, where k is the first-order rate constant (min−1) and t is irradiation duration [38].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 39,
      "context" : "The C/Co = It/Io was used to evaluate the photodegradation degree, in which Co and C are the initial and residual concentration of the RhB dye at t = 0 and at any irradiation duration t, respectively and It and Io are respectively the characteristic absorbance spectra intensities at irradiation duration t and at t = 0 [40,43].",
      "startOffset" : 320,
      "endOffset" : 327
    }, {
      "referenceID" : 42,
      "context" : "The C/Co = It/Io was used to evaluate the photodegradation degree, in which Co and C are the initial and residual concentration of the RhB dye at t = 0 and at any irradiation duration t, respectively and It and Io are respectively the characteristic absorbance spectra intensities at irradiation duration t and at t = 0 [40,43].",
      "startOffset" : 320,
      "endOffset" : 327
    }, {
      "referenceID" : 37,
      "context" : "The kinetic model follows the formula −ln(C/Co) = kt, where k is the first-order rate constant (min−1) and t is irradiation duration [38].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 43,
      "context" : "A similar porous structure effect has been demonstrated in mesoporous TiO2 materials, in which an increased number of active sites in a mesoporous structure effectively increases their photocatalytic activity [44].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 44,
      "context" : "Furthermore, a porous structure is also effective for light adsorption and thus generates more photoinduced electrons and holes [45].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 45,
      "context" : "The corresponding photocatalytic reaction process can be formulated as following [46]: ZnO + hv→ e− + h (6)",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 46,
      "context" : "The photoelectron is easily trapped by electron acceptors like adsorbed O2 to form ·O2− radical, whereas the photoinduced hole can be easily trapped by an electronic donor, such as OH− or organic pollutants, to further oxidize organic dyes [47].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 47,
      "context" : "restrain the recombination of e− and h+ [48].",
      "startOffset" : 40,
      "endOffset" : 44
    } ],
    "year" : 2020,
    "abstractText" : "Porous ZnO sheets containing various degrees of a nanoscaled pore were successfully synthesized using a simple hydrothermal method and various postannealing procedures. The porosity features of the ZnO sheets can be easily tuned by changing both the annealing temperature and annealing atmosphere. The dense porous nature of ZnO sheets is beneficial to enhance light absorption. Moreover, the substantially increased oxygen vacancies in the ZnO sheets were observed especially after the hydrogen treatment as revealed in the X-ray photoelectron spectroscope and photoluminescence analyses. The high density of surface crystal defect enhanced the photoinduced electron-hole separation rate of the ZnO sheets, which is crucial for an improved photoactivity. The porous ZnO sheets formed at a hydrogen atmosphere exhibited superior photoactive performance than the porous ZnO sheets formed at the high-temperature ambient air annealing. The dense pores and massive crystal defects formed by a hydrogen atmosphere annealing in the ZnO crystals might account for the observed photoactive behaviors in this study.",
    "creator" : "LaTeX with hyperref package"
  }
}