{
  "name" : "downloads_2019-12-23_11_long2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Reinforcing Mechanism of Reduced Graphene Oxide on Flexural Strength of Geopolymers: A Synergetic Analysis of Hydration and Chemical Composition",
    "authors" : [ "Tao-Hua Ye", "Qi-Ling Luo", "Yaocheng Wang" ],
    "emails" : [ "longwj@szu.edu.cn", "yetaohua2017@email.szu.edu.cn", "luoqiling@szu.edu.cn", "wangyc@szu.edu.cn", "meiliu@szu.edu.cn;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: reduced graphene oxide; reduction degree; geopolymer; flexural strength; hydration; chemical composition; reinforcing mechanism"
    }, {
      "heading" : "1. Introduction",
      "text" : "Geopolymers are an interesting class of inorganic materials and are synthesized through the chemical reaction between a highly alkaline solution and aluminosilicate precursors. Generally, geopolymers have much less of an environmental footprint than ordinary Portland cement (OPC), since their precursors are mainly made from industrial by-products such as ground granulated blast furnace slag. Previous studies [1–3] have demonstrated that geopolymers exhibit high early compressive strength, excellent thermal resistance, and superior durability. Owing to their greater environmental benefits and comparable performances with OPC, geopolymers are regarded as one of the most promising binders for construction. However, because of their quasi-brittle nature, low flexural strength of geopolymers largely hinders their practical application [4]. With the development of two-dimensional (2D) nanotechnology, the feasibility of 2D nanomaterials to enhance the flexural strength of geopolymers has been investigated. Graphene, which is a 2D planar sheet of single-atom thickness [5,6] with an excellent specific surface area of 2630 m2/g [7], possesses\nNanomaterials 2019, 9, 1723; doi:10.3390/nano9121723 www.mdpi.com/journal/nanomaterials\nNanomaterials 2019, 9, 1723 2 of 15\nan ultrahigh Young’s modulus of 1 TPa [8], an ultimate strength of 130 GPa [8], an exceptional thermal conductivity of 5000 W/(m·K) [9], and an electrical conductivity of 2000 S/cm [10]. Currently, graphene derivatives mainly exist in two forms: Graphene oxide (GO) and reduced graphene oxide (rGO). In particular, rGO nanosheets share a few characteristics with GO nanosheets [11] and are generally prepared through the heat or alkali reduction of GO nanosheets. It has been reported that rGO nanosheets have a few residual oxygen-containing functional groups such as epoxy (COC), carbonyl (CO), hydroxyl (OH), and carboxyl (COOH) [12]. These functional groups can assist rGO nanosheets to effectively disperse in water owing to electrostatic stabilization, and uniformly disperse in the geopolymer matrix as well [13]. Given these advantages, Saafi et al. [14] introduced rGO nanosheets into geopolymers and found that 0.35 wt % rGO addition can improve the flexural strength by 134% due to the formation of a pore-filled morphology. Shu et al. [13] also reported that 0.3 wt % rGO addition can effectively enhance the flexural strength of geopolymers owing to the strong interface bonding, the cracking deflection, and propagation. Up to date, rGO nanosheets have been proven to mitigate the quasi-brittleness of geopolymers. However, the reinforcing mechanism of rGO nanosheets on the flexural strength of geopolymers remains unclear. In addition, the effects of rGO nanosheets on the hydration process and chemical composition are also unclear. Reduction degree, i.e., the number of oxygen-containing groups, is an important index to evaluate the properties of rGO nanosheets. Shu et al. [15] investigated the effects of external heating on the reduction degree and flexural strength of rGO-reinforced geopolymers. They indicated that rGO nanosheets can further undergo reduction in the hardened geopolymers during heat treatment, and 1 wt % rGO addition can increase the flexural strength of the hardened geopolymers by 120% after heating above 1000 ◦C for 30 min. However, it should be noted that external heating can lead to other issues in the hardened geopolymers such as the decomposition of hydration products, the coarsening of the pore structures, and the formation of cracks [16,17]. Thus, the sole effect of the reduction degree of rGO nanosheets on the flexural strength of geopolymers needs to be further studied. In addition, the effects of the reduction degree on the hydration process and chemical composition are still unclear. Based on that mentioned above, rGO nanosheets with different reduction degrees were synthesized using a 10 mol/L NaOH solution at different temperatures in this study. The contribution is aimed at: (1) Investigating the effects of the reduction degree of rGO nanosheets on the hydration process, chemical composition, and flexural strength of geopolymers using isothermal calorimetry (IC), X-ray diffraction (XRD), and nuclear magnetic resonance (NMR) tests; (2) illustrating the reinforcing mechanism of rGO nanosheets on the flexural strength of geopolymers through a synergistic analysis of the hydration process and chemical composition. The findings of this work can provide not only insights into the performance of rGO-reinforced geopolymers, but also a guide for their oriented design."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Raw Materials",
      "text" : "Ground granulated blast furnace slag used in this study conformed to the requirements of the Chinese Standard GB/T 18,046 [18]. Figure 1 shows the corresponding particle size distribution of the slag. Table 1 lists the chemical compositions and physical properties of the slag. A mixture of solid sodium hydroxide (NaOH, 96% purity, Guanghua Technology Co., Ltd., Shantou, Guangdong, China) and waterglass (Na2SiO3 with 8.8 wt % Na2O, 27.8 wt % SiO2, and 63.4 wt % H2O, Shengjing Ceramic Materials Co., Ltd., Zhaoqing, Guangdong, China) was used as the alkaline activator in this study. Graphite oxide powder from Sixth Element Materials Technology Co., Ltd. (Changzhou, Jiangsu, China) was used to prepare the GO solution in the experiment. The properties of the powder are listed in Table 2.\nNanomaterials 2019, 9, 1723 3 of 15 Nanomaterials 2019, 9, x FOR PEER REVIEW 3 of 15\n1 10 0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nC u\nm %\nP as\nsi n g\nSieve (μm)\nFigure 1. Particle size distribution of slag.\nTable 1. Chemical composition and physical properties of slag.\nComponent (wt %) Slag\nChemical compositions\nCaO 39.08 SiO2 35.12 Al2O3 14.20 Fe2O3 0.62 MgO 8.47 TiO2 0.71 MnO 0.69 Na2O 0.50\nK2O 0.48\nLoss on ignition (%) 0.10\nPhysical properties\nBulk density (g/cm3) 1.20\nDensity (g/cm3) 2.90\nSpecific surface area (m2/kg) 430.00\nTable 2. Properties of graphite oxide.\nAppearance Solid Content (mass %) pH Carbon (mass %) Oxygen (mass %) Hydrogen (mass %)\nTo prepare the GO solution, a specific amount of graphite oxide powder was magnetically stirred with deionized water for 30 min. The resulting aqueous suspension with a concentration of 16.7 g/L was treated for 2 h using an ultrasonic homogenizer with 400 W and 25 Hz. To avoid suspension overheating by ultrasonication, the treatment was conducted in cycles (an operation period of 2 s and an interval of 4 s). After the ultrasonication, the obtained GO solution was used to prepare rGO solution and rGO-reinforced geopolymers [19,20].\n2.2.2. Sample Preparation\nThe rGO–geopolymer pastes and mortars were prepared at a rGO-to-slag ratio of 0.003 and a water-to-slag ratio of 0.6. The alkali dosages (Na2O/slag) and silicate modulus (SiO2/Na2O) were 0.08 and 1.2, respectively. A sand-to-slag ratio of 3.0 was used for preparing the mortars. Figure 2 shows the mixing procedures of the pastes and mortars. First, the dispersed GO solution was divided into four parts. Each part was added to 100 g of NaOH solution with a concentration of 10 mol/L and mildly stirred for 10 min. To prepare rGO with different reduction degrees, four mixtures were cured for 3 h at temperatures of 25, 40, 60, and 80 °C. Subsequently, each stable and heterogeneous mixture\nFigure 1. Particle si i tribution of slag.\nTable 1. Chemical composition and physical properties of slag.\nComponent (wt %) Slag\nChemical compositions\nCaO 39.08 SiO2 35.12\nAl2O3 14.20 Fe2O3 0.62 MgO 8.47 TiO2 0.71 MnO 0.69 Na2O 0.50 K2O 0.48\nLoss on ignition (%) 0.10\nPhysical properties Bulk density (g/cm3) 1.20\nDensity (g/cm3) 2.90 Specific surface area (m2/kg) 430.00"
    }, {
      "heading" : "2.2. Test Methods",
      "text" : "2.2.1. Preparation of GO Solution\nTo prepare the GO solution, a specific amount of graphite oxide powder was magnetically stirred with deionized water for 30 min. The resulting aqueous suspension with a concentration of 16.7 g/L was treated for 2 h using an ultrasonic homogenizer with 400 W and 25 Hz. To avoid suspension overheating by ultrasonication, the treatment was conducted in cycles (an operation period of 2 s and an interval of 4 s). After the ultrasonication, the obtained GO solution was used to prepare rGO solution and rGO-reinforced geopolymers [19,20].\n2.2.2. Sample Preparation\nThe rGO–geopolymer p stes and mortars were prepared at rGO-to-slag ratio of 0.003 and a water-to-slag ratio of 0.6. The alkali dosages (Na2O/slag) and silicate modulus (SiO2/Na2O) were 0.08 and 1.2, respectively. A sand-to-slag ratio of 3.0 was used for preparing the mortars. Figure 2 shows the mixing procedures of the pastes and mortars. First, the dispersed GO solution was divided into four parts. Each part was added to 100 g of NaOH solution with a concentration of 10 mol/L and mildly stirred for 10 min. To prepare rGO with different reduction degrees, four mixtures were cured\nNanomaterials 2019, 9, 1723 4 of 15\nfor 3 h at temperatures of 25, 40, 60, and 80 ◦C. Subsequently, each stable and heterogeneous mixture was mixed with liquid materials (remainder NaOH solution + waterglass) for 1 min. Finally, the rGO/geopolymeric solution and solid materials (slag for pastes or slag + sand for mortars) were mixed at a rotation speed of 62 ± 5 rpm for 2 min, followed by mixed at a rotation speed of 125 ± 10 rpm for another 2 min. The obtained rGO–geopolymer composites were cast into two molds (dimensions: 40 × 40 × 160 mm3 and 15 × 15 × 15 mm3) and cured at a temperature of 20 ± 2 ◦C and a relative humidity > 95% for 24 h. According to Shi et al. [21], alkali-activated materials cured at 80 ◦C for 48 h exhibit the highest mechanical strength, since the alkali activation is almost complete. Thus, the demolded samples were steam cured in a chamber maintained at 80 ◦C for 48 h. The blank sample and the samples with the addition of rGO nanosheets reduced at 25, 40, 60, and 80 ◦C were denoted by M0, R1, R2, R3, and R4, respectively. Nanomaterials 2019, 9, x FOR PEER REVIEW 4 of 15 was mixed with iquid materia s (remainder N OH solution + waterglass) for 1 in. Finally, the rGO/geopolymeric solution and s lid aterials (slag for pastes or slag + sand f r mortars) were mixed at a rotation speed of 62 ± 5 rpm for 2 min, followed by mixed at a rotation speed of 125 ± 10 rpm for another 2 min. The obtained rGO–geopolymer composites were cast into two molds (dimensions: 40 × 40 × 160 mm3 and 15 × 15 × 15 mm3) and cured at a temperature of 20 ± 2 °C and a relative humidity > 95% for 24 h. According to Shi et al. [21], alkali-activated materials cured at 80 °C for 48 h exhibit the highest mechanical strength, since the alkali activation is almost complete. Thus, the demolded samples were steam cured in a chamber maintained at 80 °C for 48 h. The blank sample and the samples with the addition of rGO nanosheets reduced at 25, 40, 60, and 80 °C were denoted by M0,\nR1, R2, R3, and R4, r spectively.\n2.2.3. Characterization of rGO Nanosheets\nThe rGO solutions with different reduction degrees were prepared using the same procedure and characterized using two experiments: (1) Raman scattering (532 nm, type inVia Reflex, Renishaw, London, UK) was used to reflect the structural defects in the rGO nanosheets and (2) transmission electron microscopy (TEM, type Talos 200F, FEI, Hillsboro, OR, USA) was applied to scan their morphologies.\n2.2.4. Heat of Hydration\nAfter the rGO–geopolymer pastes were prepared, 8 g of the paste was used for hydration characterization. The normalized heat flow and cumulative heat of the pastes were measured for 150,000 s using an isothermal calorimeter with eight channels (type TAM air, TA instruments, New castle, DE, USA). This instrument has a wide temperature measurement range from 5 to 90 °C, with the temperature being controlled within ±0.02 °C.\n2.2.5. X-Ray Diffraction (XRD) Test\nThe chemical compositions of the hardened pastes were determined by the XRD test, performed on a DX 2500 (Dandong Fangyuan Instrument, Liaoning, China). A Cu anode was used and the Xray diffractometry was carried out at 40 kV and 40 mA. The samples were scanned in the range from 5° to 80° with a rate of 2°/step.\n2.2.3. Characterization of rGO Nanosheets\nThe rGO solutions with differ nt reductio es ere prepared using the same proc dure and characterized using t experiments: (1) Raman scattering (532 nm, type inVia Reflex, Renishaw, London, UK) was used to reflect the structural defects in the rGO nanosheets and (2) transmission electron microscopy (TEM, type Talos 200F, FEI, Hillsboro, OR, USA) was applied to scan their morphologies.\n2.2.4. Heat of Hydration\nAfter the rGO–geopolymer pastes were prepared, 8 g of the paste was used for hydration characterization. The normalized heat flow and cumulative heat of the pastes were measured for 150,000 s using an isothermal calorimeter with eight channels (type TAM air, TA instruments, New Castle, DE, USA). This instrument has a wide temperature measurement range from 5 to 90 ◦C, with the temperature being controlled within ±0.02 ◦C.\n2.2.5. X-Ray Diffraction (XRD) Test\nThe chemical compositions of the hardened pastes were determined by the XRD test, performed on a DX 2500 (Dandong Fangyuan Instrument, Liaoning, China). A Cu anode was used and the X-ray diffractometry was carried out at 40 kV and 40 mA. The samples were scanned in the range from 5◦ to 80◦ with a rate of 2◦/step.\nNanomaterials 2019, 9, 1723 5 of 15\n2.2.6. Nuclear Magnetic Resonance (NMR) Test\nSolid-state 29Si magic angle spinning (MAS) NMR spectra were collected at 119.2 MHz on a JNM-ECZ600R/M1 spectrometer (JEOL, Tokyo, Japan) using a spinning speed of 10.0 kHz and a probe for 3.2 mm zirconia rotors. For the 29Si MAS experiments, the pulse width, relaxation delay, and the number of scans were 0.1 µs, 20 s, and 1000, respectively. Solid-state 27Al MAS NMR spectra were collected at 156.4 MHz on the same instrument. The pulse width, relaxation delay, and the number of scans were 0.1 µs, 5 s, and 32, respectively. The 29Si and 27Al chemical shifts were referenced to the external samples of tetramethylsilane (TMS) and AlCl3·6H2O solution with a concentration of 1.0 mol/L, respectively.\n2.2.7. Flexural Strength Test\nThe flexural strength of the hardened mortars from each group was conducted on a computerized universal testing machine (YHZ-300, Luda Mechanical Instrument Co., Ltd., Shaoxing, Zhejiang, China). The flexural strength test was operated at a loading rate of 500 N/s, conforming to the Chinese standard GB/T 17671 [22]. Finally, the average of three tested values of each group was calculated as the flexural strength for such group."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of rGO Nanosheets",
      "text" : "In this work, the effects of the reduction degree on the hydration degree, chemical composition, and flexural strength of rGO-reinforced geopolymers were investigated. To obtain rGO nanosheets with different reduction degrees, GO nanosheets were reduced in a 10 mol/L NaOH solution at temperatures of 25, 40, 60, and 80 ◦C, respectively. Figure 3 shows the Raman spectra of the GO and rGO nanosheets obtained after the reduction, where two dominant peaks can be clearly observed. The first band at 1620 cm−1, G-band, is formed by the stretching of the C–C bond in the graphite mode. The second band at 1380 cm−1, D-band, derives from the diamondoid mode. The third band at 2900 cm−1, 2D band, was the second order of the D peaks. In particular, the ratio of the intensity of the D-band (ID) to that of the G-band (IG) is proportional to the structural defects in graphene, i.e., the higher the value of ID/IG, the greater the structural defects [23,24]. As shown in Figure 3, the value of ID/IG of the sample increases from 0.88 to 0.94 with elevated temperatures, indicating an increasing number of structural defects in rGO structures after reduction.Nanomaterials 2019, 9, x FOR PEER REVIEW 6 of 15\nNanomaterials 2019, 9, 1723 6 of 15\nFigure 4 shows the TEM images of the GO and rGO nanosheets after reduction at temperatures of 40 and 80 ◦C, which confirms that the graphene-based materials have an irregular sheet-like structure. As shown in Figure 4a,c,e, the structural defects in rGO nanosheets increase with elevated temperatures, which is in line with the Raman results. According to Long et al. [25,26], the wrinkled and folded areas on the GO surface derive from the intercalation of the abundant oxygen-containing groups. Thus, the number of oxygen-containing groups on rGO nanosheet decreases with elevated temperatures due to alkali reduction, as shown in Figure 4b,d,f. It can be demonstrated that GO nanosheets can be effectively reduced in the 10 mol/L NaOH solution and that a higher reduction degree can be achieved at a higher treatment temperature. Nanomaterials 2019, 9, x FOR PEER REVIEW 7 of 16\n(a) (b)\n(c) (d)\n.\n(e) (f)\nFigure 4. TEM images of GO (a,b), rGO after reduction at 40 °C (c,d), and rGO after reduction at 80 °C (e,f).\n3.2. Hydration Process\nNanomaterials 2019, 9, x FOR PEER REVIEW 7 of 16\n(a) (b)\n(c) (d)\n.\n(e) (f)\nFigure 4. TEM images of GO (a,b), rGO after reduction at 40 °C (c,d), and rGO after reduction at 80 °C (e,f).\n3.2. Hydration Process\nFigure 4. TEM images of GO (a,b), rGO after reduction at 40 ◦C (c,d), and rGO after reduction at 80 ◦C (e,f).\nNanomaterials 2019, 9, 1723 7 of 15"
    }, {
      "heading" : "3.2. Hydration Process",
      "text" : "Figure 5a shows the overall view of the normalized heat flow of M0, R1, R2, R3, and R4. Results show that the hydration process of the slag-based geopolymers is similar to that of OPC and can be divided into five stages: The initial, induction, acceleration, deceleration, and steady-state stages. The first peak appears immediately after the mixing was complete, corresponding to the wetting and initial dissolution of the slag particles [27]. Most of the decomposition reaction happens in this period. Following the first peak, a short dormant period can be detected as the induction stage, providing the necessary time for the increase of the concentrations of one or two valence metal ions (Ca, Na, Al, etc.) produced from the dissolution of the slag in the alkali solution [28]. This period can be also explained by the delayed nucleation theory [29]. Due to the continuous dissolution of the slag, the concentrations of these ions in the pore solution exceed the saturation concentrations of calcium silicate hydrate (C-S-H) and calcium aluminosilicate hydrate (C-A-S-H), thus leading to the polymerization and condensation of C-S-H and C-A-S-H phases [30]. As a result, the second peak represents the acceleration stage of the hydration process. It should be noted that the second peak in this study occurs approximately 20,000 s after mixing, whereas the second peak for waterglass-activated geopolymers in other studies was detected after approximately 100,000 s or even later [31–33]. According to Zhou et al. [30], this difference can be attributed to the different compositions of the alkali activators used. Finally, the hydration process falls in the deceleration and steady-state stages due to the infilling and accretion of the hydration products formed [31]. Nanomaterials 2019, 9, x FOR PEER REVIEW 8 of 15 the dissolution of the slag [34]. Consequently, the addition of rGO nanosheets can shorten the induction period, thus promoting the hydration of the slag. The values of the second peak for M0, R1, R2, R3, and R4 are 3.3, 3.6, 3.7, 3.8, and 3.8 mW/g, respectively. This indicates that the hydration degree of the samples increases with the increase of the reduction degree of the rGO nanosheets. In addition, Figure 6 sho s the cumulative heat values for M0, R1, R2, R3, and R4. At 150,000 s, the total exothermic heat values for M0, R1, R2, R3, and R4 are 130, 135, 140, 140, and 139 J/g, respectively. This is in line with the results shown in Figure 5b, indicating that the addition of rGO nanosheets increases the hydration degree of slag-based geopolymers. In particular, the value of R4 is lower than that of R3, attributed to the significant structural defects in the rGO nanosheets used in R4."
    }, {
      "heading" : "3.3. Chemical Compositions",
      "text" : ""
    }, {
      "heading" : "3.3.1. XRD Analysis",
      "text" : "i r . r alized heat flo f , , , , : (a) t e rall ie ( ) l i l\nTo investigate the effects of rGO addition and its reduction degree on the hydration process of slag-based geopolymers, Figure 5b shows the enlarged partial view of the normalized heat flow of the samples. Results show that the second peak for R3 (18,200 s) appears the earliest, followed by R2 (18,500 s), R1 (18,600 s), R4 (18,700 s), and M0 (19,200 s), indicating that the addition of rGO nanosheets can effectively shorten the induction time and promote the hydration of slag-based geopolymers. Due to the similar characteristics of rGO and GO nanosheets [11], the assumptions proposed for the hydration process of GO-reinforced cement may also be used to explain that of rGO-reinforced geopolymers. First, graphene-based nanosheets are excellent water-sorbents owing to the super-high specified surface area [25]. Therefore, the addition of rGO nanosheets can relatively increase the concentration of OH− ions produced from the decomposition of alkali activators. According to Sun et al. [28], a greater number of OH− ions can accelerate the dissolution of the slag. Second, rGO nanosheets can provide many nucleation sites for the formation of C-S-H and C-A-S-H. As a result, the effect of the delayed nucleation stage is diminished. Finally, the reactions of Ca2+ ions and oxygen-containing groups\nNanomaterials 2019, 9, 1723 8 of 15\non the rGO surface can decrease the Ca concentration and promote the dissolution of the slag [34]. Consequently, the addition of rGO nanosheets can shorten the induction period, thus promoting the hydration of the slag. The values of the second peak for M0, R1, R2, R3, and R4 are 3.3, 3.6, 3.7, 3.8, and 3.8 mW/g, respectively. This indicates that the hydration degree of the samples increases with the increase of the reduction degree of the rGO nanosheets. In addition, Figure 6 shows the cumulative heat values for M0, R1, R2, R3, and R4. At 150,000 s, the total exothermic heat values for M0, R1, R2, R3, and R4 are 130, 135, 140, 140, and 139 J/g, respectively. This is in line with the results shown in Figure 5b, indicating that the addition of rGO nanosheets increases the hydration degree of slag-based geopolymers. In particular, the value of R4 is lower than that of R3, attributed to the significant structural defects in the rGO nanosheets used in R4.\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 15 the dissolution of the slag [34]. Consequently, the addition of rGO nanosheets can shorten the induction period, thus promoting the hydration of the slag. The values of the second peak for M0,"
    }, {
      "heading" : "R1, R2, R3, and R4 are 3.3, 3.6, 3.7, 3.8, and 3.8 mW/g, respectively. This indicates that the hydration",
      "text" : "degree of the samples increases with the increase of the reduction degree of the rGO nanosheets. In addition, Figure 6 shows the cumulative heat values for M0, R1, R2, R3, and R4. At 150,000 s, the total exothermic heat values for M0, R1, R2, R3, and R4 are 130, 135, 140, 140, and 139 J/g, respectively. This is in line with the results shown in Figure 5b, indicating that the addition of rGO nanosheets increases the hydration degree of slag-based geopolymers. In particular, the value of R4 is lower than that of R3, attributed to the significant structural defects in the rGO nanosheets used in R4.\n(a) (b)\nFigur 5. Norm lized heat flow of M0, R1, R2, R3, and R4: (a) the verall view and (b) the nlarged\npartial vi w."
    }, {
      "heading" : "3.3. Chemical Compositions",
      "text" : ""
    }, {
      "heading" : "3.3.1. XRD Analysis",
      "text" : "To identify the chemical compositions of the geopolymers after rGO addition, the XRD patterns\nof M0, R1, R2, R3, and R4 after steam curing for 48 h are determined, as shown in Figure 7. The results\nshow that the rGO-reinforced geopolymers have three crystalline hydration products in the range\nfrom 10° to 40°. First, the diffusive peak at 2θ = 29.07° is associated with C-A-S-H, which is regarded\ni re 6. i t f , , , , .\n3.3. Chemical Compositions\n3.3.1. XRD Analysis\nTo identify the chemical compositions of the geopolymers after rGO addition, the XRD patterns of M0, R1, R2, R3, and R4 after steam curing for 48 h are determined, as shown in Figure 7. The results show that the rGO-reinforced geopolymers have three crystalline hydration products in the range from 10◦ to 40◦. First, the diffusive peak at 2θ = 29.07◦ is associated with C-A-S-H, which is regarded as C-S-H wherein Al3+ is located within its silicate chains, more especially at the tetrahedral bridging sites [35]. Shi et al. [21] pointed out that this peak could be attributed to the generation of tobermorite like C-A-S-H phase (PDF #00-033-0306), while other studies [36–38] reported that the C-A-S-H phase can be detected directly owing to its semi-crystalline characteristics [36]. Second, hydrotalcite (Mg6Al2(CO3)(OH)16·4H2O, PDF #00-014-0191), a type of hydration product penetrating octahedral aluminum, can be identified at peaks of approximately 11.6, 23.3, 34.9, and 39.8◦. In particular, hydrotalcite has a layer structure similar to brucite, where the interlayer region contains CO2−3 ions and water molecules [39]. Third, the peak on the left side of the C-A-S-H phase can be attributed to the poorly crystalline C-S-H(I) (C-S-H with low Ca/Si ratio, PDF #00-034-0002) [21,40]. The poorly crystalline C-S-H(I) is more ordered than the C-S-H phase [40]. According to Xu et al. [34], the C-S-H(I) phase features a high content of Si and therefore can present as a Si-rich hydrate. Finally, katoite (C3AH6, PDF #01-011-1713) and strätlingite (PDF #00-014-0631) are not found in the studied samples, although they were detected in other studies.\nNanomaterials 2019, 9, 1723 9 of 15\nNanomaterials 2019, 9, x FOR PEER REVIEW 9 of 15 as C-S-H wherein Al3+ is located within its silicate chains, more especially at the tetrahedral bridging sites [35]. Shi et al. [21] pointed out that this peak could be attributed to the generation of tobermorite like C-A-S-H phase (PDF #00-033-0306), while other studies [36–38] reported that the C-A-S-H phase can be detected directly owing to its semi-crystalline characteristics [36]. Second, hydrotalcite (Mg6Al2(CO3)(OH)16·4H2O, PDF #00-014-0191), a type of hydration product penetrating octahedral aluminum, can be identified at peaks of approximately 11.6, 23.3, 34.9, and 39.8°. In particular, hydrotalcite has a layer structure similar to brucite, where the interlayer region contains CO3 2− ions and water molecules [39]. Third, the peak on the left side of the C-A-S-H phase can be attributed to the poorly crystalline C-S-H(I) (C-S-H with low Ca/Si ratio, PDF #00-034-0002) [21,40]. The poorly crystalline C-S-H(I) is more ordered than the C-S-H phase [40]. According to Xu et al. [34], the C-SH(I) phase features a high content of Si and therefore can present as a Si-rich hydrate. Finally, katoite (C3AH6, PDF #01-011-1713) and strätlingite (PDF #00-014-0631) are not found in the studied samples, although they were detected in other studies. As shown in Figure 7, M0 contains two main hydration products: hydrotalcite and C-A-S-H. Although Zuo et al. [40] indicated that C-S-H(I) can be detected in alkali-activated slag materials, CS-H(I) was not found in M0 in this study. In contrast, the C-S-H(I) phase was identified in all the rGOcontaining samples, indicating that rGO-reinforced geopolymers prefer to generate C-A-S-H and CS-H(I) phases simultaneously. This can be attributed to two distinct zones in the rGO–geopolymer pastes: A zone beyond rGO nanosheets (zone 1) and another zone around the rGO nanosheets (zone 2). In zone 1, rGO–geopolymer pastes share the same characteristics with M0, where the C-A-S-H phase is the main hydration product formed. In zone 2, the rGO–geopolymer pastes exhibit some complicated features due to the addition of rGO nanosheets. Since Al element in high alkaline solutions generally exists in the form of electronegative tetrahedron such as Al(OH) 4 − , rGO nanosheets with negative charges would repulse Al-containing phases [34]. This indicates that the Al element around the rGO nanosheets has a relatively low concentration. Moreover, a Si-rich environment can be found around rGO nanosheets owing to the absorption of rGO nanosheets toward Ca2+ ions. Therefore, due to the high concentration of Si and the low concentration of Al, the\nvicinity of rGO nanosheets can form the C-S-H(I) phase rather than C-S-H and C-A-S-H phases. In\naddition, Figure 7 shows that there are no variations in the chemical compositions between R1, R2,"
    }, {
      "heading" : "R3, and R4, indicating that the chemical compositions of rGO-reinforced geopolymers are unaffected by the reduction degree of rGO nanosheets.",
      "text" : "10 20 30 40\nC-A-S-H\nC-A-S-HC-S-H (I)\nC-A-S-HC-S-H (I)\nC-A-S-H\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nHt\nC-A-S-HC-S-H (I)\nIn te\nn si\nty (\na. u\n.)\n2 (degree)\nM0 R1 R2 R3 R4\nHt Ht Ht Ht\nHt\nHt\nC-S-H (I)\nFigure 7. XRD patterns of M0, R1, R2, R3, and R4 after steam curing for 48 h. Ht—hydrotalcite."
    }, {
      "heading" : "3.3.2. NMR analysis",
      "text" : "In addition to the XRD analysis, the chemical structure of the hydration products can also\nprovide important information to explain the effects of rGO addition and reduction degree on the\ni re 7. XR patterns of 0, 1, 2, 3, a 4 after stea c ri f r 48 . t r talcite.\nAs shown in Figure 7, M0 contains two main hydration products: hydrotalcite and C-A-S-H. Although Zuo et al. [40] indicated that C-S-H(I) can be detected in alkali-activated slag materials, C-S-H(I) was not found in M0 in this study. In contrast, the C-S-H(I) phase was identified in all the rGO-containing samples, indicating that rGO-reinforced geopolymers prefer to generate C-A-S-H and C-S-H(I) phases simultaneously. This can be attributed to two distinct zones in the rGO–geopolymer pastes: A zone beyond rGO nanosheets (zone 1) and another zone around the rGO nanosheets (zone 2). In zone 1, rGO–geopolymer pastes share the same characteristics with M0, where the C-A-S-H phase is the main hydration product formed. In zone 2, the rGO–geopolymer pastes exhibit some complicated features due to the addition of rGO nanosheets. Since Al element in high alkaline solutions generally exists in the form of electronegative tetrahedron such as Al(OH)−4 , rGO nanosheets with negative charges would repulse Al-containing phases [34]. This indicates that the Al element around the rGO nanosheets has a relatively low concentration. Moreover, a Si-rich environment can be found around rGO nanosheets owing to the absorption of rGO nanosheets toward Ca2+ ions. Therefore, due to the high concentration of Si and the low concentration of Al, the vicinity of rGO nanosheets can form the C-S-H(I) phase rather than C-S-H and C-A-S-H phases. In addition, Figure 7 shows that there are no variations in the chemical compositions between R1, R2, R3, and R4, indicating that the chemical compositions of rGO-reinforced geopolymers are unaffected by the reduction degree of rGO nanosheets.\n3.3.2. NMR analysis\nIn addition to the XRD analysis, the chemical structure of the hydration products can also provide important information to explain the effects of rGO addition and reduction degree on the chemical compositions of geopolymers. Figure 8 shows the 29Si and 27Al MAS NMR spectra for M0, R3, and R4. Since the reduction degree of the rGO nanosheets has no distinct effect on the hydration products of geopolymers (see Section 3.3.1), the NMR analysis for M0, R3, and R4 is sufficient. The MAS NMR spectra of M0, R3, and R4 were semi-quantitatively deconvoluted using a Gaussian function. Table 3 lists the peak assignment and relative integrated area of each peak obtained from the deconvolution.\nNanomaterials 2019, 9, 1723 10 of 15teri ls , , x FOR PEER REVIEW 1 f\n(a) (b)\n(c) (d)\n(e) (f)\nFigure 8. 29Si magic angle spinning (MAS) nuclear magnetic resonance (NMR) spectra for (a) M0, (b) R3, (c) R4, and 27Al MAS NMR spectra for (d) M0, (e) R3, (f) R4.\nFigure 8. 29Si magic angle spinning (MAS) nuclear magnetic resonance (NMR) spectra for (a) M0, (b) R3, (c) R4, and 27Al MAS NMR spectra for (d) M0, (e) R3, (f) R4.\nTable 3. Peak assignment and integrated area percentage of deconvoluted 29Si MAS NMR spectra peaks.\nCh mical Shifts (±1 ppm) Site Type Sample ID\nIn the 29Si MAS NMR spectra shown in Figure 8a–c, Qn(mAl) notation (n = 0–2, m = 0–n) is used to describe the chemical conditions of Si nuclei, where n indicates the number of adjacent Si\nNanomaterials 2019, 9, 1723 11 of 15\nconnected directly to one tetrahedral Si, and m represents the number of Al substitutions to the adjacent Si. Here, Al can replace Si in a disorderly manner since the particle radius of Si is similar to that of Al in the silicate structure [32]. As shown in the figures, the peak at around −79.0 ppm can be attributed to the Q1(0Al) sites, which represent the end-of-chain silicate tetrahedrons of the C-(A)-S-H (C-S-H or C-A-S-H) gels [41]. Compared with M0, R3 and R4 exhibit an obvious increment in the intensity of Q1(0Al) sites due to the repellency of the rGO nanosheets to Al species. This indicates more silicate tetrahedrals in the end of chain of C-(A)-S-H gels in rGO-reinforced geopolymers having no Al substitutions. Two types of Q2 groups are also detected in the figures: Q2(1Al) sites located at approximately −82.0 ppm and Q2(0Al) sites at approximately −85.0 ppm. The Q2 sites are assigned to the middle-of-chain silicates of the C-(A)-S-H gels [42,43]. It can be seen that the addition of rGO nanosheets has little effect on the intensity of the Q2 sites in the geopolymers. This suggests that the presence of the C-S-H(I) phase in the rGO-reinforced geopolymers (see Section 3.3.1) is mainly due to the fact that the rGO nanosheets can restrain the substitution of Al on the end-of-chain silicates of C-(A)-S-H gels rather than the middle-of-chain silicates. In addition, the peak at approximately −75.0 ppm generally corresponds to the Q0 sites, attributed to the isolated silica tetrahedrons from unhydrated slag particles [44]. In particular, the Q0 sites were not found in M0, R3, and R4, indicating that the alkali activation of the slag is almost complete under steam curing at 80 ◦C for 48 h. Table 3 shows that the integrated area percentage of Q1(0Al) increases from 4.44% to 11.14% and 10.02% due to the addition of rGO nanosheets, whereas that of Q2(1Al) decreases from 55.47% to 45.80% and 47.76%. Moreover, a slightly upward trend can be found in Q2(0Al). This confirms that the rGO nanosheets can restrain the substitution of Al on the end-of-chain silicates of C-(A)-S-H gels. In addition, a comparison between R3 and R4 shows that the rGO nanosheets from alkali reduction under 80 ◦C have significant structural defects, thus restricting its effect on Al substitution in hydration products of geopolymers. In theory, three distinct Al environments, namely Al(IV), Al(V), and Al(VI), can be observed in the 27Al MAS NMR spectra of the geopolymer pastes. The peaks at approximately 74.0 ppm and 68.0 ppm, q2(I) and q2(II), are assigned to the tetrahedral Al(IV) incorporated in the C-A-S-H gels under bridging conditions [45]; the peak in the range from 30.0 to 40.0 ppm is attributed to the presence of Al(V); the peak with lower intensity in the range from 0 to 20.0 ppm is generally considered octahedral Al(VI) in AFm and/or hydrotalcite phases [46]. As shown in Figure 8, the peak assigned to Al(V) was not found in all the samples, and hydrotalcite was identified given the absence of the AFm phase in the XRD patterns. Compared with M0, the intensities of the q2(II) sites in R3 and R4 remarkably decrease due to the addition of rGO nanosheets; this is consistent with the 29Si MAS NMR analysis results, which show that the addition of rGO nanosheets decreases the intensity of the Q2(1Al) sites. This indicates that the addition of rGO nanosheets can hinder the substitution of Al in the silicate chain of C-A-S-H gels, thus promoting the formation of C-S-H(I) phases. In addition, R3 and R4 have a new hydration product, namely third aluminate hydrate (TAH) [47]. This can be attributed to the increase of the number of Al phases in other hydration reactions due to the repellency of rGO nanosheets with the negative charges to Al species."
    }, {
      "heading" : "3.4. Flexural Strength",
      "text" : "Although geopolymers have a few distinct advantages over OPC, including greater environmental benefits and better durability, their low flexural strength hinders their engineering application. Thus, rGO nanosheets are used to enhance the flexural strength of geopolymers. Figure 9 shows the effects of rGO addition and reduction degree on the flexural strength of the geopolymer mortars after steam curing at 48 h. When the treatment temperature is within 60 ◦C, the flexural strength of the samples gradually increases from 6.8 to 10.3 MPa. An obvious increment of 29.4% on the flexural strength is observed in R1, whereas R2 and R3 exhibit a small increment in the flexural strength. In particular, R3 exhibits the maximum flexural strength, which is 51.2% higher than that of M0. In addition, the flexural strength of the samples decreases with the increase of the treatment temperature from 60 to\nNanomaterials 2019, 9, 1723 12 of 15\n80 ◦C. This indicates that the significant structural defects in rGO nanosheets under alkali reduction at 80 ◦C can hinder the reinforcing effect.\nNanomaterials 2019, 9, x FOR PEER REVIEW 12 of 15"
    }, {
      "heading" : "3.4. Flexural Strength",
      "text" : "Although geopolymers have a few distinct advantages over OPC, including greater environmental benefits and better durability, their low flexural strength hinders their engineering application. Thus, rGO nanosheets are used to enhance the flexural strength of geopolymers. Figure\n9 shows the effects of rGO addition and reduction degree on the flexural strength of the geopolymer\nmortars after steam curing at 48 h. When the treatment temperature is within 60 °C, the flexural\nstrength of the samples gradually increases from 6.8 to 10.3 MPa. An obvious increment of 29.4% on\nthe flexural strength is observed in R1, whereas R2 and R3 exhibit a small increment in the flexural\nstrength. In particular, R3 exhibits the maximum flexural strength, which is 51.2% higher than that\nof M0. In addition, the flexural strength of the samples decreases with the increase of the treatment\ntemperature from 60 to 80 °C. This indicates that th sign ficant structural defects in rGO nanosheets\nunder lkali reduction at 80 °C can hinder the reinforcing effect.\n0\n2\n4\n6\n8\n10\n12\n9.1\n10.3 9.8\n8.8\n6.8\nR4R3R2R1\nF le\nx u ra\nl st\nre n g th\n( M\nP a)\nM0\n+51.2%\nFigure 9. Flexural strengths of M0, R1, R2, R3, and R4 after steam curing at 48 h.\nAlthough rGO nanosheets have been proven to improve the flexural strength of geopolymers,\nthe related mechanism is unclear. Thus, a synergistic analysis of hydration process and chemical\ncomposition is performed. Owing to the super-high specific surface area, rGO nanosheets can absorb\na certain amount of free water and increase the relative concentration of OH− ions, thus promoting\nthe dissolution of the slag (see Section 3.2). Similarly, the superior specific surface area can provide\nmany nucleation sites for the formation of C-S-H and C-A-S-H gels. As a result, rGO addition can\nimprove the hydration degree of the slag. Generally, a higher hydration degree can result in the\nformation of a denser microstructure [38]. On the other hand, due to the repellency of rGO nanosheets\nwith negative charges to Al species, the substitution of Al on the end-of-chain silicates of C-(A)-S-H\ngels is restrained (see Section 3.3.2). Meanwhile, due to the absorption of rGO nanosheets to Ca\nspecies, a region with a high concentration of Si and a low concentration of Al is formed around the\nrGO nanosheets, which results in the formation of C-S-H(I) gels. Moreover, C-A-S-H gels can be\ngenerated beyond the rGO nanosheets (see Section 3.3.1). According to Richardson et al. [48],\ndifferent types of C-(A)-S-H gels possessing various morphologies and chemical compositions exhibit\ndifferent contributions to the mechanical properties of alkali activated composites. Yip et al. [49] also\nreported that the simultaneous formation of multiple gels helps to bridge the gaps among different\nphases and unhydrated particles, leading to the superior mechanical strengths of slag-based\ngeopolymers. Consequently, an accelerated hydration of the slag and the simultaneous formation of\nC-S-H(I) and C-A-S-H gels contribute to the improvement in the flexural strength of rGO-reinforced\ngeopolymers.\n4. Conclusions\n. l l , , , , i t .\nAlthough rGO nanosheets have been proven to i prove the flexural strength of geopoly ers, the related echanis is unclear. Thus, a synergistic analysis of hydration process and che ical co position is performed. Owing to the super-high specific surface area, rGO nanosheets can absorb a certain amount of free water and increase the relative concentration of OH− ions, thus promoting the dissolution of the slag (see Section 3.2). Similarly, the superior specific surface area can provide many nucleation sites for the formation of C-S-H and C-A-S-H gels. As a result, rGO addition can improve the hydration degree of the slag. Generally, a higher hydration degree can result in the formation of a denser microstructure [38]. On the other hand, due to the repellency of rGO nanosheets with negative charges to Al species, the substitution of Al on the end-of-chain silicates of C-(A)-S-H gels is restrained (see Section 3.3.2). Meanwhile, due to the absorption of rGO nanosheets to Ca species, a region with a high concentration of Si and a low concentration of Al is formed around the rGO nanosheets, which results in the formation of C-S-H(I) gels. Moreover, C-A-S-H gels can be generated beyond the rGO nanosheets (see Section 3.3.1). According to Richardson et al. [48], different types of C-(A)-S-H gels possessing various morphologies and chemical compositions exhibit different contributions to the mechanical properties of alkali activated composites. Yip et al. [49] also reported that the simultaneous formation of multiple gels helps to bridge the gaps among different phases and unhydrated particles, leading to the superior mechanical strengths of slag-based geopolymers. Consequently, an accelerated hydration of the slag and the simultaneous formation of C-S-H(I) and C-A-S-H gels contribute to the improvement in the flexural strength of rGO-reinforced geopolymers."
    }, {
      "heading" : "4. Conclusions",
      "text" : "I this study, rGO nanosheets with different reduction degrees were successfully prepared to investigate the effects of the reduction degree on the hydration process, chemical composition, and flexural strength of geopolymers. In addition, the reinforcing mechanism of rGO nanosheets on the flexural strength of geopolymers was illustrated using a synergistic analysis of the hydration process and chemical composition. The following conclusions can be drawn from the test results:\n1. With the addition of rGO nanosheets, the hydration degree of the samples significantly increases, since rGO nanosheets increase the relative concentration of OH− ions and provide many nucleation sites for the formation of C-S-H and C-A-S-H gels. When the reduction temperature is 60 ◦C, the hydration degree of rGO-reinforced geopolymers is the highest with a cumulative heat of approximately 140 J/g at 150,000 s.\nNanomaterials 2019, 9, 1723 13 of 15\n2. With the addition of rGO nanosheets, the samples prefer to generate C-S-H(I) and C-A-S-H phases simultaneously due to the repellency of rGO nanosheets with negative changes toward Al species. In addition, the reduction degree has no obvious effect on the chemical composition of rGO-reinforced geopolymers. 3. With the addition of rGO nanosheets, the integrated area percentage of Q1(0Al) increases from 4.44% to 11.14%, whereas that of Q2(0Al) has no obvious change, indicating that rGO nanosheets largely restrain the substitution of Al on the end-of-chain silicates of C-(A)-S-H gels rather than the middle-of-chain silicates.\n4. With the addition of rGO nanosheets, the flexural strength of the samples remarkably increases. The flexural strength of R3 is 51.2% higher than that of M0, owing to the promotion of slag hydration and the simultaneous formation of C-S-H(I) and C-A-S-H gels. In addition, the flexural strength of R4 is lower than that of R3 due to the significant structural defects in rGO nanosheets under alkali reduction at 80 ◦C.\nAuthor Contributions: W.-J.L. designed the core experiments and wrote the draft of the manuscript. T.-H.Y. and Q.-L.L. performed the experiments. Y.W. analyzed the experiment results and L.M. supervised the research.\nFunding: This research was funded by the National Natural Science Foundation of China (No. 51778368) and the Science and Technology Project of Shenzhen, China (No. JCYJ20180305124844894).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Characterization of alkali activated slag paste after exposure to high temperatures",
      "author" : [ "P. Rovnaník", "P. Bayer", "P. Rovnaníková" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2013
    }, {
      "title" : "Strength development and durability of alkali-activated fly ash mortar with calcium carbide residue as additive",
      "author" : [ "S. Hanjitsuwan", "T. Phoo-Ngernkham", "L.Y. Li", "N. Damrongwiriyanupap", "P.J.C. Chindaprasirt", "B. Materials" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Mechanical properties and microstructure analysis of FA-GGBS-HMNS based geopolymer concrete",
      "author" : [ "A. Bouaissi", "L.Y. Li", "M.M. Al Bakri Abdullah", "Q.-B. Bui" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Graphene nanoplatelet-fly ash based geopolymer composites",
      "author" : [ "N. Ranjbar", "M. Mehrali", "U.J. Alengaram", "M.Z. Jumaat" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "A roadmap for graphene",
      "author" : [ "K.S. Novoselov", "V.I. Fal’ko", "L. Colombo", "P.R. Gellert", "M.G. Schwab", "K. Kim" ],
      "venue" : "Nature",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "The k.p method and its application to graphene, carbon nanotubes and graphene nanoribbons: The Dirac equation. Riv",
      "author" : [ "P. Marconcini", "M. Macucci" ],
      "venue" : "Nuovo Cim. 2011,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Functionalization of graphene for efficient energy conversion and storage",
      "author" : [ "D. Liming" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2012
    }, {
      "title" : "Measurement of the elastic properties and intrinsic strength of monolayer graphene",
      "author" : [ "L. Changgu", "W. Xiaoding", "J.W. Kysar", "H. James" ],
      "venue" : "Science",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2008
    }, {
      "title" : "Approaching ballistic transport in suspended graphene",
      "author" : [ "D. Xu", "S. Ivan", "B. Anthony", "E.Y. Andrei" ],
      "venue" : "Nat. Nanotechnol. 2008,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Functional Properties of poly(trimethylene terephthalate)-blockpoly(caprolactone) based nanocomposites containing graphene oxide (GO) and reduced graphene oxide (rGO)",
      "author" : [ "S. Paszkiewicz", "D. Pawlikowska", "M. Kurcz", "A. Szymczyk", "I. Irska", "R. Stanik", "M. Gude", "A. Linares", "T.A. Ezquerra", "L Lipińska" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Reduced graphene oxide/carbon nanotubes reinforced calcium phosphate cement",
      "author" : [ "S. Wang", "S. Zhang", "Y. Wang", "X. Sun", "K. Sun" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Effect of reduced graphene oxide content on the microstructure and mechanical properties of graphene–geopolymer nanocomposites",
      "author" : [ "Y. Shu", "P. He", "D. Jia", "Z. Yang", "X. Duan", "S. Wang", "Z. Yu" ],
      "venue" : "Ceram. Int. 2016,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Enhanced properties of graphene/fly ash geopolymeric composite cement",
      "author" : [ "M. Saafi", "L. Tang", "J. Fung", "M. Rahman", "J. Liggat" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "In situ processing of graphene/leucite nanocomposite through graphene oxide/geopolymer",
      "author" : [ "Y. Shu", "P. He", "D. Jia", "X. Duan", "Z. Yang", "S. Wang", "Z. Yu" ],
      "venue" : "J. Am. Ceram. Soc. 2016,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Performance of cement pastes containing sewage sludge ash at elevated temperatures",
      "author" : [ "M. Liu", "Y. Zhao", "Y. Xiao", "Z. Yu" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "The microstructural change of C-S-H at elevated temperature in Portland cement/GGBFS blended system",
      "author" : [ "Z. Jia", "C. Chen", "J. Shi", "Y. Zhang", "Z. Sun", "P. Zhang" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2019
    }, {
      "title" : "Dynamic mechanical properties and microstructure of graphene oxide nanosheets reinforced cement composites",
      "author" : [ "W.J. Long", "J.J. Wei", "H. Ma", "F.J.N. Xing" ],
      "venue" : "Nanomaterials 2017,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Effect of alkali dosage and silicate modulus on carbonation of alkali-activated slag mortars",
      "author" : [ "Z. Shi", "C. Shi", "S. Wan", "N. Li", "Z. Zhang" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Raman spectrum of graphene and graphene",
      "author" : [ "A.C. Ferrari", "J.C. Meyer", "V. Scardaci", "C. Casiraghi", "M. Lazzeri", "F. Mauri", "S. Piscanec", "D. Jiang", "K.S. Novoselov", "S. Roth" ],
      "venue" : "layers. Phys. Rev. Lett",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2006
    }, {
      "title" : "Raman spectroscopy in graphene",
      "author" : [ "L.M. Malard", "M.A. Pimenta", "G. Dresselhaus", "M.S. Dresselhaus" ],
      "venue" : "Phys. Rep",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2009
    }, {
      "title" : "Microstructure development and mechanism of hardened cement paste incorporating graphene oxide during carbonation",
      "author" : [ "W.J. Long", "Y.C. Gu", "F. Xing", "K.H. Khayat" ],
      "venue" : "Cem. Concr. Compos",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Effect of nano-silica on the efflorescence of waste based alkali-activated inorganic binder",
      "author" : [ "J. Wang", "T. Zhou", "D. Xu", "Z. Zhou", "P. Du", "N. Xie", "X. Cheng", "Y. Liu" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Isothermal calorimetry and in-situ XRD study of the NaOH activated fly ash, metakaolin and slag",
      "author" : [ "Z. Sun", "A. Vollpracht" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Are proton NMR observations supportive of the osmotic model of cement hydration? Philos",
      "author" : [ "D.D. Lasic", "M.M. Pintar", "R. Blinc" ],
      "venue" : "Mag. Lett",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1988
    }, {
      "title" : "Kinetic study on hydration of alkali-activated slag",
      "author" : [ "H. Zhou", "W.U. Xuequan", "X.U. Zhongzi", "M. Tang" ],
      "venue" : "Cem. Concr. Res. 1993,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1993
    }, {
      "title" : "Understanding the roles of activators towards setting and hardening control of alkali-activated slag cement",
      "author" : [ "N. Li", "C. Shi", "Z. Zhang" ],
      "venue" : "Compos. Part B Eng",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Study on the hydration mechanism of a hardened slag-based plugging agent activated by alkalis",
      "author" : [ "Z. Deng", "W. Zhou", "H. Yue", "X. Guo" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "A green route to sustainable alkali-activated materials by heat and chemical activation of lithium slag",
      "author" : [ "Z. Liu", "J. Wang", "Q. Jiang", "G. Cheng", "L. Li", "Y. Kang", "D. Wang" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "The role of admixed graphene oxide in a cement hydration system",
      "author" : [ "G. Xu", "S. Du", "J. He", "X. Shi" ],
      "venue" : "Carbon",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2019
    }, {
      "title" : "A model for the C-A-S-H gel formed in alkali-activated slag cements",
      "author" : [ "F. Puertas", "M. Palacios", "H. Manzano", "J.S. Dolado", "A. Rico", "J. Rodríguez" ],
      "venue" : "J. Eur. Ceram. Soc",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2011
    }, {
      "title" : "Pervious concrete made of alkali activated slag and geopolymers",
      "author" : [ "Z. Sun", "X. Lin", "A. Vollpracht" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Mitigating the autogenous shrinkage of alkali-activated slag by metakaolin",
      "author" : [ "Z. Li", "M. Nedeljković", "B. Chen", "G. Ye" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "Effect of nano-silica on hydration, microstructure of alkali-activated slag",
      "author" : [ "J. Wang", "P. Du", "Z. Zhou", "D. Xu", "N. Xie", "X. Cheng" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "Hydration products of alkali activated slag cement",
      "author" : [ "S.D. Wang", "K.L. Scrivener" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1995
    }, {
      "title" : "Pore solution composition of alkali-activated slag/fly ash pastes",
      "author" : [ "Y. Zuo", "M. Nedeljković", "G. Ye" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Phase evolution of C-(N)-A-S-H/N-A-S-H gel blends investigated via alkali-activation of synthetic calcium aluminosilicate precursors",
      "author" : [ "B. Walkley", "R.S. Nicolas", "M.A. Sani", "G.J. Rees", "J.V. Hanna", "J.S.J.V. Deventer", "J.L. Provis" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2016
    }, {
      "title" : "Incorporation of aluminium in calcium-silicate-hydrates",
      "author" : [ "E. L’Hôpital", "B. Lothenbach", "G.L. Saout", "D. Kulik", "K. Scrivener" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2015
    }, {
      "title" : "Assessing the porosity and shrinkage of alkali activated slag-fly ash composites designed applying a packing model",
      "author" : [ "X. Gao", "Q.L. Yu", "H.J.H. Brouwers" ],
      "venue" : "Constr. Build. Mater",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "Compressive strength and hydration process of wet-grinded granulated blast-furnace slag activated by sodium sulfate and sodium carbonate",
      "author" : [ "H. Tan", "X. Deng", "X. He", "J. Zhang", "X. Zhang", "Y. Su", "J. Yang" ],
      "venue" : "Cem. Concr. Compos",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2019
    }, {
      "title" : "Apply 29Si, 27Al MAS NMR and selective dissolution in identifying the reaction degree of alkali activated slag-fly ash composites",
      "author" : [ "X. Gao", "Q.L. Yu", "H.J.H. Brouwers" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "27Al and 25Mg solid-state magic-angle spinning nuclear magnetic resonance study of hydrotalcite and its thermal decomposition sequence",
      "author" : [ "K.J.D. MacKenzie", "R.H. Meinhold", "B.L. Sherriff", "Z. Xu" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1993
    }, {
      "title" : "The Role of Al in cross-linking of alkali-activated slag cements",
      "author" : [ "R.J. Myers", "S.A. Bernal", "J.D. Gehman", "J.S.J. Van Deventer", "J.L. Provis", "L. Struble" ],
      "venue" : "J. Am. Ceram. Soc",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    }, {
      "title" : "Hydration of water- and alkali-activated white Portland cement pastes and blends with low-calcium pulverized fuel ash",
      "author" : [ "I.G. Richardson", "A.V. Girão", "R. Taylor", "S. Jia" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2016
    }, {
      "title" : "The coexistence of geopolymeric gel and calcium silicate hydrate at the early stage of alkaline activation",
      "author" : [ "C.K. Yip", "G.C. Lukey", "J.S.J.V. Deventer" ],
      "venue" : "Cem. Concr. Res",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2005
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "However, because of their quasi-brittle nature, low flexural strength of geopolymers largely hinders their practical application [4].",
      "startOffset" : 129,
      "endOffset" : 132
    }, {
      "referenceID" : 4,
      "context" : "Graphene, which is a 2D planar sheet of single-atom thickness [5,6] with an excellent specific surface area of 2630 m2/g [7], possesses",
      "startOffset" : 62,
      "endOffset" : 67
    }, {
      "referenceID" : 5,
      "context" : "Graphene, which is a 2D planar sheet of single-atom thickness [5,6] with an excellent specific surface area of 2630 m2/g [7], possesses",
      "startOffset" : 62,
      "endOffset" : 67
    }, {
      "referenceID" : 6,
      "context" : "Graphene, which is a 2D planar sheet of single-atom thickness [5,6] with an excellent specific surface area of 2630 m2/g [7], possesses",
      "startOffset" : 121,
      "endOffset" : 124
    }, {
      "referenceID" : 7,
      "context" : "an ultrahigh Young’s modulus of 1 TPa [8], an ultimate strength of 130 GPa [8], an exceptional thermal conductivity of 5000 W/(m·K) [9], and an electrical conductivity of 2000 S/cm [10].",
      "startOffset" : 38,
      "endOffset" : 41
    }, {
      "referenceID" : 7,
      "context" : "an ultrahigh Young’s modulus of 1 TPa [8], an ultimate strength of 130 GPa [8], an exceptional thermal conductivity of 5000 W/(m·K) [9], and an electrical conductivity of 2000 S/cm [10].",
      "startOffset" : 75,
      "endOffset" : 78
    }, {
      "referenceID" : 8,
      "context" : "an ultrahigh Young’s modulus of 1 TPa [8], an ultimate strength of 130 GPa [8], an exceptional thermal conductivity of 5000 W/(m·K) [9], and an electrical conductivity of 2000 S/cm [10].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 9,
      "context" : "In particular, rGO nanosheets share a few characteristics with GO nanosheets [11] and are generally prepared through the heat or alkali reduction of GO nanosheets.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 10,
      "context" : "It has been reported that rGO nanosheets have a few residual oxygen-containing functional groups such as epoxy (COC), carbonyl (CO), hydroxyl (OH), and carboxyl (COOH) [12].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 11,
      "context" : "These functional groups can assist rGO nanosheets to effectively disperse in water owing to electrostatic stabilization, and uniformly disperse in the geopolymer matrix as well [13].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 12,
      "context" : "[14] introduced rGO nanosheets into geopolymers and found that 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[15] investigated the effects of external heating on the reduction degree and flexural strength of rGO-reinforced geopolymers.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "However, it should be noted that external heating can lead to other issues in the hardened geopolymers such as the decomposition of hydration products, the coarsening of the pore structures, and the formation of cracks [16,17].",
      "startOffset" : 219,
      "endOffset" : 226
    }, {
      "referenceID" : 15,
      "context" : "However, it should be noted that external heating can lead to other issues in the hardened geopolymers such as the decomposition of hydration products, the coarsening of the pore structures, and the formation of cracks [16,17].",
      "startOffset" : 219,
      "endOffset" : 226
    }, {
      "referenceID" : 16,
      "context" : "After the ultrasonication, the obtained GO solution was used to prepare rGO solution and rGO-reinforced geopolymers [19,20].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 16,
      "context" : "After the ultrasonication, the obtained GO solution was used to prepare rGO solution and rGO-reinforced geopolymers [19,20].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 17,
      "context" : "[21], alkali-activated materials cured at 80 ◦C for 48 h exhibit the highest mechanical strength, since the alkali activation is almost complete.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[21], alkali-activated materials cured at 80 °C for 48 h exhibit the highest mechanical strength, since the alkali activation is almost complete.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : ", the higher the value of ID/IG, the greater the structural defects [23,24].",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 19,
      "context" : ", the higher the value of ID/IG, the greater the structural defects [23,24].",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 20,
      "context" : "[25,26], the wrinkled and folded areas on the GO surface derive from the intercalation of the abundant oxygen-containing groups.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 21,
      "context" : "The first peak appears immediately after the mixing was complete, corresponding to the wetting and initial dissolution of the slag particles [27].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 22,
      "context" : ") produced from the dissolution of the slag in the alkali solution [28].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 23,
      "context" : "This period can be also explained by the delayed nucleation theory [29].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 24,
      "context" : "Due to the continuous dissolution of the slag, the concentrations of these ions in the pore solution exceed the saturation concentrations of calcium silicate hydrate (C-S-H) and calcium aluminosilicate hydrate (C-A-S-H), thus leading to the polymerization and condensation of C-S-H and C-A-S-H phases [30].",
      "startOffset" : 301,
      "endOffset" : 305
    }, {
      "referenceID" : 24,
      "context" : "[30], this difference can be attributed to the different compositions of the alkali activators used.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "Finally, the hydration process falls in the deceleration and steady-state stages due to the infilling and accretion of the hydration products formed [31].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 9,
      "context" : "Due to the similar characteristics of rGO and GO nanosheets [11], the assumptions proposed for the hydration process of GO-reinforced cement may also be used to explain that of rGO-reinforced geopolymers.",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 22,
      "context" : "[28], a greater number of OH− ions can accelerate the dissolution of the slag.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "on the rGO surface can decrease the Ca concentration and promote the dissolution of the slag [34].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 29,
      "context" : "07◦ is associated with C-A-S-H, which is regarded as C-S-H wherein Al3+ is located within its silicate chains, more especially at the tetrahedral bridging sites [35].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 17,
      "context" : "[21] pointed out that this peak could be attributed to the generation of tobermorite like C-A-S-H phase (PDF #00-033-0306), while other studies [36–38] reported that the C-A-S-H phase can be detected directly owing to its semi-crystalline characteristics [36].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[21] pointed out that this peak could be attributed to the generation of tobermorite like C-A-S-H phase (PDF #00-033-0306), while other studies [36–38] reported that the C-A-S-H phase can be detected directly owing to its semi-crystalline characteristics [36].",
      "startOffset" : 255,
      "endOffset" : 259
    }, {
      "referenceID" : 33,
      "context" : "In particular, hydrotalcite has a layer structure similar to brucite, where the interlayer region contains CO2− 3 ions and water molecules [39].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 17,
      "context" : "Third, the peak on the left side of the C-A-S-H phase can be attributed to the poorly crystalline C-S-H(I) (C-S-H with low Ca/Si ratio, PDF #00-034-0002) [21,40].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 34,
      "context" : "Third, the peak on the left side of the C-A-S-H phase can be attributed to the poorly crystalline C-S-H(I) (C-S-H with low Ca/Si ratio, PDF #00-034-0002) [21,40].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 34,
      "context" : "The poorly crystalline C-S-H(I) is more ordered than the C-S-H phase [40].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 28,
      "context" : "[34], the C-S-H(I) phase features a high content of Si and therefore can present as a Si-rich hydrate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "as C-S-H wherein Al3+ is located within its silicate chains, more especially at the tetrahedral bridging sites [35].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 17,
      "context" : "[21] pointed out that this peak could be attributed to the generation of tobermorite like C-A-S-H phase (PDF #00-033-0306), while other studies [36–38] reported that the C-A-S-H phase can be detected directly owing to its semi-crystalline characteristics [36].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[21] pointed out that this peak could be attributed to the generation of tobermorite like C-A-S-H phase (PDF #00-033-0306), while other studies [36–38] reported that the C-A-S-H phase can be detected directly owing to its semi-crystalline characteristics [36].",
      "startOffset" : 255,
      "endOffset" : 259
    }, {
      "referenceID" : 33,
      "context" : "In particular, hydrotalcite has a layer structure similar to brucite, where the interlayer region contains CO3 2− ions and water molecules [39].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 17,
      "context" : "Third, the peak on the left side of the C-A-S-H phase can be attributed to the poorly crystalline C-S-H(I) (C-S-H with low Ca/Si ratio, PDF #00-034-0002) [21,40].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 34,
      "context" : "Third, the peak on the left side of the C-A-S-H phase can be attributed to the poorly crystalline C-S-H(I) (C-S-H with low Ca/Si ratio, PDF #00-034-0002) [21,40].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 34,
      "context" : "The poorly crystalline C-S-H(I) is more ordered than the C-S-H phase [40].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 28,
      "context" : "[34], the C-SH(I) phase features a high content of Si and therefore can present as a Si-rich hydrate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[40] indicated that C-S-H(I) can be detected in alkali-activated slag materials, CS-H(I) was not found in M0 in this study.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "Since Al element in high alkaline solutions generally exists in the form of electronegative tetrahedron such as Al(OH) 4 − , rGO nanosheets with negative charges would repulse Al-containing phases [34].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 34,
      "context" : "[40] indicated that C-S-H(I) can be detected in alkali-activated slag materials, C-S-H(I) was not found in M0 in this study.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "Since Al element in high alkaline solutions generally exists in the form of electronegative tetrahedron such as Al(OH)4 , rGO nanosheets with negative charges would repulse Al-containing phases [34].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 26,
      "context" : "Here, Al can replace Si in a disorderly manner since the particle radius of Si is similar to that of Al in the silicate structure [32].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 35,
      "context" : "0 ppm can be attributed to the Q1(0Al) sites, which represent the end-of-chain silicate tetrahedrons of the C-(A)-S-H (C-S-H or C-A-S-H) gels [41].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 36,
      "context" : "The Q2 sites are assigned to the middle-of-chain silicates of the C-(A)-S-H gels [42,43].",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 37,
      "context" : "The Q2 sites are assigned to the middle-of-chain silicates of the C-(A)-S-H gels [42,43].",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 38,
      "context" : "0 ppm generally corresponds to the Q0 sites, attributed to the isolated silica tetrahedrons from unhydrated slag particles [44].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 39,
      "context" : "0 ppm, q2(I) and q2(II), are assigned to the tetrahedral Al(IV) incorporated in the C-A-S-H gels under bridging conditions [45]; the peak in the range from 30.",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 40,
      "context" : "0 ppm is generally considered octahedral Al(VI) in AFm and/or hydrotalcite phases [46].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 41,
      "context" : "In addition, R3 and R4 have a new hydration product, namely third aluminate hydrate (TAH) [47].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 32,
      "context" : "Generally, a higher hydration degree can result in the formation of a denser microstructure [38].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 42,
      "context" : "[48], different types of C-(A)-S-H gels possessing various morphologies and chemical compositions exhibit different contributions to the mechanical properties of alkali activated composites.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[49] also reported that the simultaneous formation of multiple gels helps to bridge the gaps among different phases and unhydrated particles, leading to the superior mechanical strengths of slag-based geopolymers.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "Generally, a higher hydration degree can result in the formation of a denser microstructure [38].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 42,
      "context" : "[48], different types of C-(A)-S-H gels possessing various morphologies and chemical compositions exhibit different contributions to the mechanical properties of alkali activated composites.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[49] also reported that the simultaneous formation of multiple gels helps to bridge the gaps among different phases and unhydrated particles, leading to the superior mechanical strengths of slag-based geopolymers.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "With the development of nanotechnology, reduced graphene oxide (rGO) has been used to improve the flexural strength of geopolymers. However, the reinforcing mechanism of rGO nanosheets on the flexural strength of geopolymers remains unclear. Here, this reinforcing mechanism was investigated from the perspectives of hydration and chemical composition. The effect of the reduction degree on rGO-reinforced geopolymers was also studied using isothermal calorimetry (IC), X-ray diffraction (XRD), and nuclear magnetic resonance (NMR) tests. Results show that the hydration degree and flexural strength of geopolymers effectively increase due to rGO addition. After alkali reduction at a temperature of 60 ◦C, rGO nanosheets have maximum reinforcement on the flexural strength of geopolymers with an increment of 51.2%. It is attributed to the promotion of slag hydration, as well as the simultaneous formation of calcium silicate hydrate with low Ca/Si ratio (C-S-H(I)) and calcium aluminosilicate hydrate (C-A-S-H) phases due to the inhibiting effect of rGO nanosheets on Al substitution on the end-of-chain silicates of C-S-H and C-A-S-H gels. In addition, different reduction degrees have almost no effect on the chemical composition of rGO-reinforced geopolymers, while excessive reduction impairs the improving effect of rGO nanosheets on the hydration process and flexural strength of geopolymers due to significant structural defects.",
    "creator" : "LaTeX with hyperref package"
  }
}