{
  "name" : "downloads_2020-03-03_2f_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Applying Aluminum–Vertically-Aligned Carbon Nanotube Forests Composites for Heat Dissipation",
    "authors" : [ "Yan-Rui Li", "Chih-Chung Su" ],
    "emails" : [ "d00522001@ntu.edu.tw", "r92522629@ntu.edu.tw", "shchang@ntu.edu.tw;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: vertically-aligned carbon nanotube; thermal sheets; heat dissipation efficiency; natural cooling; chemical vapor deposition"
    }, {
      "heading" : "1. Introduction",
      "text" : "Because of the increasing performance and miniaturization of electronic components, an electronic component can emit a high amount of heat per unit area. Thus, heat dissipation is vital to maintaining the stable working condition of many electronic components [1–4]. Studies have indicated that heat dissipation solutions account for more than 50% of the total cost of high-power devices. Unless heat dissipation materials are found that are markedly more effective than the current standards, costs for solving heat dissipation problems will continue to increase [5,6]. Ever since the discovery of carbon nanotube (CNT), they have been known for their high thermal conductivity [7,8]. To date, numerous studies have explored the excellent thermal conductivity of isolated CNT and applied their findings to thermal interface materials (TIMs) [9–16]. However, the thermal conductivity depends on CNT directionality. Axial and horizontal thermal conductivity values can differ greatly [17]. When a synthesized CNT is transferred to a target to facilitate heat dissipation, the surface irregularity of the CNT composites and its arrangement can excessively reduce the contact efficiency, thereby reducing the overall heat dissipation capacity. Accordingly, a CNT must receive post-treatment before use. However, such a procedure is cumbersome and thus unsuitable for commercial applications. In some studies, CNT composites have been fabricated into thermally-conductive polymer composites as an alternative to TIMs. The composite materials are selected because of their light weight, thin volume, excellent corrosion resistance, and ease of processing, making them suitable for replacing currently used metal-finned tubes. However, numerous reports have discovered that the heat dissipation capability of polymer/CNT highly deviates from the theoretical values [18–23]; for the same reason\nNanomaterials 2019, 9, 758; doi:10.3390/nano9050758 www.mdpi.com/journal/nanomaterials\nNanomaterials 2019, 9, 758 2 of 7\nsuch values deviate for TIMs. In other words, both types of materials suffer from problems related to CNT alignment and contact thermal resistance. In CNT alignment, Burg et al. [24,25] made important progress in relation to type-selective device integration of individual single-wall CNT. In the present work, vertically-aligned carbon nanotube forests (VACNTs) were directly synthesized with aluminum foil. By adjusting the manufacturing parameters, the VACNTs exhibited excellent alignment properties with high densities. Subsequently, the aluminum–VACNTs composites were directly applied to a hot-working element to skip the steps required for straightening the arrangement of the CNT during the second round of assembly, and to avoid problems related to contact thermal resistance between different interfaces. Lastly, we compared our results for heat dissipation with those of pyrolytic graphite sheets commonly adopted in current high-end products and with those of copper sheets used in mid-end products. The results confirmed the strength of the method used in this work."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Aluminum–VACNTs Composites Synthesis",
      "text" : "The floating catalyst method was employed to synthesize aluminum–VACNTs composites. This method is simple, does not require high-cost coating equipment, and can substantially reduce production costs compared with other methods that require the evaporation or sputtering deposition of a catalyst on the substrate. In the experiment, a three-segment high-temperature furnace was used for CVD to synthesize VACNTs in a 3-inch quartz tube under 1 atm. The furnace was divided into three compartments whose temperatures could be controlled independently, namely sublimation, transition, and growth compartments. Each compartment had its own independent heater and thermocouple. The temperatures for the three compartments were set at 250, 400, and 600 ◦C, respectively. Glass fiber blankets were used to separate the compartments to maintain each compartment’s own temperature. The substrate used was commercially-available household aluminum foil, which was washed to remove surface impurities by using acetone, isopropanol, and deionized water in that order. The cleaned aluminum foil was placed on a quartz plate and then in the growth compartment. A quartz boat with ferrocene (Merck, Darmstadt, Germany) was first placed outside the sublimation compartment; once the reaction began, the quartz boat was pushed into the sublimation compartment to commence the CNT synthetization reaction. When the ferrocene was heated past 400 ◦C, iron and carbon atoms were produced through pyrolysis. During the VACNTs manufacturing process, the iron atoms served as catalysts and the carbon atoms became a part of the carbon sources for forming the VACNTs. When the temperature began to increase, Ar at a flow rate of 1000 sccm and H2 at a flow rate of 250 sccm were sent through the quartz tube. The temperature increase duration was set to 20 min to ensure all three compartments reached the designated temperatures. Next, 50 sccm of C2H2 was sent through and ferrocene was pushed into the quartz tube to sublimate and follow the gas flow to the growth compartment for the synthetization reaction, as shown in Figure 1. The reaction time was adjusted according to the required height of the VACNTs. Figure 2a displays aluminum–VACNTs composites that had synthesized for 15 min, which were photographed by using scanning electron microscopy (SEM; JEOL JSM-6390, Tokyo, Japan at 15 kV). As shown in the figure, the VACNTs on the aluminum foil exhibited excellent growth density and alignment. Figure 2b presents a photograph obtained through transmission electron microscopy (TEM; JEOL JEM-2100F, Tokyo, Japan at 200 kV), revealing that the as-grown VACNTs were a type of Fe-filled multi-walled CNT. The CNT were filled with iron atoms.\nNanomaterials 2019, 9, 758 3 of 7 Nanomaterials 2019, 9, x FOR PEER REVIEW 3 of 8\nFigure 1. (a) Fabrication procedure of aluminum vertically-aligned carbon nanotube forests (VACNTs) composites; (b) synthesis setup in this experiment employing three-segment chemical vapor deposition (CVD); (c) recipes for the furnace and gas flow.\nFigure 2. (a) Scanning electron microscopy (SEM) image of the aluminum–VACNTs composites from a 45° angle; (b) transmission electron microscopy (TEM) image shows Fe particles along the length of the carbon nanotube (CNT).\n2.2. Heat Dissipation Setup\nThe lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27]. The heat change inside the copper block could be calculated based on the measured temperature of the sample in the experiment. In the lumped-heat-capacity system, the heat was transmitted outwards from the inside of the copper block. The only difference was the different samples, with all other conditions remaining identical. The heat change rate (q) inside the copper block can be calculated as in Equation (1):\ndTq C V dt ρ= − (1)\nwhere C denotes the specific heat (Jkg−1K−1) of the copper block, ρ denotes the density of the copper block, and V denotes the volume of the copper block. To measure the heat dissipation effects of the various samples on a high-temperature component, each sample with an area equal to the top surface was adhered to the copper block, which\nFigure 1. (a) Fabrication procedure of aluminum vertically-aligned carbon nanotube forests (VACNTs) composites; (b) synthesis setup in this experiment employing three-segment chemical vapor deposition (CVD); (c) recipes for the furnace and gas flow.\nNanomaterials 2019, 9, x FOR PEER REVIEW 3 of 8\nFigure 1. (a) Fabrication procedure of aluminum vertically-aligned carbon nanotube forests (VACNTs) composites; (b) synthesis setup in this experiment employing three-segment chemical vapor deposition (CVD); (c) recipes for the furnace and gas flow.\nFigure 2. (a) Scanning electron microscopy (SEM) image of the aluminum–VACNTs composites from a 45° angle; (b) transmission electron microscopy (TEM) image shows Fe particles along the length of the carbon nanotube (CNT)."
    }, {
      "heading" : "2.2. Heat Dissipation Setup",
      "text" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27]. The heat change inside the copper block could be calculated based on the measur d temperature of the sample in the experimen . In the lumped- t-capacity system, the heat was transmitted outwards from t e inside of the copper block. The only difference was th different samples, with all oth r conditions remaining identical. The heat change rate (q) inside the copper block can be calculated as in Equatio (1):\ndTq C V dt ρ= − (1)\nwhere C denotes the specific heat (Jkg−1K−1) of the copper block, ρ denotes the density of the copper block, and V denotes the volume of the copper block. To measure the heat dissipation effects of the various sampl s on a high-temperature component, each sampl with an area qual to the top surface was adhered to the copper block, which\nFigure 2. (a) Scanning electron microscopy (SEM) image of the alu inum–VACNTs composites from a 45◦ angle; (b) transmission electron microscopy (TEM) image shows Fe particles along the length of the carbon n otube (CNT)."
    }, {
      "heading" : "2.2. Heat Dissipation Setup",
      "text" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27]. The heat change inside the copper block could be calculated based on the measured temperature of the sample in the experiment. In the lumped-heat-capacity system, the heat was transmitted outwards from the inside of the copper block. The only difference was the different samples, with all other conditions remaining identical. The heat change rate (q) inside the copper block can be calculated as in Equation (1):\nq = −CρV dT t\n(1)\nwhere C denotes the specific heat (Jkg−1K−1) of the copper block, ρ denotes the density of the copper block, and V denotes the volume of the copper block. To measure the heat dissipation effects of the various samples on a high-temperature component, each sample with an area equal to the top surface was adhered to the copper block, which was heated to a high temperature and left to cool naturally. A ceramic heating plate was selected as the heating source alongside a power supply to provide energy. After the temperature of the copper\nNanomaterials 2019, 9, 758 4 of 7\nblock was higher than room temperature by 150 ◦C, the copper block was left to cool naturally. We considered this temperature sufficient for covering the working temperature range of most electronic components. Before we commenced cooling and recorded the temperature, the ceramic heater was replaced with a well-insulated fiberglass blanket to prevent the system from being influenced by the temperature of the ceramic heater. The temperature-cooling curve was also recorded at the mean time. Regarding temperature measurement, this work used a thermocouple temperature measurement system (Yokogawa MX-100, Tokyo, Japan), which employed a Type T thermocouple to measure temperature at a precision of 0.1 ◦C per second and was connected to a computer in order to record temperature change over time. Because the data points were highly dense, a mark was shown every 100 s to facilitate observation. When conducting the experiment, the whole system was placed in a closed environment without ventilation to ensure that the only independent variable was the different samples. This process is illustrated in Figure 3.\nNanomaterials 2019, 9, x FOR PEER REVIEW 4 of 8\nwas heated to a high temperature and left to cool naturally. A ceramic heating plate was selected as the heating source alongside a power supply to provide energy. After the temperature of the copper block was higher than room temperature by 150 °C, the copper block was left to cool naturally. We considered this temperature sufficient for covering the working temperature range of most electronic components. Before we commenced cooling and recorded the temperature, the ceramic heater was replaced with a well-insulated fiberglass blanket to prevent the system from being influenced by the temperature of the ceramic heater. The temperature-cooling curve was also recorded at the mean time. Regarding temperature measurement, this work used a thermocouple temperature measurement system (Yokogawa MX-100, Tokyo, Japan), which employed a Type T thermocouple to measure temperature at a precision of 0.1 °C per second and was connected to a computer in order to record temperature change over time. Because the data points were highly dense, a mark was shown every 100 s to facilitate observation. When conducting the experiment, the whole system was placed in a closed environment without ventilation to ensure that the only independent variable was the different samples. This process is illustrated in Figure 3."
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "First, we determined whether VACNTs contributed to heat dissipation. Because this work employed aluminum–VACNTs composites materials, and aluminum foil has a horizontal heatspreading effect, we first compared samples with and without VACNTs on aluminum foil. As shown in Figure 4a, the aluminum–VACNTs composites exhibited a shorter cooling time than did aluminum foil on its own. The amount of time required by the two types of materials to reach a certain temperature differed by approximately 450 s. A preliminary judgment, the VACNTs had an obvious positive-effect on heat dissipation. Notably, the final data point and the environmental temperature differed by 20 °C. From the perspective of thermal equilibrium, the larger the difference between the final data point and the environmental temperature is, the faster the cooling speed becomes; by contrast, a smaller difference indicates a slower heat dissipation speed. Therefore, this work considered that measuring the room temperature from 150–20 °C was sufficient for observation. After confirming that employing VACNTs improved heat dissipation efficiency, this work examined whether the height also affected efficiency. Four heights of VACNTs were prepared for testing. As the results in Figure 4b show, the height of the CNT did not influence heat dissipation efficiency. This result indirectly confirmed the anisotropic thermal property [17]. Increasing the height of the VACNTs means that the contact area between the lateral area and the air increases. However, the lateral thermal conductivity of the CNT was not superior to the regular conductivity. Therefore, increasing the lateral area does not substantially improve their overall heat dissipation efficiency. In addition, previous studies have indicated that when the length of a CNT is within approximately 2 µm (i.e., shorter than the phonon mean free path), the thermal conductivity"
    }, {
      "heading" : "3. esults and iscussions",
      "text" : "First, we determined whether VACNTs contributed to heat dissipation. Because this work employed aluminum–VACNTs composites materials, and aluminum foil has a horizontal heat-spreading effect, we first compared samples with and without VACNTs on aluminum foil. As shown in Figure 4a, the aluminum–VACNTs composites exhibited a shorter cooling time than did aluminum foil on its own. The amount of time required by the two types of materials to reach a certain temperature differed by approximately 450 s. A preli inary judgment, the VACNTs had an obvious positive-effect on heat dissipation. Notably, the final data point and the environmental temperature differed by 20 ◦C. From the perspective of thermal equilibrium, the larger the difference between the final data point and the environmental temperature is, the faster the cooling speed becomes; by contrast, a smaller difference indicates a slower heat dissipation speed. Therefore, this work considered that measuring the room temperature from 150–20 ◦C was sufficient for observation. fter confirming that employing VACNTs improved heat dissipation efficiency, this work examined whether the height also affected efficiency. Four heights of VACNTs were prepared for testing. As the results in Figure 4b show, the height of the CNT did not influence heat dissipation efficiency. This result indirectly confirmed the anisotropic ther al property [17]. Increasing the height of the VACNTs means that the contact area between the lateral area and the air increases. However, the lateral thermal conductivity of the CNT was not superior to the regular conductivity. Therefore, increasing the lateral area does not substantially improve their overall heat dissipation efficiency. In addition, previous studies have in icated that when the length of a CNT is within approximately 2 µm (i.e., shorter than the phonon mean free path), the thermal conductivity coefficient reduces multifold as the length\nNanomaterials 2019, 9, 758 5 of 7\ndecreases. As the length increases close to the phonon mean free path, the influence of its height on the thermal conductivity coefficient becomes minimal [28–30]. In the present work, the height of VACNTs far exceeded 2 µm, confirming that the increased height had no influence on thermal conductivity. In terms of commercial consideration, the time costs required for synthesizing CNT for use in thermal sheets can be substantially reduced. In addition, for electronic components with spatial limitations that require heat dissipation, reduced-height aluminum–VACNTs composites can render a thermal sheet thinner and more applicable while maintaining the same heat dissipation efficiency.\nano aterials 2019, 9, x FOR PEER REVIEW 5 of 8\ncoefficient reduces multifold as the length decreases. As the length increases close to the phonon mean free path, the influence of its height on t e ther al conductivity coefficient becomes minimal [28–30]. In the present work, the height of VACNTs far exceeded 2 µm, confirming that the increased height ha no influence on thermal conductivity. In t rms of commercial consideration, the time costs required for synthesizing CNT for use in thermal she ts can be substantially reduced. In addition, for electronic compone ts with spatial limitations that require heat dissipation, reduced-height aluminum–VACNTs composites can render a thermal sheet thinner and more applicable while maintaini g the sa e heat dissipation efficie cy.\nFigure 4. (a) The temperature–time curve for aluminum foil with and without VACNTs subject to natural cooling; (b) the temperature–time curve when employing various heights of VACNTs subject to natural cooling.\nThis work subsequently compared the produced aluminum–VACNTs composites with commercially available mainstream thermal sheets (i.e., a graphite sheet and copper sheet). As shown in Figure 5a, the results revealed that the aluminum–VACNTs composites was superior in terms of heat dissipation. Notably, rather than a natural graphite sheet with inferior heat dissipation properties, the graphite sheet used in the present work was a pyrolytic graphite sheet with a high thermal conductivity coefficient, which is currently used in numerous commercial products. Equation (1) was adopted to calculate the rate of heat change inside the copper block (Figure 5b). By calculating the mean value of q for each sample, we discovered that the heat dissipation efficiency of the aluminum–VACNTs composites was higher than that of the copper sheet and graphite sheet by 40% and 20%, respectively. This is attributable to how the aluminum–VACNTs composites transmitted heat in three directions: The aluminum foil, itself, provided satisfactory horizontal heat transmission; subsequently, the VACNTs exhibited excellent heat transmission along the z-axis direction, thereby leading to rapid convection between the heat and surrounding air and causing heat dissipation. By contrast, the copper sheet and graphite sheet could only transmit heat in the plane direction. When the hot area was equal to the thermal sheet, the copper and pyrolytic graphite sheet had difficulty dissipating heat because the temperature was the same in each point, which meant that the heat could not be transmitted to other areas. Thus, they could only passively exchange heat with the surrounding air. In addition, the VACNTs not only exhibited superior axial heat dissipation but also demonstrated a heat radiation rate reaching 0.98–0.99 [31,32]. Accordingly, a portion of thermal energy can be converted to infrared radiation to facilitate heat dissipation. This indicates that the proposed composites are capable of thermal conduction as well as heat dissipation through thermal radiation.\nFigure 4. (a) The te perature–ti e curve for alu inu foil ith and ithout Ts subject to natural cooling; (b) the te perature–time curve when employing various heights of VACNTs subject to natural cooling.\nThis work subsequently compared the produced aluminum–VACNTs composites with commercially available mainstream thermal sheets (i.e., a graphite sheet and copper sheet). As shown in Figure 5a, the results revealed that the aluminum–VACNTs composites was superior in terms of heat dissipation. Notably, rather than a natural graphite sheet with inferior heat dissipation properties, the graphite sheet used in the present work was a pyrolytic graphite sheet with a high thermal conductivity coefficient, which is currently used in numerous commercial products. Equation (1) was adopted to calculate the rate of heat change inside the copper block (Figure 5b). By calculating the mean value of q for each sample, we discovered that the heat dissipation efficiency of the aluminum–VACNTs composites was higher than that of the copper sheet and graphite sheet by 40% and 20%, respectively. This is attributable to how the aluminum–VACNTs composites transmitted heat in three directions: The aluminum foil, itself, provided satisfactory horizontal heat transmission; subsequently, the VACNTs exhibited excellent heat transmission along the z-axis direction, thereby leading to rapid convection between the heat and surrounding air and causing heat dissipation. By contrast, the copper sheet and graphite sheet could only transmit heat in the plane direction. When the hot area was equal to the thermal sheet, the copper and pyrolytic graphite sheet had difficulty dissipating heat because the temperature was the same in each point, which meant that the heat could not be transmitted to other areas. Thus, they could only passively exchange heat with the surrounding air. In addition, the VACNTs not only exhibited superior axial heat dissipation but also demonstrated a heat radiation rate reaching 0.98–0.99 [31,32]. Accordingly, a portion of thermal energy can be converted to infrared radiation to facilitate heat dissipation. This indicates that the proposed composites are capable of thermal conduction as well as heat dissipation through thermal radiation.\nNanomaterials 2019, 9, 758 6 of 7Nanomaterials 2019, 9, x FOR PEER REVIEW 6 of 8\nFigure 5. (a) The temperature–time curve for the aluminum–VACNTs composites, pyrolytic graphite, and copper sheets subject to natural cooling; (b) relation of temperature change versus heat change for the aluminum–VACNTs composites, pyrolytic graphite, and copper sheets subject to natural cooling.\n4. Conclusions\nIn this study, a three-direction thermal sheet fabricated with aluminum and VACNTs was compared with pyrolytic graphite and copper sheets. The results confirmed that the aluminum– VACNTs composites exhibited more favorable heat dissipation, and the height of VACNTs did not affect the heat dissipation efficiency because of the anisotropy thermal property. The proposed method provides a facile and flexible system that enables effective thermal dissipation. As eversmaller electronic devices are being produced, spatial restrictions of related applications will become more and more demanding. Accordingly, aluminum–VACNTs composites will be in greater development than other types of thermal sheets.\nAuthor Contributions: Conducted the experiment and wrote the paper, Y.-R.L.; provided suggestions for the experimental direction and parameter modification, C.-C.S. and S.-H.C.; All authors contributed to the discussion of the results and analyzed the data.\nFunding: This research was funded by Ministry of Science and Technology, Taiwan, the Republic of China, grant number 106-2221-E-002-128-.\nConflicts of Interest: The authors declare no conflicts of interest.\nReferences"
    }, {
      "heading" : "1. Davis, J.A.; Venkatesan, R.; Kaloyeros, A.; Beylansky, M.; Souri, S.J.; Banerjee, K.; Saraswat, K.C.; Rahman, A.; Reif, R.; Meindl, J.D. Interconnect limits on gigascale integration (GSI) in the 21st",
      "text" : "century. Proc. IEEE 2001, 89, 305–324. 2. Meindl, J.D. Interconnect opportunities for gigascale integration. IEEE Micro 2003, 23, 28–35. 3. Koo, J.-M.; Im, S.; Jiang, L.; Goodson, K.E. Integrated Microchannel Cooling for Three-Dimensional Electronic Circuit Architectures. J. Heat Transf. 2005, 127, 49–58. 4. Dang, B.; Bakir, M.S.; Sekar, D.C.; C. R. King, Jr.; Meindl, J.D. Integrated Microfluidic Cooling and Interconnects for 2D and 3D Chips. IEEE Trans. Adv. Packag. 2010, 33, 79–87. 5. Cola, B.A.; Xu, J.; Cheng, C.R.; Xu, X.F.; Fisher, T.S.; Hu, H.P. Photoacoustic characterization of carbon nanotube array thermal interfaces. J Appl Phys 2007, 101, 054313. 6. Cola, B.A.; Xu, X.; Fisher, T.S. Increased real contact in thermal interfaces: A carbon nanotube/foil material. Appl. Phys. Lett. 2007, 90, 093513. 7. Iijima, S. Helical microtubules of graphitic carbon. Nature 1991, 354, 56–58. 8. Dresselhaus, M.S.; Dresselhaus, G.; Jorio, A. Unusual properties and structure of carbon nanotubes. Annu. Rev. Mater. Res. 2004, 34, 247–278. 9. Kim, P.; Shi, L.; Majumdar, A.; McEuen, P.L. Thermal Transport Measurements of Individual\nMultiwalled Nanotubes. Phys. Rev. Lett. 2001, 87, 215502.\nFigure 5. (a) The te perature–time curve for the al in – ACNTs composites, pyrolytic graphite, and cop er sheets ubject to natural cooling; (b) relation f temperature change versus heat change for the alumin –VACNTs composites, pyrolytic graphite, nd copper sheets subj ct to natural cooling."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this study, a three-direction thermal sheet fabricated with aluminum and VACNTs was compared with pyrolytic graphite and copper sheets. The results confirmed that the aluminum–VACNTs composites exhibited more favorable heat dissipation, and the height of VACNTs did not affect the heat dissipation efficiency because of the anisotropy thermal property. The proposed method provides a facile and flexible system that enables effective thermal dissipation. As ever-smaller electronic devices are being produced, spatial restrictions of related applications will become more and more de anding. Accordingly, aluminum–VACNTs composites will be in greater development than other types of ther al sheets.\nAuthor Contributions: Conducted the experiment and wrote the paper, Y.-R.L.; provided suggestions for the experimental direction and parameter modification, C.-C.S. and S.-H.C.; All authors contributed to the discussion of the results and analyzed the data.\nFunding: This research was funded by Ministry of Science and Technology, Taiwan, the Republic of China, grant number 106-2221-E-002-128-.\nConflicts of Interest: T e authors declare no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Interconnect limits on gigascale integration (GSI) in the 21st century",
      "author" : [ "J.A. Davis", "R. Venkatesan", "A. Kaloyeros", "M. Beylansky", "S.J. Souri", "K. Banerjee", "K.C. Saraswat", "A. Rahman", "R. Reif", "J.D. Meindl" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2001
    }, {
      "title" : "Interconnect opportunities for gigascale integration",
      "author" : [ "J.D. Meindl" ],
      "venue" : "IEEE Micro 2003,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2003
    }, {
      "title" : "Integrated Microchannel Cooling for Three-Dimensional Electronic Circuit Architectures",
      "author" : [ "J.-M. Koo", "S. Im", "L. Jiang", "K.E. Goodson" ],
      "venue" : "J. Heat Transf",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2005
    }, {
      "title" : "Integrated Microfluidic Cooling and Interconnects for 2D and 3D Chips",
      "author" : [ "B. Dang", "M.S. Bakir", "D.C. Sekar", "Jr. C.R. King", "J.D. Meindl" ],
      "venue" : "IEEE Trans. Adv. Packag. 2010,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2010
    }, {
      "title" : "Photoacoustic characterization of carbon nanotube array thermal interfaces",
      "author" : [ "B.A. Cola", "J. Xu", "C.R. Cheng", "X.F. Xu", "T.S. Fisher", "H.P. Hu" ],
      "venue" : "J Appl Phys 2007,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2007
    }, {
      "title" : "Increased real contact in thermal interfaces: A carbon nanotube/foil material",
      "author" : [ "B.A. Cola", "X. Xu", "T.S. Fisher" ],
      "venue" : "Appl. Phys. Lett. 2007,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2007
    }, {
      "title" : "Helical microtubules of graphitic carbon",
      "author" : [ "S. Iijima" ],
      "venue" : "Nature",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1991
    }, {
      "title" : "Unusual properties and structure of carbon nanotubes",
      "author" : [ "M.S. Dresselhaus", "G. Dresselhaus", "A. Jorio" ],
      "venue" : "Annu. Rev. Mater. Res. 2004,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2004
    }, {
      "title" : "Thermal Conductance of an Individual Single-Wall Carbon Nanotube above Room Temperature",
      "author" : [ "E. Pop", "D. Mann", "Q. Wang", "K. Goodson", "H. Dai" ],
      "venue" : "Nano Lett. 2006,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2006
    }, {
      "title" : "Thermal properties of graphene and nanostructured carbon materials",
      "author" : [ "A.A. Balandin" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2011
    }, {
      "title" : "Enhanced thermal conductivity of ethylene glycol with single-walled carbon nanotube inclusions",
      "author" : [ "S. Harish", "K. Ishikawa", "E. Einarsson", "S. Aikawa", "S. Chiashi", "J. Shiomi", "S. Maruyama" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Thermal properties of graphene and multilayer graphene: Applications in thermal interface materials",
      "author" : [ "K.M.F. Shahil", "A.A. Balandin" ],
      "venue" : "Solid State Commun",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "Thermal conduction phenomena in carbon nanotubes and related nanostructured materials",
      "author" : [ "A.M. Marconnet", "M.A. Panzer", "K.E. Goodson" ],
      "venue" : "Rev. Mod. Phys",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Remarkably enhanced thermal transport based on a flexible horizontally-aligned carbon nanotube array film",
      "author" : [ "L. Qiu", "X. Wang", "G. Su", "D. Tang", "X. Zheng", "J. Zhu", "Z. Wang", "P.M. Norris", "P.D. Bradford", "Y. Zhu" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Effect of Contact Pressure on the Performance of Carbon Nanotube Arrays Thermal Interface Material",
      "author" : [ "Y. Pei", "H. Zhong", "M. Wang", "P. Zhang", "Y. Zhao" ],
      "venue" : "Nanomaterials 2018,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Electrical and Thermal Transport Properties of Magnetically Aligned Single-Wall Carbon Nanotube Films",
      "author" : [ "J. Hone", "M. Llaguno", "N. Nemes", "A.T.C. Johnson", "J.E. Fischer", "D.A. Walters", "M. Casavant", "J. Schmidt", "R.E. Smalley" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2000
    }, {
      "title" : "Thermal-Conductivity of Heterophase Polymer Compositions",
      "author" : [ "D.M. Bigg" ],
      "venue" : "Adv. Polym. Sci",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1995
    }, {
      "title" : "Effects of anisotropy, aspect ratio, and nonstraightness of carbon nanotubes on thermal conductivity of carbon nanotube composites",
      "author" : [ "F. Deng", "Q.S. Zheng", "L.F. Wang", "C.W. Nan" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2007
    }, {
      "title" : "Role of thermal boundary resistance on the heat flow in carbon-nanotube composites",
      "author" : [ "S. Shenogin", "L.P. Xue", "R. Ozisik", "P. Keblinski", "D.G. Cahill" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2004
    }, {
      "title" : "On the lack of thermal percolation in carbon nanotube composites",
      "author" : [ "N. Shenogina", "S. Shenogin", "L. Xue", "P. Keblinski" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2005
    }, {
      "title" : "Numerical Simulation of Thermal Conductivity of Particle Filled Epoxy Composites",
      "author" : [ "J. Zeng", "R.L. Fu", "S. Agathopoulos", "S.D. Zhang", "X.F. Song", "H. He" ],
      "venue" : "J. Electron. Packag",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2009
    }, {
      "title" : "The effect of heat-transfer passages on the effective thermal conductivity of high filler loading composite materials",
      "author" : [ "H. Zhou", "S. Zhang", "M. Yang" ],
      "venue" : "Compos. Sci. Technol",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2007
    }, {
      "title" : "Electrokinetic framework of dielectrophoretic deposition",
      "author" : [ "B.R. Burg", "V. Bianco", "J. Schneider", "D. Poulikakos" ],
      "venue" : "devices. J. Appl. Phys",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "Selective Parallel Integration of Individual Metallic Single-Walled Carbon Nanotubes from Heterogeneous Solutions",
      "author" : [ "B.R. Burg", "J. Schneider", "V. Bianco", "N.C. Schirmer", "D. Poulikakos" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2010
    }, {
      "title" : "Heat Transfer, 4th ed.; McGraw-Hill",
      "author" : [ "J.P. Holman" ],
      "venue" : "New York, NY, USA,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1976
    }, {
      "title" : "Responses and thermal conductivity measurements of multi-wall carbon nanotube (MWNT)/epoxy composites",
      "author" : [ "C.H. Kuo", "H.M. Huang" ],
      "venue" : "J. Anal. Calorim",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Thermal conductivity of individual single-wall carbon nanotubes",
      "author" : [ "J.R. Lukes", "H.L. Zhong" ],
      "venue" : "J. Heat Trans. Trans. ASME",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2007
    }, {
      "title" : "Thermal conductivity of carbon nanotubes",
      "author" : [ "K. Sun", "M.A. Stroscio", "M. Dutta" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2009
    }, {
      "title" : "Flexural phonons and thermal transport in graphene",
      "author" : [ "L. Lindsay", "D.A. Broido", "N. Mingo" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2010
    }, {
      "title" : "Experimental Observation of an Extremely Dark Material Made by a Low-Density Nanotube Array",
      "author" : [ "Z.-P. Yang", "L. Ci", "J.A. Bur", "S.-Y. Lin", "P.M. Ajayan" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "A black body absorber from vertically aligned single-walled carbon nanotubes",
      "author" : [ "K. Mizuno", "J. Ishii", "H. Kishida", "Y. Hayamizu", "S. Yasuda", "D.N. Futaba", "M. Yumura", "K. Hata" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "Unless heat dissipation materials are found that are markedly more effective than the current standards, costs for solving heat dissipation problems will continue to increase [5,6].",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 5,
      "context" : "Unless heat dissipation materials are found that are markedly more effective than the current standards, costs for solving heat dissipation problems will continue to increase [5,6].",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 6,
      "context" : "Ever since the discovery of carbon nanotube (CNT), they have been known for their high thermal conductivity [7,8].",
      "startOffset" : 108,
      "endOffset" : 113
    }, {
      "referenceID" : 7,
      "context" : "Ever since the discovery of carbon nanotube (CNT), they have been known for their high thermal conductivity [7,8].",
      "startOffset" : 108,
      "endOffset" : 113
    }, {
      "referenceID" : 15,
      "context" : "Axial and horizontal thermal conductivity values can differ greatly [17].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 22,
      "context" : "[24,25] made important progress in relation to type-selective device integration of individual single-wall CNT.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 23,
      "context" : "[24,25] made important progress in relation to type-selective device integration of individual single-wall CNT.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 24,
      "context" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 25,
      "context" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 24,
      "context" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 25,
      "context" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 24,
      "context" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 25,
      "context" : "The lumped-heat-capacity theory was adopted to calculate the heat change rate inside of a copper block [26,27].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 15,
      "context" : "This result indirectly confirmed the anisotropic thermal property [17].",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 15,
      "context" : "This result indirectly confirmed the anisotropic ther al property [17].",
      "startOffset" : 66,
      "endOffset" : 70
    } ],
    "year" : 2019,
    "abstractText" : "Vertically-aligned carbon nanotube forests (VACNTs) with excellent axial heat dissipation properties were formed on aluminum foil to dissipate heat. In addition, the heat dissipation efficiency of aluminum–VACNTs composites in this work was compared with that of commercially available mainstream thermal sheets under the same natural cooling conditions. Chemical vapor deposition (CVD) was employed as a synthesis method using a three-segment high-temperature furnace. Subsequently, the temperature changes in a heating body with the aluminum–VACNTs composites was measured over time subject to natural cooling. In addition, the performance was compared with copper and pyrolytic graphite sheets. The experimental results revealed that the heat dissipation efficiency of the flexible aluminum–VACNTs composites was higher than that of clean aluminum foil, a copper sheet, and a pyrolytic graphite sheet by up to 56%, 40%, and 20%, respectively. Moreover, this work also verified the height of the carbon nanotube (CNT) did not influence the heat dissipation efficiency, indicating that the time cost of synthesis could be reduced.",
    "creator" : "LaTeX with hyperref package"
  }
}