{
  "name" : "downloads_2020-07-22_a1_10.1021@acs.nanolett.0c02195.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Ultrafast Sweep-Tuned Spectrum Analyzer with Temporal Resolution Based on a Spin-Torque Nano-Oscillator",
    "authors" : [ "Artem Litvinenko", "Vadym Iurchuk", "Pankaj Sethi", "Steven Louis", "Vasyl Tyberkevych", "Jia Li", "Alex Jenkins", "Ricardo Ferreira", "Bernard Dieny", "Andrei Slavin", "Ursula Ebels" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Ultrafast Sweep-Tuned Spectrum Analyzer with Temporal Resolution Based on a Spin-Torque Nano-Oscillator Artem Litvinenko,* Vadym Iurchuk, Pankaj Sethi, Steven Louis, Vasyl Tyberkevych, Jia Li, Alex Jenkins, Ricardo Ferreira, Bernard Dieny, Andrei Slavin, and Ursula Ebels\nCite This:https://dx.doi.org/10.1021/acs.nanolett.0c02195 Read Online\nACCESS Metrics & More Article Recommendations *sı Supporting Information\nABSTRACT:We demonstrate that a spin-torque nano-oscillator (STNO) rapidly sweep-tuned by a bias voltage can be used to perform an ultrafast timeresolved spectral analysis of frequency-manipulated microwave signals. The critical reduction in the time of the spectral analysis comes from the naturally small-time constants of a nanosized STNO (1 100 ns). The demonstration is performed on a vortex-state STNO generating in a frequency range around 300 MHz, when frequency down-conversion and matched ltering is used for signal processing. It is shown that this STNO-based spectrum analyzer can perform analysis of frequency-agile signals, having multiple rapidly changing frequency components with temporal resolution in a s time scale and frequency resolution limited only by the bandwidth theorem. Our calculations show that using uniform magnetization state STNOs it would be possible to increase the operating frequency of a spectrum analyzer to tens of GHz. KEYWORDS:Spin-torque nano-oscillators, spectral analysis, signal processing\nI n modern radar and communication technology, it isimportant to be able to rapidly analyze the frequency composition of frequency-agile external signals, the frequency content of which is varying on the time scale comparable to the characteristic times of the signal propagation.1 This problem can be solved by using a spectrum analyzer based on a local voltage-controlled oscillator the generated frequency of which is rapidly sweep-tuned in the interval where the spectrum analysis is performed.2 The periodT of sweep-tuning should be made su ciently short to be able to continuously monitor the rapid variations of the frequency content of the analyzed signal. Note, at the same time, that the frequency resolution of such a device is limited from below by 1/T, the inverse of the of the signal acquisition time, due to the bandwidth theorem.\nRecent progress in nanotechnology has led to the development of spin-torque nano-oscillators (STNO), whose time constants due to their nanoscale size are naturally of the order of 1 100 ns.3 The use of STNOs in sweep-tuned microwave spectrum analyzers could, thus, bring a substantial reduction of the characteristic sweeping times in microwave spectrum analysis and develop spectrum analyzers with ne temporal resolution, which will considerably impact modern radar and communication technologies.\nThe generation mechanism of STNOs is based on the e ect of spin-transfer torque,4 that creates an e ctive negative damping in a DC current-driven magnetic tunnel junction structure, and that compensates the natural magnetic damping in the free magnetic layer of this structure.3,4 The frequencies\nof the periodic voltage signals generated by STNOs lie in the range from several hundred MHz to several tens of GHz.3 11 Most importantly, the frequency generated by an STNO strongly depends on the oscillation amplitude, and, therefore, on the amplitude of the bias direct current driving the STNO. This nonisochronous property of STNOs creates the possibility to modulate the generation frequency of an STNO by modulating the magnitude of the driving bias direct current (or voltage).12 15 Theory5,6 predicted that the maximum speed, at which the STNO frequency can be modulated by changing the current, is given by the relaxation rate p = 2 fp. This is the rate with which uctuations of the amplitude of an STNO-generated signal relax to a quasistationary limit cycle. Experiments have shown that characteristic frequenciesfp of this relaxation process depend on the STNO con guration and range fromfp = 1 10 MHz for vortex-state STNOs16 to fp = 100 400 MHz for uniform magnetized STNOs.15,17 19 However, it was also predicted20 and experimentally21,22 demonstrated that using eld modulation it is possible to achieve modulation frequencies on the order of GHz. Hence when using a s wtooth modulation\nReceived: May 25, 2020 Revised: July 16, 2020 Published: July 17, 2020\nLetterpubs.acs.org/NanoLett\n' XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF B\nIR M\nIN G\nH A\nM o\nn Ju\nly 2\n2, 2\n02 0\nat 0\n2: 27\n:0 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nsignal (either current or eld with frequencyfsw) one can expect to sweep the STNO frequency without signi cant distortions within sweep timesT = 1/fsw of at least one microsecond for vortex based STNO, but that could, potentially, be as fast as 1 10 ns for other STNO con gurations.\nIn a recent theoretical paper,23 it was proposed to use such a sweep-tuned STNO as a central element of a novel ultrafast spectrum analyzer where signal mixing and correlation processing using low-pass and matched lters were involved.\nHere we demonstrate a proof-of-principle experimental realization of this method of fast spectrum analysis23 for the case of vortex-based magnetic tunnel junction STNOs generating stable sinusoidal signals in the 280 3 0 MHz frequency range and characterized by an amplitude relaxation frequency offp = 2 3 MHz. The largest frequency sweeping rates sw in our experiments were exceeding sw= Fsw/ T = 30 MHz/ s for a frequency span of Fsw = 20 MHz, allowing us to achieve spectrum analysis of complex multitone and frequency manipulated signals with temporal resolution on the s time scale.\nResults. The scheme of the experimental STNO-based device used to perform spectrum analysis in our experiments is shown inFigure 1. It consists of two blocks: the block (a) containing an STNO and used for generation of a sweep-tuned reference signalVref, and the block (b) used for signal processing and eventual spectrum analysis of an external signal Vin.\nThe sweep-tuned reference signalVref is produced as follows. First, a constant DC currentIDC is applied to the STNO to generate a sinusoidal auto-oscillation signal of a constant carrier frequencyf 0. Then an additional voltageVsw having a sawtooth shape in time and a frequencyfsw = 1/T is applied to the STNO via a coupler. The amplitude ofVsw is adjusted in such a way that the frequency of the auto-oscillation signal\ngenerated by the STNO sweeps between two valuesf1 andf 2, aroundf 0 with a span Fsw = f 2 f1. After passing through a band-pass lter and an ampli er, the reference signal,Vref, has a frequency chirp with the instantaneous frequencyf ref(t) that changes in time.\nFor the analysis of an external signalVin of an unknown frequencyf in, the reference signalVref, along with the external signalVin, is supplied to the mixer situated in the block (b). For signal mixing, we used a commercially available mixer (AD831) having an output cuto frequency ofFF = 200 MHz, nd, therefore performing the function of a low-pass lter with a bandwidth of FF = 200 MHz. We note that in our experiments the sweeping frequency interval Fsw = 20 MHz was much smaller than the mixer bandwidth of FF, so that the frequency resolution of the spectrum analysis was determined only by the sweeping frequencyfsw.\nThe output signal of the mixerVif has the intermediate frequencyf if(t) equal to the di erence of frequencies of the mixed signalsf if(t) = f ref(t) f in. This instantaneous frequency goes to zero at a certain timet0, whenfref(t0) = f in. Note that the component of the mixed signal having the frequencyf ref(t) + f in was removed due to theFF output cuto frequency of the mixer.\nThe output signalVif of the mixer is then digitized using an 8-bit AD9280 analog-to-digital converter (ADC), and passed through a matched lter, implemented with a eld programmable gate array (FPGA), to compress this signal into a narrow peak of duration in Vspec. The matched lter output is then converted back into the analog domain using an 8-bit resolution AD9708 digital-to-analog converter (DAC) and is visualized on a single shot oscilloscope.\nThe temporal position of the maximum of the peak inVspec determines the frequency of the input signalf in, while the temporal width of this peak characterizes the resolution bandwidth (RBW), or accuracy of the frequency analysis:\nFigure 1.Schematic of the STNO-based spectrum analyzer consisting of two blocks: block (a) generating a sweep-tuned reference signalVref, and block (b) performing signal processing resulting in the spectral analysis of the incoming signalVin. The i sets show the voltage signals versus time at di erent points of the spectrum analyzer circuit: (i) the sweep signalVsw, (ii) the output of the STNOVSTNO, (iii) the reference signalVref produced by the sweep-tuned STNO after lt ring and ampli cation, (iv) the external signalVin, (v) the mixer output signalVif, (vi) the discretized basis lter function of the matched lter signal, (vii) the output signalVspecresulting in a peak of duration and containing the information about the spectrum of the external signalVin.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX B\nF F TRBW sw = = (1)\nWe used in our signal processing protocol a matched lter instead of a conventional band-pass lter with envelope detection to achieve a resultant peak having a single maximum and a minimum possible duration , which is independent of the phase di erence between the input signalVin and the STNO-generated reference signalVref (see ref23 for details). Details on the matched lter con guration and implementation can be found in theMethodsandSupporting Information.\nTo demonstrate experimentally the STNO-based spectrum analysis, we have chosen a relatively low frequency ( 300 MHz) vortex-state STNO as STNOs of this type have rather large output power of order of W and typical line width of a few hundred kHz.16,24,25 The results are presented for two di erent devices, although many other devices demonstrated very similar results (seeMethodssection for details on the devices and their fabrication).\nFigure 2shows a free-running frequency-voltage characteristic f 0(V) of a representative vortex-state STNO device\nobtained under the action of an applied out-of-plane bias magnetic eld H = 3 kOe. It is clear fromFigure 2that when the DC voltage applied to the STNO is varied between 0.23 and 0.37 V, the frequency generated by the STNO is a nonlinear (convex) function of voltage, and varies betweenf1 = 287 MHz andf 2 = 307 MHz ( Fsw = 20 MHz) with a typical line width (full width at half-maximum (fwhm)) of its power spectrum equal to /2 = 0.25 MHz. This nonlinearity can be compensated by using a nonlinear (concave) pro le of a quasi-sawtooth voltage applied to the STNO, which makes it possible to obtain a purely linear time dependence of the chirped frequency in the signalVref generated by the sweeptuned STNO (seeSupporting Informationfor details).\nFirst, we present the results of the analysis of a monochromatic sinusoidal signalVin to demonstrate that (i) using a vortex STNO-based spectrum analyzer, one can achieve frequency sweep rates of the order of MHz/ s and sweeping frequencies of the order of MHz, and (ii) the resolution in external frequency determination is close to the theoretical limit for fast spectrum analysis. Then, we demonstrate that the STNO-based spectrum analyzer is\ncapable of performing the analysis of signals having a complex frequency spectrum with time-varying frequency components.\nThe experimental results are shown inFigure 3demonstrating the analysis of a monochromatic (single-tone) sinusoidal signal (f in = 300 MHz,Pin = 1.0 mW) supplied to the spectrum analyzer from a commercial signal generator. The three panels in Figure 3show: (top) the sweeping sawtooth voltageVsw having the frequencyfsw = 1/T = 0.4 MHz; (middle) the chirped-frequency signalVif obtained after the mixer; (bottom) the output signal from the matched lter Vspecmeasured using a standard oscilloscope.\nAt the timet0 1.25 s (corresponding toVsw = 0) the STNO frequencyf ref (t0) is the same as the frequency of the external signalf in = 300 MHz, resulting in a frequency di erencef if(t0) = f ref(t0) f in = 0. It is this moment, which must be identi ed and measured. The chirped signalVif fter passing through a matched lter is squeezed in time, and forms in the output signalVspeca pronounced peak of the duration at t = t0+ MF, where the MF is the time delay in the matched lter. The stability of the delay time MF is determined by the phase noise of an FPGA xed-frequency clock generator, which is, generally, much more stable than any VCOs.26 Therefore, the in uence of the instability of MF on the accuracy of the frequency determination at the used sweep ratesfsw can be neglected, and the magnitude of MF can be considered constant. Taking into account the constant time delay MF in the matched lter, one can, thus, correctly identify the frequency of the input signal by the temporal position of the output peak (see bottom panel and the corresponding frequency scale to the right in the top panel).\nThe accuracy of the frequency determination using the STNO-based spectrum analyzer, characterized by the frequency resolution bandwidth FRBW, can be evaluated from the experimentally measured magnitude of the peak duration usingeq 1(seeFigure 4).\n(Vspec(t)) of a monochromatic external signal for three\ndi erent sweeping frequenciesfsw = 0.1, 0.8, and 1.5 MHz,\nwhile inFigure 4b we compare the experimentally obtained\nfrequency resolution bandwidth FRBWwith a theoretical limit obtained from the bandwidth theorem FRBW = fsw = 1/T.\nIt is clear that for the smaller sweeping frequencies the frequency resolution bandwidth FRBW of the spectrum analysis will be limited from below by the STNO generation line width /2 = 0.25 MHz.27 30 However, as it can be seen fromFigure 4, for su ciently large sweeping frequencies, fsw> 0.1 MHz ( sw> 2 z / s), the experimentally obtained frequency resolution bandwidth FRBW is very close to the theoretical limit de ned by the bandwidth theorem, which means that a large generation line width of an STNO and its relatively high phase noise have practically no in uence on the resolution bandwidth FRBW in the proposed method of ultrafast spectrum analysis.\nThe results presented so far demonstrate the basic properties of the STNO-based spectrum analyzers when working with simple monochromatic external signals. Below, we demonstrate that STNO-based spectrum analyzers can work successfully with rather complex external signals having many di erent frequency components that can vary in time.\nThe rst example is given inFigure 5a where we demonstrate spectrum analysis of an external signal that is a superposition of two single-tone continuous signals supplied from two commercial signal generators with frequenciesf in1 =\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX C\n300 MHz, andf in2 = 306 MHz. The top panel inFigure 5a shows the linear voltage sweepVsw at fsw = 0.3 MHz, while the vertical dashed lines show the positions where the sweeping STNO frequency equals the frequency components contained in the external signal. The bottom panel ofFigure 5a shows the resultant voltageVspecat the output of the matched lter with two distinct peaks, which occur at times corresponding to the frequency componentsf in1 and f in2 in the input signal. Note that the time shift between the linear sweep voltageVsw and the resultant voltageVspecat the output of the matched lter (seeFigure 3) caused by the time delay MF in the matched lter was not shown inFigure 5a c. Figure 5b shows the result of the frequency analysis of an external signal whose frequency is hopping between the values of f in1 = 301 MHz andf in2 = 299 MHz. This experiment demonstrates that the STNO-based spectrum analyzer can\nFigure 3.(two column gure): Spectral analysis of a single-tone external sinusoidal signal (f in = 300 MHz,Pin = 1.0 mW): sweeping voltage signal Vsw (top panel),Vif (middle panel), andVspec(bottom panel) forfsw= 0.4 MHz taken at di erent points of the spectrum analyzer setup (see insets (i), (v), and (vii) of Figure 1). The experimental frequency resolution FRBW was calculated using (1) from the experimentally measured peak duration (see bottom panel).\nFigure 4.(a) Results of the spectrum analysis (Vspec(t) ) of a monochromatic external signal for three di erent sweeping frequenciesfsw= 0.1, 0.8, and 1.5 MHz. (b) Resolution bandwidth (RBW) of the spectrum analysis FRBW as a function of the sweeping frequencyfsw. The values of corresponding to the light blue dots presented in panel b were calculated from the measured values of the resulting peak duration usingeq 1. Error analysis was done on four random consequent measurements of the peak duration . The s raight dark blue line in Figure 4(b) was calculated from the bandwidth theorem: FRBW= fsw= 1/T. The dashed vertical line shows the value of the experimental vortex STNO relaxation frequency fp for amplitude uctuations limiting the upper modulation frequency of the STNO-generated signal (see refs5, 15, and16 for details).\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX D\neasily detect the changes of external frequency in time if these changes are happening on the time scale that is larger than the periodT of the STNO frequency sweep. This property will be very important to e ciently analyze signals of modern radar where frequency hopping protocols are used.\nThe ultimate demonstration of the potential of the STNObased sweep-tuned spectrum analyzer is given inFigure 5c and d where the analysis of complex external signals whose frequency is continuously or discontinuously changing in time is illustrated. If such changes are happening on the time scale Tn = nT that isn 2 times larger, than the STNO sweeping period T, the STNO-based spectrum analyzer successfully tracks the temporal evolution of the frequency of the external signal. In particular, inFigure 5c, the frequency of the external signal varies in time betweenfmin = 295 MHz andfmax= 305 MHz in a sinusoidal fashion with the periodT10 = 10T ( fsw= 1/T = 0.5 MHz).\nIn such a case, to recover the true temporal frequency variation in the external signal, we performed the compensation of nonlinearity of the STNO characteristicsf 0(V) Figure 2 (seeSupporting Informationfor details) and used a nonlinear (concave) sweeping voltage signalVsw (see the top panel in\nFigure 5c). The peaks in the signalVspec having di erent temporal positions corresponding to di erent instantaneous frequencies of the external signal measured during consequent sweeping periods are shown in the middle panel ofFigure 5c, while the resultant temporal evolution of the frequency of the external signalf in(t) is shown in the bottom panel ofFigure 5c. In this panel, the frequency axis is simply the corresponding frequency scale of a single sweeping period of the middle frame of the same gure.\nFinally in the three panels ofFigure 5d we show a similar result of the analysis of input signals where the frequency experiences discontinuous shift keying (top panel) and sawtooth-like temporal variations with either increasing (middle panel) or decreasing (bottom panel) frequency. It is clear that, in a sweep-tuned spectrum analysis based on an STNO, it is possible to reveal and analyze any fast-changing modulation patterns, while the power spectra obtained with a conventional frequency-swept spectrum analyzer (shown in panels to the right inFigure 5d) for sawtooth signals with increasing and decreasing frequencies are very similar, and demonstrate only the same interval of frequency variation in\nFigure 5.Spectrum analysis of complex external input signalsVin. (a) Two-tone signal containing frequency componentsf in1 = 300 MHz andf in2 = 306 MHz. (b) Signal with a frequency that is hopping between two close values off in1 = 301 MHz andf in2 = 299 MHz ; (c) Signal with a frequency that is varying continuously in a sinusoidal fashion with the periodT10 = 10TT10 = 10T = 20 ? ? s, whereT is the sweeping period. Top panel shows the nonlinear sweeping voltageVsw, middle panel shows the resultant peaksVspecwith temporal positions varying within each sweeping period, while the bottom panel shows the experimentally obtained variation of the external signal frequency. (d) Signals with various modulation patterns with the periodT10 = 10T = 20 s and arbitrary initial phases of modulation. Top panel shows the signal with the shift-keyed frequency between 295 and 305 MHz. Middle and bottom panels show the signals whose frequency is varying discontinuously in a sawtooth fashion with increasing and decreasing frequency, respectively. The frames at the right show the results of a conventional spectrum analysis for the same signals.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX E\nboth analyzed signals but do not provide any time resolution for the changing frequency of the incoming signal.\nConclusion. In this work, a novel approach to timeresolved high-speed spectrum analysis was experimentally demonstrated. The key element used in this method is a nanosized active STNO device that plays the role of a sweeptuned oscillator. The nanoscale size brings the advantage of short intrinsic time constants that, together with the excellent tunability of STNOs, makes possible a rapid sweep-tuning of the STNO frequency. The repetition of the fast tuning of the STNO through the studied frequency range brings the capability of temporal resolution in the spectral analysis of the frequency-agile signals.\nThe proof-of-principle experimental demonstration for this STNO-based spectrum analysis was performed using a vortexstate STNO characterized by generation frequencies around 300 MHz with a maximum modulation or sweep frequency of fsw max = 1.5 MHz, and the shortest time interval of spectrum analysisTminmin = 0.67 s.\nWe demonstrated fast time-resolved spectrum analysis of complex dynamically modulated signals (seeFigure 5), that is not possible to achieve using conventional swept-tuned spectrum analyzers, with the frequency resolution FRBW that, at su ciently high sweeping rates, is independent of the STNO generation line width /2 , and is limited only by the bandwidth theorem (seeFigure 4b).\nFinally, it is important to discuss the possibilities of the further development of the time-resolved method of microwave spectrum analysis proposed in this work. Several points need to be considered for this: (i) the STNO generation frequency should be substantially increased to detect signals in the 1 10 GHz range and possibly beyond, (ii) the tunable frequency range (bandwidth) should be made as large as possible, while the dependence of the generated frequency of bias current (or voltage) should be continuous and free of jumps, (iii) the sweep frequency of the spectrum analyzer should be increased to be able to detect the frequency variation in the analyzed signals in the nanosecond range, and (iv) the free-running generation line width should be lower than the sweep rate /2 < 1/T for the RBW to be limited by the bandwidth theorem, and not by the STNO generation line width.\nIt has been demonstrated experimentally31 35 and by our theoretical estimations5,23 that these conditions can be simultaneously ful l ed using STNO devices having a uniformly magnetized free layer. First of all, they can generate frequencies of up to several tens of GHz.3,7 11 Several examples exist for nanopillar devices (see refs32 35) but also for uniform-magnetic-state nanocontact STNOs biased by su ciently large (exceeding 1.0 T) bias magnetic elds (see for example, ref31). However, for practical devices the creation of such large bias magnetic elds could be technically challenging, and the use of uniform-magnetic-state nanopillar STNOs with, for example, perpendicular anisotropy capable of working in the GHz frequency range with near-zero bias magnetic elds32 35 seems to be a more practical option. Second, for uniformly magnetized STNO devices it has been demonstrated that the frequency can be tuned via the current (or voltage) over relatively large frequency ranges (several GHz34). To further increase the frequency range, one may think about using an array of devices where each next device covers a frequency range that is adjacent to the range of a previous one. For stacks with perpendicular magnetic anisotropy (polarizer\nor free layer) this is possible by varying the nanopillar size and shape. Third, it has been demonstrated that the uniformly magnetized devices can be modulated with frequencies reaching several hundred MHz,15,19 where the modulation frequency is limited by the STNO intrinsic relaxation rate p of the amplitude uctuations.5 The high values of p are needed to achieve high rates of frequency sweeping (modulation). Experiments20 22 have demonstrated that relaxation rates p in the GHz frequency range can be achieved, which corresponds to the possible frequency sweeping periods in the ns range. In addition, p can be increased when using high values of the bias DC current (see section V in ref5 for details).\nTo conclude, the STNO-based ultrafast time-resolved pectrum analysis at high microwave frequencies with high frequency resolution is a solvable engineering problem, requiring mainly an appropriate adjustment of known STNO device con gurations. We rmly believe that the ultrafast STNO-based spectrum analyzers with nanosecond temporal resolution will become in the near future practical and highly c mpetitive microwave signal processing devices.\nMethods. MTJ Devices.The STNOs used for the experiments are magnetic tunnel junction nanopillar devices with a vortex-state con guration of the free layer. The devices, realized at the International Iberian Nanotechnology Laboratory (INL), have the following composition (thicknesses in nm): substrate/6 IrMn/2.6 CoFe30/0.85 Ru/1.8 CoFe40B20/ MgO/2.0 CoFe40B20/0.2 Ta/7 NiFe/10 Ta. The materials were sputter deposited using a Singulus Rotaris machine and were nanofabricated using ion beam and chemical etching techniques. Best signal generation properties in terms of phase noise and frequency tuning were obtained for nanopillar diameters of 300 400 nm. The corresponding frequencies lie in the range of 270 330 MHz when applying an out-of-plane eld H at a small in-plane tilt angle of 1 5° . For the results presented in the manuscript, we used a permanent magnet at variable distance to produce an out-of-plane eld of H 3 kOe. Results are presented for devices that had a diameter of 370 nm, a parallel resistance ofRSTO 40 , a TMR 150%, and an RA 3 m2.\nExperimental Setup. Free Running STNO.The characterization of the free running signal was done with the setup of Figure 1, whereVsw was set to zero and the STNO signal VSTNO after an ampli cation of 20 dB was analyzed using a spectrum analyzer or a single shot oscilloscope. From the spectrum analyzer measurements, we obtain the frequencyf 0, full width half-maximum line width and output power of the STNO signal after subtraction of the measurement gain. Representative results are shown in theSupporting Information Figure S1. From the time traces registered on the oscilloscope, we extract the instantaneous frequency and phase of the STNO using the method of the Hilbert transform.16 18 This method was used to determine the amplitude relaxation frequency,16,18 the instantaneous STNO frequency when applying the sweep voltageVswand to verify the compensation of the frequency voltage nonlinearity (Figure S2in Supporting Information Section II).\nSA. The spectrum analyzer setup described inFigure 1 di ers slightly from the one proposed in ref23 where the mixing of the reference signalf ref(t) and the input signalf in was proposed to occur within the STNO, without an external mixer. Since the frequency range of the mixed signalVif is close to the frequency range ofVsw and therefore the ranges may overlap, it is not always possible to well separate these signals\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX F\nusing lters. Therefore,Vsw was removed fromVSTNO before mixing using a band-pass lter with a range of 250 350 MHz and the mixing was achieved using an external mixer.\nMatched Filter.The matched lter employed for the experiment, uses a nite impulse response (FIR) architecture and was implemented with FPGA (Xilinx XC6SLX9) with a discretized basis lter function (seeSupporting Informationfor details). The same matched lter coe cient values were used for all results shown inFigures 3 5. To adopt the matched lter for di erent sweep rates, its clock frequency was proportionally changed so that the basis function and the measuredVif signals had the same scale.\nASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.0c02195.\nBasic characterization of STNO used in experiments, details on compensation of STNO frequency-voltage nonlinearity and implementation of matched lter (PDF)\nAUTHOR INFORMATION Corresponding Author\nArtem Litvinenko Univ. Grenoble Alpes, CEA, CNRS, Spintec, 38000 Grenoble, France;orcid.org/0000-00023880-5184; Email:LitvinenkoAN@gmail.com"
    }, {
      "heading" : "Authors",
      "text" : "Vadym Iurchuk Univ. Grenoble Alpes, CEA, CNRS, Spintec,\n38000 Grenoble, France Pankaj Sethi Univ. Grenoble Alpes, CEA, CNRS, Spintec,\n38000 Grenoble, France Steven Louis Oakland University, 48309 Rochester, Michigan,\nUnited States Vasyl Tyberkevych Oakland University, 48309 Rochester,\nMichigan, United States;orcid.org/0000-0002-8374-2565 Jia Li Oakland University, 48309 Rochester, Michigan, United\nStates Alex Jenkins International Iberian Nanotechnology\nLaboratory (INL), 4715-330 Braga, Portugal;orcid.org/ 0000-0002-6188-7755\nRicardo Ferreira International Iberian Nanotechnology Laboratory (INL), 4715-330 Braga, Portugal Bernard Dieny Univ. Grenoble Alpes, CEA, CNRS, Spintec, 38000 Grenoble, France Andrei Slavin Oakland University, 48309 Rochester, Michigan, United States Ursula Ebels Univ. Grenoble Alpes, CEA, CNRS, Spintec, 38000 Grenoble, France\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.nanolett.0c02195\nAuthor Contributions A.L. and U.E. conceived the experiments; A.L. designed the matched lter and the experiment; A.L., V.I., and P.S. performed the measurements and analyzed the data; S.L., J.L., V.T., and A.S. performed theoretical calculations; A.J. and R.F. prepared the samples; A.L., U.E., and A.S. wrote the manuscript with help from S.L.; A.S. and U.E. managed the project; all authors contributed to the manuscript, the discussion, and analysis of the results."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS This work was supported in part by the ERC Grant MAGICAL (No. 669204), the U.S. National Science Foundation (Grant Nos. EFMA-1641989 and ECCS-1708982), by the Air Force O ce of Scienti c Research under the MURI Grant No. FA9550-19-1-0307, and by the Oakland University Foundation. V.I. acknowledges nancial support from the EC grant GREAT (687973), and P.S. acknowledges nancial support from the Enhanced Eurotalent programme of CEA as well as the French space agency CNES.\nABBREVIATIONS STNO, spin-torque nano-oscillator; RBW, resolution bandwidth; ADC, analog-to-digital converter; FPGA, eld programmable gate array; DAC, digital-to-analog converter; FIR, nite impulse response\nREFERENCES (1) Chen, V. C.; Miceli, W. J. Time-varying spectral analysis for\nradar imaging of maneuvering targets.IEEE Proceedings - Radar, Sonar and Navigation1998, 145, 262 268. (2) Li, R. C. RF Circuit Design, 2nd ed.; John Wiley & Sons: Hoboken, NJ, 2012. (3) Chen, T.; et al. Spin-Torque and Spin-Hall Nano-Oscillators. Proc. IEEE2016, 104, 1919 1945. (4) Slonczewski, J. C. Current-driven excitation of magnetic multilayers.J. Magn. Magn. Mater.1996, 159, L1 L7. (5) Slavin, A.; Tiberkevich, V. Nonlinear Auto-Oscillator Theory of Microwave Generation by Spin-Polarized Current.IEEE Trans. Magn. 2009, 45, 1875 1918. (6) Zhou, Y.; et al. Oscillatory transient regime in the forced dynamics of a nonlinear auto oscillator.Phys. Rev. B: Condens. Matter Mater. Phys.2010, 82, No. 012408. (7) Villard, P.; et al. A GHz Spintronic-Based RF Oscillator.IEEE J. Solid-State Circuits2010, 45, 214 223. (8) Zeng, Z.; et al. High-Power Coherent Microwave Emission from Magnetic Tunnel Junction Nano-Oscillators with Perpendicular Anisotropy.ACS Nano2012, 6, 6115 6121. (9) Bonetti, S.; et al. Spin torque oscillator frequency versus magnetic field angle: The prospect of operation beyond 65 GHz. Appl. Phys. Lett.2009, 94, 102507. (10) Mancoff, F. B.; et al. Area dependence of high-frequency spintransfer resonance in giant magnetoresistance contacts up to 300nm diameter.Appl. Phys. Lett.2006, 88, 112507. (11) Zhou, Y.; et al. Spin-torque oscillator with tilted fixed layer magnetization.Appl. Phys. Lett.2008, 92, 262508. (12) Pufall, M. R.; et al. Frequency modulation of spin-transfer oscillators.Appl. Phys. Lett.2005, 86, No. 082506. (13) Manfrini, M.; et al. Agility of vortex-based nanocontact spin torque oscillators.Appl. Phys. Lett.2009, 95, 192507. (14) Muduli, P. K.; et al. Spin Torque Oscillators and RF Currents Modulation, Locking, and Ringing.Integr. Ferroelectr. 2011, 125, 147 154. (15) Quinsat, M.; et al. Modulation bandwidth of spin torque oscillators under current modulation.Appl. Phys. Lett.2014, 105, 152401. (16) Grimaldi, E.; et al. Response to noise of a vortex based spin transfer nano-oscillator.Phys. Rev. B: Condens. Matter Mater. Phys. 2014, 89, 104404. (17) Bianchini, L.; et al. Direct experimental measurement of phaseamplitude coupling in spin torque oscillators.Appl. Phys. Lett.2010, 97, No. 032502. (18) Quinsat, M.; et al. Amplitude and phase noise of magnetic tunnel junction oscillators.Appl. Phys. Lett.2010, 97, 182507.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX G\n(19) Ruiz-Calaforra, A.; et al. Frequency shift keying by current modulation in a MTJ-based STNO with high data rate.Appl Phys. Lett.2017, 111, No. 082401. (20) Purbawati, A.; et al. Enhanced modulation rates via field modulation in spin torque nano-oscillators.Appl. Phys. Lett.2016, 108, 122402. (21) Nagasawa, T.; et al. Response of magnetic tunnel junctionbased spin-torque oscillator to series of sub-nanosecond magnetic pulses.Appl. Phys. Express2016, 9, 113002. (22) Suto, H.; et al. Real-Time Measurement of Temporal Response of a Spin-Torque Oscillator to Magnetic Pulses.Appl Phys. Express 2011, 4, No. 013003. (23) Louis, S.; et al. Ultra-fast wide band spectrum analyzer based on a rapidly tuned spin-torque nano-oscillator.Appl. Phys. Lett.2018, 113, 112401. (24) Lebrun, R.; et al. Understanding of phase noise squeezing under fractional synchronization of non-linear spin transfer vortex oscillator.Phys. Rev. Lett.2015, 115, No. 017201. (25) Tsunegi, S.; et al. Self-Injection Locking of a Vortex Spin Torque Oscillator by Delayed Feedback.S i. Rep.2016, 6, 26849. (26) Silicon Labs.FPGA Reference Clock Phase Jitter Speci cations; Silicon Labs, 2012.https://www.silabs.com/documents/public/ application-notes/AN699.pdf(accessed 07-01-2020). (27) Kim, J.-V.; et al. Generation linewidth of an auto-oscillator with a nonlinear frequency shift: spin-torque nano-oscillator.Phys. Rev. Lett.2008, 100, No. 017207. (28) Keller, M. W.; et al. Nonwhite frequency noise in spin torque oscillators and its effect on spectral linewidth.Phys. Rev. B: Condens. Matter Mater. Phys.2010, 82, No. 054416. (29) Silva, T. J.; Keller, M. W. Theory of Thermally Induced Phase Noise in Spin Torque Oscillators for a High-Symmetry Case.IEEE Trans. Magn.2010, 46, 3555 3573. (30) Wittrock, S.; et al. Low offset frequency 1/f flicker noise in spin-torque vortex oscillators.Phys. Rev. B: Condens. Matter Mater. Phys.2019, 99, 235135. (31) Houshang, A.; et al.et al Spin transfer torque driven higherorder propagating spin waves in nano-contact magnetic tunnel junctions.Nat. Commun.2018, 9, 4374. (32) Hiramatsu, R.; et al. Magnetic field angle dependence of out-ofplane precession in spin torque oscillators having an in-plane magnetized free layer and a perpendicularly magnetized reference layer.Appl. Phys. Express2016, 9 (5), No. 053006. (33) Fang, B.; et al. Zero-field spin transfer oscillators based on magnetic tunnel junction having perpendicular polarizer and planar free layer.AIP Adv.2016, 6, 125305. (34) Chavent, A.; et al. A multifunctional standardized magnetic tunnel junction stack embedding sensor, memory and oscillator functionality.J. Magn. Magn. Mater.2020, 505, 166647. (35) Braganca, P.; et al. Zero field high frequency oscillations in dual free layer spin torque oscillators.Appl. Phys. Lett.2013, 103, 232407.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02195 Nano Lett.XXXX, XXX, XXX XXX H"
    } ],
    "references" : [ {
      "title" : "Spin-Torque and Spin-Hall Nano-Oscillators",
      "author" : [ "T Chen" ],
      "venue" : "Proc. IEEE2016,",
      "citeRegEx" : "Chen,? \\Q1919\\E",
      "shortCiteRegEx" : "Chen",
      "year" : 1919
    }, {
      "title" : "Nonlinear Auto-Oscillator Theory of Microwave Generation by Spin-Polarized Current",
      "author" : [ "A. Slavin", "V. Tiberkevich" ],
      "venue" : null,
      "citeRegEx" : "Slavin and Tiberkevich,? \\Q1996\\E",
      "shortCiteRegEx" : "Slavin and Tiberkevich",
      "year" : 1996
    }, {
      "title" : "High-Power Coherent Microwave Emission from Magnetic Tunnel Junction Nano-Oscillators with Perpendicular Anisotropy.ACS Nano2012",
      "author" : [ "Z Zeng" ],
      "venue" : null,
      "citeRegEx" : "Zeng,? \\Q2012\\E",
      "shortCiteRegEx" : "Zeng",
      "year" : 2012
    }, {
      "title" : "Area dependence of high-frequency spintransfer resonance in giant magnetoresistance contacts up to 300nm diameter.Appl",
      "author" : [ "Mancoff", "F. B" ],
      "venue" : null,
      "citeRegEx" : "Mancoff and B,? \\Q2009\\E",
      "shortCiteRegEx" : "Mancoff and B",
      "year" : 2009
    }, {
      "title" : "Frequency modulation of spin-transfer",
      "author" : [ "Pufall", "M. R" ],
      "venue" : null,
      "citeRegEx" : "Pufall and R,? \\Q2008\\E",
      "shortCiteRegEx" : "Pufall and R",
      "year" : 2008
    }, {
      "title" : "Agility of vortex-based nanocontact spin torque oscillators",
      "author" : [ "M Manfrini" ],
      "venue" : null,
      "citeRegEx" : "Manfrini,? \\Q2005\\E",
      "shortCiteRegEx" : "Manfrini",
      "year" : 2005
    }, {
      "title" : "Response to noise of a vortex based spin transfer nano-oscillator",
      "author" : [ "E Grimaldi" ],
      "venue" : null,
      "citeRegEx" : "Grimaldi,? \\Q2014\\E",
      "shortCiteRegEx" : "Grimaldi",
      "year" : 2014
    }, {
      "title" : "Amplitude and phase noise of magnetic tunnel junction oscillators",
      "author" : [ "M Quinsat" ],
      "venue" : null,
      "citeRegEx" : "Quinsat,? \\Q2010\\E",
      "shortCiteRegEx" : "Quinsat",
      "year" : 2010
    }, {
      "title" : "Response of magnetic tunnel junctionbased spin-torque oscillator to series of sub-nanosecond magnetic pulses",
      "author" : [ "T Nagasawa" ],
      "venue" : null,
      "citeRegEx" : "Nagasawa,? \\Q2016\\E",
      "shortCiteRegEx" : "Nagasawa",
      "year" : 2016
    }, {
      "title" : "Ultra-fast wide band spectrum analyzer based on a rapidly tuned spin-torque nano-oscillator",
      "author" : [ "S Louis" ],
      "venue" : "Appl Phys. Express 2011,",
      "citeRegEx" : "Louis,? \\Q2011\\E",
      "shortCiteRegEx" : "Louis",
      "year" : 2011
    }, {
      "title" : "Self-Injection Locking of a Vortex Spin Torque Oscillator by Delayed Feedback",
      "author" : [ "S Tsunegi" ],
      "venue" : null,
      "citeRegEx" : "Tsunegi,? \\Q2015\\E",
      "shortCiteRegEx" : "Tsunegi",
      "year" : 2015
    }, {
      "title" : "Generation linewidth of an auto-oscillator with a nonlinear frequency shift: spin-torque nano-oscillator",
      "author" : [ "Kim", "J.-V" ],
      "venue" : null,
      "citeRegEx" : "Kim and J..V,? \\Q2020\\E",
      "shortCiteRegEx" : "Kim and J..V",
      "year" : 2020
    }, {
      "title" : "Theory of Thermally Induced Phase",
      "author" : [ "T.J. Silva", "M.W. Keller" ],
      "venue" : null,
      "citeRegEx" : "Silva and Keller,? \\Q2010\\E",
      "shortCiteRegEx" : "Silva and Keller",
      "year" : 2010
    }, {
      "title" : "Low offset frequency 1/f flicker noise in spin-torque vortex oscillators",
      "author" : [ "S Wittrock" ],
      "venue" : null,
      "citeRegEx" : "Wittrock,? \\Q2010\\E",
      "shortCiteRegEx" : "Wittrock",
      "year" : 2010
    }, {
      "title" : "A multifunctional standardized magnetic tunnel junction stack embedding sensor, memory and oscillator functionality.J",
      "author" : [ "A Chavent" ],
      "venue" : "AIP Adv.2016,",
      "citeRegEx" : "Chavent,? \\Q2016\\E",
      "shortCiteRegEx" : "Chavent",
      "year" : 2016
    }, {
      "title" : "Zero field high frequency oscillations in dual free layer spin torque oscillators",
      "author" : [ "P Braganca" ],
      "venue" : null,
      "citeRegEx" : "Braganca,? \\Q2020\\E",
      "shortCiteRegEx" : "Braganca",
      "year" : 2020
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "We demonstrate that a spin-torque nano-oscillator (STNO) rapidly sweep-tuned by a bias voltage can be used to perform an ultrafast timeresolved spectral analysis of frequency-manipulated microwave signals. The critical reduction in the time of the spectral analysis comes from the naturally small-time constants of a nanosized STNO (1 100 ns). The demonstration is performed on a vortex-state STNO generating in a frequency range around 300 MHz, when frequency down-conversion and matched ltering is used for signal processing. It is shown that this STNO-based spectrum analyzer can perform analysis of frequency-agile signals, having multiple rapidly changing frequency components with temporal resolution in a s time scale and frequency resolution limited only by the bandwidth theorem. Our calculations show that using uniform magnetization state STNOs it would be possible to increase the operating frequency of a spectrum analyzer to tens of GHz.",
    "creator" : null
  }
}