{
  "name" : "downloads_2019-10-22_95_nie2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Photothermal Therapy Nanomaterials Boosting Transformation of Fe(III) into Fe(II) in Tumor Cells for Highly Improving Chemodynamic Therapy",
    "authors" : [ "Xuan Nie", "Lei Xia", "Hai-Li Wang", "Guang Chen", "Bin Wu", "Tian-You Zeng", "Chun-Yan Hong", "Long-Hai Wang", "Ye-Zi You" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "in tumor cells can highly improve Fenton reaction for efficient chemodynamic therapy. This strategy was demonstrated to have an excellent antitumor activity both in vitro and in vivo, which provides an innovative perspective to Fenton reaction-based chemodynamic therapy.\nKEYWORDS: photothermal therapy, chemodynamic therapy, Fenton reaction, Fe(II) regeneration, combined cancer therapy\n■ INTRODUCTION Cancer is still a major threat to human health because of its complexity and versatility over the past few years.1 Some new cancer therapies based on nanotechnology have gained gratifying achievements with nanomedicine.2 Reactive oxygen species (ROS), including hydrogen peroxide, superoxide anion, singlet oxygen, hydroxyl radical, and so forth, are widely used in cancer therapy,3−8 which can kill the tumor cells by oxidizing the biomolecules such as lipids, proteins, and nucleic acids.9−11 In the tumor cells, H2O2 is overproduced, but H2O2 has mild oxidation capability (standard redox potential E(H2O2/H2O) = 1.78 V),\n12 which cannot kill tumor cells effectively. ROS including the hydroxyl radical (•OH) (E(•OH/H2O) = 2.80 V)\n13 and singlet oxygen (1O2) (E(O2/H2O) = 2.17 V)\n14 have high oxidation capability, which can kill tumor cells effectively. Therefore, transforming the mild active molecules into highly active molecules in cancer cells has been recognized as an effective method for cancer treatment including photodynamic and chemodynamic therapies.15−18 However, it is very difficult for the photodynamic therapy to produce enough ROS in the hypoxia environment of the tumor.19−21 Chemodynamic therapy based Fenton reaction could produce hydroxyl radicals to kill cancer\ncells without oxygen. However, now, the produced hydroxyl radicals are not efficient enough for killing cancer cells because Fe2+ could be easily oxidized into Fe3+ in the tumor cell, which greatly lowers Fenton reaction efficacy due to the fact that Fe2+ has high activity in catalyzing Fenton reaction, but Fe3+ has low activity.22 If a large amount of Fe2+ was used, there would be serious health problems to the body.23 Therefore, the most facile method is continuously and efficiently transforming lowactive Fe3+ into high-active Fe2+ in tumor cells for producing enough hydroxyl radicals to efficiently kill tumor cells.24,25\nHerein, we construct a nanoparticle containing CuS and iron-containing prodrugs coated with the temperature-sensitive functional polymers. Irradiating tumor tissues by NIR light, CuS nanoparticles could generate much heat for triggering the phase transition of the temperature-sensitive polymer to release the prodrugs as well as thermal ablation of cancer cells. In tumor cells, the overproduced esterase could cleave the phenolic ester bond in the prodrug to release Fe2+ to activate Fenton reaction, forming the hydroxyl radical and\nReceived: July 4, 2019 Accepted: August 8, 2019 Published: August 8, 2019\n© 2019 American Chemical Society 31735 DOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF M\nIS SO\nU R\nIST\n. L O\nU IS\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n1 5:\n32 :4\n9 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic\nFe3+. On the other hand, CuS could boost the regeneration of Fe2+ from Fe3+ to maintain a high level of Fe2+ in tumor cells. Therefore, enough hydroxyl radicals produced via Fenton reaction catalyzed by a high level of Fe2+ can efficiently kill tumor cells (Scheme 1). This ingenious combined therapy\nstrategy and tumor microenvironment responsive nanodelivery system can achieve efficient chemodynamic and photothermal combinated treatment on tumors with ostentatious superadditive therapeutic effects. Simultaneously, it could minimize the damage to normal tissues.\n■ RESULTS AND DISCUSSION The prepared poly(ethylene glycol)-b-poly(acrylamide-coacrylonitrile) (PEG-b-P(AAm-co-AN)) has a upper critical solution temperature of 45 °C (Figure 1a),26 which could assemble into nanoparticles under the physiological temperature in solution. CuS and Fe-containing prodrugs were loaded into PEG-b-P(AAm-co-AN) to form the functional composite nanoparticles (denoted as the CuS−Fe@polymer). Once coated by the functional polymers, CuS−Fe@polymer nanoparticles could be well dispersed in phosphate buffered saline (PBS) for several days, but the bare CuS nanoparticles aggregated easily only in one day (Figure 1b). Transmission electron microscopy (TEM) and DLS results have shown that the size of CuS−Fe@polymer nanoparticles is about 100 nm with a narrow size distribution (Figure 1c,d), which is suitable for endocytosis. Further, to investigate the structure of the CuS−Fe@polymer as shown in Figure 1e, the energy dispersive X-ray (EDX) mapping experiment (Figure 1f) was carried out, and the results have suggested that the Fecontaining prodrug and CuS was inside the CuS−Fe@polymer nanoparticles with a temperature-sensitive polymer shell on the surface. UV−vis−NIR absorption results have also shown that\nthe absorption in the near-infrared region of the CuS−Fe@ polymer nanoparticles was similar to that of bare CuS as shown in Figure 1g, indicating that CuS−Fe@polymer nanoparticles could produce heat under the NIR light such as CuS. Under the irradiation of NIR light in the presence of CuS− Fe@polymer nanoparticles for 5 min, the temperature of the mixture could be easily raised by 25 °C as shown in Figure 2a,ab. At high temperatures, the shell of CuS−Fe@polymer nanoparticles became soluble, releasing the CuS nanoparticles and Fe-containing prodrug. Meanwhile, esterase, which is commonly overexpressed in cancer cells,27 could cleave the ester bond in the prodrug, allowing Fe2+ to initiate the Fenton reaction.28 To identify the release of the prodrug from the CuS−Fe@polymer nanoparticles under 808 nm light treatment, 2,2′-bipyridine was used as a probe to react with Fe2+, forming the red complex, which has absorption at 519 nm. It is very clear that, after CuS−Fe@polymer nanoparticles were irradiated by 808 nm light for 5 min, the prodrug was hydrolyzed to release all Fe2+ in 100 min (Figure 2c). The nanoparticles without irradiation showed low release of Fe2+ (Figure S6), indicating that CuS−Fe@polymer nanoparticles could control the release of Fe2+ in the tumor microenvironment with the assistance of 808 nm light. Generally, Fe2+ could effectively catalyze Fenton reaction to produce hydroxyl radicals. However, Fe2+ could be easily oxidized into Fe3+ in tumor cells, but Fe3+ could not effectively catalyze Fenton reaction to produce •OH. Therefore, the transformation of Fe2+ into Fe3+ in tumor cells will highly lower Fenton reaction and the production of •OH. Subsequently, we investigated the production •OH in enhanced Fenton reaction by CuS−Fe@ polymer nanoparticles. Rhodamine B (RhB), a common probe to detect the •OH produced from H2O2, could be degraded by •OH to form a colorless substance. Thus, the RhB degradation experiments were carried out to identify whether CuS could boost transformation of Fe3+ to Fe2+ for catalyzing the Fenton reaction to produce enough •OH. H2O2 could hardly degrade RhB as shown in Figure 2d, while •OH produced by the typical Fenton reaction group could degrade RhB. Compared with the\nScheme 1. (a) Schematic of Typical Fe(II) Catalyzed"
    }, {
      "heading" : "Fenton Reaction; (b) Schematic of the Photothermal Therapy Nanomaterials Boosting Transformation of Fe(III) into Fe(II) in Tumor Cells for Highly Improving",
      "text" : "Chemodynamic Therapy\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31736\ngroup of H2O2, the absorption at 553 nm decreased in Fe 2+- based typical Fenton reaction groups, indicating that •OH has higher oxidization ability than H2O2, and 40% RhB was degraded. However, •OH produced via enhanced Fenton reaction by CuS−Fe@polymer nanoparticles could degrade 100% RhB. It is because that CuS nanoparticles could boost the transformation from low-active Fe3+ to high-active Fe2+, thereby highly enhancing Fenton reaction to yield more •OH. 5,5′-Dimethyl-1-pyrrolidine-N-oxide (DMPO) can serve as a spin trap to detect the •OH directly by electron spin resonance (ESR) assay. As shown in Figure 2e, there are stronger •OH signals that appeared in the presence of CuS nanoparticles, which are consistent with above results. Furthermore, we have investigated the RhB degradation experiments of CuS−Fe@ polymer nanoparticles. The results also showed that CuS nanoparticles could enhance the efficacy of Fenton reaction as shown in Figure S7. Based on abovementioned results, it is obvious that CuS−Fe@polymer nanoparticles could produce enough heat under NIR irradiation, and the produced heat could trigger the polymer shell to become soluble to release the prodrug and CuS. Subsequently, in the presence of esterase, Fe2+ was released from the prodrug, which catalyzed Fenton reaction to form Fe3+. Then, the CuS nanoparticles can effectively transform Fe3+ into Fe2+, resulting in the enhanced Fenton reaction and the production of more •OH. To identify the transformation of Fe3+ to Fe2+, 1,10-phenanthrolinen was used as a probe to detect the formation of Fe2+ with absorption at 511 nm. CuS nanoparticles were added into FeCl3 solution; subsequently, 1,10-phenanthrolinen was added to the mixture. As shown in Figure 2f, a strong peak at 511 nm appeared in the UV absorption spectrum, which suggested that CuS could reduce Fe3+ to Fe2+. According to refs,29,30 there are lots of Cu+\non the surface of the CuS nanoparticles (Figure S8), and Cu+ on the surface of CuS nanoparticles could make Fe2+ get reborn from Fe3+ to catalyze the Fenton reaction. It was found that 2.5 times •OH were produced according to the RhB degradation experiments, which will highly enhance the efficacy of chemodynamic cancer therapy. High concentration of ROS could cause the oxidation of intracellular biological molecules, resulting in cell death.31−33 To investigate whether CuS−Fe@polymer nanoparticles could still work well in a complex tumor environment and identify that the produced •OH could destroy the cancer cell, •OH production in the cancer cell was evaluated by fluorescence probe DCFH-DA, whose green fluorescence strength showed a positive correlation with the ROS level in the cell. After treated with 808 nm light, the CuS−Fe@polymer group had the highest fluorescence intensity among all groups as shown in Figure 3a, indicating that CuS−Fe@polymer nanoparticles\ncould produce lots of •OH as expected under the NIR treatment. As for the CuS−Fe@polymer without the 808 nm light treatment group, very slight fluorescence appeared, which resulted from the temperature-sensitive polymer shell protected by the Fe-containing prodrug from being hydrolyzed by esterase under the physiological temperature, and there was little Fe2+ to initiate the Fenton reaction and produce little\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31737\nROS. To evaluate DNA damage caused by ROS from enhanced Fenton reaction by CuS−Fe@polymer nanoparticles, the single-cell gel electrophoresis experiments were carried out. If DNA was damaged by ROS, comet-like shapes would appear as shown in Figure 3b.34 The longer the comets were, the more DNA was damaged.35,36 There are much longer comets that appeared with CuS−Fe@polymer/NIR, indicating that CuS−Fe@polymer nanoparticles could cause severe DNA damage under NIR light irradiation. Next, the cytotoxicity in HeLa cells was investigated by calcein-AM (green) and PI (red) double-stained assay. After incubation with Fe@polymer, CuS@polymer, and CuS−Fe@polymer nanoparticles at a concentration of 80 μg/mL for 4 h, HeLa cells were subjected to 808 NIR light irradiation for 5 min and then cultured normally for next 12 h in the dark. As shown in Figure 3c, homogeneous red fluorescence appeared in the group of CuS− Fe@polymer/NIR, while green fluorescence appeared in all other groups, indicating that almost all cells have died in the CuS−Fe@polymer/NIR group, while there were only ignorable cells died for all other groups. Interestingly, a clear dividing line between living and dead cells in the group of CuS−Fe@polymer/NIR was observed because CuS−Fe@ polymer nanoparticles could not destroy the cells in the areas without NIR light. Without light irradiation, there was little Fe2+ that could be released due to the fact that the polymer shell protected the Fe2+ prodrug from esterase cleaving the ester bond (Figure S9). Redox imbalance is an important role for cell death, and GSH is a major antioxidant that provides reducing equivalents for the glutathione peroxidase (GPx)-catalyzed reduction of lipid hydroperoxides to their corresponding alcohols.37,38 Therefore, we quantitatively evaluated the GSH level after treatment by the method of Ellman’s reagent. It was clear that GSH in cells has decreased by 50% for those cells treated with CuS−Fe@ polymer nanoparticles under the 808 nm NIR light compared with the normal cells (Figure 3d). We also evaluated the cytotoxicity of CuS−Fe@polymer nanoparticles in cancer and normal cells by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. The CuS−Fe@polymer/NIR group showed very high cytotoxicity in HeLa cells, which was much higher than that of single therapy of chemodynamic (Fe@polymer) or photothermal (CuS@polymer with NIR) therapy as shown in Figure 3e. Under NIR irradiation, the CuS−Fe@polymer nanoparticles with 60 μg/mL could significantly reduce the viability of the HeLa cells (below 10% cells could survive after the treatment). As for CuS@ polymer and Fe@polymer groups, even at 80 μg/mL, there were still many cells which survived after the treatment. Furthermore, if the cells received no NIR treatment, the CuS− Fe@polymer nanoparticles exhibited little cytotoxicity to cells (>90% viability at 80 μg/mL), indicating that NIR light can be used as a switch in combination therapy, and we can selectively kill the cancer cells by the external NIR light. The same results could be obtained in other cancer cell lines including PC-3 cells and 4T1 cells (Figures S10 and S11). On the other hand, the MTT experiments have shown that the CuS−Fe@ polymer/NIR has slight cytotoxicity to the normal cells (NIH3T3 cells, Figure 3f) even at a high concentration (80 μg/mL). This results could be explained by that there is very little esterase and H2O2 in normal cells, and after the NIR treatment, Fe2+ could not be released from the CuS−Fe@ polymer nanoparticles to initiate the Fenton reaction. Furthermore, the H2O2 in normal cells is not as high as\ncancer cells, thus CuS−Fe@polymer/NIR could not produce enough ROS. All of the above results have exhibited that CuS− Fe@polymer nanoparticles have excellent ostentatious superadditive therapeutic effects. The success of the combinated therapy is inseparable from external NIR light and internal tumor microenvironment including esterase and H2O2; otherwise, the therapeutic effect will be greatly reduced. A 4T1 tumor-bearing mouse model was built to examine the in vivo performances of CuS−Fe@polymer nanoparticles. When the tumor grew into approximately 100 mm3, the tumorbearing mice were administered intravenously with CuS−Fe@ polymer nanoparticles. After 12 h, the mice were sacrificed, and the tumor and the main organs were harvested for imaging. The biodistribution of the CuS−Fe@polymer nanoparticles (CuS was marked by FITC) was evaluated in a small animal imager with average fluorescence intensity. As shown in Figure 4a, it is clear that CuS−Fe@polymer nanoparticles were\nmainly accumulated in the tumor tissue by the enhanced permeability and retention (EPR) effect, and the amount of which was approximately 7 times higher than that in the liver and 20 times higher than that in the kidney. The high accumulation of CuS−Fe@polymer nanoparticles in the tumor tissue also could be proved by inductively coupled plasma atomic emission spectrometry (ICP-AES), as shown in Figure S12. The concentration of Cu element in the tumor is much higher than other organs. To evaluate the antitumor ability of CuS−Fe@polymer nanoparticles in vivo, the tumor mice were\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31738\nadministered intravenously with 100 μL of PBS, Fe@polymer, CuS@polymer, and CuS−Fe@polymer. After 12 h, the mice received the NIR (808 nm) irradiation for 5 min. The temperature of the tumor area in the mouse treated with CuS− Fe@polymer nanoparticles increased to 49.8 °C (Figure S13), which is enough to trigger the release of the prodrugs. From the tendency of relative body weights as shown in Figure 4b, there was no obvious weight change of the mice in all groups, indicating that the CuS−Fe@polymer nanoparticles have not induced the system toxicity. Furthermore, tumor volume of all groups was monitored to evaluate the antitumor ability every two days. CuS−Fe@polymer/NIR exhibited remarkable antitumor in vivo compared with other groups. Figure 4c showed that the tumor volume changed in the treatment. The tumors in the group of PBS, Fe@polymer, and CuS−Fe@ polymer grew rapidly, but the tumor growth in the group of the CuS@polymer was inhibited to some extent because the NIR light could generate the photothermal effects in the animal experiment. The tumors of CuS−Fe@polymer/NIR groups were obviously suppressed both in volume (Figure 4d) and in weight (Figure 4e). 80% tumor of mice was completely suppressed (Figure 4f) in the group of CuS−Fe@polymer/808 nm light. However, there was no recovered mice appeared in other groups. Based on these results, we can see that CuS− Fe@polymer nanoparticles have showed an excellent antitumor ability in vivo via CuS-induced photothermal therapy and enhanced chemodynamic therapy induced by CuS boosting the transformation of Fe3+ into Fe2+. Additionally, hematoxylin and eosin (H&E) staining was carried out to evaluate the biosafety of the CuS−Fe@polymer nanoparticles. Figure 4g has shown that CuS−Fe@polymer nanoparticles have very limited pathological abnormalities for the main organs (heart, liver, spleen, lung, and kidney) with no obvious physiological morphology changes. Therefore, the photothermal therapy nanomaterial-enhanced Fenton reaction has an advanced tumor inhibition effect with good biocompatibility.\n■ CONCLUSIONS In conclusion, we have developed a new combined cancer therapy which integrated chemodynamic therapy via CuS boosting Fenton reaction with CuS-induced photothermal therapy. Under NIR light irradiation, CuS not only can generate heat to trigger the prodrug release and directly kill the cancer cell but also can boost the conversion of Fe3+ into Fe2+ for highly enhancing Fenton reaction, producing enough •OH to kill cancer cells. CuS−Fe@polymer nanoparticles worked well only in the tumor microenvironment with a very limited cytotoxicity to the normal tissue because of its high tumor accumulation and multitrigger ability in the tumor microenvironment. CuS−Fe@polymer nanoparticles were an excellent candidate for cancer therapy, and this novel combined therapy strategy with superadditive therapeutic effects will provide a new perspective in the cancer therapy.\n■ EXPERIMENTAL SECTION Materials. Copper bromide (CuBr2, 98%), sodium sulfide nonahydrate (Na2S·9H2O, 98%), polyethylene glycol monomethyl ether (PEG-OH, Mn = 4000 g/mol) triethylamine, 4-dimethylaminopyridine (DMAP, 99%), N,N-dicyclohexylcarbodiimide (DCC, 98%), acrylamide (AAm, 98%), acrylonitrile (AN, 97%), and azobisisobutyronitrile (AIBN, 99%), tetrabutylammonium bromide (98%), 2-(2′-cyanopropyl)dithiobenzoate (CPDB, 97%), acetoxyben-\nzyl alcohol (98%), esterase (from porcine live, ≥150 units/mg protein) were purchased from Sigma-Aldrich. Sodium azide (NaN3, 98%), ferrocenecarboxylic acid (97%), acetyl chloride (AcCl, 98%), sodium citrate (99%), rhodamine B (RhB, 98%), H2O2 (30%), FeSO4·7H2O (98%), 5,5′-dithiobis(2-nitrobenzoic acid) (98%) were brought from Sinopharm Chemical Reagent Co., Ltd. Fluorescein was purchased from Thermo Fisher Scientific.\nGeneral Characterization. The temperature transmittance plot and UV−vis−NIR spectra were characterized by UV-3600 produced by Shimadzu. The size of nanoparticles was characterized by NanoBrook 90Plus PALS. TEM images were observed on a Hitachi Model H-7650 transmission electron microscope with an accelerating voltage of 100 kV. The EDX mapping results were from JEM-2100F TEM. 1H NMR spectra were recorded on a Bruker AC-400FT spectrometer (300 MHz). The concentration of Cu in main organs was characterized by Optima 7300 DV. The NIR light was generated from the MDL-III-808-2W infrared laser. The ESR results were recorded from the JEOL JES-FA200 ESR spectrometer. All fluorescent pictures were taken from Olympus microscope IX71. MTT results were recorded on Thermo Scientific Varioskan Flash. The biodistributions of nanoparticles were recorded on the IVIS spectrum. The infrared pictures were collected from the Fluke Ti401 PRO infrared camera.\nSynthesis of the Macro RAFT Agent PEG4K-CPDB. PEG-OH (2.0 g, 0.5 mmol), DMAP (0.030 g, 0.25 mmol), and CPDB (0.560 g, 2.0 mmol) were dissolved into 60 mL of dichloromethane. After stirring in an ice-water bath under the nitrogen atmosphere for half an hour, a solution of DCC (0.412 g, 2.0 mmol) in dichloromethane (15.0 mL) was added dropwise into abovementioned solution. The reaction mixture was stirred for 48 h at room temperature, and then, the resultant mixture was filtered to remove the solid byproduct. After removing most of the solvent via rotary evaporation, the concentrated residual solution was added dropwise into a large excess of ice diethyl ether to obtain a pink precipitate. The precipitate was collected by filtration and dried under vacuum at room temperature overnight, and the desired PEG-CPDB was obtained as pink powder (1.812 g, 85%).\nSynthesis of the Temperature-Sensitive Polymer. The synthesis of PEG-b-P(AAm-co-AN) with a feed content of 27 mol % was carried as follows. A 25 mL round-bottom flask was charged with AAm (3.114 g, 43.8 mmol), AN (0.859 g, 16.2 mmol), AIBN (1.960 mg, 0.012 mmol), PEG-CPDB (0.249 g, 0.06 mmol), and dimethyl sulfoxide (DMSO, 14.0 mL). The mixture was degassed and then placed into an oil bath preheated to 70 °C. After polymerization of 48 h, the polymer was purified by precipitation from a DMSO solution into methanol three times. Finally, the precipitate was dried under vacuum at room temperature overnight until the weight of the precipitate remains constant. Mn NMR is 57 000 g/mol.\nSynthesis of the CuS Nanoparticles. CuS nanoparticles were synthesized in mild conditions.39 Copper bromide (CuBr2, 0.028 g) and sodium citrate (0.020 g) were added into deionized (DI) water (40.0 mL). The mixture was stirred at room temperature for 1 h before the addition of Na2S·9H2O (0.024 g in 50 μL water) solution. Next, the solution was stirred for another 10 min and transferred to a 90 °C water bath. The reaction was maintained for 15 min until the solution turned to green and subsequently was cooled down with ice.\nSynthesis of the Ferrocenoyl Azide. The procedure is according to ref 26. Ferrocenecarboxylic acid (2.0 g, 8.7 mmol) and oxalyl chloride (1.5 mL, 17.4 mmol) were added into anhydrous CH2Cl2 (20.0 mL) at 0 °C; subsequently, a drop of dimethylformamide was added to the solution. The solution was allowed to warm to room temperature and left to react for 3 h before removing the solvent under reduced pressure. The residue was then dissolved in anhydrous CH2Cl2 (20.0 mL) and cooled to 0 °C. Tetrabutylammonium bromide (0.030 g, 0.09 mmol) was then added followed by a solution of sodium azide (0.850 g, 13.1 mmol, in water, 4.0 mL) solution. The reaction mixture was then allowed to warm to room temperature and left to stir for 16 h. The reaction was then quenched with water (20.0 mL), and the organics were separated. The aqueous layer was then extracted twice with CH2Cl2 (20.0 mL). The combined organics were then dried over anhydrous Na2SO4 and concentrated\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31739\nunder reduced pressure to afford the crude product. Purification via silica gel column chromatography (petroleum/CH2Cl2 = 1:1 v/v) gave the titled compound as a crystalline orange solid (1.932 g, 87%). Synthesis of the 4-(Hydroxymethyl) Phenyl Acetate. Under the N2 atmosphere, 4-hydroxybenzyl alcohol (2.000 g, 16.1 mmol) was dissolved in anhydrous tetrahydrofuran (30.0 mL), and the mixture was cooled to 0 °C with an ice-water bath; subsequently, TEA (2.23 mL, 16.1 mmol) was added. Then, acetyl chloride (1.26 mL, 17.7 mmol) was added dropwise within 25 min. The resulting reaction mixture was stirred for 2 h. Thereafter, the newly formed precipitate was removed by filtration, and the filtrate was evaporated. The crude was diluted with CH2Cl2 and washed twice with 5% NaHCO3 aqueous solution and DI water. The organic layer was dried over anhydrous Na2SO4, filtered, and concentrated under vacuum (2.143 g, 80%). Synthesis of the Fe-Containing Prodrug. To an oven-dried carousel tube charged-purged with argon was added ferrocenoyl azide (0.255 g, 1.0 mmol). The solids were dissolved in anhydrous toluene, and to this stirring solution was added the para-acetoxybenzyl alcohol (0.332 g, 2.0 mmol). The reaction mixture was then heated to reflux and stirred for 2 h. After it was cooled to room temperature, the reaction mixture was transferred to a round-bottom flask and concentrated under reduced pressure to afford the crude product. Purification via gel column chromatography (hexane/EtOAc = 1:9, v/ v, Rf = 0.15) gave the titled compound as a yellow solid (0.325 g, 82.6%). Preparation the Drug-Loaded Nanoparticles. Drug-loaded nanoparticles were prepared via the one-pot method. CuS nanoparticles were first dispersed in water (8 mg); subsequently, PEG-bP(AAm-co-AN) (20 mg) and Fe2+ prodrug (5 mg) were dissolved in DMSO (1 mL). Then, the above solution was added to the CuS dispersion (15 mL), followed by ultrasonic treatment. After the mixture was purified by dialysis (MWCO, 11 000) in PBS, the precipitates (unloaded prodrug and CuS nanoparticles) were removed by centrifugation (3000 rpm). Fe2+ Release with the Esterase. A solution of ferrocene-loaded nanoparticles (0.2 mg/mL) was dispersed in 100 mM Tris-HCl buffer (pH = 7.4). The buffer contains 300 μM 2′2-bipyridine, which can coordinate the Fe ion, forming a red complex in solution. The experiment was divided into two groups: one which received no irradiation treatment before hydrolysis and the other which received 808 nm light irradiation for 5 min. Subsequently, the esterase (200 U/ mL) was added to the system, and the solution was incubated at 37 °C for different times. Before reading the absorption at 519 nm at different times by the microplate reader, precipitates should be removed by centrifugation. In order to deal with the data conveniently, the absorption value was normalized in the experiment. The standard curve of Fe2+ was constructed by FeSO4, and the amount of Fe2+ release from the prodrug was determined by the standard curve. We calculated the ratio of the prodrug and CuS in the CuS−Fe@polymer nanoparticles (CuS/Fe/polymer = 7:1:10, w/w) according to this method. Transformation of Fe3+/Fe2+ and •OH Production in Vitro. Fe2+ Regeneration. The experiment has shown that CuS can accelerate the transformation of Fe3+ to Fe2+. In brief, FeCl3 (1.0 mg/mL), CuS (20 μg/mL), and 1,10-phenanthrolinen (0.5 mg/mL) were placed in dark environment for 3 min. Fe2+ could produce the red complex with phenanthrolinen. The absorbance of 511 nm could confirm the transformation of Fe3+ to Fe2+. RhB Degradation. A solution of 10 μg/mL RhB, 1.5 mM H2O2, 20 μg/mL FeSO4·7H2O and 40 μg/mL CuS was prepared. After the mixture was incubated for 30 min at room temperature, •OH-induced RhB degradation was measured by the change in absorbance at 554 nm by UV spectrophotometry. As for the CuS−Fe@polymer, CuS− Fe@polymer (50 μg/mL CuS, 7.1 μg/mL Fe prodrug, 71 μg/mL polymer) was incubated in 37 °C for 60 min with 150 U/mL esterase (100 mM Tris-HCl, pH = 7.4). Next, the mixture received 808 nm light (1.0 W/cm2) for 5 min (if needed). Then, 1.5 mM H2O2 and 7.5 μg/mL RhB were added to the mixture. After the mixture was incubated for 30 min at room temperature, •OH-induced RhB\ndegradation was measured by the change in absorbance at 554 nm by UV spectrophotometry.\nESR Experiment. Room-temperature ESR spectra of •OH detection experiments were obtained using a JEOL JES-FA200 ESR spectrometer (300 K, 9.063 GHz, X-band). Microwave power employed was 1 mW. Modulation frequency and modulation amplitude were 100 kHz and 0.35 mT, respectively. The concentration of each substance is the same to the RhB degradation experiment: 1.0 mmol H2O2, 0.14 M DMPO, 20.0 μg/mL FeSO4· 7H2O, and 40.0 μg/mL CuS.\nROS Production in HeLa Cell. HeLa cells were seeded at a density of 50 000 cells per well into the 24-well plate and incubated overnight before use. Before various treatments, the cell medium was replaced with fresh medium and then cultured normally for another 12 h in the dark. Then, the cells were harvested and washed with PBS three times. The ROS probe (DCFH-DA) was added at a final concentration of 10 μM and incubated for 20 min. Then, the cells were washed three times with ice-cold PBS and imaged with the fluorescent microscope (Olympus IX71).\nGSH Concentration in Vitro. HeLa cells were seeded in 24-well plates (50 000 cell per well) and incubated for 24 h before use. Before various treatments, the cell medium was replaced with fresh medium and then cultured normally for more 12 h in the dark. The cells were harvested and washed with PBS three times. Subsequently, after the cells were lysed with 100 μL of Triton-X-100 lysis buffer on ice, the lysis buffer was collected by centrifugation to remove the precipitate, and 50 μL of the lysis buffer was mixed with 50 μL of DTNB solution (400 μM). After incubating for 30 min at 37 °C, the UV absorbance of the mixture was measured at 412 nm by the microplate reader to determine the content of cellular GSH. The percentage content of GSH was acquired based on the comparison to the GSH content of untreated cells.\nSingle-Cell Gel Electrophoresis Experiment. DNA damage was evaluated through the single-cell gel electrophoresis experiment. In brief, HeLa cells were seeded in 24-well plates (50 000 cells per well) incubated overnight before use. Before various treatments (PBS, CuS@polymer/NIR, Fe@polymer, CuS−Fe, CuS−Fe@polymer/ NIR, 0.5 W/cm2, 5 min), the cell medium was replaced with fresh medium and then cultured normally for 12 h in the dark. The cells were harvested and then washed with PBS three times. Then, the HeLa cells were pelleted and resuspended in ice-cold PBS. An aliquot of 20 μL of cell resuspension was mixed with prewarmed 20 μL 2.0% low melting point gel, followed by loading onto the slide whose surface was functionalized to intact the gel. A coverslip was then applied to the slide and maintained for 10 min at room temperature. Then, the coverslip was removed, and the slide was coated with another 1.0% low melting point agarose (40 μL). After solidification for 30 min at 4 °C, the slide was immersed in prechilled lysis buffer for 1 h at 4 °C, followed by rinsing in PBS. Subsequently, the slide was incubated in alkaline electrophoresis buffer (1 mM ethylenediaminetetraacetic acid, 300 mM NaOH) for 30 min for DNA unwinding, followed by electrophoresis at 25 V for 30 min. After electrophoresis, the slide was rinsed twice in Tris-HCl buffer (0.4 mM, pH 7.5). DNA was visualized by GelRed and observed under the fluorescent microscope.\nIn Vitro Cytotoxicity Based on MTT Method. The chemodynamic and photothermal cytotoxicities were detected with HeLa cells by MTT assay. In brief, HeLa cells were seeded into 96-well plates (1 × 104 cells per well) for 24 h before use. Various samples were added to each well and incubated for 4 h, and the cell medium was replaced with fresh medium. After various treatments (PBS, CuS@polymer/NIR, Fe@polymer, CuS−Fe@polymer, CuS−Fe@ polymer/NIR, 0.75 W/cm2, 5 min) of different samples, the cells were incubated for more 12 h. Thereafter, the culture medium discarded and washed with PBS; subsequently, MTT solution (100 μL, 0.5 mg mL−1) was added to the plate. After 4 h incubation, the medium was replaced with DMSO (100 μL) and shaken for 10 min to dissolve blue Formosan. The absorbance at 492 nm of each well was measured by the microplate reader. Cytotoxicity of each group was acquired based on the comparison to the untreated cells.\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31740\nBiodistribution of the Nanoparticles in Mice. After the growth of the tumor in the BALB/c mice to 100 mm3, three of which were administered intravenously with 100 μL CuS (FITC)−Fe@polymer, 12 h later, the mice were put into a small animal imager to investigate the biodistribution of the nanoparticles in the tumor, heart, liver, spleen, lung and kidney. The biodistribution of the CuS−Fe@ polymer was evaluated by the average fluorescence intensity. As for Cu distribution in main organs, after 12 h postinjection, the animals were sacrificed, and the heart, liver, spleen, lung, and kidney were collected. The samples were freeze-dried and then digested by concentrated nitric acid (HNO3, 67%) for one day (80 °C). The clear yellow solutions were heated (120 °C) to remove the nitric acid and water; then, nitric acid (5%, final concentration) and distilled water were added with 5 mL of the final volume. The resulting solutions were prepared for the ICP-AES test. Tumor Inhibition in Vivo Animal Models. All animal experiments were performed under the University of Science and Technology of China animal Center (USTCACUC1801043). 30 female BALB/c mice bearing the 4T1 tumor (about 100 mm3) were randomly divided into six groups. When the experiment started, the mice were administered intravenously with 100 μL PBS, 100 μL CuS@polymer, 100 μL Fe@polymer, and 100 μL CuS−Fe@polymer (for three groups, one received no laser irradiation, one received 808 nm light for 5 min at 1.2 W/cm2, one received 980 nm light for 5 min at 1.2 W/cm2). The dose of each experiment group was 2.0 mg/mL. After the mice were administered intravenously 12 h, the mice received the NIR irradiation for 5 min. The individual tumor volume (V) was calculated according to the following formula: V = (L ×W2)/ 2, where length L is the longer dimension of the tumor and widthW is the shorter dimension perpendicular to length. At the end of treatment, the tumors were excised and sectioned into 10 μm thick slices with a cryostat for H&E staining according to manufacturer’s protocols.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b11291.\nDetailed synthesis route and methods, characterization of the temperature-sensitive polymer, and the Fecontaining prodrug. MTT results in PC3 cells and 4T1 cells (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: hongcy@ustc.edu.cn (C.-Y.H.). *E-mail: lhwang@mail.ustc.edu.cn (L.-H.W.). *E-mail: yzyou@ustc.edu.cn (Y.-Z.Y.)."
    }, {
      "heading" : "ORCID",
      "text" : "Xuan Nie: 0000-0002-7757-9538 Chun-Yan Hong: 0000-0002-5295-4741 Ye-Zi You: 0000-0003-0319-4165"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was financially supported by the National Natural Science Funds for Distinguished Young Scholars (21525420 and 51625305) and the National Natural Science Foundation of China (51273187, 21374107, and 21474097).\n■ REFERENCES (1) Hanahan, D.; Weinberg, R. A. Hallmarks of Cancer: The Next Generation. Cell 2011, 144, 646−674. (2) Shi, J.; Kantoff, P. W.; Wooster, R.; Farokhzad, O. C. Cancer Nanomedicine: Progress, Challenges and Opportunities. Nat. Rev. Cancer 2017, 17, 20−37. (3) Deepagan, V. G.; You, D. G.; Um, W.; Ko, H.; Kwon, S.; Choi, K. Y.; Yi, G.-R.; Lee, J. Y.; Lee, D. S.; Kim, K.; Kwon, J. H. LongCirculating Au-TiO2 Nanocomposite as a Sonosensitizer for ROSMediated Eradication of Cancer. Nano Lett. 2016, 16, 6257−6264. (4) Liu, T.; Liu, W.; Zhang, M.; Yu, W.; Gao, F.; Li, C.; Wang, S.-B.; Feng, J.; Zhang, X.-Z. Ferrous-Supply-Regeneration Nanoengineering for Cancer-Cell-Specific Ferroptosis in Combination with ImagingGuided Photodynamic Therapy. ACS Nano 2018, 12, 12181−12192. (5) Zhang, L.; Wan, S.-S.; Li, C.-X.; Xu, L.; Cheng, H.; Zhang, X.-Z. An Adenosine Triphosphate-Responsive Autocatalytic Fenton Nanoparticle for Tumor Ablation with Self-Supplied H2O2 and Acceleration of Fe(III)/Fe(II) Conversion. Nano Lett. 2018, 18, 7609−7618. (6) Ma, B.; Wang, S.; Liu, F.; Zhang, S.; Duan, J.; Li, Z.; Kong, Y.; Sang, Y.; Liu, H.; Bu, W.; Li, L. Self-Assembled Copper-Amino Acid Nanoparticles for in Situ Glutathione “AND” H2O2 Sequentially Triggered Chemodynamic Therapy. J. Am. Chem. Soc. 2018, 141, 849−857. (7) Liu, Y.; Zhen, W.; Wang, Y.; Liu, J.; Jin, L.; Zhang, T.; Zhang, S.; Zhao, Y.; Song, S.; Li, C.; Zhu, J.; Yang, Y.; Zhang, H. OneDimensional Fe2P Acts as a Fenton Agent in Response to NIR II Light and Ultrasound for Deep Tumor Synergetic Theranostics. Angew. Chem., Int. Ed. 2019, 58, 2407−2412. (8) Ju, E.; Dong, K.; Chen, Z.; Liu, Z.; Liu, C.; Huang, Y.; Wang, Z.; Pu, F.; Ren, J.; Qu, X. Copper (II)−Graphitic Carbon Nitride Triggered Synergy: Improved ROS Generation and Reduced Glutathione Levels for Enhanced Photodynamic Therapy. Angew. Chem., Int. Ed. 2016, 55, 11467−11471. (9) Trachootham, D.; Alexandre, J.; Huang, P. Targeting Cancer Cells by ROS-Mediated Mechanisms: A Radical Therapeutic Approach? Nat. Rev. Drug Discovery 2009, 8, 579−591. (10) Zheng, G.; Chen, J.; Stefflova, K.; Jarvi, M.; Li, H.; Wilson, B. C. Photodynamic Molecular Beacon as an Activatable Photosensitizer Based on Protease-Controlled Singlet Oxygen Quenching and Activation. Proc. Natl. Acad. Sci. U.S.A. 2007, 104, 8989−8994. (11) Noh, J.; Kwon, B.; Han, E.; Park, M.; Yang, W.; Cho, W.; Yoo, W.; Khang, G.; Lee, D. J. Amplification of Oxidative Stress by a Dual Stimuli-Responsive Hybrid Drug Enhances Cancer Cell Death. Nat. Commun. 2015, 6, 6907. (12) Wang, Y.; Yin, W.; Ke, W.; Chen, W.; He, C.; Ge, Z. Multifunctional Polymeric Micelles with Amplified Fenton Reaction for Tumor Ablation. Biomacromolecules 2018, 19, 1990−1998. (13) Zhang, C.; Bu, W.; Ni, D.; Zhang, S.; Li, Q.; Yao, Z.; Zhang, J.; Yao, H.; Wang, Z.; Shi, J. Synthesis of Iron Nanometallic Glasses and Their Application in Cancer Therapy by a Localized Fenton Reaction. Angew. Chem., Int. Ed. 2016, 55, 2101−2106. (14) Lambert, C. R.; Kochevar, I. E. Does Rose Bengal Triplet Generate Superoxide Anion? J. Am. Chem. Soc. 1996, 118, 3297− 3298. (15) Trachootham, D.; Zhou, Y.; Zhang, H.; Demizu, Y.; Chen, Z.; Pelicano, H.; Chiao, P. J.; Achanta, G.; Arlinghaus, R. B.; Liu, J. Selective Killing of Oncogenically Transformed Cells Through a ROS-Mediated Mechanism by β-phenylethyl Isothiocyanate. Cancer Cell 2006, 10, 241−252. (16) Huang, Z.; Song, J.; Nie, L.; Chen, X. Reactive Oxygen Species Generating Systems Meeting Challenges of Photodynamic Cancer Therapy. Chem. Soc. Rev. 2016, 45, 6597−6626. (17) Wu, C.; Wang, S.; Zhao, J.; Liu, Y.; Zheng, Y.; Luo, Y.; Ye, C.; Huang, M.; Chen, H. Biodegradable Fe(III)@WS2-PVP Nanocapsules for Redox Reaction and TME-Enhanced Nanocatalytic, Photothermal, and Chemotherapy. Adv. Funct. Mater. 2019, 29, 1901722.\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31741\n(18) Chen, Q.; Luo, Y.; Du, W.; Liu, Z.; Zhang, S.; Yang, J.; Yao, H.; Liu, T.; Ma, M.; Chen, H. Clearable Theranostic Platform with a pHIndependent Chemodynamic Therapy Enhancement Strategy for Synergetic Photothermal Tumor Therapy. ACS Appl. Mater. Interfaces 2019, 11, 18133−18144. (19) Monro, S.; Coloń, K. L.; Yin, H.; Roque, J., III; Konda, P.; Gujar, S.; Thummel, R. P.; Lilge, L.; Cameron, C. G.; McFarland, S. A. Transition Metal Complexes and Photodynamic Therapy from a Tumor-Centered Approach: Challenges, Opportunities, and Highlights from the Development of TLD1433. Chem. Rev. 2018, 119, 797−828. (20) Li, M.; Xia, J.; Tian, R.; Wang, J.; Fan, J.; Du, J.; Long, S.; Song, X.; Foley, J. W.; Peng, X. Near-Infrared Light-Initiated Molecular Superoxide Radical Generator: Rejuvenating Photodynamic Therapy against Hypoxic Tumors. J. Am. Chem. Soc. 2018, 140, 14851−14859. (21) Ferrari, M. Cancer Nanotechnology: Opportunities and Challenges. Nat. Rev. Cancer 2005, 5, 161−171. (22) Sekaran, G.; Karthikeyan, S.; Evvie, C.; Boopathy, R.; Maharaja, P. Oxidation of Refractory Organics by Heterogeneous Fenton to Reduce Organic Load in Tannery Wastewater. Clean Technol. Environ. Policy 2013, 15, 245−253. (23) List, A. F.; Baer, M. R.; Steensma, D. P.; Raza, A.; Esposito, J.; Martinez-Lopez, N.; Paley, C.; Feigert, J.; Besa, E. Deferasirox Reduces Serum Ferritin and Labile Plasma Iron in RBC TransfusionDependent Patients with Myelodysplastic Syndrome. J. Clin. Oncol. 2012, 30, 2134−2139. (24) Wang, Q.; Tian, S.; Ning, P. Degradation Mechanism of Methylene Blue in a Heterogeneous Fenton-like Reaction Catalyzed by Ferrocene. Ind. Eng. Chem. Res. 2014, 53, 643−649. (25) Nguyen, X. S.; Zhang, G.; Yang, X. Mesocrystalline Zn-Doped Fe3O4 Hollow Submicrospheres: Formation Mechanism and Enhanced Photo-Fenton Catalytic Performance. ACS Appl. Mater. Interfaces 2017, 9, 8900−8909. (26) Zhang, H.; Tong, X.; Zhao, Y. Diverse Thermoresponsive Behaviors of Uncharged UCST Block Copolymer Micelles in Physiological Medium. Langmuir 2014, 30, 11433−11441. (27) Qiu, N.; Liu, X.; Zhong, Y.; Zhou, Z.; Piao, Y.; Miao, L.; Zhang, Q.; Tang, J.; Huang, L.; Shen, Y. Esterase-Activated Charge-Reversal Polymer for Fibroblast-Exempt Cancer Gene Therapy. Adv. Mater. 2016, 28, 10613−10622. (28) Hagen, H.; Marzenell, P.; Jentzsch, E.; Wenz, F.; Veldwijk, M. R.; Mokhir, A. Aminoferrocene-Based Prodrugs Activated by Reactive Oxygen Species. J. Med. Chem. 2012, 55, 924−934. (29) Zhao, Y.; Pan, H.; Lou, Y.; Qiu, X.; Zhu, J.; Burda, C. Plasmonic Cu2-xS Nanocrystals: Optical and Structural Properties of Copper-Deficient Copper(I) Sulfides. J. Am. Chem. Soc. 2009, 131, 4253−4261. (30) Xing, M.; Xu, W.; Dong, C.; Bai, Y.; Zeng, J.; Zhou, Y.; Zhang, J.; Yin, Y. Metal Sulfides as Excellent co-Catalysts for H2O2 Decomposition in Advanced Oxidation Processes. Chem 2018, 4, 1359−1372. (31) Rodríguez-Vargas, J. M.; Ruiz-Magaña, M. J.; Ruiz-Ruiz, C.; Majuelos-Melguizo, J.; Peralta-Leal, A.; Rodríguez, M. I.; MuñozGaḿez, J. A.; de Almodov́ar, M. R.; Siles, E.; Rivas, A. L.; Jaäẗtela, F. J. ROS-induced DNA Damage and PARP-1 are Required for Optimal Induction of Starvation-Induced Autophagy. Cell Res. 2012, 22, 1181−1198. (32) Gottesman, M. M.; Fojo, T.; Bates, S. E. Multidrug Resistance in Cancer: Role of ATP-Dependent Transporters. Nat. Rev. Cancer 2002, 2, 48−58. (33) Liou, G.-Y.; Storz, P. Reactive Oxygen Species in Cancer. Free Radical Res. 2010, 44, 479−496. (34) Li, J.; Dirisala, A.; Ge, Z.; Wang, Y.; Yin, W.; Ke, W.; Toh, K.; Xie, J.; Matsumoto, Y.; Anraku, Y.; Osada, K. Therapeutic Vesicular Nanoreactors with Tumor-Specific Activation and Self-Destruction for Synergistic Tumor Ablation. Angew. Chem., Int. Ed. 2017, 56, 14025−14030.\n(35) Olive, P. L.; Banat́h, J. P. The Comet Assay: A Method to Measure DNA Damage in Individual Cells. Nat. Protoc. 2006, 1, 23− 29. (36) Higo, T.; Naito, A. T.; Sumida, T.; Shibamoto, M.; Okada, K.; Nomura, S.; Nakagawa, A.; Yamaguchi, T.; Sakai, T.; Hashimoto, A. DNA Single-strand Dreak-induced DNA Damage Response Causes Heart Failure. Nat. Commun. 2017, 8, 15104. (37) Dong, Z.; Feng, L.; Chao, Y.; Hao, Y.; Chen, M.; Gong, F.; Han, X.; Zhang, R.; Cheng, L.; Liu, Z. Amplification of Tumor Oxidative Stresses with Liposomal Fenton Catalyst and Glutathione Inhibitor for Enhanced Cancer Chemotherapy and Radiotherapy. Nano Lett. 2018, 19, 805−815. (38) Liu, C.; Wang, D.; Zhang, S.; Cheng, Y.; Yang, F.; Xing, Y.; Xu, T.; Dong, H.; Zhang, X. Biodegradable Biomimic Copper/Manganese Silicate Nanospheres for Chemodynamic/Photodynamic Synergistic Therapy with Simultaneous Glutathione Depletion and Hypoxia Relief. ACS Nano 2019, 13, 4267−4277. (39) Chen, G.; Ma, B.; Wang, Y.; Xie, R.; Li, C.; Dou, K.; Gong, S. CuS-based Theranostic Micelles for NIR-controlled Combination Chemotherapy and Photothermal Therapy and Photoacoustic Imaging. ACS Appl. Mater. Interfaces 2017, 9, 41700−41711.\nDOI: 10.1021/acsami.9b11291 ACS Appl. Mater. Interfaces 2019, 11, 31735−31742\n31742"
    } ],
    "references" : [ {
      "title" : "Hallmarks of Cancer: The Next Generation",
      "author" : [ "D. Hanahan", "R.A. Weinberg" ],
      "venue" : "Cell 2011,",
      "citeRegEx" : "Hanahan and Weinberg,? \\Q2011\\E",
      "shortCiteRegEx" : "Hanahan and Weinberg",
      "year" : 2011
    }, {
      "title" : "Synergetic Photothermal Tumor Therapy",
      "author" : [ "S. Monro", "K.L. Coloń", "H. Yin", "Roque", "III", "P. Konda" ],
      "venue" : "ACS Appl. Mater. Interfaces 2019,",
      "citeRegEx" : "Monro et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Monro et al\\.",
      "year" : 2019
    }, {
      "title" : "Superoxide Radical Generator: Rejuvenating Photodynamic Therapy against Hypoxic Tumors",
      "author" : [ "M. Ferrari" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Ferrari,? \\Q2018\\E",
      "shortCiteRegEx" : "Ferrari",
      "year" : 2018
    }, {
      "title" : "Reduce Organic Load in Tannery Wastewater",
      "author" : [ "A.F. List", "M.R. Baer", "D.P. Steensma", "A. Raza", "J. Esposito" ],
      "venue" : "Clean Technol. Environ. Policy",
      "citeRegEx" : "List et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "List et al\\.",
      "year" : 2013
    }, {
      "title" : "Dependent Patients with Myelodysplastic Syndrome",
      "author" : [ "S. Tian", "P. Ning" ],
      "venue" : "J. Clin. Oncol",
      "citeRegEx" : "Q. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2012
    }, {
      "title" : "Aminoferrocene-Based Prodrugs Activated by Reactive Oxygen Species",
      "author" : [ "Mokhir" ],
      "venue" : "J. Med. Chem. 2012,",
      "citeRegEx" : "R. and A.,? \\Q2012\\E",
      "shortCiteRegEx" : "R. and A.",
      "year" : 2012
    }, {
      "title" : "Cu2-xS Nanocrystals: Optical and Structural Properties of Copper-Deficient Copper(I) Sulfides",
      "author" : [ "M. Xing", "W. Xu", "C. Dong", "Y. Bai", "J. Zeng", "Y. Zhou", "J. Zhang", "Y. Yin" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Xing et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Xing et al\\.",
      "year" : 2009
    }, {
      "title" : "Induction of Starvation-Induced Autophagy",
      "author" : [ "M.M. Gottesman", "T. Fojo", "S.E. Bates" ],
      "venue" : "Cell Res",
      "citeRegEx" : "Gottesman et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Gottesman et al\\.",
      "year" : 2012
    }, {
      "title" : "Cancer: Role of ATP-Dependent Transporters",
      "author" : [ "G.-Y. Liou", "P. Storz" ],
      "venue" : "Nat. Rev. Cancer 2002,",
      "citeRegEx" : "Liou and Storz,? \\Q2010\\E",
      "shortCiteRegEx" : "Liou and Storz",
      "year" : 2010
    }, {
      "title" : "The Comet Assay: A Method to Measure DNA Damage in Individual Cells",
      "author" : [ "P.L. Olive", "J.P. Banat́h" ],
      "venue" : "Nat. Protoc",
      "citeRegEx" : "Olive and Banat́h,? \\Q2006\\E",
      "shortCiteRegEx" : "Olive and Banat́h",
      "year" : 2006
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Chemodynamic therapy based on Fe-catalyzed Fenton reaction holds great promise in cancer treatment. However, low-produced hydroxyl radicals in tumor cells constitute its severe challenges because of the fact that Fe with high catalytic activity could be easily oxidized into Fe with low catalytic activity, greatly lowering Fenton reaction efficacy. Here, we codeliver CuS with the iron-containing prodrug into tumor cells. In tumor cells, the overproduced esterase could cleave the phenolic ester bond in the prodrug to release Fe, activating Fenton reaction to produce the hydroxyl radical. Meanwhile, CuS could act as a nanocatalyst for continuously catalyzing the regeneration of high-active Fe from low-active Fe to produce enough hydroxyl radicals to efficiently kill tumor cells as well as a photothermal therapy agent for generating hyperthermia for thermal ablation of tumor cells upon NIR irradiation. The results have exhibited that the approach of photothermal therapy nanomaterials boosting transformation of Fe into Fe in tumor cells can highly improve Fenton reaction for efficient chemodynamic therapy. This strategy was demonstrated to have an excellent antitumor activity both in vitro and in vivo, which provides an innovative perspective to Fenton reaction-based chemodynamic therapy.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}