{
  "name" : "downloads_2020-03-03_31_sumampouw2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Strengthening Nano biological education; RQA strategy of genetic concept based on metacognitive",
    "authors" : [ "H M Sumampouw" ],
    "emails" : [ "herry_inyo@yahoo.co.id" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Content from this work may be used under the terms of the Creative Commons Attribution 3.0 licence. Any further distribution of this work must maintain attribution to the author(s) and the title of the work, journal citation and DOI.\nPublished under licence by IOP Publishing Ltd\nwith the characteristics taught in RQA learning, trained to read the material specified, make questions according to the material with levels and answer themselves and be discussed in groups to be presented in class. The purpose of this paper is to reveal useful information about nano biology education with the RQA strategy the concept of genetics based on metacognitive . So genetics is known as one of the key areas of Nano Biology, and compared to genetics there is no other field that has the role to shape our knowledge of things in life. Metacognitive skills are a person's awareness of what is actually known, regulated in order to be able to effectively manage metacognitive activities, this is urgent as early as must be known and contains declarative, procedural, and conditional knowledge while regulations include activities in planning, monitoring, testing, repairing and evaluating students . The conclusion is that biological nano education with metacognitive-based RQA strategies is urgently needed to comprehensively master the biology concept."
    }, {
      "heading" : "1. Introduction",
      "text" : "The quality of graduates is determined by how much knowledge and skills acquired in educational institutions are useful for them to face and win the competition and succeed in life. One must have metacognitive skills, which in turn have high order thinking skills, critical thinking to solve problems. Metacognitive skills when possessed, can adapt to changing times that are getting faster, and this must be consistently trained in the level of formal education. To be able to improve the quality of education, learning is applied in institutions should learning be able to make or make independent students, foster an honest attitude, dare to admit mistakes, understand which is good in biology in making good thinkers. Need to be arranged a learning strategy that is; Reading, Question and Answer (RQA) in order to be able to reach qualified biology education graduates, enter the gold generation, be independent and compete. Even though we will enter the gold generation. There are still things that need to be addressed, especially when we give serious attention to the field of biology education. So, it is time for us to join hands to strengthen biology education especially especially now that Nano Science is a new approach to the biological field often called Nano Biology.\nBased on data, the last Indonesian population is 258 million, which middle aged 15-19 years 11.30 million men and 10.80 million women, while aged 20-24 years 10.90 million men and 10.66 million women. That means 22.10 million people when they are in the gold generation, they are 42-46 years old and 21.56 million people are 47-51 years old. These ages will play an important role and give great\nIOP Conf. Series: Journal of Physics: Conf. Series 1317 (2019) 012182 IOP Publishing doi:10.1088/1742-6596/1317/1/012182\npower, decision makers and government policies. We should use this power well in giving change, this age means that they will be decisive roles in Indonesia. Expected to be a comprehensive intelligent generation, among others; productive, innovative capable of interacting and superior civilization with character. Being a leader of the nation's golden generation of reliable. Has the educator trained students with metacognitive skills, meaning that they must understand correctly, correctly and deeply about the concept of nano biology, because this focuses on active biological matter on a scale below 100 nm. especially genetic material in the form of DNA, RNA, because it turns out that this component contains intelligence at the molecular level of the process of living in cells.\nNano Biology today and in the future, is an analysis of molecular and particle structure and functions, in terms of chemistry and physics, it develops so rapidly that it is very possible to analyze the structure and function and the relationship between them at the molecular level and implementation. This must be well understood during the formal education level. The strengthening of current Nano Biology education is to find an exact understanding of the concepts of regulation in living organisms. In recent time the Nano Biology era which is a knowledge of molecular analysis that composes organisms in terms of shapes, collections, and orientation of molecules and intramolecular structures in cells. which is a study of organizational structure, activity, composition, function, regulation of genes at the molecular level, and this is more appropriate if based on metacognitive. Included in this limitation are studies of DNA replication, transcription, translation, recombination and translocation. Clearly here the concept of genetics is a field of science that directly influences the formulation of nano biology at the level of molecular genetics.\nSince the discovery sequenced and PCR and the discovery of the Human Genom Project on 2003. This results in a large, extensive, detailed genetic information that must be understood, mastered deeply and comprehensively by students. Genetics plays an important role in laying a milestone for the development of Nano biology today. Very important role in the future is called the era of the XXI century which requires high-level human resources that are intellectual and metacognitive skills as our capital to advance, catch up and align the Indonesian people with other developed nations.\nRelated to Genetics as the foundation of the development of Nano biology, quality learning can be carried out with the right strategy at the middle level of formal education. Genetics is a branch of biology that studies genetic material, its structure, its reproduction, its work (expansion), change, existence in the population, and engineering. So comprehensive understanding must be learned by each student.\nBiology Education is currently the result of a study conducted by changing the lecture approach from the historical approach to conceptual learning. It's important to study genetics at this time in order to understand the concept towards a representative level. How to make genetics no longer present fragmented parts, but become a whole and comprehensive concept, can be interpreted and understood, so that having motivation in learning genetics touches everyday life. Genetic learning has the characteristics of empowerment-oriented learning creative thinking in this case both metacongitive and high order thinking skills. In order to give an indication of creative thinking, namely; (1) mental activity products have novelty properties, (2) new thinking processes, requesting a transformation of the initial ideas they receive, (3) thinking processes characterized by a strong and stable motivation and (4) a product intelligence. The product aspect emphasizes novelty that is of good value especially in genetic material.\nSpecifically genetic learning elaborates on several learning models at once and is applied in accordance with the characteristics of the material taught in learning, trained to read the material set, make questions according to the material with levels and answer themselves and be discussed in groups to be presented in class. Writing papers from the concepts of genetics refers to the latest genetic definitions, which are carried out to examine and look at the metacognitive skills of students.\nBased on experience during teaching genetics and book studies / referents, the latest websites have many problems with genetic learning, students sometimes have grueling genetic lessons, student are boring, don't understand the concept of genetics because genetics are abstract to them and sometimes far from everyday life, meaning the importance of students connect concepts in one topic or the\nIOP Conf. Series: Journal of Physics: Conf. Series 1317 (2019) 012182 IOP Publishing doi:10.1088/1742-6596/1317/1/012182\nconcept of genetics with another. Based on the importance of strengthening biological biology education at this time, the purpose of this paper is can reveal useful information about nano biology education with the RQA strategy the concept of metacognitive genetics."
    }, {
      "heading" : "2. Genetics on Biology and RQA Learning",
      "text" : "The position of genetics in biology is currently two things that can not be separated can be said the direction of the development of biology centered genetics. Theodore Dobzhansky geneticist states that nothing in biology is understandable except in light of genetics. Genetics is known as the main core of modern biology, and it is almost or no biology that can develop without the concept of genetics, otherwise, genetics in the development of biology encompassing all life sciences. So genetics is known as one of the key areas of Nano Biology, and compared to genetics there is no other field that has the role to shape our knowledge of things in life. So studies related to other fields such as physiology are studies of gene expression. In connection with that in the learning pattern there must be emphasis, and by using the right strategy, according to the concept, the depth of the material and the time available.\nThe pattern of strengthening biological education with genetic learning does not refer to a particular learning model. The philosophical foundation underlying genetic learning is constructivism. The strategy used must be in accordance with the scope of the material and consider the level of difficulty. Learning must take into account material because it requires self direction in learning. Material that challenges curiosity will make the discussion process more interesting and fun. Can work together in groups when discussing and reviewing the concept of genetics by referring to what was stated earlier. Cooperative if given the freedom of choice in heterogeneous groups will create an innovation in terms of the quality of learning, meaning that the teacher pays attention to ethnicity, gender composition, and academic ability. Learning strategies that exist when studying genetics and have been done are Reading Question and Answer (RQA). This strategy the structure of tasks and rewards must be compatible, educators will determine tasks, roles clearly and certainly all participate. This learning pattern is a particular strategy but shows learning patterns that are relevant with several strategies at once, can create skills. This learning pattern, these skill levels are; a) forming, b) functioning, c) formulating and d) developmnet (developing in monitoring activities. Furthermore, the RQA syntax carried out in genetic learning in classes that contract Genetic subjects is :\nQuestions and answers are made in groups, presented and responded to by other students. This reading strategy is effective in making questions and answering. Students need to be taught how to make highlevel questions and how to answer them, this can be done in small groups or in pairs. The strategy of making these questions and answers can strengthen and even increase understanding of the concept of genetics, asking questions increases both quality and quantity. Increasing the activity of asking turned out to be comparable to the achievement of genetic learning outcomes. Then by making a summary, it is necessary to be able to use his own words and be taught the rules of summarizing the difficult ones. Writing-based summaries will enhance and strengthen understanding and can monitor their understanding. Writing a description will expand in this case to get examples, make analogies and explain and can relate concepts to one another. Thus we can use strategies to organize by making concept maps and network representations, predicting, making, arranging graphics and even creating.\nIOP Conf. Series: Journal of Physics: Conf. Series 1317 (2019) 012182 IOP Publishing doi:10.1088/1742-6596/1317/1/012182\nMake a summary or summary of the reading or the concept of genetics that is being discussed so the main ideas can be represented. This is effective in improving and strengthening understanding of genetics. Questions are the easiest way to challenge creative and critical thinking patterns, then also the activity of composing or asking questions is one of the processes of critical thinking to find and explore information, because it has great curiosity in obtaining various information. The strategy of make the questions has two stages, namely the stage of accepting and the challenging stage. When reading information on an existing situation, at that time the metskognitive stage will be carried out, namely accepting, while at the chalenging stage it is indicated when it will compile questions (questions). The process of accepting makes it possible to place information on a network of metacognitive structures while challenging processes can allow existing networks to have stronger relationships."
    }, {
      "heading" : "3. Metacognitive on Genetics Learning",
      "text" : "Metacognitive knowledge and regulation can be said that someone refers to one's understanding of genetics so that deep understanding will reflect effective use or a clear description of something at issue for example when there are differences in expressions in F1 and F2. This shows that knowledge is a person's awareness of what is actually known, regulated in order to be able to effectively manage metacognitive activities, this contains declarative, procedural, and conditional knowledge while regulation includes planning, monitoring, testing, repairing and evaluation activities.\nMetacognitive strategy is an effort and tactic that can help students \"learn how to learn\", namely how to understand and recall a form of skills and information. The results of the study show that there are four effective reading and learning strategies; 1) make questions and answers, 2) write summaries, 3) write expansion descriptions and 4) use the setting strategy. While the measurement of metacognitive abilities is carried out before taking genetic learning (pretest) or after participating (posttest), and analyzed using a modified rubric by paying attention to aspects of thinking such as deductive reasoning, inductive reasoning, systematics with the right language. Rubrics are used to assess metacognitive skills that are covered by learning to produce genetics.\nThe metacognitive structure has two components including metacognitive knowledge and experience or metacognitive experiences regulation. In connection with that metacognitive refers to knowledge of cognitive processes while metacognitive skills refer to the skills of prediction, planning, estimating, monitoring, compiling, sorting, making, evaluating and creating. Metacognitive holds an important role for success, and emphasizes that activities such as planning how to approach a particular learning task, monitoring understanding and assessing progress towards completing a task have metacognitive characters.\nMetacognitive strategy is an approach in learning to increase awareness and empower thinking skills on guidance, through the processes used in observing self-learning, controlling metacognitive activities, and to ensure that a goal is fulfilled that learning must have 3 teaching thinking, namely teaching of thinking, teaching for thinking, and teaching about thinking. In reality in the implementation of learning it is impossible to let go of these 3 aspects, and must be closely related, even inseparable. If all three aspects are implemented in learning, it can facilitate thinking skills, including learning Nano Biology. The thinking ability needed in the era of globalization is related to the ability to think about thought processes that involve high-level thinking and are known as metacognitive. Higher-order thinking skills can be empowered by empowering metacognitive skills. Metacognitive skills related to strategy and training and can be developed through the RQA strategy. Communication between cooperative group members occurs well because of the presence of mental skills, the existence of group rules, the learning efforts of each group member, and the existence of goals to be achieved.\nMetacognitive refers to the ability of students to consciously and monitor biological learning processes, to specific topics, skills to use basic cognitive processes effectively, understanding and control of metacognitive processes, and attitudes and dispositions. Metacognitive play a very important role in successful learning, important for students, and has been linked to intelligence. This\nIOP Conf. Series: Journal of Physics: Conf. Series 1317 (2019) 012182 IOP Publishing doi:10.1088/1742-6596/1317/1/012182\nhas shown that learning that has greater metacognitive abilities tends to be successful thinkers, with the habit of critical thinking through biology learning, will internalize the character or tendency to think critically in their daily lives which is realized in the right language and activities.\nThe development of metacognitive skills is a valuable educational goal, because it can help become self-regulated learners. Whereas self regulated learners are responsible for the progress of their own learning and adapting their learning strategies to achieve the demands of the task. This opinion illustrates that metacognitive plays an important role in supporting the success of learning biology. Skillful conduct an assessment of yourself and be aware of its abilities. Metacognitive skills enable them to develop independently, because they are encouraged to be judges of biology's own thinking and learning.\nThe ability to think, the implementation of learning and evaluation must be managed intentionally to support that interest, in terms of implementation that really must be considered, namely; approaches, strategies, methods, and other learning techniques. High order thinking skills are good in biology. The learning of biology in general and genetics in particular at the middle level formal level is in the metacognitive abilities of critical thinking, reasoning, and problem solving skills. Thus critical thinking implies understanding the meaning of the problem more deeply, keeping the mind open to all different approaches and views, and not only accepting statements and carrying out procedures without significant understanding and evaluation. Metacognitive skills enable students to learn to find effective ways of learning, thus finding the right steps to empower metacognitive."
    } ],
    "references" : [ {
      "title" : "Kajian Minkonsep Genetika dalam Pengembangan Bahan Ajar berbasis Didaktik",
      "author" : [ "E. Nusantari" ],
      "venue" : "Malang PPS UM ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2011
    }, {
      "title" : "Biologi Sel: Sebuah Perpektif Memahami Kehidupan",
      "author" : [ "S. Sutiman B", "S. Widyarti", "S. Permana" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Kajian Perkuliahan Genetika Berbasis Metakognitif, Berpikir Tingkat Tinggi, Artikulasi dan konseptual. Makalah disajikan pada seminar nasional Pascasarjana Unesa",
      "author" : [ "M. Sumampouw H" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2011
    }, {
      "title" : "Mempelajari Pembelajaran Genetika dengan Menerapkan Metakognitif pada Beberapa SMU Negeri di Surabaya. Disertasi",
      "author" : [ "E. Susanti" ],
      "venue" : "Tidak dipublikasikan. PPS UM",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2006
    }, {
      "title" : "Aksi dan Karsa. Surabaya",
      "author" : [ "Samani S" ],
      "venue" : "Unesa",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Berpikir Kritis, Kemampuan Berpikir Tingkat Tinggi yang Dapat Dikembangkan Melalui Pembelajaran Biologi. Makalah disampaikan pada Semnas Sains tema; Optimalisasi Sains di PPS Unesa 16 Januari",
      "author" : [ "S. Zubaidah" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Genetic learning elaborates on several learning models and is applied in accordance with the characteristics taught in RQA learning, trained to read the material specified, make questions according to the material with levels and answer themselves and be discussed in groups to be presented in class. The purpose of this paper is to reveal useful information about nano biology education with the RQA strategy the concept of genetics based on metacognitive . So genetics is known as one of the key areas of Nano Biology, and compared to genetics there is no other field that has the role to shape our knowledge of things in life. Metacognitive skills are a person's awareness of what is actually known, regulated in order to be able to effectively manage metacognitive activities, this is urgent as early as must be known and contains declarative, procedural, and conditional knowledge while regulations include activities in planning, monitoring, testing, repairing and evaluating students . The conclusion is that biological nano education with metacognitive-based RQA strategies is urgently needed to comprehensively master the biology concept.",
    "creator" : "Microsoft® Word 2019"
  }
}