{
  "name" : "downloads_2019-10-22_cb_chen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Shortwave Infrared Imaging with J-Aggregates Stabilized in Hollow Mesoporous Silica Nanoparticles",
    "authors" : [ "Wei Chen", "Chi-An Cheng", "Emily D. Cosco", "Shyam Ramakrishnan", "Jakob G. P. Lingg", "Oliver T. Bruns", "Jeffrey I. Zink", "Ellen M. Sletten" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Optical imaging with shortwave infrared (SWIR, 1000−2000 nm) light has emerged as a powerful method of fluorescence imaging in animals due to the superior resolution and contrast one can achieve with low energy light (Figure 1A).1 A primary challenge with SWIR imaging is the development of bright, biocompatible, SWIR contrast agents.2 Originally, the advantageous qualities of imaging in the SWIR region were showcased with carbon nanotubes,3 quantum dots,4 and rare earth nanomaterials.5 In efforts to set the stage for clinical translation, the past three years have seen a focus on the synthesis of nontoxic, SWIR-emissive organic fluorophores.6 This work has significantly expanded the suite of fluorophores that emit above 1000 nm; however, challenges remain in the stability, delivery, and brightness of SWIR dyes. Consequently, we looked to explore an alternative avenue to create SWIR organic materials: J-aggregation. J-Aggregation is the slip-stacked alignment of chromophores that leads to constructive coupling of the excited state transition dipoles (Figure 1B).7 The photophysical consequences of J-aggregation are bathochromically shifted absorption and emission spectra, narrow absorption and emission bands with small Stokes shifts, enhanced absorbance coefficients (ε), and shortened fluorescence lifetimes which can result in enhanced quantum yields (ΦF) and cycling rates. Many J-aggregate characteristics are beneficial qualities for in vivo imaging: red-shifted absorption and emission spectra will enable significant depth penetration during both the excitation and image acquisition,2,8 narrow bands can facilitate multi-\nplexed imaging, and increased ε will result in bright materials. Despite the significant photophysical advantages J-aggregates typically have over the monomer, there are few reports of employing J-aggregates for in vivo imaging due to the difficulty in obtaining and stabilizing the necessary chromophore alignment in complex settings.9\nNanostructures can sequester and protect payloads, rendering nanomaterials a promising approach toward\nReceived: May 14, 2019 Published: July 27, 2019\n© 2019 American Chemical Society 12475 DOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n0 7:\n08 :2\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nstabilizing J-aggregates in vivo. In 2016, Zheng and co-workers performed image-guided surgery with porphyrin lipids that formed J-aggregates upon self-assembly into nanovesicles.10 The following year, Xu and co-workers prepared pyrrolopyrrole cyanine J-aggregate-containing polymer micelles, which could be visualized after subcutaneous injection.11 In work recently published, Fan and co-workers reported a squaraine Jaggregate, stabilized in polymeric micelles, for SWIR imageguided photothermal therapy.12 Each of these reports utilizes self-assembled organic nanomaterials,13 which are prone to disassembly when diluted in the presence of hydrophobic biomolecules, leading to destabilization of the J-aggregate.14 Here, we employ robust, biocompatible, hollow mesoporous silica nanoparticles to stabilize and protect SWIR-emissive Jaggregates of IR-140 for in vivo imaging (Figure 1C,D). Hollow mesoporous silica nanoparticles (HMSNs) have 2− 4 nm pores that open into a large, 10−200 nm cavity, allowing these nanostructures to carry significant cargo.15 The surfaces of the HMSNs can be modified to alter the biodistribution of the nanoparticles.16 Consequently, there are numerous reports of HMSNs as the core scaffold of multifunctional materials.15a,16b,17 Included in these studies are the loading or conjugation of visible18 and near-infrared15a,19 fluorophores and administering the resulting nanomaterials for imaging. However, the controlled assembly of J-aggregates in HMSNs has yet to be demonstrated. To realize SWIR-emissive J-aggregates inside HMSNs, we utilized the heptamethine dye IR-140 (1). IR-140 is a commercially available NIR fluorophore (λmax,abs = 826 nm, λmax,em = 875 nm) that has been applied as a photopolymerization initiator,20 fluorescent payload,21 component of plasmonic arrays,22 as well as a Raman23 and two-photon24 imaging agent. In 2016, Wang and Weiss reported that introduction of IR-140 to glutathione-coated quantum dots results in J-aggregate formation with two aggregates observed: J1, (λmax,abs = 965 nm, nonemissive) and J2 (λmax,abs = 1040 nm, λmax,em = 1047 nm).\n25 We envisioned that similar IR-140 Jaggregates could be formed on the negatively charged pores and inner surface of HMSNs. Further, once the aggregates were assembled inside the particles, the hydrophobic nature of IR-140 would make them unlikely to disassemble in aqueous environments, rendering J-aggregates stable in vivo. We prepared HMSNs by synthesizing a mesoporous silica coating on a Stöber sphere core that was subsequently removed via etching with sodium carbonate (Scheme S1, Figure S1). The HMSNs were treated with varying amounts of IR-140 in different solvents (Figure 2A). J-Aggregate formation was assayed by UV/vis/NIR spectroscopy evaluating loss of monomeric IR-140 at 826 nm and formation of the Jaggregates at 965 nm (J1) and 1040 nm (J2). Upon optimization, we found that SWIR J-aggregates could be obtained when IR-140 dissolved in dimethyl sulfoxide (DMSO) was combined with HMSNs and washed. The washing procedure proved essential for obtaining the desired J2 aggregate formation (Figures 2B and S2), with gentle PBS washes yielding the largest amount of the desired J2 aggregate (dark blue, Figure 2B). When these optimized conditions were repeated on Stöber spheres that did not have pores or an inner surface for IR-140 to associate with, only a small J-band was observed (Figure 2B, gray line, Figure S3). Similar results were obtained when loading was performed on mesoporous silica coated Stöber spheres (Figure S2). These control experiments (Figure S5) suggest that the majority of IR-140 is protected\ninside the HMSN cavity. Through analysis of IR-140 collected after the washing procedures, we calculated the loading of IR140 to be ∼103 molecules/particle (Figure S6, Note S1). The HMSNs were further characterized through transmission electron microscopy (TEM), which showed ∼85 nm particles with a distinct cavity and pores (Figure 2C). The pore size was quantified to be 3.2 nm through nitrogen adsorption experiments (Figure S4). While the pores are clearly visible in the TEM of the empty HMSNs, they are darkened after treatment with IR-140 (Figure 2D), suggesting the presence of IR-140. Control experiments in which HMSNs were subjected to PBS washing procedures but no IR-140 show no change in contrast of the pores upon TEM analysis (Figure S7). After confirming that the HMSNs could facilitate Jaggregation of IR-140, we modified the surface with poly(ethylene glycol) (PEG) such that they could be suspended in aqueous media. This was accomplished by loading HMSNs that had undergone surface silanization with (3-aminopropyl)triethoxysilane (APTS) prior to Stöber sphere and surfactant removal (Scheme S2). This procedure resulted in HMSNs that were positively charged on the outside but still contained a negatively charged interior to associate with the cationic IR140.26 Nitrogen adsorption data (Figure S4) also suggests that the pores are not modified with APTS.27 The introduction of IR-140 into the HMSNs-APTS proceeded similarly to the HMSNs, yielding analogous loading of IR-140 and a higher\nDOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480\n12476\nratio of J2:J1 (Figure S8). Control experiments performed with Stöber spheres treated with APTS support that IR-140 is protected on the interior of the HMSNs (Figures S3 and S5). After loading, a 23 kDa PEG-carboxylate was conjugated to the amines present on the outer surface of the HMSNs-APTS using carbodiimide chemistry (Scheme S2). Successful PEG conjugation was verified by changes in hydrodynamic diameter and ζ-potential (Figures S9 and S10). We evaluated the photophysical properties of the PEGylated\nHMSNs (HMSNs-PEG) containing IR-140 in comparison to IR-140 in solution as the monomer and J-aggregate (Figure 3A). Monomeric IR-140 has been well-characterized;28\nhowever, the solution J-aggregate of IR-140 had previously not been reported.29 After screening numerous conditions (Figure S11), we found that 35% DMSO/0.9% NaCl in water afforded formation of the desired SWIR J-aggregate with a λmax,abs = 1042 nm, λmax,em = 1043 nm, ε = 3.9 × 10\n5 M−1 cm−1, and ΦF = 0.01% (Table S1, Notes S2 and S3). The IR-140containing HMSNs-PEG had similar spectral properties with a λmax,abs = 1038 nm, λmax,em = 1047 nm, although the absorbance was considerably broader, which we attribute to the presence of other nonemissive aggregate states. When solutions of IR140 in DMSO, IR-140 in 35% DMSO/0.9% NaCl in water, and IR-140 loaded HMSNs-PEG in PBS were excited with a 980 nm laser, the wavelength to be used for in vivo imaging experiments, the IR-140 J-aggregate in solution and in the particles were similarly emissive, while the monomer was not excited by 980 nm light (Figures 3B and S12).30 Thus, Jaggregation is essential for SWIR imaging with low energy excitation. Next, we analyzed the role of the HMSNs in stabilizing IR140 J-aggregates. Over 2 weeks in PBS at room temperature, we observed only a ∼10% decrease in absorbance from the IR140 loaded HMSNs-PEG and no evidence that the packing of the IR-140 within the nanoparticles was changing (Figures 3C, blue; S13). Comparatively, only ∼8% of the J-aggregate in solution remained after 1 day (Figures 3C, red; S13). Not only do the HMSNs stabilize the assembly of the J-aggregate, but they also enhance the photostability. The fluorescence of solutions containing IR-140 J-aggregate in 35% DMSO/0.9% NaCl in water and HMSNs-PEG containing IR-140 Jaggregate in PBS were continually irradiated with a 980 nm laser (97 mW/cm2) and the fluorescence intensity was measured with an InGaAs camera. The photostability of monomeric IR-140 in DMSO was also evaluated via excitation at 785 nm (97 mW/cm2). As shown in Figure 3D, the Jaggregates within the HMSNs-PEG are 4-fold more stable than the J-aggregates in solution and ∼60-fold more stable than the monomer (Table S2, Note S4). This result is consistent with the use of silica shells to overcome the poor photostability that is characteristic of J-aggregates by limiting the amount of reactive oxygen species that can access the aggregate.31 Photobleaching experiments in deoxygenated solvents support that the HMSNs protect the IR-140 J-aggregate from reactive oxygen species (Figure S14). Taken together, our data show that the HMSNs are critical for stabilizing J-aggregates to light and solution. Finally, with bright SWIR-emissive nanoparticles prepared and characterized, we evaluated their biocompatibility and in vivo imaging performance. In vitro studies showed no cytotoxicity of the IR-140 loaded HMSNs-PEG over 6 h at concentrations up to 200 μg/mL (Figure S15). These data are consistent with other studies regarding mesoporous silica, which is generally considered nontoxic to animals.26,32 We performed in vivo imaging experiments using the IR-140 loaded HMSNs-PEG with excitation at 980 nm and collection from 1000−1700 nm. The SWIR-emissive HMSNs-PEG were intravenously injected into nude mice and the mice were immediately imaged (Figure 4). The HMSNs-PEG rapidly clear from the bloodstream and intense signal can be seen in the lungs, liver, and spleen. Fifty minutes after injection, the signal intensity within these organs remained constant (Figure S16). In summary, we have presented J-aggregation as an approach to prepare biocompatible, SWIR contrast agents and\nDOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480\n12477\ndemonstrated this concept by stabilizing J-aggregates of the NIR fluorophore IR-140 inside HMSNs. The bathochromically shifted absorption and emission and small Stokes shifts of the IR-140 J-aggregate allow imaging with 980 nm excitation and 1000−1700 nm acquisition, providing high resolution in vivo images. The modularity of the HMSNs will enable facile exchange of the imaging agent as well as the addition of targeting agents and/or therapeutics, poising these materials to become SWIR theranostics.33 While we did not observe an enhanced ΦF with the IR-140 J-aggregate, likely due to disorder or intermolecular vibrations,34 work is ongoing to access a SWIR J-aggregate that exhibits the superradience phenomena predicted by Kasha.35 Collectively, the use of Jaggregates stabilized in HMSNs as SWIR imaging agents has the potential to overcome the stability, toxicity, and brightness challenges of contrast agents for this compelling region of the electromagnetic spectrum.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b05195.\nAll experimental procedures, Figures S1−S22, Tables S1−S3, Schemes S1 and S2, Notes S1−S4 (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *Sletten@chem.ucla.edu *Zink@chem.ucla.edu *Oliver.bruns@helmholtz-muenchen.de"
    }, {
      "heading" : "ORCID",
      "text" : "Wei Chen: 0000-0002-2909-3023 Chi-An Cheng: 0000-0002-6657-9137 Jeffrey I. Zink: 0000-0002-9792-4976 Ellen M. Sletten: 0000-0002-0049-7278"
    }, {
      "heading" : "Author Contributions",
      "text" : "‡These authors contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We thank Prof. Matthias Tschöp, Prof. Vasilis Ntziachristos, Dr. Thomas Schwarz-Romond, Uwe Klemm, and all members of the Helmholtz Pioneer Campus and Institute for Biological and Medical Imaging for their support. This work was supported by grants to E.D.C. (NSF GRFP DGE-1144087, Christopher S. Foote Fellowship), O.T.B. (Emmy-NoetherProgramm of DFG BR 5355/2-1, Helmholtz Pioneer Campus Institute for Biomedical Engineering), J.I.Z. (Zink student research fund), and E.M.S. (UCLA, Sloan Research Award FG-"
    }, {
      "heading" : "2018-10855, NIH 1R01EB027172-01).",
      "text" : "■ REFERENCES (1) (a) Hong, G.; Antaris, A. L.; Dai, H. Near-infrared fluorophores for biomedical imaging. Nat. Biomed. Eng. 2017, 1, 0010. (b) Carr, J. A.; Aellen, M.; Franke, D.; So, P. T. C.; Bruns, O. T.; Bawendi, M. G. Absorption by water increases fluorescence image contrast of biological tissue in the shortwave infrared. Proc. Natl. Acad. Sci. U. S. A. 2018, 115, 9080−9085. (c) Smith, A. M.; Mancini, M. C.; Nie, S. M. Second window for in vivo imaging. Nat. Nanotechnol. 2009, 4, 710−711. (2) Thimsen, E.; Sadtler, B.; Berezin, M. Y. Shortwave-infrared (SWIR) emitters for biological imaging: a review of challenges and opportunities. Nanophotonics 2017, 6, 1043−1054. (3) Welsher, K.; Liu, Z.; Sherlock, S. P.; Robinson, J. T.; Chen, Z.; Daranciang, D.; Dai, H. A route to brightly fluorescent carbon nanotubes for near-infrared imaging in mice. Nat. Nanotechnol. 2009, 4, 773−780. (4) (a) Hong, G.; Robinson, J. T.; Zhang, Y. J.; Diao, S.; Antaris, A. L.; Wang, Q. B.; Dai, H. In vivo fluorescence imaging with Ag2S quantum dots in the second near-infrared window. Angew. Chem., Int. Ed. 2012, 51, 9818−9821. (b) Bruns, O. T.; Bischof, T. S.; Harris, D. K.; Franke, D.; Shi, Y.; Riedemann, L.; Bartelt, A.; Jaworski, F. B.; Carr, J. A.; Rowlands, C. J.; Wilson, M. W. B.; Chen, O.; Wei, H.; Hwang, G. W.; Montana, D. M.; Coropceanu, I.; Achorn, O. B.; Kloepper, J.; Heeren, J.; So, P. T. C.; Fukumura, D.; Jensen, K. F.; Jain, R. K.; Bawendi, M. G. Next-generation in vivo optical imaging with short-wave infrared quantum dots. Nat. Biomed. Eng. 2017, 1, 0056. (5) (a) Chen, G.; Ohulchanskyy, T. Y.; Liu, S.; Law, W.-C.; Wu, F.; Swihart, M. T.; Agren, H.; Prasad, P. N. Core/shell NaGdF4:Nd3+/ NaGdF4 nanocrystals with efficient near-infrared to near-infrared downconversion photoluminescence for bioimaging applications. ACS Nano 2012, 6, 2969−2977. (b) Naczynski, D. J.; Tan, M. C.; Zevon, M.; Wall, B.; Kohl, J.; Kulesa, A.; Chen, S.; Roth, C. M.; Riman, R. E.; Moghe, P. V. Rare-earth doped biological composites as in vivo shortwave infrared reporters. Nat. Commun. 2013, 4, 2199. (6) (a) Yang, Q.; Ma, Z.; Wang, H.; Zhou, B.; Zhu, S.; Zhong, Y.; Wang, J.; Wan, H.; Antaris, A.; Ma, R.; Zhang, X.; Yang, J.; Zhang, X.; Sun, H.; Liu, W.; Liang, Y.; Dai, H. Rational design of molecular fluorophores for biological imaging in the NIR-II window. Adv. Mater. 2017, 29, 1605497. (b) Cosco, E. D.; Caram, J. R.; Bruns, O. T.; Franke, D.; Day, R. A.; Farr, E. P.; Bawendi, M. G.; Sletten, E. M. Flavylium polymethine fluorophores for near- and shortwave infrared imaging. Angew. Chem., Int. Ed. 2017, 56, 13126−13129. (c) Xu, G.; Yan, Q.; Lv, X.; Zhu, Y.; Xin, K.; Shi, B.; Wang, R.; Chen, J.; Gao, W.; Shi, P.; Fan, C.; Zhao, C.; Tian, H. Imaging of colorectal cancers using activatable nanoprobes with second near-infrared window emission. Angew. Chem., Int. Ed. 2018, 57, 3626−3630. (d) Li, B.; Lu, L.; Zhao, M.; Lei, Z.; Zhang, F. An efficient 1064 nm NIR-II excitation fluorescent molecular dye for deep-tissue high-resolution dynamic bioimaging. Angew. Chem., Int. Ed. 2018, 57, 7483−7487. (e) Yang, Q.; Hu, Z.; Zhu, S.; Ma, R.; Ma, H.; Ma, Z.; Wan, H.; Zhu, T.; Jiang, Z.; Liu, W.; Jiao, L.; Sun, H.; Liang, Y.; Dai, H. Donor engineering for NIR-II molecular fluorophores with enhanced fluorescent performance. J. Am. Chem. Soc. 2018, 140, 1715−1724. (f) Sheng, Z. H.; Guo, B.; Hu, D. H.; Xu, S. D.; Wu, W. B.; Liew, W. H.; Yao, K.; Jiang, J. Y.;\nDOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480\n12478\nLiu, C. B.; Zheng, H. R.; Liu, B. Bright aggregation-induced emission dots for targeted synergetic NIR-II fluorescence and NIR-I photoacoustic imaging of orthotopic brain tumors. Adv. Mater. 2018, 30, 1800766. (7) (a) Wuerthner, F.; Kaiser, T. E.; Saha-Moeller, C. R. Jaggregates: From serendipitous discovery to supramolecular engineering of functional dye materials. Angew. Chem., Int. Ed. 2011, 50, 3376−3410. (b) J-aggregates; Kobayashi, T., Ed.; World Scientific: Singapore, 1996. (c) Jelley, E. E. Spectral absorption and fluorescence of dyes in the molecular state. Nature 1936, 138, 1009−1010. (d) Scheibe, G. Uber die veranderlichkeit der absorptionsspektren in losungen und die nebenvalenzen als ihre ursache. Angew. Chem. 1937, 50, 212−219. (e) Hestand, N. J.; Spano, F. C. Molecular aggregate photophysics beyond the Kasah Model: Novel design principles for organic materials. Acc. Chem. Res. 2017, 50, 341−350. (8) (a) Bashkatov, A. N.; Genina, E. A.; Kochubey, V. I.; Tuchin, V. V. Optical properties of human skin, subcutaneous and mucous tissues in the wavelength range from 400 to 2000 nm. J. Phys. D: Appl. Phys. 2005, 38, 2543−2555. (b) Lim, Y. T.; Kim, S.; Nakayama, A.; Stott, N. E.; Bawendi, M. G.; Frangioni, J. V. Selection of quantum dot wavelengths for biomedical assays and imaging. Mol. Imaging 2003, 2, 50−64. (c) Won, N.; Jeong, S.; Kim, K.; Kwag, J.; Park, J.; Kim, S. G.; Kim, S. Imaging depths of near-infrared quantum dots in first and second optical windows. Mol. Imaging 2012, 11, 338−352. (9) Bricks, J. L.; Slominskii, Y. L.; Panas, I. D.; Demchenko, A. P. Fluorescent J-aggregates of cyanine dyes: basic research and applications review. Methods Appl. Fluoresc. 2018, 6, 012001. (10) Shakiba, M.; Ng, K. K.; Huynh, E.; Chan, H.; Charron, D. M.; Chen, J.; Muhanna, N.; Foster, F. S.; Wilson, B. C.; Zheng, G. Stable J-aggregation enabled dual photoacoustic and fluorescence nanoparticles for intraoperative cancer imaging. Nanoscale 2016, 8, 12618−12625. (11) Yang, C.; Wang, X.; Wang, M.; Xu, K.; Xu, C. Robust colloidal nanoparticles of pyrrolopyrrole cyanine J-aggregates with bring nearinfrared fluorescence in aqueous media: From spectral tailoring to bioimaging applications. Chem. - Eur. J. 2017, 23, 4310−4319. (12) Sun, P.; Wu, Q.; Sun, X.; Miao, H.; Deng, W.; Zhang, W.; Fan, Q.; Huang, W. J-aggregate squaraine nanoparticles with bright NIR-II fluorescence for imaging guided photothermal therapy. Chem. Commun. 2018, 54, 13395−13398. (13) Two other J-aggregates have been employed in vivo for photothermal therapy and photoacoustic imaging. (a) Song, X.; Gong, H.; Liu, T.; Cheng, L.; Wang, C.; Sun, X.; Liang, C.; Liu, Z. Jaggregates of organic dye molecules complexed with iron oxide nanoparticles for imaging-guided photothermal therapy under 915 nm light. Small 2014, 10, 4362−4370. (b) Dumani, D. S.; Brecht, H.-P.; Ivanov, V.; Deschner, R.; Harris, J. T.; Homan, K. A.; Cook, J. R.; Emelianov, S. Y.; Ermilov, S. A. Co-registered photoacoustic and fluorescent imaging of a switchable nanoprobe based on J-aggregates of indocyanine green.” Proc. SPIE 10494, Photons Plus Ultrasound: Imaging and Sensing 2018. (14) Kim, S.; Shi, Y.; Kim, J. Y.; Park, K.; Cheng, J. X. Overcoming the barriers in micellar drug delivery: Loading efficiency, in vivo stability, and micelle-cell interaction. Expert Opin. Drug Delivery 2010, 7, 49−62. (15) (a) Chen, F.; Hong, H.; Shi, S.; Goel, S.; Valdovinos, H. F.; Hernandez, R.; Theuer, C. P.; Barnhart, T. E.; Cai, W. Engineering of hollow mesoporous silica nanoparticles for remarkably enhanced tumor active targeting efficacy. Sci. Rep. 2014, 4, 5080. (b) GuardadoAlvarez, T. M.; Chen, W.; Norton, A. E.; Russell, M. M.; Connick, W. B.; Zink, J. I. Analyte-responsive gated hollow mesoporous silica nanoparticles exhibiting inverse functionality and an AND logic response. Nanoscale 2016, 8, 18296−18300. (16) (a) He, Q.; Zhang, Z.; Gao, F.; Li, Y.; Shi, J. In vivo biodistribution and urinary excretion of mesoporous silica nanoparticles: Effects of particle size and PEGylation. Small 2011, 7, 271− 280. (b) Liu, J.; Luo, Z.; Zhang, J.; Luo, T.; Zhou, J.; Zhao, X.; Cai, K. Hollow mesoporous silica nanoparticles facilitated drug delivery via\ncascade pH stimuli in tumor microenvironment for tumor therapy. Biomaterials 2016, 83, 51−65. (17) (a) Li, Y.; Li, N.; Pan, W.; Yu, Z.; Yang, L.; Tang, B. Hollow mesoporous silica nanoparticles with tunable structures for controlled drug delivery. ACS Appl. Mater. Interfaces 2017, 9, 2123−2129. (b) Chakravarty, R.; Goel, S.; Hong, H.; Chen, F.; Valdovinos, H. F.; Hernandez, R.; Barnhart, T. E.; Cai, W. Functionalized hollow mesoporous silica nanoparticles for tumor vasculature targeting and PET image-guided drug delivery. Nanomedicine (London, U. K.) 2015, 10, 1233−1246. (c) Luo, Z.; Hu, Y.; Cai, K.; Ding, X.; Zhang, Q.; Li, M.; Ma, X.; Zhang, B.; Zeng, Y.; Li, P.; Li, J.; Liu, J.; Zhao, Y. Intracellular redox-activated anticancer drug delivery by functionalized hollow mesoporous silica nanoreservoirs with tumor specificity. Biomaterials 2014, 35, 7951−7962. (d) Du, L.; Liao, S.; Khatib, H. A.; Stoddart, J. F.; Zink, J. I. Controlled-access hollow mechanized silica nanocontainers. J. Am. Chem. Soc. 2009, 131, 15136−15142. (18) (a) Singh, R. K.; Kim, T. H.; Mahapatra, C.; Patel, K. D.; Kim, H. W. Preparation of self-activated fluorescence mesoporous silica hollow nanoellipsoids for theranostics. Langmuir 2015, 31, 11344− 11352. (b) Yang, S.; Chen, D.; Li, N.; Xu, Q.; Li, H.; Gu, F.; Xie, J.; Lu, J. Hollow mesoporous silica nanocarriers with multifunctional capping agents for in vivo cancer imaging and therapy. Small 2016, 12, 360−370. (c) Huang, C. C.; Huang, W.; Yeh, C. S. Shell-by-shell synthesis of multi-shelled mesoporous silica nanospheres for optical imaging and drug delivery. Biomaterials 2011, 32, 556−564. (d) Fan, Z.; Li, D.; Yu, X.; Zhang, Y.; Cai, Y.; Jin, J.; Yu, J. AIE luminogenfunctionalized hollow mesoporous silica nanospheres for drug delivery and cell imaging. Chem. - Eur. J. 2016, 22, 3681−3685. (19) Hong, S.; Kim, H.; Choi, Y. Indocyanine green-loaded hollow mesoporous silica nanoparticles as an activatable theranostic agent. Nanotechnology 2017, 28, 185102. (20) (a) Soppera, O.; Turck, C.; Lougnot, D. J. Fabrication of microoptical devices by self-guiding photopolymerization in the near IR. Opt. Lett. 2009, 34, 461−463. (b) Bonardi, A. H.; Dumur, F.; Grant, T. M.; Noirbent, G.; Gigmes, D.; Lessard, B. H.; Fouassier, J.-P.; Lalevee, J. Higher performance near-infrared (NIR) photoinitiating systems operating under low light intensity and in the presence of oxygen. Macromolecules 2018, 51, 1314−1324. (21) Leung, K. C. F.; Nguyen, T. D.; Stoddart, J. F.; Zink, J. I. Supramolecular nanovalves controlled by proton abstraction and competitive binding. Chem. Mater. 2006, 18, 5919−5928. (22) (a) Zhou, W.; Dridi, M.; Suh, J. Y.; Kim, C. H.; Co, D. T.; Wasielewski, M. R.; Schatz, G. C.; Odom, T. W. Lasing action in strongly coupled plasmonic nanocavity arrays. Nat. Nanotechnol. 2013, 8, 506−511. (b) Yang, A.; Hoang, T. B.; Dridi, M.; Deeb, C.; Mikkelsen, M. H.; Schatz, G. C.; Odom, T. W. Real-time tunable lasing from plasmonic nanocavity arrays. Nat. Commun. 2015, 6, 6939. (23) Oseledchyk, A.; Andreou, C.; Wall, M. A.; Kircher, M. F. Folate-targeted surface-enhanced resonance Raman scattering nanoprobe ratiometry for detection of microscopic ovarian cancer. ACS Nano 2017, 11, 1488−1497. (24) Berezin, M. Y.; Zhan, C.; Lee, H.; Joo, C.; Akers, W. J.; Yazdanfar, S.; Achilefu, S. Two-photon optical properties of nearinfrared dyes at 1.55 μm excitation. J. Phys. Chem. B 2011, 115, 11530−11535. (25) Wang, C.; Weiss, E. A. Sub-nanosecond resonance energy transfer in the near-infrared within self-assembled conjugates of PbS quantum dots and cyanine dye J-aggregates. J. Am. Chem. Soc. 2016, 138, 9557−9564. (26) (a) Chen, W.; Tsai, P. H.; Hung, Y.; Chiou, S. H.; Mou, C. Y. Nonviral cell labeling and differentiation agent for induced pluripotent stem cells based on mesoporous silica nanoparticles. ACS Nano 2013, 7, 8423−8440. (b) Chou, C. C.; Chen, W.; Hung, Y.; Mou, C. Y. Molecular elucidation of biological response to mesoporous silica nanoparticles in vitro and in vivo. ACS Appl. Mater. Interfaces 2017, 9, 22235−22251. (c) Chen, W.; Cheng, C. A.; Zink, J. I. Spatial, temporal, and dose control of drug delivery using noninvasive magnetic stimulation. ACS Nano 2019, 13, 1292−1308. (d) Zhang, Y.; Ang, C. Y.; Li, M.; Tan, S. Y.; Qu, Q.; Luo, Z.; Zhao, Y.\nDOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480\n12479\nPolymer-coated hollow mesoporous silica nanoparticles for tripleresponsive drug delivery. ACS Appl. Mater. Interfaces 2015, 7, 18179− 18187. (27) Modification of pores with APTS is predicted to have a size change of 0.5 nm, whereas we did not observe pore size change. See ref 26. (28) (a) Rurack, K.; Spieles, M. Fluorescence quantum yields of a series of red and near-infrared dyes emitting at 600−1000 nm. Anal. Chem. 2011, 83, 1232−1242. (b) Hatami, S.; Würth, C.; Kaiser, M.; Leubner, S.; Gabriel, S.; Bahrig, L.; Lesnyak, V.; Pauli, J.; Gaponik, N.; Eychmüller, A.; Resch-Genger, U. Absolute photoluminescence quantum yields of IR-26 and IR-emissive Cd1‑xHgxTe and PbS quantum dots- method and material-inherent challenges. Nanoscale 2015, 7, 133−143. (29) A sulfonated variant of the IR-140 chromophore has been characterized to J-aggregate in solution. See: (a) Berlephsch, H. V.; Bottcher, C. Cryo-transmission electron microscopy reveals mesoscopic H- and J-aggregates of near infrared cyanine dyes. J. Photochem. Photobiol. A. 2010, 214, 16−21. (b) Deshmukh, A.; Koppel, D.; Chuang, C.; Cadena, D.; Cao, J.; Caram, J. R. Design principles for two-dimensional molecular aggregates using Kasha's model: tunable photophysics in near and short-wave infrared. J. Phys. Chem. C. 2019, DOI: 10.1021/acs.jpcc.9b05060. (30) NIR fluorophores have emission that extends into the SWIR. (a) Carr, J. A.; Franke, D.; Caram, J. R.; Perkinson, C. F.; Saif, M.; Askoxylakis, V.; Datta, M.; Fukumura, D.; Jain, R. K.; Bawendi, M. G.; Bruns, O. T. Shortwave infrared fluorescence imaging with the clinically-approved near-infrared dye indocyanine green. Proc. Natl. Acad. Sci. U. S. A. 2018, 115, 4465−4470. (b) Starosolski, Z.; Bhavane, R.; Ghaghada, K. B.; Vasudevan, S. A.; Kaay, A.; Annapragada, A. Indocyanine green fluorescence in second nearinfrared (NIR-II) window. PLoS One 2017, 12, e0187563. (c) Zhu, S.; Hu, Z.; Tian, R.; Yung, B. C.; Yang, Q.; Zhao, S.; Kiesewetter, D. O.; Niu, G.; Sun, H.; Antaris, A. L.; Chen, X. Repurposing cyanine NIR-I dyes accelerates clinical translation of near-infrared-II (NIR-II) bioimaging. Adv. Mater. 2018, 30, 1802546. (31) Qiao, Y.; Polzer, F.; Kirmse, H.; Kirstein, S.; Rabe, J. P. Nanohybrids from nanotubular J-aggregates and transparent silica nanoshells. Chem. Commun. 2015, 51, 11980−11982. (32) (a) Ruhle, B.; Saint-Cricq, P.; Zink, J. I. Externally controlled nanomachines on mesoporous silica nanoparticles for biomedical applications. ChemPhysChem 2016, 17, 1769−1779. (b) Chen, W.; Cheng, C. A.; Lee, B. Y.; Clemens, D. L.; Huang, W. Y.; Horwitz, M. A.; Zink, J. I. Facile strategy enabling both high loading and high release amounts of the water-insoluble drug Clofazimine using mesoporous silica nanoparticles. ACS Appl. Mater. Interfaces 2018, 10, 31870−31881. (c) Chen, W.; Glackin, C. A.; Horwitz, M. A.; Zink, J. I. Nanomachines and other caps on mesoporous silica nanoparticles for drug delivery. Acc. Chem. Res. 2019, 52, 1531−1542. (d) Cheng, C. A.; Deng, T.; Lin, F. C.; Cai, Y.; Zink, J. I. Supramolecular nanomachines as stimuli-responsive gatekeepers on mesoporous silica nanoparticles for antibiotic and cancer drug delivery. Theranostics 2019, 9, 3341−3364. (33) (a) Sumer, B.; Gao, J. Theranostic nanomedicine for cancer. Nanomedicine 2008, 3, 137−140. (b) Chakravarty, R.; Goel, S.; Hong, H.; Chen, F.; Valdovinos, H. F.; Hernandez, R.; Barnhart, T. E.; Cai, W. Hollow mesoporous silica nanoparticles for tumor vasculature targeting and PET image-guided drug delivery. Nanomedicine 2015, 10, 1233−1246. (c) Ni, D.; Jiang, D.; Ehlerding, E. B.; Huang, P.; Cai, W. Radiolabeling silica-based nanoparticles via coordination chemistry: basic principles, strategies, and applications. Acc. Chem. Res. 2018, 51, 778−788. (d) Zhao, N.; Yan, L.; Zhao, X.; Chen, X.; Li, A.; Zheng, D.; Zhou, X.; Dai, X.; Xu, F. J. Versatile types of organic/ inorganic nanohybrids: From strategic design to biomedical applications. Chem. Rev. 2019, 119, 1666−1762. (34) (a) Brixner, T.; Hildner, R.; Kohler, J.; Lambert, C.; Wurthner, F. Exciton transport in molecular aggregates− From natural antennas to synthetic chromophore systems. Adv. Energy Mater. 2017, 7, 1700236. (b) Doria, S.; Sinclair, T. S.; Klein, N. F.; Bennett, D. I. G.;\nChuang, C.; Freyria, F. S.; Steiner, C. P.; Foggi, P.; Nelson, K. A.; Cao, J.; Aspuru-Guzik, A.; Lloyd, S.; Caram, J. R.; Bawendi, M. G. Photochemical control of exciton superradiance in light-harvesting nanotubes. ACS Nano 2018, 12, 4556−4564. (35) Kasha, M.; Rawls, H. R.; El-Bayoumi, M. A. The exciton model in molecular spectroscopy. Pure Appl. Chem. 1965, 11, 371−392.\nDOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480\n12480"
    } ],
    "references" : [ {
      "title" : "Next-generation in vivo optical imaging with short-wave infrared quantum dots",
      "author" : [ "G.W. Hwang", "D.M. Montana", "I. Coropceanu", "O.B. Achorn", "J. Kloepper", "J. Heeren", "P.T.C. So", "D. Fukumura", "K.F. Jensen", "R.K. Jain", "M.G. Bawendi" ],
      "venue" : "Nat. Biomed. Eng. 2017,",
      "citeRegEx" : "Hwang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hwang et al\\.",
      "year" : 2017
    }, {
      "title" : "Core/shell NaGdF4:Nd3+/ NaGdF4 nanocrystals with efficient near-infrared to near-infrared downconversion photoluminescence for bioimaging applications",
      "author" : [ "G. Chen", "T.Y. Ohulchanskyy", "S. Liu", "W.-C. Law", "F. Wu", "M.T. Swihart", "H. Agren", "P.N. Prasad" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Chen et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2012
    }, {
      "title" : "Rare-earth doped biological composites as in vivo shortwave infrared reporters",
      "author" : [ "B. Wall", "J. Kohl", "A. Kulesa", "S. Chen", "C.M. Roth", "R.E. Riman", "P.V. Moghe" ],
      "venue" : "Nat. Commun. 2013,",
      "citeRegEx" : "M. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2013
    }, {
      "title" : "Rational design of molecular fluorophores for biological imaging in the NIR-II window",
      "author" : [ "H. Sun", "W. Liu", "Y. Liang", "H. Dai" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "Sun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2017
    }, {
      "title" : "Imaging of colorectal cancers using activatable nanoprobes with second near-infrared window emission",
      "author" : [ "G. Xu", "Q. Yan", "X. Lv", "Y. Zhu", "K. Xin", "B. Shi", "R. Wang", "J. Chen", "W. Gao", "P. Shi", "C. Fan", "C. Zhao", "H. Tian" ],
      "venue" : "imaging. Angew. Chem., Int. Ed",
      "citeRegEx" : "Xu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2017
    }, {
      "title" : "An efficient 1064 nm NIR-II excitation fluorescent molecular dye for deep-tissue high-resolution dynamic bioimaging",
      "author" : [ "Z. Lei", "F. Zhang" ],
      "venue" : "Angew. Chem., Int. Ed. 2018,",
      "citeRegEx" : "M. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2018
    }, {
      "title" : "Spectral absorption and fluorescence of dyes in the molecular state",
      "author" : [ "E.E. Jelley" ],
      "venue" : "Nature 1936,",
      "citeRegEx" : "Jelley,? \\Q1996\\E",
      "shortCiteRegEx" : "Jelley",
      "year" : 1996
    }, {
      "title" : "Imaging depths of near-infrared quantum dots in first and second optical windows",
      "author" : [ "S.G. Kim", "S. Kim" ],
      "venue" : "Mol. Imaging 2012,",
      "citeRegEx" : "Kim and Kim,? \\Q2012\\E",
      "shortCiteRegEx" : "Kim and Kim",
      "year" : 2012
    }, {
      "title" : "alized hollow mesoporous silica nanoreservoirs with tumor specificity",
      "author" : [ "L. Du", "S. Liao", "H.A. Khatib" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Du et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Du et al\\.",
      "year" : 2014
    }, {
      "title" : "Controlled-access hollow mechanized silica nanocontainers",
      "author" : [ "J.F. Stoddart", "J.I. Zink" ],
      "venue" : "J. Am. Chem. Soc. 2009,",
      "citeRegEx" : "Stoddart and Zink,? \\Q2009\\E",
      "shortCiteRegEx" : "Stoddart and Zink",
      "year" : 2009
    }, {
      "title" : "Preparation of self-activated fluorescence mesoporous silica hollow nanoellipsoids for theranostics",
      "author" : [ "W. H" ],
      "venue" : "Langmuir 2015,",
      "citeRegEx" : "H.,? \\Q2015\\E",
      "shortCiteRegEx" : "H.",
      "year" : 2015
    }, {
      "title" : "Fluorescence quantum yields of a series of red and near-infrared dyes emitting at 600−1000",
      "author" : [ "K. Rurack", "M. Spieles" ],
      "venue" : "nm. Anal. Chem",
      "citeRegEx" : "Rurack and Spieles,? \\Q2011\\E",
      "shortCiteRegEx" : "Rurack and Spieles",
      "year" : 2011
    }, {
      "title" : "Nanomachines and other caps on mesoporous silica nanoparticles for drug",
      "author" : [ "J.I. Zink" ],
      "venue" : "delivery. Acc. Chem. Res. 2019,",
      "citeRegEx" : "Zink,? \\Q2019\\E",
      "shortCiteRegEx" : "Zink",
      "year" : 2019
    }, {
      "title" : "Theranostic nanomedicine for cancer",
      "author" : [ "B. Sumer", "J. Gao" ],
      "venue" : "Nanomedicine 2008,",
      "citeRegEx" : "Sumer and Gao,? \\Q2008\\E",
      "shortCiteRegEx" : "Sumer and Gao",
      "year" : 2008
    }, {
      "title" : "The exciton model in molecular spectroscopy",
      "author" : [ "M. Kasha", "H.R. Rawls", "M.A. El-Bayoumi" ],
      "venue" : "Pure Appl. Chem. 1965,",
      "citeRegEx" : "Kasha et al\\.,? \\Q1965\\E",
      "shortCiteRegEx" : "Kasha et al\\.",
      "year" : 1965
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Tissue is translucent to shortwave infrared (SWIR) light, rendering optical imaging superior in this region. However, the widespread use of optical SWIR imaging has been limited, in part, by the lack of bright, biocompatible contrast agents that absorb and emit light above 1000 nm. J-Aggregation offers a means to transform stable, near-infrared (NIR) fluorophores into red-shifted SWIR contrast agents. Here we demonstrate that Jaggregates of NIR fluorophore IR-140 can be prepared inside hollow mesoporous silica nanoparticles (HMSNs) to result in nanomaterials that absorb and emit SWIR light. The J-aggregates inside PEGylated HMSNs are stable for multiple weeks in buffer and enable high resolution imaging in vivo with 980 nm excitation. O imaging with shortwave infrared (SWIR, 1000− 2000 nm) light has emerged as a powerful method of fluorescence imaging in animals due to the superior resolution and contrast one can achieve with low energy light (Figure 1A). A primary challenge with SWIR imaging is the development of bright, biocompatible, SWIR contrast agents. Originally, the advantageous qualities of imaging in the SWIR region were showcased with carbon nanotubes, quantum dots, and rare earth nanomaterials. In efforts to set the stage for clinical translation, the past three years have seen a focus on the synthesis of nontoxic, SWIR-emissive organic fluorophores. This work has significantly expanded the suite of fluorophores that emit above 1000 nm; however, challenges remain in the stability, delivery, and brightness of SWIR dyes. Consequently, we looked to explore an alternative avenue to create SWIR organic materials: J-aggregation. J-Aggregation is the slip-stacked alignment of chromophores that leads to constructive coupling of the excited state transition dipoles (Figure 1B). The photophysical consequences of J-aggregation are bathochromically shifted absorption and emission spectra, narrow absorption and emission bands with small Stokes shifts, enhanced absorbance coefficients (ε), and shortened fluorescence lifetimes which can result in enhanced quantum yields (ΦF) and cycling rates. Many J-aggregate characteristics are beneficial qualities for in vivo imaging: red-shifted absorption and emission spectra will enable significant depth penetration during both the excitation and image acquisition, narrow bands can facilitate multiplexed imaging, and increased ε will result in bright materials. Despite the significant photophysical advantages J-aggregates typically have over the monomer, there are few reports of employing J-aggregates for in vivo imaging due to the difficulty in obtaining and stabilizing the necessary chromophore alignment in complex settings. Nanostructures can sequester and protect payloads, rendering nanomaterials a promising approach toward Received: May 14, 2019 Published: July 27, 2019 Figure 1. (A) Regions of the electromagnetic spectrum employed for optical imaging. For further details on contrast and resolution within regions of the SWIR, see references 1b, 1c, 8b, 8c. (B) J-Aggregation and characteristic photophysical properties. (C) IR-140. (D) Work reported herein: the stabilization of IR-140 J-aggregates in hollow mesoporous silica nanoparticles (HMSNs) to result in biocompatible SWIR-emissive contrast agents. Communication pubs.acs.org/JACS Cite This: J. Am. Chem. Soc. 2019, 141, 12475−12480 © 2019 American Chemical Society 12475 DOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−12480 D ow nl oa de d vi a U N IV O F C A L IF O R N IA S A N F R A N C IS C O o n O ct ob er 2 2, 2 01 9 at 0 7: 08 :2 6 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. stabilizing J-aggregates in vivo. In 2016, Zheng and co-workers performed image-guided surgery with porphyrin lipids that formed J-aggregates upon self-assembly into nanovesicles. The following year, Xu and co-workers prepared pyrrolopyrrole cyanine J-aggregate-containing polymer micelles, which could be visualized after subcutaneous injection. In work recently published, Fan and co-workers reported a squaraine Jaggregate, stabilized in polymeric micelles, for SWIR imageguided photothermal therapy. Each of these reports utilizes self-assembled organic nanomaterials, which are prone to disassembly when diluted in the presence of hydrophobic biomolecules, leading to destabilization of the J-aggregate. Here, we employ robust, biocompatible, hollow mesoporous silica nanoparticles to stabilize and protect SWIR-emissive Jaggregates of IR-140 for in vivo imaging (Figure 1C,D). Hollow mesoporous silica nanoparticles (HMSNs) have 2− 4 nm pores that open into a large, 10−200 nm cavity, allowing these nanostructures to carry significant cargo. The surfaces of the HMSNs can be modified to alter the biodistribution of the nanoparticles. Consequently, there are numerous reports of HMSNs as the core scaffold of multifunctional materials. Included in these studies are the loading or conjugation of visible and near-infrared fluorophores and administering the resulting nanomaterials for imaging. However, the controlled assembly of J-aggregates in HMSNs has yet to be demonstrated. To realize SWIR-emissive J-aggregates inside HMSNs, we utilized the heptamethine dye IR-140 (1). IR-140 is a commercially available NIR fluorophore (λmax,abs = 826 nm, λmax,em = 875 nm) that has been applied as a photopolymerization initiator, fluorescent payload, component of plasmonic arrays, as well as a Raman and two-photon imaging agent. In 2016, Wang and Weiss reported that introduction of IR-140 to glutathione-coated quantum dots results in J-aggregate formation with two aggregates observed: J1, (λmax,abs = 965 nm, nonemissive) and J2 (λmax,abs = 1040 nm, λmax,em = 1047 nm). 25 We envisioned that similar IR-140 Jaggregates could be formed on the negatively charged pores and inner surface of HMSNs. Further, once the aggregates were assembled inside the particles, the hydrophobic nature of IR-140 would make them unlikely to disassemble in aqueous environments, rendering J-aggregates stable in vivo. We prepared HMSNs by synthesizing a mesoporous silica coating on a Stöber sphere core that was subsequently removed via etching with sodium carbonate (Scheme S1, Figure S1). The HMSNs were treated with varying amounts of IR-140 in different solvents (Figure 2A). J-Aggregate formation was assayed by UV/vis/NIR spectroscopy evaluating loss of monomeric IR-140 at 826 nm and formation of the Jaggregates at 965 nm (J1) and 1040 nm (J2). Upon optimization, we found that SWIR J-aggregates could be obtained when IR-140 dissolved in dimethyl sulfoxide (DMSO) was combined with HMSNs and washed. The washing procedure proved essential for obtaining the desired J2 aggregate formation (Figures 2B and S2), with gentle PBS washes yielding the largest amount of the desired J2 aggregate (dark blue, Figure 2B). When these optimized conditions were repeated on Stöber spheres that did not have pores or an inner surface for IR-140 to associate with, only a small J-band was observed (Figure 2B, gray line, Figure S3). Similar results were obtained when loading was performed on mesoporous silica coated Stöber spheres (Figure S2). These control experiments (Figure S5) suggest that the majority of IR-140 is protected inside the HMSN cavity. Through analysis of IR-140 collected after the washing procedures, we calculated the loading of IR140 to be ∼10 molecules/particle (Figure S6, Note S1). The HMSNs were further characterized through transmission electron microscopy (TEM), which showed ∼85 nm particles with a distinct cavity and pores (Figure 2C). The pore size was quantified to be 3.2 nm through nitrogen adsorption experiments (Figure S4). While the pores are clearly visible in the TEM of the empty HMSNs, they are darkened after treatment with IR-140 (Figure 2D), suggesting the presence of IR-140. Control experiments in which HMSNs were subjected to PBS washing procedures but no IR-140 show no change in contrast of the pores upon TEM analysis (Figure S7). After confirming that the HMSNs could facilitate Jaggregation of IR-140, we modified the surface with poly(ethylene glycol) (PEG) such that they could be suspended in aqueous media. This was accomplished by loading HMSNs that had undergone surface silanization with (3-aminopropyl)triethoxysilane (APTS) prior to Stöber sphere and surfactant removal (Scheme S2). This procedure resulted in HMSNs that were positively charged on the outside but still contained a negatively charged interior to associate with the cationic IR140. Nitrogen adsorption data (Figure S4) also suggests that the pores are not modified with APTS. The introduction of IR-140 into the HMSNs-APTS proceeded similarly to the HMSNs, yielding analogous loading of IR-140 and a higher Figure 2. (A) Schematic of loading IR-140 into HMSNs. (B) Washing conditions facilitate J-aggregation. 10 mg/mL HMSNs were combined with 10 mM IR-140 in DMSO and washed with PBS with (green) and without (dark blue) sonication. Prewash spectrum, diluted 1:350 is shown in orange. Loading control for solid, nonporous Stöber spheres is shown in gray. (C,D) TEM images of HMSNs with (D) and without (C) IR-140 treatment. Journal of the American Chemical Society Communication DOI: 10.1021/jacs.9b05195 J. Am. Chem. Soc. 2019, 141, 12475−1248",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}