{
  "name" : "downloads_2019-10-21_20_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Enhanced Generation of Non-Oxygen Dependent Free Radicals by Schottky-type Heterostructures of Au–Bi2S3 Nanoparticles via X-ray-Induced Catalytic Reaction for Radiosensitization",
    "authors" : [ "Xin Wang", "Chenyang Zhang", "Jiangfeng Du", "Xinghua Dong", "Shan Jian", "Liang Yan", "Zhanjun Gu", "Yuliang Zhao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "•OH for selective radiosensitization in tumor. As a consequence, this kind of nanoparticle provides an idea to develop rational designed Schottky-type heterostructures as efficient radiosensitizers for enhanced radiotherapy of cancer. KEYWORDS: Schottky junction, radiosensitization, heterostructures, nanoparticles, tumor microenvironment\nRadiotherapy (RT), as one of the most representativecancer treatment methods, can kill cancer cells via directdamage to nuclear DNA caused by high-energy X-ray and indirect injury by the free radicals.1−4 However, traditional radiotherapy still has obstacles to obtain the desirable radiotherapeutic efficacy because of the insensitivity of hypoxic tumor to ionizing radiation and the inevitable injuries to normal tissues around tumor.5 To solve these defects, various\nnanomaterials as radiosensitizers with the free radicals-\nenhancing ability have been developed to improve the\nradiotherapeutic efficacy.6−9 Nevertheless, tumor hypoxia can\nReceived: March 7, 2019 Accepted: April 10, 2019 Published: April 10, 2019\n© 2019 American Chemical Society 5947 DOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nT A\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\nhinder the generation of oxygen-dependence free radicals, leading to these radiosensitizers inefficient to give full play to their ability.10−12 Thus, some O2-evolving nanomaterials have been prepared to relieve tumor hypoxia.13−17 Besides improving hypoxic environment, combination of radiotherapy with photodynamic therapy or chemotherapy is also employed to enhance the therapeutic efficacy.18−21 However, most of these strategies are suffering from complicated synthesis or nonideal selectivity to tumor, limiting their further application. Therefore, the development of alternative and facile way that can enhance radiotherapeutic efficacy to hypoxic tumor as well as reduce damage to normal tissue is still highly desirable. Recently, many semiconductor nanomaterials with high-Z\nelements have also been employed to enhance radiotherapeutic efficacy due to their facile synthesis and strong capability of Xray attenuation such as Bi2Se3, WS2, and Bi2S3, etc. 5,22−24 Moreover, owing to the particular band structure of semiconductor nanomaterials (the conduction band (CB) and valence band (VB)),25,26 semiconductor nanomaterials have a natural advantage in the generation of nonoxygen dependent free radicals. For instance, some of semiconductor nanomaterials can catalyze H2O or hydrogen peroxide (H2O2) into hydroxyl radical (•OH) under light irradiation.27−29 Therefore, rational and brief design can maximize the ability of free radicals generation for enhancing radiotherapy by the semiconductor nanomaterials without any functional accessory or complicated synergistic treatment. This inspires us that the semiconductor nanomaterials can be used as radiosensitizers with additional ability for free radicals generation through X-ray triggered catalytic reaction.30 This strategy could not only enhance the therapeutic efficacy in hypoxic tumor by improving nonoxygen dependent free radicals generation, but also reduce the collateral damage to normal tissue since H2O2 is usually overexpressed in the cancer cells. However, there is still a big problem that needs to be solvedwhen using these semiconductors as the catalysts for\ngenerating free radicals. Although these X-ray-induced low energy electrons and holes can reach to CB and VB in these semiconductor nanomaterials with high reduction and oxidation, respectively, the band gaps of them are usually narrow, which easily gives rise to the recombination of photogenerated electron−hole pairs,31,32 resulting in the low efficient free radicals generation. To our knowledge, compared with single semiconductor nanomaterials, heterojunction semiconductor nanomaterials with irreplaceable potential barrier can effectively promote the separation of photogenerated electron−hole pairs.33,34 Among diverse heterostructured nanomaterials, combination of noble metal such as Au or Pd with semiconductor nanomaterials may be one of the most promising candidates for enhancing the free radicals generation via the Schottky barrier between them, where the noble metal Au or Pd not only can provide a mass of electrons under X-ray irradiation, but also they contribute to the formation of Schottky heterojunction via trapping the electrons for further enhanced free radicals generation.35\nHerein, to prove the above speculation, we report a metal− semiconductor heteronanostructure composites with Schottky barrier (Au−Bi2S3 HNSCs) as radiosensitizer for the improvement of radiotherapeutic efficacy in hypoxic tumor. The detailed radiotherapeutic process based on Au−Bi2S3 was proposed in Scheme 1. The Au−Bi2S3 HNSCs with rich high-Z elements of Au and Bi are capable of depositing higher radiation dose within tumors in the form of high energy electrons. Apart from those high energy electrons, considerable X-ray-triggered low energy electron−hole pairs are also generated.36,37 Although they have no ability to fly off the nanomaterials, these low energy electrons and holes can be rapidly and effectively separated and transferred to the surface of Au NCs and Bi2S3 NRs by the Schottky barrier, respectively. Then the Au−Bi2S3 HNSCs with electron−hole pairs can efficiently decompose H2O2 overexpressed within tumor microenvironment (TME) into •OH by\nScheme 1. Schematic Illustration of Therapeutic Process Based on Au−Bi2S3 HNSCs\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5948\nX-ray-triggered catalytic reaction for enhanced radiotherapeutic efficacy in the hypoxic tumor. The experimental results demonstrate that Au−Bi2S3 under X-ray irradiation possess better catalytic performance for enhanced free radicals generation than that of Bi2S3 nanorods (NRs) alone and the mixture of Bi2S3 NRs and Au nanocrystals (NCs). Moreover, this X-ray triggered catalytic process has no demand for oxygen, which greatly benefits its application for the treatment of hypoxic tumor. As a result, metal−semiconductor heteronanostructure of Au−Bi2S3 offers a simple and effective way to generate nonoxygen dependent free radicals in hypoxic tumor, which makes fully use of the X-ray-induced electrons for enhancing the radiotherapeutic efficacy via introducing Schottky-type heterostructures."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "The Au−Bi2S3 HNSCs were prepared in a simple and facile twostep process by the growth of Au NCs onto the surface of Bi2S3 NRs in situ. To improve the biocompatibility and the colloidal stability in the physiological solutions, Tween-80 was employed to robustly functionalize Au−Bi2S3 HNSCs via hydrophobic interactions (Figure 1a).38 The X-ray powder diffraction (XRD) patterns show all peaks match with orthorhombic structure of Bi2S3 NRs (JCPDS 84−0279) and cubic structure of Au NCs (JCPDS 89−3697), respectively (Figure 1e).39,40 In addition, the transmission electron microscope (TEM) image reveals that Au−Bi2S3 HNSCs are entirely composed of Bi2S3 NRs and Au NCs, where Au NCs uniformly distribute on the surface of Bi2S3 NRs, and the average hydrodynamic diameter of Au−Bi2S3 HNSCs is about 34.5 nm with narrow size distribution (Figure\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5949\n1b,i). Moreover, the high resolution TEM (HR-TEM) images exhibit that the lattice of Au NCs connect with that of Bi2S3 NRs due to the small lattice mismatch and the atomically smooth interfaces between Bi2S3 NRs and Au NCs (Figure 1c,d and Table S1), indicating that Bi2S3 NRs and Au NCs have a crosslinked to form Schottky heterojunction rather than physically mixed or isolated. In addition, the slight shift (∼0.3 eV) of Au 4f toward higher energy exhibited in high-resolution Au XPS spectrum indicates the preference of Au atoms to link with S atoms in Bi2S3 NRs,\n41 further confirming the strong interaction between Au NCs and Bi2S3 NRs (Figure 1f), which is consistent with the result of HRTEM analysis. All the results demonstrate that the well-defined Schottky heterostructures are generated between Bi2S3 NRs and Au NCs, which can promote interfacial\ncharge transfer for free radicals generation. Furthermore, the Xray photoelectron spectroscopy (XPS) and the energydispersive X-ray spectroscopy analysis were employed to investigate the chemical states and composition of Au−Bi2S3 HNSCs and Bi2S3 NRs (Figure 1g and Figure S1). It can be observed that no peaks for other elements except Bi, S, Au, C, and O are detected in Au−Bi2S3 HNSCs. In addition, the peak location of Bi 4f and S 2p in both Bi2S3 NRs and Au−Bi2S3 HNSCs indicated that Bi3+ and S2− are the dominant species in these NPs (Figure S2).41 The above results demonstrated that the high purity of the Au−Bi2S3 HNSCs have been obtained. Meanwhile, the successful functionalization with Tween-80 is verified by FT-IR analysis (Figure 1h), and the zeta potential is −38.49 mV (Figure 1j), endowing the as-prepared Au−Bi2S3\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5950\nHNSCs considerable stability in the physiological solutions (Figure S3). Moreover, we found that Au−Bi2S3 HNSCs have well photostability from the TEM images and UV−vis/NIR absorbance spectra of Au−Bi2S3 HNSCs after NIR and X-ray irradiation, implying that Au−Bi2S3 HNSCs may possess stable catalytic performance (Figure S4). Encouraged by the successful formation of Schottky\nheterostructures, we evaluated the catalytic performance of Au−Bi2S3 HNSCs. First, we examined the photocurrent responses of as-prepared samples under X-ray irradiation because it is recognized as direct evidence of enhanced electron−hole pairs generation by Schottky junction.42 As shown in Figure 2a, there was no obvious current generated by AuNCswhether X-ray was turned on or off, while Bi2S3 NRs and Au−Bi2S3 HNSCs under X-ray irradiation have obvious current response, and the current density generated by Au−Bi2S3 HNSCs is ∼1.5-times higher than that induced by Bi2S3 NRs. The enhancement of photocurrent induced by Au−Bi2S3 HNSCs indicates that the Schottky heterostructures generated by coupling Au NCs with Bi2S3 NRs could efficiently promote the separation of X-ray-triggered low energy electrons and holes, which plays a key role for the next generation of free radicals. As we mentioned earlier, the generation of oxygen-dependent free radicals will be greatly hindered due to tumor hypoxia. Thus, to solve this issue, we design the radiosensitizer with the ability to yield nonoxygen dependent free radicals via photocatalytic reaction. After X-ray irradiation, Au−Bi2S3 HNSCs can effectively capture the low energy electrons and holes to the\nAu and Bi2S3 through the Schottky barrier, respectively, and the captured electrons in the Au NCs can rapidly react with the overexpressed H2O2 in tumor microenvironment for\n•OH generation to kill cancer cells because the redox potential location of H2O2/\n•OH (+1.14 eV) is just suitable for the X-raytriggered catalytic reaction in this case.43 Since H2O2 is usually overexpressed in cancer cells,44,45 it can be utilized as endogenous target to trigger selective treatment in radiotherapy for tumor. Importantly, this reaction is independent of oxygen level. To confirm the significance of Schottky junction, the free radicals generation ability of samples including Bi2S3 NRs, Au− Bi2S3 HNSCs, and Au+Bi2S3 was evaluated under various condition, where the sample of Au+Bi2S3 is the mixture of Au NCs and Bi2S3 NRs and the molar amount ratio of Au to Bi is same as the ratio in Au−Bi2S3 HNSCs. As illustrated in Figure 2b, the free radicals generated by Au−Bi2S3 HNSCs under X-ray irradiation are 1.6-fold higher than that of Au and Bi2S3 mixture at the same condition, indicating the Schottky heterostructures play a key role for enhancing free radicals generation. Most importantly, when the exogenous H2O2 is added, it can be clearly found that the fluorescence intensity is further sharply enhanced and higher than any other group, implying that Au− Bi2S3 HNSCs under X-ray irradiation can effectively accelerate the decomposition of H2O2 into highly active free radicals by Xray-induced catalytic reaction. Then the •OH detection by employing terephthalate (TA, •OH-specific indicator) was conducted to prove that the enhanced free radicals are mainly coming from •OH in the presence of H2O2. As shown in Figure\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5951\n2c, the group treated by Au−Bi2S3 HNSCs under X-ray with the addition of H2O2 has the most significant fluorescence enhancement, confirming that Au−Bi2S3 HNSCs under X-ray can decomposeH2O2 into highly toxic\n•OH effectively. Next, we evaluated the free radicals generation of Au−Bi2S3 HNSCs in hypoxic condition by keeping pumping argon into solution for 6 h. Au−Bi2S3 HNSCs under X-ray irradiation has a slight increase in the water solution with low oxygen level, which may be ascribed to that the limited O2 content in the water solution hinder the oxygen-dependence free radicals generation. However, when the exogenous H2O2 is added to the above solution, it is clearly shown that the free radicals intensity are obviously increased upon X-ray irradiation with 5.0-fold enhancement, manifesting Au−Bi2S3 HNSCs have the potential to utilize overexpressed H2O2 within hypoxic tumor for nonoxygen dependent free radicals generation to enhance the radiotherapeutic efficacy (Figure 2d). On the basis of these experimental results, Figure 2e presents a plausible mechanism for the enhanced free radicals generation in the presence of H2O2 based on Au−Bi2S3, which mainly attributes to the formation of the Schottky barrier between semiconductor nanomaterials Bi2S3 and noble metal Au. When electrons on the VB are excited into the CB by X-ray, the Schottky barrier can trap the electrons and transfer them to the Au nanoparticles, preventing the recombination of the electron−hole pairs,46−48 and then the H2O2 as electron acceptor can be decomposed into toxic •OH to kill tumor cells. Au−Bi2S3 HNSCs could not only enhance the X-ray absorption and free radicals generation, but also process promising photothermal effect because both Au NCs and Bi2S3 NRs have well-known photothermal conversion ability under NIR irradiation. As shown in Figure S4b, Au−Bi2S3 HNSCs exhibit strong absorption in NIR region. The temperature trends of Au−Bi2S3 HNSCs aqueous solution of different concentrations were measured under NIR irradiation (808 nm laser). The distinct temperature changes indicated that Au− Bi2S3 HNSCs under NIR irradiation have well photothermal conversion efficiency (36.95%, Figure S5, Supporting Information), which may be in favor of the radiotherapy via synergistic effects.49\nNext, based on the free radicals generation ability under X-ray irradiation and well photothermal performance under NIR, we evaluated the therapeutic efficacy of Au−Bi2S3 HNSCs in vitro. Before that, the uptake of Au−Bi2S3 HNSCs by cancer cells was conducted by dark-field scattering microscopy because it is important for the further applications. It can be seen that there was obvious signal enhancement in Au−Bi2S3 HNSCs group compared to the control group, demonstrating the efficient uptake of Au−Bi2S3 HNSCs by Human cervical cancer cell line (HeLa cells) (Figure S6). In addition, we found that the uptake of Au−Bi2S3 HNSCs by HeLa cells was further improved when the HeLa cells were exposed with NIR irradiation. This may be attributed to the mild thermal effect of Au−Bi2S3 HNSCs under 808 nm laser irradiation that can significantly improve transmembrane permeability,50 and thus promote the cellular uptake of Au−Bi2S3 HNSCs, which is vital for subsequent therapeutic outcome. Next, we evaluated the free radicals generation in HeLa cells by employing 2′,7′-dichlorofluorescein (DCFH-DA) as free radicals probe. As shown in Figure 3a, the green fluorescence intensity in the group treated with both Au− Bi2S3 HNSCs and X-ray are obviously higher than groups treated with Au−Bi2S3 HNSCs or X-ray alone. In addition, we also investigated the free radicals generation by Au−Bi2S3 HNSCs in\nthe normal cells (Human umbilical vein endothelial cells, HUVECs). Under X-ray irradiation, it is inability to bring about a drastic enhancement of free radicals in HUVECs treated with Au−Bi2S3 HNSCs, which may attribute to the less H2O2 in HUVECs relative to HeLa cells (Figure 3b). This implies that Au−Bi2S3 HNSCs can effectively decompose overexpressed H2O2 within tumor cells for further free radicals generation. Sparked by the distinction of free radicals generation between\ncancer cells and normal cells, we next verify the selective enhancement to cancer cells, and a range of cytotoxicity evaluation of Au−Bi2S3 HNSCs are carried out. First, the standard Cell Counting Kit 8 (CCK-8) assay was conducted to investigate radiotherapeutic efficacy under different conditions in vitro. No significant cytotoxicity was observed on HeLa cells and HUVECs incubated with Au−Bi2S3 HNSCs, even at the concentration of Au−Bi2S3 HNSCs up to 200 μg mL−1, and the hemolysis test also testified the high compatibility of Au−Bi2S3 HNSCs (Figure S7). However, Au−Bi2S3 HNSCs with X-ray irradiation result in obvious decline of cell viability to 8.68% on HeLa cells (Figure 3c). Nevertheless, we found that the cell viability of HUVECs treated with both Au−Bi2S3 HNSCs and Xray is 71.59%, which is 8.25-fold higher than that of HeLa cells. The higher cell viability of HUVECs after treatment may be ascribed to that the relatively lower H2O2 level in the HUVECs compared to HeLa cells restricts the generation of •OH. To prove the speculation, we employed a H2O2 promoter (glucose oxidase, GOD) for the regulation of H2O2 content in HUVECs. At higher H2O2 level, the cell viability of HUVECs treated with Au−Bi2S3 HNSCs and X-ray irradiation decreased noticeably to 8.44% (Figure 3d). In addition, we also certified that the Schottky junction plays a significant role in radiotherapeutic efficacy by comparing the cytotoxicity of Au−Bi2S3 HNSCs with the mixture of Au NCs and Bi2S3 NRs under the same condition. As shown in Figure S8, Au−Bi2S3 HNSCs under X-ray exhibit much stronger lethality than same amount of mixture no matter in normoxia condition or in hypoxia condition (2.17-fold and 2.24-fold enhancement, respectively). To further certify that Au−Bi2S3 HNSCs can utilize intracellular H2O2 for the enhanced free radicals generation, intracellular H2O2 within HeLa cells was detected in detail after various treatments (Figure 3e). It was found that the HeLa cells exposed to X-ray showed the notable decrease of intracellular H2O2 level (about 77.48%) when incubated with Au−Bi2S3 HNSCs. However, the mixture of Au NCs and Bi2S3 NRs under X-ray irradiation failed to cause obvious decline of H2O2 level. Similar result was also obtained in 4T1 cells (Figure S9). These results about the intracellular H2O2 level in different cancer cells with different treatments confirmed that Au−Bi2S3 HNSCs can catalyze the overexpressed H2O2 within tumor cells effectively under X-ray irradiation for nonoxygen dependent free radicals generation and Schottky junction plays a key role in this catalytic progress. Encouraged by the nonoxygen dependent free radicals generation, we also testified the advantage of Au−Bi2S3 HNSCs for hypoxic-tumor radiotherapy by evaluating the cell viability in the hypoxic condition created via employing the hypoxia-mimic cobalt chloride (CoCl2). It can be found that HeLa cells incubated with Au−Bi2S3 HNSCs under X-ray irradiation still have a considerable decrease in cell viability, indicating Au−Bi2S3 HNSCs have the potential to overcome the radioresistance of tumor hypoxia. These results reveal that Au− Bi2S3 HNSCs have the advantages to enhance radiotherapeutic efficacy for hypoxic cancer cells via X-ray-induced catalytic reaction.\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5952\nThen we evaluated the therapeutic efficacy of Au−Bi2S3 HNSCs via clonogenic assay. As depicted in Figure 4d and e, the colony formation of HeLa cells irradiated under X-ray drastically decreased from 80% to 15% when incubated with Au−Bi2S3 HNSCs, which suggests the promising potential of Au−Bi2S3 HNSCs as radiosensitizers for the irreclaimable damage to cancer cells. Furthermore, γ-H2AX foci detection in cell nuclei by the confocal microscopy were conducted to quantitatively analyze DNA double-strand breaks, which is generally regarded to contribute to radiosensitizing enhancement (Figure 4a,b). The cells incubated with Au−Bi2S3 HNSCs under X-ray irradiation showed obvious increment in amount of γ-H2AX fluorescent spots, which is 5.65-fold more than those treated with X-ray only. This result verifies that Au−Bi2S3 HNSCs can induce more serious DNA damage due to the efficient generation of nonoxygen dependent free radicals via Schottky barrier. We can find from the results of clonogenic assay and DNA double-strand damage that HeLa cells treated with Au−Bi2S3 HNSCs under both NIR and X-ray irradiation showed the most effective suppression and highest density of γH2AX foci, respectively, suggesting that photothermal treatment can benefit RT to a certain extent. This may attribute to the\nenhanced uptake of Au−Bi2S3 HNSCs in HeLa cells under NIR irradiation. Next, to explore the mechanism of cell death after different treatments, Annexin V-FITC (AV)/propidium iodide (PI) apoptosis assay was conducted by flow cytometry (Figure 4f). The results show that HeLa cells treated with Au−Bi2S3 HNSCs under NIR and X-ray irradiation can result in the most obvious apoptosis or necrosis than cells treated with Au−Bi2S3 HNSCs or X-ray alone. In addition, JC-1 assay was employed to illustrate mitochondrial membrane potential loss,51 which is a landmark event for free radicals-caused cell damage (Figure 4c). The results are consistent with the above-mentioned experiments. Taken all together, these results demonstrate the asprepared Au−Bi2S3 HNSCs have the promising potential to be used as radiosensitizers for killing cancer cells efficiently. Encouraged by the enhanced radiotherapy in vitro, we investigated the radiotherapeutic efficacy of Au−Bi2S3 HNSCs as sensitizers in vivo. BALB/c nude mice bearing with HeLa tumor were divided into seven groups randomly with different treatments: (a) PBS, (b) Au−Bi2S3 HNSCs, (c) NIR, (d) X-ray, (e) Au−Bi2S3 HNSCs+NIR, (f) Au−Bi2S3 HNSCs+X-ray, (g) Au−Bi2S3 HNSCs+NIR+X-ray. Each group of mice received intratumoral injection of PBS (25 μL) or Au−Bi2S3 HNSCs (2\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5953\nmg mL−1, 25 μL), respectively. Four hours after injection, the tumors were irradiated to the 808 nm laser (0.3 W cm−2) for 10 min. IR thermographs showed that temperature in tumor region injected with Au−Bi2S3 HNSCs increased to ∼43.9 °C (mild photothermal effect), while the group treated with PBS increased to ∼34.6 °C. The results manifest that Au−Bi2S3 HNSCs have well photothermal efficiency (Figure 5a,b). Then the tumor volume of all groups was also recorded to evaluate the therapeutic efficacy after different treatments (Figure 5c). We can find that the tumor volume in groups a, b, and c grew rapidly, indicating that single employment of Au−Bi2S3 HNSCs or NIR irradiation failed to inhibit the tumor growth efficiently. The antitumor rate of Au−Bi2S3 HNSCs-induced radiotherapy was about 76.47% compared to the control, attributing to the overproduction of nonoxygen dependent free radicals via Schottky barrier in hypoxic condition. Moreover, the most efficient tumor growth inhibition was achieved in group g with 97.02% antitumor rate, nearly complete tumor ablation. The weights of tumors (Figure 5d) show the similar results, which demonstrate that Au−Bi2S3 HNSCs can significantly enhance radiotherapeutic efficacy to hypoxic tumor without recurrence. Next, the hematoxylin and eosin staining (H&E) images in\nFigure 5e also exhibit that Au−Bi2S3 HNSCs can significantly destruct tumor cells under X-ray. In addition, we assessed the expression of γ-H2AX, and the results show more conspicuous and severe DNA damage in tumors caused by the Au−Bi2S3 HNSCs under X-ray and NIR irradiation, which is consistent with the results of DNA damages in vitro. Then the H&E staining assays of the major organs from all experimental groups show no significant damages compared to the control group. The body weight, blood routine, and biochemistry also indicate no noticeable toxicity of as-prepared Au−Bi2S3 HNSCs (Figures S10−S13). All these results testify the high biocompatibility and powerful lethality of Au−Bi2S3 HNSCs during the therapeutic process."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, we proposed a strategy to enhance nonoxygen dependent free radicals generation based on the Schottky-type heterostructures Au−Bi2S3 HNSCs via X-ray-induced catalytic reaction in hypoxic tumor for efficient radiotherapy. Primarily, the obviously enhanced separation efficiency of X-ray-triggered low energy electrons and holes through the Schottky junction of heterostructures have been manifested, and then the Schottky\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5954\njunction significantly improves the catalytic performance of Au− Bi2S3 HNSCs, where the overexpressed H2O2 in cancer cells as electron acceptor can effectively be decomposed into highly toxic •OH based on the matching energy levels, overcoming the oxygen dependence and enhancing the ability of selective killing to tumor. In addition, unlike visible or near-infrared light, X-ray shows unlimited penetration depth, and thus, the radiocatalyst has advantages as radiosensitizers for controllable and deepseated therapy. Furthermore, the CT and PA images reveal the well intratumoral diffusion ability of Au−Bi2S3 HNSCs and increased intratumoral blood flow attributing to the mild hyperthermia, which also further enhances the therapeutic efficacy of RT (Figure S14, Supporting Information). Taken together, this versatile agent provides the idea to develop rational designed Schottky-type heterostructures as efficient radiosensitizers for cancer treatment."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Materials. All chemicals were used without further purification. Bismuth(III) acetate (Bi(OAc)3, 99%), oleylamine (OM, 90%), oleic acid (OA, 90%), thioacetamide (TAA, 99%), and 1-octadecene (ODE, 90%) were supplied by Alfa Aesar Ltd. Polysorbate 80 (Tween 80) and Terephthalate (TA) were provided by Sigma-Aldrich. Chloroauric acid (HAuCl4, 48−50%) was obtained from Macklin Biochemical Co., Ltd. Deionized (DI) water obtained by the 18 MΩ cm (SHRO-plus DI) system was used throughout. Ethanol and cyclohexane were purchased from the Beijing Chemical Reagent Company. Cell counting kit-8 was purchased from Dojindo Laboratories in Japan. Hoechst 33342, DAPI, DCFH-DA, Mitochondrial membrane potential assay kit with JC-1, Hydrogen Peroxide Assay Kit, and Annexin V-FITC Apoptosis Detection Kit were obtained by the Beyotime Institute of Biotechnology. RPMI-1640 and DMEM medium were obtained from HyClone Company, USA. Penicillin/streptomycin and fetal bovine serum (FBS) were supplied by Gibco, Shanghai, China. γ-H2AX antibodies were obtained from Cell Signaling Technology Company, USA. Iopromide was provided by Bayer AG. Synthesis of Au−Bi2S3 Heteronanostructures. Au−Bi2S3 heteronanostructures were prepared following modified literature report.52 Briefly, a solution containing 0.2 mmol Bi(OAc)3 and 1.5 mmol OA in 5 mL of ODE was degassed for 5 min by pure argon gas at room temperature. Then the solution was heated to 100 °C and kept for 10 min under vigorous magnetic stirring. After that, the temperature was increased rapidly to 150 °C and kept for 30 min, and then a lightyellow solution was obtained. Next, the temperature was raised to 170 °C, and 36.5 mg of TAA dissolved in 2 mL of ODE was sharply injected to the above solution while the solution wasmaintained at 170 °C for 30 min; consequently, the solution containing the Bi2S3 nanoparticles was obtained. For the preparation of Au−Bi2S3 heteronanostructures, the obtained solution containing the as-prepared Bi2S3 nanoparticles was cooled to room temperature by adding the mixture with 15.20 mL of ethanol, 2.45 mL of oleylamine, and 0.86 mL of oleic acid. Finally, 6.20 mL of ethanol solution of HAuCl4 (0.05 mmol) was added to the solution at 40 °C, and the mixed solution was gently stirred for 1 h. Then the products were washed several times with ethanol and dispersed into cyclohexane. Subsequently, to improve the biocompatibility of Au−Bi2S3 HNSCs, Tween-80, a biocompatible amphiphilic polymer was used to functionalize the as-prepared Au−Bi2S3 HNSCs. In a typical procedure, the cyclohexane solution containing the asprepared OA-coated Au−Bi2S3 HNSCs was added to a flask with isovolumetric Tween-80 aqueous solution (1 mg/mL), and then the mixture solution was stirred for 1 h in a 70 °C water bath to evaporate the cyclohexane. Then Tween 80-functionalized Au−Bi2S3 HNSCs were obtained by centrifugation and washed with DI water several times. Characterization. Transmission electron microscopy (TEM) images were obtained by Tecnai G2 20 S-TWIN. The phase and crystallography of the dried products were carried out at a Bruker D8 Advance X-ray diffractometer with Cu−Kα radiation (λ = 1.5406 Å).\nThe X-ray photoelectron spectroscopy (XPS) was characterized by spectrometer (ESCALab250i-XL) using the monochromatic Al− Kαradiation (1486.6 eV). Fourier transform infrared spectroscopy (FT-IR, Nicolet iN10, Thermo Fisher) was employed to obtain the FTIR spectra. Energy-dispersive X-ray spectroscopy was analyzed by elemental species and proportion. Nano-ZS90 (Malvern) was used to measure the size distribution and zeta potential. UV−vis spectra of the samples were recorded on a Hitachi U-3900 spectrophotometer. The temperature changes were obtained with Thermal imaging camera (FLIR ThermaCAM E40).\nInductively Coupled PlasmaMass Spectrometry (ICP-MS) for Quantification of Bi and Au Elements. For the quantification of Bi and Au ion concentrations in Au−Bi2S3 HNSCs, conical flasks with 100 μL of Au−Bi2S3 HNSCs in 3 mL HNO3 (65%) and 3 mL of H2O2 (30%) were placed on a hot plate and gradually warmed up to 220 °C and kept at this temperature until the digestion was completed; then the residual solutions were cooled down to the room temperature. 2% HNO3 was employed to dilute solution in each flask to 3 g. Standard solutions (0, 0.5, 1, 5, 10, 50, and 100 ppb) of Bi and Au were prepared with the 2% HNO3 solution and 2% HNO3-1% HCl solution, respectively. The measurement of test solution and standard solution was conducted by ICP-MS (Thermal Elemental X7, Thermal Fisher Scientific Inc., USA). The molar amount ratio of gold to bismuth in Au−Bi2S3 HNSCs was calculated to be 0.103 according to the measurement by ICP-MS.\nPhotothermal Experiments. To assess the photothermal effect of the as-prepared Au−Bi2S3 HNSCs samples, IR thermal camera (FLIR ThermaCAM E40) was employed to record the temperature rising of Au−Bi2S3 HNSCs induced by 808 nm laser irradiation with interval of 15 s. Briefly, Au−Bi2S3 HNSCs were dispersed in DI water at various concentrations (10, 25, 50, 75, and 100 μg mL−1) and irradiated with 808 nm laser for 10 min with DI water as control under the same condition (1W cm−2). The infrared thermal images were captured with IR thermal camera every 2 min. Additionally, to evaluate the photostability of Au−Bi2S3 HNSCs, the solution of 50 μg mL−1 Au− Bi2S3 HNSCs was irradiated under 808 nm laser for 10 min, and this procedure was repeated for five cycles.\nPhotocurrent Measurement. The as-prepared Au NCs, Bi2S3 NRs, and Au−Bi2S3 HNSCs were deposited on the interdigitated electrodes (IDE) of gold/chrome (Au/Cr) with 20 μm electrode gap, respectively. X-ray tube (Mini-X, AMPTEK Inc.) was used for the photoresponse of the Au NCs, Bi2S3 NRs, and Au−Bi2S3 HNSCs to Xray irradiation (50 kV, 75 μA). The X-ray-induced current and dark current caused by each sample were measured under same condition: 20 s period of X-ray irradiation and then turning off for another 20 s over several times. All the measurements were conducted without light.\nDetection of Free Radicals. The free radicals detection was evaluated by the DCFH-DA fluorescent probe. For this, 12.5 μL of DCFH-DA was dissolved in 0.5 mL of DMSO and then reacted with 2 mL of NaOH (0.01 M) under dark condition. Thirty min later, the reaction was terminated with 10 mL of phosphate buffer (25 mM, pH = 7.2). Ten groups were set: control, Bi2S3, Au+Bi2S3, Au−Bi2S3, X-ray, H2O2+X-ray, Bi2S3+X-ray, Au+Bi2S3+X-ray, Au−Bi2S3+X-ray, and Au− Bi2S3+H2O2+X-ray. The final concentration of samples, probe, and H2O2 were 50 μg mL\n−1, 10 μM, and 100 μM in corresponding group, respectively. Then the last six groups were exposed to X-ray irradiation: 50 kV, 75 μA, 10 min. At last, fluorescence spectroscopy (Fluorolog-3, Horiba, Ltd.) was used to measure the fluorescence with excited wavelength of 488 nm.\nDetection of Hydroxyl Radical (•OH). Hydroxyl radical (•OH) evaluation was carried out by •OH-specific indicator terephthalate (TA) under X-ray irradiation (10 min, 50 kV, and 75 μA). The final concentration of samples, TA, andH2O2 were 50 μgmL\n−1, 500 μM, and 100 μM in each group, respectively. At last, fluorescence spectroscopy was used to measure the fluorescence with excited wavelength of 315 nm.\nCell Cellular Experiments. HeLa cells (Human cervical cancer cells), 4T1 cells (Murine breast carcinoma cells), and HUVECs (Human umbilical vein endothelial cells) were obtained from Cancer Hospital Chinese Academy of Medical Sciences and cultured at 37 °C\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5955\nunder a humidified atmosphere with 5% CO2. HeLa cells and 4T1 cells were grown in normal RPMI-1640 culture medium with 10% fetal bovine serum (FBS) and 1% penicillin/streptomycin. HUVECs were maintained in the DMEM medium with 10% FBS, 1% penicillin/ streptomycin at 37 °C under 5% CO2. Dark-Field Scattering Imaging Test. HeLa cells (8 ×104) were seeded into confocal dish. After 24 h incubation, cells were incubated with 50 μg mL−1 of the Au−Bi2S3 HNSCs for 12 h. Then the medium was removed, and the dishes were washed three times with PBS. The cells in Au−Bi2S3HNSCs+NIR group were irradiated toNIR laser (808 nm, 1.0 W cm−2). Cell nuclei were stained with DAPI. The inverted fluorescence microscope (OLYMPUS IX73) was used to obtain the fluorescence and dark-field images. In Vitro Cytotoxicity Study. The cell viability was assessed by CCK-8 method. The cells were cultured in a 96-well cell culture plate at a density of 8000 cells per well. After incubating for 24 h, the cells were treated with various concentrations of Au−Bi2S3 HNSCs (0, 5, 10, 20, 40, 60, 80, 100, and 200 μg mL−1) and coincubated for another 24 h. Afterward, the cells were washed and incubated in 100 μL RPMI-1640/ DMEM with 10% CCK-8 reagent at 37 °C for 1 h. Then a microplate reader (Thermo Scientific, MultiskanMK3) was employed to assess the cell viability by measuring the absorbance at the characteristic peak of 450 nm. For the evaluation of cell viability under hypoxia condition with X-ray (50 kV, 75 μA, 10 min), culture medium need to be replaced by culture medium containing 100 μM cobalt chloride (CoCl2) to simulate the hypoxia condition. Moreover, 0.01 U/mL GOD (glucose oxidase, H2O2 promoter) was employed for the regulation of intracellular H2O2 content when necessary, then the culture medium containing GOD was replaced by normal culture medium after 0.5 h. For the cells treated with Au+Bi2S3, the sample of Au+Bi2S3 was the mixture of Au NCs and Bi2S3 NRs of equal proportions in accordance with Au−Bi2S3 HNSCs. In Vitro Detection of Free Radicals Generation. HeLa cells (8 ×104) and HUVECs were seeded into confocal dishes, respectively. Seven groups were set: (a) control, (b) Au−Bi2S3 HNSCs, (c) NIR only, (d) X-ray only, (e) Au−Bi2S3 HNSCs+NIR, (f) Au−Bi2S3 HNSCs+X-ray, and (g) Au−Bi2S3 HNSCs+NIR+X-ray. Then the cells in corresponding groupwere incubated with 50 μgmL−1 Au−Bi2S3 HNSCs. After 6 h, cells were coincubated with 10 μM of DCFH-DA and Hoechst 33342 for 20 min at 37 °C without light. Afterward, the group c, e, g and group d, f, g were disposed with NIR (808 nm, 1.0 W cm−2) and X-ray (50 kV, 75 μA) for 10 min, respectively. At last, confocal fluorescence microscopy (Nikon A1) was used to obtain fluorescence images. In Vitro Detection of Hydrogen Peroxide (H2O2). HeLa cells and 4T1 cells were maintained in six-well plates with 1 × 105 cells per well for 24 h and divided into six groups (control, Au+Bi2S3, Au−Bi2S3 HNSCs, RT only, RT+Au+Bi2S3, RT+Au−Bi2S3 HNSCs) (n = 3). Then the cells in corresponding group were treated with Au+Bi2S3 or Au−Bi2S3 HNSCs (50 μg mL−1) for 24 h. Next, the cells were treated with or without X-ray (50 kV, 75 μA, 10 min). Afterward, the cells were collected and Hydrogen Peroxide Assay Kit was employed to detect the intracellular H2O2. In Vitro Clonogenic Assay. HeLa cells were incubated in six-wells plates with 2000 cells per well at 37 °C and allowed to attach for 24 h. Then the cells were treated with 50 μg mL−1 Au−Bi2S3 HNSCs for 24 h and subsequently exposed to irradiation with or without NIR laser (808 nm, 1.0 W cm−2) or X-ray (50 kV, 75 μA). Next, those cells were washed with PBS and then incubated with fresh culture medium at 37 °C for 10 days. At last, the cells were fixed with 4% paraformaldehyde and stained with Giemsa dye. In Vitro DNA Damage Evaluation. HeLa cells (3 ×104) were seeded into 24-well plates for 24 h and then incubated with Au−Bi2S3 HNSCs (50 μg mL−1) for another 24 h. Next, those cells were exposed to irradiation with or without NIR laser (808 nm, 1.0 W cm−2) or X-ray (50 kV, 75 μA). Then the cells were further incubated with fresh culture medium for 6 h. Then 4% paraformaldehyde and 0.2% Triton-X 100 were used to fix and permeate the cells, respectively. The cells were then treated with blocking buffer (5% FBS and 1% Triton X-100 in PBS solution) at room temperature for 1 h and further incubated with\nantiphospho-histone γ-H2AX rabbit monoclonal antibody (dilution 1:1000) overnight at 4 °C. Subsequently, the cells were incubated with EGFP-conjugated sheep antirabbit secondary antibody (dilution 1:1000) at 37 °C for 1 h after being washed with PBS three times to remove the excess antibody. Hoechst 33342 was employed for cell nuclei staining. Finally, fluorescence images were acquired with confocal fluorescence microscopy (Nikon A1).\nFlow Cytometry Assay.HeLa cells (1 ×105) were seeded into sixwell plates. After 24 h, the cells were incubated with 50 μg mL−1 Au− Bi2S3 HNSCs for another 24 h. Next, the cells were cultured with fresh culture medium and irradiated with or without NIR laser (808 nm, 1.0 W cm−2) or X-ray (50 kV, 75 μA). After incubation for 24 h, all cells were collected, washed with PBS, dyed with Annexin V-FITC/PI kit, and then detected by flow cytometry (Accuric6, BD, USA).\nJC-1 Assay. HeLa cells were maintained in confocal dishes at a density of 5 × 104 per dish for 24 h and divided into different groups. Then the cells were treated with Au−Bi2S3 HNSCs (50 μgmL−1) for 24 h. Next, those cells were then exposed to irradiation with or without NIR laser (808 nm, 1.0 W cm−2) or X-ray (50 kV, 75 μA). Finally, the mitochondria were labeled by JC-1 for 30 min, and the fluorescence images were acquired by confocal fluorescence microscopy (Nikon A1).\nRadiotherapy In Vivo. All animal experiments were under protocols approved by the key Laboratory for Biomedical Effects of Nanomaterials and Nanosafety (Institute of High Energy physics, CAS). Suspension of 1.0 × 106 HeLa cells in 100 μL of phosphate buffered saline was subcutaneously implanted into the right behind legs of BALB/c female nude mice (6 weeks old), and these mice were divided into seven groups randomly with four mice in each group: (a) PBS, (b) Au−Bi2S3 HNSCs, (c) NIR only, (d) X-ray only, (e) Au− Bi2S3 HNSCs+NIR, (f) Au−Bi2S3 HNSCs+X-ray, (g) Au−Bi2S3 HNSCs+NIR+X-ray. Each group of mice received intratumoral injection of PBS (25 μL) or Au−Bi2S3 HNSCs (2 mg mL−1, 25 μL), respectively. Four hours after injection, the tumors in group c, e, g were irradiated with the 808 nm laser (0.3 W cm−2) for 10 min. IR thermal camera was used to monitor the changing of temperature of tumor region. Then themice in group d, f, g were irradiated to X-ray (radiation dose = 6 Gy). Subsequently, the mouse weight and tumor growth were recorded in the following days, and tumor volume was calculated by the following equation:\nV ab /22=\nWhere V (mm3) represents the tumor volume, and a (mm) and b (mm) represent the length and width of tumor, respectively. All mice were sacrificed 22 days after treatment, and the tumor of each mouse as well as major organs was collected for further evaluation.\nBlood Hematology and Biochemistry Analyses. The blood samples were collected by removing the mice eyeball of different groups. About 100 μL of the collected blood samples was treated with anticoagulant (potassium EDTA) for hematology analysis. The residual blood was settled at room temperature for 2 h for stratification and then centrifuged at 12 000 r/min for 10 min to collect the plasma for biochemistry test. All analysis items were accomplished at the animal department of Peking University medical laboratory.\nHistology Analysis In Vivo. The tumors and major organs (heart, liver, spleen, lung, kidney) were fixed in 4% paraformaldehyde solution and embedded in paraffin for tissue slices; then these slices were stained by hematoxylin and eosin (H&E) or γ-H2AX antibody. The luminescence microscopy images of the slices were obtained with an inverted luminescence microscope (Olympus X-73, Japan).\nCT Imaging.Au−Bi2S3 HNSCs dissolved in agarose gel (0.5%) with different concentrations was tested by the Quantum GX microCT Imaging System (PerkinElmer, Inc.) for CT imaging in vitro, with the same concentrations of iopromide as control. For CT imaging in vivo, HeLa tumor-bearing BALB/c nude mice with intratumoral injection of 100 μL of Au−Bi2S3 HNSCs (4mgmL−1) were scanned by the imaging system at different time (10 min, 2 h, 4 h, 6 h).\nPA Imaging. HeLa tumor-bearing BALB/c nude mice with intratumoral injection of 100 μL of Au−Bi2S3 HNSCs (1 mg mL−1) were measured by the Multispectral Optoacoustic Tomography\nDOI: 10.1021/acsnano.9b01818 ACS Nano 2019, 13, 5947−5958\n5956\n(MSOT) imaging systems (M-128, iThera) after anesthetization. After the injection, the tumor region was irradiated to NIR for 10 min. The oxygen saturation of tumor was detected by the absorption spectrum of oxygenated and deoxygenated hemoglobin. The mice were scanned before intratumoral injection, 10min after injection, 1 and 2 h after NIR irradiation."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b01818.\nXPS, ICP-MS, stability, TEM image, UV−vis absorption, photostability, photothermal conversion efficiency results of Au−Bi2S3 HNSCs; dark-field optical microscopy images, cytotoxicity, and biocompatible assessment of Au−Bi2S3 HNSCs; detection of intracellular H2O2 level; mice weight; images of H&E stained slices of major organs; blood routine analysis; blood biochemistry analysis; bioimaging and discussion (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail: zjgu@ihep.ac.cn. *E-mail: yanliang@ihep.ac.cn. *E-mail: jianshan2112@163.com."
    }, {
      "heading" : "ORCID",
      "text" : "Liang Yan: 0000-0003-2925-5544 Zhanjun Gu: 0000-0003-3717-2423 Yuliang Zhao: 0000-0002-9586-9360"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the National Basic Research Program of China (2016YFA2021600), the National Natural Science Foundation of China (51822207, 51772292, 31571015, and 11621505), and Chinese Academy of Sciences Youth Innovation Promotion Association (2013007), CAS Key Research Program of Frontier Sciences (QYZDJ-SSWSLH022)."
    } ],
    "references" : [ {
      "title" : "Harnessing the Power of Nanotechnology for Enhanced Radiation Therapy",
      "author" : [ "S. Goel", "D. Ni", "W. Cai" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Goel et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Goel et al\\.",
      "year" : 2017
    }, {
      "title" : "Theranostic Nanomedicine by Surface Nanopore Engineering",
      "author" : [ "Z. Li", "L. Yu", "T. Yang", "Y. Chen" ],
      "venue" : "Sci. China: Chem. 2018,",
      "citeRegEx" : "Li et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2018
    }, {
      "title" : "Exciton Dynamics in Semiconductor Nanocrystals",
      "author" : [ "D. A", "Zhang", "J. Z" ],
      "venue" : "Adv. Mater. 2013,",
      "citeRegEx" : "A. and Z.,? \\Q2013\\E",
      "shortCiteRegEx" : "A. and Z.",
      "year" : 2013
    }, {
      "title" : "Production of Low-Energy Electrons by Ionizing Radiation",
      "author" : [ "S.M. Pimblott", "J.A. LaVerne" ],
      "venue" : "Radiat. Phys. Chem. 2007,",
      "citeRegEx" : "Pimblott and LaVerne,? \\Q2007\\E",
      "shortCiteRegEx" : "Pimblott and LaVerne",
      "year" : 2007
    }, {
      "title" : "Coincident Site Epitaxy at the Junction of Au−Cu2ZnSnS4 Heteronanostructures",
      "author" : [ "B.K. Patra", "A. Shit", "A.K. Guria", "S. Sarkar", "G. Prusty", "N. Pradhan" ],
      "venue" : "Chem. Mater. 2015,",
      "citeRegEx" : "Patra et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Patra et al\\.",
      "year" : 2015
    }, {
      "title" : "Negative Regulation of Phosphatidylinositol-3-Kinase/Protein Kinase B Pathway",
      "author" : [ "G. Manna", "R. Bose", "N. Pradhan" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "Manna et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Manna et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Despite the development of nanomaterials with high-Z elements for radiosensitizers, most of them suffer from their oxygen-dependent behavior in hypoxic tumor, nonideal selectivity to tumor, or inevasible damages to normal tissue, greatly limiting their further applications. Herein, we develop a Schottky-type heterostructure of Au− Bi2S3 with promising ability of reactive free radicals generation under X-ray irradiation for selectively enhancing radiotherapeutic efficacy by catalyzing intracellular H2O2 in tumor. On the one hand, like many other nanomaterials with rich high-Z elements, Au−Bi2S3 can deposit higher radiation dose within tumors in the form of high energy electrons. On the other hand, Au−Bi2S3 can remarkably improve the utilization of a large number of X-ray-induced low energy electrons during radiotherapy for nonoxygen dependent free radicals generation even in hypoxic condition. This feature of Schottky-type heterostructures Au−Bi2S3 attributes to the generated Schottky barrier between metal Au and semiconductor Bi2S3, which can trap the Xray-generated electrons and transfer them to Au, resulting in efficient separation of the electron−hole pairs. Then, because of the matched potential between the conduction band of Bi2S3 and overexpressed H2O2 within tumor, the Au− Bi2S3 HNSCs can decompose the intracellular H2O2 into highly toxic •OH for selective radiosensitization in tumor. As a consequence, this kind of nanoparticle provides an idea to develop rational designed Schottky-type heterostructures as efficient radiosensitizers for enhanced radiotherapy of cancer.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}