{
  "name" : "downloads_2019-12-10_57_10.1002@adfm.201908520.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Kinetic-Oriented Construction of MoS2 Synergistic Interface to Boost pH-Universal Hydrogen Evolution",
    "authors" : [ "Jue Hu", "Chengxu Zhang", "Peng Yang", "Jingyi Xiao", "Tao Deng", "Zhiyong Liu", "Bolong Huang", "Michael K. H. Leung", "Shihe Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.afm-journal.de\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1908520 (1 of 9)"
    }, {
      "heading" : "FULL PAPER",
      "text" : ""
    }, {
      "heading" : "Kinetic-Oriented Construction of MoS2 Synergistic Interface to Boost pH-Universal Hydrogen Evolution",
      "text" : ""
    }, {
      "heading" : "Jue Hu, Chengxu Zhang, Peng Yang, Jingyi Xiao, Tao Deng, Zhiyong Liu,",
      "text" : ""
    }, {
      "heading" : "Bolong Huang,* Michael K. H. Leung,* and Shihe Yang*",
      "text" : "As a prerequisite for a sustainable energy economy in the future, designing earth-abundant MoS2 catalysts with a comparable hydrogen evolution catalytic performance in both acidic and alkaline environments is still an urgent challenge. Decreasing the energy barriers could enhance the catalysts’ activity but is not often a strategy for doing so. Here, the first kinetic-oriented design of the MoS2-based heterostructure is presented for pH-universal hydrogen evolution catalysis by optimizing the electronic structure based on the simultaneous modulation of the 3d-band-offsets of Ni, Co, and Mo near the interface. Benefiting from this desirable electronic structure, the obtained MoS2/CoNi2S4 catalyst achieves an ultralow overpotential of 78 and 81 mV at 10 mA cm−2, and turnover frequency as high as 2.7 and 1.7 s−1 at the overpotential of 200 mV in alkaline and acidic media, respectively. The MoS2/CoNi2S4 catalyst represents one of the best hydrogen evolution reaction performing ones among MoS2-based catalysts reported to date in both alkaline and acidic environments, and equally important is the remarkable long-term stability with negligible activity loss after maintaining at"
    }, {
      "heading" : "10 mA cm−2 for 48 h in both acid and base. This work highlights the potential to deeply understand and rationally design highly efficient pH-universal electrocatalysts for future energy storage and delivery.",
      "text" : "DOI: 10.1002/adfm.201908520\nenvironmental problems is a pivotal challenge for the whole society nowadays.[1] The electrocatalytic water-splitting reaction is emerging as the most attractive green technology for affording hydrogen and oxygen by hydrogen evolution reactions (HERs) and oxygen evolution reaction (OER), where the electrocatalysts are vital in guaranteeing the energy conversion.[2] Indeed, platinum is the best performing catalyst for HER, their broad application in large-scale hydrogen generation is still constrained by the high cost and low earth-abundance issues. Earthabundant catalysts, especially transition metal chalcogenides, carbides, nitrides, and phosphides have been wildly explored in recent decades and some of them indeed show satisfied HER catalytic performance.[3] Among them, molybdenum disulfide (MoS2) has emerged as a promising nonprecious-metal HER electrocatalyst in acidic environment.[4] Furthermore, great efforts have been devoted to building heterostructure catalysts to facilitate the\nrate-determining water dissociation steps for the hydrogen evolution catalysis in alkaline media.[5] However, few of these electrocatalysts exhibit competitive HER catalytic performance in base as that in acid, even fewer show the pH-universal activity"
    }, {
      "heading" : "1. Introduction",
      "text" : "Establishing a global-scale sustainable hydrogen energy system to solve the global energy crisis, climate change, and\nProf. J. Hu, Dr. P. Yang, T. Deng, Z. Liu Faculty of Science Kunming University of Science and Technology Kunming 650093, China Dr. C. Zhang The Engineering Laboratory of Advanced Battery and Materials of Yunnan Province Faculty of Metallurgical and Energy Engineering Kunming University of Science and Technology Kunming 650093, China J. Xiao, Prof. M. K. H. Leung Ability R&D Energy Research Centre School of Energy and Environment City University of Hong Kong Kowloon, Hong Kong SAR 999077, China E-mail: mkh.leung@cityu.edu.hk\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201908520.\nProf. B. Huang Department of Applied Biology and Chemical Technology The Hong Kong Polytechnic University Hung Hom, Kowloon, Hong Kong SAR 999077, China E-mail: bhuang@polyu.edu.hk Prof. S. Yang Guangdong Key Lab of Nano-Micro Material Research School of Chemical Biology and Biotechnology Shenzhen Graduate School Peking University Shenzhen 518055, China E-mail: chsyang@pkusz.edu.cn\nAdv. Funct. Mater. 2019, 1908520\n1908520 (2 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nand stability. Thus, developing the advanced earth-abundant electrocatalysts with enhanced HER catalytic performance in both acidic and alkaline environment is an urgent issue.\nAt present, there is still no direct evidence for the mechanism responsible for the puzzling difference of HER catalytic activity between in acid and base, let alone optimizing the HER catalytic performance based on such mechanism.[6] Beyond the limited ability to modulate catalytic properties of the currently reported catalysts with random building heterostructure, the kinetic-oriented construction of the well-designed interfacial composite catalysts will be a potential new strategy that may maximize and multiply the advantages of heterostructure catalysts toward the HER.\nFor HER, the formation of adsorbed hydrogen (Had) largely depends on the electronic interactions with the catalyst surface which dictates the thermodynamics and kinetics of the hydrogen evolution catalysis.[2a] Regarding the promising noble-metal-free MoS2 catalyst, the kinetic analysis indicates much higher reaction barriers of the Tafel step than that of the Heyrovsky step for HER in both acidic and alkaline electrolytes, suggesting the Volmer–Heyrovsky pathway as the dominant HER mechanism on the MoS2 surface (Note S1 and Figure S1, Supporting Information).[6a,7] Furthermore, the reaction barriers of the dominant Volmer and Heyrovsky steps in alkaline media are much higher than those in acidic one based on the kinetics analysis, leading to the inferior HER performance of MoS2 catalyst in alkaline media (Figure 1a,b; Figures S2–S4, Supporting Information). Our previous work demonstrated that the hybridization of MoS2 and layered double hydroxide (LDH) materials, which synergistically favored the adsorption of intermediates (H and OH) near the interfaces, accelerating both the Volmer and Heyrovsky steps of HER, and as a result, the overall HER kinetics in base will be significantly improved.[8] Unfortunately, the HER kinetics becomes more sluggish in acidic media on the MoS2/NiCoLDH surface because of the largely increased standard free energy of intermediate adsorption ( G∆ ad0 ), which reflects a weakened binding of the intermediates (Figure 1b) and as a result the higher energy barriers of the rate-determining Volmer and Heyrovsky steps in acid than those in base, leaving the search for catalysts with fast kinetics in both acid and base as a huge challenge in the HER research.[6a] The key to such a goal will be the well-balanced intermediates bonding and releasing abilities on the catalyst surface to decrease the energy barriers of the dominant Volmer and Heyrovsky steps. As has been demonstrated, both the active edged sites and the inert basal plane on\nAdv. Funct. Mater. 2019, 1908520\nFigure 1. Design of MoS2/CoNi2S4 composite for universal HER. a) Kinetic polarization curves for HER performance (up) and fitted linear relationship between the standard free energy of adsorption for the reaction intermediate (∆ ad 0G ) and standard activation free energy for Volmer step (∆ −V*0G ) and Heyrovsky step (Δ +H*0G ) (down) of stepped-edge terminated MoS2 (se-MoS2) and MoS2/NiCo-LDH in both KOH (1 m) and H2SO4 (0.5 m) electrolytes. b) Free energy diagram of the dominate Volmer–Heyrovsky pathway of stepped-edge terminated MoS2 (se-MoS2) and MoS2/NiCo-LDH in both KOH (1 m) and H2SO4 (0.5 m) electrolytes. c) Side view (left panel) and the real-spatial contour plots for the bonding (blue) and antibonding (green) orbitals near the EF (right panel) of the MoS2/CoNi2S4 system. d) The site-dependent PDOSs of Mo from interface (IF) regions toward metal Mo. e) The sitedependent PDOSs of Ni from the interface (IF) toward metal Ni. CNS represents CoNi2S4 bulk. f) The site-dependent PDOSs of Co from IF regions toward metal Co.\n1908520 (3 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nMoS2 surfaces tend to bond OHad weakly,[9] thereby accelerating the kinetics of the rate-determining Volmer and Heyrovsky steps should facilitate the intermediates adsorption. Indeed, Figure 1a reveals that the standard activation free energies for Volmer step ( G∆ −V*0 ) and Heyrovsky step ( G∆ +H*0 ) have positive correlation with the standard free energy of adsorption for the reaction intermediate ( G∆ ad0 ) on the MoS2 and MoS2/NiCoLDH surfaces, indicating that the intermediates adsorption capability plays a key role in tuning the HER kinetics on the earth-abundant MoS2 surfaces. Herein, we document the synergistic MoS2/CoNi2S4 heterostructure catalyst in actualizing the exceptional pH-universal HER performance for the first time. Through the rational theory design and synthesis, the obtained MoS2/CoNi2S4 catalyst with remarkable activity has achieved the ultralow overpotentials as 78 and 81 mV at 10 mA cm−2 in alkaline and acidic media, respectively, which are superior to those of most newly reported highly active pH-universal catalysts. The kinetic investigations with theoretical calculations reflect the interfacial activation of the optimal electronic distribution on MoS2/CoNi2S4 will lead to the substantial energetic benefit for efficient HER in a universal environment."
    }, {
      "heading" : "2. Design of MoS2/CoNi2S4",
      "text" : "Our kinetics analysis suggests that the kinetically favorable HER catalysts should possess facilitated intermediates adsorption capability for efficient Volmer and Heyrovsky steps and optimal adsorption energy of Had to balance the underbinding and overbinding effect. In this light, it is instructive to build the MoS2/CoNi2S4 composite, which possesses a heterostructure for efficient both H and OH intermediates adsorption and optimal electronic structure for modulating the binding strength of Had. We further applied the density function theory (DFT) to analyze the electronic structure. The local structure of the electronically active interface (IF) is constructed by the close connection between MoS2(002) and CoNi2S4(400) (Figure 1b). The strain has induced evident distortion of the structure that leads to surface reconstruction, especially in the IF region. The uniform distribution of bonding and antibonding orbitals near the Fermi level (EF) endows the surface a good charge transfer capability. To gain more insight into the origin of the electroactivity, we further interpret the electronic contributions to different regions in MoS2/CoNi2S4. We find the evolution of the projected partial density of states (PDOS) from Mo in the MoS2/CoNi2S4 displays a feature in a very broad range from −6 eV below EF to across the EF, which is similar with the PDOS of the metal phase (Figure 1c). In contrast to the pristine MoS2 bulk, the introduction of CoNi2S4 also largely attenuated the gap between eg and t2g of Mo-4d. Such high electronic activities will not only contribute to the HER process but also exhibit as a wide-range modulator to boost the intersites electron transfer based on activation of the local electronic structures of Ni and Co from CoNi2S4.\nInterestingly, an optimal local electronic structure is achieved via the simultaneously converse modification of 3d bands of Ni and Co. The relatively less active Ni near IF has been activated by the electronic modulation from Mo (Figure 1d). As getting closer to the IF region, the Ni-3d bands monotonically\nmigrating from deep localization positions (EF −2.25 eV) to the high-lying position with a positive band offset around 1.25 eV, indicating an optimized underbinding effect induced by Ni in the IF region of MoS2/CoNi2S4. On the contrary, the PDOS of Co in bulk CoNi2S4 is staying at a higher position near EF, however, its position in MoS2/CoNi2S4 has been gradually suppressed to a lower position toward the IF region with a 1.25 eV negative band offset (Figure 1e). This suppression will optimize the overbinding effect induced by Co for better efficiency of H2 generation. The DFT calculations unraveled an evident modification to the Ni and Co concurrently by the electronic modulator Mo, which not only activates the Ni but also balances the overbinding effect from Co. The optimized interfacial electronic properties guarantee the desired high HER performance in both the acidic and alkaline environment."
    }, {
      "heading" : "3. Synthesis and Structural Characterization of MoS2/CoNi2S4",
      "text" : "Guided by the design strategy and the theoretical calculations, the MoS2/CoNi2S4 composite was fabricated using a two-step hydrothermal process. In our experiment, Co–Ni hydroxides nanowires were directly grown on carbon fiber paper substrate as the precursor (Figure S5, Supporting Information). Then, MoS2/CoNi2S4 composite was synthesized by simultaneous sulfurization of Co–Ni hydroxide precursor and generation of MoS2 (see the Supporting Information for details). As control samples, bare MoS2, CoNi2S4, and MoS2/NiS2, MoS2/ Co3S4 composites were prepared by a similar procedure (Figures S6–S8, Supporting Information). The microstructure of MoS2/CoNi2S4 composite was directly imaged by fieldemission scanning electron microscopy (FESEM). The FESEM images of MoS2/CoNi2S4 show MoS2 nanosheets fabricated microrods are uniformly covered with a smooth surface as illustrated in the inset picture of Figure 2a (Figure 2a; Figure S9, Supporting Information). This similar covered morphology can be also seen for the MoS2/NiS2 and MoS2/Co3S4 composites as shown in Figure S10 in the Supporting Information. Elemental mappings evidence the uniform distribution of Mo, Co, Ni, and S on the MoS2/CoNi2S4 surface (Figure S11, Supporting Information). The transmission electron microscopy (TEM) images show that the CoNi2S4 is mainly covered on the edges of MoS2 nanosheets as illustrated in Figure 1a and Figures S12 and S13 in the Supporting Information. The good covering of CoNi2S4 onto MoS2 nanosheets suggests not only plenty electrocatalytic active sites on the surface but also a potential interfacial reaction, which would benefit long-term durability.\nFurther high-resolution transmission electron microscopy (HRTEM), X-ray diffraction (XRD), and X-ray photoelectron spectroscopy (XPS) analyses manifest the heterostructure nature of the MoS2/CoNi2S4 composite. In Figure 2b, HRTEM image of MoS2/CoNi2S4 shows a clear heterojunction between the MoS2 (002) and CoNi2S4 (400) phases. The fast Fourier transformation (FFT) pattern in area (i) marked by the white dashed square in the HRTEM image shows clear reflections of (220), (440), and (400) facets of CoNi2S4 crystallites, which is consistent with the FFT pattern of the pure CoNi2S4 crystallites as shown in Figure S14 in the Supporting Information.\nAdv. Funct. Mater. 2019, 1908520\n1908520 (4 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nIn the dark dashed marked area (ii) of Figure 2b, the FFT pattern reflects the (220), (440), and (400) facets of CoNi2S4 as well as the (002) and (110) facets of MoS2, confirming the interface construction between MoS2 and CoNi2S4. The hetero structure of the MoS2/CoNi2S4, MoS2/NiS2, and MoS2/ Co3S4 composites is further justified by XRD (Figure 2c; Figures S14 and S15, Supporting Information). All diffraction peaks of the MoS2/CoNi2S4 composite sample match well with the corresponding standard patterns of 2H-MoS2 and CoNi2S4 (JCPDS Nos. 75-1539 and 24-0334, respectively) and are well consistent with the FFT patterns. The Mo 3d, Ni 2p, and Co 2p XPS spectra in Figure 2d–f and Figures S15 and S16 in the Supporting Information reveal the chemical compositions and surface electronic states of these elements in the MoS2/CoNi2S4, MoS2/NiS2, and MoS2/Co3S4 composite samples. Peak deconvolutions were carried out to fit these spectra. The typical Mo4+ peaks are located at 228.9 and 232.1 eV for Mo 3d5/2 and 3d3/2, respectively. Peaks with higher energies for Mo6+ 3d5/2 at 232.8 eV and MoO3−x 3d5/2 at 230.7 eV are also observed in the MoS2/CoNi2S4 sample (Figure 2d).[10] In addition, the Ni 2p and Co 2p XPS spectra (Figure 2e,f) reveal the oxidation states of Ni2+, Ni3+ for Ni element and Co2+ and Co3+ for Co element are mainly exist in the MoS2/CoNi2S4 composite with the Ni/Co ratio of 2.28:1. There are slight shifts of the binding energies for Mo 3d in MoS2/CoNi2S4 comparing with the pure MoS2, and for both Ni 2p, Co 2p in MoS2/CoNi2S4 comparing with the pure CoNi2S4 sample, providing important evidence for the electronic interactions between MoS2 and CoNi2S4 (Figure S17, Supporting Information).[8]"
    }, {
      "heading" : "4. The HER Catalytic Behavior",
      "text" : "We examined the HER catalytic behavior of the MoS2/CoNi2S4, MoS2/NiS2, and MoS2/Co3S4 composite catalysts with the representative linear sweep voltammograms (LSVs) with the scan rate of 5 mV s−1 in both alkaline and acidic electrolytes summarized in Figure 3a,d. For comparison, the bare MoS2, CoNi2S4, NiS2, Co3S4, and commercial Pt/C catalysts were also studied under the same conditions. In H2 saturated 1 m KOH solution, the MoS2/metal sulfide composites show much decreased overpotential and significantly improved current density, indicating the HER electrocatalytic performance of the MoS2/CoNi2S4, MoS2/NiS2, and MoS2/Co3S4 composite catalysts are substantially better than those of the bare MoS2, CoNi2S4, NiS2, and Co3S4 catalysts, and even better than the commercial Pt/C catalyst at high current density range. Among them, MoS2/CoNi2S4 exhibits the best HER electrocatalytic activity with the smallest overpotential of 78 mV at 10 mA cm−2 and the highest catalytic current density across the entire potential range, which is superior to the overpotential of 111 mV for MoS2/NiS2 and 152 mV for MoS2/Co3S4, revealing the pivotal effect of electronic structure modulation of electrocatalytic active sites. The Tafel slope of MoS2/CoNi2S4 is measured as 67 mV dec−1, which is much smaller than the bare MoS2 (95 mV dec−1) and CoNi2S4 (145 mV dec−1) catalysts, indicating superior HER kinetics for MoS2/CoNi2S4 (Figure 3b). In addition, the Tafel slopes for MoS2/CoNi2S4, MoS2/NiS2, and MoS2/Co3S4 composite catalysts are all within the range of 39–116 mV dec−1, suggesting the rate-determining step of the hydrogen evolution catalysis is the charge-transfer-induced\nAdv. Funct. Mater. 2019, 1908520\nFigure 2. Morphology and structure characterization of MoS2/CoNi2S4 composite. a) SEM image of the synthesized MoS2/CoNi2S4 composite. Insets are TEM image and schematic illustration of the MoS2/CoNi2S4 composite. b) High-resolution TEM image of the MoS2/CoNi2S4. Insets are the corresponding fast Fourier transform pattern of the selected areas marked by the dotted square in (b). c) Comparison of XRD patterns for the MoS2 and MoS2/CoNi2S4. XPS spectra of d) Mo 3d, e) Ni 2p, and f) Co 2p for bare MoS2, CoNi2S4, and MoS2/CoNi2S4 composite.\n1908520 (5 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwater dissociation step on these catalysts surfaces, where the Volmer step and Heyrovsky step are kinetically comparable.[8]\nThe hydrogen evolution catalysis behavior was further investigated by electrochemical impedance spectroscopy (EIS). The EIS results further justify the exceptional HER kinetics of MoS2/CoNi2S4, where the Nyquist plots (Figure S18, Supporting Information) show the smallest charge transfer resistance for MoS2/CoNi2S4 among the tested catalysts at the overpotential of 200 mV, indicating the superior interfacial charge-transfer kinetics. To access the intrinsic activity of the MoS2/CoNi2S4, MoS2/NiS2, and MoS2/Co3S4 composite catalysts, it is vital to eliminate the contribution derived from the electrochemically active surface area (ECSA) and calculate the turnover frequency (TOF). As shown in Figures S18–S21 in the Supporting Information, the double-layer capacitance (Cdl), which is expected to evaluate the ECSA for transition metal compounds,[11] of MoS2/CoNi2S4 (122.1 mF cm−2) is close to that of bare MoS2 (123.3 mF cm−2), indicating that the enhancement does not originate from the ECSA but the introduction of CoNi2S4 onto MoS2 surface which intrinsically changes the hydrogen evolution catalysis. Assuming that all the Mo sites were electrochemically active in the HER process,[8,12] the calculated TOF for MoS2/CoNi2S4 composite reaches 2.7 s−1, which is 13 times higher than that of MoS2 (0.2 s−1) at the overpotential of 200 mV (Figure 3c), demonstrating the synergistic catalytic effect manifest on the MoS2/CoNi2S4 heterostructure.\nIn H2 saturated 0.5 m H2SO4 solution, the bare MoS2 exhibits an overpotential of 166 mV at 10 mA cm−2 and Tafel slope of 75 mV dec−1, being close to those reported values for hydrothermal synthesized MoS2 in the literature (Figure 3c,d).[13] It is noted that the HER catalytic activity of MoS2 is significantly improved after fabricating the heterostructure. With MoS2/ CoNi2S4, the HER activity is boosted with the overpotential as low as 81 mV at 10 mA cm−2. The Tafel slopes of the tested catalysts are within the range of 39 to 116 mV dec−1. The ECAS normalized HER polarization curves in Figure S22 in the Supporting Information show the similar HER activity trends for those MoS2-based composite catalysts in both alkaline and acidic electrolytes. The TOF for MoS2/CoNi2S4 composite is 1.7 s−1 at the overpotential of 200 mV in acid (Figure S23, Supporting Information). Figures S24 and S25 and Table S1 and S2 in the Supporting Information summarized the overpotentials at 10 mA cm−2 and Tafel slopes for the most active molybdenum, nickel and cobalt-based compound catalysts in base and acid, respectively. Obviously, these energetic metrics for MoS2/ CoNi2S4 composite outperform or at least comparable to those of the most active HER electrocatalysts in alkaline or acidic electrolytes, making our MoS2/CoNi2S4 composite a superior catalyst to most previously reported noble-metal-free HER catalysts. Furthermore, the MoS2/CoNi2S4 composite exhibits the lowest overpotentials in both acidic and alkaline electrolytes (81 mV in 0.5 m H2SO4 and 78 mV in 1 m KOH at 10 mA cm−2) among the tested catalysts, which are even markedly lower than those of most newly reported highly active pH-universal catalysts, suggesting that the HER electrocatalytic performance of MoS2/ CoNi2S4 composite is among the best range for the noble-metalfree pH-universal catalysts (Figure 3f; Table S3, Supporting Information).[14]\nAdv. Funct. Mater. 2019, 1908520\nFigure 3. Electrocatalytic performance of MoS2/CoNi2S4 catalyst in both base and acid. a,d) Polarization curves and b,e) corresponding Tafel curves for commercial Pt/C, bare MoS2, Co3S4, NiS2, CoNi2S4, and the MoS2/Co3S4, MoS2/NiS2, and MoS2/CoNi2S4 composite catalysts in KOH (1 m) and H2SO4 (0.5 m) electrolytes, respectively. e) Turn over frequency (TOF) of MoS2/Co3S4, MoS2/NiS2, and MoS2/CoNi2S4 composite catalysts in 1 m KOH electrolyte. f) Comparison of overpotential required to generate a current density of 10 mA cm−2 on related reported Ni-, Co-, and MoS2-based compound catalysts in both acidic and alkaline electrolytes.\n1908520 (6 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nWe combined the electrochemical measurements to verify the electrocatalytic durability of our MoS2/CoNi2S4 catalyst. During the chronopotentiometry measurement, the overpotential of Pt/C catalyst increases more than 150 mV at 10 mA cm−2 for 48 h in the alkaline electrolyte and 15 mV at 10 mA cm−2 for 18 h in the acidic electrolyte (Figure 4a,b). Interestingly, the chronopotentiometry measurement results manifest that the synthesized MoS2/CoNi2S4 catalyst exhibits an outstanding long-term operational durability for 48 h at 10 mA cm−2 with no observed overpotential increase in both 1 m KOH and 0.5 m H2SO4 electrolytes. In addition, there is little difference in the ECSA and morphology of after 48 h at 10 mA cm−2 (Figures S26 and S27, Supporting Information). Moreover, the HER catalytic performance of MoS2/CoNi2S4 catalyst shows no obvious difference between initial and after the long-term durability test, indicating the striking electrocatalytic durability of the MoS2/CoNi2S4 catalyst in both alkaline and acidic media. We further examined the MoS2/CoNi2S4 catalyst using XPS characterization after the chronopotentiometry test in 1 m KOH at 10 mA cm−2 for 48 h (Figure 4c–f). The high-resolution Ni 2p and Co 2p spectra of MoS2/CoNi2S4 composite manifest that the concentration of the higher valence component of Ni (Ni3+) decreases after the durability test, while that of the higher valence component of Co (Co3+) increases, revealing the intersites electron transfer and charge redistribution on the surface. Interestingly, the doublet peaks of Mo6+ decrease and the doublet peaks of MoO3−x disappear after the durability test, while the intensities of the doublet peaks for Mo4+ increase, which may be induced by similar electron transfer via interfacial chemical bonds. Regarding the S 2p spectra, it is obvious that there is no difference in S components of the MoS2/CoNi2S4 composite after 48 h durability measurement. The excellent HER electrocatalytic activity and long-term durability of the MoS2/CoNi2S4 composite suggest the great promise to serving as pH-universal platinum-like electrocatalyst for HER. The dual-pathway kinetic analyses and DFT calculations have been carried out for the insightful understanding of the enhanced HER performance of MoS2/CoNi2S4 composite in the pH-universal environment. Following the procedure of Wang et al. and our previous work,[6a,7,8] we performed kinetic analyses by well-fitting the kinetic current density of MoS2/CoNi2S4 composite to evaluate the standard activation free energies for the three elementary reaction steps (Volmer, Heyrovsky, and Tafel steps) of HER in both acidic and alkaline media (Figure 5a). The fractional coverages (θ) of the active reaction intermediate, Had, on the MoS2/CoNi2S4 surface in acid and base are similar and within a high level, indicating the high intrinsic activity of the active sites. The free energy diagrams indicate a dominant Volmer–Heyrovsky (V–H) pathway of HER on MoS2/CoNi2S4 surface in both acid and base, where the activation energy of Heyrovsky step is much lower than that of Tafel step, which is in good agreement with the Tafel slope analysis (Figure 5b; Figure S28, Supporting Information). The relatively low values of G∆ ad0 in both acid and base indicate an efficient adsorption of\nAdv. Funct. Mater. 2019, 1908520\nFigure 4. HER stability evaluation of MoS2/CoNi2S4 catalyst. Chronoamperometric responses recorded on commercial Pt/C and MoS2/CoNi2S4 catalysts in a) 1 m KOH and b) 0.5 m H2SO4 solutions. Insets are the polarization curves of i) MoS2/CoNi2S4 and ii) commercial Pt/C before and after the durability test. High resolution XPS of c) Mo 3d spectra, d) Ni 2p spectra, e) Co 2p spectra, and f) S 2p spectra for MoS2/CoNi2S4 composite before and after the chronopotentiometry test in 1 m KOH at −10 mA cm−2 for 48 h.\n1908520 (7 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nthe intermediates on the MoS2/CoNi2S4 surface, and as a result accelerating Volmer and Heyrovsky steps in both acid and base. Indeed, in acidic environment, the activation energies of MoS2/ CoNi2S4 for both Heyrovsky and Volmer steps are slightly lower than those of our previously reported stepped edged terminated MoS2 nanosheet array, indicating even better HER kinetics of MoS2/CoNi2S4 than se-MoS2 in acid. Furthermore, the activation energies of MoS2/CoNi2S4 for both Heyrovsky and Volmer steps in an alkaline environment are much lower than those of se-MoS2, justifying that the hybridization of MoS2 with CoNi2S4 accelerates the charge-transfer-induced water dissociation steps of HER in the alkaline environment. Based on the DFT calculations, the compensated modification of the 3d bands between Ni and Co illustrates a charge\nAdv. Funct. Mater. 2019, 1908520\nFigure 5. Enhancement mechanism of MoS2/CoNi2S4 for universal HER. a) Kinetic current density with the best fitting (left panel) and fractional coverage of Had (right panel) as a function of potential obtained from the dual-pathway kinetic mode fitting for MoS2/CoNi2S4 composite in both acid and base. b) Free energy diagram of the MoS2/CoNi2S4 composite for HER in both acid and base. c) The local structural configurations for illustrating adsorption of optimal H and H2O. Red Balls = O, green balls = H, yellow balls = S, cyan balls = Ni, blue balls = Co, and olive balls = Mo. d) The PDOSs comparison of the adsorption of H2O on the Ni site. e) Free energy pathways for HER under the alkaline condition. f) The formation energies of H and H2 adsorbed in different sites for MoS2/CoNi2S4 system.\n1908520 (8 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nredistribution on the surface that significantly optimizes the electronic environment for the HER that achieves the preferred balance between reactivity and overbinding effect of the surface. Thus, the optimized electronic structure of Ni promotes the adsorption of H2O near IF region for the HER in the alkaline environment. The optimal adsorption position of the H atom and H2O for both HER in acid and alkaline environment also demonstrates a high electronic activity near the IF region (Figure 5c). The 3d bands of Ni mainly locate from EF −6 eV below EF +2 eV that widely matched with the s,p bands of H2O, illustrating the stable adsorption with active charge exchange between the Ni and adsorbed H2O (Figure 5d). Moreover, the well overlap between Ni-3d and H2O-2p between EF −7 eV and EF −1 eV representing a strong NiO σ-bonding, which will reduce the binding strength of O–H for easier dissociation of H2O in alkaline HER. Accordingly, the IF Ni-sites will perform the best initial water adsorption and the following smooth desorption of OH will be ensured due to the limited overlap between Ni-3d and O-2p near EF. Therefore, the efficient HER process without overbinding effect will be expected based on the optimal electronic distribution near the IF region in MoS2/ CoNi2S4. Meanwhile, the HER process in the alkaline process also demonstrates a continuous downhill reaction trend with energy releasement of −1.08 eV (Figure 5e), illustrating an energetically favorable pathway for HER. The adsorption of H2O near IF-Ni site and the adsorption of H near the IF-Mo region will lead to the close-contacted H-adsorption for the following efficient H2 generations (Figure 5c). The barriers of transition states in the alkaline HER process are around the scale of 0.3 eV, which will be overcome with the assistance of the local distorted structures. We further analyze the universal reactivity of MoS2/CoNi2S4 from an energetic perspective regarding the H-formation comparison and free energy pathway. The formation energy which is related the adsorption of the H and H2 species is consistent with the electronic properties (Figure 5f). All the adsorptions near-neutral adsorption line (E = 0 eV) are located near the IF region. The chemisorption of H is reasonable that will not result in the overbinding. The HER process in the acidic environment from 2H*→H2 are energetically favorable in downhill trend with the nearly negligible energy barrier. Therefore, these results confirmed that the MoS2/ CoNi2S4 could serve as a superior pH-universal electrocatalyst for HER.\nIn summary, we have presented the kinetic-orientedly designed MoS2/CoNi2S4 composite for the first time as a lowcost, highly efficient, and stable catalyst for the HER over a wide pH range based on theory-calculation guidance and rational experimental design. DFT analysis unravels an evident modification to the Ni and Co concurrently by the electronic modulator Mo in MoS2/CoNi2S4, which not only activates the Ni but also alleviates the overbinding effect from Co. Leveraging on the desirable electronic structure, the MoS2/CoNi2S4 composite catalyst guarantee the efficient H and OH adsorption in alkaline environment as well as the optimal binding strength of Had in acidic media, supporting the outstanding HER electrocatalytic activity and long-term stability as a pHuniversal electrocatalyst. The remarkable energetic HER kinetics is further justified by the dual-pathway kinetic analysis and the outstanding electrochemical performance with ultralow\noverpotential and high TOF value, which outperformed most recently reported pH-universal electrocatalyst. Our study demonstrates the rational interfacial design strategy to promote the pH-universal HER process that is applicable to a broad class of MoS2-based electrocatalysts. This work will open a new direction in developing potential earth-abundant catalysts with competitive performance.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "J.H. and C.Z. contributed equally to this work. This research was supported by the National Nature Science Foundation of China (Nos. 21862011 and 51864024) and Yunnan province (2019FI003), the Kunming University of Science and Technology (Nos. KKKP201707010 and KKKP201752011), the Shenzhen Peacock Plan (KQTD2016053015544057), the Nanshan Pilot Plan (LHTD20170001), and the Guangdong Science and Technology Program (2017B030314002)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "hydrogen evolution, interfacial electrocatalysis, kinetic-oriented mechanism, MoS2, pH-universal\nReceived: October 16, 2019 Revised: November 11, 2019\nPublished online:\n[1] Z. W. Seh, J. Kibsgaard, C. F. Dickens, I. Chorkendorff, J. K. Nørskov, T. F. Jaramillo, Science 2017, 355, eaad4998. [2] a) D. Voiry, H. S. Shin, K. P. Loh, M. Chhowalla, Nat. Rev. Chem. 2018, 2, 0105; b) C. Huang, T. Ouyang, Y. Zou, N. Li, Z.-Q. Liu, J. Mater. Chem. A 2018, 6, 7420; c) J.-Y. Wang, T. Ouyang, N. Li, T. Ma, Z.-Q. Liu, Sci. Bull. 2018, 63, 1130; d) T. Kwon, H. Hwang, Y. J. Sa, J. Park, H. Baik, S. H. Joo, K. Lee, Adv. Funct. Mater. 2017, 27, 1604688. [3] a) X. Huang, Z. Zeng, H. Zhang, Chem. Soc. Rev. 2013, 42, 1934; b) X. Zou, Y. Zhang, Chem. Soc. Rev. 2015, 44, 5148; c) Y. M. Shi, B. Zhang, Chem. Soc. Rev. 2016, 45, 1529; d) X. Y. Chia, A. Y. S. Eng, A. Ambrosi, S. M. Tan, M. Pumera, Chem. Rev. 2015, 115, 11941; e) J. Hu, C. Zhang, X. Meng, H. Lin, C. Hu, X. Long, S. Yang, J. Mater. Chem. A 2017, 5, 5995; f) I. K. Mishra, H. Zhou, J. Sun, F. Qin, K. Dahal, J. Bao, S. Chen, Z. Ren, Energy Environ. Sci. 2018, 11, 2246; g) Z. Pu, J. Zhao, I. S. Amiinu, W. Li, M. Wang, D. He, S. Mu, Energy Environ. Sci. 2019, 12, 952; h) X. Liu, K. Ni, C. Niu, R. Guo, W. Xi, Z. Wang, J. Meng, J. Li, Y. Zhu, P. Wu, Q. Li, J. Luo, X. Wu, L. Mai, ACS Catal. 2019, 9, 2275; i) J.-Y. Wang, T. Ouyang, Y.-P. Deng, Y.-S. Hong, Z.-Q. Liu, J. Power Sources 2019, 420, 108.\nAdv. Funct. Mater. 2019, 1908520\n1908520 (9 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\n[4] a) H. T. Wang, Z. Y. Lu, S. C. Xu, D. S. Kong, J. J. Cha, G. Y. Zheng, P. C. Hsu, K. Yan, D. Bradshaw, F. B. Prinz, Y. Cui, Proc. Natl. Acad. Sci. USA 2013, 110, 19701; b) J. Wang, M. Yan, K. Zhao, X. Liao, P. Wang, X. Pan, W. Yang, L. Mai, Adv. Mater. 2017, 29, 1604464; c) Q. Ding, B. Song, P. Xu, S. Jin, Chem 2016, 1, 699; d) Y. Yin, J. Han, Y. Zhang, X. Zhang, P. Xu, Q. Yuan, L. Samad, X. Wang, Y. Wang, Z. Zhang, P. Zhang, X. Cao, B. Song, S. Jin, J. Am. Chem. Soc. 2016, 138, 7965; e) G. Zhang, H. J. Liu, J. H. Qu, J. H. Li, Energy Environ. Sci. 2016, 9, 1190; f) Y. Guo, L. Gan, C. Shang, E. Wang, J. Wang, Adv. Funct. Mater. 2017, 27, 1602699. [5] a) R. Subbaraman, D. Tripkovic, D. Strmcnik, K.-C. Chang, M. Uchimura, A. P. Paulikas, V. Stamenkovic, N. M. Markovic, Science 2011, 334, 1256; b) N. Danilovic, R. Subbaraman, D. Strmcnik, K.-C. Chang, A. P. Paulikas, V. R. Stamenkovic, N. M. Markovic, Angew. Chem. 2012, 124, 12663; c) M. T. M. Koper, Nat. Chem. 2013, 5, 255; d) P. Wang, X. Zhang, J. Zhang, S. Wan, S. Guo, G. Lu, J. Yao, X. Huang, Nat. Commun. 2017, 8, 14580. [6] a) J. X. Wang, T. E. Springer, R. R. Adzic, J. Electrochem. Soc. 2006, 153, A1732; b) Y.-C. Hsieh, Y. Zhang, D. Su, V. Volkov, R. Si, L. Wu, Y. Zhu, W. An, P. Liu, P. He, S. Ye, R. R. Adzic, J. X. Wang, Nat. Commun. 2013, 4, 2466; c) R. Subbaraman, D. Tripkovic, K.-C. Chang, D. Strmcnik, A. P. Paulikas, P. Hirunsit, M. Chan, J. Greeley, V. Stamenkovic, N. M. Markovic, Nat. Mater. 2012, 11, 550; d) J. Durst, C. Simon, F. Hasché, H. A. Gasteiger, J. Electrochem. Soc. 2015, 162, F190; e) J. Hu, K. A. Kuttiyiel, K. Sasaki, C. Zhang, R. R. Adzic, J. Electrochem. Soc. 2018, 165, J3355. [7] a) K. Elbert, J. Hu, Z. Ma, Y. Zhang, G. Chen, W. An, P. Liu, H. S. Isaacs, R. R. Adzic, J. X. Wang, ACS Catal. 2015, 5, 6764; b) J. X. Wang, T. E. Springer, P. Liu, M. Shao, R. R. Adzic, J. Phys. Chem. C 2007, 111, 12425. [8] J. Hu, C. Zhang, L. Jiang, H. Lin, Y. An, D. Zhou, M. K. H. Leung, S. Yang, Joule 2017, 1, 383.\n[9] B. Hinnemann, P. G. Moses, J. Bonde, K. P. Jørgensen, J. H. Nielsen, S. Horch, I. Chorkendorff, J. K. Nørskov, J. Am. Chem. Soc. 2005, 127, 5308. [10] a) J. Hu, B. Huang, C. Zhang, Z. Wang, Y. An, D. Zhou, H. Lin, M. K. H. Leung, S. Yang, Energy Environ. Sci. 2017, 10, 593; b) D. R. Cummins, U. Martinez, A. Sherehiy, R. Kappera, A. Martinez-Garcia, R. K. Schulze, J. Jasinski, J. Zhang, R. K. Gupta, J. Lou, M. Chhowalla, G. Sumanasekera, A. D. Mohite, M. K. Sunkara, G. Gupta, Nat. Commun. 2016, 7, 11857. [11] C. C. L. McCrory, S. Jung, I. M. Ferrer, S. M. Chatman, J. C. Peters, T. F. Jaramillo, J. Am. Chem. Soc. 2015, 137, 4347. [12] J. Kibsgaard, T. F. Jaramillo, F. Besenbacher, Nat. Chem. 2014, 6, 248. [13] C. Zhang, L. Jiang, Y. Zhang, J. Hu, M. K. H. Leung, J. Catal. 2018,\n361, 384. [14] a) H. Yan, Y. Xie, Y. Jiao, A. Wu, C. Tian, X. Zhang, L. Wang, H. Fu,\nAdv. Mater. 2018, 30, 1704156; b) Y.-Y. Ma, C.-X. Wu, X.-J. Feng, H.-Q. Tan, L.-K. Yan, Y. Liu, Z.-H. Kang, E.-B. Wang, Y.-G. Li, Energy Environ. Sci. 2017, 10, 788; c) H. Zhang, P. An, W. Zhou, B. Y. Guan, P. Zhang, J. Dong, X. W. Lou, Sci. Adv. 2018, 4, eaao6657; d) F. Yang, Y. Chen, G. Cheng, S. Chen, W. Luo, ACS Catal. 2017, 7, 3824; e) X. F. Lu, L. Yu, X. W. Lou, Sci. Adv. 2019, 5, eaav6009; f) Y. Pan, K. Sun, Y. Lin, X. Cao, Y. Cheng, S. Liu, L. Zeng, W.-C. Cheong, D. Zhao, K. Wu, Z. Liu, Y. Liu, D. Wang, Q. Peng, C. Chen, Y. Li, Nano Energy 2019, 56, 411; g) Q. Wang, Z. L. Zhao, S. Dong, D. He, M. J. Lawrence, S. Han, C. Cai, S. Xiang, P. Rodriguez, B. Xiang, Z. Wang, Y. Liang, M. Gu, Nano Energy 2018, 53, 458; h) M. Kim, M. A. R. Anjum, M. Lee, B. J. Lee, J. S. Lee, Adv. Funct. Mater. 2019, 29, 1809151; i) H. Wang, X. Wang, D. Yang, B. Zheng, Y. Chen, J. Power Sources 2018, 400, 232; j) Z. Chen, R. Wu, Y. Liu, Y. Ha, Y. Guo, D. Sun, M. Liu, F. Fang, Adv. Mater. 2018, 30, 1802011; k) T. Ouyang, A.-N. Chen, Z.-Z. He, Z.-Q. Liu, Y. Tong, Chem. Commun. 2018, 54, 9901; l) X. Zhang, X. Yu, L. Zhang, F. Zhou, Y. Liang, R. Wang, Adv. Funct. Mater. 2018, 28, 1706523; m) M.-Q. Wang, C. Ye, H. Liu, M. Xu, S.-J. Bao, Angew. Chem., Int. Ed. 2018, 57, 1963.\nAdv. Funct. Mater. 2019, 1908520"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "As a prerequisite for a sustainable energy economy in the future, designing earth-abundant MoS2 catalysts with a comparable hydrogen evolution catalytic performance in both acidic and alkaline environments is still an urgent challenge. Decreasing the energy barriers could enhance the catalysts’ activity but is not often a strategy for doing so. Here, the first kinetic-oriented design of the MoS2-based heterostructure is presented for pH-universal hydrogen evolution catalysis by optimizing the electronic structure based on the simultaneous modulation of the 3d-band-offsets of Ni, Co, and Mo near the interface. Benefiting from this desirable electronic structure, the obtained MoS2/CoNi2S4 catalyst achieves an ultralow overpotential of 78 and 81 mV at 10 mA cm−2, and turnover frequency as high as 2.7 and 1.7 s−1 at the overpotential of 200 mV in alkaline and acidic media, respectively. The MoS2/CoNi2S4 catalyst represents one of the best hydrogen evolution reaction performing ones among MoS2-based catalysts reported to date in both alkaline and acidic environments, and equally important is the remarkable long-term stability with negligible activity loss after maintaining at 10 mA cm−2 for 48 h in both acid and base. This work highlights the potential to deeply understand and rationally design highly efficient pH-universal electrocatalysts for future energy storage and delivery.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}