{
  "name" : "downloads_2020-09-02_86_hammood2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Comparison of Natural and Nano-synthetically-Produced Hydroxyapatite Powder",
    "authors" : [ "ALI SABEA HAMMOOD", "SORA SALEEM HASSAN", "MOHAMMED TALIB ALKHAFAGY" ],
    "emails" : [ "alis.altameemi@uokufa.edu.iq" ],
    "sections" : [ {
      "heading" : null,
      "text" : "MATERIALS IN NANOMEDICINE AND BIOENGINEERING"
    }, {
      "heading" : "Comparison of Natural and Nano-synthetically-Produced",
      "text" : ""
    }, {
      "heading" : "Hydroxyapatite Powder",
      "text" : "ALI SABEA HAMMOOD,1,3 SORA SALEEM HASSAN,1 and MOHAMMED TALIB ALKHAFAGY2\n1.—Department of Material Engineering, Faculty of Engineering, University of Kufa, Kufa, Iraq. 2.—Faculty of Dentistry, University of Kufa, Kufa, Iraq. 3.—e-mail: alis.altameemi@uokufa.edu.iq\nHydroxyapatite (HAp) is a bioactive material that forms the main mineral part of teeth, hard tissues, and bone in humans. The goal of the present study is to prepare hydroxyapatite from bio-waste materials such as fish bone and bovine femur bone at different calcination temperatures, selecting the optimal calcination temperatures and then comparing these with commercial nanoHAp. The HAp was synthesized from the bio-waste materials by a calcination process in a thermal dry and fire furnace with different calcination temperatures, heating rates and cooling rates all carefully controlled. The best results were obtained at 950 C since, at this temperature, the Ca/P ratio reached 1.6589 for fish bone and 1.7058 for bovine femur bone, which is close to the commercial stoichiometric nano-HAp ratio of 1.67."
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Hydroxyapatite (HAp), with the chemical formula Ca10(PO4)6(OH)2, exists as a calcium-deficient carbonate in the mineral phase of dentine, bone and tooth enamel in the human body, and an important bio-active material that supports the outgrowth and osseointegration of bone.1 HAp has remarkable properties, including biocompatibility, bioactivity, and the ability to form a direct chemical bond with human hard tissues.2 Due to its chemical similarity to the minerals in the bone, the calcium–phosphate phases of HAp (stoichiometric hydroxyapatite) are utilized in the repair and replacement of bones, as a coating on metallic implants to aid the fixation to bones and as bone substitute graft materials, obviating the need to use cement.3 HAp very concordant with the hard tissues and human bone.4 The main component of synthetic HAp is calcium, and thus acquiring the calcium needed for the preparation of HAp from living bodies reduces both the chance of impurities and the cost of production. Various natural sources like bovine bone, corals, fish bone and eggshells have been identified as having potential for the synthesis of HAp, carrying the dual advantage of having a biological origin as well as being a method to recycle inorganic waste.5\nRecently, Barakat et al.6 investigated three various methods to produce pure HAp from bovine femur bone bio-waste. Their results indicated that the thermal decomposition method is able to produce HAp nanorods. Venkatesan et al.7 built on this work to explain the effect of temperature on the characterization of HAp obtained from tuna bones, showing that, when the temperature exceeds 600 C, all the organic materials are removed from the bones, meaning that this pure HAp can be used for bio-medical applications. Jaber et al.8 utilized the bones of camels to synthesize HAp, with their studies indicating that calcination at 1000 C is a feasible temperature to obtain pure HAp. The aim of this work is to prepare HAp from various bio-waste materials, such as fish bone and bovine femur bone, and to use the exact characterization of the resultant powders to determine the optimum temperature for calcination, comparing the results of the calcinated bio-waste material with commercial nano-HAp."
    }, {
      "heading" : "EXPERIMENTAL PROCEDURE",
      "text" : ""
    }, {
      "heading" : "Basic Materials",
      "text" : "Carp fish bone (Cyprinus carpio L. Fish) from the fishmonger, bovine femur bone from the local\nJOM, Vol. 71, No. 1, 2019 https://doi.org/10.1007/s11837-018-3185-5 2018 The Minerals, Metals & Materials Society\n272 (Published online October 12, 2018)\nbutcher and commercial nano-HAp grade 20 nm (clause Number: ALB-SC-001, Output Name: Medical Grade HAp, CAS Number: 1306-06-05, Molecular Weight: 502.31, Purity: 99%, Package: 100 g, Store: RT)."
    }, {
      "heading" : "Preparation of the Bio-waste Materials",
      "text" : "The fish and bovine femur bones were boiled in distilled water for 1 h and washed using a fastflowing water jet to eliminate as much organic and protein material as possible. The raw waste materials were then cut and ground into powders using a mortar and pestle, before being left to sun-dry for 2 weeks. These dried powders were then further crushed in a planetary mill (SFM-1(QM-3SP2)) equipped with alumina balls of various sizes at 4000 rpm for 4 h for the fish bone and 8 h for the bovine femur bone."
    }, {
      "heading" : "Calcination Process",
      "text" : "In the calcination process, 10 g of either fish or bovine femur bone powders were placed in an open crucible made from alumina. These samples were heated at different temperatures (900 C, 950 C, 1000 C, 1050 C and 1100 C) for 2 h at a heating rate of 10 C/min, before being cooled slowly in a furnace to room temperature."
    }, {
      "heading" : "CHARACTERIZATION OF THE SYNTHESIZED BIO-WASTE MATERIALS",
      "text" : ""
    }, {
      "heading" : "Fourier Transform Infrared Spectroscopy (FTIR)",
      "text" : "FTIR is an active tool for distinguishing the kinds of chemical bonds in samples and functional groups obtained at different temperatures by producing an infrared absorption spectrum. An amount of 1–2 mg\nof the synthesized HAp powder was mixed with 200 mg of spectroscopic grade potassium bromide. A SHIMADZO (Japan) spectrometer was used to register spectra from the 400 cm 1 to 4000 cm 1 regions using a 4-cm 1 spectral resolution and 20 scans."
    }, {
      "heading" : "X-ray Diffraction",
      "text" : "The crystalline structure and the phase composition of the raw powders were determined before and after calcination by using XRD (XRD-6000, SHIMADZU). CuKa radiation (k = 0.154056 nm) was used, with a voltage of 40 kV and a current of 30 mA, and data were collected over the 2h from 10 to 50 . XRD was also used to calculate the Miller index (hkl planes) and the value lattice parameters (c and a)."
    }, {
      "heading" : "Scanning Electron Microscopy",
      "text" : "The morphology or microstructure of the biowaste materials before and after the calcination process was observed under an SEM (SEM-FEI Quanta model, Netherlands), at an acceleration of 12.5 kV. Energy dispersive spectroscopy (EDS), which is an accessory to SEM, was used to determine the chemical compositions of the raw powders before and after the calcination process."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : ""
    }, {
      "heading" : "Functional Groups",
      "text" : "Figures 1, 2, and 3 show the FTIR spectra for raw fish bone (A0), raw bovine femur bone (B0), commercial nano-HAp (D0), and the spectra of these materials after calcination at different temperatures (900 C, 950 C, 1000 C, 1050 C and 1100 C). The spectra of the raw and commercial nano-HAp samples are obviously varied due to the changes in their chemical bonds during heat treatment. The FTIR spectra bands include 1645 cm 1 and 1550 cm 1, which coincide with the amides I and II of the collagen that was present in the raw bones,9 and 2800–3000 cm 1, which corresponds to alkane (CH), while the bands at 871 cm 1, 873 cm 1, and 1414–1500 cm 1 show the presence of the carbonate group, after the decomposition of the organic substances during the calcination process. For affirmation, 2800–3000 cm 1, which corresponds with alkane (CH), is fully eliminated in"
    }, {
      "heading" : "Fish bone",
      "text" : ""
    }, {
      "heading" : "Sample condition a (nm) c (nm) Ca/P",
      "text" : "the calcinated samples, while the carbonate group appeared at the 871 cm 1, 873 cm 1 and 1414– 1500 cm 1 bands, but decreased gradually with increasing temperature. In the calcinated samples, the FTIR spectra bands at 632 cm 1 and 3572 cm 1 are assigned to the hydroxyl group, and these two peaks prove the presence of the HAp phase, since these spectra appear more clearly in the calcinated\nsamples because the calcination process has destroyed the cross-linked structure in the raw fish bone and bovine femur bone. Phosphate (PO4\n3 ) exists in three regions: 1093 cm 1, 1047 cm 1 and 962 cm 1, 634 cm 1, 603 cm 1 and 571 cm 1, and 474 cm 1.10 The color of the bone particles changed from yellow-white to white after the calcination, which implied the decomposition of protein, collagen\nand other organic substances. It is also evident that a trace of water molecules was inserted into the structure, since this appears with a broad band at various intensities between 1600 cm 1 and 1700 cm 1 (bending mode) and 3200–3600 cm 1 (stretching mode). Meanwhile, the commercial nano-HAp samples have peaks at 3571 cm 1 and 632, cm 1, which refer to the (OH ) groups, as well as peaks at 474 cm 1, 564 cm 1, 603 cm 1,\n960 cm 1, 1040 cm 1 and 1104 cm 1, coinciding with the (PO4 3 ) phosphate group."
    }, {
      "heading" : "Crystalline Phases",
      "text" : "Figures 4, 5, and 6 show the XRD patterns for raw fish bone (A0), raw bovine femur bone (B0), commercial nano-HAp (D0) and after the calcination of these materials at different calcination temperatures (900 C, 950 C, 1000 C, 1050 C and 1100 C).\nThere are three main peaks (211), (112) and (300) and planes at 2h near 31.8 , 32.2 , and 32.9 , respectively for the commercial nano-HAp and the calcinated samples.11 The HAp crystalline composition for the calcinated bone powder and commercial nano-HAp is similar to the pattern of pure HAp, verified using the Joint Committee on Powder Diffraction Standards (JCPDS 00-055-0592) data with Ca10(PO4)6(OH)2 chemical reaction. The intensity of the XRD peaks increased when the temperature of calcination increased from 900 C to 1100 C, indicating the removal of all the protein and the organics that had been present in the raw powders.9 These results confirmed that utilizing waste fish bone and bovine femur bone is a viable method to produce pure HAp powder. In addition, the commercial nano-HAp and pure HAp phase presented according to the JCPDS 00-055-0592 data, and the most intense peaks coincided the crystalline planes (002), (211), (112) and (300) at 25.6 , 31.8 , 32.2 and 32.9 2h, respectively. These diffraction patterns show a gradual increase in the degree of sharpness of the peaks as the temperature of the heat treatment increased.\nIn respect to the crystal size of the bone samples, the results show that the HAp sample becomes stoichiometric at a calcination temperature of 950 C, and then the crystal size decreases as it goes beyond the stoichiometric ratio. Hence, as the HAp sample becomes crystalline, the crystal size increases. This is due to the increase in the crystallinity which is probably caused by the formation of the crystal structure. The results show that the degree of crystallinity and crystal size are associated both with the amount of impurity and the\nstoichiometry of the obtained biological HAp powders.12 The criteria adopted for the calculation lattice parameters a and c can be calculated by this test through the adoption of an approval text book,13 as shown in Table I for fish bone, bovine femur bone and commercial nano-HAp, respectively."
    }, {
      "heading" : "Surface Analysis: SEM and EDS",
      "text" : "Figure 7 shows the SEM patterns for commercial nano-HAp (D0) as well as for raw fish bone (A0) and raw bovine femur bone (B0), and then after the calcination of these latter materials at a calcination temperature of 950 C. These micrographs illustrate the morphological variations at the surface as the calcination temperature increased. Whereas the organic and protein content in the raw bone particles causes a highly dense micro-surface, when the calcination temperature was increased, the grain size increased. This growth in the grain size may be associated with the absorption of heat energy by the particles,14 since the particles in the commercial HAp sample are of nano-size. Furthermore, the calcinated bones contained multiple pores created by the decomposition of organic substances. Specifically, the results of EDS indicate that, whereas the raw bone powder contained a quantity of C and O in addition to the Ca and P, the calcinated bone powders contained quantities of Ca, P, O, Mg, Na, and C, and that, in the calcinated commercial nanoHAp, the quantity of Ca and P is higher when the calcination temperature is increased, as shown in Figs. 8, 9, and 10. The results for the Ca/P ratio are presented in Table I for fish bone, bovine femur bone and nano-commercial Hap, respectively."
    }, {
      "heading" : "CONCLUSION",
      "text" : "This study shows that natural HAp can be obtained from fish bones and bovine femur bones through calcination at temperatures of 950 C. FTIR and XRD results revealed that calcination of fish bone and bovine femur bone powders at 900 C and above could produce organic-free and crystalline natural HAp. SEM results revealed that the grain size increased with temperature, and that the best results were obtained at 950 C because the Ca/P ratio at this temperature was 1.6589 for fish bones, and 1.7058 for bovine femur bones, which is close to the ratio for commercial stoichiometric nano-HAp (Ca/P:1.67). The values of a and c for fish bone and bovine bone were near to the values of standard values of HAp. Overall, the results showed that biowaste materials (fish bone and bovine femur bone) calcinated at 950 C could create micro-HAp that was approximately similar to commercial nanoHAp."
    }, {
      "heading" : "ACKNOWLEDGEMENTS",
      "text" : "The authors gratefully acknowledge the staff of the Materials Research Center, Ministry of Science and Technology, Iraq, for the characterization facility provided there, and Professor Nader Pravin-\nAmirkabir University of Technology, Iran, for his revision of this paper."
    } ],
    "references" : [ {
      "title" : "Vequizo, IOP Conference Series: Materials",
      "author" : [ "G.M. Poralan Jr.", "J.E. Gambe", "E.M. Alcantara", "R.M" ],
      "venue" : "Science and Engineering",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The results show that the degree of crystallinity and crystal size are associated both with the amount of impurity and the stoichiometry of the obtained biological HAp powders.(12) The criteria adopted for the calculation lattice parameters a and c can be calculated by this test through the adoption of an approval text book,(13) as shown in Table I for fish bone, bovine femur bone and commercial nano-HAp, respectively.",
      "startOffset" : 176,
      "endOffset" : 180
    } ],
    "year" : 2018,
    "abstractText" : "Hydroxyapatite (HAp) is a bioactive material that forms the main mineral part of teeth, hard tissues, and bone in humans. The goal of the present study is to prepare hydroxyapatite from bio-waste materials such as fish bone and bovine femur bone at different calcination temperatures, selecting the optimal calcination temperatures and then comparing these with commercial nanoHAp. The HAp was synthesized from the bio-waste materials by a calcination process in a thermal dry and fire furnace with different calcination temperatures, heating rates and cooling rates all carefully controlled. The best results were obtained at 950 C since, at this temperature, the Ca/P ratio reached 1.6589 for fish bone and 1.7058 for bovine femur bone, which is close to the commercial stoichiometric nano-HAp ratio of 1.67.",
    "creator" : "Springer"
  }
}