{
  "name" : "downloads_2019-10-21_d1_mohanta2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Carbon nanotubes: Evaluation of toxicity at biointerfaces",
    "authors" : [ "Debashish Mohanta", "Soma Patnaik", "Sanchit Sood", "Nilanjan Das" ],
    "emails" : [ "soma.fet@mriu.edu.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nJournal of Pharmaceutical Analysis\njournal homepage: www.elsevier .com/locate/ jpa\nReview Paper\nCarbon nanotubes: Evaluation of toxicity at biointerfaces\nDebashish Mohanta a, Soma Patnaik a, *, Sanchit Sood a, Nilanjan Das b\na Department of Biotechnology, Manav Rachna International Institute of Research Studies, Faridabad, Haryana, India b Accendere KMS, New Delhi, India\na r t i c l e i n f o\nArticle history: Received 18 December 2018 Received in revised form 12 April 2019 Accepted 23 April 2019 Available online 25 April 2019\nKeywords: Bio interphases Carbon nanotubes (CNTs) In vivo toxicity In vitro toxicity\nPeer review under responsibility of Xi'an Jiaotong * Corresponding author.\nE-mail address: soma.fet@mriu.edu.in (S. Patnaik)\nhttps://doi.org/10.1016/j.jpha.2019.04.003 2095-1779/© 2019 Xi'an Jiaotong University. Productio org/licenses/by-nc-nd/4.0/).\na b s t r a c t\nCarbon nanotubes (CNTs) are a class of carbon allotropes with interesting properties that make them productive materials for usage in various disciplines of nanotechnology such as in electronics equipments, optics and therapeutics. They exhibit distinguished properties viz., strength, and high electrical and heat conductivity. Their uniqueness can be attributed due to the bonding pattern present between the atoms which are very strong and also exhibit high extreme aspect ratios. CNTs are classified as singlewalled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs) on the basis of number of sidewalls present and the way they are arranged spatially. Application of CNTs to improve the performance of many products, especially in healthcare, has led to an occupational and public exposure to these nanomaterials. Hence, it becomes a major concern to analyze the issues pertaining to the toxicity of CNTs and find the best suitable ways to counter those challenges. This review summarizes the toxicity issues of CNTs in vitro and in vivo in different organ systems (bio interphases) of the body that result in cellular toxicity. © 2019 Xi'an Jiaotong University. Production and hosting by Elsevier B.V. This is an open access article\nunder the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanomaterials have always attracted researchers due to their size, which are comparable to most of the biological macromolecules such as DNA, enzymes and antibodies. Rapid advancements in nanotechnology and the discovery of carbon nanotubes (CNTs) in 1991 opened up new vistas in material sciences [1]. These carbon allotropic tubes have a unique array of electronic, magnetic and chemical properties [2e4]. The uniqueness of CNTs is attributed to the presence of strong bonding pattern which exists between the atoms and their extreme aspect ratio. A CNT can be as thin as a few nanometers and as long as hundreds of microns. The structure, length and number of layers vary in different CNTs’ forms. Singlewalled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs) are the two major classifications of CNTs depending upon their side walls configuration. SWCNT consists of a mono graphene layer with diameter ranging from 1 to 2 nm, whereas MWCNTs include collection of nested tubes with increasing diameters ranging from 3 to 30 nm [5]. Among the wide varieties of different methods available for the synthesis of CNTs,\nUniversity.\n.\nn and hosting by Elsevier B.V. This\narc discharge, laser ablation and chemical vapor deposition are commonly used [6e8]. Due to the unique structure of CNTs, they hold potential in bringing novelty to drug delivery mechanism and hence many efforts have been invested to make them more useful for pharmaceutical purposes. Researchers even suggest that chronic and fatal diseases such as cancer and tuberculosis can be treated using CNT-based drug delivery systems [4,9,10]. CNTs have also been widely investigated as sensors owing to their brilliant photo physical properties [11e13]. The ability of CNTs to deliver anti-cancer drugs has been evaluated in model organisms and the results showed them to be better or equivalent to the usually employed nanoliposomes [14]. Targeting lymphatic system for delivering anti-cancer drugs is important for the reason that lymphatic metastasis is a common phenomenon in most of the cancers. Ji et al. [15] have reported successful delivery of gemcitabine to lymphatic system using magnetic MWCNTs. Water soluble MWCNTs, when injected into the foot of model organism rat, was found to localize in the lymph nodes of the foot rather than accumulating in other organs suggesting CNTs as drug carriers for lymphatic circulation [16]. In a recent study, Ketabi and Rahmani [17] carried out a computer simulation study to evaluate CNTs functionalized with carnosine dipeptide and the results showed that functionalization made CNTs more soluble in aqueous media.\nAs the usage of CNTs in improving quality and performance of drug delivery aspects is picking up, its exposure to human beings is\nis an open access article under the CC BY-NC-ND license (http://creativecommons.\nbound to increase to a greater pace in future. Hence, it is important and significant to investigate the issues associated with the toxicity of CNTs [18]. Numerous data and reports have been reported to determine the nature of toxicity arising due to the applications of CNTs in living systems, precisely during the drug delivery process. So far, scientists have been able to determine CNT toxicity in several cell lines [7]. Lack of thorough study on the toxicological studies and experimentations has not yet made clear the exact reason for their toxicity in vitro as well as in vivo conditions. In the present article, a thorough review has been done to analyze the physiological and compositional studies to estimate the state of CNTs at which they can possibly cause the toxicity in various biological conditions. The unique shape and structure have intrigued the scientists to use the CNTs in therapeutics for treating diseases, but comparative studies suggest that only certain range of shapes and sizes prove to be more toxic than others [19]."
    }, {
      "heading" : "2. Cellular toxicity",
      "text" : "Amongst various reported drug delivery vehicles, CNTs are considered as a promising vehicle [20]. However, before their usage for medical purposes, their effects on different organs need to be analyzed. Time and again CNTs have been explored to determine the pathways used to enter the cells through the lipid bilayer of cellular walls. Several researches suggest endocytosis as the cellular uptakemechanism of CNTs [21,22]. Penetration of CNTs through the cellular lipid bilayer membrane results in oxidative stress that may lead to the inflammation and also result in cytotoxicity. Since CNTs behave as a foreign body to cell, foreign body response (FBR) is elicited and chemicals are released to eliminate CNTs from the cell. CNTs have been observed to induce oxidative stress in cells. Protein kinases and nuclear factor-Kappa B are the major signaling factors which regulate cytokines in response to the oxidative stress generated by CNTs [18,23]. One of the plausible reasons for cellular toxicity by CNTs is the generation of free radicals which in turn leads to oxidative stress (Fig. 1). These excess free radicals are known to oxidize DNA, proteins and lipids in cells. They are also responsible for activating transcription factors and activator protein-1 which are responsible for inflammatory responses [18]. CNTs are not easy to excrete from the body and have a higher risk of getting accumulated in organs. Several experiments have highlighted that organs such as spleen, kidneys and lungs are the easy targets for this oxidative stress caused due to free radical formations [24]. Another mechanism which has been proposed with regard to toxicity generation is the formation of reactive oxygen species (ROS) [18]. ROS is normally formed as by-products of metabolic process of oxygen. Since CNTs increase the oxidative stress inside the cell, it in turn increases the ROS level. Increased\nROS level leads to detrimental effects on cells such as apoptosis, damage to genetic material, oxidation of amino acids and inactivation of enzymes [25]. Wang et al. [10], carried out an experiment wherein PC12 cells were exposed to SWCNTs at a concentration of 200 mg/mL. The results showed an increase of approximately five folds in the concentrations of ROS in treated cells compared to untreated cells. Increased inflammatory response on exposure to CNTs has also been associated with toxicity generation inside the body of an organism. The major cause that researchers have found for this response is “frustrated phagocytosis” wherein the macrophages are unable to engulf CNTs [25]. Comparing the inflammatory responses caused due to asbestos and MWCNTs, Poland et al. [25] studied its effects inmice. The results inferred a normal foreign body response in mice exposed to carbon black, in which the immune system recognized and destroyed the foreign particles whereas in case of MWCNTs the results were somewhat different. The macrophage cells were unable to destroy MWCNTs and asbestos. There was an increase in release of polymorph nuclear leukocytes and protein exudation, indicative of inflammatory response. CNTs have also been reported to cause granulomas inside the body resulting in toxic effects inside the body [26]. In a study, researchers carried out intratracheal exposure of SWCNTs in mice for seven days [27]. These SWCNTs deposited in the lungs leading to blocked airways due to the formation of granulomas. In various other animal models, the results of CNTs' evaluation suggest their potential ability in formation of granulomas and a major cause in generating chronic granulomatous diseases [26].\nEver since the toxicity issues of CNTs have coined, there has been a major debate over the comparison between the two types, whether SWCNTs or MWCNTs generate more toxicity. Some research groups have reported that SWCNTs cause more apoptosis than MWCNTs. Cui et al. [27] analyzed the toxicity of SWCNTs and MWCNTs in HEK293 cells. They reported that SWCNTs caused maximum apoptosis due to their dispersed and hydrophobic nature with small surface area. One of the mechanisms proposed by the group for the observed toxicity was due to the extracellular matrix protein signaling which affects the cell skeleton and other organelles leading to apoptosis. The evaluation of CNTs in small organisms has been tabulated in Table 1 [28e32]. It summarizes the mode of toxicity caused by different types of CNTs at varying doses (effective dose 50)."
    }, {
      "heading" : "3. CNTs and phenomena at biointerfaces",
      "text" : "The biocompatibility issue has always been a major challenge with the use of CNTs in biological systems. When injected into the body, CNTs interact with the body fluids and various organs. Various experimental reports suggest that CNTs produce certain level of toxicity in different organs [33]. The efficiency of CNTs as drug carriers is evaluated by their adsorption and transportation in the organisms, which are administered through different modes. Once administered, the CNTs are transported to different organs by systemic or lymphatic circulation.\nCNTs are administered through several routes for drug delivery into the body such as oral, intravenous, inhalation, transdermal, subcutaneous and intraperitoneal. Amongst all routes, the mostly cited modes of delivery in vivo are intratracheal and inhalation due to their more clear and definite results in the reported experiments [34]. Some reports suggest that CNTs when inhaled result in severe inflammation compared to when their route of administration is via intravenous injection, oral or dermal [35]. Once into the body, CNTs interact with the proteins or cells, which may lead to its metabolism or the CNTs may retain their original structure. They can also be distributed to different body organs where they may either remain localized or translocate or be excreted. The\nTable 1 Summary of CNTs toxicity in various animal models.\nName of organism Types of CNTs EC50* Mode of toxicity\nChlorella vulgaris MWCNT 41.0, 12.7, and 12.4mg/L Generation of ROS, agglomeration [28] Pseudokirchneriella\nsubcapitata SWCNT NA* Generation of ROS, agglomeration [29]\nDunaliella tertiolecta MWCNT 0.8mg/L Generation of ROS, inhibition of photosynthesis [30] Daphnia magna MWCNT grafted with\npolyethyleneimine 25mg/L Increase in size of the surface coating leads to toxicity [31]\nSpragueeDawley rat SWCNT 1,000mg/kg from gestation day 6e19 No teratogenicity observed [32]\n*Effective concentration 50. *Not Available.\nbiodistribution of CNTs in the body may lead to different toxicity depending on their concentration, constituents, structure, size and functionalization. The different organs where toxicity of CNTs has been studied are as follows:"
    }, {
      "heading" : "3.1. Respiratory (pulmonary) toxicity",
      "text" : "As mentioned above, inhaling the fine nanoparticles through respiratory channels is one of the most commonly reported modes of delivery of CNTs. Several hypotheses suggest that the physical characteristics of CNTs are responsible for respiratory toxicity in animals [36]. Physiochemical properties such as particle size, functionalization, and dispersion greatly contribute to pulmonary toxicity after inhalation of CNTs (Fig. 2). Warheit et al. [37] demonstrated that intratracheal deposition of SWCNTs in the lungs of rat lead to transient inflammatory and cytotoxic effects for up to one month. As reported in several studies, exposure of epithelial lung cell lines to SWCNTs leads to cytotoxicity and inflammatory reactions [38e40]. The various results indicated that the most prominent cause for the SWCNT toxicity can be due to the deposition of fine nanoparticles in the alveolar and intratracheal tissue walls. As these are not macromolecules, they do not settle by themselves but rather settle as clumps in the inner walls that may lead to tumor in the inner walls of respiratory tracts [41,42]. In a study carried out by Qin et al. [43], toxicity of carboxyl functionalized SWCNTs was assessed in the respiratory tracts of rats. The rats were injected intravenously in tail veins in a continuous manner till 90 days. The results showed embolization in lung capillaries. In some rats there were reports of granuloma formation too. The group hypothesized that long-term intravenous injection may result in accumulation in the rat's lungs leading to histological changes in the organ. Continuous accumulation in lungs leads to generation of black spots. Similar results have also been seen in case of MWCNTs. MWCNTs, when inhaled by the lungs, are recognized by macrophages and result in frustrated phagocytosis [44]. Frustrated phagocytosis results in a strong inflammatory response which in turn increases the oxidative stress due to the release of pro inflammatory cytokines. In an experiment mice were exposed to MWCNTs whose results showed inflammation, progressive fibrosis and granulomas formation in the lung airways\n[45]. Further, histological analysis revealed that the MWCNT fibers with a size range >20 mm resulted in increase in number of polymorph nuclear leukocytes white blood cells and granulomas. One of the primary reasons for this observation is the inability of macrophages to effectively phagocytize the CNTs from the lungs."
    }, {
      "heading" : "3.2. Liver toxicity",
      "text" : "Liver is one of the significant organs in the body which plays a crucial role in carrying out various metabolic pathways in the body. Hence, any drug given to the body is processed through the liver either directly or indirectly. So it becomes imperative to study and analyze the toxic effects of CNTs on liver tissues. It is important to study how these nanoparticles metabolized in our bio-systems break down into simpler compounds which can be easily excreted from the body. But due to lack of analytical equipment, it is hard to determine or trace these metabolic processes. Various in vivo scanning through transmission electron microscope (TEM) and scanning electronmicroscope (SEM) analysis showed accumulation of CNTs in liver cells [46]. In a study conducted by Principi et al. [47], SWCNTs were systematically exposed into a mice model to analyze the systemic bio-distribution in the body. The mice models used wereMITO-Luc bioluminescence reporter mice and CD1mice. They were injected with SWCNTs sample for nine weeks. Accumulation of SWCNTs induced cell proliferation, inflammation and increased amount of enzyme production. Later, the histological study revealed hepatotoxicity with increased levels of aspartate aminotransferase, alanine aminotransferase and bilirubinemia which are known as biomarkers for liver damage. In an in vivo experiment, MWCNTs were orally exposed to Swiss albino mice and were later examined toxicological studies [48]. Post exposure, six mices per group were sacrificed. The histopathological examination of the liver showed damaged macrophage cells (Kupffer cells), blood coagulation, inflammation and increased level of oxygen free radicals. The experimental results were indicative of haywire functioning of the liver due to the acute or chronic exposure of the liver to the CNTs’ toxicants. The exposure of MWCNTs to mice liver resulted in activation of Kupffer cells. These cells play a significant role in normal physiology and homeostasis. Kupffer cells are activated when toxic agents come in contact with liver cells. The toxic agents which can enter both through direct or indirect modes result in release of proinflammatory and inflammatory responses, growth factors and ROS (Fig. 3). The increased number of Kupffer cells indicates the major cause of liver injury caused due to CNTs."
    }, {
      "heading" : "3.3. Dermal and subcutaneous toxicity",
      "text" : "Skin, the most easily exposed surface to the surroundings, provides an easy passage for CNTs entry into the body. Research has pointed out that exposure to non-modified CNTs, specifically SWCNTs, leads to inflammatory reaction and even tissue\ndisruption. In an experiment conducted to study the effects of SWCNT in vitro and in vivo conditions, well-engineered artificial skin tissues and mice skin were tested, respectively. The results showed oxidative stress and inflammation in the skin cells, thus indicating toxic nature of SWCNTs for the dermal tissue [49]. Raw SWCNTs, when injected in mice, resulted in exhaustion of glutathione, oxidative stress, skin thickening and an elevation in dermal cell number [50]. The special properties like geometry, surface functionalization and shape of SWCNT could have been the cause which leads to the dermal penetration and further deposition in the skin tissues [51]. Koyama et al. [52] reported granuloma formation with entrappedMWCNTagglomeration in the subcutaneous tissues of mice after 3 weeks of exposure. The exterior epithelial layer of the skin, epidermis, is rich in keratinocytes and is inhabited by dermal fibroblasts which are mainly responsible for maintaining skin connective tissue. CNTs exposure to these keratinocytes led to decrease in cell viability, induced genotoxicity and inflammation [22,50,53,54]. It has also been known to disturb the normal cellular behavior such as adhesion and migration of cells [50]. Also, exposure to CNTs affects wound healing of dermal fibroblasts [55]. The various effects of CNT exposure to dermal and subcutaneous organs are shown in Fig. 4."
    }, {
      "heading" : "3.4. Central nervous system (CNS) toxicity",
      "text" : "CNTs as drug delivery vehicles to CNS have been thoroughly explored by scientists due to their unique interaction with the neurons and nervous system [56]. Pure forms of CNTs are mostly insoluble in aqueous solvents, but by carrying out few functionalizations and modifications in the nanomaterial it can even bypass the most challenging barrier for therapeutics i.e., the blood brain barrier (BBB) [57]. Due to these unique properties of CNTs, they are increasingly being explored as a diagnosis for diseases related to the CNS viz., Alzheimer's disease and Parkinson's disease [58,59]. Therefore, the increased use of nanomaterial has raised a major debate over neurotoxicity of CNTs. To determine CNTs toxicity, it is essential to know the interaction of these molecules with the BBB. Owing to their nanometric size and structure, SWCNTs can easily\npenetrate brain cells through different mechanisms such as endocytosis or pinocytosis. The interaction of CNTs with brain cells results in the release of various mediators/chemicals from the microglia and astrocytes which may cause inflammation, apoptosis or oxidative stress in the brain [56]. In case of MWCNTs, similar interaction with the neural tissues was examined and their toxicity results were largely similar to that of SWCNT induction. Kafa et al. [60] researched upon the interactions of neural tissues with the MWCNTs. MWCNTs were injected into the brain of mice to study the neuroinflammatory response under in-vivo conditions. MWCNTs were up-taken by neural tissues which led to several neuroinflammatory responses. The induction of inflammatory cytokines in the cortex was investigated during the experimentation. Increased inflammatory cytokines were expressed due to MWCNT injected into the brain as shown in Fig. 5. Throughout this study, results showed an increase in cytokine levels and activation of glial cells, suggesting of the oxidation of the CNT surface that may result in an inflammatory reaction in brain cells."
    }, {
      "heading" : "3.5. Kidney toxicity",
      "text" : "Accumulation of CNTs inside the body has always been a major challenging factor in countering the toxicity issues of CNTs. Researches and evidences suggest the organs involved in excretion of toxins are at a higher risk of CNTs getting accumulated [61]. Since the kidney plays a crucial role in excretion process of the body toxins, reports suggest it is at risk for CNTs accumulation and may lead to renal toxicity, as shown in Fig. 6. In order to examine the SWCNTs biocompatibility, Cui et al. [27] analyzed the interaction of human embryo kidney HEK-293 cells with SWCNTs. The results showed an increase in cellular apoptosis. The treated cells also exhibited a decreased cell adhesive ability. These CNTs affected the cell cycle which could be due to the decline in the cell number in the S-phase probably due to unregulated expression of P16 which inhibits the activity of CdK2, CdK4, and CdKr. As a result of this, cells are prevented from going into S-phase and this results in cell cycle arrest in the G1 phase. In an experiment, MWCNTs were tested on cell lines which resulted in increased production of IL6 and IL8 [62].\nIt also induced DNA damage in the cells. More amount of toxicity was encountered in case of human embryonic kidney cell lines. MWCNTs increased oxidative stress leading to mitochondrial damage, thereby causing significant cytotoxicity."
    }, {
      "heading" : "3.6. Cardiovascular toxicity",
      "text" : "Cardiovascular toxicity is caused due to the interaction of CNTs with the cardiac muscle cells. The interaction induces damage to heart and causes cell proliferation, muscle damage, hindrance in the blood flow as well as vascular atherosclerosis [63e66]. The major causes which have been interpreted through various experimental investigations were oxidative stress and inflammation which contribute to cardiovascular toxicity. Various experiments have proposed hypothesis for the toxic effect of CNTs with cardiac muscles. In an in vitro investigation carried out to assess cell proliferation and shape, cells were taken from a rat heart cell line H9c2 and were exposed to highly purified SWCNT (0.2mg/mL) [67]. Microscopic analysis showed the binding of CNTs to the cell walls leading to slightly conformational change in the cell shape. The experiment concluded that a long term exposure of CNTs induced an evident cardiovascular toxicity. In another study, hypertensive rats were exposed to water soluble SWCNTs to analyze the toxic effects through a physiological approach [49]. There was a noticeable change in the levels of malondialdehyde which is a known oxidative stress marker. Also, SWCNTs induced changes in the levels of reactive nitrogen species and affected the activity of nitric oxide synthase. MWCNTs have also been explored to determine its potential in cardiovascular toxicity. Different lengths of MWCNTs were intratracheally induced inside two groups of rats, spontaneous hypertensive (SH) and Wistar-Kyoto (WKY) rats [68]. The results showed lowered blood pressure and persistent decrease in heart rate in the SH group of rats. These experiments showed similar results to that of experiments conducted with SWCNT. The toxicity due to CNTs in cardiovascular organs suggests there is an increase in the levels of oxidative stress and inflammation due to accumulation of CNTs in vascular tissues of cardiac muscles [69]."
    }, {
      "heading" : "3.7. Spleen toxicity",
      "text" : "The spleen, a large ovoid secondary lymphoid organ and an important member of reticuloendothelial system (RES), plays a crucial role in eliciting immune responses in the blood. Liver, spleen and lungs are the major organs that uptake circulating CNTs in the blood stream. Deng et al. [70] evaluated the toxicity profile of water soluble MWCNTs in mouse spleen. These nanoparticles (1mg/kg/\nday) were injected intravenously in micemodel for twoweeks. Post treatment, the organs were harvested and evaluated. The results showed high inflammatory responses and immunotoxicity in the major immune organs such as the spleen. Results of these studies suggested that the higher dispersion caused higher toxicity response. Contrary to functionalized CNTs which increased the hydrophilicity of CNTs in polar solvents, it proved to be more toxic in case of the spleen. When analyzed against the control group, the only change observed was the transfer of these nanoparticles from the red to the white pulp region, which eventually gave rise to adaptive immune response. However, histopathological analysis revealed that phagocytic response of reticuloendothelial system and role of glutathione, superoxide dismutase and malondialdehyde were not altered significantly in a period of two months."
    }, {
      "heading" : "3.8. Eye (ocular) toxicity",
      "text" : "Eye, a part of sensory organs, is prone to a variety of problems and abnormalities. Nanoparticles with multi-functional modifications have proved to be a powerful weapon for ophthalmic delivery of therapeutics for medicinal purposes. The most accepted reason for such wide acceptability is a high area to volume ratio compared to their larger counterparts [71]. However, CNTs after a certain exposure time have shown toxic effects on the eyes. To test acute eye irritation in rabbits, Ema et al. [72] conducted an experiment consisting of different types of SWCNTs and MWCNTs. The result showed none of the SWCNTs was toxic and only one of the products of MWCNTs was an irritant to the eyes. The MWCNTs product caused slight erythema at 24 h, but not at 72 h, and conjunctival redness and blood vessel hyperemia at 1 h, but not at 24 h. This finding showed that only MWCNT and not SWCNT proved to be a mild irritant to the eyes."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Irrespective of the plethora of uses and importance that CNTs have, their toxicity levels and effects in the human body still remain a point of concern worldwide. The major challenge that restricts it\nfrom rapid and large scale utilization in therapeutics is its biocompatibility in the in-vivo conditions. Extensive research is going on to overcome this major challenge in CNT based drug delivery. Tominimize the toxicity and to get more target based precise effect, SWCNTs and MWCNTs are being maximally investigated under various biological conditions. Even after various in vitro and in vivo studies, the exact defined cause of CNT toxicity is not yet fully understood. Though, it has been reported that accumulation of CNT particles and consequent generation of ROS could be the possible cause of CNT toxicity. Moreover, it has also been implicated that structural modification, size distribution, surface charge and the impurities and functionalization might contribute greatly to CNT toxicity. Due to CNT-based toxicity found in different biological systems of the human body, its use in targeted drug therapy is not yet achieved on larger scale. For efficient use in biomedical sciences and therapeutic purposes extensive evaluation of CNTs toxicity at bio-interfaces should be carried out.\nConflicts of interest\nThe authors declare that there are no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Helical microtubules of graphitic carbon",
      "author" : [ "S. Iijima" ],
      "venue" : "Nature 354 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "O",
      "author" : [ "S.Y. Madani", "N. Naderi" ],
      "venue" : "Dissanayake, et al., A new era of cancer treatment: carbon nanotubes as drug delivery tools, Int. J. Nanomed. 6 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Carbon-allotropes: synthesis methods",
      "author" : [ "P.S. Karthik", "A.L. Himaja", "S.P. Singh" ],
      "venue" : "applications and future perspectives, Carbon Lett. 15 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "E",
      "author" : [ "H. Terrones", "M. Terrones" ],
      "venue" : "Hern andez, et al., New metallic allotropes of planar and tubular carbon, Phys. Rev. Lett. 84 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "H",
      "author" : [ "R. Hirlekar", "M. Yamnagar" ],
      "venue" : "Garse, et al., Carbon nanotubes and its applications: a review, Asian J. Pharmaceut. Clin. Res. 2 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "S",
      "author" : [ "P.X. Hou" ],
      "venue" : "Bai, Q.H. Yang, et al., Multi-step purification of carbon nanotubes, Carbon 40 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Carbon nanotube synthesis in a flame using laser ablation for in situ catalyst generation",
      "author" : [ "R.L. Vander Wal", "G.M. Berger", "T.M. Ticich" ],
      "venue" : "Appl. Phys. Mater. Sci. Process 77 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "A",
      "author" : [ "E. Abbasi", "S.F. Aval" ],
      "venue" : "Akbarzadeh, et al., Dendrimers: synthesis, applications, and properties, Nanoscale Res. Lett. 9 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Carbon nanotubes as delivery systems for respiratory disease: do  D",
      "author" : [ "J.C. Bonner" ],
      "venue" : "Mohanta et al. / Journal of Pharmaceutical Analysis 9 (2019) 293e300  299 the dangers outweigh the potential benefits? Expert Rev. Respir. Med. 5 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "J. Wang", "P. Sun" ],
      "venue" : "Bao, et al., Cytotoxicity of single-walled carbon nanotubes on PC12 cells, Toxicol. In Vitro 25 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "F",
      "author" : [ "C. Farrera" ],
      "venue" : "Torres And on, N. Feliu, Carbon nanotubes as optical sensors in biomedicine, ACS Nano 11 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrochemical platform based on synergic effect of Fe 3 O 4/SWCNTs and 1-ethyl-3-methyl imidazolium chloride as sensor for determination of xanthine and theophylline in food samples",
      "author" : [ "R. Emamian", "M. Ebrahimi", "H. Karimi-Maleh" ],
      "venue" : "J. Electrochem. Soc. 165 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Simultaneous electrochemical determination of levodopa and piroxicam using a glassy carbon electrode modified with a ZnOePd/CNT nanocomposite",
      "author" : [ "H. Karimi-Maleh", "I. Sheikhshoaie", "A. Samadzadeh" ],
      "venue" : "RSC Adv. 8 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "K",
      "author" : [ "Z. Liu", "A.C. Fan" ],
      "venue" : "Rakhra, et al., Supramolecular stacking of doxorubicin on carbon nanotubes for in vivo cancer therapy, Angew. Chem. Int. Ed. Engl. 48 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "B",
      "author" : [ "S.-R. Ji", "C. Liu" ],
      "venue" : "Zhang, et al., Carbon nanotubes in cancer diagnosis and therapy, Biochim. Biophys. Acta Rev. Canc. 1806 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "G",
      "author" : [ "J. Li", "F. Yang" ],
      "venue" : "Guo, et al., Preparation of biocompatible multi-walled carbon nanotubes as potential tracers for sentinel lymph nodes, Polym. Int. 59 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Carbon nanotube as a carrier in drug delivery system for carnosine dipeptide: a computer simulation study",
      "author" : [ "S. Ketabi", "L. Rahmani" ],
      "venue" : "Mater. Sci. Eng. C 73 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "F",
      "author" : [ "M.Y. Wani", "M.A. Hashim" ],
      "venue" : "Nabi, et al., Nanotoxicity: dimensional and morphological concerns, Adv. Phys. Chem. 2011 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Near-infrared fluorescence microscopy of single-walled carbon nanotubes in phagocytic cells",
      "author" : [ "P. Cherukuri", "S.M. Bachilo", "S.H. Litovsky" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2004
    }, {
      "title" : "N",
      "author" : [ "K. Maruyama", "H. Haniu" ],
      "venue" : "Saito, et al., Endocytosis of multiwalled carbon nanotubes in bronchial epithelial and mesothelial cells, BioMed Res. Int. 2015 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Multi-walled carbon nanotube exposure alters protein expression in human keratinocytes",
      "author" : [ "F.A. Witzmann", "N.A. Monteiro-Riviere" ],
      "venue" : "Nanomed. Nanotechnol. Biol. Med. 2 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Toxicity issues related to biomedical applications of carbon nanotubes",
      "author" : [ "S. Jain", "S.R. Singh", "S. Pillal" ],
      "venue" : "J. Nanomed. Nanotechnol. 03 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "J",
      "author" : [ "M. Valko", "D. Leibfritz" ],
      "venue" : "Moncol, et al., Free radicals and antioxidants in normal physiological functions and human disease, Int. J. Biochem. Cell Biol. 39 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "S",
      "author" : [ "M.L. Di Giorgio" ],
      "venue" : "Di Bucchianico, A.M. Ragnelli, et al., Effects of single and multi walled carbon nanotubes on macrophages: cyto and genotoxicity and electron microscopy, Mutat. Res. Gen. Toxicol. Environ. Mutagen. 722 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "I",
      "author" : [ "C.A. Poland", "R. Duffin" ],
      "venue" : "Kinloch, et al., Carbon nanotubes introduced into the abdominal cavity of mice show asbestos-like pathogenicity in a pilot study, Nat. Nanotechnol. 3 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Carbon nanotubes and chronic granulomatous disease",
      "author" : [ "B.P. Barna", "M.A. Judson", "M.J. Thomassen" ],
      "venue" : "Nanomaterials 4 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "F",
      "author" : [ "D. Cui" ],
      "venue" : "Tian, C.S. Ozkan, et al., Effect of single wall carbon nanotubes on human HEK293 cells, Toxicol. Lett. 155 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "K",
      "author" : [ "Z. Long", "J. Ji" ],
      "venue" : "Yang, et al., Systematic and quantitative investigation of the mechanism of carbon nanotubes' toxicity toward algae, Environ. Sci. Technol. 46 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "L",
      "author" : [ "F. Schwab", "T.D. Bucheli" ],
      "venue" : "Lukhele, et al., Are carbon nanotube effects on green algae caused by shading and agglomeration? Environ. Sci. Technol. 45 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Y",
      "author" : [ "L. Wei", "M. Thakkar" ],
      "venue" : "Chen, et al., Cytotoxicity effects of water dispersible oxidized multiwalled carbon nanotubes on marine alga, Dunaliella tertiolecta, Aquat. Toxicol. 100 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Toxicology of carbon nanotubes - a review",
      "author" : [ "P. Khalid", "V.B. Suman", "M.A. Hussain" ],
      "venue" : "Int. J. Appl. Eng. Res",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "Evaluation of maternal toxicity in rats exposed to multi-wall carbon nanotubes during pregnancy, Environ",
      "author" : [ "J.-H. Lim", "S.-H. Kim", "I.-C. Lee" ],
      "venue" : "Health Toxicol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "F",
      "author" : [ "B. Czarny", "D. Georgin" ],
      "venue" : "Berthon, et al., Carbon nanotube translocation to distant organs after pulmonary exposure: insights from in situ  14C-radiolabeling and tissue radioimaging, ACS Nano 8 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Carbon nanotubes as functional excipients for nanomedicines: II",
      "author" : [ "M. Foldvari", "M. Bagonluri" ],
      "venue" : "Drug delivery and biocompatibility issues, Nanomed. Nanotechnol. Biol. Med. 4 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "S",
      "author" : [ "S. Sharifi", "S. Behzadi" ],
      "venue" : "Laurent, et al., Toxicity of nanomaterials, Chem. Soc. Rev. 41 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Potential occupational risks associated with pulmonary toxicity of carbon nanotubes",
      "author" : [ "A. Manke", "S. Luanpitpong", "Y. Rojanasakul" ],
      "venue" : "Occup. Med. Health Aff. 02 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Comparative pulmonary toxicity assessment of single-wall carbon nanotubes in rats",
      "author" : [ "D.B. Warheit", "B.R. Laurence", "K.L. Reed" ],
      "venue" : "Toxicol. Sci",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2004
    }, {
      "title" : "Carbon nanotubes show no sign of acute toxicity but induce intracellular reactive oxygen species in dependence on contaminants",
      "author" : [ "K. Pulskamp", "S. Diabate", "H.F. Krug" ],
      "venue" : "Toxicol. Lett. 168 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Oops They Did it Again! Carbon  nanotubes hoax scientists in viability assays",
      "author" : [ "J.M. W€  orle-Knirsch", "K. Pulskamp", "H.F. Krug" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2006
    }, {
      "title" : "A",
      "author" : [ "M. Davoren", "E. Herzog" ],
      "venue" : "Casey, et al., In vitro toxicity evaluation of single walled carbon nanotubes on human A549 lung cells, Toxicol. In Vitro 21 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "E",
      "author" : [ "M. Polimeni", "G.R. Gulino" ],
      "venue" : "Gazzano, et al., Multi-walled carbon nanotubes directly induce epithelial-mesenchymal transition in human bronchial epithelial cells via the TGF-b-mediated Akt/GSK-3b/SNAIL-1 signalling pathway, Part. Fibre Toxicol. 13 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Mouse pulmonary dose- and time course-responses induced by exposure to multi-walled carbon nanotubes",
      "author" : [ "D.W. Porter", "A.F. Hubbs", "R.R. Mercer" ],
      "venue" : "Toxicology",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    }, {
      "title" : "G",
      "author" : [ "Y. Qin", "S. Li" ],
      "venue" : "Zhao, et al., Long-term intravenous administration of carboxylated single-walled carbon nanotubes induces persistent accumulation in the lungs and pulmonary fibrosis via the nuclear factor-kappa B pathway, Int. J. Nanomed. 12 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "L",
      "author" : [ "M.S.P. Boyles" ],
      "venue" : "Young, D.M. Brown, et al., Multi-walled carbon nanotube induced frustrated phagocytosis, cytotoxicity and pro-inflammatory conditions in macrophages are length dependent and greater than that of asbestos, Toxicol. In Vitro 29 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "C",
      "author" : [ "H.C. Nerl" ],
      "venue" : "Cheng, A.E. Goode, et al., Imaging methods for determining uptake and toxicity of carbon nanotubes in vitro and in vivo, Nanomedicine 6 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Drug-induced liver disease",
      "author" : [ "T.J. Davern" ],
      "venue" : "Clin. Liver Dis. 16 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A",
      "author" : [ "E. Principi", "R. Girardello" ],
      "venue" : "Bruno, et al., Systemic distribution of single-walled carbon nanotubes in a novel model: alteration of biochemical parameters, metabolic functions, liver accumulation, and inflammation in vivo, Int. J. Nanomed. 11 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "K.K. Awasthi", "P.J. John" ],
      "venue" : "Awasthi, et al., Multi walled carbon nano tubes induced hepatotoxicity in Swiss albino mice, Micron 44 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "R",
      "author" : [ "A. Seaton", "L. Tran" ],
      "venue" : "Aitken, et al., Nanoparticles, human health hazard and regulation, J. R. Soc. Interface 7 (Suppl. 1) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "E",
      "author" : [ "A.R. Murray" ],
      "venue" : "Kisin, S.S. Leonard, et al., Oxidative stress and inflammatory response in dermal toxicity of single-walled carbon nanotubes, Toxicology 257 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Occupational airborne skin diseases",
      "author" : [ "J.M. Lachapelle" ],
      "venue" : "in: Handb. Occup. Dermatology, Springer Berlin Heidelberg, Berlin, Heidelberg",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "M",
      "author" : [ "S. Koyama" ],
      "venue" : "Endo, Y.-A. Kim, et al., Role of systemic T-cells and histopathological aspects after subcutaneous implantation of various carbon nanotubes in mice, Carbon 44 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Structure and function of the epidermal barrier",
      "author" : [ "R.R. Wickett", "M.O. Visscher" ],
      "venue" : "Am. J. Infect. Contr. 34 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "L",
      "author" : [ "L.W. Zhang" ],
      "venue" : "Zeng, A.R. Barron, et al., Biological interactions of functionalized single-wall carbon nanotubes in human epidermal keratinocytes, Int. J. Toxicol. 26 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Physiology and healing dynamics of chronic cutaneous wounds",
      "author" : [ "W.K. Stadelmann", "A.G. Digenis", "G.R. Tobin" ],
      "venue" : "Am. J. Surg. 176 (Suppl. 2A) ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "L",
      "author" : [ "G. Bardi", "A. Nunes" ],
      "venue" : "Gherardini, et al., Functionalized carbon nanotubes in the brain: cellular internalization and neuroinflammatory responses, PLoS One 8 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "D",
      "author" : [ "A.S. Go" ],
      "venue" : "Mozaffarian, V.L. Roger, et al., Heart disease and stroke statisticsd2014 update: a report from the American Heart Association, Circulation 129 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "M",
      "author" : [ "H. Stepankova", "J. Lukavsky" ],
      "venue" : "Buschkuehl, et al., The malleability of working memory and visuospatial skills: a randomized controlled study in older adults, Dev. Psychol. 50 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "R",
      "author" : [ "C. Saraiva", "C. Praça" ],
      "venue" : "Ferreira, et al., Nanoparticle-mediated brain drug delivery: overcoming bloodebrain barrier to treat neurodegenerative diseases, J. Control. Release 235 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "N",
      "author" : [ "H. Kafa", "J.T.-W. Wang" ],
      "venue" : "Rubio, et al., The interaction of carbon nanotubes with an in vitro blood-brain barrier model and mouse brain in vivo, Biomaterials 53 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Cisplatin-induced injury of the renal distal convoluted tubule is associated with hypomagnesaemia in mice, Nephrol",
      "author" : [ "A.A. van Angelen", "B. Glaudemans", "A.W. van der Kemp" ],
      "venue" : "Dial. Transplant",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2013
    }, {
      "title" : "L",
      "author" : [ "S. Tang", "Y. Tang" ],
      "venue" : "Zhong, et al., Short- and long-term toxicities of multiwalled carbon nanotubes in vivo and in vitro, J. Appl. Toxicol. 32 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Is oxidative stress the pathogenic mechanism underlying insulin resistance",
      "author" : [ "A. Ceriello", "E. Motz" ],
      "venue" : "diabetes, and cardiovascular disease? The common soil hypothesis revisited, Arterioscler. Thromb. Vasc. Biol. 24 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Cardiovascular toxicity from the perspective of oxidative stress",
      "author" : [ "P. Kovacic", "L.A. Thurn" ],
      "venue" : "electron transfer, and prevention by antioxidants, Curr. Vasc. Pharmacol. 3 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "V",
      "author" : [ "S. Garibaldi", "C. Brunelli" ],
      "venue" : "Bavastrello, et al., Carbon nanotube biocompatibility with cardiac muscle cells, Nanotechnology 17 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Oxidative stress and cardiac disease",
      "author" : [ "D.J. Lefer", "D.N. Granger" ],
      "venue" : "Am. J. Med. 109 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "M",
      "author" : [ "M. Hosseinpour", "V. Azimirad" ],
      "venue" : "Alimohammadi, et al., The cardiac effects of carbon nanotubes in rat, Bioimpacts 6 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Comparison of simultaneous measurements of blood pressure by tail-cuff and carotid arterial methods in conscious spontaneously hypertensive and Wistar-Kyoto rats",
      "author" : [ "J. Ibrahim", "B.C. Berk", "A.D. Hughes" ],
      "venue" : "Clin. Exp. Hypertens. 28 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "293e300 300 cardiovascular toxicity of carbon nanotubes functionalized with sodium hyaluronate in oral regenerative medicine, Braz",
      "author" : [ "J.V. Joviano-Santos", "M.A. S a", "M.L.A. De Maria", "Evaluation of  D. Mohanta" ],
      "venue" : "Journal of Pharmaceutical Analysis",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2019
    }, {
      "title" : "Z",
      "author" : [ "X. Deng", "F. Wu" ],
      "venue" : "Liu, et al., The splenic toxicity of water soluble multi-walled carbon nanotubes in mice, Carbon 47 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "L",
      "author" : [ "N.K. Mehra", "D. Cai" ],
      "venue" : "Kuo, et al., Safety and toxicity of nanomaterials for ocular drug delivery applications, Nanotoxicology 10 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "N",
      "author" : [ "M. Ema", "A. Matsuda" ],
      "venue" : "Kobayashi, et al., Evaluation of dermal and eye irritation and skin sensitization due to carbon nanotubes, Regul. Toxicol. Pharmacol. 61 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Rapid advancements in nanotechnology and the discovery of carbon nanotubes (CNTs) in 1991 opened up new vistas in material sciences [1].",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 4,
      "context" : "SWCNT consists of a mono graphene layer with diameter ranging from 1 to 2 nm, whereas MWCNTs include collection of nested tubes with increasing diameters ranging from 3 to 30 nm [5].",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 3,
      "context" : "Researchers even suggest that chronic and fatal diseases such as cancer and tuberculosis can be treated using CNT-based drug delivery systems [4,9,10].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 8,
      "context" : "Researchers even suggest that chronic and fatal diseases such as cancer and tuberculosis can be treated using CNT-based drug delivery systems [4,9,10].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 9,
      "context" : "Researchers even suggest that chronic and fatal diseases such as cancer and tuberculosis can be treated using CNT-based drug delivery systems [4,9,10].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 13,
      "context" : "The ability of CNTs to deliver anti-cancer drugs has been evaluated in model organisms and the results showed them to be better or equivalent to the usually employed nanoliposomes [14].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 14,
      "context" : "[15] have reported successful delivery of gemcitabine to lymphatic system using magnetic MWCNTs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "Water soluble MWCNTs, when injected into the foot of model organism rat, was found to localize in the lymph nodes of the foot rather than accumulating in other organs suggesting CNTs as drug carriers for lymphatic circulation [16].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 16,
      "context" : "In a recent study, Ketabi and Rahmani [17] carried out a computer simulation study to evaluate CNTs functionalized with carnosine dipeptide and the results showed that functionalization made CNTs more soluble in aqueous media.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 17,
      "context" : "Hence, it is important and significant to investigate the issues associated with the toxicity of CNTs [18].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 6,
      "context" : "So far, scientists have been able to determine CNT toxicity in several cell lines [7].",
      "startOffset" : 82,
      "endOffset" : 85
    }, {
      "referenceID" : 18,
      "context" : "The unique shape and structure have intrigued the scientists to use the CNTs in therapeutics for treating diseases, but comparative studies suggest that only certain range of shapes and sizes prove to be more toxic than others [19].",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 19,
      "context" : "Amongst various reported drug delivery vehicles, CNTs are considered as a promising vehicle [20].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 20,
      "context" : "Several researches suggest endocytosis as the cellular uptakemechanism of CNTs [21,22].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 21,
      "context" : "Several researches suggest endocytosis as the cellular uptakemechanism of CNTs [21,22].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 17,
      "context" : "Protein kinases and nuclear factor-Kappa B are the major signaling factors which regulate cytokines in response to the oxidative stress generated by CNTs [18,23].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 22,
      "context" : "Protein kinases and nuclear factor-Kappa B are the major signaling factors which regulate cytokines in response to the oxidative stress generated by CNTs [18,23].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 17,
      "context" : "They are also responsible for activating transcription factors and activator protein-1 which are responsible for inflammatory responses [18].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 23,
      "context" : "Several experiments have highlighted that organs such as spleen, kidneys and lungs are the easy targets for this oxidative stress caused due to free radical formations [24].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 17,
      "context" : "Another mechanism which has been proposed with regard to toxicity generation is the formation of reactive oxygen species (ROS) [18].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 24,
      "context" : "ROS level leads to detrimental effects on cells such as apoptosis, damage to genetic material, oxidation of amino acids and inactivation of enzymes [25].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 9,
      "context" : "[10], carried out an experiment wherein PC12 cells were exposed to SWCNTs at a concentration of 200 mg/mL.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "The major cause that researchers have found for this response is “frustrated phagocytosis” wherein the macrophages are unable to engulf CNTs [25].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 25,
      "context" : "CNTs have also been reported to cause granulomas inside the body resulting in toxic effects inside the body [26].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 26,
      "context" : "In a study, researchers carried out intratracheal exposure of SWCNTs in mice for seven days [27].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 25,
      "context" : "In various other animal models, the results of CNTs' evaluation suggest their potential ability in formation of granulomas and a major cause in generating chronic granulomatous diseases [26].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 26,
      "context" : "[27] analyzed the toxicity of SWCNTs and MWCNTs in HEK293 cells.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "Various experimental reports suggest that CNTs produce certain level of toxicity in different organs [33].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 33,
      "context" : "Amongst all routes, the mostly cited modes of delivery in vivo are intratracheal and inhalation due to their more clear and definite results in the reported experiments [34].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 34,
      "context" : "Some reports suggest that CNTs when inhaled result in severe inflammation compared to when their route of administration is via intravenous injection, oral or dermal [35].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 27,
      "context" : "4mg/L Generation of ROS, agglomeration [28]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 28,
      "context" : "subcapitata SWCNT NA Generation of ROS, agglomeration [29]",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 29,
      "context" : "8mg/L Generation of ROS, inhibition of photosynthesis [30]",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 30,
      "context" : "polyethyleneimine 25mg/L Increase in size of the surface coating leads to toxicity [31]",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 31,
      "context" : "SpragueeDawley rat SWCNT 1,000mg/kg from gestation day 6e19 No teratogenicity observed [32]",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 35,
      "context" : "Several hypotheses suggest that the physical characteristics of CNTs are responsible for respiratory toxicity in animals [36].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 36,
      "context" : "[37] demonstrated that intratracheal deposition of SWCNTs in the lungs of rat lead to transient inflammatory and cytotoxic effects for up to one month.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 40,
      "context" : "As these are not macromolecules, they do not settle by themselves but rather settle as clumps in the inner walls that may lead to tumor in the inner walls of respiratory tracts [41,42].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 41,
      "context" : "As these are not macromolecules, they do not settle by themselves but rather settle as clumps in the inner walls that may lead to tumor in the inner walls of respiratory tracts [41,42].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 42,
      "context" : "[43], toxicity of carboxyl functionalized SWCNTs was assessed in the respiratory tracts of rats.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "MWCNTs, when inhaled by the lungs, are recognized by macrophages and result in frustrated phagocytosis [44].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 45,
      "context" : "Various in vivo scanning through transmission electron microscope (TEM) and scanning electronmicroscope (SEM) analysis showed accumulation of CNTs in liver cells [46].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 46,
      "context" : "[47], SWCNTs were systematically exposed into a mice model to analyze the systemic bio-distribution in the body.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 47,
      "context" : "In an in vivo experiment, MWCNTs were orally exposed to Swiss albino mice and were later examined toxicological studies [48].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 48,
      "context" : "The results showed oxidative stress and inflammation in the skin cells, thus indicating toxic nature of SWCNTs for the dermal tissue [49].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 49,
      "context" : "Raw SWCNTs, when injected in mice, resulted in exhaustion of glutathione, oxidative stress, skin thickening and an elevation in dermal cell number [50].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 50,
      "context" : "The special properties like geometry, surface functionalization and shape of SWCNT could have been the cause which leads to the dermal penetration and further deposition in the skin tissues [51].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 51,
      "context" : "[52] reported granuloma formation with entrappedMWCNTagglomeration in the subcutaneous tissues of mice after 3 weeks of exposure.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "CNTs exposure to these keratinocytes led to decrease in cell viability, induced genotoxicity and inflammation [22,50,53,54].",
      "startOffset" : 110,
      "endOffset" : 123
    }, {
      "referenceID" : 49,
      "context" : "CNTs exposure to these keratinocytes led to decrease in cell viability, induced genotoxicity and inflammation [22,50,53,54].",
      "startOffset" : 110,
      "endOffset" : 123
    }, {
      "referenceID" : 52,
      "context" : "CNTs exposure to these keratinocytes led to decrease in cell viability, induced genotoxicity and inflammation [22,50,53,54].",
      "startOffset" : 110,
      "endOffset" : 123
    }, {
      "referenceID" : 53,
      "context" : "CNTs exposure to these keratinocytes led to decrease in cell viability, induced genotoxicity and inflammation [22,50,53,54].",
      "startOffset" : 110,
      "endOffset" : 123
    }, {
      "referenceID" : 49,
      "context" : "It has also been known to disturb the normal cellular behavior such as adhesion and migration of cells [50].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 54,
      "context" : "Also, exposure to CNTs affects wound healing of dermal fibroblasts [55].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 55,
      "context" : "CNTs as drug delivery vehicles to CNS have been thoroughly explored by scientists due to their unique interaction with the neurons and nervous system [56].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 57,
      "context" : ", Alzheimer's disease and Parkinson's disease [58,59].",
      "startOffset" : 46,
      "endOffset" : 53
    }, {
      "referenceID" : 58,
      "context" : ", Alzheimer's disease and Parkinson's disease [58,59].",
      "startOffset" : 46,
      "endOffset" : 53
    }, {
      "referenceID" : 55,
      "context" : "The interaction of CNTs with brain cells results in the release of various mediators/chemicals from the microglia and astrocytes which may cause inflammation, apoptosis or oxidative stress in the brain [56].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 59,
      "context" : "[60] researched upon the interactions of neural tissues with the MWCNTs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 60,
      "context" : "Researches and evidences suggest the organs involved in excretion of toxins are at a higher risk of CNTs getting accumulated [61].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 26,
      "context" : "[27] analyzed the interaction of human embryo kidney HEK-293 cells with SWCNTs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "In an experiment, MWCNTs were tested on cell lines which resulted in increased production of IL6 and IL8 [62].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 48,
      "context" : "In another study, hypertensive rats were exposed to water soluble SWCNTs to analyze the toxic effects through a physiological approach [49].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 67,
      "context" : "Different lengths of MWCNTs were intratracheally induced inside two groups of rats, spontaneous hypertensive (SH) and Wistar-Kyoto (WKY) rats [68].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 68,
      "context" : "The toxicity due to CNTs in cardiovascular organs suggests there is an increase in the levels of oxidative stress and inflammation due to accumulation of CNTs in vascular tissues of cardiac muscles [69].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 69,
      "context" : "[70] evaluated the toxicity profile of water soluble MWCNTs in mouse spleen.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "The most accepted reason for such wide acceptability is a high area to volume ratio compared to their larger counterparts [71].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 71,
      "context" : "[72] conducted an experiment consisting of different types of SWCNTs and MWCNTs.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 0,
    "abstractText" : "Carbon nanotubes (CNTs) are a class of carbon allotropes with interesting properties that make them productive materials for usage in various disciplines of nanotechnology such as in electronics equipments, optics and therapeutics. They exhibit distinguished properties viz., strength, and high electrical and heat conductivity. Their uniqueness can be attributed due to the bonding pattern present between the atoms which are very strong and also exhibit high extreme aspect ratios. CNTs are classified as singlewalled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs) on the basis of number of sidewalls present and the way they are arranged spatially. Application of CNTs to improve the performance of many products, especially in healthcare, has led to an occupational and public exposure to these nanomaterials. Hence, it becomes a major concern to analyze the issues pertaining to the toxicity of CNTs and find the best suitable ways to counter those challenges. This review summarizes the toxicity issues of CNTs in vitro and in vivo in different organ systems (bio interphases) of the body that result in",
    "creator" : "Elsevier"
  }
}