{
  "name" : "downloads_2019-11-18_5f_lin2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A functionalized TiO2/Mg2TiO4 nano-layer on biodegradable magnesium implant enables superior bone-implant integration and bacterial disinfection",
    "authors" : [ "Zhengjie Lin", "Ying Zhao", "Paul K. Chu", "Luning Wang", "Haobo Pan", "Yufeng Zheng", "Shuilin Wu", "Xuanyong Liu", "Kenneth M.C. Cheung", "Takman Wong", "Kelvin W.K. Yeung" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiomaterials\njournal homepage: www.elsevier.com/locate/biomaterials\nA functionalized TiO2/Mg2TiO4 nano-layer on biodegradable magnesium implant enables superior bone-implant integration and bacterial disinfection\nZhengjie Lina,b,c, Ying Zhaod,**, Paul K. Chue, Luning Wangf, Haobo Pand, Yufeng Zhengg, Shuilin Wuh, Xuanyong Liui, Kenneth M.C. Cheunga, Takman Wonga,b, Kelvin W.K. Yeunga,b,*\na Department of Orthopaedics and Traumatology, The University of Hong Kong, Hong Kong, China b Shenzhen Key Laboratory for Innovative Technology in Orthopaedic Trauma, The University of Hong Kong Shenzhen Hospital, 1 Haiyuan 1st Road, Futian District, Shenzhen, China c College of Chemistry and Environmental Engineering, Shenzhen University, Shenzhen, PR China d Centre for Human Tissues and Organs Degeneration, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen, 518055, China e Department of Physics, Department of Materials Science and Engineering, City University of Hong Kong, Tat Chee Avenue, Kowloon, Hong Kong, China f School of Materials Science and Engineering, University of Science and Technology, Beijing, China g State Key Laboratory for Turbulence and Complex System and Department of Materials Science and Engineering, College of Engineering, Peking University, Beijing, 100871, China h School of Materials Science & Engineering, The Key Laboratory of Advanced Ceramics and Machining Technology By the Ministry of Education of China, Tianjin University, Tianjin, 300072, China i State Key Laboratory of High Performance Ceramics and Superfine Microstructure, Shanghai Institute of Ceramics, Chinese Academy of Sciences, Shanghai, 200050, China\nA R T I C L E I N F O\nKeywords: Titanium oxide nano-layer Biodegradable mg Corrosion resistance Bone regeneration Bacteria disinfection\nA B S T R A C T\nRapid corrosion of biodegradable magnesium alloys under in vivo condition is a major concern for clinical applications. Inspired by the stability and biocompatibility of titanium oxide (TiO2) passive layer, a functionalized TiO2/Mg2TiO4 nano-layer has been constructed on the surface of WE43 magnesium implant by using plasma ion immersion implantation (PIII) technique. The customized nano-layer not only enhances corrosion resistance of Mg substrates significantly, but also elevates the osteoblastic differentiation capability in vitro due to the controlled release of magnesium ions. In the animal study, the increase of new bone formation adjacent to the PIII-treated magnesium substrate is 175% higher at post-operation 12 weeks, whereas the growth of new bone on titanium control and untreated magnesium substrate are only 97% and 29%, respectively. In addition, its Young's modulus can be restored to about 82% as compared with the surrounding matured bone. Furthermore, this specific TiO2/Mg2TiO4 layer even exhibits photoactive bacteria disinfection capability when irradiated by ultraviolet light which is attributed to the intracellular reactive oxygen species (ROS) production. With all these constructive observations, it is believed that the TiO2/Mg2TiO4 nano-layer on magnesium implants can significantly promote new bone formation and suppress bacterial infection, while the degradation behavior can be controlled simultaneously."
    }, {
      "heading" : "1. Introduction",
      "text" : "Biodegradable materials [1–3] have been widely considered to substitute the non-degradable metallic implants such as medical grade titanium alloys and stainless steel in bone fracture management, since they can gradually degrade under in vivo microenvironment so as to avoid removal of implants after bone healing [4,5]. Among all the orthopaedic biodegradable metals, magnesium alloys preserve various\nadvantages against their polymeric counterparts owing to their mild inflammatory response, high mechanical strength, and matchable elastic modulus [6–8]. Moreover, as the second abundant intracellular cation [9,10], magnesium ion plays an indispensable role in variety of intracellular functions and stabilization of mineralization process between bone formation and resorption [11–13]. Through the enhancement of osteoblastic activities or the suppression of osteoclastic activities, magnesium ion can facilitate osteoblast proliferation,\nhttps://doi.org/10.1016/j.biomaterials.2019.119372 Received 6 March 2019; Received in revised form 1 July 2019; Accepted 17 July 2019\n* Corresponding author. Department of Orthopaedics and Traumatology, The University of Hong Kong, Hong Kong, China. ** Corresponding author. Centre for Human Tissues and Organs Degeneration, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences,\nShenzhen, 518055, China. E-mail addresses: yingzhao@126.com (Y. Zhao), wkkyeung@hku.hk (K.W.K. Yeung).\nBiomaterials 219 (2019) 119372\nAvailable online 25 July 2019 0142-9612/ © 2019 Elsevier Ltd. All rights reserved.\nT\ndifferentiation and up-regulate mineralized-related osteogenic expressions in vitro [14,15]. Stimulation of new bone formation also can be observed in the local bone defect which is due to the magnesium ions delivery [16–18]. However, despite all the advantages of magnesium alloys on osteogenesis, rapid corrosion in vivo is their Achilles’ heel [19]. Magnesium is active with poor corrosion in humid atmosphere containing aggressive ions such as Cl− since the standard electrode potential of magnesium is much lower than most of aggressive element (Cl− etc) [20,21]. In vivo physiological pH (7.4–7.6) and high chloride microenvironment, magnesium is easy to generate hydrogen accumulation by electrochemical reaction during the degradation, which is detrimental to the bone healing process [22,23]. Hence, the imperative issue of magnesium based alloys applied in orthopaedic implants is to retard the corrosion rate in vivo environment. With regards to corrosion protection of Mg alloys, the conventional approaches are divided into addition of alloying rare earth elements and formation of protective coating to isolate the matrix from corrosive attack [24–29]. Although improvement of corrosion properties has been reported by these methods, the major concerns of safety of leaching rare earth metallic ions in vivo have not been systematically investigated. Moreover, lack of unified evaluation methods in vitro and vivo leads to some contradictory results regarding to the cytocompatibility of Mg alloys added with rare earth elements [30,31]. On the other hand, although various methods for producing protective coating have been reported to successfully enhance corrosion resistance of magnesium alloys, the major issue is that the coating is brittle leading to an unstable interfacial bonding between the coatings and matrix alloy [32]. Moreover, the passive coating may easily detach from the Mg alloys implanted in vivo during long period of time, resulting in undesired control of degradation of Mg alloys [33].\nPlasma ion immersion implantation (PIII) is a kind of surface technology in diverse applications in semiconductor processing, solar cells, surface corrosion protection and biomedical materials by introducing a certain dose of ions to bombard the surface for surface modification [34–37]. Plasma implantation of metallic ions or gas (e.g. oxygen or nitrogen) molecules by the PIII technique can lead to in-situ formation of corrosion resistant metal oxide or nitride on the surface, which can avoid delamination between passive coating and substrates upon mechanical loading and alteration of bulk mechanical properties [38,39]. Additionally, the PIII modified surface differs to the conventional coating in which the layer treated by PIII is gradually formed in terms of chemical composition [40]. Hence, the delamination of modified layer is unlikely happened, when the implant is subject to mechanical bending.\nIt is well known that titanium-based alloys are chemically stable and remarkably corrosion resistant due to the passive titanium oxide layer on the surface in the humid or corrosive atmosphere [41]. Moreover, the biocompatibility of TiO2 thin films or nanotubes has been demonstrated [42,43]. Inspired by this phenomenon, we propose to employ the titanium and oxygen dual plasma immersion ion implantation to establish the transitional titanium oxide nano-layer (TiO2/Mg2TiO4) on the surface of magnesium alloys. This tailormade surface is able to control the release of magnesium ions which is beneficial to the stimulation of in-situ bone-implant integration. Apart from the enhanced corrosion resistance and cytocompatibility in vitro, the TiO2/Mg2TiO4 nano-layer contributes to significant bony tissue formation and subsequent bone mineralization adjacent to the implant, whereas severe bone resorption occurs in the untreated magnesium group. Surprisingly, the modified nano-layer also exhibits an effective photocatalytic antibacterial capability against Staphylococcus aureus due to the generation of reactive oxygen species (ROS). The present study has demonstrated that a bifunctional TiO2/Mg2TiO4 nano layer can be successfully constructed by using dual titanium and oxygen plasma immersion ion implantation technique and the functionalized magnesium substrate can be therefore considered as a proper degradable metallic material for bone fracture fixation in the future."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Construction and characterization of titanium oxide nano-layer on Mg substrates",
      "text" : "The as-cast WE43 magnesium alloy (Jiaozuo Anxin Magnesium Alloys Scientific Technology Co., Ltd., China) was cut into a cubic with size of 10×10×5mm3. The chemical composition of WE43 alloy was analyzed by energy dispersive spectrum (Table 1). The samples were mechanically polished by successive grades of silicon carbide paper (400, 800, 1200, 2000 grit) and ultrasonically cleaned in 95% ethanol for 20min. After being dried in nitrogen gas, WE43 substrates were treated by the plasma immersion ion implantation (PIII) technique. Specifically, the substrates were subjected to titanium ion bombardment under a HEMII-80 ion implanter (Plasma Technology Ltd, Hong Kong, China) equipped with a titanium cathodic arc source for 2 h. The working voltage and base pressure at vacuum chamber were 20 kV and 1.5×10−3 Pa, respectively. Afterwards, samples were treated by the oxygen PIII technique for 3 h in a GPI-100 ion implanter (Plasma Technology Ltd, Hong Kong, China). During oxygen PIII, oxygen gas was introduced at flow rate of 30 sccm and the oxygen plasma was triggered by 1000W radio frequency power. The pulse width, pulse frequency, working voltage and base pressure were 100 μs, 50 Hz, 30 kV and 8.8× 10−2 Pa, respectively. The transmission electron microscope (TEM; FEI Tecnai G2 20 S; EMU, the University of Hong Kong) was conducted to investigate the lattice images and crystal structure of plasma treated WE43 sample. As for the sample preparation in the TEM analysis, the cross-sectional constructed nanolayer was obtained by the focus ion beam (FIB) technique. In brief, the tungsten layer was deposited on the sample to protect the surface from gallium ion bombardment. Afterwards, the sample was cut by the FEI Quanta 200 3D machine (EMU, the University of Hong Kong) at 30 kV for 3 h. The bright TEM images and corresponding selected area electron diffraction (SAD) patterns of the nanolayer and WE43 substrate were obtained at 100 kV. The chemical composition and depth profiles of surface were characterized by X-ray photoelectron spectroscopy (XPS; Physical Electronics PHI 5802) with Al Kα irradiation. The SiO2 sample as reference was used to estimate the sputtering rate (10.15 nmmin−1) on the experiment. Meanwhile, high resolution XPS was conducted to acquire chemical states and binding energies at different sputtered depths. The surface hardness and modulus of samples before and after implantation were analyzed by a nano-indenter (Nano Indenter XP, MTS System Corporation, USA). The surface morphology and roughness were evaluated by atomic force microscopy (AFM; Park Scientific Instruments). The AFM images were obtained by choosing a contact mode."
    }, {
      "heading" : "2.2. Electrochemical and immersion tests for evaluations of corrosion resistance",
      "text" : "For electrochemical tests, a Zahner Zennium electrochemical workstation with three-electrode system was employed to evaluate corrosion behavior of untreated WE43 and PIII-treated WE43. Specimens were immersed into simulated body fluid (SBF) [44] and Dulbecco's modified Eagle's medium (DMEM) at 37 °C respectively. A saturated calomel electrode (SCE) was reference electrode of potential and a platinum sheet was set as the counter electrode. The\nelectrochemical impedance spectroscopy (EIS) was performed following stabilization in the solution for 10min. Before EIS data collection, 5 mV sinusoidal perturbing signal was set as the open circuit potential. The polarization curves were measured by scanning the potential ranging from −300 mV to 500mV with a rate of 1mV s−1. Immersion tests were used to characterize the static corrosion behavior in vitro. Similarly, samples were immersed into 10ml of the SBF and DMEM solutions to investigate magnesium ion release, pH change and weight loss of matrix at 37 °C for 1, 3, 7 and 14 days. The concentration of leaching magnesium ion was measured by inductively-coupled plasma optical emission spectrometry (ICP-OES; PerkinElmer; Optima 2100DV) and pH values were determined by the pH meter. With regarding to weight loss assessment, corrosion products on the surface were ultrasonically removed by the chromic acid solution (200 g L−1 CrO3+ and 10 g L−1 AgNO3) for 30min and then rinsed with distilled (DI) water for three times. Afterwards, the samples were air dried overnight for weight measurement. The surface morphology and chemical composition of samples immersion in SBF for 7 and 14 days were examined by scanning electron microscopy (SEM, Hitachi S–3400 N, Electron Microscope Unit, The University of Hong Kong) equipped with energy-disperse X-ray spectroscopy (EDS)."
    }, {
      "heading" : "2.3. In vitro cell study",
      "text" : ""
    }, {
      "heading" : "2.3.1. Cell culture",
      "text" : "Mouse MC3T3-E1 pre-osteoblasts were cultured with DMEM containing 10% fetal bovine serum (FBS, Gbico), 100 Uml−1 penicillin and 100 μgml−1 streptomycin at 37 °C in an 5% CO2 humidified atmosphere. The DMEM was refreshed every three days and cell passages occurred when cells proliferated to more than 80–90% confluence."
    }, {
      "heading" : "2.3.2. Cell adhesion assessment",
      "text" : "Prior to the experiment, the untreated WE43 and PIII-treated WE43 samples were sterilized by 70% ethanol for 30min and rinsed by phosphate-buffered saline (PBS) for three times. MC3T3-E1 pre-osteoblasts were cultured on the surface of samples in 24-well plate under an atmosphere of 5% CO2 at 37 °C for 5 h. Then, the seeded samples were rinsed with PBS three times and fixed by 4% Paraformaldehyde solution for 15min. Afterwards, the cytoskeleton F-actin protein and nuclei of cells were stained by phalloidin-fluorescein isothiocyanate (Sigma) and Hoechst 33,342 (Sigma) for 30min and 5min respectively. The cell morphology was observed by a fluorescence microscope (Sony DKSST5,Japan)."
    }, {
      "heading" : "2.3.3. Cell viability and proliferation assays",
      "text" : "The 3-(4,5-dimethylfthiazol-2-yl)-2,5-diphenyl tetrazolium (MTT) bromide assay was used to evaluate the cyto-toxicity of untreated and PIII-treated WE43 samples. In brief, MC3T3-E1 pre-osteoblasts at a density of 2×104 cells per well were co-cultured with sterilized WE43 samples in a 24-well plate under an atmosphere of 5% CO2 at 37 °C for 1 and 3 days. The MTT solution prepared by dissolving the thiazolyl blue tetrazolium bromide powder into PBS was filtered by a 0.22 μm membrane. At each time point (day 1 and 3), 5 mgml−1 MTT solution was added into each well and incubated for 4 h to form the formazan. Afterwards, dimethyl sulfoxide (DMSO, Sigma) was added into each well for 10min to dissolve the formazan. Then, 200 μl dissolved solution in each well was transferred into a 96-well plate for absorbance measurement. The absorbance was recorded at a wavelength of 570 nm and 640 nm (reference) through a micro-plate spectrophotometer (Thermo Scientific,USA). The 5-Bromo-2-deoxyUridine (Brdu) incorporation assay was employed to characterize MC3T3-E1 pre-osteoblasts proliferations incubated with untreated and PIII-treated WE43 samples by a ELISA Brdu kit (Roche,USA). In similar with the MTT assay, MC3T3-E1 pre-osteoblasts (2× 104 cells per well) were incubated with samples in a 24-well plate under a 5% CO2 humidified atmosphere at 37 °C for 1 and 3 days. At each time point, cells were\nrinsed by PBS (1X) for three times and 100 μM Brdu labeling solution was added for labeling cells. After 2 h, cells were fixed by 4% Paraformaldehyde solution for 30min and then the anti-Brdu-POD working solution was dripped, followed by addition of substrate solution (500 μl per well) for photometric detection. The reaction was stopped by addition of 1M H2SO4. After 5min, the reacted solution was transferred into a 96-well plate and the absorbance was recorded at a wavelength of 450 nm and 590 nm (reference) through a micro-plate spectrophotometer (Thermo Scientific,USA)."
    }, {
      "heading" : "2.3.4. Alkaline phosphatase (ALP) activity, alizarin red and RT-PCR analysis",
      "text" : "The osteogenic differentiation of samples was characterized by the Alkaline phosphatase (ALP) activity. MC3T3-E1 pre-osteoblasts with a density of 2× 104 cells cm−2 were co-cultured with untreated and PIIItreated WE43 samples in a 24-well plate at 37 °C under an 5% CO2 humidified atmosphere for 72 h. Then, the culture media was removed and refreshed with the differentiation DMEM containing 50 μl ml−1 ascorbic acid and 10mM β-glycerol phosphate (Sigma,USA). The differentiation DMEM was refreshed every two days. At each time point, cells was rinsed by PBS for three times and lysed by a 0.1% Triton X100 (Sigma,USA) at 4 °C for 0.5 h followed by 574 g centrifugation of cell lysates at 4 °C for 10min 10 μl supernatant was transferred into a new 96-well plate with addition of ALP reagents (Stanbio,USA). The ALP activity was determined by a colorimetric assay which used p-nitrophenyl phosphate (p-NPP) as the substrate. The absorbance was recorded each minute at a wavelength of 405 nm by the micro-plate spectrophotometer (Thermo Scientific,USA) and the ALP activity was normalized to the total protein level of samples evaluated by the BioRad Protein Assay (Bio-Rad,USA). As for the mineralization assay, cells were cultured at the same condition with ALP assay for 21 days. Afterwards, rinsed with PBS for three times and fixed by 4% Paraformaldehyde for 15min, MC3T3-E1 pre-osteoblasts were stained with alizarin red solutions (40mM, pH 4.2) for 30min. After washing by DI water for several times, 10% cetyle-pyridinium chloride was added to dissolve the calcium deposits for 1 h and absorbance was measured by the micro-plate spectrophotometer (Thermo Scientific,USA) at 570 nm.\nThe RT-PCR assay was to investigate osteogenic expression levels of MC3T3-E1 pre-osteoblasts incubated with untreated and PIII-treated WE43 samples. The forward and reverse primers for related genes containing type collagen I (Col I), alkaline phosphatase (ALP), runtrelated transcription factor 2 (Runx2), osteopontin (OPN), and housekeeping geneglyceraldehyde-3-phosphate dehydrogenase (GAPDH) were listed in our previous study [45]. 105 cells well−1 MC3T3-E1 preosteoblasts were incubated on WE43 samples in a 6-well plate at 37 °C under a humidified atmosphere of 5% CO2 for 3, 7 and 14 days. The DMEM combined with 50 μl ml−1 ascorbic acid, were refreshed every three days. From day 4, 10mM β-glycerol phosphate was added into the DMEM. At each time point, cells were rinsed by PBS and lysed by a Trizol reagent (Invitrogen,USA). Afterwards, chloroform was used to extract the total RNA into the upper aqueous phase, which was inhaled into a new 1.5 ml RNase-free centrifuge tube. An equal volume of isopropanol was added for RNA precipitation. The as-received RNA precipitates were rinsed with 80% ethanol and dissolved into the diethypyrocarbonate (DEPC)-treated RNase-free ddH2O. The concentration of isolated RNA was determined by the Nano-drop 1000 spectrophometer (Thermo Scientific,USA). Afterwards, 1 μg total isolated RNA was subject to reverse-transcription into the complementary DNA (cDNA) via using a RevertAid First Strand cDNA Synthesis Kit (Thermo Scientific,USA). Finally, the total quantitative PCR reaction system for RT-PCR assay contained 10 μl SYBR Green PCR Master Mix (Applied Biosystems, USA), 5 μl cDNA template and 5 μl primers, which was performed on the Bio-Rad C1000 TouchTMThermal Cycler machine. The reacted signal was amplified by setting 39 cycles and relative mRNA expressed levels of Col I, ALP, Runx2 and OPN were normalized by a\nhousekeeping gene GAPDH."
    }, {
      "heading" : "2.4. Antimicrobial assay",
      "text" : "Staphylococcus aureus (S.aureus; SF8300) were employed to investigate antimicrobial properties of Ti (Grade 2; President Titanium; USA) and WE43-based samples. Prior to the tests, the untreated WE43UV and PIII treated WE43-UV samples were illuminated with a 4W ultraviolet lamp (UVP; Model UVGL-1) for 1 h. S.aureus were cultured on the tryptic soy broth (TSB) plates overnight in a sharking incubator at 37 °C. Afterwards, the inocula of S.aureus were subjected to 10-fold gradient dilution into 1.0×106 colony-forming units per mL (CFU mL−1) in TSB. Each sample with addition of 500 μl S.aureus suspension (1.0×106 CFUmL−1) on the surface were incubated in 24-well plates at 37 °C for 6 and 12 h. Then samples were rinsed with PBS for three times and the bacteria on the surface were stained with a LIVE/DEAD BacLight Viability Kit (Invitrogen) according to the recommended protocol. The fluorescence images of bacteria were observed by confocal laser scanning microscopy (CLSM). Spread plate method was used to evaluate S.aureus growth on Ti and WE43-based samples after 2, 6 and 12 h incubation at 37 °C. The control group was the original bacterial suspension without samples. In brief, the adherent bacteria on surface were collected with 1ml PBS by ultrasonic vibration for 10min and supernatants were removed. The remaining bacteria were resuspended in 4ml PBS to determine the total counts of living bacteria by measurement of OD600 value on the micro-plate spectrophotometer (Thermo Scientific,USA). The bacteria suspensions were 10-fold gradient dilution and then 100 μl bacteria suspension was spread on the TSB plate and incubated for 24 h. The viable counts of bacteria were examined based on the standard protocol (GB/T 4789.2,China). The pH value measurement and detection of ROS production of bacteria suspensions on the surface were performed to investigate the mechanism of antibacterial properties. Briefly, 500 μl S.aureus suspensions (1.0× 106 CFUmL−1) were added on the surface of samples for incubation 6 and 12 h at 37 °C and a μe-pH meter (Model 60, Jenco, USA) was employed to measure the pH values of bacteria suspensions on the surface. For ROS detection of S.aureus suspensions, the level of intracellular oxidative stress was determined by the amount of ROS generation, which was detected with 2,7-dichlorofluorescein diacetate (DCF-DA; Sigma) assay [46]. S.aureus suspensions were mixed with 10mM DCF-DA in a 37 °C incubator for 30min. Afterwards, S.aureus suspensions (1.0× 106 CFUmL−1) labeled with DCF-DA were incubated with samples for 6 and 12 h and total intracellular ROS amount was measured by a fluorescence microscope at 495 nm excitation wavelength and 525 nm emission wavelength respectively."
    }, {
      "heading" : "2.5. In vivo rat study",
      "text" : ""
    }, {
      "heading" : "2.5.1. Surgical procedures",
      "text" : "The surgical procedures and post-operative care protocol (CULATR NO.4086-16) were licensed and fulfilled by the requirements of the Ethics Committee of the University of Hong Kong and the Licensing Office of the Department of Health of the Hong Kong Government. A total of 30 Sprague-Dawley rats (SD rats, female; Age: thirteen weeks old; weight: 300–350 g) were provided by the Laboratory Animal Unit (the University of Hong Kong) and evenly divided into three groups, including 1) Ti group (positive control), 2) untreated WE43 group, and 3) PIII-treated WE43 group. Rats were anaesthetized by ketamine (67mg kg−1) and xylazine (6mg kg−1) via intraperitoneal injection. After hair shaving and disinfection at the operation site, we employed a hand driller to drill through the end of lateral epicondyle on the right or left femur of rats (Fig. S1, supporting information). Then, pure titanium (Ti Grade 2; President Titanium; USA; Nominal composition: Ti-0.02 wt % Fe-0.08 wt% C-0.05 wt% N-0.25 wt% O), untreated WE43 and PIIItreated 43 rods (2mm in diameter; 6 mm in depth) were implanted respectively. After suturing the wound layer by layer, we injected\n1 mg kg−1 terramycin and 0.5 kgmg−1 ketoprofen into the rats subcutaneously. The rats were euthanized at post-surgery eight and twelve weeks."
    }, {
      "heading" : "2.5.2. Real-time micro-computed tomography (Micro-CT) evaluation of newly formed bone",
      "text" : "The new bone formation of post-operative site was monitored realtimely at various time points (1, 2, 4, 8 and 12 weeks) by a Micro-CT machine (SKYSCAN 1076, Skyscan Company). The scanned images and 2D data of rats at three implantation groups could be reconstructed for characterizations of change in new bone volume around the implants (= ×− 100%bone volume (week X) bone volume (week 0)bone volume (week 0) ; X= 1, 2, 4, 8 and 12), change in implant volume (= × 100%implant volume (week X)implant volume (week 0) ; X= 1, 2, 4, 8 and 12), bone mineral density (BMD), trabecular thickness (Tb,Th) and trabecular number (Tb.N) through the CTAn software (Skyscan Company). Meanwhile, 3D models of new bone formation around the implants were reconstructed by using the CTVol software (Skyscan Company). The grey threshold used for CT densitometric analysis was 80–255 (−1000 to 9240 in Hounsfield units). For the calculation of BMD, 2 standard rods (0.25 g cm3 and 0.75 g cm3) were used for the calibration, and BMD in this paper was defined as the volumetric density of recognized bone and soft tissues under the region of interest."
    }, {
      "heading" : "2.5.3. Histological analysis and mechanical properties of newly formed bone",
      "text" : "The femur of rats sacrificed at eight and twelve weeks were harvested and immersed into 10% buffer formalin solution for 3 days. Afterwards, samples were subjected to a dehydrating process in 70%, 95% and 100% ethanol solution and then transferred into xylene as an intermedium for 4 days. Finally, methyl metharylate (MMA) solutions at four stages (MMA I, MMA II, MMA III and MMA IV) were used to embed the samples. The composition of each stage had been described in our previous work [47]. The embedded samples were cut grounded into slides with a thickness of 50–70 μm by a sliding and polishing microtome (EXAKT, Germany). The sectioned samples were stained by the Giemsa solution (Giemsa(v):DI water(v)= 1:4, MERCK, Germany) at 57 °C for 20min and captured by an optical microscope. The pushout test was conducted to investigate mechanical properties of newly formed bone around the implants by the 858.02 Mini Bionix machine. The push rate of applied load was 1 mmmin−1 while applied force ranged from 0 to 250 N. Five samples in each group were tested for analysis of maximum applied force to push out implants under the same condition. The Young's moduli of newly formed bone in each group was examined by a nano-indentation assay (Nano Indenter G200). The applied maximum load and drift rate were 10mN and 1.2 nm s−1, respectively. Surface hardness of Ti, untreated and PIII-treated WE43 samples at post-surgery 12 weeks was measured by a nano-indenter (Nano Indenter XP, MTS System Corporation, USA). Each sample was indented six times and six samples in each group were analyzed for statistical significance."
    }, {
      "heading" : "2.6. Statistical analysis",
      "text" : "All the experiments were triplicated independently and at least five samples were used at each time point for the in vitro and vivo experiments. The statistical analysis was performed by one-way analysis of variance using the SPSS software. The p value < 0.05 was considered to be statistically significant."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. The surface composition and morphology of functionalized nano-layer",
      "text" : "The functionalized nano-layer was constructed on the surface of WE43 alloy via Ti and O dual PIII technique. The WE43 substrate with\nfunctional nanolayer was defined as the PIII-treated WE43 while the untreated sample was named as the untreated WE43. In order to investigate the composition and crystal structure of the nanolayer, cross sectional TEM analysis was carried out (Fig. 1). With the aid of focus ion beam (FIB) technique, it revealed that the nanolayer was mainly composed of TiO2 and Mg2TiO4 with a depth of approximately 70 nm. The selected area electron diffraction (SAD) patterns of nanolayer demonstrated the coherence relation in TiO2/Mg2TiO4 interfaces: (222) Mg2TiO4∥(111) TiO2. Moreover, the crystal structure of nanolayer was illustrated in Fig. 1f in which the cubic crystal structure had Fd-3m space groups showing tetrahedral coordination polyhedron around Mg2+ and octahedralone around Ti4+ ions. This specific structure of nanolayer contributed to controlled release of magnesium ions from the Mg substrate.\nIn addition, PIII-treated WE43 sample was characterized by X-ray photoelectron spectroscopy (XPS), nano-indentation and atomic force microscopy (AFM) as shown in Fig. 2. Fig. 2a–d revealed XPS depth profiles and correspondent high resolution Mg 1s, Ti 2p and O 1s spectra of PIII-treated WE43. Based on the sputtering rate (10.15 nmmin−1) of the standard SiO2 sample in XRS, the depth of titanium oxide nano-layer was estimated to be 70 nm since the Ti concentration nearly dropped to zero at 7min (Fig. 2a) which was consistent with the TEM results. Furthermore, the high resolution Ti 2p and Mg 1s spectra (Fig. 2b and c) obtained after sputtering for 1min detected the peak shift from Ti4+, Ti2+ (459 eV) and Mg2+ (1034.6 eV) to Ti0 (454 eV) and Mg0 (1033 eV), indicating that the oxidized titanium (Ti4+,Ti2+) and magnesium (Mg2+) decreased gradually to the metallic titanium (Ti0) and magnesium (Mg0), respectively. The peak shift of high resolution Mg 1s and Ti 2p spectra upon sputtering exhibited that near-surface (high binding energy) of WE43 alloy was well oxidized and the O 1s spectrum of outermost surface (Fig. 2d) showed the oxidized nano-layer was mainly composed of TiO2 (530.2 eV) and Mg2TiO4 (531 eV). Fig. 2e and f exhibited surface hardness and modulus of untreated and PIII treated WE43 samples. It was clearly seen that surface hardness and modulus was improved while the bulk substrates of two groups showed no significant difference, implying that PIII only adjusted the material surface without changing mechanical\nproperties of substrates. For the surface morphology of untreated and PIII-treated WE43 (Fig. 2g and h), the titanium oxide nano-layer was to be a relatively uniform and smooth surface rather than rough surface topography of untreated WE43. It could be explained that during the PIII process, large numbers of charges were easily accumulated in the ‘peaks’ of surface topography of Mg substrate. Due to the titanium and oxygen atoms bombardment created by the Ti and O dual PIII, ‘peaks’ tend to be bombarded into ‘valleys’ in the surface topography. Hence, the PIII-treated WE43 exhibits a relatively smooth surface compared to the untreated one."
    }, {
      "heading" : "3.2. Corrosion resistance",
      "text" : "The constructed TiO2/Mg2TiO4 nano-layer by the PIII technique significantly enhanced corrosion resistance of the WE43 substrates in the electrochemical and immersion tests (Fig. 3). Fig. 3a depicted the polarization curves, electrochemical impedance spectroscopy (EIS) spectra and correspondent equivalent circuit of EIS spectra of untreated and PIII treated WE43 after immersing in simulated body fluid (SBF) and DMEM for 5min. The cathodic side of polarization curve was related to the cathodic hydrogen evolution while the anodic side represented the dissolution of the magnesium in the solution [20]. The results of cathodic polarization curve of PIII treated WE43 presented that corrosion potential enhanced while current density dropped in both the SBF and DMEM solutions compared to the untreated control, indicating suppressed electrochemical degradation rate of PIII treated WE43. For the EIS spectra, the capacitive arc at high frequency was due to charge transfer, whereas capacitive arc at medium or low frequency was attributed to effects of the surface film [48]. The visible inductive arc in the low frequency region resulted from formation, adsorption and desorption of corrosion products on the surface. It was apparent to observe enlarged capacitive arcs after construction of titanium oxide nano-layer by Ti and O dual implantation and the diameter of capacitive arcs of PIII treated WE43 was approximately nine times larger than that of untreated samples. In fact, enlarged capacitive arcs represented better corrosion resistance. Furthermore, static corrosion properties of untreated and PIII treated WE43 were evaluated by immersion tests\nincluding the concentration of magnesium ion release, change of pH value and weight loss assessment in Fig. 3b. The concentration of magnesium ion (333 ppm and 168 ppm) delivered from the untreated WE43 in SBF and DMEM solutions at day 3 was significantly higher (p < 0.05) than that of PIII treated WE43 samples (277 ppm and 121 ppm, respectively). Similarly, the pH value and weight loss (%) of PIII treated WE43 significantly dropped (p < 0.001) compared with the untreated control in both SBF and DMEM solutions at day 7. Moreover, after immersion for 14 days, Mg ion release, pH value and weight loss (%) of the untreated WE43 are significantly higher (p < 0.001) than the PIII-treated group, indicating that the PIII treated WE43 samples can appreciably mitigate the degradation rate in the immersion tests. In addition, the surface morphology of untreated and PIII treated WE43 after SBF immersion 7 and 14 days depicted in Fig. 3c showed that corrosion products were deposited on the surface and the untreated WE43 exhibited a few microcracks (red arrow) while the PIIItreated one was still intact at day 7. When immersion in SBF for 14 days, large cracks were observed on the untreated surface indicating severe pitting corrosion of Mg substrate. Nevertheless, the TiO2/ Mg2TiO4 nano-layer was chemically stable without visible microcracks.\nHence, the constructed TiO2/Mg2TiO4 nano-layer on WE43 substrates exhibited to be a superior protective layer to retard degradation rate under static corrosion conditions."
    }, {
      "heading" : "3.3. In vitro cell study",
      "text" : "With regarding to the cyto-compatibility in vitro, the nano-layer on PIII treated WE43 samples can heighten osteoblastic activity due to regulation of magnesium ion release in Fig. 4. Fig. 4a exhibited fluorescent images of MC3T3-E1 pre-osteoblasts adhesion on the surface of untreated and PIII treated samples after 5 h co-culture. Both two groups exhibited no cyto-toxicity to the MC3T3-E1 pre-osteoblasts irrespective of PIII treatment. The pre-osteoblasts were reluctant to adhere to the untreated surface resulting from rapid corrosion of WE43 substrates, while more pre-osteoblasts were well spread and the F-actins evenly flattened on the PIII treated surface. In addition, it was depicted that the cell viability evaluated by the MTT assay on the PIII WE43 samples was statistically 10% (p < 0.05) and 20% (p < 0.01) higher than the untreated WE43 control after 1 and 3 days co-culture, respectively. It could attribute to the suppression of magnesium corrosion regulated by\nthe TiO2/Mg2TiO4 nano-layer. Similarly, the MC3T3-E1 pre-osteoblasts on the PIII treated WE43 group proliferated gradually with the increase of incubation time. Furthermore, after 3 days incubation, the fold change of MC3T3-E1 pre-osteoblasts proliferation on the PIII group was significantly one and half times higher than that (p < 0.05) of the untreated group, implying that the controlled release of magnesium ions continuously manipulated the proliferation of cells.\nWith respect to the activity of osteogenic differentiation, the results of ALP assay were shown in Fig. 4b. The ALP activity at day 3 was low\nand without significant difference between two groups, since pre-osteoblasts were in the stage of proliferation other than differentiation. However, at day 7 and 14, the ALP expressions on the PIII WE43 group increased approximately 45% (p < 0.05) and 40% (p < 0.05) compared to the untreated control, respectively. In the mineralization assay, the alizarin red absorbance at 570 nm on the PIII-treated group exhibited 25% significantly higher (p < 0.01) than the untreated one after 21 days incubation. The RT-PCR assay shown in Fig. 4c was conducted to further elucidate the expressions of osteogenic gene\nmarkers (i.e., type I Col I, ALP, Runx2, and OPN) of MC3T3-E1 preosteoblasts, when cultured with the untreated and PIII treated WE43 samples for 3, 7 and 14 days. The results exhibited that all the osteogenic markers on the PIII WE43 group were highly expressed along with the increase of co-culture time. In comparison with the untreated WE43 group, the osteogenic expressions of type I Col I and OPN on PIII treated WE43 group were up-regulated about 2–3 times higher (p < 0.001) at day 7 and 14, respectively. The ALP osteogenic expression was even about 4 times higher (p < 0.001) than untreated control at day 7 and 14. With regarding to the Runx2 gene osteogenic expression, the PIII treated WE43 group presented about 2 times higher up-regulation, while comparing to the untreated group on day 7 (p < 0.05) and 14 (p < 0.01). The RT-PCR results revealed that controlled magnesium ion release from PIII treated WE43 substrate could also mediate to the up-regulations of those osteogenic genes in vitro."
    }, {
      "heading" : "3.4. Antimicrobial activity",
      "text" : "The antimicrobial properties of TiO2/Mg2TiO4 nano-layer was evaluated and the surface illuminated by UV light exhibited superior antimicrobial capability to against Staphylococcus aureus (S.aureus) (Fig. 5), indicating that the PIII-treated WE43 magnesium substrate could effectively suppress bacterial infection. Fig. 5a revealed Live/ Dead fluorescent images of S.aureus incubated on the surfaces including Ti, untreated WE43, untreated WE43 illuminated by UV (untreated WE43-UV), PIII treated WE43 and PIII treated WE43 illuminated by UV (PIII treated WE43-UV) for 6 and 12 h, respectively.\nA large number of living S.aureus were apparently observed on the Ti control, while the PIII-treated WE43 based magnesium groups inhibited the survival of S.aureus to certain extent regardless of incubation for 6 or 12 h. Specifically, both untreated WE43 and untreated WE43-UV groups presented the poor antibacterial ability, since large\nnumber of bacteria survived on the surface. Among all the experimental groups, PIII treated WE43-UV samples showed highest antibacterial efficiency in which the surface stimulated by UV killed large amount of S.aureus. It was due to photocatalytic antimicrobial properties of the TiO2/Mg2TiO4 nano-layer illuminated by UV light. However, PIII treated WE43 samples without UV light stimulation didn't appreciably kill the bacteria after 6 and 12 h incubation, indicating that titanium oxide nano-layer without UV illumination could not inhibit the growth of S.aureus. Fig. 5b exhibited the concentration of S.aureus suspension (colony-forming units, CFU ml−1) on the surface of Ti control and WE43 based samples after incubation for 2, 6 and 12 h. The control sample was the pure S.aureus suspension without addition of metallic samples. The concentration of S.aureus suspension on WE43 based samples (approximately 6×105 CFUml−1) was about significantly lower (p < 0.001) than the control one (about 14× 105 CFUml−1). Furthermore, the concentration of S.aureus on the surface of the PIII WE43-UV group (0.013× 105 CFUml−1) was significantly lower than that of the control (p < 0.001) and PIII treated WE43 group (p < 0.01), respectively. To further elucidate the mechanism of photocatalytic antimicrobial activity, the pH value and cellular total reactive oxygen species (ROS) of S.aureus suspensions incubated on sample surface were depicted in Fig. 5c and d. Among all groups, the pH levels of untreated WE43 and WE43-UV groups were highest and reached to 9.5 and 10.0 due to rapid corrosion of the surface after 6 and 12 h incubation. The pH values of PIII treated WE43 and WE43-UV groups exhibited slight increase to 7.6 and 7.9 as compared with Ti group, respectively. The bacteria suspension on the PIII treated WE43UV and non-UV stimulated samples possessed similar pH levels irrespective of incubation time. Nevertheless, the amount of ROS production in PIII treated WE43-UV samples was significantly five times higher (p < 0.001) than that of the PIII treated WE43 samples for 6 and 12 h incubation, implying that ROS generation was the major feature for\nantimicrobial activity."
    }, {
      "heading" : "3.5. Animal studies",
      "text" : ""
    }, {
      "heading" : "3.5.1. Micro-CT evaluations",
      "text" : "For evaluations of biocompatibility in vivo, the PIII treated WE43 samples can well facilitate new bone formation and assist the mineralization of bone structure in the rat defect models, as shown in Fig. 6. In Fig. 6a, the results revealed that the new bone began to form in the bone defect implanted with PIII treated WE43 sample even within postsurgery two weeks, whereas bone absorption and hydrogen gas evolution were observed in the bone defect implanted with the untreated WE43 sample. The PIII treated WE43 groups exhibited a gradual upward trend of bone growth along with the implantation time, as what it was expected in Ti control group. However, bone volume around the untreated WE43 implants dropped after the first two weeks of surgery and then slowly rose from week 2 to week 12.\nFor the quantitative analysis of newly formed bony tissue and corrosion rate of implants, the percentage of change in new bone volume, the percentage of change in implant volume, bone mineral density (BMD), trabecular thickness (Tb, Th) and trabecular number (Tb. N) calculated by the CTAn software were measured and presented in Fig. 6b–f. At week 2, the bone volume adjacent to PIII treated WE43 and Ti samples increased by 60% and 38%, respectively. However, the bone volume in the untreated WE43 group dropped by 73% in comparison with correspondent bone volume at week 0. In the post-operation of 4\nand 8 weeks, large amount of bony tissues were continuously formed and the increase of bone volume was 100% and 164% in PIII treated WE43 sample. The increase was significantly higher (p < 0.001) than that of the untreated WE43 group (−30% at week 4 and 14% at week 8) and Ti group (46% at week 4 and 64% and week 8) (p < 0.01), respectively. It demonstrated that large amount of in-situ bony tissue found on the PIII WE43 group could attribute to the controlled release of Mg ions regulated by the TiO2/Mg2TiO4 nano-layer. At post-surgery 12 weeks, the bone volume of PIII treated WE43 group rose to 175%, which was about two times higher and six times higher than that of Ti group (88%) (p < 0.05) and the untreated group (28%) (p < 0.001), respectively. Moreover, the TiO2/Mg2TiO4 nano-layer on PIII treated implant apparently retarded the corrosion rate in vivo and therefore maintained the implant volume with 90% in post-operation of 12 weeks. In contrast, the implant volume of untreated WE43 showed a sharp reduction and only 65% of implant volume remained in the bone defect. Furthermore, the BMD, Tb,Th and Tb.N at post-operation week 8 and week 12 were significantly increased in the group of PIII treated WE43 alloy and they were approximately 48% (p < 0.05), 62% (p < 0.05) and 49% (p < 0.05) higher as compared with the untreated WE43 group at week 12, respectively. The Tb,Th of PIII treated WE43 group at week 12 was even statistically higher (p < 0.05) than that of the Ti control. These observations represented that the newly formed bone induced by released Mg2+ was well mineralized in addition to the promotion of new bone formation."
    }, {
      "heading" : "3.5.2. Histology and mechanical properties of newly formed bone",
      "text" : "The histological slides of newly formed bony tissue in Ti, untreated and PIII treated WE43 groups were analyzed by the Giemsa-staining after 8 and 12 weeks of surgery (Fig. 7a). The severe bone absorption and remnant corrosion products resulting from rapid corrosion of implants were still clearly observed in the untreated WE43 group, whereas the surrounding area implanted with PIII treated WE43 rods was already filled with new bony tissue due to magnesium ion stimulation of in-situ bone regeneration. Particularly, more new bony tissues were formed around the PIII treated WE43 rods compared to Ti and untreated WE43 rods while the cortical and cancellous structures of newly formed bone in Ti and PIII treated WE43 groups were clearly observed. However, the absorbed cancellous bone tissue and reduced cortical thickness around the untreated WE43 implants was observed. In addition, the mechanical properties of newly formed bone tissues at postsurgery week 12 were characterized by push-out and nano-indentation tests in Fig. 7b–d and the area of the modulus measurement of newly formed bone was presented in Fig. S2 (supporting information). The push-out curves in Fig. 7b exhibited that applied force in each group\nwent up with the increase of displacement of probe and then appeared a maximum value for push-out of implants followed by suddenly drop of applied force. The maximum applied force obtained from push-out curves was employed to characterize the binding force between newly formed bone and implants which was presented in Fig. 7c. The maximum applied force of PIII treated WE43 group was slightly lower than Ti group but significantly twelve times higher (p < 0.01) than untreated WE43 group, indicating the implant was well bonded with surrounding newly formed bony tissue. Furthermore, the modulus of new bony tissue induced by the PIII treated WE43 and untreated WE43 implants were 12.0 GPa and only 7.7 GPa, while the moduli of surrounding mature bone was of 14.7 GPa. It was implied that the mechanical property of new bone restored to 82% as compared with the adjacent mature bony tissue. However, the moduli of newly formed bone induced by untreated WE43 implant was equivalent to ~52% of the mechanical property of mature bone. Moreover, as shown in Fig. 7e, surface hardness of PIII-treated WE43 implant (2.59 GPa) at post-operation 12 weeks was maintained at almost the same level of PIIItreated group before implantation in Fig. 2f while hardness of untreated\n(caption on next page)\nWE43 dropped significantly upon degradation in vivo, demonstrating that PIII-treated WE43 was able to maintain its mechanical stability during implantation. These promising results illustrated that not only could the PIII treated WE43 samples stimulate new bone formation significantly, but also restore mechanical property of newly formed bone nearly to the level of surrounding mature bone."
    }, {
      "heading" : "4. Discussion",
      "text" : "4.1. Significance of the functionalized TiO2/Mg2TiO4 nano-layer\nMagnesium alloys has been reported to be one of promising substitutes in bone repair and fixation applications, since they can gradually degrade in vivo and the release of magnesium ions during degradation serves as bioactive agents to overcome bioinertness of clinically used titanium alloys and stainless steel. It is evidenced that Mg2+ has beneficial effects on osteogenesis through enhancement of osteoblastic activity or suppression of osteoclastic activity [49]. Mg2+ can proliferate bone marrow cells via enhancement of BMP–receptor recognition and Smad signaling pathways [50]. Moreover, not only does magnesium ion improve adhesion of human bone-derived cells and differentiation of osteoblastic cells in vitro, but it can accelerate bone healing process [14]. As a bivalent ion in the formation of biological apatite, magnesium ion balances between bone formation and resorption during the mineralization process of bone tissue [51]. Recently, Mg2+ has been proved to promote osteogenic differentiation of periosteum-derived stem cells by up-regulation of neuronal calcitonin gene-related polypeptide-α (CGRP) in both the peripheral cortex of the femur and the ipsilateral dorsal root ganglia (DRG) in animal models [52].\nHowever, rapid corrosion of magnesium alloy remains as the main issue to limit its clinical applications, as high in-vivo corrosion rate leads to large amount of hydrogen evolution and excessive magnesium ion release in the local microenvironment which is detrimental to bone growth and healing [53]. Furthermore, as an antagonist of calcium, high concentration of extracellular Mg2+ may occupy the calcium-related signaling pathways resulting in disruption of mineralization process of bone formation [54]. Also, excessive Mg2+ can alter the intracellular balance of Ca, Zn, Mn and Co cations and interfere with normal cellular functions via suppression of the TRPM7 expression induced by those metal ions [55]. Hence, we need mitigate corrosion rate of magnesium alloy to control magnesium ion release and undermine hydrogen evolution in vivo. Enlightened by passive layer of titanium oxide automatically formed on corrosion-resistant titanium based alloys, we propose to construct titanium oxide nano-layer on the surface by the Ti and O dual PIII technique to protect WE43 substrates from further corrosion and achieve regulation of magnesium ion delivery in the microenvironment. The other reason for construction of titanium\noxide nano-layer is to employ the photocatalytic antimicrobial property of TiO2 for prevention of implant infection which has been widely applied in organic containments removal, waste water purification, and photocatalysis disinfection [56]. The photoactivated TiO2 nanoparticles or nano-films have been demonstrated to kill a wide range of grampositive (Escherichia coli etc.) and gram-negative (Staphylococcus aureus etc.) bacteria, while the effectiveness of killing is different [57,58]. The mechanism of bacteria killing mainly involves damage of cell wall and membrane of bacteria by intrusion of reactive oxygen species (ORS) generated from UV irradiation [59].\nFor an ideal orthopaedic implant, it should have excellent osteoconductivity and self-antibacterial property to against bacterial infection. In general, artificial orthopaedic implants are employed for bone fracture fixation and joint replacement with significant rise clinically. However, it has been reported that approximately 5% of these implants fail prematurely and total about 100,000 cases occur due to infections of orthopaedic fracture and reconstructive devices in the US alone [60]. The mainly reasons for these implant failures are attributed to aseptic loosening and implant infections. In the USA, about 18% of implant failures are ascribed to aseptic loosening while 20% of failures are due to implant infection [61]. Implanted foreign bodies are sensitively susceptible to bacterial or microbe infection since the bacterial can easily adhere to the implant surface followed by proliferation and biofilm formation with nutrient substances provided by host [62]. Among various kinds of bacteria which can infect the implant, Staphylococcus aureus strains directly lead to approximately 70% of orthopaedic implant infections [63]. Hence, for orthopaedic implant design, promotion of osseointegration and prevention of bacterial infection are both required. Although may literatures have reported to enhance the osteoconductivity or improve antibacterial property of the implants by surface-modified coatings or films [64–66], rare literatures have proposed to design a single surface-modified layer to achieve such multiple functions. In our work, the constructed TiO2/Mg2TiO4 nanolayer can achieve multifunctional purposes to enhance corrosion resistance, promote in situ bone regeneration and possesses photocatalytic antimicrobial properties."
    }, {
      "heading" : "4.2. Mechanism of enhanced corrosion resistance",
      "text" : "To elucidate the mechanism of improved corrosion resistance, corrosion potential (Ecorr) and current density (icorr) obtained from the Tafel region extrapolation in the cathodic polarization curve and the fitted EIS data calculated from correspondent equivalent circuit have been analyzed (Table 2). On one hand, enhancement of corrosion resistance attributes to ascent of Ecorr and descent of icorr. The calculated Ecorr (−1.64 and −1.55 V/SCE) of PIII treated WE43 in both the SBF and DMEM solutions is higher than Ecorr (−1.99 and −1.85 V/SCE) in the untreated WE43 group, while icorr (1.22×10−6 and\nFig. 7. Histological evaluations and mechanical properties of new bone formation after post-surgery 8 and 12 weeks. Fig. 7a showed Giemsa-stained images of newly formed bone tissues cut from the longitudinal section of femur (scale bar:2×1000 μm; 10×100 μm); Fig. 7b and c depicted push-out cures and applied maximum fore (N) of Ti, untreated and PIII treated WE43 implants; Fig. 7d exhibited relative indentation modulus of newly formed bone tissues in each group (normalized to adjacent mature bone) while Fig. 7e revealed surface hardness of Ti, untreated and PIII-treated WE43 implants at post-operation 12 weeks. *denotes the significant difference between untreated and PIII treated WE43 groups and difference between surrounding mature bone group and untreated WE43 group (p < 0.05), **p < 0.01.\n9.90×10−7 A cm−2) tends to drop as compared with icorr (8.35×10−5 and 1.59×10−5 A cm−2) of untreated WE43 sample. It indicates that a protective oxide film on the surface is formed during electrochemical corrosion which retards degradation rate of PIII treated WE43. If the anodic potential reaches the level of Ecorr, the surface film will collapse and then accelerate corrosion of WE43 substrates. On the other hand, improvement of anti-corrosion property results from enlarged capacitive arcs impedance. The equivalent circuit of EIS in Fig. 3a reveals simulation of capacitive arcs impedance. The difference between equivalent circuits in SBF and DMEM solutions can attribute to the composition of solutions used. It has been reported that proteins (e.g. albumin) contained in the DMEM solutions can alter the corrosion rate of metallic implant through the surface diffusion and charge transfer process [67]. Furthermore, the addition of albumin in SBF solutions can retard the corrosion reaction of magnesium alloy (AZ91) by forming a corrosive-blocking payer on its surface. Therefore, the equivalent circuits in SBF and DMEM solutions are disparate. Specifically, Rs equals to the solution resistance between reference electrode and working electrode, while Rf is defined as the relevant resistance of the surface film. CPEf and CPEd1, two kinds of capacitors, stand for the surface film capacitance in which the value of CPEf or CPEd1 depends on indices of dispersion effects nf (or nd1) and admittance constants Yof (or Yod1). Rf (or Rpore) represents for all relevant resistance of the surface film and Rt is the charge transfer resistance generated from electrochemical reaction. The fitted data of EIS spectra in Table 2 present that Yof and Yod1 of PIII treated WE43 are lower than the untreated sample, whereas significantly enlarged Rf and Rt are achieved after Ti and O dual implantation, implying that a more compact and stable corrosion passive layer has been formed on the PIII treated sample [68]. Therefore, improved corrosion resistance of PIII treated WE43 is mainly related to elevated Ecorr, Rf, Rt and decreased icorr. To sum up, by Ti and O high-energy bombardment on the surface, the intruding oxygen ions penetrate into the near-surface and react simultaneously with titanium and magnesium to form a stable TiO2-containing metal oxide layer (mainly composed of TiO2 and Mg2TiO4) which passivates the nearsurface and resists attack from corrosive solutions."
    }, {
      "heading" : "4.3. In vitro and vivo performances of PIII-treated WE43 alloy",
      "text" : "PIII treated WE43 samples exhibit promotion of osteoblastic activity and in situ bone regeneration due to controlling magnesium ion release. The TiO2/Mg2TiO4 nano-layer can effectively suppress the rapid corrosion of WE43 magnesium alloy, while it may also allow and regulate the outflow of Mg ions from the substrate. Controlled delivery of magnesium ions (50–200 ppm per day) [45] has been demonstrated to elevate proliferation, differentiation and osteogenic expressions of osteoblasts in vitro by our previous study [69].The immersion tests in Fig. 3b reveal that the TiO2/Mg2TiO4 nano-layer can control magnesium ion release into the target of 50–200 ppm per day after one week immersion in SBF solution. The in-vitro cyto-compatibility results confirm that MC3T3-E1 pre-osteoblasts can be well spread and flattened on the surface of PIII treated samples. When the cells are co-cultured with PIII treated WE43 samples, the results of MTT, BrdU and ALP assays suggest that the cell viability, proliferation and differentiation are much higher as compared with the untreated control. Furthermore, the osteogenic expressions including ALP, Type I Col I, Runx2 and OPN of pre-osteoblasts were significantly up-regulated as well. In the rat bone defect model, large amount of newly bone tissue is formed around the PIII treated WE43 implant and new bone volume is even higher than the positive control (Ti group), whereas the untreated WE43 group only exhibits rapid corrosion of implants, severe bone absorption and hydrogen-enriched necrotic tissue. Moreover, with regards to the quality and mechanical properties of newly formed bone tissue, trabecular thickness and bone mineral density in PIII treated WE43 group are even slightly higher than Ti group. Binding force between new bone tissue and implants is statistically larger than untreated WE43 group and\nYoung's moduli of newly formed bone can almost reach the level of surrounding mature bone. These results indicate that stimulation of insitu bone regeneration and formation of well mineralized bone structure ascribe to controlled delivery of Mg ions in the local microenvironment. Additionally, it is noteworthy that increased pH level of local microenvironment induced by Mg ion delivery may also exert beneficial effects on osteogenesis and bone formation [70]. It has been reported that slightly elevated local pH favors to synthesis of osteoblastic collagen, reduction of calcium efflux and acceleration of mineralization process [71–73]. Consequently, it's reasonable to propose that both controllable magnesium ion delivery and elevated pH level facilitate osteoblastic activity and in situ bone regeneration."
    }, {
      "heading" : "4.4. Mechanism of antimicrobial activity",
      "text" : "Interestingly, the TiO2/Mg2TiO4 nano-layer constructed by Ti and O dual PIII technique can prevent bacterial infection due to its photocatalytic antibacterial property. For implant surgery in orthopaedics, it is an imperative issue to prevent bacterial infection at early stage, since it will be difficult to kill bacteria or inhibit its growth if bacteria successfully attach to implant surface and then form biofilms which is one of primary causes of implantation failures and implant replacement surgery [74]. TiO2 nanoparticles have been demonstrated to be potential antibacterial agents owing to their photocatalytic antimicrobial properties under UV irradiation [75,76]. The antibacterial properties of TiO2 nanoparticles with or without other metals (Cu and Ag) doping have been investigated extensively [77–79]. The previous studies had used TiO2 nanoparticles with or without other metals (Cu and Ag) doping to achieve self-antimicrobial purpose. TiO2 nanoparticles doped with Ag or Cu (TiO2/Ag or TiO2/Cu) exhibited better bacteria disinfection rather than pure TiO2 nanoparticles and the bacteria or microogranisms were therefore killed by TiO2/Ag or TiO2/Cu nanoparticles due to the synergistic effects of Ag or Cu ions release together with reactive oxygen species (mainly hydrogen peroxide, hydroxyl radical and superoxide) generated under the photocatalytic process of TiO2 nanoparticles. Moreover, the addition of sliver or copper worked as an intensifier for photocatalysis that led to the production of abundant reactive oxygen species. However, the release of tracing silver and copper ions at an elevated level is potentially cytotoxic to osteoblasts and the overproduction of reactive oxygen species presents potential adverse effects on osteogenesis [80]. These problems may induce the disruption of cellular oxidant/antioxidant balance and therefore jeopardize the tissue regeneration and bone healing capability. By inhibition of reactive oxygen species overproduction via the PI3K-Akt pathway, osteogenesis of titanium implants can be enhanced [81]. Furthermore, the oxidative stress interferes the bone mineralization due to downregulation of vascular endothelial growth factor (VEGF) and therefore the cell cycle, differentiation and apoptosis of mesenchymal stromal cells (MSCs) are arrested [82,83]. In addition, the elevated pH level in local tissue microenvironment upon degradation of magnesium alloys in vivo has demonstrated the inhibition of bacterial growth [84]. However, alkalosis microenvironment caused by the increase of pH level is detrimental to proliferation and differentiation of MSCs. Hence, both effects of reactive oxygen species and pH change are considered for osteogenesis and bacteria disinfection of magnesium alloys. In this study, we systemically investigate the pH shift and photoactive bactericidal effects of PIII constructed TiO2/Mg2TiO4 nano-layer on magnesium substrates. After plasma implantation, the TiO2-containing nanolayer analyzed by TEM is mainly composed of anatase TiO2 and Mg2TiO4, in which the anatase TiO2 phase is the most effective lattice structure to kill bacteria among three main polymorphs (anatase, brookite and rutile) [85]. The results of antibacterial assays in Fig. 5b present that the PIII treated WE43 under UV irradiation (PIII treated WE43-UV) can kill 99.90% S.aureus on the surface, while PIII treated WE43 without UV illumination doesn't apparently inhibit S.aureus adhesion and growth. It indicates UV activation is a prerequisite for\nphotoactive self-antimicrobial activity of TiO2-containing nanolayer. The untreated WE43 group exhibits antibacterial rates of 42.8% and 45.9% against S.aureus and bacteria disinfection stems from the elevated pH level caused by degradation of WE43 substrates in which the pH of bacteria suspension increases to 9.5 and 10.0 respectively after incubation for 6 and 12 h. Moreover, during the degradation process, Mg(OH)2 precipitates are deposited on the surface, which has been reported to prevent bacteria adhesion to some extent [84]. Therefore, the antibacterial mechanism of untreated WE43 is highly related to the pH change. On the other hand, for PIII treated WE43-UV samples, the pH shift after incubation for 6 and 12 h shows slight increase while significant ROS amount is generated by the photocatalytic process as shown in Fig. 5d, indicating that oxidative stress induced by reactive oxygen species (ROS) production should be the primary antibacterial mechanism. In particular, if photoenergy of TiO2/Mg2TiO4 nano-layer after UV irradiation is higher than band gap, the TiO2-containing nanolayer promotes electrons across the band gap from the valence band (ev−) to conduction band (ec−) which leaves a positive charged hole (hv+) in the valence band (Eq. (1)) [86]. Both electrons and positive charged holes can migrate freely within the conduction band and valence band, respectively. Electrons (ec−) in the conduction band have strong reducing power which can react with molecular oxygen to form superoxide radical (O2−%) via reductive process (Eq. (2)) [87]. Also, the positive charged holes (hv+) easily entrap electrons from water to produce hydroxyl radical (%OH) through oxidative reaction (Eq. (3)) [88]. Furthermore, indirect aqueous reactions of superoxide radical (O2−%) generate singlet oxygen (1O2) (Eqs. (4) and (5)) [89]. The three kinds of generated ROS (O2−%, %OH and1O2) can change the membrane permeability of S.aureus on the surface and then penetrate into membrane to destroy cell wall layers resulting in leakage of small molecules like inorganic ions and DNA (Fig. 8). Therefore, the rupture of membrane allows leaking of high molecular weight components such as proteins and RNA followed by protrusion of cytoplasmic membrane and\nlysis of bacteria [90,91].\nTiO2 + hv → ev− + hv+ (1)\nev- + O2 → O2-% (2)\nhv+ + H2O → H+ + %OH (3)\n%OH + %OH → H2O2 (4)\nO2−% + H2O2 → 1O2 + %OH + OH− (5)"
    }, {
      "heading" : "5. Conclusions",
      "text" : "In conclusion, via the Ti and O dual PIII technique, we successfully construct a multifunctional titanium oxide based nano-layer to overcome rapid corrosion of WE43 magnesium alloy, promote in-situ bone regeneration and prevent bacterial infection by photoactive self-antibacterial effects. The main components of titanium oxide nano-layer are TiO2 and Mg2TiO4. Corrosion resistance of WE43 substrates is significantly improved under static corrosion condition, as TiO2 passivates the surface simultaneously and obstructs corrosive attack from solutions. Moreover, this specific TiO2/Mg2TiO4 nano-layer can regulate magnesium ion release in vitro and vivo, leading to enhancement of osteoblast attachment, viability, proliferation and upregulation of osteogenic markers such as ALP, Type I Col I, Runx2 and OPN on magnesium surface. In animal study, new bone volume adjacent to PIII treated WE43 implant show 175% growth, whereas the Ti control and untreated WE43 group can only induce 97% and 28% increase of new bone formation after post-surgery 12 weeks, respectively. The trabecular thickness and bone mineral density of surface treated group are also significantly higher than that of Ti and untreated WE43 groups. Furthermore, newly formed bony tissue in surface treated group exhibits well mineralized structure and its mechanical property can almost be restored to the level of surrounding mature bone. Additionally, the surface treated samples under UV irradiation can prevent S.aureus infection in 99.90% even after 12 h incubation owing to photoactive bactericidal effects of titanium oxide nano-layer. It is believed that the major mechanism of antibacterial properties is related to oxidative stress induced by ROS production rather than pH change due to magnesium ion release. We anticipate that this bio-functional TiO2/ Mg2TiO4 nano-layer established by titanium and oxygen dual plasma immersion ion implantation can shed light on the applications of magnesium alloys as potential candidates for orthopaedic implants.\nAuthor contributions\nZ.Lin performed the experiments, interpreted the data and wrote the manuscript. K.W.K.Yeung and Y.zhao conceived the experiments and interpreted the data. P.K.Chu, L.N Wang, and H,B Pan contributed to the fabrication of titanium oxide nanolayer. Y.F.Zheng, and S.L.Wu contributed and interpreted the in vitro cell experiments while X.L.Liu interpreted the antimicrobial data. K.M.C.Cheung and T.W. Wong contributed and interpreted the vivo rat experiments.\nConflicts of interest\nThe authors declare no competing financial interests."
    }, {
      "heading" : "Acknowledgement",
      "text" : "This work was financially supported by the China Postdoctoral Science Foundation (2019M653060), General Research Fund of Hong Kong Research Grant Council (#17214516), National Natural Science Foundation of China (No. 31370957, 51431002, 51871004, 81572113), NSFC/RGC Joint Research Scheme (No. N_HKU725/16, 5161101031), and Shenzhen Science and Technology Funding\n(JCYJ20160429190821781 & JCYJ20160429185449249 & JCYJ20160608153641020) and Guangdong Scientific Plan (2014A030313743), Science and Technology Commission of Shanghai Municipality (No. 18410760600), International Partnership Program of Chinese Academy of Sciences Grant (No.GJHZ1850)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biomaterials.2019.119372."
    } ],
    "references" : [ {
      "title" : "Bioabsorbable implant material review",
      "author" : [ "P.B. Maurus", "C.C. Kaeding" ],
      "venue" : "Oper. Tech. Sport. Med. 12 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Biodegradable metals",
      "author" : [ "Y. Zheng", "X. Gu", "F. Witte" ],
      "venue" : "Mater. Sci. Eng. R Rep. 77 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "B",
      "author" : [ "W. Jiang", "H. Li", "Z. Liu", "Z. Li", "J. Tian" ],
      "venue" : "Shi, et al., Fully bioabsorbable natural‐materials‐based triboelectric nanogenerators, Adv. Mater. 30 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Reprint of: the history of biodegradable magnesium implants: a review",
      "author" : [ "F. Witte" ],
      "venue" : "Acta Biomater. 23 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Clinical biocompatibility of biodegradable orthopaedic implants for internal fixation: a review",
      "author" : [ "O. Böstman", "H. Pihlajamäki" ],
      "venue" : "Biomaterials 21 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Current status on clinical applications of magnesium-based orthopaedic implants: a review from clinical translational perspective",
      "author" : [ "D. Zhao", "F. Witte", "F. Lu", "J. Wang", "J. Li", "L. Qin" ],
      "venue" : "Biomaterials 112 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "F",
      "author" : [ "L. Zhang", "J. Pei", "H. Wang", "Y. Shi", "J. Niu" ],
      "venue" : "Yuan, et al., Facile preparation of poly (lactic acid)/brushite bilayer coating on biodegradable magnesium alloys with multiple functionalities for orthopedic application, ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Current state of fabrication technologies and materials for bone tissue engineering",
      "author" : [ "A. Wubneh", "E.K. Tsekoura", "C. Ayranci", "H. Uludağ" ],
      "venue" : "Acta Biomater. 80 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnesium metabolism: a review with special reference to the relationship between intracellular content and serum levels",
      "author" : [ "R.A. Reinhart" ],
      "venue" : "Arch. Intern. Med. 148 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1988
    }, {
      "title" : "Disorders of Potassium and Magnesium",
      "author" : [ "L.-P. Laurin", "M. Leblanc" ],
      "venue" : "Critical Care Nephrology, Elsevier",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Intracellular magnesium and insulin resistance",
      "author" : [ "J. Takaya", "H. Higashino", "Y. Kobayashi" ],
      "venue" : "Magnes. Res. 17 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "W",
      "author" : [ "D. Bian", "J. Deng", "N. Li", "X. Chu", "Y. Liu" ],
      "venue" : "Li, et al., In vitro and in vivo studies on biomedical magnesium low-alloying with elements gadolinium and zinc for orthopedic implant applications, ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnesium-based bioceramics in orthopedic applications",
      "author" : [ "M. Nabiyouni", "T. Brückner", "H. Zhou", "U. Gbureck", "S.B. Bhaduri" ],
      "venue" : "Acta Biomater. 66 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Osteoblast response to magnesium ion‐incorporated nanoporous titanium oxide surfaces",
      "author" : [ "J.W. Park", "Y.J. Kim", "J.H. Jang", "H. Song" ],
      "venue" : "Clin. Oral Implant. Res. 21 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "H",
      "author" : [ "C. Janning", "E. Willbold", "C. Vogt", "J. Nellesen", "A. Meyer-Lindenberg" ],
      "venue" : "Windhagen, et al., Magnesium hydroxide temporarily enhancing osteoblast activity and decreasing the osteoclast number in peri-implant bone remodelling, Acta Biomater. 6 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Y",
      "author" : [ "H.M. Wong", "Y. Zhao", "V. Tam", "S. Wu", "P.K. Chu" ],
      "venue" : "Zheng, et al., In vivo stimulation of bone formation by aluminum and oxygen plasma surface-modified magnesium implants, Biomaterials 34 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "L",
      "author" : [ "Y. Lai", "Y. Li", "H. Cao", "J. Long", "X. Wang" ],
      "venue" : "Li, et al., Osteogenic magnesium incorporated into PLGA/TCP porous scaffold by 3D printing for repairing challenging bone defect, Biomaterials 197 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "H-s Yun",
      "author" : [ "J.A. Kim" ],
      "venue" : "Y.-A. Choi, J.-E. Kim, S.-Y. Choi, T.-G. Kwon, et al., Magnesium phosphate ceramics incorporating a novel indene compound promote osteoblast differentiation in vitro and bone regeneration in vivo, Biomaterials 157 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "X",
      "author" : [ "D. Zang", "R. Zhu", "W. Zhang", "X. Yu", "L. Lin" ],
      "venue" : "Guo, et al., Corrosion‐resistant superhydrophobic coatings on Mg alloy surfaces inspired by Lotus seedpod, Adv. Funct. Mater. 27 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Control of biodegradation of biocompatable magnesium alloys",
      "author" : [ "G. Song" ],
      "venue" : "Corros. Sci. 49 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Y",
      "author" : [ "G. Duan", "L. Yang", "S. Liao", "C. Zhang", "X. Lu" ],
      "venue" : "Yang, et al., Designing for the chemical conversion coating with high corrosion resistance and low electrical contact resistance on AZ91D magnesium alloy, Corros. Sci. 135 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "C",
      "author" : [ "F. Witte", "V. Kaese", "H. Haferkamp", "E. Switzer", "A. Meyer-Lindenberg" ],
      "venue" : "Wirth, et al., In vivo corrosion of four magnesium alloys and the associated bone response, Biomaterials 26 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Microstructure and corrosion resistance of micro arc oxidation plus electrostatic powder spraying composite coating on magnesium alloy",
      "author" : [ "W. Yang", "D. Xu", "J. Wang", "X. Yao", "J. Chen" ],
      "venue" : "Corros. Sci. 136 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical behaviour of a magnesium alloy containing rare earth elements",
      "author" : [ "F. Zucchi", "V. Grassi", "A. Frignani", "C. Monticelli", "G. Trabanelli" ],
      "venue" : "J. Appl. Electrochem. 36 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Effect of rare earth element Ce and La on corrosion behavior of AM60 magnesium alloy",
      "author" : [ "W. Liu", "F. Cao", "L. Chang", "Z. Zhang", "J. Zhang" ],
      "venue" : "Corros. Sci. 51 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "J",
      "author" : [ "X. Gu", "H. Guo", "F. Wang", "Y. Lu", "W. Lin" ],
      "venue" : "Li, et al., Degradation, hemolysis, and cytotoxicity of silane coatings on biodegradable magnesium alloy, Mater. Lett. 193 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S",
      "author" : [ "D. Ivanou", "K. Yasakau", "S. Kallip", "A. Lisenkov", "M. Starykevich" ],
      "venue" : "Lamaka, et al., Active corrosion protection coating for a ZE41 magnesium alloy created by combining PEO and sol–gel techniques, RSC Adv. 6 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Poly (3",
      "author" : [ "K. Catt", "H. Li", "X.T. Cui" ],
      "venue" : "4-ethylenedioxythiophene) graphene oxide composite coatings for controlling magnesium implant corrosion, Acta Biomater. 48 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "H",
      "author" : [ "F. Feyerabend", "J. Fischer", "J. Holtz", "F. Witte", "R. Willumeit" ],
      "venue" : "Drücker, et al., Evaluation of short-term effects of rare earth and other elements used in magnesium alloys on primary cells and cell lines, Acta Biomater. 6 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Ce Wen",
      "author" : [ "Y. Li", "P.D. Hodgson" ],
      "venue" : "The effects of calcium and yttrium additions on the microstructure, mechanical properties and biocompatibility of biodegradable magnesium alloys, J. Mater. Sci. 46 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Z",
      "author" : [ "D.-T. Chou", "D. Hong", "P. Saha", "J. Ferrero", "B. Lee" ],
      "venue" : "Tan, et al., In vitro and in vivo corrosion, cytocompatibility and mechanical properties of biodegradable Mg–Y–Ca–Zr alloys as implant materials, Acta Biomater. 9 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Protective coatings on magnesium and its alloys—a critical review",
      "author" : [ "J. Gray", "B. Luan" ],
      "venue" : "J. Alloy. Comp. 336 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Biomedical coatings on magnesium alloys–a review",
      "author" : [ "H. Hornberger", "S. Virtanen", "A. Boccaccini" ],
      "venue" : "Acta Biomater. 8 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "L",
      "author" : [ "T. Michel", "J. Le Perchec", "A. Lanterne", "R. Monna", "F. Torregrosa" ],
      "venue" : "Roux, et al., Phosphorus emitter engineering by plasma-immersion ion implantation for c-Si solar cells, Sol. Energy Mater. Sol. Cells 133 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "G",
      "author" : [ "J. Zou", "B. Liu", "L. Lin", "Y. Lu", "Y. Dong" ],
      "venue" : "Jiao, et al., Investigation of microstructure and properties of ultrathin graded ZrNx self-assembled diffusion barrier in deep nano-vias prepared by plasma ion immersion implantation, Appl. Surf. Sci. 427 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Microstructure",
      "author" : [ "G. Collins", "R. Hutchings", "J. Tendys" ],
      "venue" : "corrosion and tribological behaviour of plasma immersion ion-implanted austenitic stainless steel, Surface & Coatings Technology: Papers Presented at the Third International Conference on Plasma Surface Engineering, Garmisch-Partenkirchen, Germany",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Plasma modified Mg–Nd–Zn–Zr alloy with enhanced surface corrosion resistance",
      "author" : [ "G. Wu", "X. Zhang", "Y. Zhao", "J.M. Ibrahim", "G. Yuan", "P.K. Chu" ],
      "venue" : "Corros. Sci. 78 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "R",
      "author" : [ "J. Esparza", "G.G. Fuentes", "R. Bueno" ],
      "venue" : "Rodríguez, J.A. García, A.I. Vitas, et al., Antibacterial response of titanium oxide coatings doped by nitrogen plasma immersion ion implantation, Surf. Coat. Technol. 314 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Oxygen plasma immersion ion implantation treatment enhances the human bone marrow mesenchymal stem cells responses to titanium surface for dental implant application",
      "author" : [ "C.H. Yang", "Y.C. Li", "W.F. Tsai", "C.F. Ai", "H.H. Huang" ],
      "venue" : "Clin. Oral Implant. Res. 26 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "W",
      "author" : [ "A. Kondyurin", "K. Lau", "F. Tang", "B. Akhavan" ],
      "venue" : "Chrzanowski, M.S. Lord, et al., Plasma ion implantation of silk biomaterials enabling direct covalent immobilization of bioactive agents for enhanced cellular responses, ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Titanium alloys in total joint replacement—a materials science perspective",
      "author" : [ "M. Long", "H. Rack" ],
      "venue" : "Biomaterials 19 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Controlling crystalline phase of TiO2 thin films to evaluate its biocompatibility",
      "author" : [ "K. Ramos-Corella", "M. Sotelo-Lerma", "A. Gil-Salido", "J. Rubio-Pino", "O. Auciello", "M. Quevedo-López" ],
      "venue" : "Mater. Technol. ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biocompatible nanocomposite of TiO2 incorporated bi-polymer for articular cartilage tissue regeneration: a facile material",
      "author" : [ "L. Cao", "X. Wu", "Q. Wang", "J. Wang" ],
      "venue" : "J. Photochem. Photobiol. B Biol. 178 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "In vitro studies of plasma-sprayed hydroxyapatite/Ti- 6Al-4V composite coatings in simulated body fluid (SBF)",
      "author" : [ "Y. Gu", "K. Khor", "P. Cheang" ],
      "venue" : "Biomaterials 24 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Y",
      "author" : [ "Z. Lin", "J. Wu", "W. Qiao" ],
      "venue" : "Zhao, K.H. Wong, P.K. Chu, et al., Precisely controlled delivery of magnesium ions thru sponge-like monodisperse PLGA/nano-MgO-alginate core-shell microsphere device to enable in-situ bone regeneration, Biomaterials 174 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Preparation of different sized nano-silver loaded on functionalized graphene oxide with highly effective antibacterial properties",
      "author" : [ "X. Chen", "X. Huang", "C. Zheng", "Y. Liu", "T. Xu", "J. Liu" ],
      "venue" : "J. Mater. Chem. B 3 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Y",
      "author" : [ "H.M. Wong", "Y. Zhao", "F.K. Leung", "T. Xi", "Z. Zhang" ],
      "venue" : "Zheng, et al., Functionalized polymeric membrane with enhanced mechanical and biological properties to control the degradation of magnesium alloy, Adv. Healthc. Mater. 6 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Improved corrosion resistance and cytocompatibility of magnesium alloy by two-stage cooling in thermal treatment",
      "author" : [ "Y. Zhao", "G. Wu", "J. Jiang", "H.M. Wong", "K.W. Yeung", "P.K. Chu" ],
      "venue" : "Corros. Sci. 59 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "G",
      "author" : [ "H. Zreiqat", "C. Howlett", "A. Zannettino", "P. Evans" ],
      "venue" : "Schulze‐Tanzil, C. Knabe, et al., Mechanisms of magnesium‐stimulated adhesion of osteoblastic cells to commonly used orthopaedic implants, J. Biomed. Mater. Res. A 62 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Magnesium modification upregulates the bioactivity of bone morphogenetic protein-2 upon calcium phosphate cement via enhanced BMP receptor recognition and Smad signaling pathway",
      "author" : [ "S. Ding", "J. Zhang", "Y. Tian", "B. Huang", "Y. Yuan", "C. Liu" ],
      "venue" : "Colloids Surfaces B Biointerfaces 145 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Dietary magnesium reduction to 25% of nutrient requirement disrupts bone and mineral metabolism in the rat",
      "author" : [ "R.K. Rude", "H.E. Gruber", "H.J. Norton", "L.Y. Wei", "A. Frausto", "J. Kilburn" ],
      "venue" : "Bone 37 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "H",
      "author" : [ "Y. Zhang", "J. Xu", "Y.C. Ruan", "M.K. Yu", "M. O'Laughlin" ],
      "venue" : "Wise, et al., Implant-derived magnesium induces local neuronal production of CGRP to improve bone-fracture healing in rats, Nat. Med. 22 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "V",
      "author" : [ "H.M. Wong", "K.W. Yeung", "K.O. Lam" ],
      "venue" : "Tam, P.K. Chu, K.D. Luk, et al., A  Z. Lin, et al. Biomaterials 219 (2019) 119372 18  biodegradable polymer-based coating to control the performance of magnesium alloy orthopaedic implants, Biomaterials 31 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Importance of melastatin‐like transient receptor potential 7 and cations (magnesium",
      "author" : [ "E. Abed", "R. Moreau" ],
      "venue" : "calcium) in human osteoblast‐like cell proliferation, Cell Prolif 40 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "TRPM7 provides an ion channel mechanism for cellular entry of trace metal ions",
      "author" : [ "M.K. Monteilh-Zoller", "M.C. Hermosura", "M.J. Nadler", "A.M. Scharenberg", "R. Penner", "A. Fleig" ],
      "venue" : "J. Gen. Physiol. 121 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Applications of photocatalytic disinfection",
      "author" : [ "J. Gamage", "Z. Zhang" ],
      "venue" : "Int. J. Photoenergy 2010 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Disinfection of E",
      "author" : [ "M. Sökmen", "F. Candan", "Z. Sümer" ],
      "venue" : "coli by the Ag-TiO 2/UV system: lipidperoxidation, J. Photochem. Photobiol. A Chem. 143 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "D",
      "author" : [ "T. Cheng", "C. Chang", "C. Chang", "C. Hwang", "H. Hsu" ],
      "venue" : "Wang, et al., Photocatalytic bactericidal effect of TiO 2 film on fish pathogens, Surf. Coat. Technol. 203 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "TiO2 photocatalysis: a historical overview and future prospects",
      "author" : [ "K. Hashimoto", "H. Irie", "A. Fujishima" ],
      "venue" : "Jpn. J. Appl. Phys. 44 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Assessment of compromised fracture healing",
      "author" : [ "J.A. Bishop", "A.A. Palanca", "M.J. Bellino", "D.W. Lowenberg" ],
      "venue" : "J. Am. Acad. Orthop. Surg. 20 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Treatment of infections associated with surgical implants",
      "author" : [ "R.O. Darouiche" ],
      "venue" : "N. Engl. J. Med. 350 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Biofilm in implant infections: its production and regulation",
      "author" : [ "J. Costerton", "L. Montanaro", "C. Arciola" ],
      "venue" : "Int. J. Artif. Organs 28 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "G",
      "author" : [ "L. Montanaro", "P. Speziale", "D. Campoccia", "S. Ravaioli", "I. Cangini" ],
      "venue" : "Pietrocola, et al., Scenery of Staphylococcus implant infections in orthopedics, Future Microbiol. 6 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The influence of BMP-2 and its mode of delivery on the osteoconductivity of implant surfaces during the early phase of osseointegration",
      "author" : [ "Y. Liu", "L. Enggist", "A.F. Kuffer", "D. Buser", "E.B. Hunziker" ],
      "venue" : "Biomaterials 28 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "M",
      "author" : [ "W. Att", "N. Hori", "M. Takeuchi", "J. Ouyang", "Y. Yang" ],
      "venue" : "Anpo, et al., Time-dependent degradation of titanium osteoconductivity: an implication of biological aging of implant materials, Biomaterials 30 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Effects of implant surface coatings and composition on bone integration: a systematic review",
      "author" : [ "R. Junker", "A. Dimakis", "M. Thoneick", "J.A. Jansen" ],
      "venue" : "Clin. Oral Implant. Res. 20 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Corrosion behavior of AZ91 magnesium alloy treated by plasma immersion ion implantation and deposition in artificial physiological fluids",
      "author" : [ "C. Liu", "Y. Xin", "X. Tian", "P.K. Chu" ],
      "venue" : "Thin Solid Films 516 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Y",
      "author" : [ "Y. Zhao", "M.I. Jamesh", "W.K. Li", "G. Wu", "C. Wang" ],
      "venue" : "Zheng, et al., Enhanced antimicrobial properties, cytocompatibility, and corrosion resistance of plasma-modified biodegradable magnesium alloys, Acta Biomater. 10 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "S",
      "author" : [ "H.M. Wong" ],
      "venue" : "Wu, P.K. Chu, S.H. Cheng, K.D. Luk, K.M. Cheung, et al., Lowmodulus Mg/PCL hybrid bone substitute for osteoporotic fracture fixation, Biomaterials 34 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Acidosis inhibits bone formation by osteoblasts in vitro by preventing mineralization",
      "author" : [ "A. Brandao-Burch", "J. Utting", "I. Orriss", "T. Arnett" ],
      "venue" : "Calcif. Tissue Int. 77 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "The effects of carrier nature and pH on rhBMP-2-induced ectopic bone formation",
      "author" : [ "L. Luca", "A.-L. Rougemont", "B.H. Walpoth", "R. Gurny", "O. Jordan" ],
      "venue" : "J. Control. Release 147 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Magnesium",
      "author" : [ "A.L. Bronckers", "D.M. Lyaruu" ],
      "venue" : "pH regulation and modulation by mouse ameloblasts exposed to fluoride, Bone 94 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "K",
      "author" : [ "W. Liu", "T. Wang", "C. Yang", "B. Darvell", "J. Wu" ],
      "venue" : "Lin, et al., Alkaline biodegradable implants for osteoporotic bone defects—importance of microenvironment pH, Osteoporos. Int. 27 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Multifunctional coatings to  simultaneously promote osseointegration and prevent infection of orthopaedic implants",
      "author" : [ "J. Raphel", "M. Holodniy", "S.B. Goodman", "S.C. Heilshorn" ],
      "venue" : "Biomaterials 84 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Photocatalytic disinfection using titanium dioxide: spectrum and mechanism of antimicrobial activity",
      "author" : [ "H.A. Foster", "I.B. Ditta", "S. Varghese", "A. Steele" ],
      "venue" : "Appl. Microbiol. Biotechnol. 90 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Mechanism of photogenerated reactive oxygen species and correlation with the antibacterial properties of engineered metal-oxide nanoparticles",
      "author" : [ "Y. Li", "W. Zhang", "J. Niu", "Y. Chen" ],
      "venue" : "ACS Nano 6 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Antimicrobial activity of TiO 2 coatings prepared by direct thermophoretic deposition of flame-synthesized nanoparticles",
      "author" : [ "G. De Falco", "A. Porta", "P. Del Gaudio", "M. Commodo", "P. Minutolo", "A. D'Anna" ],
      "venue" : "MRS Adv. 2 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly Efficient F",
      "author" : [ "N.S. Leyland", "J. Podporska-Carroll", "J. Browne", "S.J. Hinder", "B. Quilty", "S.C. Pillai" ],
      "venue" : "Cu doped TiO2 anti-bacterial visible light active photocatalytic coatings to combat hospital-acquired infections, Sci. Rep. 6 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "D",
      "author" : [ "M. Méndez-Medrano", "E. Kowalska", "A. Lehoux", "A. Herissan", "B. Ohtani" ],
      "venue" : "Bahena, et al., Surface modification of TiO2 with Ag nanoparticles and CuO nanoclusters for application in photocatalysis, J. Phys. Chem. C 120 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "X",
      "author" : [ "Y.-F. Feng", "L. Wang", "Y. Zhang" ],
      "venue" : "Li, Z.-S. Ma, J.-W. Zou, et al., Effect of reactive oxygen species overproduction on osteogenesis of porous titanium implant in the present of diabetes mellitus, Biomaterials 34 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "B-y Wei",
      "author" : [ "L. Wang", "X. Zhao" ],
      "venue" : "Y. Liu, X-y Ma, J. Wang, et al., Insulin improves osteogenesis of titanium implants under diabetic conditions by inhibiting reactive oxygen species overproduction via the PI3K-Akt pathway, Biochimie 108 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "M.M. Bekhite" ],
      "venue" : "Finkensieper, F.A. Abou–Zaid, I.K. El-Shourbagy, K.M. Omar, H.- R. Figulla, et al., Static electromagnetic fields induce vasculogenesis and chondroosteogenesis of mouse embryonic stem cells by reactive oxygen species-mediated up-regulation of vascular endothelial growth factor, Stem Cells Dev. 19 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The role of reactive oxygen species in mesenchymal stem cell adipogenic and osteogenic differentiation: a review",
      "author" : [ "F. Atashi", "A. Modarressi", "M.S. Pepper" ],
      "venue" : "Stem Cells Dev. 24 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "H. Feng", "G. Wang", "W. Jin", "X. Zhang", "Y. Huang" ],
      "venue" : "Gao, et al., Systematic study of inherent antibacterial properties of magnesium-based biomaterials, ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Charge separation at the rutile/anatase interface: a dominant factor of photocatalytic activity",
      "author" : [ "T. Miyagi", "M. Kamei", "T. Mitsuhashi", "T. Ishigaki", "A. Yamazaki" ],
      "venue" : "Chem. Phys. Lett. 390 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Comparative photoactivity and antibacterial properties of C60 fullerenes and titanium dioxide nanoparticles",
      "author" : [ "Ln Brunet", "D.Y. Lyon", "E.M. Hotze", "P.J. Alvarez", "M.R. Wiesner" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2009
    }, {
      "title" : "Effect of TiO2 nanoparticles and uv radiation on extracellular enzyme activity of intact heterotrophic biofilms",
      "author" : [ "H. Schug", "C.W. Isaacson", "L. Sigg", "A.A. Ammann", "K. Schirmer" ],
      "venue" : "Environ. Sci. Technol. 48 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Different inactivation behaviors of MS-2 phage and Escherichia coli in TiO2 photocatalytic disinfection",
      "author" : [ "M. Cho", "H. Chung", "W. Choi", "J. Yoon" ],
      "venue" : "Appl. Environ. Microbiol. 71 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Bactericidal activity of photocatalytic TiO2 reaction: toward an understanding of its killing mechanism",
      "author" : [ "P.-C. Maness", "S. Smolinski", "D.M. Blake", "Z. Huang", "E.J. Wolfrum", "W.A. Jacoby" ],
      "venue" : "Appl. Environ. Microbiol. 65 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Proteins are major initial cell targets of hydroxyl free radicals",
      "author" : [ "J. Du", "J.M. Gebicki" ],
      "venue" : "Int. J. Biochem. Cell Biol. 36 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Nanomaterials and singlet oxygen photosensitizers: potential applications in photodynamic therapy",
      "author" : [ "S. Wang", "R. Gao", "F. Zhou", "M. Selke" ],
      "venue" : "J. Mater. Chem. 14 (2004) 487–493.  Z. Lin, et al. Biomaterials 219 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "substitute the non-degradable metallic implants such as medical grade titanium alloys and stainless steel in bone fracture management, since they can gradually degrade under in vivo microenvironment so as to avoid removal of implants after bone healing [4,5].",
      "startOffset" : 253,
      "endOffset" : 258
    }, {
      "referenceID" : 4,
      "context" : "substitute the non-degradable metallic implants such as medical grade titanium alloys and stainless steel in bone fracture management, since they can gradually degrade under in vivo microenvironment so as to avoid removal of implants after bone healing [4,5].",
      "startOffset" : 253,
      "endOffset" : 258
    }, {
      "referenceID" : 8,
      "context" : "cation [9,10], magnesium ion plays an indispensable role in variety of intracellular functions and stabilization of mineralization process between bone formation and resorption [11–13].",
      "startOffset" : 7,
      "endOffset" : 13
    }, {
      "referenceID" : 9,
      "context" : "cation [9,10], magnesium ion plays an indispensable role in variety of intracellular functions and stabilization of mineralization process between bone formation and resorption [11–13].",
      "startOffset" : 7,
      "endOffset" : 13
    }, {
      "referenceID" : 13,
      "context" : "differentiation and up-regulate mineralized-related osteogenic expressions in vitro [14,15].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 14,
      "context" : "differentiation and up-regulate mineralized-related osteogenic expressions in vitro [14,15].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 18,
      "context" : "However, despite all the advantages of magnesium alloys on osteogenesis, rapid corrosion in vivo is their Achilles’ heel [19].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 19,
      "context" : "Magnesium is active with poor corrosion in humid atmosphere containing aggressive ions such as Cl since the standard electrode potential of magnesium is much lower than most of aggressive element (Cl etc) [20,21].",
      "startOffset" : 205,
      "endOffset" : 212
    }, {
      "referenceID" : 20,
      "context" : "Magnesium is active with poor corrosion in humid atmosphere containing aggressive ions such as Cl since the standard electrode potential of magnesium is much lower than most of aggressive element (Cl etc) [20,21].",
      "startOffset" : 205,
      "endOffset" : 212
    }, {
      "referenceID" : 21,
      "context" : "6) and high chloride microenvironment, magnesium is easy to generate hydrogen accumulation by electrochemical reaction during the degradation, which is detrimental to the bone healing process [22,23].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 22,
      "context" : "6) and high chloride microenvironment, magnesium is easy to generate hydrogen accumulation by electrochemical reaction during the degradation, which is detrimental to the bone healing process [22,23].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 29,
      "context" : "Moreover, lack of unified evaluation methods in vitro and vivo leads to some contradictory results regarding to the cytocompatibility of Mg alloys added with rare earth elements [30,31].",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 30,
      "context" : "Moreover, lack of unified evaluation methods in vitro and vivo leads to some contradictory results regarding to the cytocompatibility of Mg alloys added with rare earth elements [30,31].",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 31,
      "context" : "On the other hand, although various methods for producing protective coating have been reported to successfully enhance corrosion resistance of magnesium alloys, the major issue is that the coating is brittle leading to an unstable interfacial bonding between the coatings and matrix alloy [32].",
      "startOffset" : 290,
      "endOffset" : 294
    }, {
      "referenceID" : 32,
      "context" : "Moreover, the passive coating may easily detach from the Mg alloys implanted in vivo during long period of time, resulting in undesired control of degradation of Mg alloys [33].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 37,
      "context" : "oxygen or nitrogen) molecules by the PIII technique can lead to in-situ formation of corrosion resistant metal oxide or nitride on the surface, which can avoid delamination between passive coating and substrates upon mechanical loading and alteration of bulk mechanical properties [38,39].",
      "startOffset" : 281,
      "endOffset" : 288
    }, {
      "referenceID" : 38,
      "context" : "oxygen or nitrogen) molecules by the PIII technique can lead to in-situ formation of corrosion resistant metal oxide or nitride on the surface, which can avoid delamination between passive coating and substrates upon mechanical loading and alteration of bulk mechanical properties [38,39].",
      "startOffset" : 281,
      "endOffset" : 288
    }, {
      "referenceID" : 39,
      "context" : "Additionally, the PIII modified surface differs to the conventional coating in which the layer treated by PIII is gradually formed in terms of chemical composition [40].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 40,
      "context" : "It is well known that titanium-based alloys are chemically stable and remarkably corrosion resistant due to the passive titanium oxide layer on the surface in the humid or corrosive atmosphere [41].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 41,
      "context" : "Moreover, the biocompatibility of TiO2 thin films or nanotubes has been demonstrated [42,43].",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 42,
      "context" : "Moreover, the biocompatibility of TiO2 thin films or nanotubes has been demonstrated [42,43].",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 43,
      "context" : "Specimens were immersed into simulated body fluid (SBF) [44] and Dulbecco's modified Eagle's medium (DMEM) at 37 °C respectively.",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 44,
      "context" : "The forward and reverse primers for related genes containing type collagen I (Col I), alkaline phosphatase (ALP), runtrelated transcription factor 2 (Runx2), osteopontin (OPN), and housekeeping geneglyceraldehyde-3-phosphate dehydrogenase (GAPDH) were listed in our previous study [45].",
      "startOffset" : 281,
      "endOffset" : 285
    }, {
      "referenceID" : 45,
      "context" : "aureus suspensions, the level of intracellular oxidative stress was determined by the amount of ROS generation, which was detected with 2,7-dichlorofluorescein diacetate (DCF-DA; Sigma) assay [46].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 46,
      "context" : "The composition of each stage had been described in our previous work [47].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 19,
      "context" : "lated to the cathodic hydrogen evolution while the anodic side represented the dissolution of the magnesium in the solution [20].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 47,
      "context" : "For the EIS spectra, the capacitive arc at high frequency was due to charge transfer, whereas capacitive arc at medium or low frequency was attributed to effects of the surface film [48].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 48,
      "context" : "It is evidenced that Mg has beneficial effects on osteogenesis through enhancement of osteoblastic activity or suppression of osteoclastic activity [49].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 49,
      "context" : "can proliferate bone marrow cells via enhancement of BMP–receptor recognition and Smad signaling pathways [50].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 13,
      "context" : "Moreover, not only does magnesium ion improve adhesion of human bone-derived cells and differentiation of osteoblastic cells in vitro, but it can accelerate bone healing process [14].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 50,
      "context" : "As a bivalent ion in the formation of biological apatite, magnesium ion balances between bone formation and resorption during the mineralization process of bone tissue [51].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 51,
      "context" : "Recently, Mg has been proved to promote osteogenic differentiation of periosteum-derived stem cells by up-regulation of neuronal calcitonin gene-related polypeptide-α (CGRP) in both the peripheral cortex of the femur and the ipsilateral dorsal root ganglia (DRG) in animal models [52].",
      "startOffset" : 280,
      "endOffset" : 284
    }, {
      "referenceID" : 52,
      "context" : "However, rapid corrosion of magnesium alloy remains as the main issue to limit its clinical applications, as high in-vivo corrosion rate leads to large amount of hydrogen evolution and excessive magnesium ion release in the local microenvironment which is detrimental to bone growth and healing [53].",
      "startOffset" : 295,
      "endOffset" : 299
    }, {
      "referenceID" : 53,
      "context" : "Furthermore, as an antagonist of calcium, high concentration of extracellular Mg may occupy the calcium-related signaling pathways resulting in disruption of mineralization process of bone formation [54].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 54,
      "context" : "Also, excessive Mg can alter the intracellular balance of Ca, Zn, Mn and Co cations and interfere with normal cellular functions via suppression of the TRPM7 expression induced by those metal ions [55].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 55,
      "context" : "The other reason for construction of titanium oxide nano-layer is to employ the photocatalytic antimicrobial property of TiO2 for prevention of implant infection which has been widely applied in organic containments removal, waste water purification, and photocatalysis disinfection [56].",
      "startOffset" : 283,
      "endOffset" : 287
    }, {
      "referenceID" : 56,
      "context" : ") bacteria, while the effectiveness of killing is different [57,58].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 57,
      "context" : ") bacteria, while the effectiveness of killing is different [57,58].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 58,
      "context" : "The mechanism of bacteria killing mainly involves damage of cell wall and membrane of bacteria by intrusion of reactive oxygen species (ORS) generated from UV irradiation [59].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 59,
      "context" : "However, it has been reported that approximately 5% of these implants fail prematurely and total about 100,000 cases occur due to infections of orthopaedic fracture and reconstructive devices in the US alone [60].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 60,
      "context" : "In the USA, about 18% of implant failures are ascribed to aseptic loosening while 20% of failures are due to implant infection [61].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 61,
      "context" : "Implanted foreign bodies are sensitively susceptible to bacterial or microbe infection since the bacterial can easily adhere to the implant surface followed by proliferation and biofilm formation with nutrient substances provided by host [62].",
      "startOffset" : 238,
      "endOffset" : 242
    }, {
      "referenceID" : 62,
      "context" : "Among various kinds of bacteria which can infect the implant, Staphylococcus aureus strains directly lead to approximately 70% of orthopaedic implant infections [63].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 66,
      "context" : "albumin) contained in the DMEM solutions can alter the corrosion rate of metallic implant through the surface diffusion and charge transfer process [67].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 67,
      "context" : "The fitted data of EIS spectra in Table 2 present that Yof and Yod1 of PIII treated WE43 are lower than the untreated sample, whereas significantly enlarged Rf and Rt are achieved after Ti and O dual implantation, implying that a more compact and stable corrosion passive layer has been formed on the PIII treated sample [68].",
      "startOffset" : 321,
      "endOffset" : 325
    }, {
      "referenceID" : 44,
      "context" : "Controlled delivery of magnesium ions (50–200 ppm per day) [45] has been demonstrated to elevate proliferation, differentiation and osteogenic expressions of osteoblasts in vitro by our previous study [69].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 68,
      "context" : "Controlled delivery of magnesium ions (50–200 ppm per day) [45] has been demonstrated to elevate proliferation, differentiation and osteogenic expressions of osteoblasts in vitro by our previous study [69].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 69,
      "context" : "Additionally, it is noteworthy that increased pH level of local microenvironment induced by Mg ion delivery may also exert beneficial effects on osteogenesis and bone formation [70].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 73,
      "context" : "For implant surgery in orthopaedics, it is an imperative issue to prevent bacterial infection at early stage, since it will be difficult to kill bacteria or inhibit its growth if bacteria successfully attach to implant surface and then form biofilms which is one of primary causes of implantation failures and implant replacement surgery [74].",
      "startOffset" : 338,
      "endOffset" : 342
    }, {
      "referenceID" : 74,
      "context" : "TiO2 nanoparticles have been demonstrated to be potential antibacterial agents owing to their photocatalytic antimicrobial properties under UV irradiation [75,76].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 75,
      "context" : "TiO2 nanoparticles have been demonstrated to be potential antibacterial agents owing to their photocatalytic antimicrobial properties under UV irradiation [75,76].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 79,
      "context" : "However, the release of tracing silver and copper ions at an elevated level is potentially cytotoxic to osteoblasts and the overproduction of reactive oxygen species presents potential adverse effects on osteogenesis [80].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 80,
      "context" : "hibition of reactive oxygen species overproduction via the PI3K-Akt pathway, osteogenesis of titanium implants can be enhanced [81].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 81,
      "context" : "therefore the cell cycle, differentiation and apoptosis of mesenchymal stromal cells (MSCs) are arrested [82,83].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 82,
      "context" : "therefore the cell cycle, differentiation and apoptosis of mesenchymal stromal cells (MSCs) are arrested [82,83].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 83,
      "context" : "In addition, the elevated pH level in local tissue microenvironment upon degradation of magnesium alloys in vivo has demonstrated the inhibition of bacterial growth [84].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 84,
      "context" : "After plasma implantation, the TiO2-containing nanolayer analyzed by TEM is mainly composed of anatase TiO2 and Mg2TiO4, in which the anatase TiO2 phase is the most effective lattice structure to kill bacteria among three main polymorphs (anatase, brookite and rutile) [85].",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 83,
      "context" : "Moreover, during the degradation process, Mg(OH)2 precipitates are deposited on the surface, which has been reported to prevent bacteria adhesion to some extent [84].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 89,
      "context" : "Therefore, the rupture of membrane allows leaking of high molecular weight components such as proteins and RNA followed by protrusion of cytoplasmic membrane and lysis of bacteria [90,91].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 90,
      "context" : "Therefore, the rupture of membrane allows leaking of high molecular weight components such as proteins and RNA followed by protrusion of cytoplasmic membrane and lysis of bacteria [90,91].",
      "startOffset" : 180,
      "endOffset" : 187
    } ],
    "year" : 2019,
    "abstractText" : "Rapid corrosion of biodegradable magnesium alloys under in vivo condition is a major concern for clinical applications. Inspired by the stability and biocompatibility of titanium oxide (TiO2) passive layer, a functionalized TiO2/Mg2TiO4 nano-layer has been constructed on the surface of WE43 magnesium implant by using plasma ion immersion implantation (PIII) technique. The customized nano-layer not only enhances corrosion resistance of Mg substrates significantly, but also elevates the osteoblastic differentiation capability in vitro due to the controlled release of magnesium ions. In the animal study, the increase of new bone formation adjacent to the PIII-treated magnesium substrate is 175% higher at post-operation 12 weeks, whereas the growth of new bone on titanium control and untreated magnesium substrate are only 97% and 29%, respectively. In addition, its Young's modulus can be restored to about 82% as compared with the surrounding matured bone. Furthermore, this specific TiO2/Mg2TiO4 layer even exhibits photoactive bacteria disinfection capability when irradiated by ultraviolet light which is attributed to the intracellular reactive oxygen species (ROS) production. With all these constructive observations, it is believed that the TiO2/Mg2TiO4 nano-layer on magnesium implants can significantly promote new bone formation and suppress bacterial infection, while the degradation behavior can be controlled simultaneously.",
    "creator" : "Elsevier"
  }
}