{
  "name" : "downloads_2019-11-13_9a_arumugham2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano CuO/g-C3N4 sheets-based ultrafiltration membrane with enhanced interfacial affinity, antifouling and protein separation performances for water treatment application",
    "authors" : [ "Thanigaivelan Arumugham", "Reshika Gnanamoorthi Amimodu", "Noel Jacob Kaleekkal", "Dipak Rana" ],
    "emails" : [ "tar@gmail.com." ],
    "sections" : [ {
      "heading" : null,
      "text" : "J O U R N A L O F E N V I R O N M E N T A L S C I E N C E S 8 2 ( 2 0 1 9 ) 5 7 – 6 9\nAva i l ab l e on l i ne a t www.sc i enced i r ec t . com\nScienceDirect www.e l sev i e r . com/ loca te / j es\nNano CuO/g-C3N4 sheets-based ultrafiltration membrane with enhanced interfacial affinity, antifouling and protein separation performances for water treatment application\nThanigaivelan Arumugham1,⁎, Reshika Gnanamoorthi Amimodu2, Noel Jacob Kaleekkal3, Dipak Rana4"
    }, {
      "heading" : "1. Department of Chemistry, School of Advanced Sciences, Vellore Institute of Technology (VIT), Vellore, Tamil Nadu, India",
      "text" : ""
    }, {
      "heading" : "2. Department of Integrative Biology, School of Bioscience and Technology, Vellore Institute of Technology (VIT), Vellore, Tamil Nadu, India",
      "text" : ""
    }, {
      "heading" : "3. Department of Chemical Engineering, National Institute of Technology Calicut, Kozhikode, India",
      "text" : ""
    }, {
      "heading" : "4. Department of Chemical and Biological Engineering, Industrial Membrane Research Institute, University of Ottawa, 161 Louis Pasteur St., Ottawa, Ontario K1N 6N5, Canada",
      "text" : "A R T I C L E I N F O\n⁎ Corresponding author. E-mail: thanichems\nhttps://doi.org/10.1016/j.jes.2019.03.001 1001-0742 © 2019 The Research Center for Ec\nA B S T R A C T\nArticle history: Received 10 January 2019 Revised 1 March 2019 Accepted 4 March 2019 Available online 9 March 2019\nTo improve the interfacial affinity and antifouling properties of polyphenylsulfone (PPSU) membrane, nano CuO/g-C3N4 (g-CN) sheets were synthesized via facile calcination route as one pot synthesis method. The uniformly assembled nanohybrid fillers, CuO on g-CN sheets were confirmed by using XRD, TEM, EDX and FTIR analysis. The non-solvent induced phase inversion technique was used to fabricate the nanohybrid ultrafiltration (UF) membranes by doping different concentration (0.5–1 wt.%) of nano CuO/g-C3N4 (g-CN) sheets within the PPSU matrix. The results of contact angle, atomic force microscopy, energy-dispersive X-ray spectroscopy reveal that surface structure and physico-chemical properties of nanohybrid membrane plays lead role in solute interaction and rejection compared to bare membrane, M0. Furthermore, the interfacial affinity of membrane was explored in detail via surface free energy, spreading coefficient, wetting tension and reversible work of adhesion analysis. Nanohybrid UF membrane, with 0.5% of the filler (M1) displayed remarkable permeation flux of 202, 131 L/m2/hr for pure water and protein solution, respectively while maintaining a high protein rejection (96%). Moreover, the exceptional dispersion of the nanosheets in the polymer matrix enhanced FRR (79%) and decreased the overall resistance of M1 compared to the pristine membrane (M0). Overall results suggest that the incorporation of nano sheets is a facile modification technique which improves the comprehensive membrane performance and holds a great potential to be further explored for water treatment. © 2019 The Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences.\nPublished by Elsevier B.V.\nKeywords: Ultrafiltration membrane Copper oxide Graphitic carbon nitride Interfacial affinity Antifouling Protein removal\ntar@gmail.com. (Thanigaivelan Arumugham).\no-Environmental Sciences, Chinese Academy of Sciences. Published by Elsevier B.V.\nIntroduction\nIn recent decades, polymeric ultrafiltration (UF) membranebased technologies are becoming highly attractive and there is a scope for rapid market expansion and its utilization in many new applications in the near future (Li et al., 2016; Sun et al., 2015). Polyphenylsulfone (PPSU)-based membranes have been widely used in various industries for pharmaceuticals and bio-macromolecule separation applications, because of its excellent physicochemical properties: an amorphous high performance engineering polymer, high chemical and mechanical resistance, glass transition temperature of 220°C is higher than that of polysulfone (190°C) and equal to that polyether sulfone (220°C) (Lawrence et al., 2017). However, the major thorn in the utilization of hydrophobic polymeric membrane is the high fouling propensity arising from it's the intrinsic hydrophobicity and that increases the frequency of membrane cleaning, declines its filtration performance and inevitably shorten the lifetime (Fang et al., 2017; Zhang, 2017). Therefore, it is essential to explore the self-cleaning membrane surfaces to mitigate the unavoidable interaction between foultants and membrane surface. A variety of surface modification methods – coating (Angione et al., 2015), UV-initiated grafting (Yang et al., 2008), plasma treatment (Pegalajar-jurado et al., 2016), electron beam irradiation (Jahangiri et al., 2018), layer-by-layer deposition (Wang et al., 2016), incorporation of nanoparticles (Zhu et al., 2017) and antifouling agents (Fang et al., 2017) have been explored to fabricate the hydrophilic membranes with selfcleaning or antifouling properties. Among them, nanocomposite technique has attracted a great deal of attention in tuning the structure and physicochemical properties (hydrophilicity, porosity, charge density, chemical, thermal and mechanical stability) of membranes (Yin and Deng, 2014). Some of the recent research have explored SiO2 (Taylor et al., 2015), Al2O3 (Chatterjee and De, 2014), ZnO (Jo et al., 2016), ZrO2 (Thuyavan et al., 2014), TiO2 (Ng et al., 2017), CNT (Kim et al., 2014), graphene oxide (Igbinigun et al., 2016) and polymeric nanoparticles (NPs) (Liu et al., 2014) as a surface modifier to overcome the fouling issues. In this context, CuO nanoparticles receive wide attention compared to other metal oxide nanoparticles, because of its low cost, abundant availability, extremely low toxicity, facile preparation techniques in various shapes of nano-sized dimensions and inimitable qualities like robustness, stability and longer lifetime (Akar et al., 2013; Pendashteh et al., 2013; Xia et al., 2013). Tang et al. (2006) reported the superhydrophilic nature of CuO membrane. Unfortunately, some common drawbacks of metal or metal oxide nanoparticles as surface modifier were poor dispersibility and entirely enfolded by polymer matrix. This limits the improvement in membrane hydrophilicity and resistance to membrane fouling and overall significantly decreases the modification efficiency. To solve this issue, use of hybrid nanomaterial as a modifying agent can be expected to be an effective alternating way.\nHybrid carbon-based materials are receiving ever-growing interest due to its extraordinary properties such as high mechanical strength, thermal stability and chemical resistance especially, improves the interfacial interaction with\npolymer matrix (Hegab and Zou, 2015; Liu et al., 2015). Safarpour et al. (2014) used reduced graphene oxide to form a composite with TiO2 in order to prevent its aggregation in the prepared PVDF membrane matrix. Here, the use of graphene oxide (GO) together with TiO2 nanoparticles leads to a better distribution of TiO2 nanoparticles and prevent their aggregation and agglomeration in the polymer matrix. Thus, the reduced graphene oxide rGO/TiO2 blended membranes improved the surface hydrophilicity and best fouling resistance properties. In another research work, TiO2-HNTs/PVDF blend membranes were prepared by phase inversion technique. The synergistic effect between TiO2 and HNTs improves the dispersion of TiO2 homogeneously in the PVDF membrane matrix (Zeng et al., 2016b).\nGraphitic carbon nitride (g-C3N4) is a promising material and extensively studied in material applications (Ong et al., 2015; Wang et al., 2009; Zhang et al., 2012). The tris-s-triazine structure of g-C3N4 contains sp2 hybridized carbon and nitrogen atoms that form the π-conjugated graphitic planes like graphene sheet or laminar structure (Ge et al., 2011). The g-C3N4 sheets possess lots of NH/NH2 groups in and around of triangular nanopores due to the melamine rearrangements reaction (Ma et al., 2016). These NH/NH2 groups and triangular nanopores of the g-C3N4 attribute to form interfacial interaction with nanoparticles. Recently, there is a growing interest in the use of g-C3N4 in the field of membrane technology (Cao et al., 2015; Elyzawerni et al., 2019; Zhang, 2017).\nHerein, the tris-s-triazine structure of g-C3N4 is employed as support or carrier for superhydrophilic CuO NPs and make use of its synergistic effect between CuO and g-C3N4 to prevent the aggregation of CuO NPs and improves the compatibility within the membrane matrix during membrane preparation. In the present study, CuO/g-C3N4 sheets incorporated PPSU membranes were fabricated by using the phase inversion technique. The influence of varying amounts of the hybrid nanomaterial on hydrophilicity, filtration resistance and rejection properties of membranes were evaluated by water contact angle measurements, resistance-in-series model and BSA protein filtration, respectively. Interfacial interaction between CuO/g-C3N4 sheets and PPSU membranes, i.e. leaching behavior was analyzed by atomic absorption spectroscopy (AAS). Antifouling properties of membranes were investigated in detail by flux recovery ratio (FRR), reversible (Rr) and irreversible (Rir) fouling measurements to explore the non-specific interaction between protein molecules and nanohybrid membrane surfaces."
    }, {
      "heading" : "1. Materials and methods",
      "text" : "All chemicals purchased were reagent grade and used without any further purification. Commercial polyphenylsulfone (PPSU, MW: 53,000–59,000 g/mol), Melamine and copper(II) acetate hydrate (Cu (CO2CH3)2.H2O) were purchased from Sigma–Aldrich, India. Poly (ethylene glycol) Mw 200 from TCI Chemicals (India), N-Methyl-2-pyrrolidone, extra pure from SPECTROCHEM (India), Hydrochloric acid (37%) from Merck Specialties Pvt. Ltd., India. Sodium lauryl sulphate (pure), (Sisco Research Pvt. Ltd., India). Ethyl alcohol (AR), 99% (V/V) min was obtained from Hayman Specialty Products, UK. Pure\nTable 1 – Composition of membrane casting solution.\nMembrane code PPSU CuO-gC3N4 NMP\nM0 15 0 85.0 M1 15 0.5 84.5 M2 15 0.7 84.3 M3 15 1 84.0\ndistilled water was used in the synthesis of nanosheets, membrane formulation and filtration process."
    }, {
      "heading" : "1.1. Synthesis of nano CuO/g-C3N4 sheets",
      "text" : "CuO doped g-C3N4 was synthesized via calcination route in a one-pot synthesis (Gao et al., 2015). Briefly, 0.25 g of copper(II) acetate hydrate and 0.5 g of melamine weremixed thoroughly by mechanical grinding. The obtained fine powder was transferred to alumina crucible, covered partially with a lid and heated to 550°C at heating rate 5°C/min in an air atmosphere for 5 hr in the furnace. Post calcination, the furnace was allowed to cool to room temperature. Finally, nano CuO/g-C3N4 sheet was obtained having an olive green color and designated as CuO/g-CN."
    }, {
      "heading" : "1.2. Fabrication of nanohybrid ultrafiltration (UF) membranes",
      "text" : "Bare and hybrid ultrafiltrationmembranes were fabricated via solution casting method in combination with non-solvent induced phase inversion technique (NIPS) (Arumugham et al., 2016). The polymer casting solution was prepared in different composition by altering the concentration of nano CuO/g-CN sheet (shown in Table 1). In short, nano CuO/g-CN sheet was added into the NMP solvent and dispersed using an ultrasonic bath for 20 min. The PPSUwas then added slowly added to the solution and stirred continuously for 18 hr at room temperature. The prepared solution was left overnight to remove the trapped air bubbles. The degassed polymer solution was spread over on the clean glass plate using a casting knife and immersed into a coagulation bath (DI water) at 22°C to initiate the phase separation process. The prepared membranes were washed in fresh distilled water to remove the residual solvent and stored in the deionized water containing 0.1% formalin."
    }, {
      "heading" : "2. Characterization of nanohybrid UF membranes",
      "text" : ""
    }, {
      "heading" : "2.1. Morphology of membranes",
      "text" : "To investigate the morphology of bare and nanohybrid UF membranes, small pieces (1 × 1 cm) of the membrane were freeze-dried with liquid nitrogen for 60–90 sec. Before analysis, the non-conducting membrane surfaces were gold sputtered. The scanning electron microscope (SEM, Cam Scan MV 2300) equipped with Energy dispersive X-ray spectroscopy (EDX) was used to examine the top surface and cross-section membrane morphology (Zhao et al., 2016)."
    }, {
      "heading" : "2.2. Atomic force microscopy (AFM) analysis of membranes",
      "text" : "The atomic force microscope images were captured from the instrument (Nanosurf EasyScan 2 AFM, version 1.3) to quantify the surface roughness of membranes. For this measurement, a small piece of membranes was located on glass holder and operated under non-contact mode to scan 5 × 5 μm of the membrane area. The results were obtained in terms of average roughness (Sa) and root mean square of the Z data (Sq) (Ma et al., 2017)."
    }, {
      "heading" : "2.3. Contact angle analysis of membranes",
      "text" : "A GBX instrument, Germany was used to investigate the hydrophilic behavior of membrane surface by measuring the water contact angle. Before measurement, membrane samples were placed in between glass plate and dried at 70°C/12 hr to obtain a dense top surface to avoid capillary penetration effect. Afterward, the membrane sample was fixed on a glass slide onto which a 2 μL of milli-Q water was dropped to form a sessile drop. In order to obtain accurate results, the contact angle was measured within 10 sec and five measurements recorded for each membrane (Arumugham et al., 2018)."
    }, {
      "heading" : "2.4. Surface free energy and spreading coefficient analysis of membranes",
      "text" : "The main surface free energy components of membrane– liquid–air interfaces such as γlv (at the interface of the liquid and air), γsl (at the interface of the liquid and solid) and γsv (at the interface of the solid and air) were derived by applying the Young's and Newmann equation (Kalaiselvi et al., 2015).\nThe spreading coefficient, Sc is the work done in spreading the liquid over a unit area of the surface. Sc of membranes is derived from the following equation:\nSc ¼ γsv−γsl þ γlv ð1Þ"
    }, {
      "heading" : "2.5. Wetting tension (ΔF)",
      "text" : "In order to examine the wettability of a solid surface, calculating the wetting tension is one of the important methods and can be calculated from γlv (at the interface of the liquid and air) and contact angle values of membranes. ΔF of membranes is derived according to the following equation (Fuentes et al., 2015),\nΔF ¼ γsv−γsl ¼ γlv cosθ ð2Þ\n2.6. Reversible work of adhesion (Wa)\nReversible work of adhesion (Wa) is an energy which is released in the process of wetting (Kanagaraj et al., 2016). Reversible work of adhesion (Wa) is calculated by using following Young–Dupre equation (Rajesh et al., 2013):\nWa ¼ 1þ cosθð Þγlv ð3Þ"
    }, {
      "heading" : "2.7. X-ray diffractometer (XRD)",
      "text" : "X-ray diffraction analysis was carried out to investigate the crystalline/amorphous nature of membranes in the 2 theta range of 10–70° using CuKα is the energy source radiation."
    }, {
      "heading" : "2.8. Mechanical strength of the membrane",
      "text" : "Tensile strength measurement was performed to evaluate the mechanical properties of membranes using a universal mechanical testing machine (INSTRON 8801). In this method, measurements were performed at 25°C with a draw rate at 5 mm/min for all membrane samples (50 × 15 mm). The final results were recorded for n = 3 and then averaged to confirm the reliability (Safarpour et al., 2015)."
    }, {
      "heading" : "2.9. Pure water flux, porosity and mean pore size of membrane",
      "text" : "The pure water flux experiment was conducted in dead-end ultrafiltration set up with distilled water (Fig. 1). Before the PWF experiment, the membranes were compacted at a high pressure of 413.6 kPa for 20 min. After compaction, the pure water flux was measured at 68.9 kPa for 3 hr for membranes (Zeng et al., 2016a).\nJw1 ¼ Q\nA Δt ð4Þ\nThe membrane porosity (%) was calculated with help of gravimetric method which indirectly correlates the membrane porosity to the wet membrane weight. Briefly, membranes (2 × 2 cm) were immersed in distilled water for 24 hr at 20°C and wet weight of the membranes (W1) was noted. The membranes were dried at 80°C for overnight and denoted driedmembraneweight asW2. Overall membrane porosity (%) was calculated by the following equation (Yurekli, 2016).\nε %ð Þ ¼ W0−W1 ρ A h ð5Þ\nWhere W0 is the wet weight of the membrane; W1 is the dry weight of the membrane; ρ is the density of water (0.998 g/ cm3); A (cm2) is the effective membrane area; h (cm) is the membrane thickness.\nGuerout–Elford–Ferry equation (Eq. (6)) was used to calculate mean pore diameter (rm) using of the pure water flow rate and porosity of membranes. The following formula was\nused to calculate the mean pore diameter (rm) of membranes (Garcia-Ivars et al., 2014), rm ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi 2:9−1:75ϵð Þ8ηhQ Ɛ A ΔP r ð6Þ\nWhere η (8.9 × 10−4 Pa·sec) is the water viscosity, Q (m3/S) is the quantity of permeate of pure water flux per unit time, ΔP (68.9 kPa) is the operating pressure, h (m) is the membrane thickness and Ɛ is the porosity of the membranes."
    }, {
      "heading" : "2.10. BSA filtration and resistance-in-series model of membranes",
      "text" : "In order to investigate the fouling resistance properties of pure and nanohybrid UF membranes, 1 g/L of Bovine serum albumin (BSA) protein solution was prepared in the phosphate buffer saline (PBS) at pH = 7 and allowed to permeate through the membranes for 2 hr at an operating pressure of 68.9 kPa. Membranes were then cleaned rinsing with deionized water for 15 min. After the cleaning process, pure water flux experiment (JW2) was performed once again for 3 hr to probe the fouling resistance of membranes. The protein permeate flux (JWp) was measured and the concentration of protein in the permeate was measured by using UVSpectrophotometer (Bio-chrome) at 280 nm and rejection in percentage were calculated as follows (Sianipar et al., 2016),\nBSA protein rejection;R ¼ 1−Cp C f 100% ð7Þ\nDuring BSA filtration, protein molecules get adsorbed on the surface and within pores of the membrane that subsequently leads to a flux decline in UF process. To quantify the resistances, resistance-in-series model, which consists of various fouling resistances such as total resistance (Rt), intrinsic membrane resistance (Rm), irreversible resistance (Rir) and reversible resistance (Rr) was formulated based on Darcy's Law equation and expresses as follows (Orooji et al., 2017),\nmembrane set up.\nTotal resistance (Rt) = Rm + Rr + Rir\nR ¼ TMP μ J ð8Þ\nWhere, J (m3/m2/hr), TMP (Pa), μ (Pa·sec) and R (m−1) represent permeation flux, trans-membrane pressure, the viscosity of permeate and permeation resistance, respectively.\nEach resistance against flow can be calculated using the following equations,\nIntrinsic membrane resistance (Rm),\nRm ¼ TMP μ Jw1\nð9Þ\nWhere TMP (68.9 kPa) and μ are the trans membrane pressure and permeate viscosity, respectively.\nPore plugging resistance (Rp)\nRp ¼ TMP μ Jw2 −Rm ð10Þ\nCake layer resistance (Rc)\nRc ¼ TMP μ Jwp −Rm−Rp ð11Þ"
    }, {
      "heading" : "2.11. Anti-fouling efficacy of the membranes",
      "text" : "Reversible fouling (Rr) and irreversible fouling (Rir) are main fouling process, which takes place during filtration. Rr happens due to weak attachment or accumulation of proteins on membrane pores and this can be easily removed by hydraulic cleaning. In the case of irreversible fouling, protein molecules strongly adhere within membrane pores and surfaces, which cannot be removed by washing. The reversible fouling (Rr) and irreversible fouling (Rir) of the membrane was calculated by following equation (Hotan et al., 2017),\nRr ¼ JW2− JWp\nJW1 100% ð12Þ\nRir ¼ JW2− JW1\nJW1 100% ð13Þ\nRt ¼ JW1− JWp\nJW1 100% ð14Þ\nwhere Jw2 is pure water flux after the hydraulic cleaning process, Jwp is protein flux and Jw1 is pure water flux of membrane before fouling.\nFlux recovery ratio (FRR) mainly indicates the reusability and cleaning efficiency of membranes. The following equation is used to describe FRR of membranes (Zhan et al., 2015),\nFRR ¼ JW2 JW1 100% ð15Þ\nHere, Jw2 is pure water flux after the hydraulic cleaning process, and Jw1 is pure water flux of before membrane fouling."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of nano CuO/g-CN sheets",
      "text" : "XRD is an effective technique to confirm the formation of the graphitic carbon nitride (g-C3N4) structure. The XRD spectra recorded before and after doping of CuO in g-CN are displayed in Fig. 2a. The XRD pattern has two major peaks at 27.1° and 13.6° which confirm the formation of g-C3N4 phase which corresponds to the (100) and (002) planes, respectively (Lan et al., 2016). The CuO doping in g-CN exhibits a series of additional peaks located at 13.1°, 14.1°, 22.1°, 25.6°, 27.6°, 35.8° and 39.1° due to uncondensed primary amine groups. The major peaks located at 35.8° and 39.1° are assigned to (002) and (200) plane orientation of crystalline CuO obtained by indexing with the JCPDS 80-1268 (Yang et al., 2018).\nFig. 2b shows the FT-IR images of pure g-CN and CuO/g-CN sheet. The characteristic FT-IR peaks of pure g-CN at 3400– 3300 cm-1 (N-H (as)), 3164 (N–H(s)), 1605 cm-1 (deformation band of N–H), 1558 cm-1 (quadrant stretching of the 1, 3, 5 triazine ring, C–N), 1400 cm-1 (Semicircle stretching of 1,3,5 triazine ring, C–N), 1069 cm-1 (C–N(s) of primary amine) and 809 cm-1 (bending mode of sextant 1,3,5 triazine, C–N) (Zou et al., 2015) was recorded. In the CuO/g-CN sheet, additional peaks at 620,\nFT-IR spectra of g-C3N4 and nano CuO/g-C3N4 sheets.\n600, 526 and 436 cm-1 confirm the presence of copper oxide on the g-CN (Ghotbi and Rahmati, 2015). The peaks at 3425–3312, 1616 and 1001/cm-1 all prove a greater number of –NH2 groups which binds with CuO (Liu et al., 2016).\nThe UV–Visible spectra of pure g-CN and CuO/g-CN sheet are exhibited in Appendix A Fig. S1. The pure g-CN has an absorption spectrum in the range of 200 to 600 nm. After incorporating the CuO, it shows a broader absorption spectrum beyond 600 nm and extends to whole visible region (Gao et al., 2015). These results confirm the formation of CuO/g-CN. It was observed that the CuO is likely to have chemically bonded with g-CN, and not just a physical mixture.\nThe CuO /g-CN sheets (Fig. 3a) revealed a stiff wrinkle free. sheet-like appearance with a size of 100 nm It was observed that the incorporated CuO (black color) was inhomogenously dispersed over on the thin g-CN sheet (gray in color). The energy dispersive X-ray (EDX) spectra illustrated the atomic composition of CuO/g-CN sheets (Fig. 3b) – 51.76% carbon (C), 14.01% nitrogen (N), 31.86% copper (Cu) and 2.37% oxygen (O). The formation of CuO/g-CN sheets was confirmed successfully through the XRD, FTIR, UV, TEM and EDX analysis."
    }, {
      "heading" : "3.2. Characterization of nanohybrid UF membranes",
      "text" : ""
    }, {
      "heading" : "3.2.1. Membrane morphological analysis",
      "text" : "Fig. 4a and b displays the cross-section and surface morphology of the bare and nanohybrid membranes prepared using a uniform shear-rate. All the membranes comprise of an asymmetric cross-sectional structure with a top skin layer and porous substructure. The SEM image of bare PPSU membrane (M0) consists of finger-like macropores in membrane sublayer and a thin top layer. In the case of nanohybrid membranes, the incorporation of nano CuO/g-CN sheets significantly influences the membrane morphology. The 0.5 wt.% of CuO/g-CN sheets showed an increase in the\nFig. 3 – (a) TEM image of nano CuO/g-C3N4 sheet\nnumber of pores on the top layer as well as in the sublayer. This could be explained as follows: during the phase inversion process, the hydrophilic CuO/g-CN sheets migrate towards the interface of polymer and water. The presence of hydrophilic CuO/g-CN sheets at the interface enhances the rate of solvent/non-solvent exchange process which results in increased porosity as in the case of membrane M1. It was observed that the further increase in the concentration of nano CuO/g-CN sheets (0.7 and 1 wt.%) leads to the formation of a dense skin layer with a spongy sublayer. This could be due to the fact that increasing the loading concentration of CuO/g-CN sheets in the casting solution, can lead to increase in the viscosity of the casting solution which results in delayed phase inversion kinetics.\nFig. 5 shows the topographic images of all the membrane surfaces with surface roughness parameters values, i.e., average surface roughness (Ra) and root mean square of surface roughness (Rq). The observed trend indicates that nanohybrid membrane possesses smooth surfaces compared to the bare membrane. The bare membrane (M0) shows high RMS value of 36 nm which decreased significantly decreased to 12.3 nm with the addition of 1 wt.% of CuO/g-CN into the PPSU membrane matrix. The highest surface roughness of M0 could due to the creation of nodular structures on the surface layer due to the aggregation of the polymer chain. In the case of nanohybrid membranes, the aromatic pyrazine moieties of g-CN forms H-bonds and electrostatic interaction with PPSU that suppress the nodular formation and results in smoother surfaces. The CuO/g-CN sheets are homogeneously dispersed within the membrane matrix and no agglomeration was observed. The surface chemical characterization using EDX analysis identified the presence of CuO/g-CN sheets on the membrane surface (Appendix A Fig. S2). The EDX of the membrane (M1) shows the presence of elements carbon, oxygen, sulfur, nitrogen and copper. In addition, the physical\ns (b) EDX spectra of nano CuO/g-C3N4 sheets.\nappearance of bare and nanohybrid membranes have shown in Appendix A Fig. S3. The nanohybrid membrane has a gray color due to the incorporation of CuO/g-CN sheets. These results confirm the presence of dispersed CuO/g-CN sheets on the membrane surface.\nXRD is an important technique to probe the effect of CuO/ g-CN sheets on the membrane crystallinity. Appendix A Fig. S4 shows the XRD patterns of the bare and nanohybrid membranes. All the membrane presented peaks at 17.8°, 29.5° and 41.6°. However, no distinct peak was observed for g-\nd nano hybrid membranes.\nTable 2 – Water content, pore size, porosity and mechanical strength of membranes.\nMembrane Porosity (%)\nMean pore\nsize (nm) Tensile strength (MPa) BSA rejection (%)\nM0 41.7 (±0.7) 33 (±0.5) 3.9 (±0.1) 96 (±0.3) M1 70.7 (±0.6) 35 (±0.3) 4.6 (±0.1) 96 (±0.5) M2 63.5 (±0.6) 31 (±0.2) 4.7 (±0.1) 96 (±0.4) M3 60.6 (±0.5) 26 (±0.1) 5.0 (±0.2) 97 (±0.1)\nCN and CuO due to the broad amorphous peak of PPSU which was in much greater concentration. However, the intensity of the peak at 2ɵ=17.8° showed significant changes in peak intensity which may be due to the arrangement of polymeric chains. The membrane (M1) had a lower intensity peak than bare membrane (M0), except M2 and M3. It could be hypothesized that the dispersed CuO/g-CN sheets act as physical cross-linker among the polymeric chains due to the interaction between the pyrazine ring of CuO/g-CN sheets and the aromatic core of PPSU. As a result, higher loading of CuO/ g-CN sheets improves the crystalline properties of membranes and confirms the good compatibility of CuO/g-CN sheets and the PPSU matrix.\nTensile strength (MPa) of bare and nanohybrid membranes are given in the Table 2. The tensile strength of bare membrane was 3.9 ± 0.1 MPa which improved to 4.6 ± 0.1, 4.7 ± 0.1 and 5.0 ± 0.2 MPa by the addition of the 0.5, 0.7 and 1 wt.% of CuO/g-CN sheets, respectively. Owing to higher\nTable 3 – Surface free energy and spreading coefficient values o\nMembrane Surface free energy, γSV (mJ/m2) Interfacial free energy, γSl (mJ/m2) W\nM0 36.2(±0.5) 13.8(±0.3) 95 M1 49.5(±0.6) 10.9(±0.4) 11 M2 50.6(±0.4) 5.1(±0.1) 11 M3 52.9(±0.7) 2.4 (±0.2) 12\nloading of CuO/g-CN sheets, PPSU polymeric chains makes strong non-specific interaction with g-CN (aromatic pyrazine moieties). Thus, it creates favorable effect on mechanical properties of membranes by reinforcing the polymeric chains. These results were in concordance with the SEM and XRD results which help to explain the mechanical properties of membranes with respect to amount of CuO/ g-CN sheets."
    }, {
      "heading" : "3.2.2. Porosity and mean pore size of membranes",
      "text" : "The porosity values of the bare and nanohybrid membrane are shown in Table 2. The nanohybrid membranes indicated porosity in the range of 70.7 %± 0.6% for 0.5 wt.% of CuO/g-CN sheets, while the bare membrane was 41.7% ± 0.7%. However, further addition of CuO/g-CN sheets showed a declining trend in porosity. This because of fact that higher content of CuO/gCN sheets reduces the number of pore nuclei due to the increasing viscosity of the casting solution. However, in the case of M1, CuO/g-CN sheets act as a hydrophilic modifier as well as a pore-forming agent which is in agreement with the SEM images.\nAs seen from Table 2 there were no obvious changes in the mean pore size observed when CuO/g-CN sheets were incorporated. The bare membrane (M0) had mean pore size of 33 ± 0.5 nm and it improved to 35 ± 0.3 nm by adding 0.5 wt.% of CuO/g-CN sheets. However, the subsequent addition of CuO/g-CN (0.7 and 1 wt.%) drastically reduced the pore sizes. The 0.5 wt.% loading of CuO/g-CN was found to be the optimum concentration to promote the porosity and tune the pore size of the membranes."
    }, {
      "heading" : "3.2.3. Hydrophilicity and surface free energy of membranes",
      "text" : "Fig. 6 illustrates the the decline in water contact angle values from M0 to M3. In general, a lower contact angle value represents the hydrophilic properties of the membrane surface. The contact angle values are 72 ± 0.5°, 53 ± 0.8°, 51 ± 0.3° and 48 ± 0.8° for membranes M0, M1, M2 and M3, respectively. The drastic decline in the contact angle was observed for M1, after which only a small change was observed. This decline in CA is mainly because of the existence of hydrophilic CuO/g-CN sheets on the membrane surfaces.\nTo understand the membrane interfacial affinity properties, surface free energy (γSV), interfacial free energy (γSl), wetting tension (ΔF), work of adhesion (Wa) and spreading coefficients (SC) were calculated from contact angle value and shown in Table 3. The surface free energy (γSV) and wetting tension (ΔF) values increased, whereas interfacial free energy (γSl) values decreased from 13.8 ± 0.3 to 2.4 ± 0.2 mJ/m2 on addition of the hydrophilic nanomaterials (0%–1%). These\nf membranes.\nork of adhesion, Wa (mJ/m2) Spreading coefficients, SC (mJ/m2) Wetting tension (ΔF)\n.2(±0.8) −50.3(±0.8) 22.4(±0.8) 6.6(±1.0) −34.2(±1.0) 38.5(±1.0) 8.2(±0.5) −27.3(±0.5) 45.4(±0.5) 1.5(±0.9) −22.3(±0.2) 50.5(±0.2)\nresults clearly indicated that migration of CuO/g-CN sheets to the membrane surfaces assist to promote the more hydrophilic active sites (Cu–O), which could form hydrated pore structure via hydrogen bonding with interfacial water molecules.\nWork of adhesion is the energy which needs to separate the two phases (membrane and water). The hydrophilic nanohybrid membranes (M1–M3) displayed a greater adhesion of the water droplet, compared to the bare membrane (M0). The bare membrane (M0) had a spreading coefficient value of −50.3 ± 0.8 mJ/m2 and this value is significantly increased to −22.3 ± 0.2 mJ/m2 after modification which indicates a greater tendency for water to spread over the membrane surface. Thus, nanohybrid PPSU membrane with good interfacial affinity can be obtained through CuO/g-CN sheets addition."
    }, {
      "heading" : "3.2.4. Pure water flux and BSA filtration performance of membrane",
      "text" : "After performing water and BSA solution filtration experiments, the results are exhibited as an integrated flux profile (Fig. 7). In the PWF (Jw1) experiment, the bare membrane (M0) showed the lowest flux compared to nanohybrid membranes due to the hydrophobic nature of the membrane surface. Among the nanohybrid membrane, M1 showed the highest water flux, while M2, M3 showed a decline in water flux and this could be due to the fact that beyond an optimum concentration of CuO/g-CN sheets, (i.e., more than 0.5%,) the membrane porosity reduces, thickness marginally increases and a dense structure of themembranes is formed diminishes the water permeation rate. In addition to the PWF test, atomic absorption spectroscopy (AAS), VARIAN SPECTRAA240 was used to analyze the leaching of the nanomaterials out of the prepared membranes. The collected permeate was measured and the loss of the nanomaterials was below the detection limit. This further confirms the possibility of the existence of a coordinate covalent bond between Cu2+ and the nonbonding\nelectrons supplied by the nitrogen atom of g-C3N4; which can control the undesirable leaching of CuO (Mukherjee and Ren, 2010).\nThe bare membrane (M0) showed severe flux decline during protein solution filtration (Fig. 7) The hydrophobic surface properties of the membrane easily allow the protein molecules to adhere to its surface via strong hydrophobic interaction. In nanohybrid membranes, M1 showed highest protein solution flux due to the optimum concentration of nano CuO/g-CN sheets (0.5 wt.%). The hydrophilic CuO/g-CN sheets uniformly cover the lateral membrane surface which decreases the extent of hydrophobic interactions between the protein molecule and the membrane surface. All the membranes had a considerably high protein rejection around 96% (Table 3). These results suggest that 0.5% of CuO/g-CN sheets is the optimum concentration to produce more effective ultrafiltration membranes."
    }, {
      "heading" : "3.2.5. Resistance-in-series (RIS) model for membranes",
      "text" : "Fig. 8 shows the various resistances to the flow when the prepared membranes are employed. The structure and surface properties of the membranes are closely related to the resistance to the filtration. When membrane acts as a porous barrier, the following parameters are essential to determine the performances of membrane: intrinsic or hydraulic membrane resistance (Rm), pore plugging resistance (Rp), cake layer formation resistance (Rc) and total resistance (Rt). The incorporation of 0.5 wt.% of CuO/g-CN sheets significantly decreases the total membrane resistance as determined by the filtration experiments.and the further increase in the concentration of the CuO/g-CN sheets increases the Rt marginally. This is due to that the dense hydrophilic membrane structure decreases the Rp value and increases the Rc due to the smaller pore size. Moreover, the hydrophobic M0 increases the Rp due to instant foulants attachments within the membrane pores and consequently increases the Rc due to the accumulation of strongly adhered\nproteins on the membrane surface. The nanohybrid membranes showed lower Rp as compared to the pristine M0. This can be explained by previous results of SEM, XRD and porosity, pore size. Finally, the M1 was identified as having the lowest resistance to membrane filtration due to its porous hydrophilic interface and amorphous matrix."
    }, {
      "heading" : "3.2.6. Antifouling performance of the membrane",
      "text" : "During the membrane operation, the rejected proteins can easily be adsorbed on the membrane surface pores causing fouling that deteriorates the permeability and selectivity of the membrane. Based on the non-specific attachment of proteins on membrane surfaces, fouling can be investigated in detail through reversible (Rr), irreversible fouling (Rir) and flux recovery ratio (FRR). Fig. 9 shows antifouling parameters (FRR, Rir and Rr) of bare and nanohybrid membranes. As it can\nbe seen from Fig. 9, both parameters (Rr and Rir) decreased with the addition of CuO/g-CN sheets and reaches to a minimum value when the CuO/g-CN sheets were 0.5 wt.%. Rir value is considerably decreased to 17.3% from 46.2% when adding 1 wt.% of CuO/g-CN. But, in the case of Rr, initially, it decreased to 16.8% from 29.1% with the addition of 0.5 wt.% of CuO/g-CN and consequently increased slightly to 20.2% and 28.1% for 0.7 and 1 wt.% of CuO/g-CN, respectively. The possible reasons for slight increases in Rr can be due to the combined effect of low porosity and smaller mean pore size of hydrophilic membranes.\nFlux recovery ratio (FRR) plays an important role in determining the reusability of the membrane. From the Fig. 9, the bare membrane (M0) exhibited the low FRR value of 53.7% due to rapid and irreversible adsorption of protein during the filtration process. The FRR value was increased significantly to 79%, 81% and 82% with the addition of 0.5, 0.7 and 1 wt.% of CuO/g-CN sheets. These results suggest that M1 is the best antifouling membranes which are good agreement with the FRR, Rir and Rr results. The reason for antifouling properties of nanohybrid membranes can be due to the combined effect of surface roughness and hydrophilicity (Fig. 10). The hydrophilic smooth membranes (M1–M3) decreases the active site for deposition and aggregation of protein molecules and holds the strong hydration layer around the membrane surface pores. Besides, basic nature of metal oxide, CuO contributes negatively charge to the membrane surfaces, which generates the non-specific or electrostatic repulsive forces with bovine serum albumin (BSA; 67 kg/mol, pI = 5). Finally, the efficacy of M1 was compared with other recent research works and tabulated Table 4. As seen, the hydrophilicity and reusability of M1 were significantly greater and other properties of M1 like permeability and rejection performance were comparable (Nasrollahi et al., 2018a, 2018b; Nasrollahi et al., 2017; Teli et al., 2013; Teli et al., 2012; Wu et al., 2014).\nmechanism of the nano hybrid membranes."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Herein, we report a novel nano CuO/g-CN sheets was successfully obtained by a facile calcination technique as one pot synthesis route and employed as surface modifying fillers or agent in modification of PPSU membrane. The main conclusionsare givenbelow:Theoptimumconcentrationof 0.5 wt.%of nano CuO/g-CN sheets improves the pore size, porosity and amorphous nature of the membrane M1. The membrane roughness decreases with increase in the concentration of the nanosheets. As revealed by results of contact angle, porosity, pure water and protein filtration experiment, nanohybrid membrane (M1) showed best overall properties including antifouling and filtration resistance properties compared to the bare membrane, while maintaining high BSA protein rejection (96%) with remarkable long-term efficiency. Also obtained results concluded that the g-CN platform of nano CuO/g-CN sheets serves as a strong binding site to hydrophilic CuO to arrest thequick release ofCuO frommembranesurfaces. Overall, this work confirms that nano CuO/g-CN sheets as a hydrophilic surface modifying agent have the capacity to limit the membrane fouling and develop advanced nanohybrid membrane filters for water purification systems."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The author is highly thankful and sincerely acknowledge the financial support from the Science and Engineering Research Board (SERB) under National Post-Doctoral Fellowship scheme (PDF/2017/000283)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.jes.2019.03.001.\nR E F E R E N C E S\nAkar, N., Asar, B., Dizge, N., Koyuncu, I., 2013. Investigation of characterization and biofouling properties of PES membrane containing selenium and copper nanoparticles. J. Memb. Sci. 437, 216–226. https://doi.org/10.1016/j.memsci.2013.02.012. Angione, M.D., Duff, T., Bell, A.P., Stamatin, S.N., Fay, C., Scanlan, E.M., Colavita, P.E., 2015. Enhanced anti-fouling properties of\ncarbohydrate coated polyethersulfone membranes. ACS Appl. Mater. Interfaces 1–39. Arumugham, T., Kaleekkal, N.J., Rana, D., Doraiswamy, M., 2016. Separation of oil/water emulsions using nano MgO anchored hybrid ultrafiltrationmembranes for environmental abatement. J. Appl. Polym. Sci. 133, 42848. https://doi.org/10.1002/app.42848. Arumugham, T., Jacob, N., Rana, D., 2018. Fabrication of novel aromatic amine functionalized nano fi ltration (NF) membranes and testing its dye removal and desalting ability. Polym. Test. 72, 1–10. https://doi.org/10.1016/j. polymertesting.2018.09.028. Cao, K., Jiang, Z., Zhang, X., Zhang, Y., Zhao, J., Xing, R., et al., 2015. Highly water-selective hybrid membrane by incorporating gC3N4 nanosheets into polymer matrix. J. Memb. Sci. 490, 72–83. https://doi.org/10.1016/j.memsci.2015.04.050. Chatterjee, S., De, S., 2014. Adsorptive removal of fluoride by activated alumina doped cellulose acetate phthalate (CAP) mixed matrix membrane. Sep. Purif. Technol. 125, 223–238. https://doi.org/10.1016/j.seppur.2014.01.055. Elyzawerni, N., Nor, N.A.M., Jaafar, J., Ismail, A.F., Qtaishat, M.R., Matsuura, T., et al., 2019. Applied surface science effects of hydrophilic surface macromolecule modifier loading on PES / O-g- C 3 N 4 hybrid photocatalytic membrane for phenol removal. Appl. Surf. Sci. 465, 180–191. https://doi.org/10.1016/j. apsusc.2018.09.161. Fang, X., Li, J., Li, X., Pan, S., Zhang, X., Sun, X., et al., 2017. Internal pore decoration with polydopamine nanoparticle on polymeric ultrafiltration membrane for enhanced heavy metal removal. Chem. Eng. J. 314, 38–49. https://doi.org/10.1016/j. cej.2016.12.125. Fuentes, C.A., Brughmans, G., Tran, L.Q.N., Dupont-gillain, C., Verpoest, I., Van Vuure, A.W., 2015. Mechanical behaviour and practical adhesion at a bamboo composite interface: physical adhesion and mechanical interlocking. Compos. Sci. Technol. 109, 40–47. https://doi.org/10.1016/j.compscitech.2015.01.013. Gao, J., Wang, J., Qian, X., Dong, Y., Xu, H., Song, R., et al., 2015. One-pot synthesis of copper-doped graphitic carbon nitride nanosheet by heating Cu – melamine supramolecular network and its enhanced visible-light-driven photocatalysis. J. Solid State Chem. 228, 60–64. https://doi.org/10.1016/j. jssc.2015.04.027. Garcia-Ivars, J., Alcaina-Miranda, M.-I., Iborra-Clar, M.-I., Mendoza-Roca, J.-A., Pastor-Alcañiz, L., 2014. Enhancement in hydrophilicity of different polymer phase-inversion ultrafiltration membranes by introducing PEG/Al2O3 nanoparticles. Sep. Purif. Technol. 128, 45–57. https://doi.org/10.1016/j. seppur.2014.03.012. Ge, L., Han, C., Liu, J., Li, Y., 2011. Enhanced visible light photocatalytic activity of novel polymeric g-C 3 N 4 loaded with Ag nanoparticles. Applied Catal. A, Gen. 409–410, 215–222. https://doi.org/10.1016/j.apcata.2011.10.006. Ghotbi, M.Y., Rahmati, Z., 2015. Nanostructured copper and copper oxide thin fi lms fabricated by hydrothermal treatment of copper hydroxide nitrate. JMADE 85, 719–723. https://doi. org/10.1016/j.matdes.2015.07.081.\nHegab, H.M., Zou, L., 2015. Graphene oxide-assisted membranes: fabrication and potential applications. J. Memb. Sci. 484, 95–106. https://doi.org/10.1016/j.memsci.2015.03.011. Hotan, I., Kumar, M., Saad, M., Ali, M., Nolan, K., Lawler, J., 2017. Antifouling hybrid ultrafiltration membranes with high selectivity fabricated from polysulfone and sulfonic acid functionalized TiO 2 nanotubes. Chem. Eng. J. 316, 573–583. https://doi. org/10.1016/j.cej.2017.02.001. Igbinigun, E., Fennell, Y., Malaisamy, R., Jones, K.L., Morris, V., 2016. Graphene oxide functionalized polyethersulfone membrane to reduce organic fouling. J. Memb. Sci. 514, 518–526. https://doi.org/10.1016/j.memsci.2016.05.024. Jahangiri, E., Thomas, I., Schulze, A., Seiwert, B., Cabana, H., Schlosser, D., 2018. Characterisation of electron beam irradiation-immobilised laccase for application in wastewater treatment. Sci. Total Environ. 624, 309–322. Jo, Y., Choi, E., Choi, N., Kim, C.K., 2016. Antibacterial and hydrophilic characteristics of polyethersulfone composite membranes containing zinc oxide nanoparticles grafted with hydrophilic polymers. https://doi.org/10.1021/acs.iecr.6b01510. Kalaiselvi, G., Maheswari, P., Mohan, D., Balasubramanian, S., 2015. Synthesis and characterization of poly 3-methyl 2-vinyl pyridinium nitrate incorporated polyvinylidine fluoride ultrafiltrationmembrane for metal ion removal. Sep. Purif. Technol. 143, 105–114. https://doi.org/10.1016/j.seppur.2015.01.034. Kanagaraj, P., Nagendran, A., Rana, D., Matsuura, T., 2016. Separation of macromolecular proteins and removal of humic acid by cellulose acetate modified UF membranes. Int. J. Biol. Macromol. 89, 81–88. https://doi.org/10.1016/j. ijbiomac.2016.04.054. Kim, H.J., Choi, K., Baek, Y., Kim, D., Shim, J., Yoon, J., et al., 2014. High-performance reverse osmosis CNT/polyamide nanocomposite membrane by controlled interfacial interactions. ACS Appl. Mater. Interfaces 6, 2819–2929. Lan, Z., Zhang, G., Wang, X., 2016. A facile synthesis of Br-modified g-C 3 N 4 semiconductors for photoredox water splitting. Applied Catal. B, Environ. 192, 116–125. https://doi.org/10.1016/ j.apcatb.2016.03.062. Lawrence, A., Alhoshan, M., Alam, J., Muthumareeswaran, M.R., Figoli, A., Arun Kumar, S., 2017. Separation of proteins and antifouling properties of polyphenylsulfone based mixed matrix hollow fiber membranes. Sep. Purif. Technol. 174, 529–543. https://doi.org/10.1016/j.seppur.2016.10.040. Li, J., Liu, X., Lu, J., Wang, Y., Li, G., Zhao, F., 2016. Anti-bacterial properties of ultrafiltration membrane modified by graphene oxide with nano-silver particles. J. Colloid Interface Sci. 484, 107–115. https://doi.org/10.1016/j.jcis.2016.08.063. Liu, G., Zhou, T., Liu, W., Hu, S., Pan, F., 2014. Enhanced desulfurization performance of PDMS membranes by incorporating silver decorated dopamine nanoparticles. 2, pp. 12907–12917. https://doi.org/10.1039/c4ta01778a. Liu, G., Jin, W., Xu, N., 2015. Graphene-based membranes. Chem. Soc. Rev. 44, 5016–5030. https://doi.org/10.1039/C4CS00423J. Liu, S., Sun, H., Donnell, K.O., Ang, H.M., Tade, M.O., Wang, S., 2016. Metal-free melem/g-C3N4 hybrid photocatalysts for water treatment. J. Colloid Interface Sci. 464, 10–17. https://doi. org/10.1016/j.jcis.2015.11.003. Ma, L., Fan, H., Wang, J., Zhao, Y., Tian, H., Dong, G., 2016. Waterassisted ions in situ intercalation for porous polymeric graphitic carbon nitride nanosheets with superior photocatalytic hydrogen evolution performance. Appl. Catal. B, Environ. 190, 93–102. https://doi.org/10.1016/j.apcatb.2016.03.002. Ma, J., Guo, X., Ying, Y., Liu, D., Zhong, C., 2017. Composite ultrafiltration membrane tailored by MOF @ GO with highly improved water purification performance. Chem. Eng. J. 313, 890–898. https://doi.org/10.1016/j.cej.2016.10.127. Mukherjee, S., Ren, J., 2010. Gas-phase acid-base properties of melamine and cyanuric acid. JAM 21, 1720–1729. https://doi. org/10.1016/j.jasms.2010.06.002.\nNasrollahi, N., Vatanpour, V., Aber, S., Mahmoodi, N.M., 2017. Preparation and characterization of a novel polyethersulfone (PES) ultrafiltration membrane modified with a CuO/ZnO nanocomposite to improve permeability and antifouling properties. Sep. Purif. Technol. 192, 369–382. https://doi.org/ 10.1016/j.seppur.2017.10.034. Nasrollahi, N., Aber, S., Vatanpour, V., Mahmoodi, N.M., 2018a. Development of hydrophilic microporous PES ultrafiltration membrane containing CuO nanoparticles with improved antifouling and separation performance. Mater. Chem. Phys. 222, 338–350. https://doi.org/10.1016/j. matchemphys.2018.10.032. Nasrollahi, N., Aber, S., Vatanpour, V., Mohammad, N., 2018b. The effect of amine functionalization of CuO and ZnO nanoparticles used as additives on the morphology and the permeation properties of polyethersulfone ultra filtration nanocomposite membranes. Compos. Part B 154, 388–409. https://doi.org/ 10.1016/j.compositesb.2018.09.027. Ng, H.K.M., Leo, C.P., Abdullah, A.Z., 2017. Selective removal of dyes bymolecular imprinted TiO2 nanoparticles in polysulfone ultrafiltration membrane. J. Environ. Chem. Eng. 5, 3991–3998. https://doi.org/10.1016/j.jece.2017.07.075. Ong, W., Tan, L., Chai, S., Yong, S., Rahman, A., 2015. Surface charge modification via protonation of graphitic carbon nitride (g-C3N4) for electrostatic self-assembly construction of 2D/2D reduced graphene oxide (rGO)/g-C3N4 nanostructures toward enhanced photocatalytic reduction of carbon dio. Nano Energy 13, 757–770. https://doi.org/10.1016/j.nanoen.2015.03.014. Orooji, Y., Faghih, M., Razmjou, A., Hou, J., Moazzam, P., 2017. Nanostructured mesoporous carbon polyethersulfone composite ultra filtration membrane with significantly low protein adsorption and bacterial adhesion. Carbon N. Y. 111, 689–704. https://doi.org/10.1016/j.carbon.2016.10.055. Pegalajar-jurado, A., Mann, M.N., Maynard, M.R., Fisher, E.R., 2016. Hydrophilic modification of polysulfone ultrafiltration membranes by low temperature water vapor plasma treatment to enhance performance. Plasma Process. Polym. 13, 598–610. Pendashteh, A., Fazlollah, M., Safi, M., 2013. Fabrication of anchored copper oxide nanoparticles on graphene oxide nanosheets via an electrostatic coprecipitation and its application as supercapacitor. Electrochim. Acta 88, 347–357. https://doi.org/10.1016/j.electacta.2012.10.088. Rajesh, S., Senthilkumar, S., Jayalakshmi, A., Nirmala, M.T., Ismail, A.F., Mohan, D., 2013. Preparation and performance evaluation of poly (amide – imide) and TiO2 nanoparticles impregnated polysulfone nanofiltration membranes in the removal of humic substances. Colloids Surfaces A Physicochem. Eng. Asp. 418, 92–104. https://doi.org/10.1016/j. colsurfa.2012.11.029. Safarpour, M., Khataee, A., Vatanpour, V., 2014. Preparation of a novel PVDF ultrafiltration membrane modified with reduced graphene oxide/TiO2 nanocomposite with enhanced hydrophilicity and antifouling properties. 53, pp. 13370–13382. https://doi.org/10.1021/ie502407g. Safarpour, M., Vatanpour, V., Khataee, A., 2015. Preparation and characterization of graphene oxide / TiO2 blended PES nano fi ltration membrane with improved antifouling and separation performance. DES. 393, 65–78. https://doi.org/10.1016/j. desal.2015.07.003. Sianipar, M., Hyun, S., Min, C., Tijing, L.D., Kyong, H., 2016. Potential and performance of a polydopamine-coated multiwalled carbon nanotube/polysulfone nanocomposite membrane for ultrafiltration application. J. Ind. Eng. Chem. 34, 364–373. https://doi.org/10.1016/j.jiec.2015.11.025. Sun, W., Nan, J., Xing, J., Tian, J., 2015. Identifying the major fluorescent components responsible for ultrafiltration membrane fouling in different water sources. J. Environ. Sci. (China) 45, 215–223. https://doi.org/10.1016/j. jes.2016.01.007.\nTang, K., Wang, X., Yan, W., Yu, J., Xu, R., 2006. Fabrication of superhydrophilic Cu2O and CuO membranes. J. Mem. Sci. 286, 279–284. Taylor, P., Li, X., Huang, J., Zhang, Y., Lv, Y., Liu, Z., et al., 2015. Characterization and antifouling performance of negatively charged PES/mesoporous silica ultrafiltration membrane for raw water filtration. Desalin. Water Treat. 57, 10980–10987. https://doi.org/10.1080/19443994.2015.1043651. Teli, S.B., Molina, S., Calvo, E.G., Lozano, A.E., de Abajo, J., 2012. Preparation, characterization and antifouling property of polyethersulfone–PANI/PMA ultrafiltration membranes. Desalination 299, 113–122. https://doi.org/10.1016/j. desal.2012.05.031. Teli, S.B., Molina, S., Sotto, A., Garc, E., De Abajo, J., 2013. Fouling resistant polysulfone − PANI/TiO2 ultra filtration nanocomposite membranes. Thuyavan, Y.L., Anantharaman, N., Arthanareeswaran, G., Ismail, A.F., 2014. Adsorptive removal of humic acid by zirconia embedded in polyethersulfone membrane. Ind. Eng. Chem. Res. 53, 11355–11364. Wang, X., Maeda, K., Chen, X., Takanabe, K., Domen, K., 2009. Polymer semiconductors for artificial photosynthesis: hydrogen evolution by mesoporous graphitic carbon nitride with visible light. J. Am. Chem. Soc. 131, 1680–1681. Wang, L., Wang, N., Li, J., Li, J., Bian, W., Ji, S., 2016. Layer-by-layer self-assembly of polycation/GO nanofiltration membrane with enhanced stability and fouling resistance. Sep. Purif. Technol. 160, 123–131. https://doi.org/10.1016/j.seppur.2016.01.024. Wu, H., Tang, B., Wu, P., 2014. Development of novel SiO2 – GO nanohybrid/polysulfone membrane with enhanced performance. J. Memb. Sci. 451, 94–102. https://doi.org/10.1016/j. memsci.2013.09.018. Xia, Y., Han, G.L., Zhang, Q.G., Gong, Y., Broadwell, I., Liu, Q.L., 2013. CuO-filled aminomethylated polysulfone hybrid membranes for deep desulfurization. J. Appl. Polym. Sci. 130, 3718–3725. https://doi.org/10.1002/app.39647. Yang, H., Xu, Z., Fan, M., Gupta, R., Slimane, R.B., Bland, A.E., et al., 2008. Anti-fouling ultrafiltration membrane prepared from polysulfone-graft-methyl acrylate copolymers by UV-induced grafting method. J. Environ. Sci. 20, 14–27. Yang, Y., Qin, P., Zhang, J., Li, W., 2018. Fabrication of nanoscale graphitic carbon nitride/copper oxide hybrid composites coated solid-phase microextraction fibers coupled with gas chromatography for determination of polycyclic aromatic hydrocarbons. J. Chromatogr. A 1570, 47–55. https://doi.org/ 10.1016/j.chroma.2018.07.080.\nYin, J., Deng, B., 2014. Polymer-matrix nanocomposite membranes for water treatment. J. Memb. Sci. 479, 256–275. https://doi.org/ 10.1016/j.memsci.2014.11.019. Yurekli, Y., 2016. Removal of heavy metals in wastewater by using zeolite nano-particles impregnated polysulfone membranes. J. Hazard. Mater. 309, 53–64. https://doi.org/10.1016/j. jhazmat.2016.01.064. Zeng, G., He, Y., Yu, Z., Zhan, Y., Ma, L., 2016a. Preparation and characterization of a novel PVDF ultrafiltration membrane by blending with TiO 2 -HNTs nanocomposites. Appl. Surf. Sci. 371, 624–632. https://doi.org/10.1016/j. apsusc.2016.02.211. Zeng, G., He, Y., Zhan, Y., Zhang, L., Shi, H., Yu, Z., 2016b. Preparation of a novel poly(vinylidene fluoride) ultra filtration membrane by incorporation of 3-aminopropyltriethoxysilanegrafted halloysite nanotubes for oil/water separation. Ind. Eng. Chem. Res. 55, 1760–1767. https://doi.org/10.1021/acs. iecr.5b04797. Zhan, X., Zhang, G., Chen, X., He, R., Zhang, Q., Chen, F., 2015. Improvement of antifouling and antibacterial properties of poly (ether sulfone) UF membrane by blending with a multifunctional comb copolymer. Ind. Eng. Chem. Res. 54, 11312–11318. https://doi.org/10.1021/acs.iecr.5b03416. Zhang, M., 2017. RSC advances membrane with visible-lightdriven photocatalytic antifouling performance. RSC Adv. 7, 42919–42928. https://doi.org/10.1039/C7RA07775K. Zhang, J., Zhang, M., Zhang, G., Wang, X., 2012. Synthesis of carbon nitride semiconductors in sulfur flux for water photoredox catalysis. ACS Catal. 2, 940–948. Zhao, Y., Lu, J., Liu, X., Wang, Y., Lin, J., Peng, N., et al., 2016. Performance enhancement of polyvinyl chloride ultrafiltration membrane modified with graphene oxide. J. Colloid Interface Sci. 480, 1–8. https://doi.org/10.1016/j.jcis.2016.06.075. Zhu, K., Wang, G., Zhang, S., Du, Y., Lu, Y., Na, R., 2017. Preparation of organic – inorganic hybrid membranes with superior antifouling property by incorporating polymer-modified multiwall carbon. RSC Adv. 7, 30564–30572. https://doi.org/10.1039/ C7RA04248E. Zou, X., Silva, R., Goswami, A., Asefa, T., 2015. Cu-doped carbon nitride: bio-inspired synthesis of H2-evolving electrocatalysts using graphitic carbon nitride (g-C3N4) as a host material. Appl. Surf. Sci. 357, 221–228."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "1. Department of Chemistry, School of Advanced Sciences, Vellore Institute of Technology (VIT), Vellore, Tamil Nadu, India 2. Department of Integrative Biology, School of Bioscience and Technology, Vellore Institute of Technology (VIT), Vellore, Tamil Nadu, India 3. Department of Chemical Engineering, National Institute of Technology Calicut, Kozhikode, India 4. Department of Chemical and Biological Engineering, Industrial Membrane Research Institute, University of Ottawa, 161 Louis Pasteur St., Ottawa, Ontario K1N 6N5, Canada",
    "creator" : "Elsevier"
  }
}