{
  "name" : "downloads_2019-12-09_f1_10.1016@j.carbpol.2019.115725.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Carboxymethyl cellulose capsulated zein as pesticide nano-delivery system for improving adhesion and anti-UV properties",
    "authors" : [ "Li Hao", "Guanquan Lin", "Jiajia Lian", "Long Chen", "Hongjun Zhou", "Huayao Chen", "Hua Xu", "Xinhua Zhou" ],
    "emails" : [ "hongjunzhou@163.com,", "cexinhuazhou@163.com", "hongjunzhou@163.com", "cexinhuazhou@163.com", "AVM@P-Zein/CMC-g-PDMDAAC", "AVM@P-Zein/CMC-g-PDMDAAC", "AVM@P-Zein/CMC-g-PDMDAAC", "AVM@P-Zein/CMC-g-PDMDAAC", "AVM@P-Zein/CMC-g-PDMDAAC" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nCarboxymethyl cellulose capsulated zein as pesticide nano-delivery system for improving adhesion and anti-UV properties Li Hao, Guanquan Lin, Jiajia Lian, Long Chen, Hongjun Zhou, Huayao Chen, Hua Xu, Xinhua Zhou\nPII: S0144-8617(19)31393-1 DOI: https://doi.org/10.1016/j.carbpol.2019.115725 Reference: CARP 115725 To appear in: Carbohydrate Polymers Received Date: 7 September 2019 Revised Date: 4 November 2019 Accepted Date: 6 December 2019\nPlease cite this article as: {doi: https://doi.org/\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2019 Published by Elsevier.\nCarboxymethyl cellulose capsulated zein as pesticide nano-delivery system for improving adhesion and anti-UV properties\nLi Hao a,b, Guanquan Lin a,b, Jiajia Lian a, Long Chen a,b, Hongjun Zhou a,b* hongjunzhou@163.com, Huayao Chen a,b, Hua Xu a,b, Xinhua Zhou a,b* cexinhuazhou@163.com\naSchool of Chemistry and Chemical Engineering, Zhongkai University of Agriculture and Engineering, Guangzhou, Guangdong, 510225, P. R. China; bKey Laboratory of Agricultural Green Fine Chemicals of Guangdong Higher Education Institution, Zhongkai University of Agriculture and Engineering, Guangzhou, Guangdong, 510225, P. R. China\n*Corresponding Authors *Telephone: 86-20-89003114. E-mail: hongjunzhou@163.com (Hongjun Zhou), School of Chemistry and Chemical Engineering, Zhongkai University of Agriculture and Engineering, Guangzhou, Guangdong, 510225, P. R. China.\n*Telephone: 86-20-89003114. E-mail: cexinhuazhou@163.com (Xinhua Zhou), School of Chemistry and Chemical Engineering, Zhongkai University of Agriculture and Engineering, Guangzhou, Guangdong, 510225, P. R. China.\nGraphical abstract\nJo ur\nna l P\nre -p\nro of\nHighlights\nP-Zein incorporated with CMC and DMDAAC is prepared by electrostatic interaction. P-Zein/CMC-g-PDMDAAC is applied to form nano-controlled release pesticide system. AVM@P-Zein/CMC-g-PDMDAAC presents excellent adhesion and anti-UV properties. Such system can control pesticide release by triggered monomer ratio and pH.\nABSTRACT: In order to further enhance hydrophilicity of zein and achieve nano-scale pesticide system, phosphorylated zein (P-Zein) was incorporated with graft copolymer CMC-g-PDMDAAC by electrostatic interaction, in which carboxymethyl cellulose (CMC) and diallyldimethylammonium chloride (DMDAAC) as monomers.\nJo ur\nna l P\nre -p\nro of\nP-Zein/CMC-g-PDMDAAC was applied to encapsulate model pesticide avermectin (AVM) via electrostatic interaction to achieve AVM@P-Zein/CMC-g-PDMDAAC nano-pesticides. The stability, drug loading, anti-ultraviolet, adhesion, sustained-release and toxicity of nano-pesticides presented considerable behavior confirmed via various characteristics. The results indicated that AVM@P-Zein/CMC-g-PDMDAAC had an average particle size of 360 nm, and possessed favorable dispersion performance and excellent anti-ultraviolet property compared to P-Zein. And comparatively, encapsulation efficiency increased up to 82.11%. In addition, adhesion performance of AVM@P-Zein/CMC-g-PDMDAAC on foliage also improved by about 20% compared to P-Zein. Also, AVM@P-Zein/CMC-g-PDMDAAC can intelligently control pesticide release by adjusting monomer ratio and pH values. More importantly, such nano-pesticide system presented no significant difference on toxicity in comparison with bare AVM.\nKEYWORDS: Zein; Sodium carboxymethyl cellulose; Nano-carrier; Foliage adhesion; Sustained release; Anti-UV property\n1. Introduction\nJo ur\nna l P\nr -p\nro of\nNano-pesticide formulation has many advantages such as remarkable targeted\ndelivery, intelligent controlled release property, great efficiency, and environmental friendliness, compared with traditional pesticide formulations, which is of great research interest of pesticide formulation at present (Kumar et al., 2018). The potential use of nanotechnology lies on protection and delivery of drugs, which provides new ideas for green and sustainable agricultural development. Therefore, the relevant characteristics of nanomaterials can be used to design intelligent formulations for pesticides, alleviating the related shortcomings of pesticides (Zhao et al., 2017). Nanocarriers can protect pesticides from adverse environmental conditions such as high temperature and radiation, and significantly improve their chemical stability (Bugatti et al., 2019; Li, Zhou, Pang, & Qiu, 2017), which can also enhance the dispersibility and wettability of pesticides and reduce the risk of organic solvents to environment. The characteristics of nano-pesticide formulation can be benefit from its large surface area, good stability, biodegradability and targeting to pests (Yegin et al., 2017; Ezhilarasi, Karthik, Chhanwal, & Anandharamakrishnan, 2013; George & Abraham, 2006). To date, more and more researchers focus on the development of novel advanced nano formula to maintain stability and activity under the sun, heat, rain and other spray conditions, and to penetrate into the target and release effective components, prolonging the effective time and improving the efficacy of pesticides (Kacsó et al., 2018; Wu, Wang, Wang, Li, & Liang, 2019; Agostini, Winter, & Engert, 2015; Sinisi et al., 2018; Babu, Sairam, Hosamani, & Aminabhavi, 2007; Smith & Gilbertson, 2018). Jo ur na l P re -p ro of\nProteins not only have unique spatial structure to realize drug loading, but also\nhave good biodegradability and biocompatibility, promoting them be applied in agriculture and medical field (Chen et al., 2019; Kapoor & Kundu, 2016; Fang, Chen, Leu, & Wang, 2006; Lin et al., 2019; Corradini et al., 2014), for instance, walnut protein, peanut protein, almond protein isolate, and other plant proteins can be carrier for drugs as well as nutrients for the human body (Elzoghby, Samy, & Elgindy, 2012; Verma, Gulati, Kaul, Mukherjee, & Nagaich, 2018).\nZein is classified as a safe protein by the U.S. Food and Drug Administration (FDA),\nwhich has unique solubility, biocompatibility, biodegradability, anti-oxidation, non-toxicity and other advantages, and also can be used as a drug carrier in food, cosmetics and medical fields (Luo & Qin, 2014). In addition, in the wet process of industrial production of maize starch, a large amount of maize residues are usually produced, in which zein accounts for about 60%. Approximately 80,000 tons annual of zein are discharged with waste liquor, resulting in serious waste of resources and leading to environmental pollution (Lin et al., 2013). The research and application of zein in corn residue can help the rational utilization of resources and alleviate the environmental problems caused by accumulation.\nZein is insoluble in aqueous solution, but has good solubility in 60%-95% alcohol\nsolution, which can simply precipitate to form nanoparticles by anti-solvent method (Paliwal & Palakurthi, 2014; Hu & Mcclements, 2015). Zein composite nanoparticles have the potential to encapsulate and release bioactive molecules in food and drug\nJ ur\nna l P\nre -p\nro f\nformulations as natural delivery systems (Li et al., 2019). In addition, another advantage for zein as carries is that both hydrophilic and hydrophobic drugs can be encapsulated (Patel & Velikov, 2014; Kacsó et al., 2018; Oliveira et al., 2019) . In general, hydrophobic bioactive substances and zein are dissolved in ethanol solvent, and then mixed with water and other anti-solvents to precipitate the bioactive substances with zein. In this process, due to the strong hydrophobicity and hydrogen bond, the bioactive substances migrate rapidly into zein particles (Oliveira et al., 2018). A variety of hydrophobic bioactive substances are encapsulated in corn protein granules, including avermectin, ciprofloxacin, 5-fluorouracil and DNA, as well as essential oils, enzymes, polyphenols and other nutrients (Luo et al., 2013; Lai & Guo, 2011). For instance, Luo et al. (Luo et al., 2013) encapsulated two kinds of drugs 3-indolylcarbinol (I3C) and 3,3’-diindolylmethane (DIM) by liquid-liquid phase separation and ion gel method into zein/carboxymethyl chitosan, which could well control the release of drugs. Lai et al. (Lai & Guo, 2011) wrapped 5-fluorouracil (5-FU) in zein particles by phase separation for liver targeting.\nIn order to improve the utilization of pesticides, primary task is to improve the\nhydrophilicity of zein, so that zein can be dispersed stably in water with nanometer size after loading pesticides. The second is to improve the properties of nano-pesticides, such as drug loading, stability, adhesion, sustained release and stimulus response. Feng et al. (Feng & Lee, 2016) used sodium caseinate (NaCas) to modify the surface of zein nanoparticles in order to improve the hydrophilicity. Chuacharoen et al. (Chuacharoen & Sabliov, 2017) modified zein nanoparticles by folic acid hydrophilic modification. The Jo ur\nna l P\nre -p\nro of\nresults showed that the modified nanoparticles could be stably dispersed in phosphoric acid buffer solution and had good biocompatibility and targeting in cells. Phosphorylation of zein can also improve hydrophilicity, anti-ultraviolet, adhesion and sustained release properties of pesticides to some extend (Hao et al., 2019). Furthermore, the performance of phosphorylated-zein (P-Zein) based nano-pesticides need to be improved in further step by encapsulating a layer of functional polymer on the surface. Based on this point, carboxymethyl cellulose (CMC) has good hydrophilicity, film forming, adhesion, biocompatibility and biodegradability (Lin et al., 2013). Chen et al. (Chen et al., 2019) used CMC to improve the stability of denatured feather keratin and realized pesticide loading. The incorporation of proteins with CMC have been studied to improve surface properties (Gao et al., 2017). Bikova et al. (Bikova & Treimanis, 2004) showed that the chromogenic groups such as carboxyl and hydroxyl groups of CMC can absorb part of ultraviolet light and have certain anti-ultraviolet properties by irradiating ultraviolet light. Therefore, CMC can be used to improve the performance of phosphorylated-zein based nano-pesticides, such as stability, ultraviolet resistance, adhesion and so on. However, the existing problem is that CMC is difficult to spontaneously combine with phosphorylated-zein based nano-pesticides directly, so it is necessary to modify CMC and introduce functional groups. As known, diallyldimethylammonium chloride (DMDAAC) has high practical value because of its non-toxicity, bactericidal, easy to control molecular weight polymerization, low cost and high positive charge density (Peng et al., 2018). Therefore, DMDAAC can be used to Jo ur na l P re -p oo f\nmodify CMC, which can spontaneously combine with phosphorylated-zein based nano-pesticides by electrostatic interaction.\nIn present work, CMC-g-PDMDAAC was prepared by graft copolymerization of\nsodium carboxymethyl cellulose (CMC) with DMDAAC as functional monomers. Avermectin (AVM) was selected as model pesticide. And AVM@P-Zein/CMC-g-PDMDAAC nano-pesticide was prepared by electrostatic interaction encapsulation. The formation mechanism is schematically shown in Scheme 1a.\nScheme 1. (a) The illustration of AVM encapsulated in P-Zein/CMC-g-PDMDAAC, (b) Schematic representation for the synthesis of CMC-g-PDMDAAC. 2. Experimental 2.1. Materials\nZein (AR grade) and diallyldimethylammonium chloride (DMDAAC, ≥97 %) were\npurchased from Shanghai Macklin Biochemical Co., Ltd (Shanghai, China). Sodium\nZein\nwater\nP-Zein\nhydrophilic shell\nvia phosphorylation\nhydrophobic core from zein\nCMC\nDMDAAC\nGraft\nCopolymerization\nCMC-g-PDMDAAC\nwater\nP-Zein\nelectrostatic\nassembly\n(AVM)\nP-Zein/CMC-g-PDMDAAC\nAVM@P-Zein/CMC-g-PDMDAAC\n(a)\n(b)\nJo rn\nal Pr\nepr\noo f\ntripolyphosphate (STP, Na5P3O10, 98 %), potassium persulfate (KPS, 99.5 %), sodium hydroxide (97 %), hydrochloric acid (≥37 %), anhydrous ethanol, and acetone (≥99.5 %) were procured from Damao Chemical Reagent Factory (Tianjin, China). Sodium carboxymethyl cellulose (CMC, USP grade) with a viscosity of 300-800 mPa.s was obtained from Shanghai Aladdin Bio-Chem Technology Co., Ltd (Shanghai, China). Avermectin (AVM, ≥ 95 %) was obtained from God Bull Pharmaceutical Chemical Co., Ltd (Wuhan, China) and used as received. All chemicals were used directly without further purification. Deionized water was used during all experiments."
    }, {
      "heading" : "2.2. Preparation of phosphorylated zein",
      "text" : "The phosphorylated zein was prepared according to our previous report (Hao et al., 2019).\nIn a typical process, 1.0 g zein was dissolved in 50 mL deionized water by stirring under 30 ℃ to prepare a stock solution with pH of 13 adjusted by 1M NaOH. Next, a certain amount of STP was added to the as-prepared zein solution as phosphorylation reagent and then reacted with zein by N- and O- phosphate bonds by vigorous stirring at room temperature for 3 h. Then, the obtained product solution was purified by dialysis in the presence of water for 48 h. Finally, phosphorylated zein was obtained by freeze-drying and denoted as P-Zein, in which 1 indicated the mass ratio of zein to STP. The phosphorylated zein products were prepared with a variety mass ratio of zein to STP, and designated as P-Zein-1, P-Zein-2, P-Zein-3, and P-Zein-5, in which number represented the mass ratio of zein to STP as 1, 2, 3, and 5, respectively. And the degree of phosphorylation for zein (Dp) was calculated according to the equation (1) (Hao et al. 2019), where mzein is the original weight of zein, mP-Zein is the weight of phosphorylated zein after freeze-drying. Jo ur n l P\nre -p\nro of\n𝐷𝑝 = 𝑚𝑃−𝑍𝑒𝑖𝑛−𝑚𝑧𝑒𝑖𝑛\n𝑚𝑃−𝑍𝑒𝑖𝑛 (1)"
    }, {
      "heading" : "2.3. Graft copolymerization to prepare CMC-g-PDMDAAC",
      "text" : "A definite mass of CMC (4.0 g) was dissolved in deionized water (100 mL) under\ncontinuous stirring and heating at 80 °C till dissolving completely to form a colloidal solution. Subsequently, 1.0 g KPS was added to as-prepared CMC colloidal solution with pH of 7 during stirring for 10 min at 80 °C under bubbled nitrogen. Following that, a proper amount of DMDAAC monomer was added dropwise into the above solution, controlling the mass ratio of CMC and DMDAAC with 1 to 0.12. Then, the graft copolymerization was conducted at 80 °C for 6 h. After the reaction was completed, the graft product was purified by washing with cold acetone to remove monomer and homopolymer, and then lyophilized to obtain pure graft copolymer powder and weighed, which will be referred to as CMC-g-PDMDAAC from now on(Peng et al., 2018). Furthermore, other three graft samples were also prepared for the sake of comparison with a variety mass ratio of CMC to DMDAAC, referring to 1:0.24, 1:0.36, and 1:0.48, respectively. The conversion rate of DMDAAC and the grafting rate were calculated in light of equations (2) (Lin et al. 2013) and (3) (Lin et al. 2013) as follows, respectively. The synthesis mechanism of graft copolymerization was depicted in Scheme 1b. Briefly, KBS was applied to initiate saccharide units in CMC to form free-radical sites, then reacting with DMDAAC monomers to generate graft copolymer (Lin et al., 2013).\n𝐶𝑜𝑛𝑣𝑒𝑟𝑠𝑖𝑜𝑛 𝑟𝑎𝑡𝑒 (%) = [ 𝑚1+𝑚𝑃𝐷𝑀𝐷𝐴𝐴𝐶−𝑚0\n𝑚𝐷𝑀𝐷𝐴𝐴𝐶 ] × 100 % (2)\n𝐺𝑟𝑎𝑓𝑡𝑖𝑛𝑔 𝑟𝑎𝑡𝑒 (%) = [ 𝑚1−𝑚0\n𝑚0 ] × 100 % (3)\nHere, m0 and m1 were the weights of CMC and purified CMC-g-PDMDAAC,\nJo ur\nna l P\nre -p\nro f\nrespectively."
    }, {
      "heading" : "2.4. Preparation of P-Zein/CMC-g-PDMDAAC nanocomposite as carrier for AVM",
      "text" : "Initially, 1.0 g AVM was added into 100 mL anhydrous ethanol, producing AVM\nsolution concentration of 10 mg·mL-1. The next step was dissolving a certain amount of phosphorylated zein (0.5 g) in 50 mL deionized water to obtain P-Zein solution. Then, P-Zein encapsulated AVM was achieved by impregnation. In detail, 5 mL AVM in ethanol solution (10 mg·mL-1) was mixed with P-Zein under vigorously stirred to obtain P-Zein loaded with AVM, coded as AVM@P-Zein. Sequentially, in order to further improve encapsulation efficiency, the aqueous solution (40 mL) of CMC-g-PDMDAAC (0.5 g) was slowly added into the AVM@P-Zein dispersion while stirring and the mixture solution was diluted to 100 mL with deionized water, stirring for 30 min at room temperature to obtain graft copolymer encapsulated AVM@P-Zein, marked as AVM@P-Zein/CMC-g-PDMDAAC. The formation mechanism of such pesticide-carrier system (AVM@P-Zein/CMC-g-PDMDAAC) is schematically shown in Scheme 1a."
    }, {
      "heading" : "2.5. Determination of the amount of entrapped pesticide",
      "text" : "The amount of AVM loaded into nanocomposite carrier P-Zein/CMC-g-PDMDAAC was\nquantified using the UV-2550 ultraviolet-visible (UV-Vis) spectroscopy (Shimadzu, Japan). The absorption at a wavelength of 245 nm, which is a characteristic peak for AVM (Hao et al. 2019), was selected in the analysis. Specifically saying, a certain amount (15 mL) of AVM@ P-Zein/CMC-g-PDMDAAC solution was centrifugated and then measured the absorbance of AVM present among upper transparent layer, then the concentration can be calculated from standard curve equation between absorbance (A) and concentration (C) of AVM: A=0.0332 C\nJo ur\nna l P\nre -p\nr f\n+ 0.0059 (R2= 0.999). The encapsulation efficiency in carrier was expressed by the following equation (4) (Hao et al. 2019), where mtotal (mg) is the total mass of AVM in solution, mfree AVM (mg) is the mass of unencapsulated AVM.\n𝐸𝑛𝑐𝑎𝑝𝑠𝑢𝑙𝑎𝑡𝑖𝑜𝑛 𝑒𝑓𝑓𝑒𝑐𝑖𝑒𝑛𝑐𝑦 (%) = [ 𝑚𝑡𝑜𝑡𝑎𝑙 𝐴𝑉𝑀−𝑚𝑓𝑟𝑒𝑒 𝐴𝑉𝑀\n𝑚𝑡𝑜𝑡𝑎𝑙 𝐴𝑉𝑀 ] × 100 % (4)"
    }, {
      "heading" : "2.6. Characterization of AVM@P-Zein/CMC-g-PDMDAAC system",
      "text" : "Fourier transform infrared (FTIR) of CMC and CMC-g-PDMDAAC graft copolymer\nwere performed on a Spectrum 100 Fourier infrared spectrometer (Perkin Elmer Inc., USA) using KBr pellet technique to compare the vibrational states in the range of 4000-400 cm-1.\nThermogravimetric analysis (TGA) was carried out on a TGA 2 thermogravimetric\nanalyzer (Mettler Toledo, Switzerland) under N2 atmosphere (20 mL·min-1) from 40 to 700 ℃ at a heating rate of 10 ℃·min-1 to compare the thermal stability of CMC and graft copolymer.\nThe particle size distribution and zeta potential of phosphorylated zein were measured\nusing dynamic light scattering (DLS) and laser Doppler electrophoresis (LDE) methods, respectively, via a 90 Plus PALS particle size and zeta potential analyzer (Bruker Corporation, USA), following diluting in Milli-Q water. The measurements were conducted at a scattering angle of 90° at 25 ℃.\nThe morphology, shape, and size of CMC-g-PDMDAAC, P-Zein@CMC-g-PDMDAAC,\nand AVM@P-Zein/CMC-g-PDMDAAC in sequence were observed with an EVO18 scan electron microscopy (Zeiss, Germany). In SEM measurements, a droplet of sample solution was placed onto a clean surface, evaporating solvent at ambient temperature. Before SEM\nJ ur\nn l P\nre -p\nro of\nexamination, the samples were coated with Au for 45 s to minimize possible charging effects. The sample topography was obtained at an accelerating voltage of 15 kV.\nThe surface wettability of CMC-g-PDMDAAC, P-Zein@CMC-g-PDMDAAC, and\nAVM@P-Zein/CMC-g-PDMDAAC on flattened and fresh hydrophobic cucumber leaves cultivated in artificial climate chamber in our lab was determined from DAS 100 contact angle meter (Krüss GmbH, Germany) at room temperature. The contact angle values reported for each sample were the average of three measurements on three different batches samples."
    }, {
      "heading" : "2.7. Sustained release study",
      "text" : "The sustained release experiments of AVM from P-Zein@CMC-g-PDMDAAC\nnanocomposite carrier were carried out via a dialysis-based assay. Specifically, as-prepared AVM@P-Zein/CMC-g-PDMDAAC solution (5 mL) was placed into a standard regenerated cellulose dialysis membrane (molecular weight cut-off 5000 Da, diameter 28 mm, MD44 mm, USA) cleaned with deionized water and dialyzed against 100 mL 40 wt % ethanol aqueous solution with different pH values (3.0, 5.0, 7.0, 9.0) at 25 ℃. At time intervals, an aliquots (1 mL) from the reservoir were collected and diluted with 40 wt % ethanol aqueous solution for analysis with a UV-2550 UV-Vis spectrometer (Shimadzu, Japan) to record the concentration of AVM at λ=245 nm based on standard curve equation: A=0.0299 C+0.0053 (R2=0.999). Then equivalent 40 wt % ethanol aqueous solution (1 mL) was refilled into the reservoir to keep the constant concentration in reservoir. The cumulative release rate (Ri) of AVM was calculated according to the following equation (5) (Hao et al. 2019) and release profiles were constructed by plotting Ri vs. time, where ρi (mg·L-1) is the mass concentration of AVM inside Jo ur na l P re -\nro of\nreservoir solution. UV-Vis measurements were repeated at least in triplicate via collecting three times from the reservoir.\n𝑅𝑖 = { [𝜌𝑖 × 0.1]/𝑚𝐴𝑉𝑀 (𝑖 = 1)\n[𝜌𝑖 × 0.1]/𝑚𝐴𝑉𝑀 + [∑ 𝜌𝑖 × 0.001]/𝑚𝐴𝑉𝑀 (𝑖 = 2, 3, 4. . . ) 𝑖−1 𝑖=1\n(5)"
    }, {
      "heading" : "2.8. Anti-ultraviolet performance test",
      "text" : "The anti-ultraviolet performance was performed by placing\nAVM@P-Zein/CMC-g-PDMDAAC dispersing in ethanol/water solution (50 wt %) under UV light (16 W Lamp) within a certain distance (20 cm). Then, the aliquots from the solution were obtained at time intervals and measured absorbance with a UV-Vis spectrometer. Subsequently, the cumulative remaining rate (RR) was determined from the following equation (6) (Hao et al. 2019), where A0 is the original absorbance of AVM in solution, Ai is the absorbance for remaining AVM in solution after UV irradiation for a certain time.\n0\n100%i A\nRR A\n（6）"
    }, {
      "heading" : "2.9. Foliage adhesion test",
      "text" : "The cucumber leaves were selected as the solid substrate, while same amounts of AVM\nencapsulated in various P-Zein/CMC-g-PDMDAAC were chosen as liquid phase to spray on fresh and clean cucumber leaves with the same size. Following that, the cucumber leaves were dried at ambient condition and then washed with 100 mL deionized water. The sample adhesion ability on leaf was determined via residual rate of AVM as the formula (7) (Hao et al. 2019), which mainly calculated the AVM concentration in water, and where mAVM0 means the original mass of AVM in solution, and mAVM1 is the remaining mass of AVM on leaves Jo ur\nna l P\nre -p\nr f\nafter washing.\n1 0 (1 ) 100%AVM AVM\nm residual rate\nm (7)"
    }, {
      "heading" : "2.10. Toxicity test of AVM@P-Zein/CMC-g-PDMDAAC",
      "text" : "The effect of P-Zein/CMC-g-PDMDAAC on toxicity of AVM was evaluated via\nimmersing fresh cabbage leaves obtained from local farm (size: 2 cm×2 cm) into corresponding various concentrations of AVM@ P-Zein/CMC-g-PDMDAAC solutions, drying at ambient conditions, and placing on a Petri dish (eleven insects for each) with the third instar larva of diamondback moth provided by College of Agriculture, South China Agriculture University under three replicates. The Petri dishes with leaf and insects were cultured in the larval chamber. Afterwards, the mortality of treated insects was monitored at 24 h and 48 h after post-treatment and then calculated in according to Abbott formula (Fleming & Retnakaran, 1985), where insects were considered dead if could not move or unable to move when prodding. The toxicity regression equations and lethal concentration of 50% (LC50) were fitted and obtained in light of probabilistic analysis. As control experiments, AVM dispersing in ethanol solution and commercial AVM emulsifiable concentrate were also selected to treat on insects as well. Mortality and corrected mortality were calculated."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Chemical interaction and thermal analysis in the system",
      "text" : "The graft copolymerization between CMC and DMDAAC was proved by FTIR and TG\nanalysis. To this end, Figure 1a depicts the FTIR spectra of CMC and CMC-g-PDMDAAC to confirm structural changes. As can be seen in the CMC spectrum, the broad peak at 3356 cm-1\nJo ur\nna l P\nre -p\nr of\ncorresponded to the stretching vibration of merging of -OH group and -NH2 group, and the strong peak at 1612 cm-1 was ascribed to the conjugate stretching vibration of O-C-O in carboxylate, while the peak at 1417 and 1329 cm-1 was associated with the bending vibration of methylene and hydroxyl groups. Yet as for CMC-g-PDMDAAC spectrum, the strong adsorption band at 1110 cm-1 came from -C-O stretching of -CH2-COONa in CMC. Furthermore, the relative narrower adsorption band coming from -NH- group occurred at 3427 cm-1, and a new peak appeared at 1485 cm-1 was referred to be the scissoring vibration peak of methyl group coupled with -N+ in DMDAAC during copolymerization, both direct indications of the incorporation of the DMDAAC moiety into the primary -NH2 groups of the CMC. Another evidence indicative of reaction happens between DMDAAC and CMC derived from without adsorption band at 1650 cm-1 related to C=C bond.\nFigure 1. (a) FTIR spectra of (Ⅰ) CMC, (Ⅱ) CMC-g-PDMDAAC, (Ⅲ) AVM@P-Zein/\nJo ur\nna l P\nre -p\nro of\nCMC-g-PDMDAAC, and (Ⅳ) AVM@P-Zein; TGA (b) and DTG (c) curves of CMC and CMC-g-PDMDAAC.\nIn order to confirm the graft interaction between CMC and DMDAAC, thermal analysis\nwas carried out by comparing CMC and CMC-g-PDMDAAC via TGA and results were presented in Figure 1b. For TG and DTG curves of CMC, one distinct zone among was observed among 256-325 ℃ and decomposition peak located at 289 ℃. Whereas, in the case of CMC-g-PDMDAAC, the main degradation took place in two stages, where CMC-g-PDMDAAC started to decompose from 199 ℃ indicating thermostability deteriorate after graft modification due to the main chain structure less stable with a new decomposition peak at 241 ℃ and a weak peak with the case of CMC, another new distinct decomposition peak occurred at 423 ℃ ascribed to the existence of PDMDAAC, which can be conclusive of DMDAAC successfully graft on the main chain of CMC."
    }, {
      "heading" : "3.2. Morphology characteristics",
      "text" : "Figures 2(a-c) presents the SEM image of CMC-g-PDMDAAC,\nP-Zein/CMC-g-PDMDAAC, AVM@P-Zein/CMC-g-PDMDAAC, respectively. Specifically describing, it can be found that CMC-g-PDMDAAC possessed well distributed spherical structure ascribed to the electrostatic repulsion of the carboxyl group in CMC, with the average diameter of 77±7 nm in light of statistically counting and calculating from Figure 2(a). Intriguingly, it can be inferred that P-Zein/CMC-g-PDMDAAC has double-layers structure where the inner layer presumably deduced to be P-zein while the outer to be CMC-g-PDMDAAC in Figure 2(b), and also was uniform with average diameter of 325±25 nm. In Figure 2(c) it can be obviously observed that AVM encapsulated by P-Zein/CMC-g-PDMDAAC depicting with double distinct layers as well and obtaining the Jo ur na l P\nre -p\nro of\naverage diameter of 360±30 nm calculated from SEM image statistically. Another noticeably from SEM images, the dispersity compared before and after loading AVM via P-Zein/CMC-g-PDMDAAC showed no obvious differences, indicative of good compatibility between AVM and P-Zein/CMC-g-PDMDAAC as carrier. Figure 2(d) depicts the image of Tyndall effect by irradiating with laser pen for AVM@P-Zein/CMC-g-PDMDAAC with different amount of DMDAAC, indicating forming colloid or suspension. On the other hand, the light path from Tyndall effect was relatively longer, confirming AVM@P-Zein/CMC-g-PDMDAAC existing in a steady colloid state, instead of a suspension state, because it would lead too much interference with particles in suspension state for light.\nJo ur\nna l P\nre -p\nro of\nFigure 2. SEM images of (a) CMC-g-PDMDAAC, (b) P-Zein/CMC-g-PDMDAAC, (c) AVM@P-Zein/CMC-g-PDMDAAC, and (d) Tyndall effect image of AVM@P-Zein/CMC-g-PDMDAAC with different mass ratios, and (e-f) calculated particle size distribution via Image J for corresponding images (a-c). 3.3. Encapsulation efficiency\nAVM encapsulation behavior inside P-Zein/CMC-g-PDMDAAC was investigated and\nthe amount of encapsulated AVM in P-Zein/CMC-g-PDMDAAC was quantified by UV-Vis analysis. To this end, the effect of parameters, i.e. phosphorylation degree of zein, mass ratio of CMC to DMDAAC, and pH, were analyzed as follows.\n3.3.1 Effect of phosphorylation degree of zein on encapsulation efficiency\nJo\nur\nna l P\nre -p\nro of\nThe effect of phosphorylation degree of zein in AVM@P-Zein/CMC-g-PDMDAAC on\nencapsulation efficiency was investigated under the mass ratio of CMC and DMDAAC kept 1:0.12 and pH of 7. AVM-loaded P-Zein/CMC-g-PDMDAAC with various phosphorylation degree of zein, which marked as AVM@P-Zein-1/CMC-g-PDMDAAC, AVM@P-Zein-2/CMC-g-PDMDAAC, AVM@P-Zein-3/CMC-g-PDMDAAC, and AVM@P-Zein-5/CMC-g-PDMDAAC, in accordance with mass ratio of zein to STP, respectively.\nAs can be inferred from Table 1, the increase of phosphorylation degree (from\nAVM@P-Zein-5/CMC-g-PDMDAAC to AVM@P-Zein-1/CMC-g-PDMDAAC) resulted in the higher encapsulation efficiency (from 74.12±1.35 % to 81.04±0.98 %). This phenomenon was presumably because that it produced more phosphate groups inside P-Zein with higher phosphorylation degree, leading to the electrostatic repulsion becoming stronger as well as the inner three dimensional structure of protein expanding, hence it held more space inside the protein to carry on more pesticides increasing the particle size (from 233.10±10.13 to 369.25±15.71 nm). On the other hand, CMC-g-PDMDAAC was preferable to capture more AVM through electrostatic effect which wrapped on the surface of P-Zein with higher phosphorylation degree, then also resulting in the encapsulation efficiency growing and causing the increase of particle size. The increase of phosphorylation degree brought the negative charge growing evidenced from zeta potential (from -50.45±1.21 to -54.24±0.78 mV) in Table 1, and also confirming the colloidal stability of P-Zein system.\nTable 1. Effect of phosphorylation degree on the encapsulation efficiency of AVM@P-Zein/CMC-g-PDMDAAC.\nJo ur\nna l P\nre -p\nro of\nSample EE/% Particle size/nm Zeta potential /mV AVM@P-Zein-1/CMC-g-PDMDAAC 81.04±0.98 369.25±15.71 -54.24±0.78 AVM@P-Zein-2/CMC-g-PDMDAAC 80.73±0.79 350.61±8.23 -53.74±1.36 AVM@P-Zein-3/CMC-g-PDMDAAC 79.98±1.38 281.16±5.79 -50.78±1.55 AVM@P-Zein-5/CMC-g-PDMDAAC 74.12±1.35 233.10±10.13 -50.45±1.21"
    }, {
      "heading" : "3.3.2 Effect of mass ratio of CMC to DMDAAC on encapsulation efficiency",
      "text" : "The effect of a variety of mass ratio of CMC to DMDAAC (referred as 1:0.12, 1:0.24,\n1:0.36, 1:0.48, respectively) in AVM@P-Zein/CMC-g-PDMDAAC during preparation on encapsulation efficiency was also investigated under the fixed phosphorylation degree of P-Zein-3 and pH of 7 in order to compare with bare P-Zein in our previous work (Hao et al. 2019), and the results were demonstrated in Table 2. As aforementioned, DMDAAC possessed positive charges and could capture more AVM through electrostatic effect, hence, the encapsulation efficiency of AVM@P-Zein/CMC-g-PDMDAAC grew a bit with the increase of DMDAAC portion. This reason can be explained in the aspect of change of zeta potential (from -50.78±1.55 to -34.85±1.21 mV) with higher mass ratio of CMC to DMDAAC, leading to the decrease of amount of CMC-g-PDMDAAC on the surface on P-Zein, thus resulting in the decrease of particle size (281.16±5.79 to 245.30±8.65 nm) accordingly. On the other hand, the higher portion of DMDAAC cause the reduction of carboxyl groups in CMC via graft interaction and neutralization, also reducing the negative charges on the surface.\nJo ur\nna l P\nre -p\nr of\nAVM@P-Zein-3/CMC-g-PDMDAAC （mCMC: mDMDAAC = 1:0.12） 79.98±1.38 281.16±5.79 -50.78±1.55 AVM@P-Zein-3/CMC-g-PDMDAAC （mCMC: mDMDAAC = 1:0.24） 81.01±0.75 254.17±4.76 -36.70±1.65 AVM@P-Zein-3/CMC-g-PDMDAAC （mCMC: mDMDAAC = 1:0.36） 81.79±1.22 250.04±3.27 -36.66±1.37 AVM@P-Zein-3/CMC-g-PDMDAAC （mCMC: mDMDAAC = 1:0.48） 82.11±1.55 245.30±8.65 -34.85±1.21"
    }, {
      "heading" : "3.3.3 Effect of pH on encapsulation efficiency",
      "text" : "The effect of pH on encapsulation efficiency was studied for the sample of\nAVM@P-Zein-3/CMC-g-PDMDAAC with mass ratio of CMC to DMDAAC 1:0.12. As described in Table 3, the encapsulation efficiency showed obvious differences under acidic (i.e. pH 3) and base (i.e. pH 9) conditions, specifically speaking, which increased with the pH value becoming higher. Meantime, both particle size and negative charge raised with pH increasing from 3 to 9. These results can be presumably due to deprotonation of phosphate, strengthening the electrostatic repulsion inside zein protein and thus leading to expansion of inner three dimensional protein structure and reducing the internal tightness of protein to provide more space for carry more pesticides and increase the particle size. In addition, carboxylate groups were also prone to deprotonation with pH increasing, therefore increasing the negative charges on the surface as well. Another phenomenon was that when pH values grew from 5 to 9, the encapsulation efficiency present stable, which possible owing to reaching carrier capacity limit. Furthermore, the nano-carrier system of AVM@P-Zein-3/CMC-g-PDMDAAC was fairly stable against aggregation under any pH value, due to DMDAAC not hydrolysis and combining with unprotonated phosphate even in the acid condition, thus improving the stability under acidic condition. Jo ur na l P r -p\nro of"
    }, {
      "heading" : "3.4.1 Effect of mass ratio of CMC to DMDAAC on sustained release rate",
      "text" : "experiments using different mass ratio of CMC to DMDAAC were carried out. As depicted in Figure 3a, the ultimate cumulative release rate for 390 h was 42.78±0.02 %、37.41±0.21 %、 35.14±0.25 % and 33.65±0.20 % using CMC and DMDAAC mass ratio of 1:0.12、1:0.24、 1:0.36 and 1:0.48, respectively, meaning the sustained-release rate slowing down with the increase of DMDAAC mass ratio. This trend can be ascribed to the electrostatic effect between CMC-g-PDMDAAC and AVM@P-Zein becoming stronger when DMDAAC mass ratio was higher, therefore enhancing the tightness of outer layer of CMC-g-PDMDAAC and slowing down the release rate of AVM. Another reason was presumably that cationic properties improved the attractive interaction of AVM with the increase of DMDAAC proportion, which limited AVM come out by PDMDAAC. In detail, in the case of curve for mass ratio of 1:0.12, the release rate was 38.62±0.03% after 37 h release, which almost entered into the equilibrium state. While with the mass ratio increase, the sustained-release curve was in the equilibrium state extending to 270 h, which indicative of the increase of DMDAAC portion contributing to prevent the fast release of AVM. Jo u na l P -p ro\nFigure 3. (a) The cumulative sustained release rates for different AVM@P-Zein/CMC-g-PDMDAAC formulations with different mass ratio of CMC to DMDAAC, (b) Effects of pH on sustained-release behavior of AVM from P-Zein/CMC-g-PDMDAAC."
    }, {
      "heading" : "3.4.2 Effect of pH on sustained release rate",
      "text" : "The comparison of sustained release rates under different pH conditions (i.e. pH 3, 5, 7,\nand 9) for AVM@P-Zein/CMC-g-PDMDAAC, was described in Figure 3b. As observed, the sustained release rate tended to slow down while pH from 3 to 9. Presumably, in acidic condition, both phosphate in P-Zein and carboxylate in CMC were preferable to protonation and the negative charges on surface also decreased and weakened electrostatic effect between AVM@P-Zein and CMC-g-PDMDAAC, speeding up the release of AVM, evidenced from zeta potential in Table 3, such as zeta potential under pH of 5 was -36.88±1.24 mV while becoming -26.81±1.31 mV under pH of 3. The decrease of absolute value of zeta electric potential made the free space smaller, thereby providing more chance for aggregation to release AVM. Under base environment, phosphate in P-Zein and carboxylate in CMC started to deprotonation, strengthening the electrostatic effect between AVM@P-Zein and CMC-g-PDMDAAC to slow down the release rate of AVM. This release trend was benefit to\n(a) (b)\nJo ur\nna l P\nr -p\nro\nof\nagricultural application, promoting pesticide release fast initially and then controlling release to save the consumption of pesticides. Furthermore, as aforementioned in Table 3, the particle size became smaller under lower pH values, which producing shorter route for releasing and be in touch with media solution, and thereby leading to faster release rate."
    }, {
      "heading" : "3.5. Wettability and adhesion ability with foliage",
      "text" : ""
    }, {
      "heading" : "3.5.1 Wettability on foliage",
      "text" : "To evaluate the wetting characteristics of CMC-g-PDMDAAC and AVM encapsulated in\nCMC-g-PDMDAAC, static contact angle measurements were carried out on cucumber leaves and the snapshots were showed in Figure 4, in which presented contact angles of CMC-g-PDMDAAC, P-Zein, P-Zein/CMC-g-PDMDAAC, and AVM@P-Zein/CMC-g-PDMDAAC on cucumber leaves, respectively. Normally, the cucumber leaves are hydrophobic with water contact angle more than 90°, indicating that can not be wetted by water. Comparatively, the contact angle of CMC-g-PDMDAAC solution with cucumber leaf was 77.65±0.11° in Figure 4a, which was smaller than the case of water and also indicating that CMC-g-PDMDAAC could lower the surface tension of water and thereby wetting the cucumber leaves. And Figure 4b showed that the cucumber leaf could be wetted better by P-Zein solution, with the contact angle of 54.34±0.98°, smaller than that of CMC-g-PDMDAAC. In comparison, Figure 4c elucidated that the corresponding contact angle of P-Zein/CMC-g-PDMDAA becoming bigger (72.94±1.29°), due to forming two layer structure with CMC-g-PDMDAAC as outer layer while mixing P-Zein and CMC-g-PDMDAA, hence CMC-g-PDMDAAC was easy to directly contact with cucumber Jo ur na l P r -p\nro of\nleaf and therefore increasing the contact angle compared with the case of P-Zein. In further step, Figure 4d indicated that contact angle of AVM@P-Zein/CMC-g-PDMDAAC solution on cucumber leaf was 58.96±0.65° when using P-Zein/CMC-g-PDMDAAC encapsulated AVM in the core, which was smaller than the case of P-Zein/CMC-g-PDMDAA solution, improving the wettability on leaf to some extend presumably due to the existence of small amount of ethanol for the sake of dissolving AVM.\nP-Zein/CMC-g-PDMDAAC, and (d) AVM@P-Zein/CMC-g-PDMDAAC on cucumber leaves; AVM residual amount on cucumber leaves after eroding with water, in which (e) presenting the effect of phosphorylation degree of P-Zein, and (f) presenting the effect of mass ratio of CMC to DMDAAC."
    }, {
      "heading" : "3.5.2 Adhesion ability analysis",
      "text" : "The adhesion ability with leaf while spraying AVM@P-Zein/CMC-g-PDMDAAC\nsample was analyzed using residual rate as a criterion with different phosphorylation degrees of P-Zein and various mass ratios of CMC to DMDAAC, respectively.\nAs observed from Figure 4e describing the effect of phosphorylation degree of P-Zein\non residual rate of AVM@P-Zein/CMC-g-PDMDAAC, the value was 56.76±1.15 %, 58.94±0.91 %, 61.13±0.78 %, and 58.07±1.22 % for AVM@P-Zein-1/CMC-g-PDMDAAC, AVM@P-Zein-2/CMC-g-PDMDAAC, AVM@P-Zein-3/CMC-g-PDMDAAC, and AVM@P-Zein-5/CMC-g-PDMDAAC, respectively. Generally speaking, the residual rate of AVM varied in only small extend as phosphorylation degree decreased, which was ascribed to P-Zein located in the inner layer not touching cucumber leaves. And variation in the phosphorylation degree only changed the electrostatic effect between AVM@P-Zein and CMC-g-PDMDAAC, therefore P-Zein had little effect on the adhesion behavior. Compared with the residual rate of AVM@P-Zein with 39.10±1.12 % in our previous report (Hao et al., 2019), the adhesion ability improved almost 20 % once AVM@P-Zein encapsulated with CMC-g-PDMDAAC. The membrane formation of CMC contributed to the enhancement, which could interact with the surface of leaves. Besides, the hydrogen bond formed between hydroxyl from CMC and aliphatic acid originated from leaves could also strengthen the adhesion ability and reduce the loss of sample during water eroding, thereby improving the Jo ur na l P r pr\no f\nutilization of pesticides.\nFigure 4f elucidated the effect of mass ratio of CMC to DMDAAC on the adhesion\nability of AVM@P-Zein/CMC-g-PDMDAAC on leaves. In detail, the AVM residual ratio was 56.76±1.15 %, 58.07±0.79 %, 61.13±0.78 %, and 62.00±1.16 % for CMC to DMDAAC mass ratio of 1:0.12, 1:0.24, 1:0.36, and 1:0.48, respectably. The higher mass ratio of DMDAAC resulted in the larger residual amount of AVM in the samples and indicated the better adhesion performance. This phenomenon was due to the mass ratio increase of DMDAAC increasing the positive charges in the CMC-g-PDMDAAC system, which reducing the amount of CMC-g-PDMDAAC wrapped on the outer surface of P-Zein as well as the particle size of AVM@P-Zein/CMC-g-PDMDAAC. On the other hand, the smaller particle size scale could produce larger contact area with the cucumber leaves, strengthening the interaction between sample and leaf and thus improving the adhesion ability."
    }, {
      "heading" : "3.6. Anti-UV performance of AVM@P-Zein/CMC-g-PDMDAAC",
      "text" : "The relationship between the residual rate of AVM using the cumulative remaining rate\n(RR) as criteria and the irradiation time under UV light was depicted as Figure 5. Specifically, AVM dispersing in ethanol solution without encapsulated using P-Zein/CMC-g-PDMDAAC degraded rapidly under UV light irradiation. After 1 h, the remaining rate of AVM was 86.15±0.30 %, and 11 h later, the remaining rate became 45.36±0.25 %, continuously, the remaining rate was only 38.28±0.35 % after 47 h irradiation, from which obtained the half-life for bare AVM was nearly 10 h. In contrast, for the case of AVM encapsulated with P-Zein/CMC-g-PDMDAAC, the degradation rate became much slower. Taking Jo ur\nna P\nre -p\nro of\nAVM@P-Zein/CMC-g-PDMDAAC (mass ratio of 1:0.12) for an example, after irradiation for 11 h, the remaining rate of AVM was 82.96±0.42 %, while the remaining rate was still 72.14±1.06 % after 47 h. This demonstrated the anti-UV property and light-stability of AVM encapsulated in P-Zein/CMC-g-PDMDAAC was much better than AVM unencapsulated. It was also discovered that the higher amount of DMDAAC was preferably to keep the higher remaining rate of AVM under 47 h of irradiation. This was presumably considered that DMDAAC had stronger electrostatic effect with AVM@P-Zein and the combination between them decreased the void space among CMC-g-PDMDAAC, therefore improving the light irradiation-stability. Compared with anti-UV performance for AVM@P-Zein in our previous work (Hao et al., 2019), ultraviolet resistance performance improved approximately 10% when AVM@P-Zein encapsulated with CMC-g-PDMDAAC. One reason was that CMC-g-PDMDAAC encapsulation increased the thickness of AVM@P-Zein to protect AVM better. The other side was that carboxyl and hydroxyl groups as chromophores in CMC could adsorb some part of UV light and thus weaken the intensity of UV-light.\nFigure 5. Remaining AVM amount after UV light irradiation.\n0 5 10 15 20 25 30 35 40 45 50 0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nAVM in ethanol solution AVM@P-Zein/CMC-g-PDMDAAC (1:0.12) AVM@P-Zein/CMC-g-PDMDAAC (1:0.24) AVM@P-Zein/CMC-g-PDMDAAC (1:0.36)\nAVM@P-Zein/CMC-g-PDMDAAC (1:0.48)C u\nm u\nla ti\nv e r\ne m\na in\nin g\nr a te\n( %\n)\nIrradiation time (h)\nJo ur\nna l P\nre -p\noo f"
    }, {
      "heading" : "3.7. Toxicity analysis",
      "text" : "For the sake of assessing the toxicity of AVM encapsulated in\nP-Zein/CMC-g-PDMDAAC, LC50 and 95 % confidence limit were used as criteria of toxicity. Table 4 list the results of the toxicity test of AVM@P-Zein/CMC-g-PDMDAAC and bare AVM as a control. The 95 % confidence limit were 18.87～36.43 for AVM dispersing in ethanol solution. In comparison, the 95 % confidence limit of AVM@P-Zein/CMC-g-PDMDAAC was 26.62～48.54, which did not surpass the case of AVM ethanol solution, indicative of no big difference exist in terms of toxic level. The median lethal concentration LC50 value was 35.95 mg·L-1 for AVM@P-Zein/CMC-g-PDMDAAC, which was lower than the case of AVM@P-Zein with 41.73 mg·L-1 reported in our previous work (Hao et al., 2019). Generally, AVM had higher contact toxicity than stomach toxicity apparently for diamondback moth. There is a layer of mucus gel on the upper surface of the stomach of diamondback moth, which will cover the mucus of anion substructure (Suchaoin et al., 2016). Therefore, cations can be absorbed when contacting the upper surface of the stomach through the endocytosis. Indeed, the outer layer CMC-g-PDMDAAC possessed cations from DMDAAC group, therefore could be absorbed by cells via endocytosis and increasing the toxicity of AVM. Overall, it reduced the lethal concentration (LC50) of AVM@P-Zein/CMC-g-PDMDAAC and improved the biological activity and efficacy.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "4. Conclusions",
      "text" : "CMC-g-PDMDAAC was acquired through grafting copolymerization between CMC\nand DMDAAC, and then AVM@P-Zein/CMC-g-PDMDAAC was encapsulated from AVM@P-Zein by means of electrostatic effect. FTIR, TGA, SEM and particle size analyser were utilized to characterize the structure and appearance of CMC-g-PDMDAAC and AVM@P-Zein/CMC-g-PDMDAAC. The encapsulation efficiency, anti-UV light performance, the sustained-release performance and the toxicity were investigated. The comparison of the performance of the AVM@P-Zein with and without the encapsulation with CMC-g-PDMDAAC was made. CMC-g-PDMDAAC was spherical structured, with the size diameter 100 mm and well distribution in water. The average size diameter was 360 mm for AVM@P-Zein/CMC-g-PDMDAAC. The encapsulation efficiency of AVM@P-Zein/CMC-g-PDMDAAC was 82.11 % and decreased with the reduction of phosphorylation degree of P-Zein, and increased with the growth of mass ratio of DMDAAC. The thickness of CMC-g-PDMDAAC increased after encapsulated on AVM@P-Zein, meanwhile the anti-UV light performance increased by almost 10 % and the adhesion ability increased by approximately 20 %. CMC-g-PDMDAAC encapsulated on AVM@P-Zein could lower the sustained-release rate of pesticides, in 300 h the release rate slowed down by 10 %. The larger mass ratio of DMDAAC lowered the sustained-release rate. The sustained-release\nlimit\nAVM dispersing in ethanol solution Y=1.9300+2.1642X 26.22 18.87~36.43 0.9060 AVM@P-Zein/CMC-gPDMDAAC Y=2.3398+1.7100X 35.95 26.62~48.54 0.9464\nJo ur\nna l P\nre -p\nro of\nrate decreased with the pH values from 3 to 9. AVM@P-Zein/CMC-g-PDMDAAC could adjust the release rate of pesticides by means of pH-responsive control. It was also found that AVM@P-Zein/CMC-g-PDMDAAC showed no obvious differences in toxicity compared with bare AVM.\nConflict of interest\nThe authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGEMENT",
      "text" : "The authors gratefully appreciate the financial support from National Natural Science Foundation of China (Grant No. 21576303), Natural Science Foundation of Guangdong Province (Grant No. 2017A030311003), Science Technology Program of Guangzhou, China (Grant No. 201903010011), and Innovation Team of Modern Agricultural Industry Technology System of Guangdong Province (Grant No. 2019KJ140).\nJo ur\nna l P\nre -p\noo f"
    } ],
    "references" : [ {
      "title" : "Water-based preparation of spider silk films as drug delivery matrices",
      "author" : [ "E. Agostini", "G. Winter", "J. Engert" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "Agostini et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Agostini et al\\.",
      "year" : 2015
    }, {
      "title" : "UV-absorbance of oxidized xylan and monocarboxyl cellulose in alkaline solutions",
      "author" : [ "T. Bikova", "A. Treimanis" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Bikova and Treimanis,? \\Q2004\\E",
      "shortCiteRegEx" : "Bikova and Treimanis",
      "year" : 2004
    }, {
      "title" : "Green pesticides based on cinnamate anion incorporated in layered double hydroxides and dispersed in pectin matrix",
      "author" : [ "V. Bugatti", "L. Vertuccio", "S. Zara", "F. Fancello", "B. Scanu", "G. Gorrasi" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Bugatti et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Bugatti et al\\.",
      "year" : 2019
    }, {
      "title" : "Synthesis of pH‐ responsive isolated soy protein/carboxymethyl chitosan microspheres for sustained pesticide release",
      "author" : [ "L. Chen", "X. Zhou", "G. Lin", "H. Chen", "L. Hao", "H. Zhou" ],
      "venue" : "Journal of Applied Polymer Science,",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    }, {
      "title" : "Zein nanoparticles as delivery systems for covalently linked and physically entrapped folic acid",
      "author" : [ "T. Chuacharoen", "C.M. Sabliov" ],
      "venue" : "Journal of Nanoparticle Research,",
      "citeRegEx" : "Chuacharoen and Sabliov,? \\Q2017\\E",
      "shortCiteRegEx" : "Chuacharoen and Sabliov",
      "year" : 2017
    }, {
      "title" : "Recent advances in food-packing, pharmaceutical and biomedical applications of zein and zein-based materials",
      "author" : [ "E. Corradini", "P. Curti", "A. Meniqueti", "A. Martins", "A. Rubira", "E. Muniz" ],
      "venue" : "International Journal of Molecular Sciences,",
      "citeRegEx" : "Corradini et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Corradini et al\\.",
      "year" : 2014
    }, {
      "title" : "Association of zein nanoparticles with botanical compounds for effective pest control systems",
      "author" : [ "J.L. De Oliveira", "E.V. Campos", "T. Germano‐ Costa", "R. Lima", "J.F.D. Vechia", "S.T. Soares", "R.A. . . Polanczyk" ],
      "venue" : "Pest Management Science,",
      "citeRegEx" : "Oliveira et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Oliveira et al\\.",
      "year" : 2019
    }, {
      "title" : "Protein-based nanocarriers as promising drug and gene delivery systems",
      "author" : [ "A.O. Elzoghby", "W.M. Samy", "N.A. Elgindy" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "Elzoghby et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Elzoghby et al\\.",
      "year" : 2012
    }, {
      "title" : "Nanoencapsulation techniques for food bioactive components: a review",
      "author" : [ "P. Ezhilarasi", "P. Karthik", "N. Chhanwal", "C. Anandharamakrishnan" ],
      "venue" : "Food and Bioprocess Technology,",
      "citeRegEx" : "Ezhilarasi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ezhilarasi et al\\.",
      "year" : 2013
    }, {
      "title" : "Characterization and evaluation of silk protein hydrogels for drug delivery",
      "author" : [ "J.Y. Fang", "J.P. Chen", "Y.L. Leu", "H.Y. Wang" ],
      "venue" : "Chemical and Pharmaceutical Bulletin,",
      "citeRegEx" : "Fang et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2006
    }, {
      "title" : "Surface modification of zein colloidal particles with sodium caseinate to stabilize oil-in-water pickering emulsion",
      "author" : [ "Y. Feng", "Y. Lee" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Feng and Lee,? \\Q2016\\E",
      "shortCiteRegEx" : "Feng and Lee",
      "year" : 2016
    }, {
      "title" : "Evaluating single treatment data using Abbott’s formula with reference to insecticides",
      "author" : [ "R. Fleming", "A. Retnakaran" ],
      "venue" : "Journal of Economic Entomology,",
      "citeRegEx" : "Fleming and Retnakaran,? \\Q1985\\E",
      "shortCiteRegEx" : "Fleming and Retnakaran",
      "year" : 1985
    }, {
      "title" : "Preparation and characterization of zein thermo-modified starch films",
      "author" : [ "P. Gao", "F. Wang", "F. Gu", "J. ning", "J. Liang", "N. Li", "R.D. Ludescher" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Gao et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2017
    }, {
      "title" : "Polyionic hydrocolloids for the intestinal delivery",
      "author" : [ "M. George", "T.E. Abraham" ],
      "venue" : null,
      "citeRegEx" : "George and Abraham,? \\Q2006\\E",
      "shortCiteRegEx" : "George and Abraham",
      "year" : 2006
    }, {
      "title" : "Phosphorylated zein as biodegradable and aqueous nano-carriers for pesticides with sustained-release and anti-UV properties",
      "author" : [ "L. Hao", "G. Lin", "C. Chen", "H. Zhou", "H. Chen", "X. Zhou" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Hao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hao et al\\.",
      "year" : 2019
    }, {
      "title" : "Fabrication of biopolymer nanoparticles by antisolvent precipitation and electrostatic deposition: zein-alginate core/shell nanoparticles",
      "author" : [ "K. Hu", "D.J. Mcclements" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Hu and Mcclements,? \\Q2015\\E",
      "shortCiteRegEx" : "Hu and Mcclements",
      "year" : 2015
    }, {
      "title" : "Perspectives in the design of zein-based polymeric delivery systems with programmed wear down for sustainable agricultural applications",
      "author" : [ "T. Kacsó", "I.O. Neaga", "A. Erincz", "C.E. Astete", "C.M. Sabliov", "R. Oprean", "E. Bodoki" ],
      "venue" : "Polymer Degradation and Stability,",
      "citeRegEx" : "Kacsó et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kacsó et al\\.",
      "year" : 2018
    }, {
      "title" : "Silk protein-based hydrogels: promising advanced materials for biomedical applications",
      "author" : [ "S. Kapoor", "S.C. Kundu" ],
      "venue" : "Acta Biomaterialia,",
      "citeRegEx" : "Kapoor and Kundu,? \\Q2016\\E",
      "shortCiteRegEx" : "Kapoor and Kundu",
      "year" : 2016
    }, {
      "title" : "Nano-based smart pesticide formulations: Emerging opportunities for agriculture",
      "author" : [ "S. Kumar", "M. Nehra", "N. Dilbaghi", "G. Marrazza", "A.A. Hassan", "K.H. Kim" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2019
    }, {
      "title" : "Preparation of new 5-fluorouracil-loaded zein nanoparticles for liver",
      "author" : [ "L.F. Lai", "H.X. Guo" ],
      "venue" : "targeting. International Journal of Pharmaceutics,",
      "citeRegEx" : "Lai and Guo,? \\Q2011\\E",
      "shortCiteRegEx" : "Lai and Guo",
      "year" : 2011
    }, {
      "title" : "Fabrication of stable zein nanoparticles coated with soluble soybean polysaccharide for encapsulation of quercetin",
      "author" : [ "H. Li", "D. Wang", "C. Liu", "J. Zhu", "M. Fan", "X. Sun", "Y. . . Cao" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Li et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2019
    }, {
      "title" : "Lignin-based microsphere: preparation and performance on encapsulating the pesticide avermectin",
      "author" : [ "Y. Li", "M. Zhou", "Y. Pang", "X. Qiu" ],
      "venue" : "ACS Sustainable Chemistry & Engineering,",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Food waste as a valuable resource for the production of chemicals, materials and fuels. Current situation and global perspective",
      "author" : [ "C.S.K. Lin", "L.A. Pfaltzgraff", "L. Herrero-Davila", "E.B. Mubofu", "S. Abderrahim", "J.H. Clark", "F. Dickson" ],
      "venue" : "Energy & Environmental Science,",
      "citeRegEx" : "Lin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2013
    }, {
      "title" : "Preparation of pH-responsive avermectin/feather keratin-hyaluronic acid with anti-UV and sustained-release properties",
      "author" : [ "G. Lin", "H. Zhou", "J. Lian", "H. Chen", "H. Xu", "X. Zhou" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "Lin et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2019
    }, {
      "title" : "Synthesis, characterization and electrospinning of new thermoplastic carboxymethyl cellulose (TCMC)",
      "author" : [ "X. Lin", "L. Ying", "C. Zhe", "Z. Chi", "X. Luo", "X. Du", "Y. Huang" ],
      "venue" : "Chemical Engineering Journal,",
      "citeRegEx" : "Lin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2013
    }, {
      "title" : "Zein-based micro- and nano-particles for drug and nutrient delivery: a review",
      "author" : [ "Y. Luo", "W. Qin" ],
      "venue" : "Journal of Applied Polymer Science,",
      "citeRegEx" : "Luo and Qin,? \\Q2014\\E",
      "shortCiteRegEx" : "Luo and Qin",
      "year" : 2014
    }, {
      "title" : "Encapsulation of indole-3-carbinol and 3,3'-diindolylmethane in zein/carboxymethyl chitosan nanoparticles with controlled release property and improved stability",
      "author" : [ "Y. Luo", "T.T. Wang", "Z. Teng", "P. Chen", "J. Sun", "Q. Wang" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Luo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2013
    }, {
      "title" : "Zein nanoparticles as eco-friendly carrier systems for botanical",
      "author" : [ "Oliveira", "J.L. d", "Campos", "E. n. V", "A.E. Pereira", "T. Pasquoto", "R. Lima", "R. Grillo", "L.F. Fraceto" ],
      "venue" : null,
      "citeRegEx" : "Oliveira et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Oliveira et al\\.",
      "year" : 2018
    }, {
      "title" : "Zein in controlled drug delivery and tissue engineering",
      "author" : [ "R. Paliwal", "S. Palakurthi" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "Paliwal and Palakurthi,? \\Q2014\\E",
      "shortCiteRegEx" : "Paliwal and Palakurthi",
      "year" : 2014
    }, {
      "title" : "Zein as a source of functional colloidal nano-and microstructures",
      "author" : [ "A.R. Patel", "K.P. Velikov" ],
      "venue" : "Current Opinion in Colloid & Interface Science,",
      "citeRegEx" : "Patel and Velikov,? \\Q2014\\E",
      "shortCiteRegEx" : "Patel and Velikov",
      "year" : 2014
    }, {
      "title" : "Flocculation of submicron particles in water-based drilling fluids by CMC-g-DMDAAC",
      "author" : [ "S. Peng", "G. Jiang", "X. Li", "L. Yang", "F. Liu", "Y. He" ],
      "venue" : "Journal of Petroleum Science and Engineering,",
      "citeRegEx" : "Peng et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Peng et al\\.",
      "year" : 2018
    }, {
      "title" : "Preparation of sodium alginate–methylcellulose blend microspheres for controlled release of nifedipine",
      "author" : [ "V. Ramesh Babu", "M. Sairam", "K.M. Hosamani", "T.M. Aminabhavi" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Babu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Babu et al\\.",
      "year" : 2007
    }, {
      "title" : "A green approach to copper-containing pesticides: antimicrobial and antifungal activity of brochantite supported on lignin for the development of biobased plant protection products",
      "author" : [ "V. Sinisi", "P. Pelagatti", "M. Carcelli", "A. Migliori", "L. Mantovani", "L. Righi", "D. Rogolino" ],
      "venue" : "ACS Sustainable Chemistry & Engineering,",
      "citeRegEx" : "Sinisi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sinisi et al\\.",
      "year" : 2018
    }, {
      "title" : "Rational ligand design to improve agrochemical delivery efficiency and advance agriculture sustainability",
      "author" : [ "A.M. Smith", "L.M. Gilbertson" ],
      "venue" : "ACS Sustainable Chemistry & Engineering,",
      "citeRegEx" : "Smith and Gilbertson,? \\Q2018\\E",
      "shortCiteRegEx" : "Smith and Gilbertson",
      "year" : 2018
    }, {
      "title" : "Development and in vitro evaluation of zeta potential changing self-emulsifying drug delivery systems for enhanced mucus permeation",
      "author" : [ "W. Suchaoin", "I.P.D. Sousa", "K. Netsomboon", "H.T. Lam", "F. Laffleur", "A. Bernkop-Schnürch" ],
      "venue" : "International Journal of Pharmaceutics,",
      "citeRegEx" : "Suchaoin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Suchaoin et al\\.",
      "year" : 2016
    }, {
      "title" : "Protein based nanostructures for drug delivery",
      "author" : [ "D. Verma", "N. Gulati", "S. Kaul", "S. Mukherjee", "U. Nagaich" ],
      "venue" : "Journal of Pharmaceutics,",
      "citeRegEx" : "Verma et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Verma et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanoparticle encapsulation strategy: leveraging plant exine capsules used as secondary capping for oral delivery",
      "author" : [ "D. Wu", "X. Wang", "S. Wang", "B. Li", "H. Liang" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "Ecotoxic effects of paclitaxel-loaded nanotherapeutics on freshwater algae, raphidocelis subcapitata and chlamydomonas reinhardtii",
      "author" : [ "Y. Yegin", "C. Yegin", "J.K. Oh", "A. Orr", "M. Zhang", "N. Nagabandi", "A. Castillo" ],
      "venue" : "Environmental Science: Nano,",
      "citeRegEx" : "Yegin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yegin et al\\.",
      "year" : 2017
    }, {
      "title" : "Development strategies and prospects of nano-based smart pesticide formulation",
      "author" : [ "X. Zhao", "H. Cui", "Y. Wang", "C. Sun", "B. Cui", "Z. Zeng" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 38,
      "context" : "Therefore, the relevant characteristics of nanomaterials can be used to design intelligent formulations for pesticides, alleviating the related shortcomings of pesticides (Zhao et al., 2017).",
      "startOffset" : 171,
      "endOffset" : 190
    }, {
      "referenceID" : 2,
      "context" : "Nanocarriers can protect pesticides from adverse environmental conditions such as high temperature and radiation, and significantly improve their chemical stability (Bugatti et al., 2019; Li, Zhou, Pang, & Qiu, 2017), which can also enhance the dispersibility and wettability of pesticides and reduce the risk of organic solvents to environment.",
      "startOffset" : 165,
      "endOffset" : 216
    }, {
      "referenceID" : 37,
      "context" : "The characteristics of nano-pesticide formulation can be benefit from its large surface area, good stability, biodegradability and targeting to pests (Yegin et al., 2017; Ezhilarasi, Karthik, Chhanwal, & Anandharamakrishnan, 2013; George & Abraham, 2006).",
      "startOffset" : 150,
      "endOffset" : 254
    }, {
      "referenceID" : 16,
      "context" : "To date, more and more researchers focus on the development of novel advanced nano formula to maintain stability and activity under the sun, heat, rain and other spray conditions, and to penetrate into the target and release effective components, prolonging the effective time and improving the efficacy of pesticides (Kacsó et al., 2018; Wu, Wang, Wang, Li, & Liang, 2019; Agostini, Winter, & Engert, 2015; Sinisi et al., 2018; Babu, Sairam, Hosamani, & Aminabhavi, 2007; Smith & Gilbertson, 2018).",
      "startOffset" : 318,
      "endOffset" : 498
    }, {
      "referenceID" : 32,
      "context" : "To date, more and more researchers focus on the development of novel advanced nano formula to maintain stability and activity under the sun, heat, rain and other spray conditions, and to penetrate into the target and release effective components, prolonging the effective time and improving the efficacy of pesticides (Kacsó et al., 2018; Wu, Wang, Wang, Li, & Liang, 2019; Agostini, Winter, & Engert, 2015; Sinisi et al., 2018; Babu, Sairam, Hosamani, & Aminabhavi, 2007; Smith & Gilbertson, 2018).",
      "startOffset" : 318,
      "endOffset" : 498
    }, {
      "referenceID" : 3,
      "context" : "5 Proteins not only have unique spatial structure to realize drug loading, but also have good biodegradability and biocompatibility, promoting them be applied in agriculture and medical field (Chen et al., 2019; Kapoor & Kundu, 2016; Fang, Chen, Leu, & Wang, 2006; Lin et al., 2019; Corradini et al., 2014), for instance, walnut protein, peanut protein, almond protein isolate, and other plant proteins can be carrier for drugs as well as nutrients for the human body (Elzoghby, Samy, & Elgindy, 2012; Verma, Gulati, Kaul, Mukherjee, & Nagaich, 2018).",
      "startOffset" : 192,
      "endOffset" : 306
    }, {
      "referenceID" : 23,
      "context" : "5 Proteins not only have unique spatial structure to realize drug loading, but also have good biodegradability and biocompatibility, promoting them be applied in agriculture and medical field (Chen et al., 2019; Kapoor & Kundu, 2016; Fang, Chen, Leu, & Wang, 2006; Lin et al., 2019; Corradini et al., 2014), for instance, walnut protein, peanut protein, almond protein isolate, and other plant proteins can be carrier for drugs as well as nutrients for the human body (Elzoghby, Samy, & Elgindy, 2012; Verma, Gulati, Kaul, Mukherjee, & Nagaich, 2018).",
      "startOffset" : 192,
      "endOffset" : 306
    }, {
      "referenceID" : 5,
      "context" : "5 Proteins not only have unique spatial structure to realize drug loading, but also have good biodegradability and biocompatibility, promoting them be applied in agriculture and medical field (Chen et al., 2019; Kapoor & Kundu, 2016; Fang, Chen, Leu, & Wang, 2006; Lin et al., 2019; Corradini et al., 2014), for instance, walnut protein, peanut protein, almond protein isolate, and other plant proteins can be carrier for drugs as well as nutrients for the human body (Elzoghby, Samy, & Elgindy, 2012; Verma, Gulati, Kaul, Mukherjee, & Nagaich, 2018).",
      "startOffset" : 192,
      "endOffset" : 306
    }, {
      "referenceID" : 22,
      "context" : "Approximately 80,000 tons annual of zein are discharged with waste liquor, resulting in serious waste of resources and leading to environmental pollution (Lin et al., 2013).",
      "startOffset" : 154,
      "endOffset" : 172
    }, {
      "referenceID" : 20,
      "context" : "6 formulations as natural delivery systems (Li et al., 2019).",
      "startOffset" : 43,
      "endOffset" : 60
    }, {
      "referenceID" : 16,
      "context" : "In addition, another advantage for zein as carries is that both hydrophilic and hydrophobic drugs can be encapsulated (Patel & Velikov, 2014; Kacsó et al., 2018; Oliveira et al., 2019) .",
      "startOffset" : 118,
      "endOffset" : 184
    }, {
      "referenceID" : 6,
      "context" : "In addition, another advantage for zein as carries is that both hydrophilic and hydrophobic drugs can be encapsulated (Patel & Velikov, 2014; Kacsó et al., 2018; Oliveira et al., 2019) .",
      "startOffset" : 118,
      "endOffset" : 184
    }, {
      "referenceID" : 27,
      "context" : "In this process, due to the strong hydrophobicity and hydrogen bond, the bioactive substances migrate rapidly into zein particles (Oliveira et al., 2018).",
      "startOffset" : 130,
      "endOffset" : 153
    }, {
      "referenceID" : 26,
      "context" : "A variety of hydrophobic bioactive substances are encapsulated in corn protein granules, including avermectin, ciprofloxacin, 5-fluorouracil and DNA, as well as essential oils, enzymes, polyphenols and other nutrients (Luo et al., 2013; Lai & Guo, 2011).",
      "startOffset" : 218,
      "endOffset" : 253
    }, {
      "referenceID" : 26,
      "context" : "(Luo et al., 2013) encapsulated two kinds of drugs 3-indolylcarbinol (I3C) and 3,3’-diindolylmethane (DIM) by liquid-liquid phase separation and ion gel method into zein/carboxymethyl chitosan, which could well control the release of drugs.",
      "startOffset" : 0,
      "endOffset" : 18
    }, {
      "referenceID" : 14,
      "context" : "Phosphorylation of zein can also improve hydrophilicity, anti-ultraviolet, adhesion and sustained release properties of pesticides to some extend (Hao et al., 2019).",
      "startOffset" : 146,
      "endOffset" : 164
    }, {
      "referenceID" : 22,
      "context" : "Based on this point, carboxymethyl cellulose (CMC) has good hydrophilicity, film forming, adhesion, biocompatibility and biodegradability (Lin et al., 2013).",
      "startOffset" : 138,
      "endOffset" : 156
    }, {
      "referenceID" : 3,
      "context" : "(Chen et al., 2019) used CMC to improve the stability of denatured feather keratin and realized pesticide loading.",
      "startOffset" : 0,
      "endOffset" : 19
    }, {
      "referenceID" : 12,
      "context" : "The incorporation of proteins with CMC have been studied to improve surface properties (Gao et al., 2017).",
      "startOffset" : 87,
      "endOffset" : 105
    }, {
      "referenceID" : 30,
      "context" : "As known, diallyldimethylammonium chloride (DMDAAC) has high practical value because of its non-toxicity, bactericidal, easy to control molecular weight polymerization, low cost and high positive charge density (Peng et al., 2018).",
      "startOffset" : 211,
      "endOffset" : 230
    }, {
      "referenceID" : 14,
      "context" : "The phosphorylated zein was prepared according to our previous report (Hao et al., 2019).",
      "startOffset" : 70,
      "endOffset" : 88
    }, {
      "referenceID" : 14,
      "context" : "And the degree of phosphorylation for zein (Dp) was calculated according to the equation (1) (Hao et al. 2019), where mzein is the original weight of zein, mP-Zein is the weight of phosphorylated zein after freeze-drying.",
      "startOffset" : 93,
      "endOffset" : 110
    }, {
      "referenceID" : 22,
      "context" : "The conversion rate of DMDAAC and the grafting rate were calculated in light of equations (2) (Lin et al. 2013) and (3) (Lin et al.",
      "startOffset" : 94,
      "endOffset" : 111
    }, {
      "referenceID" : 22,
      "context" : "2013) and (3) (Lin et al. 2013) as follows, respectively.",
      "startOffset" : 14,
      "endOffset" : 31
    }, {
      "referenceID" : 22,
      "context" : "Briefly, KBS was applied to initiate saccharide units in CMC to form free-radical sites, then reacting with DMDAAC monomers to generate graft copolymer (Lin et al., 2013).",
      "startOffset" : 152,
      "endOffset" : 170
    }, {
      "referenceID" : 14,
      "context" : "The absorption at a wavelength of 245 nm, which is a characteristic peak for AVM (Hao et al. 2019), was selected in the analysis.",
      "startOffset" : 81,
      "endOffset" : 98
    }, {
      "referenceID" : 14,
      "context" : "The encapsulation efficiency in carrier was expressed by the following equation (4) (Hao et al. 2019), where mtotal (mg) is the total mass of AVM in solution, mfree AVM (mg) is the mass of unencapsulated AVM.",
      "startOffset" : 84,
      "endOffset" : 101
    }, {
      "referenceID" : 14,
      "context" : "The cumulative release rate (Ri) of AVM was calculated according to the following equation (5) (Hao et al. 2019) and release profiles were",
      "startOffset" : 95,
      "endOffset" : 112
    }, {
      "referenceID" : 14,
      "context" : "Subsequently, the cumulative remaining rate (RR) was determined from the following equation (6) (Hao et al. 2019), where A0 is the original absorbance of AVM in solution, Ai is the absorbance for remaining AVM in solution after UV irradiation for a certain time.",
      "startOffset" : 96,
      "endOffset" : 113
    }, {
      "referenceID" : 14,
      "context" : "48, respectively) in AVM@P-Zein/CMC-g-PDMDAAC during preparation on encapsulation efficiency was also investigated under the fixed phosphorylation degree of P-Zein-3 and pH of 7 in order to compare with bare P-Zein in our previous work (Hao et al. 2019), and the results were demonstrated in Table 2.",
      "startOffset" : 236,
      "endOffset" : 253
    }, {
      "referenceID" : 14,
      "context" : "12 % in our previous report (Hao et al., 2019), the adhesion ability improved almost 20 % once AVM@P-Zein encapsulated with CMC-g-PDMDAAC.",
      "startOffset" : 28,
      "endOffset" : 46
    }, {
      "referenceID" : 14,
      "context" : "Compared with anti-UV performance for AVM@P-Zein in our previous work (Hao et al., 2019), ultraviolet resistance performance improved approximately 10% when AVM@P-Zein encapsulated with CMC-g-PDMDAAC.",
      "startOffset" : 70,
      "endOffset" : 88
    }, {
      "referenceID" : 14,
      "context" : "73 mg·L reported in our previous work (Hao et al., 2019).",
      "startOffset" : 38,
      "endOffset" : 56
    }, {
      "referenceID" : 34,
      "context" : "There is a layer of mucus gel on the upper surface of the stomach of diamondback moth, which will cover the mucus of anion substructure (Suchaoin et al., 2016).",
      "startOffset" : 136,
      "endOffset" : 159
    } ],
    "year" : 2019,
    "abstractText" : "In order to further enhance hydrophilicity of zein and achieve nano-scale pesticide system, phosphorylated zein (P-Zein) was incorporated with graft copolymer CMC-g-PDMDAAC by electrostatic interaction, in which carboxymethyl cellulose (CMC) and diallyldimethylammonium chloride (DMDAAC) as monomers. Jo ur na l P re -p ro of",
    "creator" : "Elsevier"
  }
}