{
  "name" : "downloads_2020-12-19_16_10.1021@acssuschemeng.0c07453.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Prediction of Nano−Bio Interactions through Convolutional Neural Network Analysis of Nanostructure Images",
    "authors" : [ "Xiliang Yan", "Jin Zhang", "Daniel P. Russo", "Hao Zhu", "Bing Yan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION The ability to predict nano−bio interactions is critical for the design of novel nanomaterials.1,2 Artificial intelligence approaches, such as machine learning and deep learning, have been applied to predict a wide variety of nanomaterial properties, such as logP,3 zeta potential,4 cellular uptake,5 cytotoxicity,6 drug delivery,7 and even in vivo fate.8\nUnfortunately, accurate predictions are still hindered by the lack of larger sets of high-quality nano−bio interaction data and suitable nanodescriptors. Most previous nanomaterial modeling studies are based on small data sets that normally consisted of fewer than 40 congeneric nanomaterials.6−11 The nanodescriptors previously used in nanomaterial modeling were mainly experimental, empirical, or ligand descriptors. Experimental nanodescriptors, such as nanomaterial size,9 zeta potential,12 relaxivities (magnetic properties),13 and protein corona fingerprint,5 have been widely used in previous machine learning models for predicting nano−bio interactions. For example, eight qualitatively experimental properties (e.g., nanoparticle type and shape) and 13 quantitatively experimental properties (e.g., nanoparticle size and zeta potential) were applied to predict the functional composition of the protein corona and the cellular recognition of nanoparticles.14\nHowever, these experimental values vary from laboratory to laboratory and are not reliable without universal reference\nmaterials and standardized procedures. More importantly, it is not possible to acquire these descriptors for new nanomaterials before chemical synthesis. Empirical descriptors, usually involving the application of quantum chemistry6 or molecular simulation,15,16 are rather limited by the high demand for computational resources. Ligand descriptors, merely calculated from surface ligands,17 cannot fully represent the entire nanostructures including nanomaterial type, shape, size, ligand position and density. The major issue of lacking suitable nanodescriptors is due to the annotation of nanostructures is much more complicated than small molecules and even proteins. Therefore, a new approach for nano−bio interaction prediction without nanodescriptor calculations is much needed. The convolutional neural network deep learning algorithm has been successfully applied to face recognition,18 self-driving vehicles,19 and medical diagnosis.20 Compared to the traditional machine learning approaches, the convolutional neural\nReceived: October 11, 2020 Revised: November 14, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nA U\nC K\nL A\nN D\nU N\nIV O\nF T\nE C\nH N\nO L\nO G\nY o\nn D\nec em\nbe r\n19 , 2\n02 0\nat 1\n0: 12\n:5 5\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nnetwork deep learning algorithm can build end-to-end models through extracting molecular features automatically from molecular images,21,22 simplifying nanostructure annotations, and completely skipping the step of descriptor calculations. This strategy has been used to predict properties of small molecules,23 crystals,24 and proteins25 from their corresponding structure images. For example, various deep learning approaches were reported to predict toxicity of small molecules merely from their graphic images23 or classify the space groups from crystal structure images.24 However, prediction of nano− bio interactions using the “face recognition” approach was only reported recently as a proof of concept by using twodimensional images of a relatively small data set.26 To demonstrate the applicability of a convolutional neural network with a large nanomaterial data set of threedimensional images for nano−bio interaction prediction, we carried out convolutional neural network modeling of 147 diverse nanoparticles by directly learning nanoparticle features from three-dimensional nanostructure images in this study.\n■ MATERIALS AND METHODS Nanoparticle Data Sets. The 147 nanoparticles used to generate nanostructure images were curated from our previous publications.27−30 All nanoparticles were synthesized by the nanocombinatorial library approach.31 The synthesis and extensive characterization of nanoparticles were under strict quality control, which ensured the reliability of data sets used for deep learning studies. As shown in Table 1, based on different physicochemical properties and biological\nactivities, four data sets were generated to validate the convolutional neural network modeling. The first data set contained 147 nanoparticles tested for their nanohydrophobicity. The nanohydrophobicity was indicated by the experimental logP value that was defined by the ratio of the concentration of nanoparticles in water to their concentration in octanol. In the second data set, 119 nanoparticles were tested for their zeta potential, which was used to evaluate the surface charge of nanoparticles. The experimental value of the zeta potential was measured in a Malvern Nano Z Zetasizer by suspending nanoparticles in Millipore water with pH 7. The last two data sets were used to construct convolutional neural network models for nano−bio interaction prediction. In the third data set, 77 nanoparticles were tested for their cellular uptake potential. Here, adenocarcinomic human alveolar-based epithelial (A549) cells were used to incubate with nanoparticles at 50 μg mL−1 for 24 h. The last data set contained 36 nanoparticles tested for their protein adsorption capacity. To this end, 1 × 1016 nm2 nanoparticles were added to 1.0 mL of 10% serum in phosphate-buffered saline (PBS) and incubated at 37 °C for 24 h. Annotation of Nanostructures. Nanostructure annotation or nanostructure digitalization can covert nanostructures into a format that is suitable for convolutional neural network modeling. In the present study, two steps were employed to annotate each nanoparticle: (1) simulation of the nanostructure to generate a threedimensional virtual nanoparticle and (2) nanostructure image generation based on the resulted virtual nanoparticle. An in-house program, coded in Python 3.5, was used to generate the threedimensional conformations of nanostructures based on four basic\nnanoparticle attributes: (1) type of core material, (2) size of nanoparticle core, (3) chemical structure of surface ligand, and (4) surface ligand density. As shown in Figure S1a, after inputting the above nanostructure parameters, the protein data bank (PDB) files containing the three-dimensional nanostructural information were generated. The construction of a PDB file in the program is briefly described below. First, based on the material type (i.e., gold, platinum, and palladium), a different unit cell was used to stack into a cube with a specific size. Then, extra atoms were deleted from the cube to form a sphere with the nanoparticle core size. Then, the associated surface ligands were randomly placed on the nanoparticle core surface to reach the input ligand density. At last, the resulting virtual nanoparticle with detailed three-dimensional nanostructure information (i.e., atomic types and coordinates, connection between atoms) was saved as a protein data bank (PDB) file. All PDB files are freely available from a nano−bio interaction database (http://www. pubvinas.com/).32\nPrior to modeling, the PDB files of all nanoparticles were converted to nanostructure images, which were suitable for convolutional neural network input. Using an in-house program, the PDB files of 147 nanoparticles were automatically imported into visual molecular dynamics (VMD) software one by one and then converted to uniform images. The in-house program was written in a tool command language (Figure S1b) and contained the basic settings of nanostructure images (i.e., atom size, atom color, and image format). The program can be executed by entering the codes in the VMD console or by running the TCL format text that contained all the codes. Here, the nanostructure in each image was represented by the van der Waals (VDW) drawing method. Briefly, the nanoparticle atoms were drawn as various spheres. The sphere size reflected the van der Waals radius of each atom, and different atoms were represented in different colors (Figure S2a). Here, in order to better reflect the three-dimensional nature of nanoparticle structures, 18 (360°/20°) images were generated for each nanoparticle by taking a screenshot after every 20° rotation around the y axis (Figure S2b). As a result, a total of 2646 images were generated for 147 nanoparticles. All images were cropped to the same size in a portable network graphics (PNG) format, and the background is set to black.\nConvolutional Neural Network Modeling. The LeNet architecture is mainly used to construct the convolutional neural network model, which is implemented with TensorFlow 1.14.0 and Keras 2.2.5. The convolutional neural network model mainly contains two parts. One is the feature extractor including the first four pairs of convolutional layers and max-pooling layers; the other part is the data predictor with two fully connected layers. To be more specific, there are 32, 64, 128, and 128 filters in the four convolutional layers, and the kernel sizes are all set as (3, 3), with strides as (1, 1). The pool sizes of all max-pooling layers are set as (2, 2), with strides as (2, 2). The results of the last max-pooling layer are flattened and passed to the following two dense layers with 512 units. Before the output layer, a dropout layer with dropout rate of 0.3 is added to reduce overfitting. Finally, an output layer is attached with only one neuron to generate the predicted value. The architecture of the LeNet convolutional neural network is shown in Figure S3. The ReLU (Rectified Linear Unit) is used as the activation function to perform nonlinear transformation. The learning rate is set as 10−3, and MSE (Mean Square Error) is set as the loss function. Training is performed using RMSprop (Root Mean Square prop) optimization with batches of 32 images for 300 epochs when no significant changes of MSE were observed (Figure S4). There was no significant difference between training loss and validation loss, indicating that the model results were not overfitting after data augmentation (i.e., screenshot from multiviews) and dropout regularization.\nIn order to evaluate the convolutional neural network model, each data set is randomly split into a training set (80% of the whole set) and test set (20% of the whole set). The training set is used to build an initial model, and the test set is used to estimate the model’s predictive ability. The model robustness is verified by internal validation using the 5-fold cross validation algorithm, which has been widely used in our previous studies.4,33 In short, the training set is"
    }, {
      "heading" : "Study",
      "text" : "https://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nB\nfurther split into five subsets. The model is developed using four of the five subsets, and the remaining subset is used for validation. This procedure is repeated five times until all subsets are used for validation once. In this study, for both 5-fold cross validation and external prediction, all 18 images for this nanomaterial are used if the nanomaterial is selected for training purposes, and only one image is randomly selected if the nanomaterial is used for validation purposes. In order to improve calculation efficiency, original images (600 × 600 pixels) were preprocessed to 200 × 200 pixel images using the Image module of Keras before putting them into the convolutional neural network model. Here, the nearest-neighbor interpolation method that replaced every pixel with the nearest pixel in the output was used to downsample all the original images. The model performance is accessed by the coefficient of determination (R2) for 5-fold cross validation (R2_5CV) and external prediction (R2_val).\n■ RESULTS AND DISCUSSION Workflow, Diverse Nanoparticle Structures, and Properties. Our multistage approach for nanomaterial properties prediction is schematically illustrated in Figure 1. It consists of three integral components: nanomaterial data curation, nanostructure annotation (i.e., PDB file construction and image generation), and convolutional neural network model construction. The data sets were curated as in our previous studies.27−30 On the basis of the experimental data, an in-house program was used to construct the PDB file that contained the detailed atom information of a nanoparticle. Then, uniform nanostructure images can be generated from the corresponding PDB files. Different atoms are represented\nby balls of different colors and sizes. For clarification purposes, all atomic radii were set as the same in the schematic diagram. Compared to the transmission electron images (TEM) images, these nanostructure images contained more detailed atom information. Inspired by the face recognition technique, the convolutional neural network was then applied to directly extract critical nanostructure image features for nano−bio interaction modeling and predictions. These critical image features (shown as dotted box) usually indicate important nanostructure features (e.g., aromatic and aliphatic rings) that are responsible for the nano−bio interactions. Figure 2 shows the distribution of the experimental values of material type, nanoparticle size, surface ligand number, physicochemical properties, and biological activities. The data sets contain 147 unique nanoparticles covering three material types (Figure 2a), i.e., 123 gold nanoparticles (GNPs), 12 platinum nanoparticles (PtNPs), and 12 palladium nanoparticles (PdNPs). Primary sizes of most nanoparticles are less than 10 nm (Figure 2b), which are on a size scale commensurate with proteins.34 As a result, these nanomaterials can be used to construct peptide-functioned biomimetic surfaces that are suitable for biomedical applications.35−37 Due to the diversity of the nanomaterial type, size, and ligand property, the surface ligand number also exhibits large difference between different nanoparticles (Figure 2c). For example, similar-sized GNP (∼5.9 nm) can have over 700 neutral ligands per particle (e.g., GNP106), while ligands with positively charged (e.g., GNP84) or negatively charged (e.g.,\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nC\nGNP92) ligands can only pack up to around 200 ligands per particle. Among these nanoparticles, there are totally 91 unique surface ligands. In addition, the experimental values of physicochemical properties and biological activities also exhibit wide distribution (Figure 2d−g). The logP values of these nanoparticles, which describe the hydrophobicity of relevant nanoparticles, ranged from −2.68 to 2.72 (Figure 2d). Zeta potential indicating the charge at the interface between the nanoparticle surface and its liquid medium ranged from −49.40 to 65.30 mV (Figure 2e). Cellular uptake and protein adsorption, which were highly related to the in vivo fate of nanoparticles ranged from 0.02 × 10−11 to 22.81 × 10−11 g (Figure 2f) and from 4.2 × 10−13 to 71 × 10−13 μg (Figure 2g). Furthermore, the principal component analysis (PCA) of the 91 unique surface ligands also reflects the surface chemistry diversity of the nanostructures (Figure 2h). Due to their structural differences, these surface ligands are generally divided into three clusters: surface ligands with short chains (red circle), surface ligands with long chains (green circle), and surface ligands with long chains and special groups (e.g., multiple hydroxyl and fluorine atoms at the end; blue circle). Three representative ligands from the clusters can be seen in Figure S5. Detailed information of 91 surface ligands and all experimental values are shown in Figure S10 and Table S1.\nNanostructure Images Depict Nanoparticle Structures and Structural Differences. The next step of this study is nanostructure annotation, aiming to generate a suitable input format for convolutional neural network modeling. First, a three-dimensional virtual nanostructure was created for each nanoparticle using an in-house program. Then, virtual nanostructures were converted into uniform images containing atomic information (i.e., atom types and coordinates) of nanoparticles. Figure 3a shows six nanostructure images generated from six different nanoparticles covering three material types (i.e., gold, platinum, and palladium). Although these images show us an intuitive impression of the nanostructure diversity and differences (e.g., nanomaterial type, nanomaterial size, and surface ligand), it still cannot fully reflect the actual experimental values due to the complexity of the nanostructures. In the future, it is necessary to develop an advanced representation method that can more accurately reflect actual nanostructures. Although each nanostructure image is a two-dimensional matrix in space, the threedimensional nanostructures can be better reflected by different images obtained from multiviews (Figure S2b). Overall, to some extent, these color images could depict the full nanoparticle structures and structural differences among these nanoparticles. In order to better explain how a color image is processed and fed to the convolutional neural network\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nD\nfor feature extraction, the digital representation of one nanostructure image was shown. As for a color imaging system, each color is typically represented by three or four component intensities (integer values) such as red (R), green (G), and blue (B). For example, the RGB value for black was (0, 0, 0). On the basis of the commonly used RGB color space, the nanostructure image (i.e., GNP118) was decomposed into three two-dimensional matrices as shown in Figure 3b. Because each atom was represented as a ball of different size and color (Figure S2a), the values of the RGB channel can reflect the nanostructure features (e.g., atom types) in certain locations. For example, the values in the second row and sixth column of the RGB channels were (168, 19, 53) (scarlet red), indicating more oxygen atoms in this location of GNP118. Then, these matrices were directly fed into the convolutional neural network and operated with the convolutional kernel (a 3 × 3 matrix) for nanostructure feature extractions. Convolutional Neural Network Models Predict Nano-\nBio Interactions without Complicated Nanodescriptor Calculations. In the present study, two physicochemical properties (i.e., logP and zeta potential) and two nano−bio\ninteractions (i.e., cellular uptake and protein adsorption) were selected to verify the effectiveness of the deep learning method. The logP and zeta potential indicated the hydrophobicity and surface charge of nanoparticles, respectively. These properties were highly related to cellular uptakes and protein adsorptions. Previous studies29 showed that hydrophobic and positively charged nanoparticles entered cells more readily than hydrophilic or negatively nanoparticles. Physicochemical properties of nanoparticles may also affect their in vivo fate. For nanoparticles, the cellular uptake is usually a prerequisite testing for their application in drug delivery38 and bioimaging.39 The chemical and physical properties of nanoparticles are immediately altered as they absorb proteins. Hence, the accurate prediction of these properties and activities may guide future nanomaterial design for biomedical applications. Here, two convolutional neural network methods, LeNet40 and GoogLeNet,41 were used to construct the deep learning models. The LeNet was one of the earliest convolutional neural networks proposed by LeCun et al. in 199840 and promoted the development of deep learning. Here, the LeNet convolutional neural network model contained 13 layers (Figure S3). Through continuous learning in a layer-by-layer manner, the relationships between the nanostructure images and nano−bio interaction data were built. By continuous refinement, the deep learning models adjusted the parameters from layer to layer to improve the model performance, which was accessed by the coefficient of determination (R2), root mean squared error (RMSE) for 5-fold cross validation (R2_5CV, and RMSE_5CV), and external prediction (R2_val, and RMSE_val). Figure 4 shows the correlations between the predicted values and the experimental values of various physicochemical properties and biological activities for all nanoparticles, which also includes R2 and RMSE. Overall, both R2 and RMSE for 5-fold cross validation (R2_5CV and RMSE_5CV) and external prediction (R2_val and RMSE_val) are at the same order of magnitude, indicating that the 5-fold cross-validation process and external prediction yielded similar results. All determination coefficients (both R2_5CV and R2_val) were above 0.68, indicating that all deep learning models successfully predicted the relationships between the nanostructures and target activities. Especially, the cellular uptake and protein adsorption were predicted with better accuracy, demonstrating the strong predictive power of convolutional neural network models for nano−bio interactions. To avoid correlation by chance of the convolutional neural network model, we additionally performed the Yscrambling numerical experiment. We built 100 random “models” utilizing the same nanostructure image but correlated it with the physicochemical property or biological activity data randomly shuffled every time. Since the values of both RMSE_5CV and RMSE_val for the convolutional neural network model were at least two times lower than these for the randomly obtained models (Figure S6), we have confirmed that the convolutional neural network model was not obtained by chance. Although the properties of most nanoparticles can be correctly predicted, a couple of predictive outliers were also noticed. For example, the experimental logP values of GNP22 and GNP30 were −0.78 and −2.08, while the predicted values were 1.61 and 0.55, respectively. In order to explore why GNP22 and GNP30 were outliers, we checked images of the two nanoparticles (Figure S7). Both nanoparticles contained fluorine (F) atoms (lemon) at the end of the surface ligands.\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nE\nNanoparticles in the data sets only contain regular organic ligands and lack fluorinated ligands. It is well known that fluorinated compounds have a different intermiscibility compared to normal organic compounds containing mainly C, H, N, O, and S. As a result, these two nanoparticles are structural outliers compared to other nanoparticles and cannot be handled well in the modeling process. This problem can be corrected in the future by including more fluorine-containing nanoparticles. In fact, even for models with high prediction accuracy, there is a defined domain of applicability. For example, the nanoparticle with surface ligands that is structurally different from the 91 unique ligands in the data set (Figure 2h) is likely to be predicted as an outlier. In addition, the current method cannot distinguish highly similar ligands such as chiral molecules, because the convolutional neural network cannot distinguish such two images due to rotation invariance.42 In the future, more advanced threedimensional nanostructural imaging methods are needed. In addition, we also constructed convolutional neural\nnetwork models using GoogLeNet architecture (Inception v1),41 which was the winner of the ILSVRC (ImageNet Large Scale Visual Recognition Competition) in 2014. The GoogLeNet contained 22 layers and utilized inception modules that allowed the network to choose between multiple\nconvolutional filter sizes in each block. As shown in Figure S8, with the more advanced GoogLeNet architecture, the prediction results did not show much difference compared to that of LeNet models. The main reason is that the current data set (2646 images) is particularly small compared to a data set suitable for GoogLeNet (such as the ImageNet data with more than 14 millions). Similar results have been observed in previous studies,43,44 and as for small data sets, the deep learning models did not show better predictivity than traditional machine learning models.\nConvolutional Neural Network Modeling Mechanism Visualized through Class Activation Maps. Although deep learning models are often referred to as “black boxes”, the nanostructure features learned by a convolutional neural network are highly amenable to visualization.45,46 A class activation map is a simple technique that allows us to see which regions in the image are relevant to this class.47 Deep convolutional neural network modeling effectively acts as an information distillation pipeline, with raw data being transformed to filter out irrelevant information and magnify and refine useful information. As a result, the class activation maps of higher layers carry less information about the specific input but more information about the target. In this study, we created class activation maps from the last convolutional layer\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nF\nto visualize the specific parts of an image the convolutional neural network is looking at in order to make a decision. For example, as shown in Figure 5, the class activation maps of three different nanoparticles are generated from the last convolutional layer in the convolutional neural network used for logP prediction. The class activation maps predominantly highlight the regions of the nanostructure outer layers, indicating that surface ligands contributed the most to the convolutional neural network models for logP prediction in this study. In addition, the activation maps of nanoparticles were generated to explore the common trend of the relationship of colors to nanostructures and further to the activities. Figure S9 shows the activation maps of five hydrophobic nanoparticles with high cellular uptake potential. These gold nanoparticles had the same surface ligands but different ligand densities (Figure S9f). It can be seen that the convolutional neural network models mainly extracted the outermost portion features (i.e., aromatic and aliphatic rings) of the surface ligands, indicating that π-bond density plays an important role in hydrophobicity and cellular uptake of these nanoparticles. In fact, in our previous study,48 we found that specific interactions between the surface ligands and cell surface receptors are responsible for the cellular uptake potential. However, machine learning and deep learning mainly focused on building relationships between nanostructures and various end points of nano−bio interactions, such as protein binding, cell surface receptor binding, cell uptake, and in vivo effects. Other computational modeling methods such as molecular simulation can be applied to better understand the nanobiological interaction mechanism. In addition, it should be noted that some extracted features are beyond the edge of materials. In general, a class activation map is the weighted sum of the original input and the extracted feature after the last convolutional layer in deep learning networks. In this work, the\nextracted feature after the last convolution layer is the matrix with a size of 21 × 21, which is much smaller than the input nanoparticle images (200 × 200). For calculations, the extracted features are upsampled to the same size as the input images and then added with the original images with a weight of 0.3 to 1. Due to the upsampling effect, some extracted feature is beyond the edge of these nanoparticles and occurs in the background.\n■ CONCLUDING REMARKS In summary, this end-to-end convolutional neural network modeling approach predicted various physicochemical properties and biological activities of a large and diverse set of nanoparticles without employing tedious nanostructure annotation and nanodescriptor calculation. This approach not only establishes quantitative nanostructure−activity relationship models and target nanoparticle prediction but also allows elucidation of such a decision-making process. The current modeling strategy based on nanostructure images and convolutional neural network can be a universal tool for the rational material design purpose. The modeling tool will guide future development of novel nanomaterials with desirable biological properties by quickly virtual screening newly designed nanomaterials. However, it should also be noted that pitfalls still exist in the current nanostructure images and convolutional neural network modeling. First of all, compared to commonly used small molecule data sets (more than a few thousands), the nano−bio interaction data sets used in this study for modeling are still small (less than 100). In order to construct deep learning models that can be generally applicable for nanomaterial design, more high-quality data should be experimentally generated by the combination of nanocombinatorial chemistry and high-throughput screening. In addition, this approach was\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nG\nonly verified for sphere nanoparticles. As for nonspherical nanomaterials, the acquired nanostructure images are quite different when taking screenshots from different perspectives. In the future, more advanced three-dimensional nanostructural imaging methods are needed.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acssuschemeng.0c07453.\nIndex used in PubVINAS (XLSX)\nIllustration of two in-house programs used in the present study (Figure S1), atomic settings of nanostructures and screenshots of nanostructures from multiviews (Figure S2), different blocks of the LeNet convolutional neural network model (Figure S3), validation loss and training loss against epochs (Figure S4), chemical structures of three representative surface ligands (Figure S5), results of the Y-scrambling test (Figure S6), nanostructure images for two outliers (Figure S7), GoogLeNet convolutional neural network modeling results (Figure S8), class activation maps of five hydrophobic nanoparticles (Figure S9), chemical structures of 91 surface ligands (Figure S10), and experimental values of physicochemical properties and biological activities for 147 nanoparticles (Table S1) (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Bing Yan − Institute of Environmental Research at Greater Bay Area, Key Laboratory for Water Quality and Conservation of the Pearl River Delta, Ministry of Education, Guangzhou University, Guangzhou 510006, China; School of Environmental Science and Engineering, Shandong University, Jinan 250100, China; orcid.org/0000-00027970-6764; Email: drbingyan@yahoo.com\nHao Zhu − The Rutgers Center for Computational and Integrative Biology, Camden, New Jersey 08102, United States; Department of Chemistry, Rutgers University, Camden, New Jersey 08102, United States; Phone: (856) 225-6781; Email: hao.zhu99@rutgers.edu"
    }, {
      "heading" : "Authors",
      "text" : "Xiliang Yan − Institute of Environmental Research at Greater Bay Area, Key Laboratory for Water Quality and Conservation of the Pearl River Delta, Ministry of Education, Guangzhou University, Guangzhou 510006, China; The Rutgers Center for Computational and Integrative Biology, Camden, New Jersey 08102, United States\nJin Zhang − School of Food Science, Guizhou Medical University, Guiyang 550025, China; orcid.org/00000003-3074-5647 Daniel P. Russo − The Rutgers Center for Computational and Integrative Biology, Camden, New Jersey 08102, United States\nComplete contact information is available at: https://pubs.acs.org/10.1021/acssuschemeng.0c07453"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS X.Y. and B.Y. were supported by the National Natural Science Foundation of China (22036002 and 91643204), the National Key R&D Program of China (2016YFA0203103), and the introduced innovative R&D team project under the “The Pearl River Talent Recruitment Program” of Guangdong Province (2019ZT08L387). Codes for building convolutional neural network models can be accessed from https://github.com/ yanxiliang1991/CNN-modeling-for-nano-bio-interactionprediction. All nanostructure images can be accessed from https://drive .google.com/drive/folders/1FtPKYPz_ 5TgO7bh2mhYiKjVxW0QjLx3z?usp=sharing.\n■ REFERENCES (1) Singh, A. V.; Ansari, M. H. D.; Rosenkranz, D.; Maharjan, R. S.; Kriegel, F. L.; Gandhi, K.; Kanase, A.; Singh, R.; Laux, P.; Luch, A. Artificial Intelligence and Machine Learning In Computational Nanotoxicology: Unlocking and EmpoweringNanomedicine. Adv. Healthcare Mater. 2020, 9, 1901862. (2) Singh, A. V.; Rosenkranz, D.; Ansari, M. H. D.; Singh, R.; Kanase, A.; Singh, S. P.; Johnston, B.; Tentschert, J.; Laux, P.; Luch, A. Artificial Intelligence and Machine Learning Empower Advanced Biomedical Material Design to Toxicity Prediction. Adv. Intell. Syst. 2020, 2000084. (3) Wang, W.; Sedykh, A.; Sun, H.; Zhao, L.; Russo, D. P.; Zhou, H.; Yan, B.; Zhu, H. Predicting Nano-Bio Interactions by Integrating Nanoparticle Libraries and Quantitative Nanostructure Activity Relationship Modeling. ACS Nano 2017, 11 (12), 12641−12649. (4) Yan, X.; Sedykh, A.; Wang, W.; Zhao, X.; Yan, B.; Zhu, H. In Silico Profiling Nanoparticles: Predictive Nanomodeling Using Universal Nanodescriptors and Various Machine Learning Approaches. Nanoscale 2019, 11 (17), 8352−8362. (5) Walkey, C. D.; Olsen, J. B.; Song, F.; Liu, R.; Guo, H.; Olsen, D. W. H.; Cohen, Y.; Emili, A.; Chan, W. C. W. Protein Corona Fingerprinting Predicts the Cellular Interaction of Gold and Silver Nanoparticles. ACS Nano 2014, 8 (3), 2439−2455. (6) Puzyn, T.; Rasulev, B.; Gajewicz, A.; Hu, X.; Dasari, T. P.; Michalkova, A.; Hwang, H. M.; Toropov, A.; Leszczynska, D.; Leszczynski, J. Using Nano-QSAR to Predict the Cytotoxicity of Metal Oxide Nanoparticles. Nat. Nanotechnol. 2011, 6 (3), 175−178. (7) Alves, V. M.; Hwang, D.; Muratov, E.; Sokolsky-Papkov, M.; Varlamova, E.; Vinod, N.; Lim, C.; Andrade, C. H.; Tropsha, A.; Kabanov, A. Cheminformatics-Driven Discovery of Polymeric Micelle Formulations for Poorly Soluble Drugs. Sci. Adv. 2019, 5 (6), No. eaav9784. (8) Lazarovits, J.; Sindhwani, S.; Tavares, A. J.; Zhang, Y.; Song, F.; Audet, J.; Krieger, J. R.; Syed, A. M.; Stordy, B.; Chan, W. C. W. Supervised Learning and Mass Spectrometry Predicts the in Vivo Fate of Nanomaterials. ACS Nano 2019, 13 (7), 8023−8034. (9) Liu, R.; Rallo, R.; George, S.; Ji, Z.; Nair, S.; Nel, A. E.; Cohen, Y. Classification NanoSAR Development for Cytotoxicity of Metal Oxide Nanoparticles. Small 2011, 7 (8), 1118−1126. (10) Liu, R.; Zhang, H. Y.; Ji, Z. X.; Rallo, R.; Xia, T.; Chang, C. H.; Nel, A.; Cohen, Y. Development of Structure−Activity Relationship for Metal Oxide Nanoparticles. Nanoscale 2013, 5 (12), 5644−5653. (11) Mikolajczyk, A.; Gajewicz, A.; Mulkiewicz, E.; Rasulev, B.; Marchelek, M.; Diak, M.; Hirano, S.; Zaleska-medynska, A.; Puzyn, T. Nano-QSAR Modeling for Ecosafe Design of Heterogeneous TiO2Based Nano-Photocatalysts. Environ. Sci.: Nano 2018, 5 (5), 1150− 1160. (12) Liu, R.; Rallo, R.; Weissleder, R.; Tassa, C.; Shaw, S.; Cohen, Y. Nano-SAR Development for Bioactivity of Nanoparticles with Considerations of Decision Boundaries. Small 2013, 9 (9−10), 1842−1852. (13) Fourches, D.; Pu, D.; Tassa, C.; Weissleder, R.; Shaw, S. Y.; Mumper, R. J.; Tropsha, A. Quantitative Nanostructure - Activity Relationship Modeling. ACS Nano 2010, 4 (10), 5703−5712.\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nH\n(14) Ban, Z.; Yuan, P.; Yu, F.; Peng, T.; Zhou, Q.; Hu, X. Machine Learning Predicts the Functional Composition of the Protein Corona and the Cellular Recognition of Nanoparticles. Proc. Natl. Acad. Sci. U. S. A. 2020, 117 (19), 10492−10499. (15) Ahmed, L.; Rasulev, B.; Kar, S.; Krupa, P.; Mozolewska, M. A.; Leszczynski, J. Inhibitors or Toxins? Large Library Target-Specific Screening of Fullerene-Based Nanoparticles for Drug Design Purpose. Nanoscale 2017, 9 (29), 10263−10276. (16) Singh, A. V.; Jahnke, T.; Wang, S.; Xiao, Y.; Alapan, Y.; Kharratian, S.; Onbasli, M. C.; Kozielski, K.; David, H.; Richter, G.; Bill, J.; Laux, P.; Luch, A.; Sitti, M. Anisotropic Gold Nanostructures: Optimization via in Silico Modeling for Hyperthermia. ACS Appl. Nano Mater. 2018, 1 (11), 6205−6216. (17) Le, T. C.; Yan, B.; Winkler, D. A. Robust Prediction of Personalized Cell Recognition from a Cancer Population by a Dual Targeting Nanoparticle Library. Adv. Funct. Mater. 2015, 25 (44), 6927−6935. (18) Deng, J.; Guo, J.; Xue, N.; Zafeiriou, S. ArcFace: Additive Angular Margin Loss for Deep Face Recognition. Proc. IEEE Comput.2019 IEEE/CVF Conference on Computer Vision and Pattern Recognition (CVPR) 2019, June, 4685−4694. (19) Lin, S.-C.; Zhang, Y.; Hsu, C.-H.; Skach, M.; Haque, M. E.; Tang, L.; Mars, J. The Architectural Implications of Autonomous Driving: Constraints and Acceleration. ACM SIGPLAN Not 2018, 53 (2), 751−766. (20) Esteva, A.; Robicquet, A.; Ramsundar, B.; Kuleshov, V.; DePristo, M.; Chou, K.; Cui, C.; Corrado, G.; Thrun, S.; Dean, J. A Guide to Deep Learning in Healthcare. Nat. Med. 2019, 25 (1), 24− 29. (21) Cortes-Ciriano, I.; Bender, A. KekuleScope : Prediction of Cancer Cell Line Sensitivity and Compound Potency Using Convolutional Neural Networks Trained on Compound Images. J. Cheminf. 2019, 11 (1), 1−16. (22) Torng, W.; Altman, R. B. Graph Convolutional Neural Networks for Predicting Drug-Target Interactions. J. Chem. Inf. Model. 2019, 59 (10), 4131−4149. (23) Asilar, E.; Hemmerich, J.; Ecker, G. F. Image Based Liver Toxicity Prediction. J. Chem. Inf. Model. 2020, 60 (3), 1111−1121. (24) Ziletti, A.; Kumar, D.; Scheffler, M.; Ghiringhelli, L. M. Insightful Classification of Crystal Structures Using Deep Learning. Nat. Commun. 2018, 9 (1), 1−10. (25) Maddhuri Venkata Subramaniya, S. R.; Terashi, G.; Kihara, D. Protein Secondary Structure Detection in Intermediate-Resolution Cryo-EM Maps Using Deep Learning. Nat. Methods 2019, 16 (9), 911−917. (26) Russo, D. P.; Yan, X.; Shende, S.; Huang, H.; Yan, B.; Zhu, H. Virtual Molecular Projections and Convolutional Neural Networks for End-to-End Modeling of Nanoparticle Activities and Properties. Anal. Chem. 2020, 92 (20), 13971−13979. (27) Li, S.; Zhai, S.; Liu, Y.; Zhou, H.; Wu, J.; Jiao, Q.; Zhang, B.; Zhu, H.; Yan, B. Experimental Modulation and Computational Model of Nano-Hydrophobicity. Biomaterials 2015, 52 (1), 312−317. (28) Wang, W.; Yan, X.; Zhao, L.; Russo, D. P.; Wang, S.; Liu, Y.; Sedykh, A.; Zhao, X.; Yan, B.; Zhu, H. Universal Nanohydrophobicity Predictions Using Virtual Nanoparticle Library. J. Cheminf. 2019, 11 (1), 1−5. (29) Sun, H.; Liu, Y.; Bai, X.; Zhou, X.; Zhou, H.; Liu, S.; Yan, B. Induction of Oxidative Stress and Sensitization of Cancer Cells to Paclitaxel by Gold Nanoparticles with Different Charge Densities and Hydrophobicities. J. Mater. Chem. B 2018, 6 (11), 1633−1639. (30) Bai, X.; Wang, S.; Yan, X.; Zhou, H.; Zhan, J.; Liu, S.; Sharma, V. K.; Jiang, G.; Zhu, H.; Yan, B. Regulation of Cell Uptake and Cytotoxicity by Nanoparticle Core under the Controlled Shape, Size, and Surface Chemistries. ACS Nano 2020, 14 (1), 289−302. (31) Zhou, H.; Mu, Q.; Gao, N.; Liu, A.; Xing, Y.; Gao, S.; Zhang, Q.; Qu, G.; Chen, Y.; Liu, G.; Zhang, B.; Yan, B. A NanoCombinatorial Library Strategy for the Discovery of Nanotubes with Reduced Protein-Binding, Cytotoxicity, and Immune Response. Nano Lett. 2008, 8 (3), 859−865.\n(32) Yan, X.; Sedykh, A.; Wang, W.; Yan, B.; Zhu, H. Construction of a Web-Based Nanomaterial Database by Big Data Curation and Modeling Friendly Nanostructure Annotations. Nat. Commun. 2020, 11 (1), 1−10. (33) Wang, W.; Kim, M. T.; Sedykh, A.; Zhu, H. Developing Enhanced Blood-Brain Barrier Permeability Models: Integrating External Bio-Assay Data in QSAR Modeling. Pharm. Res. 2015, 32 (9), 3055−3065. (34) Erickson, H. P. Size and Shape of Protein Molecules at the Nanometer Level Determined by Sedimentation, Gel Filtration, and Electron Microscopy. Biol. Proced. Online 2009, 11 (1), 32−51. (35) Jiang, Y.; Huo, S.; Mizuhara, T.; Das, R.; Lee, Y. W.; Hou, S.; Moyano, D. F.; Duncan, B.; Liang, X. J.; Rotello, V. M. The Interplay of Size and Surface Functionality on the Cellular Uptake of Sub-10 nm Gold Nanoparticles. ACS Nano 2015, 9 (10), 9986−9993. (36) Huo, S.; Jin, S.; Ma, X.; Xue, X.; Yang, K.; Kumar, A.; Wang, P. C.; Zhang, J.; Hu, Z.; Liang, X. J. Ultrasmall Gold Nanoparticles as Carriers for Nucleus-Based Gene Therapy Due to Size-Dependent Nuclear Entry. ACS Nano 2014, 8 (6), 5852−5862. (37) Huang, K.; Ma, H.; Liu, J.; Huo, S.; Kumar, A.; Wei, T.; Zhang, X.; Jin, S.; Gan, Y.; Wang, P. C.; He, S.; Zhang, X.; Liang, X. J. SizeDependent Localization and Penetration of Ultrasmall Gold Nanoparticles in Cancer Cells, Multicellular Spheroids, and Tumors in Vivo. ACS Nano 2012, 6 (5), 4483−4493. (38) Jin, Q.; Deng, Y.; Chen, X.; Ji, J. Rational Design of Cancer Nanomedicine for Simultaneous Stealth Surface and Enhanced Cellular Uptake. ACS Nano 2019, 13 (2), 954−977. (39) Scanone, A. C.; Santamarina, S. C.; Heredia, D. A.; Durantini, E. N.; Durantini, A. M. Functionalized Magnetic Nanoparticles with BODIPYs for Bioimaging and Antimicrobial Therapy Applications. ACS Appl. Bio Mater. 2020, 3 (2), 1061−1070. (40) LeCun, Y.; Bottou, L.; Bengio, Y.; Haffner, P. Gradient-based learning applied to document recognition. Proc. IEEE 1998, 86 (11), 2278−2324. (41) Szegedy, C.; Liu, W.; Jia, Y.; Sermanet, P.; Reed, S.; Anguelov, D.; Erhan, D.; Vanhoucke, V.; Rabinovich, A. Going Deeper with Convolutions. Proc. IEEE Comput.2015 IEEE Conference on Computer Vision and Pattern Recognition (CVPR 2015, 07−12 June, 1−9. (42) Cheng, G.; Zhou, P.; Han, J. Learning rotation-invariant convolutional neural networks for object detection in VHR optical remote sensing images. IEEE Transactions on Geoscience and Remote Sensing 2016, 54 (12), 7405−7415. (43) Russo, D. P.; Zorn, K. M.; Clark, A. M.; Zhu, H.; Ekins, S. Comparing Multiple Machine Learning Algorithms and Metrics for Estrogen Receptor Binding Prediction. Mol. Pharmaceutics 2018, 15 (10), 4361−4370. (44) Rodríguez-Peŕez, R.; Miyao, T.; Jasial, S.; Vogt, M.; Bajorath, J. Prediction of Compound Profiling Matrices Using Machine Learning. ACS Omega 2018, 3 (4), 4713−4723. (45) Tang, Z.; Chuang, K. V.; DeCarli, C.; Jin, L. W.; Beckett, L.; Keiser, M. J.; Dugger, B. N. Interpretable Classification of Alzheimer’s Disease Pathologies with a Convolutional Neural Network Pipeline. Nat. Commun. 2019, 10 (1), 1−14. (46) Rudin, C. Stop Explaining Black Box Machine Learning Models for High Stakes Decisions and Use Interpretable Models Instead. Nat. Mach. Intell. 2019, 1 (5), 206−215. (47) Selvaraju, R. R.; Cogswell, M.; Das, A.; Vedantam, R.; Parikh, D.; Batra, D. Grad-Cam: Visual Explanations from Deep Networks via Gradient-Based Localization. Proceedings of the IEEE international conference on computer vision 2017, 618−626. (48) Zhou, H.; Jiao, P.; Yang, L.; Li, X.; Yan, B. Enhancing Cell Recognition by Scrutinizing Cell Surfaces with a Nanoparticle Array. J. Am. Chem. Soc. 2011, 133 (4), 680−682.\nhttps://dx.doi.org/10.1021/acssuschemeng.0c07453 ACS Sustainable Chem. Eng. XXXX, XXX, XXX−XXX\nI"
    } ],
    "references" : [ {
      "title" : "Using Nano-QSAR to Predict the Cytotoxicity of Metal Oxide Nanoparticles",
      "author" : [ "J. Leszczynski" ],
      "venue" : "Nat. Nanotechnol. 2011,",
      "citeRegEx" : "Leszczynski,? \\Q2011\\E",
      "shortCiteRegEx" : "Leszczynski",
      "year" : 2011
    }, {
      "title" : "Development of Structure−Activity Relationship for Metal Oxide Nanoparticles",
      "author" : [ "R. Liu", "H.Y. Zhang", "Z.X. Ji", "R. Rallo", "T. Xia", "C.H. Chang", "A. Nel", "Y. Cohen" ],
      "venue" : "Nanoscale 2013,",
      "citeRegEx" : "Liu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2013
    }, {
      "title" : "Quantitative Nanostructure - Activity Relationship Modeling",
      "author" : [ "R.J. Mumper", "A. Tropsha" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Mumper and Tropsha,? \\Q2010\\E",
      "shortCiteRegEx" : "Mumper and Tropsha",
      "year" : 2010
    }, {
      "title" : "A Guide to Deep Learning in Healthcare",
      "author" : [ "M. DePristo", "K. Chou", "C. Cui", "G. Corrado", "S. Thrun", "J. Dean" ],
      "venue" : "Nat. Med. 2019,",
      "citeRegEx" : "DePristo et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "DePristo et al\\.",
      "year" : 2019
    }, {
      "title" : "Image Based Liver Toxicity Prediction",
      "author" : [ "E. Asilar", "J. Hemmerich", "G.F. Ecker" ],
      "venue" : "J. Chem. Inf. Model. 2020,",
      "citeRegEx" : "Asilar et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Asilar et al\\.",
      "year" : 2020
    }, {
      "title" : "Experimental Modulation and Computational Model of Nano-Hydrophobicity",
      "author" : [ "H. Zhu", "B. Yan" ],
      "venue" : "Biomaterials 2015,",
      "citeRegEx" : "Zhu and Yan,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhu and Yan",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Artificial intelligence approaches, such as machine learning and deep learning, may predict nano−bio interactions. However, such a prediction is now hindered by the paucity of suitable nanodescriptors with applicable nanostructure annotation methods. Inspired by face recognition technology, we have developed a novel nanostructure annotation method to automatically convert nanostructures to images for convolutional neural network modeling. In this operation, nanostructure features were directly learned from nanoparticle images without complicated nanodescriptor calculations. The constructed convolutional neural network models were successfully used to predict physicochemical properties (i.e., logP and zeta potential) and biological activities (i.e., cellular uptake and protein adsorption) of 147 unique nanoparticles, including 123 gold nanoparticles, 12 platinum nanoparticles, and 12 palladium nanoparticles. Our nanostructure diversity and wide distribution of experimental values are beneficial for building predictive deep learning models. The deep learning models provide highly accurate predictions with all determination coefficients (R) higher than 0.68 for both cross validation and external prediction. In addition, the constructed model is explainable because we can visualize how it learns from the class activation map. This approach enables a much more efficient end-to-end deep learning modality suitable for design of next generation nanomaterials.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}