{
  "name" : "downloads_2020-07-15_54_hwang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano-compacted Li2S/Graphene Composite Cathode for High-Energy Lithium−Sulfur Batteries",
    "authors" : [ "Jang-Yeon Hwang", "Subeom Shin", "Chong S. Yoon", "Yang-Kook Sun" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "A sulfur cathode offers many advantages overintercalation cathodes, such as Li[NixCoyMn1−x−y]O2or Li[NixCoyAl1−x−y]O2, used in Li-ion batteries (LIBs). In addition to the natural abundance of sulfur (hence, low material cost) and its nontoxicity,1 a sulfur cathode with a theoretical capacity of 1675 mAh g−1 can produce a theoretical energy density of 2600 Wh kg−1 when combined with a lithium anode. This easily surpasses the energy density of state-of-the-art commercial LIBs by a factor of 2−3.2 Despite this potential, Li−S batteries pose formidable challenges in practice: electrically insulating sulfur requires a significant fraction of conducting agent and thus reduces the loading level of the active material; dissolution of intermediate polysulfides (Li2Sx, 4 ≤ x ≤ 8) in organic electrolytes leads to the “shuttle effect”, high electrolyte consumption, and large volumetric changes during lithiation and delithiation (approximately 80%), stressing the mechanical integrity of the cell.3 These problems have limited Li−S batteries to laboratory practices, and stable cycling of Li−S coin cells has been achieved only with low loading levels of S (<5 mg cm−2) and discharge rates less than C/2. In addition to the issues associated with the sulfur cathode, the high reactivity of Li\nmetal and resultant detrimental dendrite growth severely limit the cycling stability and safety of Li−S batteries.4 Li2S, a fully lithiated product of the Li−S battery,5 can also serve as an alternative high-capacity cathode with a theoretical capacity of 1166 mAh g−1. One advantage of the Li2S cathode is that it allows the use of different anode materials (e.g., Si, Sn, and carbonaceous materials), thus bypassing the chemically unstable Li metal anode.6,7 Moreover, this offers improved mechanical stability, as Li2S is in the fully expanded state, thus minimizing volumetric changes during cycling.8 The Li2S cathode, being an insulator, however, requires a high overpotential for activation in its first cycle (i.e., conversion to S). During this process, excess (parasitic) polysulfides lead to significant loss of active material and subsequent capacity fading caused by the shuttle problem.9 Although various activation catalysts and polysulfide scavengers have been proposed,10 the main strategy for alleviating these problems has been to confine the nanosized Li2S particles in conducting\nReceived: September 2, 2019 Accepted: October 11, 2019 Published: October 11, 2019\n© 2019 American Chemical Society 2787 DOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nX E\nT E\nR o\nn Ju\nly 1\n5, 2\n02 0\nat 1\n3: 55\n:0 2\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\npolymer or carbonaceous materials.11−13 These provide both chemical stability and electrical conductivity by ways of ball milling, solution-impregnation, physical vapor deposition, or precipitation from lithium compounds. These nanostructured Li2S/C composite cathodes have yielded some impressive results. However, although these results appear impressive, they were achieved at loading levels that are well below those viable for commercial applications. A few attempts at high loading levels tended to severely undermine the capacity and cycling stability.14−16 The conservative Li2S loading limit, suggested for a Li−S cell to outperform the typical specific energy density of Li-ion cells (approximately 250 Wh kg−1), is 4 mg cm−2.17 Furthermore, to our best knowledge, there is no literature data reporting a pouch-type Li2S-based Li−S battery, which is the first step for judging the scalability of the technology. Herein, we demonstrate that an unprecedented cycling stability and power capability can be attained using a pelletized Li2S/graphene composite cathode at Li2S loading levels exceeding 10 mg cm−2. To synthesize the pelletized Li2S/graphene, a micrometersized Li2S/graphene mixture (3:1 by weight, Figure S1) was prepared by mechanical ball milling. During the high-pressure application, graphene sheets, acting as a solid lubricant, effectively compact the loose mixture into a densely packed Li2S/graphene nanocomposite (220% volume reduction), where the Li2S solid particles are tightly encapsulated within graphene sheets (Figure 1a). The high loading level of the proposed Li2S/graphene composite cathode was realized by high-pressure compaction of a Li2S/graphene mixture into a 90 μm thick foil (Figure 1b). Scanning electron microscopy (SEM) images and the\ncorresponding elemental mapping of a cross-sectioned pelletized Li2S/graphene cathode confirm that Li2S particles were uniformly embedded in graphene nanosheets (Figure 1c−e). The graphene sheets that physically entrap Li2S particles confine them within a chemically stable structural\nframe while maintaining excellent electrically conductive pathways (the electrical conductivity of Li2S\n18 is approximately 10−13 S cm−1 as opposed to the pelletized Li2S/graphene composite cathode at approximately 1.77 × 10−1 S cm−1). One of the notable features of the pelletized Li2S/graphene cathode is that the cathode is activated in the first charging cycle through direct conversion of Li2S to S8 with minimal formation of soluble intermediate polysulfide, Li2Sx (4 ≤ x ≤ 8).9 Because Li2S is an insulator, direct electrochemical oxidation of Li2S requires an intimate electrical contact or a redox mediator.9,19 Direct conversion of the pelletized Li2S/graphene cathode is facilitated by encapsulating graphene sheets, which provide robust electrical pathways and nanosized Li2S particles. This effectively increases the surface area in direct electrical contact with the graphene electrode. Furthermore, Li2S particles are highly strained during compaction and likely store a considerable degree of the strain energy that drives the pelletized Li2S/graphene cathode into a metastable state. Transmission electron microscopy (TEM) analysis unequivocally confirms the metastable nature of the pelletized Li2S/ graphene cathode. Figure 2a displays a typical bright field image of Li2S particles completely wrapped by graphene sheets. The accompanying selected area electron diffraction (SAED) patterns from the graphene sheets and the solid particle verify the structure of each phase (Fm3m for Li2S in Figure 2b and Figure S2, and hexagonal for graphene in Figure 2c),14 which is also confirmed by the X-ray diffraction (XRD) in Figure S3.20 The large Li2S particles observed in Figure 1b are in fact agglomerates of nanosized Li2S particles that produced a polycrystalline ring pattern. The particle agglomerate exhibits a strong crystallographic texture, as illustrated by strong diffraction spots overlaid on the polycrystalline ring pattern. The crystallographic texture represents the remnant structure of a single crystalline Li2S particle that has been fractured and flattened by uniaxial compressive stress. These highly stressed Li2S particles are thermodynamically unstable\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2788\nand can be easily triggered to transform to another phase, similar to the recrystallization of highly deformed steel grains, where the strain energy stored in the material triggers nucleation of defect-free grains. In addition to the cubic phase, a cluster of elongated particles whose SAED pattern was indexed as the 101 zone axis (Figure 2d−f) of the highpressure orthorhombic phase was observed (additional examples of the orthorhombic phase are included in Figures S4−S6). Normally, Li2S reversibly transforms from its Fm3m antifluorite structure to an orthorhombic Pnma phase under pressures in excess of 12 GPa and returns to its original structure upon decompression.21 The local stress state during pelletization appears to have been sufficient to convert the Li2S into its high-pressure phase, which remained in a metastable state upon release of the pressure, as the tightly encapsulating graphene sheets likely maintained the stress state and deterred the transformation of Li2S to its low-pressure form. Figure 2g\ndisplays a bright-field TEM image of a Li2S particle that appears to be partially fractured. Its corresponding SAED pattern (100 zone of Fm3m) in Figure 2h−i indicates the presence of two cubic phases in the Li2S particle, as evidenced by the split diffraction spots (cf. normal Li2S 001 zone diffraction pattern in Figure S2). The lattice parameters estimated from the split (022) and (004) spots suggest that the unit cell volume of the new cubic phase was reduced by 18.4%. This contracted cubic phase likely represents an intermediate phase prior to the orthorhombic phase transformation.22\nTo theoretically substantiate the coexistence of the highpressure cubic phase, density functional theory was employed to calculate the excess energy compared to the equilibrium state as a function of the cell volume (or molar volume, as both the orthorhombic and cubic unit cells for Li2S contain the same number of atoms), as shown in Figure 3 and Table S1.21,23,24 The energy curves intersect at approximately 152 Å3.\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2789\nHence, the cubic structure is energetically favorable for unit cells whose volume is greater than 152 Å3 and the orthorhombic structure for cells with a volume less than 152 Å3. The threshold volume is equivalent to a reduction of the molar volume of the cubic Li2S phase in its equilibrium state by 18.3%, which exactly coincides with the contracted cubic phase determined in Figure 2h,i. This confirms that the contracted cubic phase corresponds to the intermediate state prior to the low- to high-pressure phase transformation. Electron diffraction analysis of the pelletized Li2S/graphene composite cathode revealed that highly deformed Li2S particles exist in multiple metastable states that exist only under extremely high pressures. In addition to the high electrical conductivity of the graphene matrix, these metastable states and the normal Li2S\nparticles that contain a high density of structural defects combined to lower the kinetic barrier for the Li2S activation and triggered the direct conversion of Li2S into S8, thereby bypassing the formation of deleterious intermediate polysulfides to a large degree. In situ synchrotron XRD was used to confirm the direct\nconversion of Li2S during the first charging process. The cell was charged at a rate of 1/10C, during which a series of XRD spectra were captured at different charge potentials (Figure 4a). The peak intensities of the XRD spectra are displayed as a contour plot in Figure 4b. From the start of charging, the (111), (200), (220), and (311) Li2S reflections lose their intensity, and in turn reflections corresponding to S8 appear. Hence, L2S reflections virtually disappear immediately after the overpotential at which the Li2S decomposition is activated. This observation is in contrast to the previous result, where solution- and solid-phase intermediates in a Li2S/Li cell were traced during charging by X-ray absorption spectroscopy (XAS). Previous XAS data indicated that in the case of a normal electrode, albeit in decreasing fraction, Li2S persisted to the end of charging.22,25 The nearly spontaneous electrooxidation observed from the pelletized Li2S/graphene cathode likely stemmed from its metastable nature, which accelerated the kinetics of the decomposition reaction. In situ Raman spectroscopy obtained during charging of the Li2S/graphene cathode reaffirmed that peaks characteristic of soluble polysulfides, Sn\n−2, were not detected during the first charge (Figure 4b).26,27 Rather, in agreement with the in situ XRD data, the Raman spectra indicate that Li2S directly converted to S8 from the very beginning of charging. The absence of polysulfides was further substantiated from a cell disassembled after charging to 3.6 V. The cell containing the pelletized Li2S/ graphene cathode exhibited no discoloration, whereas the cell with the typical Li2S/graphene mixture cathode was stained yellow due to the massive formation of Li2Sn intermediate species (which are yellow28) (Figure S7). Ex situ Raman spectroscopy further confirmed the absence of polysulfides for the pelletized Li2S/graphene cathode (Figure S8).\n26,27 It remains unconfirmed whether minute amounts of polysulfides generated during charging acted as a redox mediator for the electro-oxidation of Li2S. However, judging by the unequivocal\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2790\nevidence provided by in situ XRD and Raman data, it is likely that the metastable nature of the heavily mechanically deformed Li2S, combined with the robust electrical network provided by the graphene sheets, triggered spontaneous decomposition of Li2S to S8, which significantly stabilized the subsequent cycling behavior of the Li−S cell. We also examined the discharge product after the first cycle using SEM and TEM. The obtained results confirm that the pelletized structure was retained without disrupting the compact geometry, and the polysulfides formed during the process are well-confined within the graphene sheets (Figures S9 and S10). The electrochemical performance of the pelletized Li2S/ graphene cathode was first evaluated in a coin-type cell comprising a Li-metal anode | 2.5 M LiTFSI and 0.4 M LiNO3 dissolved in DME: DOL (1:1, v/v) electrolyte | pelletized Li2S/graphene cathode. To increase the energy density, the cell was constructed with a minimal amount of electrolyte, with a Li2S/electrolyte ratio of 1/9, which represents one of the lowest values reported in the literature. Figure 5a displays the first charge−discharge voltage profile with a Li2S loading of 10 mg cm−2 (specific capacity values of the composite cathode were calculated based on the mass of the sulfur). An initial specific charge capacity of 1670 mAh g−1, which is equivalent to 99% of the theoretical capacity, was extracted at 3.6 V, corresponding to almost complete delithiation of Li2S to S. Graphene sheets having large surface area and micropores allow the electrolyte to infuse into the interior of the composite cathode while reserving more electrolytes solution, which is helpful for improving the Li-ion conductivity29 and thus lowering activation kinetics of Li2S. The highly concentrated electrolyte (2.5 M LiTFSI and 0.4 M LiNO3 dissolved in\nDME:DOL = 1:1, v/v) is also beneficial for reducing the polysulfide solubility and mobility, thereby inhibiting the polysulfide shuttle effect during the initial activation process.30\nSuch combination triggered the direct conversion of Li2S into S8. In the following discharge, the cell delivered a high specific capacity of 1300 mAh g−1 (areal capacity: 9.14 mAh cm−2) with 80% Coulombic efficiency at 0.1C. This is, to the best of our knowledge, the highest value reported to date for a Li2S cathode, regardless of the active mass loading level. The cyclic voltammogram of the pelletized Li2S/graphene cathode in Figure 5b displays the typical electrochemical activity of Li2S in the Li−S cell, consistent with the galvanostatic charge− discharge voltage profiles in Figure 5a. One oxidation peak, which corresponds to the initial activation of the pelletized Li2S/graphene cathode by the direct conversion reaction, can be observed during the first anodic scan. In the subsequent cathodic scan, two well-defined reduction peaks at 2.3 and 2.0 V originate from the transitions of sulfur and long-chain polysulfides (Li2Sx, 4 ≤ x ≤ 8) to short-chain polysulfides (Li2S2 and Li2S).\n31 After the first cycle, the cyclic voltammogram curves become very similar to those employing elemental sulfur cathodes.4 When cycled at a high current density of 0.5C (Figure 5c), the pelletized Li2S/graphene cathode exhibits outstanding capacity retention approaching 87% after 100 cycles. Remarkably, the discharge capacity averages near 1069 mAh g−1 (areal capacity: 7.5 mAh cm−2) during 100 cycles, which easily surpasses the current record for the Li2S cathode in a Li−S battery, especially at such high loading levels where a typical mass loading of Li2S is less than 3 mg cm\n−2. To better understand the outstanding electrochemical behavior of the pelletized Li2S/graphene cathode, in situ EIS analysis was performed in a half-cell at 0.5C for 100 cycles. Impedance\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2791\nspectra were measured after every ten cycles (Figure S11). The resistance values of the electrolyte solution (Relectrolyte), interfacial layer (Rsurf), and charge transfer (Rct) were extremely low and increased minimally during cycling, indicating that the pelletized graphene sheets effectively entrap excess lithium polysulfide. They thereby prevent the diffusion of these species to the anode side and maintain low surface resistance during extensive cycling.14 Moreover, the graphene sheets chemically and mechanically protect Li2S particles from pulverization while providing excellent electrical conductivity, facilitating Li-ion diffusion from the electrolyte to the surface of the active material (low Rsurf value), as well as fast chargetransfer kinetics within the cathode structure (low Rct value). On the other hand, under the lower-pressure application of 750 MPa, the graphene sheets also compact the loose mixture into a densely packed Li2S/graphene nanocomposite. Compared to the 1 GPa pressure condition, however, lower pressure application of 750 MPa produced the relatively thick film (110 μm, 1.2 times higher than 1.0 GPa), thus lowering the volumetric energy density of the Li−S battery. Moreover, such a relatively loose structure structure causes active material loss during charge−discharge process, resulting in inferior capacity and cycling stability (Figures S12 and S13). To further ascertain the advantages of the pelletized Li2S/ graphene composite cathode in solving the problem of intermediate polysulfide formation and its dissolution into electrolyte solution, we fabricated and evaluated the electrochemical performance of a typical Li2S/graphene mixture cathode without the high-pressure treatment. In the typical Li2S/graphene mixture cathode, the Li2S loading was limited under 3 mg cm−2 because the slurry could not be uniformly coated onto the Al foil when the Li2S loading exceeded 3 mg cm−2 (see the photographs in Figure S14). Figure S15 compares the electrochemical performances between pelletized Li2S/graphene composite cathode and typical Li2S/graphene mixture cathode. Notably, the pelletized Li2S/graphene composite cathode showed a much higher discharge capacity and better cycling stability even under 3 times higher Li2S loading. The improved cell performance can be attributed to the high electrochemical utilization of sulfur and the suppression of excessive polysulfide dissolution resulting from the unique structural advantages brought by the pelletizing process. As seen in Figures S7, S16, and S17, the Li2S/graphene mixture cathode without pelletizing cannot effectively scavenge the excess amount of polysulfide during the charge−discharge process, which results in a loss of active material and poor electrochemical performance. From these results, we can conclude that the spontaneous conversion of Li2S to S8 in the first charging process and densely packed multilayer graphene sheets in the pelletized Li2S/graphene composite cathode effectively suppress polysulfide dissolution into the electrolyte solution (Figure S18), enabling the long lifetime for the proposed Li−S battery. Moreover, even at extremely high Li2S mass loading of 15 mg cm\n−2, the cathode continued to deliver a high reversible discharge capacity of 1220 mAh g−1 (areal capacity: 12.75 mAh cm−2) without noticeable capacity loss during the first 50 cycles tested at 0.5C (Figure 5d). Although the cycling could not be extended beyond 50 cycles, owing mainly to corrosion and dendritic growth of the Li-metal anode caused by the high current density,32 the cathode successfully maintained its capacity even at the high level of active mass loading of 15 mg cm−2. It is also shown that the pelletized cathode was successfully fabricated\nwith a 200 μm thick (Figure S19) and will operate even at Li2S mass loading of 20 mg cm−2 (Figure S20). Furthermore, the cathode would likely retain its initial capacity well beyond 50 cycles if fitted with a more robust anode. When the mass loading was reduced to 6 mg cm−2 (Figure S21), the pelletized Li2S cathode cycled stably over 200 cycles. With a further reduced mass loading of 3 mg cm−2 (Figure S22), at which the majority Li2S cells reported in the literature are tested, outstanding long-term cycling stability with capacity retention of 80% was achieved over 400 cycles. Unlike previously reported Li2S cathodes, the proposed pelletized Li2S/graphene cathode maintains its high capacity for extended cycles without significant capacity fading during the initial cycles. The conventional approach for improving the cycling stability of the Li2S cathode has focused on minimizing the dissolution of intermediate polysulfides during cycling by confining Li2S in different carbonaceous and inorganic matrices. However, a certain portion of the polysulfide species invariably escapes from the confining matrix, leading to a loss of active material (hence, low capacity) and rapid capacity fading. Conversely, as observed from in situ XRD and Raman spectroscopy, the direct conversion of Li2S into S8 during the initial charge largely bypasses the formation of parasitic polysulfides. Moreover, tightly encapsulating graphene sheets chemically and mechanically entrap the active material while providing efficient electrical pathways for redox reactions,33 resulting in excellent cycling stability with high Coulombic efficiency, even at high Li2S loadings. Fast charge−discharge capability is becoming an important requirement for rechargeable batteries, particularly in high power density applications. Although a limited improvement in the rate capability of the Li2S cathode has been achieved by introducing novel carbon matrices, increasing the Li2S loading and Li2S-to-electrolyte mass ratio typically reduces sulfur utilization and deteriorates the rate capability, which remains considerably below the required level for highpower applications. To demonstrate the fast charge−discharge capability of the pelletized Li2S/graphene cathode, the longcycle rate performance was evaluated with a relatively high mass loading of 10 mg cm−2 (under a low Li2S/electrolyte ratio of 1:9) at different current rates from 0.1C to 2C (Figure 5e). The pelletized Li2S/graphene cathode exhibited fast charge− discharge capability with excellent capacity retention; in particular, even at a 2C rate, the cathode continued to deliver a high discharge capacity of 645.9 mAh g−1 (4.5 mAh cm−2) with a capacity retention of 50% of the initial capacity at 0.1C. The main advantage of the Li2S cathode over a sulfur cathode is that Li2S can serve as a Li source. This allows the use of Li-free anodes, thus avoiding the intrinsic safety issues of a highly reactive Li metal anode. To construct a reliable and safe Li2S full cell, graphite is the best anode material to date because of its high reversible capacity and low average working potential. Even at heavy mass loadings, a graphite anode displays ideal charge−discharge profiles and high reversible capacity with excellent Coulombic efficiency (Figure S23). The electrolyte used in Li−S full batteries, 2.5 M LiTFSI + 0.4 M LiNO3 dissolved in DME: DOL = 1:1 (v/v), shows high compatibility to graphite anode. Weakening the Li+−solvent interaction in high salt concentration (or, equivalently, a decrease in solvent solubility) and the addition of NO3− can significantly hinder the cointercalation of Li+−solvent, resulting in excellent graphite stability against the electrolyte.34\nA Li2S full battery consisting of a graphite anode-pelletized Li2S/graphene cathode was assembled by balancing the\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2792\ncapacity ratio of the anode to the cathode (N/P ratio) to 1.2:1. The Li−S full battery with a high cathode loading of 10 mg cm−2 delivered a charge capacity of 1650 mAh g−1 at 3.6 V, indicating full delithiation of Li2S during the activation process. In the subsequent discharge process, the Li−S full battery exhibited a high discharge capacity of 1100 mAh g−1 (7.3 mAh cm−2) at 0.1C rate, which is comparable to the capacity produced by a half-cell with a Li anode (Figure 6a). For the cycling test, the reversible capacity stabilized at 533 mAh g−1 (3.6 mAh cm−2) after 200 cycles at 0.2C rate (Figure 6b). With\na moderate loading of 5 mg cm−2, the Li−S full battery demonstrated ultralong-term cycling stability with high a Coulombic efficiency over 700 cycles at 0.5C rate (Figure S24). Notably, compared with a Li-metal half-cell, the relatively low Coulombic efficiency and fast capacity decay rate of a Li−S full battery is mainly due to the formation of an unstable solid electrolyte interface (SEI) layer between lithium-polysulfides and the graphite anode.14,35 Although the graphite anode could reduce the practical energy density, safety issues and the long-term cycling stability of the proposed\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2793\nLi−S full battery are significantly improved and effectively overcome the limitations of Li-metal anodes in rechargeable Li−S batteries. Developing a Li−S pouch-type cell that has a considerably\nhigher capacity at the cell level compared to the small-sized coin-type cell has proven to be difficult, although it is a necessity for the commercialization of Li−S batteries. We report, to the best of our knowledge for the first time, the successful construction and operation of pouch-type Li−S cells (Figure 6c) using the pelletized Li2S/graphene cathode and both Li metal and graphite anodes, which brings us a step closer to achieving the practical application Li−S batteries (cell capacity: Li-metal anode for 80 mAh and graphite anode for 40 mAh; areal capacity of pouch-type cell using Li-metal anode for 5.5 mAh cm−2). The initial charge−discharge capacities of the pouch-type cells were virtually identical to those of the coin-type cells (Figure S25). Although the capacity retention for both Li metal and graphite anodes was marginally inferior to that of the coin-type cells, the pouch-type cells operated for over 25 (or 50) cycles, which is an unprecedented achievement for Li−S batteries (Figure 6d,e) with pouch-type cells. In addition, we also calculated the actual energy density of both pouch-type Li−S batteries using a Li-metal anode and graphite anode. The overall cell parameters of both Li−S batteries using a Li-metal anode and graphite anode for energy density calculation are listed in Tables S2 and S3, respectively. Even under the low Li2S-to-electrolyte mass ratio (for Li-metal anode → 1:5; for graphite anode → 1:6), both Li−S batteries also showed high electrochemical utilization of sulfur. Although the batteries delivered slightly low initial discharge capacity and showed inferior cycling stability at the lower Li2Sto-electrolyte mass ratio (Figure S26), the Li−S cells were still able to deliver a higher gravimetric energy density. The pelletized Li2S/graphene cathode represents a major breakthrough in Li−S battery technology, providing the high energy and high power density promised by the technology, while ensuring the required battery lifetime. Figure 7a, which plots the gravimetric energy density against the active mass loading for the Li2S/carbon batteries reported in the literature and for the state-of-the-art commercial Li-ion battery (Panasonic NCR18650B),36 highlights the superior energy density of the proposed Li2S-based Li−S battery as the gravimetric energy density of the proposed Li2S/graphene battery easily surpasses that of the currently available Li−S batteries using a Li2S cathode and Li-ion batteries by a factor of 2. The pelletized Li2S/graphene operates even at 20 mg cm−2, an operational loading level that no other Li−S batteries have been able to achieve. When compared in terms of areal capacity in a half cell or full cell, the pelletized Li2S/graphene cathode clearly outperforms the literature-reported Li2S cathodes (Figure 7b,c). Furthermore, the successful operation of the pouch-type cells clearly demonstrates the practicality of scaling up the proposed pelletized Li2S/graphene cathode to a large-format Li−S battery. In addition, the pelletization process bypasses complex physicochemical processes often used to reduce the size of Li2S particles to the nanoscale. Instead, commercially available micrometer-sized Li2S particles are used in the pelletization without prior treatment, making the cathode synthesis conducive to large-scale production.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsenergylett.9b01919.\nExperimental methods; structural analysis of pelletized Li2S/graphene composite cathode using XRD, SEM and TEM analysis; Raman spectroscopy and EIS measurements for pelletized Li2S/graphene composite cathode; electrochemical performances of the pelletized Li2S/ graphene composite cathode under different Li2S loading; and energy density calculation for pouch-type Li−S battery using Li2S/graphene composite cathode (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: csyoon@hanyang.ac.kr. *E-mail: yksun@hanyang.ac.kr."
    }, {
      "heading" : "ORCID",
      "text" : "Chong S. Yoon: 0000-0001-6164-3331 Yang-Kook Sun: 0000-0002-0117-0170"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by a grant from the Human Resources Development program (No. 20184010201720) of the Korea Institute of Energy Technology Evaluation and Planning (KETEP), funded by the Ministry of Trade, Industry and Energy of the Korean government, and by Samsung Research Funding & Incubation Center of Samsung Electronics under Project Number SRFC-MA1901-06. We thank Liang-Yin Kuo and Payam Kaghazchi who contributed to theoretical calculations.\n■ REFERENCES (1) Ji, X.; Lee, K. T.; Nazar, L. F. A Highly Ordered Nanostructured Carbon−Sulphur Cathode for Lithium−Sulphur Batteries. Nat. Mater. 2009, 8, 500−506. (2) Bruce, P. G.; Freunberger, S. A.; Hardwick, L. J.; Tarascon, J.-M. Li−O2 and Li−S Batteries with High Energy Storage. Nat. Mater. 2012, 11, 19−29. (3) Wild, M.; O’Neill, L.; Zhang, T.; Purkayastha, R.; Minton, G.; Marinescu, M.; Offer, G. J. Lithium Sulfur batteries, a Mechanistic Review. Energy Environ. Sci. 2015, 8, 3477−3494. (4) Kang, H.-S.; Park, E.; Hwang, J.-Y.; Kim, H.; Aurbach, D.; Rosenman, A.; Sun, Y.-K. Li-S Batteries: A Scaled-Up Lithium (Ion)Sulfur Battery: Newly Faced Problems and Solutions. Adv. Mater. Technol. 2016, 1, 1600052. (5) Yang, Y.; Zheng, G.; Misra, S.; Nelson, J.; Toney, M. F.; Cui, Y. High-Capacity Micrometer-Sized Li2S Particles as Cathode Materials for Advanced Rechargeable Lithium-Ion Batteries. J. Am. Chem. Soc. 2012, 134, 15387−15394. (6) Agostini, M.; Hassoun, J.; Liu, J.; Jeong, M.; Nara, H.; Momma, T.; Osaka, T.; Sun, Y.-K.; Scrosati, B. A Lithium-Ion Sulfur Battery Based on a Carbon-Coated Lithium-Sulfide Cathode and an Electrodeposited Silicon-Based Anode. ACS Appl. Mater. Interfaces 2014, 6, 10924−10928. (7) Su, D.; Zhou, D.; Wang, C.; Wang, G. Lithium-Sulfur Batteries: Toward High Performance Lithium−Sulfur Batteries Based on Li2S Cathodes and Beyond: Status, Challenges, and Perspectives. Adv. Funct. Mater. 2018, 28, 1800154.\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2794\n(8) Yin, Y.-X.; Xin, S.; Guo, Y.-G.; Wan, L.-J. Lithium−Sulfur Batteries: Electrochemistry, Materials, and Prospects. Angew. Chem., Int. Ed. 2013, 52, 13186−13200. (9) Vizintin, A.; Chabanne, L.; Tchernychova, E.; Arcǒn, I.; Stievano, L.; Aquilanti, G.; Antonietti, M.; Fellinger, T.-P.; Dominko, R. The Mechanism of Li2S Activation in Lithium-Sulfur Batteries: Can we Avoid the Polysulfide Formation? J. Power Sources 2017, 344, 208−217. (10) Wu, F.; Pollard, T. P.; Zhao, E.; Xiao, Y.; Olguin, M.; Borodin, O.; Yushin, G. Layered LiTiO2 for the Protection of Li2S Cathodes Against Dissolution: Mechanisms of the Remarkable Performance Boost. Energy Environ. Sci. 2018, 11, 807−817. (11) Seh, Z. W.; Wang, H.; Hsu, P.-C.; Zhang, Q.; Li, W.; Zheng, G.; Yao, H.; Cui, Y. Improved Lithium−Sulfur Batteries with a Conductive Coating on the Separator to Prevent the Accumulation of Inactive S-Related Species at the Cathode−Separator Interface. Energy Environ. Sci. 2014, 7, 672−676. (12) He, J.; Chen, Y.; Lv, W.; Wen, K.; Xu, C.; Zhang, W.; Qin, W.; He, W. Three-Dimensional CNT/Graphene−Li2S Aerogel as Freestanding Cathode for High-Performance Li−S Batteries. ACS Energy Lett. 2016, 1, 820−826. (13) Wu, F.; Magasinski, A.; Yushin, G. Nanoporous Li2S and MWCNT-linked Li2S Powder Cathodes for Lithium-Sulfur and Lithium-Ion Battery Chemistries. J. Mater. Chem. A 2014, 2, 6064− 6070. (14) Tan, G.; Xu, R.; Xing, Z.; Yuan, Y.; Lu, J.; Wen, J.; Liu, C.; Ma, L.; Zhan, C.; Liu, Q.; Wu, T.; Jian, Z.; Shahbazian-Yassar, R.; Ren, Y.; Miller, D. J.; Curtiss, L. A.; Ji, X.; Amine, K. Burning lithium in CS2 for High-Performing Compact Li2S−Graphene Nanocapsules for Li− S Batteries. Nat. Energy 2017, 2, 17090. (15) Yu, M.; Wang, Z.; Wang, Y.; Dong, Y.; Qiu, J. Freestanding Flexible Li2S Paper Electrode with High Mass and Capacity Loading for High-Energy Li−S Batteries. Adv. Energy Mater. 2017, 7, 1700018. (16) Chung, S.-H.; Han, P.; Chang, C.-H.; Manthiram, A. A ShellShaped Carbon Architecture with High-Loading Capability for Lithium Sulfide Cathodes. Adv. Energy Mater. 2017, 7, 1700537. (17) Bonnick, P.; Nagai, E.; Muldoon, J. PerspectiveLithiumSulfur Batteries. J. Electrochem. Soc. 2018, 165, A6005−A6007. (18) Zhang, K.; Wang, L.; Hu, Z.; Cheng, F.; Chen, J. Ultrasmall Li2S Nanoparticles Anchored in Graphene Nanosheets for HighEnergy Lithium-Ion Batteries. Sci. Rep. 2015, 4, 6467. (19) Gorlin, Y.; Patel, M. U. M.; Freiberg, A.; He, Q.; Piana, M.; Tromp, M.; Gasteiger, H. A. Understanding the Charging Mechanism of Lithium-Sulfur Batteries Using Spatially Resolved Operando X-Ray Absorption Spectroscopy. J. Electrochem. Soc. 2016, 163, A930−A939. (20) Shunxin, J.; Xiuping, C.; Zhao, Z.; Chen, F.; Zhong, M. A. A Simple Solution-Based Method to Prepare Honeycomb-Like Li2S/ Graphene Composite for Lithium-Sulfur Batteries. Int. J. Electrochem. Sci. 2018, 13, 3407−3419. (21) Grzechnik, A.; Vegas, A.; Syassen, K.; Loa, I.; Hanfland, M.; Jansen, M. Reversible Antifluorite to Anticotunnite Phase Transition in Li2S at High Pressures. J. Solid State Chem. 2000, 154, 603−611. (22) Gorlin, Y.; Siebel, A.; Piana, M.; Huthwelker, T.; Jha, H.; Monsch, G.; Kraus, F.; Gasteiger, H. A.; Tromp, M. Operando Characterization of Intermediates Produced in a Lithium-Sulfur Battery. J. Electrochem. Soc. 2015, 162, A1146−A1155. (23) Kresse, G.; Furthmüller, J. Efficient Iterative Schemes for ab initio Total-Energy Calculations Using a Plane-Wave Basis Set. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 11169. (24) Perdew, J. P.; Burke, K.; Ernzerhof, M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996, 77, 3865−3868. (25) Zhang, L.; Sun, D.; Feng, J.; Cairns, E. J.; Guo, J. Revealing the Electrochemical Charging Mechanism of Nanosized Li2S by in Situ and Operando X-ray Absorption Spectroscopy. Nano Lett. 2017, 17, 5084−5091. (26) Wu, H.-L.; Huff, L. A.; Gewirth, A. A. In Situ Raman Spectroscopy of Sulfur Speciation in Lithium−Sulfur Batteries. ACS Appl. Mater. Interfaces 2015, 7, 1709−1719.\n(27) Hagen, M.; Schiffels, P.; Hammer, M.; Dörfler, S.; Tübke, J.; Hoffmann, M. J.; Althues, H.; Kaskel, S. In-Situ Raman Investigation of Polysulfide Formation in Li-S Cells. J. Electrochem. Soc. 2013, 160, A1205−A1214. (28) Yao, H.; Yan, K.; Li, W.; Zheng, G.; Kong, D.; Seh, W.; Narasimhan, V. K.; Liang, Z.; Cui, Y. Improved Lithium−Sulfur Batteries with a Conductive Coating on the Separator to Prevent the Accumulation of Inactive S-Related Species at the Cathode−Separator Interface. Energy Environ. Sci. 2014, 7, 3381−3390. (29) Hwang, J.-Y.; Kim, H. M.; Shin, S.; Sun, Y.-K. Designing a High-Performance Lithium-Sulfur Batteries Based on Layered Double Hydroxides-Carbon Nanotubes Composite Cathode and a DualFunctional Graphene-Polypropylene-Al2O3 Separator. Adv. Funct. Mater. 2018, 28, 1704294. (30) Bugga, R.; Jones, J.-P.; Jones, S. C.; Krause, F. C.; Pasalic, J.; Ganapathi, D. S.; Hendrickson, M.; Plichta, E. J. New Separators in Lithium/Sulfur Cells with High-Capacity Cathodes. J. Electrochem. Soc. 2018, 165, A6021−A6028. (31) Wang, L.; Wang, Y.; Xia, Y. A High Performance Lithium-Ion Sulfur Battery Based on a Li2S Cathode Using a Dual-Phase Electrolyte. Energy Environ. Sci. 2015, 8, 1551−1558. (32) Kim, H. M.; Sun, H.-H.; Belharouak, I.; Manthiram, A.; Sun, Y.K. An Alternative Approach to Enhance the Performance of High Sulfur-Loading Electrodes for Li−S Batteries. ACS Energy Lett. 2016, 1, 136−141. (33) Wang, C.; Wang, X.; Yang, Y.; Kushima, A.; Chen, J.; Huang, Y.; Li, J. Slurryless Li2S/Reduced Graphene Oxide Cathode Paper for High-Performance Lithium Sulfur Battery. Nano Lett. 2015, 15, 1796−1802. (34) Ming, A. J.; Cao, Z.; Wahyudi, W.; Li, M.; Kumar, P.; Wu, Y.; Hwang, J.-Y.; Hedhili, M. N.; Cavallo, L.; Sun, Y.-K.; Li, L.-J. New Insights on Graphite Anode Stability in Rechargeable Batteries: Li Ion Coordination Structures Prevail over Solid Electrolyte Interphases. ACS Energy Lett. 2018, 3, 335−340. (35) Bhargav, A.; Wu, M.; Fu, Y. A Graphite-Polysulfide Full Cell with DME-Based Electrolyte. J. Electrochem. Soc. 2016, 163, A1543− A1549. (36) Hagen, M.; Hanselmann, D.; Ahlbrecht, K.; Maca̧, R.; Gerber, D.; Tübke, J. Lithium−Sulfur Cells: The Gap between the State-ofthe-Art and the Requirements for High Energy Battery Cells. Adv. Energy Mater. 2015, 5, 1401986.\nDOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795\n2795"
    } ],
    "references" : [ {
      "title" : "A Highly Ordered Nanostructured Carbon−Sulphur Cathode for Lithium−Sulphur Batteries",
      "author" : [ "X. Ji", "K.T. Lee", "L.F. Nazar" ],
      "venue" : "Nat. Mater. 2009,",
      "citeRegEx" : "Ji et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ji et al\\.",
      "year" : 2009
    }, {
      "title" : "Li−O2 and Li−S Batteries with High Energy Storage",
      "author" : [ "P.G. Bruce", "S.A. Freunberger", "L.J. Hardwick", "J.-M. Tarascon" ],
      "venue" : "Nat. Mater. 2012,",
      "citeRegEx" : "Bruce et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Bruce et al\\.",
      "year" : 2012
    }, {
      "title" : "Lithium Sulfur batteries, a Mechanistic Review",
      "author" : [ "M. Marinescu", "G.J. Offer" ],
      "venue" : "Energy Environ. Sci. 2015,",
      "citeRegEx" : "Marinescu and Offer,? \\Q2015\\E",
      "shortCiteRegEx" : "Marinescu and Offer",
      "year" : 2015
    }, {
      "title" : "Lithium−Sulfur Batteries: Electrochemistry, Materials, and Prospects",
      "author" : [ "Y.-X. Yin", "S. Xin", "Y.-G. Guo", "L.-J. Wan" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Yin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2013
    }, {
      "title" : "Layered LiTiO2 for the Protection of Li2S Cathodes Against Dissolution: Mechanisms of the Remarkable Performance Boost",
      "author" : [ "Yushin" ],
      "venue" : "Energy Environ. Sci. 2018,",
      "citeRegEx" : "O. and G.,? \\Q2018\\E",
      "shortCiteRegEx" : "O. and G.",
      "year" : 2018
    }, {
      "title" : "Li2S Powder Cathodes for Lithium-Sulfur and Lithium-Ion Battery Chemistries",
      "author" : [ "G. Tan", "R. Xu", "Z. Xing", "Y. Yuan", "J. Lu", "J. Wen", "C. Liu", "L. Ma", "C. Zhan", "Q. Liu", "T. Wu", "Z. Jian", "R. Shahbazian-Yassar", "Y. Ren" ],
      "venue" : "J. Mater. Chem. A 2014,",
      "citeRegEx" : "Tan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2014
    }, {
      "title" : "Li2S Paper Electrode with High Mass and Capacity Loading for High-Energy Li−S Batteries",
      "author" : [ "S.-H. Chung", "P. Han", "C.-H. Chang", "A. Manthiram" ],
      "venue" : "Adv. Energy Mater. 2017,",
      "citeRegEx" : "Chung et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chung et al\\.",
      "year" : 2017
    }, {
      "title" : "PerspectiveLithiumSulfur Batteries",
      "author" : [ "P. Bonnick", "E. Nagai", "J. Muldoon" ],
      "venue" : "J. Electrochem. Soc. 2018,",
      "citeRegEx" : "Bonnick et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bonnick et al\\.",
      "year" : 2015
    }, {
      "title" : "Simple Solution-Based Method to Prepare Honeycomb-Like Li2S/ Graphene Composite for Lithium-Sulfur Batteries",
      "author" : [ "A. Grzechnik", "A. Vegas", "K. Syassen", "I. Loa", "M. Hanfland", "M. Jansen" ],
      "venue" : "Int. J. Electrochem. Sci. 2018,",
      "citeRegEx" : "Grzechnik et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Grzechnik et al\\.",
      "year" : 2018
    }, {
      "title" : "Generalized Gradient Approximation Made Simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Phys. Rev. Lett. 1996,",
      "citeRegEx" : "Perdew et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Perdew et al\\.",
      "year" : 1996
    }, {
      "title" : "In Situ Raman Spectroscopy of Sulfur Speciation in Lithium−Sulfur Batteries",
      "author" : [ "H.-L. Wu", "L.A. Huff", "A.A. Gewirth" ],
      "venue" : "ACS Appl. Mater. Interfaces 2015,",
      "citeRegEx" : "Wu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2015
    }, {
      "title" : "New Separators in Lithium/Sulfur Cells with High-Capacity Cathodes",
      "author" : [ "R. Bugga", "J.-P. Jones", "S.C. Jones", "F.C. Krause", "J. Pasalic", "D.S. Ganapathi", "M. Hendrickson", "E.J. Plichta" ],
      "venue" : "Graphene-Polypropylene-Al2O3 Separator. Adv. Funct. Mater. 2018,",
      "citeRegEx" : "Bugga et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bugga et al\\.",
      "year" : 2018
    }, {
      "title" : "A High Performance Lithium-Ion Sulfur Battery Based on",
      "author" : [ "L. Wang", "Y. Wang", "Y. Xia" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "A Graphite-Polysulfide Full Cell with DME-Based Electrolyte",
      "author" : [ "A. Bhargav", "M. Wu", "Y. Fu" ],
      "venue" : "J. Electrochem. Soc. 2016,",
      "citeRegEx" : "Bhargav et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bhargav et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "A mixture of graphene and Li2S is pelletized by a volume reduction of 220% to synthesize a high energy density cathode for lithium−sulfur (Li−S) batteries. The compacted graphene/Li2S composite cathode, in addition to providing robust electrical pathways, drives Li2S metastable particles to metastable states (high-pressure polymorphs with a highly deformed mechanical state), triggering a spontaneous conversion of Li2S to S8 in the first charging process. This direct conversion resolves the long-standing problem of excess polysulfide formation during Li2S activation. Moreover, graphene sheets, tightly encapsulating the Li2S particles, effectively confine the active material in subsequent cycles to ensure unprecedented cycling stability at a high loading density for the Li−S battery. Here we show a major breakthrough in Li−S battery technology, providing the high energy density promised by the proposed technology while ensuring the required battery lifetime. Furthermore, successful operation of a pouch-type cell employing the pelletized graphene/Li2S composite cathode with a high loading level clearly demonstrates the convenience of scaling up the proposed pelletization of Li2S or S cathodes to a large-format Li−S battery. A sulfur cathode offers many advantages over intercalation cathodes, such as Li[NixCoyMn1−x−y]O2 or Li[NixCoyAl1−x−y]O2, used in Li-ion batteries (LIBs). In addition to the natural abundance of sulfur (hence, low material cost) and its nontoxicity, a sulfur cathode with a theoretical capacity of 1675 mAh g−1 can produce a theoretical energy density of 2600 Wh kg−1 when combined with a lithium anode. This easily surpasses the energy density of state-of-the-art commercial LIBs by a factor of 2−3. Despite this potential, Li−S batteries pose formidable challenges in practice: electrically insulating sulfur requires a significant fraction of conducting agent and thus reduces the loading level of the active material; dissolution of intermediate polysulfides (Li2Sx, 4 ≤ x ≤ 8) in organic electrolytes leads to the “shuttle effect”, high electrolyte consumption, and large volumetric changes during lithiation and delithiation (approximately 80%), stressing the mechanical integrity of the cell. These problems have limited Li−S batteries to laboratory practices, and stable cycling of Li−S coin cells has been achieved only with low loading levels of S (<5 mg cm−2) and discharge rates less than C/2. In addition to the issues associated with the sulfur cathode, the high reactivity of Li metal and resultant detrimental dendrite growth severely limit the cycling stability and safety of Li−S batteries. Li2S, a fully lithiated product of the Li−S battery, can also serve as an alternative high-capacity cathode with a theoretical capacity of 1166 mAh g−1. One advantage of the Li2S cathode is that it allows the use of different anode materials (e.g., Si, Sn, and carbonaceous materials), thus bypassing the chemically unstable Li metal anode. Moreover, this offers improved mechanical stability, as Li2S is in the fully expanded state, thus minimizing volumetric changes during cycling. The Li2S cathode, being an insulator, however, requires a high overpotential for activation in its first cycle (i.e., conversion to S). During this process, excess (parasitic) polysulfides lead to significant loss of active material and subsequent capacity fading caused by the shuttle problem. Although various activation catalysts and polysulfide scavengers have been proposed, the main strategy for alleviating these problems has been to confine the nanosized Li2S particles in conducting Received: September 2, 2019 Accepted: October 11, 2019 Published: October 11, 2019 Leter http://pubs.acs.org/journal/aelccp Cite This: ACS Energy Lett. 2019, 4, 2787−2795 © 2019 American Chemical Society 2787 DOI: 10.1021/acsenergylett.9b01919 ACS Energy Lett. 2019, 4, 2787−2795 D ow nl oa de d vi a U N IV O F E X E T E R o n Ju ly 1 5, 2 02 0 at 1 3: 55 :0 2 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}