{
  "name" : "downloads_2019-11-28_71_10.1016@j.ijms.2019.116269.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Imaging of triglycerides in tissues using nanospray desorption electrospray ionization (Nano-DESI) mass spectrometry",
    "authors" : [ "Daisy Unsihuay", "Jiamin Qiu", "Sneha Swaroop", "Konstantin O. Nagornov", "Anton N. Kozhinov", "Yury O. Tsybin", "Shihuan Kuang", "Julia Laskin", "PC", "TG" ],
    "emails" : [ "jlaskin@purdue.edu" ],
    "sections" : [ {
      "heading" : "Journal Pre-proof",
      "text" : "Imaging of triglycerides in tissues using nanospray desorption electrospray ionization (Nano-DESI) mass spectrometry"
    }, {
      "heading" : "Daisy Unsihuay, Jiamin Qiu, Sneha Swaroop, Konstantin O. Nagornov, Anton N. Kozhinov, Yury O. Tsybin, Shihuan Kuang, Julia Laskin",
      "text" : "PII: S1387-3806(19)30303-3 DOI: https://doi.org/10.1016/j.ijms.2019.116269 Reference: MASPEC 116269\nTo appear in: International Journal of Mass Spectrometry"
    }, {
      "heading" : "Received Date: 31 July 2019",
      "text" : ""
    }, {
      "heading" : "Revised Date: 20 November 2019",
      "text" : ""
    }, {
      "heading" : "Accepted Date: 24 November 2019",
      "text" : "Please cite this article as: D. Unsihuay, J. Qiu, S. Swaroop, K.O. Nagornov, A.N. Kozhinov, Y.O. Tsybin, S. Kuang, J. Laskin, Imaging of triglycerides in tissues using nanospray desorption electrospray ionization (Nano-DESI) mass spectrometry, International Journal of Mass Spectrometry (2019), doi: https://doi.org/10.1016/j.ijms.2019.116269.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier B.V.\nAuthor statement:\nD.U. and J.L. designed the study and co-wrote the manuscript. D.U. performed all the imaging experiments and processed the data. J.Q. and S.K. provided the mouse skeletal tissue sections and were involved in the interpretation of the results. K.N., A.K. and Y.T. developed approaches for processing and visualization of the imaging data. S.W. helped with data analysis.\nNano-DESI\nPC (40:6)TG (48:0)\n1"
    }, {
      "heading" : "Imaging of Triglycerides in Tissues Using Nanospray Desorption Electrospray Ionization 1 (Nano-DESI) Mass Spectrometry 2",
      "text" : "Daisy Unsihuay1, Jiamin Qiu2, Sneha Swaroop1‡, Konstantin O. Nagornov,3 Anton N. Kozhinov,3 3 Yury O. Tsybin,3 Shihuan Kuang 2 and Julia Laskin1✉ 4\n1. Department of Chemistry, Purdue University, West Lafayette, IN 47907, USA 5 2. Department of Animal Sciences, Purdue University, West Lafayette, IN 47907, USA 6 3. Spectroswiss, EPFL Innovation Park, 1015 Lausanne, Switzerland 7\n8\n9\nCorresponding author: Julia Laskin, Tel: 765-494-5464, Email: jlaskin@purdue.edu 10\n11\n12\n‡ An undergraduate student researcher.\n2\nAbstract 13\nNonpolar triglycerides (TGs) are rarely detected in mass spectrometry imaging (MSI) 14 experiments unless they are abundant in the sample. Herein, we use nanospray desorption 15 electrospray ionization (nano-DESI) to explore the role of the solvent composition and ionic 16 dopants on the detection of TGs in a murine gastrocnemius muscle tissue used as a model 17 system. We evaluated three solvent mixtures for their ability to extract nonpolar TG species: 18 MeOH:H2O 9:1 (v/v), MeOH:DCM 6:4 (v/v) and MeOH:AcN:tol 5:3.5:1.5 (v/v/v). We observe 19 that TGs are mainly detected as [M+K]+ adducts and their extraction efficiency is improved using 20 less polar solvents: MeOH:DCM and MeOH:AcN:tol . We also explore whether the ionization 21 efficiency of TGs may be improved by doping the MeOH:AcN:tol solvent with ammonium 22 formate (AF) and other ionic additives. However, the formation of [M+NH4] + adducts of TGs is 23 less efficient than the formation of [M+K]+ adducts in the range of AF concentrations from 0.1 to 24 10 mM. Chemical derivatization using 100 µM of Girard T reagent predominately generates 25 reaction products of phosphatidylcholine rather than TG species. Moreover, the presence of the 26 Girard T reagent suppresses ion signals of all the species in the spectrum including TGs. Nano-27 DESI MSI experiments performed using MeOH:AcN:tol solvent enable imaging of TGs without 28 any detectable adverse effect on signals of other lipids and metabolites. Specifically, 10 out of 29 14 TG species were detected exclusively using MeOH:AcN:tol and the sensitivity towards other 30 TGs was improved by at least an order of magnitude. Although polyunsaturated TGs may be 31 detected using both solvents, saturated and monounsaturated TGs are only detected using 32 MeOH:AcN:tol. Our results provide a direct path for the improved detection of TGs in tissue 33 imaging experiments using liquid-based ambient ionization techniques. 34\n3"
    }, {
      "heading" : "1. Introduction 35",
      "text" : "Lipids play an important role in biological systems by participating in signaling and energy 36 storage and serving as cell membrane components [1]. Their complexity and structural diversity 37 have always presented a challenge for both qualitative and quantitative analysis. At present, 38 liquid chromatography coupled to mass spectrometry (LC-MS) is by far the most common 39 platform used in lipidomics studies [2,3]. LC-MS approaches have enabled confident 40 identification and detection of both high- and low-abundance analytes in complex lipid mixtures. 41 Alternatively, shotgun lipidomics approaches have been developed in an effort to improve the 42 analysis throughput [4–6]. 43\nMass spectrometry imaging (MSI) also has emerged as a powerful tool for the spatial 44 mapping of molecules in biological samples [7–9]. MSI is a label-free technology, which 45 simultaneously provides chemical and spatial information in the form of molecular images. 46 When used for lipid imaging, MSI experiments may be described as spatially-resolved shotgun 47 lipidomics. Matrix assisted laser desorption/ionization (MALDI) is the most common ionization 48 technique used for the imaging of a broad range of analytes ranging from small lipids and 49 metabolites [10] to large biomolecules such as intact proteins [11]. Ambient liquid extraction 50 ionization techniques including desorption electrospray ionization (DESI) and nanospray 51 desorption electrospray ionization (nano-DESI) are gaining popularity in MSI because they 52 operate under open-air conditions and do not require sample preparation [12–15]. The 53 application of these techniques to tissue imaging provides insights into the specific functions of 54 lipids and metabolites in biological systems and helps identify potential biomarkers for the study 55 of disease mechanisms [16–19]. One of the advantages of ambient liquid extraction techniques 56 is that solvent composition can be tailored to either enable selective extraction of the analytes of 57 interest or provide broad coverage of molecules in the sample [13]. Moreover, the addition of 58 dopants to the working solvent has proven to be successful to improve the extraction of low-59 solubility species [20] or enhance the ionization by changing the polarity of the analyte [21,22]. 60 In DESI experiments, binary mixtures of water with methanol (MeOH) at different ratios were 61 reported to be suitable for the analysis of different phospholipid classes and sphingolipids [23]. 62 A mixture of dimethylformamide (DMF) with water or acetonitrile (AcN) has been used in DESI 63 MSI experiments as a less destructive and tissue friendly solvent, which helped improved the 64 sensitivity of the technique towards small metabolites [24]. 65\nIn nano-DESI, molecules from the sample are extracted into a liquid bridge formed between 66 two glass capillaries [25,26], transferred to a mass spectrometer inlet, and ionized by 67\n4\nelectrospray ionization. A majority of nano-DESI MSI experiments reported so far have been 68 performed using a solvent composed of MeOH:H2O (9:1) (v/v), which provides good coverage 69 for most of lipid classes [18,27]. It is not surprising that due to the polar nature of these 70 traditionally used solvents, polar lipids were predominately observed in these studies. However, 71 triglycerides (TGs) are detected with low efficiency using this solvent composition. Indeed, direct 72 comparison between nano-DESI MSI and LC-MS/MS lipidomics analysis performed using 73 MeOH:H2O (9:1) revealed good coverage of a majority of lipid classes except for TGs in nano-74 DESI MSI [28]. 75\nTGs are neutral lipids consisting of a glycerol backbone and three fatty acyl chains. In 76 mammals, TGs serve as the main source of energy for the body. Indeed, oxidation of TGs 77 releases more than twice as much energy per gram than other biomolecules such as 78 carbohydrates and proteins [29]. Accumulation of TGs in non-adipose tissues is associated with 79 the development of insulin resistance [30] as well as other pathologies [31,32]. Therefore, the 80 ability to explore the localization of TGs in tissue sections is important for understanding of their 81 role in complex biological processes. Nonpolar TGs are not readily extracted and ionized, which 82 presents a challenge for imaging experiments utilizing liquid extraction-based ionization 83 techniques. Therefore, it is important to develop approaches to improve their detection in these 84 experiments. DESI analysis of TGs using 1:1 water/methanol (v/v) was performed for samples 85 rich in TGs including edible oils and margarines [33]. However, DESI imaging of TGs was 86 reported for the first time after their complexation with Ag+ ions which improved the detection of 87 olefinic lipids [34]. This method allowed the detection of unsaturated but not of saturated TGs, 88 which do not contain double bonds known to interact with Ag+ ions. 89\nIn this work, we aim to address the limitation of the 9:1 (v/v) MeOH:H2O system [28], which 90 shows low sensitivity towards neutral TG species. In particular, we explore the effect of solvent 91 composition on the extraction and ionization of TGs using gastrocnemius muscle tissue as a 92 model system. We hypothesized that extraction of TGs may be improved using non-polar 93 organic solvents and compared the detection efficiency of TGs using three solvent mixtures 94 containing nonpolar components. Furthermore, we examined the effect of ionic and reactive 95 dopants on the ionization efficiency of TGs. Our results demonstrate substantial improvement in 96 the detection of TGs as [M+K]+ species using less polar solvents. However, we did not observe 97 an improvement in the ionization efficiency using ionic dopants in the solvent. This is attributed 98 to the high content of K+ ions in tissue samples and favorable cationization of TGs via 99 potassium cation complexation making [M+K]+ adducts of TGs the most abundant species in the 100\n5\nspectrum. On-line chemical derivatization with Girard T (GT) performed on the tissue did not 101 produce reaction products with TGs on the timescale of nano-DESI analysis. Nano-DESI MSI 102 experiments carried out using methanol:acetonitrile:toluene mixture enabled imaging of at least 103 fourteen TG species in the tissue without noticeably affecting the detection efficiency of other 104 analytes in the tissue. This result suggests that the detection of TGs in tissue sections using 105 liquid extraction techniques is mainly determined by their solubility in the extraction solvent. 106\n2. Materials and methods 107\n2.1. Chemicals and solutions 108 Ammonium formate (AF) and HPLC plus toluene (tol) were acquired from Sigma-Aldrich. 109 Omnisolv LC-MS grade water, methanol (MeOH), and acetonitrile (AcN) were purchased from 110 Millipore Sigma's (Burlington, MA). Dichloromethane (DCM) (≥ 99.5% purity) was purchased 111 from Avantor (Radnor, PA). Solvent mixtures used in this study are comprised of: (1) a 9:1 (v/v) 112 MeOH:H2O mixture, (2) a 5:3.5:1.5 (v/v/v) MeOH:AcN:tol and (3) a 6:4 (v/v) MeOH:DCM 113 mixture. A 100 µM solution of Girard T and AF solutions with concentrations ranging from 0.1 to 114 10 mM were also prepared using MeOH:AcN:tol. 115\n116 2.2. Tissue collection and handling 117 Adult (3-month old) C57BL/6 mice used in this study were originally obtained from Jackson 118 Laboratory (Bar Harbor, ME) and maintained in the animal facility with free access to standard 119 rodent chow and water. All the procedures involving mice were approved by the Purdue 120 University Animal Care and Use Committee (Protocol# 1112000440). Gastrocnemius muscles 121 were collected as previously described [35]. Samples were flash frozen in liquid nitrogen, 122 embedded using the optimal cutting temperature compound (OCT compound) with 1/2 of tissue 123 devoid of OCT, and stored in a -80°C freezer. Regions of the frozen muscle tissues remote from 124 the OCT embedding were cross sectioned serially into 10 µm-thick sections using a Leica 125 CM1850 cryostat. Adjacent sections were attached onto glass slides and stored in a slide 126 storage box at --80°C. Tissue sections were allowed to thaw at room temperature prior running 127 nano-DESI MSI experiments. 128\n2.3. Nano-DESI analysis 129 Individual line scans using different solvent compositions were acquired using an Agilent 130 6560 IM-QTOF MS (Agilent Technologies, Santa Clara), whereas imaging experiments were 131 performed on a Q-Exactive HF-X Orbitrap mass spectrometer (Thermo Fisher Scientific, 132 Waltham, MA) using a custom designed nano-DESI source [27,36]. The nano-DESI probe was 133\n6\nassembled by forming a liquid bridge between the primary and nanospray fused silica capillaries 134 (OD 150µm x ID 50µm). The nanospray capillary delivered the extracted analytes to the mass 135 spectrometer inlet where they were ionized using electrospray ionization. A detailed description 136 of this custom-designed shear force measurement unit can be found in our previous papers 137 [36,37]. A third fused silica capillary (200 µm ID, 790 µm OD) was pulled to ~20 µm OD using a 138 P-2000 puller (Sutter instrument, Novato, CA) to serve as a shear force probe. Pulling 139 parameters: Line 1, Heat 650, Fil 4, Vel 80, Del 130, Pull 60; Line 2, Heat 650, Fil 4, Vel 50, Del 140 130, Pull 60. Two piezoelectric ceramic plates (3.8 MHz, Steiner & Martins, Inc., Doral, FL) were 141 attached to the shear force probe: the upper plate induced the probe oscillation using a function 142 generator and the bottom plate positioned closer to the sample, detected the amplitude of the 143 shear force vibration through a lock-in amplifier (Stanford Research Systems, Sunnyvale, CA). 144 The shear force probe was positioned next to the nano-DESI probe to maintain a constant 145 distance between the sample and the nano-DESI probe and therefore, the same extraction 146 efficiency throughout the experiment. All capillaries were positioned in front of the mass 147 spectrometer inlet using high-resolution micromanipulators (5, XYZ500TIM, Quater Research 148 and Development, Bend, OR). Two Dino-Lite microscope cameras were used to guide the 149 assembly of the nano-DESI and shear force probes. 150\nTwo solvent compositions were used in imaging experiments: (1) MeOH:H2O (9:1) (v/v) and 151 (2) MeOH:AcN:tol (5:3.5:1.5) (v/v/v). These solvents were infused using a syringe pump at 0.5 152 µL/min. Ionization was achieved by applying a 3.5 kV potential to the syringe needle. The 153 heated capillary inlet was held at 30 V and 250 °C. Imaging data were acquired at a scan rate of 154 40 µm/s and a step between the lines of 175 µm. Mass spectra were acquired in positive mode 155 in the range of m/z 133−2000. The spatial resolution was kept at ~200 µm. Data-dependent 156 MS/MS experiments of molecules extracted from the tissue sections were performed using a 157 mass resolution (m/∆m) of 60,000 at m/z 200, mass isolation window of 0.5 m/z, and HCD 158 energy of 25 arbitrary units specific to the instrument. 159\n2.4. Data analysis 160\nEach line scan was collected as an individual file (reduced profile, .RAW file format). Data 161 processing was performed using Peak-by-Peak software (Spectroswiss, Lausanne, 162 Switzerland). Ion images were generated using parallel (multi-core) calculations. First, peaks 163 were extracted from mass spectra using a three-point quadratic interpolation to determine the 164 apex of the peak. Second, peak abundances in each pixel of the image were normalized to the 165 total ion current (TIC = sum of intensities): Intnorm = (Inti / ΣInti) * 100%. We note that 166\n7\nnormalization to the abundance of a specified m/z in the spectrum also is enabled by the 167 software. Finally, ion images were constructed by plotting normalized abundances of targeted 168 m/z features in each mass spectrum (pixel) within the mass tolerance window of ±10 ppm as a 169 function of location on the tissue sample. Initial lipid identification was performed using LIPID 170 MAPS (www.lipidmaps.org) and metabolite identification was performed using METLIN 171 database (https://metlin.scripps.edu). Final assignments were performed based on the MS/MS 172 analysis. 173\nRegion of interest (ROI) analyses were performed on the regions where TGs were abundant 174 in the tissue. Averaged mass spectra were obtained by spectral averaging over the ROIs and 175 normalized to the TIC obtained over the ROI. The effect of the solvent composition was 176 assessed by comparing the average intensities of TGs normalized to the TIC. 177\n178\n3. Results and discussion 179\nIn this study, we examined the effect of the solvent composition on the extraction and 180 ionization of TGs in nano-DESI experiments. First, the molecular coverage of the commonly 181 used nano-DESI solvent, MeOH:H2O 9:1 (v/v), was compared against two alternative solvents 182 MeOH:AcN:tol 5:3.5:1.5 (v/v/v) and MeOH:DCM 6:4 (v/v). Second, adduct formation and 183 chemical derivatization with Girard T approaches were explored for improving the ionization of 184 TGs. Finally, nano-DESI imaging experiments were performed using MeOH:H2O and 185 MeOH:AcN:tol to test the imaging capabilities of these solvents. 186\n3.1. Effect of solvent composition on the extraction of TGs 187\nTwo alternative solvents were examined for the analysis of TGs using nano-DESI MSI: 188 MeOH:DCM 4:6 (v/v) and MeOH:AcN:tol 5:3.5:1.5 (v/v/v). The first solvent has been previously 189 used in lipidomics analysis of plant and animal tissue samples and provided good coverage of 190 both polar and nonpolar lipids including TGs [38]. The second solvent has been used for the 191 detection of hydrophobic compounds in biological samples [26,39]. However, no systematic 192 study has been reported on the solvent optimization for tissue imaging experiments. Figure 1a-193 c shows average mass spectra obtained for each solvent by acquiring line scans over the 194 central region of the gastrocnemius muscle tissue as illustrated in Figure 1a. The results 195 indicate that regardless of the solvent composition, PC species detected in muscle tissue in the 196 mass range of m/z 740-860 as [M+H]+, [M+Na]+ and [M+K]+ adducts are the dominant peaks in 197\n8\npositive mode nano-DESI. This observation may be attributed to the polarity of PC species, 198 which facilitates their detection in a mass spectrometer as compared to TGs that are neutral 199 molecules. Moreover, PCs are mainly membrane lipids and therefore are present in high 200 abundance in tissue samples making them relatively easy to detect. 201\nAlthough the overall appearance of mass spectra obtained using three different solvents is 202 similar, we observed interesting differences at m/z > 840 (Figure 1c). Specifically, the signals of 203 TGs observed using MeOH:DCM and MeOH:AcN:tol showed an increase in abundance by at 204 least an order of magnitude in comparison with the signals obtained using MeOH:H2O. In the 205 spectra, TGs were mainly detected as [M+K]+ ions while the corresponding [M+Na]+ adducts 206 were much less abundant. This result reflects the important role that the solvent composition 207 plays in ambient ionization techniques based on liquid extraction, in which the solubility of the 208 analyte in the extraction solvent determines how effectively it is partitioned into the solvent. We 209 have previously demonstrated that a 70:30 mixture of acetonitrile and toluene facilitates the 210 extraction and ionization of nonpolar analytes from crude oil samples in nano-DESI experiments 211 [40]. It is reasonable to assume that the nonpolar components such as toluene and DCM 212 improve the extraction efficiency of nonpolar molecules such TGs of interest to this study. 213 Meanwhile, the presence of polar solvents such as MeOH and AcN promotes the extraction of 214 polar lipids and provides a stable electrospray signal [41]. In summary, we observed a 215 comparable performance of the toluene and DCM mixtures in the analysis of muscle tissue 216 sections. In contrast, analysis of mouse liver tissue sections indicated clear differences between 217 these two solvent mixtures. Figure S1a shows regions of the tissue that where sampled using 218 different solvent mixtures by acquiring one line scan for each solvent in each region; Figure 219 S1b shows representative average mass spectra obtained in the adjacent line scans. The 220 MeOH:AcN:tol clearly outperformed MeOH:DCM in all the acquired line scans. Based on these 221 results and safety concerns associated with DCM due to its carcinogenic properties, we chose 222 MeOH:AcN:tol as the working solvent for the following experiments. 223\n3.2. Effect of ionization on the detection of TGs 224\nIn addition to improving the extraction efficiency of TGs in nano-DESI experiments by 225 optimizing the solvent composition, we explored the effect of different dopants in the solvent on 226 the ionization efficiency of these lipids. Cationization of TG species with ammonium acetate 227 (AA) is a common strategy used in many lipidomics studies to enhance the ionization efficiency 228 of neutral lipids [42,43]. In this study, nano-DESI spectra were acquired using MeOH:AcN:tol 229 solvent containing ammonium formate (AF) at different concentrations in a range of 0.1-10 mM. 230\n9\nRepresentative mass spectra obtained using 0, 0.1 and 2 mM concentration of AF are shown in 231 Figure 2. We observe that the signals corresponding to [M+Na]+ and [M+K]+ adducts of PC 232 species are largely unaffected by the presence of AF in the solvent. The abundance of 233 protonated PC species increases in the presence of AF (Figure 2b). This is the only substantial 234 difference between mass spectra obtained at 0 and 0.1 mM AF concentrations (Figures 2a-b). 235 Ammonium adducts of TGs appear as low-abundance species at low AF concentration (Figure 236 2b) and increase in abundance at higher AF concentration (Figure 2c). However, the 237 abundance of [M+NH4] + ions of TGs at 2 mM AF concentration is still lower than the abundance 238 of the corresponding [M+K]+ species. Interestingly, the abundance of [M+K]+ adducts of TGs 239 increases with an increase in AF concentration. The relatively inefficient ionization of TGs as 240 [M+NH4] + ions observed in this study may be attributed to the high concentration of potassium 241 ions in the tissue that leads to the preferred formation of [M+K]+ adducts. Compared with LC-MS 242 analysis where high concentrations of AA are commonly used for lipid profiling, we found that at 243 high concentrations of AF (~10 mM) all the signals were substantially suppressed. Similarly, we 244 did not observe any measurable improvement in the signal of TGs by adding either LiNO3 or 245 KNO3 to the solvent. Collectively, these results indicate that the addition of salts to the nano-246 DESI solvent does not improve the ionization of TGs extracted from muscle tissues. 247\nWe also examined whether reactive nano-DESI could be used for the analysis of TGs. On-248 line chemical derivatization is one of the common strategies used to improve the ionization of 249 neutral molecules [44]. For example, reactive DESI employing betaine aldehyde (BA) as a 250 reagent has been successfully used to improve the detection of cholesterol in brain [44]. This 251 method exploited the reaction between the alcohol group of cholesterol with BA to produce a 252 positively charged hemiacetal. Meanwhile, Girard T (GT) reagent has been used for reactive 253 DESI analysis of ketosteroids [45] and nano-DESI analysis of aldehydes and ketones in organic 254 aerosols [46]. Unlike cholesterol, TGs do not have any functional groups specific to their 255 structure that can be targeted by reactive analysis. However, similar to phospholipids, the 256 carbonyl group of the glycerol backbone can serve as a possible target. Herein, we used GT 257 dissolved in the MeOH:AcN:tol mixture to explore whether reactive nano-DESI analysis will 258 enhance the detection efficiency of TGs in complex mixtures. GT converts aldehydes and 259 ketones into hydrazines by reacting with carbonyl groups [45]. In our experiments, we varied the 260 concentration of GT in the solvent and examined the distribution of m/z features observed in 261 nano-DESI spectra of tissue samples. Although we did not observe any products of reaction 262 between GT and TGs, formation of GT adducts of PC species with ~10% reaction efficiency 263 was observed at GT concentrations above 100 µM. As shown in Figure S2, at this 264\n10\nconcentration the ion at m/z 132.11 corresponding to the unreacted GT dominates the spectrum 265 obscuring the detection of lower abundance species. Furthermore, the incomplete conversion of 266 PCs into their corresponding hydrazine products generates a more complicated spectrum, 267 which is not desirable for imaging experiments. In conclusion, neither cationization nor on-line 268 chemical derivatization improved the sensitivity of TG detection in nano-DESI analysis of tissue 269 sections. We conclude that high affinity of TGs towards K+ ions present in the tissue promotes 270 their ionization and detection in nano-DESI MSI experiments. As a result, no ionization 271 enhancers were used in the imaging experiments described in the next section. 272\n3.3. Nano-DESI MSI of gastrocnemius tissues 273\nTwo solvents, MeOH:H2O and MeOH:AcN:tol, were used to image two adjacent 274 gastrocnemius tissue sections to compare TG detection in nano-DESI MSI experiments. Figure 275 3a shows optical images of the sections along with ion images of [M+K]+ ions of endogenous 276 phospholipids including LPC(16:0), PC(36:1) and PC(40:6). Ion images corresponding to small 277 metabolites including carnosine and miristoylcarnitine, CAR(14:0), are displayed as [M+K]+ and 278 [M+H]+ ions respectively. All ion images are normalized to the total ion current (TIC). In both 279 solvents, the distribution of a majority of phospholipids and metabolites detected in nano-DESI 280 MSI experiments exhibit the same localization and similar abundance. Signaling molecules 281 including LPC(16:0) are evenly distributed across the tissue whereas CAR(14:0), PC(36:1) and 282 PC(40:6) are observed in higher abundance in the deep region of gastrocnemius muscle tissue. 283 Although correlating the localization of these molecules to different types of fibers is out of the 284 scope of this work, it can be suggested that this region is enhanced in oxidative fibers (type I 285 and IIa) based on similar results reported in previous studies using MALDI imaging [47,48]. In 286 contrast, the ion image corresponding to carnosine displayed higher abundance in regions 287 where CAR(14:0), PC(36:1) and PC(40:6) are depleted, suggesting that carnosine may be used 288 as a molecular marker of a different fiber type. 289\nFigure 3b shows ion images of representative [M+K]+ ions of TG species normalized to the 290 TIC. Ion images of other TGs identified in this experiment are shown in Figure S3. We note that 291 MS/MS spectra of the [M+K]+ adducts of TGs did not provide any structural information (Figure 292 S4) most likely because of the loss of K+ ion, which cannot be detected in these experiments. 293 Acyl chain information could only be obtained from the corresponding [M+Na]+ adducts. 294 Fragmentation of [M+Na]+ ions suggested the presence of multiple isomers. For example, the 295 MS/MS spectrum of TG(52:4) at m/z 877.725 contained fragment ions corresponding to the loss 296 of the fatty acyl chains FA(18:1), FA(18:2), FA(18:3) and FA(16:0), indicating that the ion image 297\n11\nof TG(52:4) is a combination of TG(18:2/18:2/16:0), TG(18:2/18:1/16:1), and TG(18:3/18:1/16:0) 298 isomers (Figure S5). Since the signals of the [M+Na]+ adducts were not as abundant as the 299 [M+K]+ adducts, we could not obtain MS/MS of the less abundant TG(46:0), TG(46:1) and 300 TG(48:0) species. Overall, we estimate that we were able to detect 22 different TG species 301 (including possible isomers) using MeOH:AcN:tol. A complete list of all TG species detected is 302 provided in Table S1. In the future, we will use MS/MS imaging to examine the spatial 303 localization of isomeric TG species [49]. 304\nIt can be observed in Figure 3b that ion signals of all the TGs are notably higher when 305 MeOH:AcN:tol is used as a working solvent. Polyunsaturated species such as TG(50:2) and 306 TG(52:3) are detected using both solvents. In contrast, the detection of monounsaturated and 307 saturated species such as TG(46:0), TG(48:0) and TG(50:1) and species with longer acyl 308 chains such as TG(54:4) is substantially improved using MeOH:AcN:tol. These results 309 demonstrate better performance of MeOH:AcN:tol solvent for imaging of hydrophobic 310 molecules in tissues. 311\nRegion of interest (ROI) analysis was carried out to assess the extraction efficiency of TGs 312 from tissue samples using MeOH:AcN:tol and MeOH:H2O . Figure 4a displays ion images of 313 TG(52:4) obtained using both solvents showing the regions selected for the ROI analysis. The 314 relative abundance of all TG species obtained from the average spectra of the ROI is reported 315 for both solvents in Figure 4b (left axis) along with the ratio of signal intensities, IntMeOH:H2O/ 316 IntMeOH:AcN:tol, which is plotted against the right axis. We observed higher signals of the more 317 polar unsaturated species in comparison to less polar saturated species. Moreover, higher 318 signals were generally observed for unsaturated TG species with 50 and 52 carbons than for 319 unsaturated TG with 54 carbons (Figure 4b). This observation is consistent with a previous 320 study that discussed the effect of the polarity of acylglycerols on the signals of TGs 321 electrosprayed using nonpolar solvents [50]. Specifically, that study reported higher MS signals 322 of the more polar acylglycerols. Interestingly, less polar TGs are more strongly suppressed in 323 the polar MeOH:H2O solvent. For example, we observed similar abundances for TG(50:1) and 324 TG(52:4) in MeOH:AcN:tol. However, TG(50:1) completely disappears when MeOH:H2O is used 325 as a working solvent. The intensity ratio , IntMeOH:H2O/ IntMeOH:AcN:tol, shown in Figure 4b indicates 326 that this trend is consistent across all the TG species observed in this study. This result 327 demonstrates the strong influence of the number of double bonds on the extraction efficiency of 328 TG species from tissues in nano-DESI MSI experiments. In particular, the more polar 329 compounds such as TG(52:3) can be extracted using both solvents and more hydrophobic 330\n12\ncompounds such as TG(46:1) are better extracted using the more hydrophobic solvent. In 331 summary, we obtained good-quality images for 14 distinct m/z of TG species corresponding to 332 at least 22 unique TGs using MeOH:AcN:tol solvent as compared to only four TG images 333 obtained using MeOH:H2O. Moreover, the signal intensity of all the TGs was enhanced by at 334 least a factor of 16 in MeOH:AcN:tol. 335\n4. Conclusions 336 In this study, we examine the effect of extraction and ionization on the detection of TGs in 337 tissue imaging experiments using nano-DESI. We conclude that detection of TGs in these 338 experiments is mainly determined by the extraction efficiency from the sample. Subsequent 339 ionization of TG species is promoted by alkali metal cations that are abundant in biological 340 tissues. The presence of a small fraction of a nonpolar solvent in the solvent mixture has no 341 measurable effect on the signal stability and total ion signal. However, an improved lipid 342 coverage is observed using solvents containing non-polar components, which enable the 343 simultaneous detection of polar and nonpolar lipids in the same experiment. We note that the 344 addition of salts or the GT reagent does not improve the detection of TG species. Imaging 345 experiments confirm that the 5:3.5:1.5 MeOH:AcN:tol mixture provides substantially better 346 coverage of TGs in muscle tissue samples in comparison with the more polar 9:1 MeOH:H2O 347 mixture. Ion signals of TGs are improved by at least a factor of 16 allowing imaging of 14 TG 348 species using this solvent in comparison with only four TG species imaged generated using 349 MeOH:H2O Meanwhile, similar spatial distributions of metabolites including acylcarnitines, 350 carnosine and PC species were observed using MeOH:H2O and MeOH:AcN:tol. Collectively, 351 these results indicate the superior performance of MeOH:AcN:tol in nano-DESI MSI 352 experiments. 353\n354\n5. Acknowledgements 355 This research is supported by the grant from the National Science Foundation (NSF-356 1808136, JL) and National Institute of Health (R01AR071649, SK). We thank Bingming Chen 357 from Merck for generously providing mouse liver tissue sections. 358 6. Competing Interests: 359 The authors declare no competing interests 360\n361 7. References 362\n[1] E. Muro, G.E. Atilla-Gokcumen, U.S. Eggert, Lipids in cell biology: how can we 363\n13\nunderstand them better?, Molecular Biology of the Cell. (2014). doi:10.1091/mbc.e13-09-364 0516. 365\n[2] T. Cajka, O. Fiehn, Toward Merging Untargeted and Targeted Methods in Mass 366 Spectrometry-Based Metabolomics and Lipidomics, Analytical Chemistry. (2016). 367 doi:10.1021/acs.analchem.5b04491. 368\n[3] Y.H. Rustam, G.E. Reid, Analytical Challenges and Recent Advances in Mass 369 Spectrometry Based Lipidomics, Analytical Chemistry. (2018). 370 doi:10.1021/acs.analchem.7b04836. 371\n[4] X. Han, R.W. Gross, Shotgun lipidomics: Electrospray ionization mass spectrometric 372 analysis and quantitation of cellular lipidomes directly from crude extracts of biological 373 samples, Mass Spectrometry Reviews. (2005). doi:10.1002/mas.20023. 374\n[5] O. Vvedenskaya, Y. Wang, J.M. Ackerman, O. Knittelfelder, A. Shevchenko, Analytical 375 challenges in human plasma lipidomics: A winding path towards the truth, TrAC - Trends 376 in Analytical Chemistry. (2018). doi:10.1016/j.trac.2018.10.013. 377\n[6] X. Han, Lipidomics for studying metabolism, Nature Reviews Endocrinology. (2016). 378 doi:10.1038/nrendo.2016.98. 379\n[7] J.L. Norris, R.M. Caprioli, Imaging mass spectrometry: A new tool for pathology in a 380 molecular age, Proteomics - Clinical Applications. (2013). doi:10.1002/prca.201300055. 381\n[8] D. Gode, D.A. Volmer, Lipid imaging by mass spectrometry-a review, Analyst. (2013). 382 doi:10.1039/c2an36337b. 383\n[9] L.A. McDonnell, R.M.A. Heeren, Imaging mass spectrometry, Mass Spectrometry 384 Reviews. (2007). doi:10.1002/mas.20124. 385\n[10] K.A. Zemski Berry, J.A. Hankin, R.M. Barkley, J.M. Spraggins, R.M. Caprioli, R.C. 386 Murphy, MALDI imaging of lipid biochemistry in tissues by mass spectrometry, Chemical 387 Reviews. (2011). doi:10.1021/cr200280p. 388\n[11] D.S. Cornett, M.L. Reyzer, P. Chaurand, R.M. Caprioli, MALDI imaging mass 389 spectrometry: Molecular snapshots of biochemical systems, Nature Methods. (2007). 390 doi:10.1038/nmeth1094. 391\n[12] C. Wu, A.L. Dill, L.S. Eberlin, R.G. Cooks, D.R. Ifa, Mass spectrometry imaging under 392 ambient conditions, Mass Spectrometry Reviews. 32 (2013) 218–243. 393 doi:10.1002/mas.21360. 394\n[13] J. Laskin, I. Lanekoff, Ambient Mass Spectrometry Imaging Using Direct Liquid Extraction 395 Techniques, Analytical Chemistry. (2016). doi:10.1021/acs.analchem.5b04188. 396\n[14] R. Javanshad, A.R. Venter, Ambient ionization mass spectrometry: Real-time, proximal 397 sample processing and ionization, Analytical Methods. (2017). doi:10.1039/c7ay00948h. 398\n[15] C.J. Perez, A.K. Bagga, S.S. Prova, M. Yousefi Taemeh, D.R. Ifa, Review and 399 perspectives on the applications of mass spectrometry imaging under ambient conditions, 400 Rapid Communications in Mass Spectrometry. (2018). doi:10.1002/rcm.8145. 401\n[16] L.S. Eberlin, I. Norton, A.L. Dill, A.J. Golby, K.L. Ligon, S. Santagata, R. Graham Cooks, 402 N.Y.R. Agar, Classifying human brain tumors by lipid imaging with mass spectrometry, 403 Cancer Research. (2012). doi:10.1158/0008-5472.CAN-11-2465. 404\n14\n[17] J. Zhang, W. Yu, S.W. Ryu, J. Lin, G. Buentello, R. Tibshirani, J. Suliburk, L.S. Eberlin, 405 Cardiolipins are biomarkers of mitochondria-rich thyroid oncocytic tumors, Cancer 406 Research. (2016). doi:10.1158/0008-5472.CAN-16-1545. 407\n[18] I. Lanekoff, J. Cha, J.E. Kyle, S.K. Dey, J. Laskin, K.E. Burnum-Johnson, Trp53 deficient 408 mice predisposed to preterm birth display region-specific lipid alterations at the embryo 409 implantation site, Scientific Reports. (2016). doi:10.1038/srep33023. 410\n[19] H.M. Bergman, L. Lindfors, F. Palm, J. Kihlberg, I. Lanekoff, Metabolite aberrations in 411 early diabetes detected in rat kidney using mass spectrometry imaging, Analytical and 412 Bioanalytical Chemistry. (2019). doi:10.1007/s00216-019-01721-5. 413\n[20] R. Javanshad, E. Honarvar, A.R. Venter, Addition of Serine Enhances Protein Analysis 414 by DESI-MS, Journal of the American Society for Mass Spectrometry. (2019). 415 doi:10.1007/s13361-018-02129-8. 416\n[21] D. Lostun, C.J. Perez, P. Licence, D.A. Barrett, D.R. Ifa, Reactive DESI-MS Imaging of 417 Biological Tissues with Dicationic Ion-Pairing Compounds, Analytical Chemistry. (2015). 418 doi:10.1021/ac5042445. 419\n[22] K.D. Duncan, R. Fang, J. Yuan, R.K. Chu, S.K. Dey, K.E. Burnum-Johnson, I. Lanekoff, 420 Quantitative Mass Spectrometry Imaging of Prostaglandins as Silver Ion Adducts with 421 Nanospray Desorption Electrospray Ionization, Analytical Chemistry. (2018). 422 doi:10.1021/acs.analchem.8b00350. 423\n[23] N.E. Manicke, J.M. Wiseman, D.R. Ifa, R.G. Cooks, Desorption Electrospray Ionization 424 (DESI) Mass Spectrometry and Tandem Mass Spectrometry (MS/MS) of Phospholipids 425 and Sphingolipids: Ionization, Adduct Formation, and Fragmentation, Journal of the 426 American Society for Mass Spectrometry. (2008). doi:10.1016/j.jasms.2007.12.003. 427\n[24] L.S. Eberlin, C.R. Ferreira, A.L. Dill, D.R. Ifa, L. Cheng, R.G. Cooks, Nondestructive, 428 Histologically Compatible Tissue Imaging by Desorption Electrospray Ionization Mass 429 Spectrometry, ChemBioChem. (2011). doi:10.1002/cbic.201100411. 430\n[25] P.J. Roach, J. Laskin, A. Laskin, Nanospray desorption electrospray ionization: An 431 ambient method for liquid-extraction surface sampling in mass spectrometry, Analyst. 432 (2010). doi:10.1039/c0an00312c. 433\n[26] J. Laskin, B.S. Heath, P.J. Roach, L. Cazares, O.J. Semmes, Tissue imaging using 434 nanospray desorption electrospray ionization mass spectrometry, Analytical Chemistry. 435 (2012). doi:10.1021/ac2021322. 436\n[27] I. Lanekoff, B.S. Heath, A. Liyu, M. Thomas, J.P. Carson, J. Laskin, Automated platform 437 for high-resolution tissue imaging using nanospray desorption electrospray ionization 438 mass spectrometry, Analytical Chemistry. (2012). doi:10.1021/ac301909a. 439\n[28] S.N. Nguyen, J.E. Kyle, S.E. Dautel, R. Sontang, T. Luders, R. Corley, C. Ansong, J. 440 Carson, J. Laskin, Lipids Extraction study of Lung Tissue by Nano-DESI MS Imaging and 441 LC-MS/MS Lipidomic, Analytical Chemistry. (2019) submitted. 442\n[29] L.S. J. Berg, J. Tymoczko, Biochemistry, 5th ed., W.H. Freeman, New York, 2002. 443\n[30] A. Lettner, M. Roden, Ectopic fat and insulin resistance, Current Diabetes Reports. 444 (2008). doi:10.1007/s11892-008-0032-z. 445\n[31] M. Schweiger, A. Lass, R. Zimmermann, T.O. Eichmann, R. Zechner, Neutral lipid 446\n15\nstorage disease: genetic disorders caused by mutations in adipose triglyceride lipase/ 447 PNPLA2 or CGI-58 / ABHD5 , American Journal of Physiology-Endocrinology and 448 Metabolism. (2009). doi:10.1152/ajpendo.00099.2009. 449\n[32] S. Romeo, J. Kozlitina, C. Xing, A. Pertsemlidis, D. Cox, L.A. Pennacchio, E. Boerwinkle, 450 J.C. Cohen, H.H. Hobbs, Genetic variation in PNPLA3 confers susceptibility to 451 nonalcoholic fatty liver disease, Nature Genetics. (2008). doi:10.1038/ng.257. 452\n[33] S. Gerbig, Z. Takáts, Analysis of triglycerides in food items by desorption electrospray 453 ionization mass spectrometry, Rapid Communications in Mass Spectrometry. (2010). 454 doi:10.1002/rcm.4630. 455\n[34] A.U. Jackson, T. Shum, E. Sokol, A. Dill, R.G. Cooks, Enhanced detection of olefins 456 using ambient ionization mass spectrometry: Ag+ adducts of biologically relevant 457 alkenes, Analytical and Bioanalytical Chemistry. (2011). doi:10.1007/s00216-010-4349-5. 458\n[35] C. Wang, F. Yue, S. Kuang, Muscle Histology Characterization Using H&amp;E Staining 459 and Muscle Fiber Type Classification Using Immunofluorescence Staining, BIO-460 PROTOCOL. (2017). doi:10.21769/bioprotoc.2279. 461\n[36] S.N. Nguyen, R.L. Sontag, J.P. Carson, R.A. Corley, C. Ansong, J. Laskin, Towards 462 High-Resolution Tissue Imaging Using Nanospray Desorption Electrospray Ionization 463 Mass Spectrometry Coupled to Shear Force Microscopy, Journal of the American Society 464 for Mass Spectrometry. (2018). doi:10.1007/s13361-017-1750-8. 465\n[37] R. Yin, J. Kyle, K. Burnum-Johnson, K.J. Bloodsworth, L. Sussel, C. Ansong, J. Laskin, 466 High Spatial Resolution Imaging of Mouse Pancreatic Islets Using Nanospray Desorption 467 Electrospray Ionization Mass Spectrometry, Analytical Chemistry. (2018). 468 doi:10.1021/acs.analchem.8b00161. 469\n[38] E. Cequier-Sánchez, C. Rodríguez, Á.G. Ravelo, R. Zárate, Dichloromethane as a 470 solvent for lipid extraction and assessment of lipid classes and fatty acids from samples 471 of different natures, Journal of Agricultural and Food Chemistry. (2008). 472 doi:10.1021/jf073471e. 473\n[39] J. Watrous, P. Roach, B. Heath, T. Alexandrov, J. Laskin, P.C. Dorrestein, Metabolic 474 profiling directly from the petri dish using nanospray desorption electrospray ionization 475 imaging mass spectrometry, Analytical Chemistry. (2013). doi:10.1021/ac4023154. 476\n[40] P.A. Eckert, P.J. Roach, A. Laskin, J. Laskin, Chemical characterization of crude 477 petroleum using nanospray desorption electrospray ionization coupled with high-478 resolution mass spectrometry, Analytical Chemistry. (2012). doi:10.1021/ac202801g. 479\n[41] N.B. Cech, C.G. Enke, Practical implications of some recent studies in electrospray 480 ionization fundamentals, Mass Spectrometry Reviews. (2001). doi:10.1002/mas.10008. 481\n[42] R.A. Gaiser, A. Pessia, Z. Ateeb, H. Davanian, C. Fernández Moro, H. Alkharaan, K. 482 Healy, S. Ghazi, U. Arnelo, R. Valente, V. Velagapudi, M. Sällberg Chen, M. Del Chiaro, 483 Integrated targeted metabolomic and lipidomic analysis: A novel approach to classifying 484 early cystic precursors to invasive pancreatic cancer, Scientific Reports. 9 (2019) 10208. 485 doi:10.1038/s41598-019-46634-6. 486\n[43] K. Contrepois, S. Mahmoudi, B.K. Ubhi, K. Papsdorf, D. Hornburg, A. Brunet, M. Snyder, 487 Cross-Platform Comparison of Untargeted and Targeted Lipidomics Approaches on 488 Aging Mouse Plasma, Scientific Reports. (2018). doi:10.1038/s41598-018-35807-4. 489\n16\n[44] C. Wu, D.R. Ifa, N.E. Manicke, R.G. Cooks, Rapid, direct analysis of cholesterol by 490 charge labeling in reactive desorption electrospray ionization, Analytical Chemistry. 491 (2009). doi:10.1021/ac901003u. 492\n[45] M. Girod, E. Moyano, D.I. Campbell, R.G. Cooks, Accelerated bimolecular reactions in 493 microdroplets studied by desorption electrospray ionization mass spectrometry, Chemical 494 Science. (2011). doi:10.1039/c0sc00416b. 495\n[46] J. Laskin, P.A. Eckert, P.J. Roach, B.S. Heath, S.A. Nizkorodov, A. Laskin, Chemical 496 analysis of complex organic mixtures using reactive nanospray desorption electrospray 497 ionization mass spectrometry, Analytical Chemistry. (2012). doi:10.1021/ac301533z. 498\n[47] N. Goto-Inoue, M. Morisasa, K. Machida, Y. Furuichi, N.L. Fujii, S. Miura, T. Mori, 499 Characterization of myofiber-type-specific molecules using mass spectrometry imaging, 500 Rapid Communications in Mass Spectrometry. (2019). doi:10.1002/rcm.8319. 501\n[48] Y.H. Tsai, T.J. Garrett, C.S. Carter, R.A. Yost, Metabolomic analysis of oxidative and 502 glycolytic skeletal muscles by matrix-assisted laser desorption/ionizationmass 503 spectrometric imaging (MALDI MSI), Journal of the American Society for Mass 504 Spectrometry. (2015). doi:10.1007/s13361-015-1133-y. 505\n[49] I. Lanekoff, K. Burnum-Johnson, M. Thomas, J. Short, J.P. Carson, J. Cha, S.K. Dey, P. 506 Yang, M.C. Prieto Conaway, J. Laskin, High-speed tandem mass spectrometric in situ 507 imaging by nanospray desorption electrospray ionization mass spectrometry, Analytical 508 Chemistry. (2013). doi:10.1021/ac401760s. 509\n[50] K.L. Duffin, J.D. Henion, J.J. Shieh, Electrospray and Tandem Mass Spectrometry 510 Characterization of Acylglycerol Mixtures That Are Dissolved in Nonpolar Solvents, 511 Analytical Chemistry. (1991). doi:10.1021/ac00017a023. 512\n513\n514\n515\n516\n517\n518\n519\n520\n521\n522\n523\nFigure 3. Nano-DESI images acquired using MeOH:H2O (9:1) and MeOH:AcN:tol (5:3.5:1.5) solvents in positive mode. a) Optical images of gastrocnemius tissue sections and ion images of [M+H]+ ion of CAR(14:0) and carnosine, LPC (16:0), PC (36:1) and PC(40:6) detected as [M+K]+ adducts. b) Ion images of TG(46:0), TG(48:0), TG(50:2), TG(50:1), TG(52:3) and TG(54:4) detected as [M+K]+ adducts. Scale bar is 7 mm. All ion images are normalized to the TIC and the corresponding normalized ion abundance scales are shown in the color bars located next to each ion image.\nHighlights\n• Systematic optimization of the solvent composition for efficient detection of TGs in nanoDESI.\n• Extraction of TGs is improved using mixtures containing small proportions of nonpolar solvents.\n• Ionic dopants in the working solvent do not improve the ionization efficiency of TGs.\n• Successful nano-DESI imaging of TGs in tissues using the optimized solvent.\nCompeting Interests: The authors declare no competing interests"
    } ],
    "references" : [ {
      "title" : "Lipids in cell biology: how can we  363 13 understand them better",
      "author" : [ "E. Muro", "G.E. Atilla-Gokcumen", "U.S. Eggert" ],
      "venue" : "Molecular Biology of the Cell. ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Toward Merging Untargeted and Targeted Methods in Mass  366 Spectrometry-Based Metabolomics and Lipidomics",
      "author" : [ "T. Cajka", "O. Fiehn" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Analytical Challenges and Recent Advances in Mass  369 Spectrometry Based Lipidomics",
      "author" : [ "Y.H. Rustam", "G.E. Reid" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Shotgun lipidomics: Electrospray ionization mass spectrometric  372 analysis and quantitation of cellular lipidomes directly from crude extracts of biological  373 samples",
      "author" : [ "X. Han", "R.W. Gross" ],
      "venue" : "Mass Spectrometry Reviews. ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Analytical  375 challenges in human plasma lipidomics: A winding path towards the truth",
      "author" : [ "O. Vvedenskaya", "Y. Wang", "J.M. Ackerman", "O. Knittelfelder", "A. Shevchenko" ],
      "venue" : "TrAC - Trends  376 in Analytical Chemistry. ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Lipidomics for studying metabolism",
      "author" : [ "X. Han" ],
      "venue" : "Nature Reviews Endocrinology. ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Imaging mass spectrometry: A new tool for pathology in a  380 molecular age",
      "author" : [ "J.L. Norris", "R.M. Caprioli" ],
      "venue" : "Proteomics - Clinical Applications. ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Lipid imaging by mass spectrometry-a review",
      "author" : [ "D. Gode", "D.A. Volmer" ],
      "venue" : "Analyst. ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Imaging mass spectrometry",
      "author" : [ "L.A. McDonnell", "R.M.A. Heeren" ],
      "venue" : "Mass Spectrometry  384 Reviews. ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "MALDI imaging mass  389 spectrometry: Molecular snapshots of biochemical systems",
      "author" : [ "D.S. Cornett", "M.L. Reyzer", "P. Chaurand", "R.M. Caprioli" ],
      "venue" : "Nature Methods. ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Mass spectrometry imaging under  392 ambient conditions",
      "author" : [ "C. Wu", "A.L. Dill", "L.S. Eberlin", "R.G. Cooks", "D.R. Ifa" ],
      "venue" : "Mass Spectrometry Reviews. 32 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Ambient Mass Spectrometry Imaging Using Direct Liquid Extraction  395 Techniques",
      "author" : [ "J. Laskin", "I. Lanekoff" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Ambient ionization mass spectrometry: Real-time",
      "author" : [ "R. Javanshad", "A.R. Venter" ],
      "venue" : "proximal  397 sample processing and ionization, Analytical Methods. ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Review and  399 perspectives on the applications of mass spectrometry imaging under ambient conditions",
      "author" : [ "C.J. Perez", "A.K. Bagga", "S.S. Prova", "M. Yousefi Taemeh", "D.R. Ifa" ],
      "venue" : " 400 Rapid Communications in Mass Spectrometry. ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "R",
      "author" : [ "L.S. Eberlin", "I. Norton", "A.L. Dill", "A.J. Golby", "K.L. Ligon", "S. Santagata" ],
      "venue" : "Graham Cooks,  402 N.Y.R. Agar, Classifying human brain tumors by lipid imaging with mass spectrometry,  403 Cancer Research. ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "405 Cardiolipins are biomarkers of mitochondria-rich thyroid oncocytic tumors",
      "author" : [ "J. Zhang", "W. Yu", "S.W. Ryu", "J. Lin", "G. Buentello", "R. Tibshirani", "J. Suliburk", "L.S. Eberlin" ],
      "venue" : "Cancer  406 Research. ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Trp53 deficient  408 mice predisposed to preterm birth display region-specific lipid alterations at the embryo  409 implantation site",
      "author" : [ "I. Lanekoff", "J. Cha", "J.E. Kyle", "S.K. Dey", "J. Laskin", "K.E. Burnum-Johnson" ],
      "venue" : "Scientific Reports. ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Metabolite aberrations in  411 early diabetes detected in rat kidney using mass spectrometry imaging",
      "author" : [ "H.M. Bergman", "L. Lindfors", "F. Palm", "J. Kihlberg", "I. Lanekoff" ],
      "venue" : "Analytical and  412 Bioanalytical Chemistry. ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Addition of Serine Enhances Protein Analysis  414 by DESI-MS",
      "author" : [ "R. Javanshad", "E. Honarvar", "A.R. Venter" ],
      "venue" : "Journal of the American Society for Mass Spectrometry. ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Reactive DESI-MS Imaging of  417 Biological Tissues with Dicationic Ion-Pairing Compounds",
      "author" : [ "D. Lostun", "C.J. Perez", "P. Licence", "D.A. Barrett", "D.R. Ifa" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "420 Quantitative Mass Spectrometry Imaging of Prostaglandins as Silver Ion Adducts with  421 Nanospray Desorption Electrospray Ionization",
      "author" : [ "K.D. Duncan", "R. Fang", "J. Yuan", "R.K. Chu", "S.K. Dey", "K.E. Burnum-Johnson", "I. Lanekoff" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Desorption Electrospray Ionization  424 (DESI) Mass Spectrometry and Tandem Mass Spectrometry (MS/MS) of Phospholipids  425 and Sphingolipids: Ionization",
      "author" : [ "N.E. Manicke", "J.M. Wiseman", "D.R. Ifa", "R.G. Cooks" ],
      "venue" : "Adduct Formation, and Fragmentation, Journal of the  426 American Society for Mass Spectrometry. ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Nondestructive",
      "author" : [ "L.S. Eberlin", "C.R. Ferreira", "A.L. Dill", "D.R. Ifa", "L. Cheng", "R.G. Cooks" ],
      "venue" : " 428 Histologically Compatible Tissue Imaging by Desorption Electrospray Ionization Mass  429 Spectrometry, ChemBioChem. ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nanospray desorption electrospray ionization: An  431 ambient method for liquid-extraction surface sampling in mass spectrometry",
      "author" : [ "P.J. Roach", "J. Laskin", "A. Laskin" ],
      "venue" : "Analyst.  432 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Tissue imaging using  434 nanospray desorption electrospray ionization mass spectrometry",
      "author" : [ "J. Laskin", "B.S. Heath", "P.J. Roach", "L. Cazares", "O.J. Semmes" ],
      "venue" : "Analytical Chemistry.  435 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Automated platform  437 for high-resolution tissue imaging using nanospray desorption electrospray ionization  438 mass spectrometry",
      "author" : [ "I. Lanekoff", "B.S. Heath", "A. Liyu", "M. Thomas", "J.P. Carson", "J. Laskin" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "J",
      "author" : [ "S.N. Nguyen", "J.E. Kyle", "S.E. Dautel", "R. Sontang", "T. Luders", "R. Corley", "C. Ansong" ],
      "venue" : " 440 Carson, J. Laskin, Lipids Extraction study of Lung Tissue by Nano-DESI MS Imaging and  441 LC-MS/MS Lipidomic, Analytical Chemistry. ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biochemistry",
      "author" : [ "L.S.J. Berg", "J. Tymoczko" ],
      "venue" : "5th ed., W.H. Freeman, New York",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Ectopic fat and insulin resistance",
      "author" : [ "A. Lettner", "M. Roden" ],
      "venue" : "Current Diabetes Reports.  444 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Neutral lipid  446 15 storage disease: genetic disorders caused by mutations in adipose triglyceride lipase/  447 PNPLA2 or CGI-58 / ABHD5",
      "author" : [ "M. Schweiger", "A. Lass", "R. Zimmermann", "T.O. Eichmann", "R. Zechner" ],
      "venue" : "American Journal of Physiology-Endocrinology and  448 Metabolism. ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "E",
      "author" : [ "S. Romeo", "J. Kozlitina", "C. Xing", "A. Pertsemlidis", "D. Cox", "L.A. Pennacchio" ],
      "venue" : "Boerwinkle,  450 J.C. Cohen, H.H. Hobbs, Genetic variation in PNPLA3 confers susceptibility to  451 nonalcoholic fatty liver disease, Nature Genetics. ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Analysis of triglycerides in food items by desorption electrospray  453 ionization mass spectrometry",
      "author" : [ "S. Gerbig", "Z. Takáts" ],
      "venue" : "Rapid Communications in Mass Spectrometry. ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Enhanced detection of olefins  456 using ambient ionization mass spectrometry: Ag+ adducts of biologically relevant  457 alkenes",
      "author" : [ "A.U. Jackson", "T. Shum", "E. Sokol", "A. Dill", "R.G. Cooks" ],
      "venue" : "Analytical and Bioanalytical Chemistry. ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Muscle Histology Characterization Using H&amp;E Staining  459 and Muscle Fiber Type Classification Using Immunofluorescence Staining",
      "author" : [ "C. Wang", "F. Yue", "S. Kuang" ],
      "venue" : "BIO-  460 PROTOCOL. ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Towards  462 High-Resolution Tissue Imaging Using Nanospray Desorption Electrospray Ionization  463 Mass Spectrometry Coupled to Shear Force Microscopy",
      "author" : [ "S.N. Nguyen", "R.L. Sontag", "J.P. Carson", "R.A. Corley", "C. Ansong", "J. Laskin" ],
      "venue" : "Journal of the American Society  464 for Mass Spectrometry. ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "466 High Spatial Resolution Imaging of Mouse Pancreatic Islets Using Nanospray Desorption  467 Electrospray Ionization Mass Spectrometry",
      "author" : [ "R. Yin", "J. Kyle", "K. Burnum-Johnson", "K.J. Bloodsworth", "L. Sussel", "C. Ansong", "J. Laskin" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dichloromethane as a  470 solvent for lipid extraction and assessment of lipid classes and fatty acids from samples  471 of different natures",
      "author" : [ "E. Cequier-Sánchez", "C. Rodríguez", "Á.G. Ravelo", "R. Zárate" ],
      "venue" : "Journal of Agricultural and Food Chemistry. ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Metabolic  474 profiling directly from the petri dish using nanospray desorption electrospray ionization  475 imaging mass spectrometry",
      "author" : [ "J. Watrous", "P. Roach", "B. Heath", "T. Alexandrov", "J. Laskin", "P.C. Dorrestein" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chemical characterization of crude  477 petroleum using nanospray desorption electrospray ionization coupled with high-  478 resolution mass spectrometry",
      "author" : [ "P.A. Eckert", "P.J. Roach", "A. Laskin", "J. Laskin" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Practical implications of some recent studies in electrospray  480 ionization fundamentals",
      "author" : [ "N.B. Cech", "C.G. Enke" ],
      "venue" : "Mass Spectrometry Reviews. ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "K",
      "author" : [ "R.A. Gaiser", "A. Pessia", "Z. Ateeb", "H. Davanian", "C. Fernández Moro", "H. Alkharaan" ],
      "venue" : " 482 Healy, S. Ghazi, U. Arnelo, R. Valente, V. Velagapudi, M. Sällberg Chen, M. Del Chiaro,  483 Integrated targeted metabolomic and lipidomic analysis: A novel approach to classifying  484 early cystic precursors to invasive pancreatic cancer, Scientific Reports. 9 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "487 Cross-Platform Comparison of Untargeted and Targeted Lipidomics Approaches on  488 Aging Mouse Plasma",
      "author" : [ "K. Contrepois", "S. Mahmoudi", "B.K. Ubhi", "K. Papsdorf", "D. Hornburg", "A. Brunet", "M. Snyder" ],
      "venue" : "Scientific Reports. ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rapid",
      "author" : [ "C. Wu", "D.R. Ifa", "N.E. Manicke", "R.G. Cooks" ],
      "venue" : "direct analysis of cholesterol by  490 charge labeling in reactive desorption electrospray ionization, Analytical Chemistry.  491 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Accelerated bimolecular reactions in  493 microdroplets studied by desorption electrospray ionization mass spectrometry",
      "author" : [ "M. Girod", "E. Moyano", "D.I. Campbell", "R.G. Cooks" ],
      "venue" : "Chemical  494 Science. ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Chemical  496 analysis of complex organic mixtures using reactive nanospray desorption electrospray  497 ionization mass spectrometry",
      "author" : [ "J. Laskin", "P.A. Eckert", "P.J. Roach", "B.S. Heath", "S.A. Nizkorodov", "A. Laskin" ],
      "venue" : "Analytical Chemistry. ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "499 Characterization of myofiber-type-specific molecules using mass spectrometry imaging",
      "author" : [ "N. Goto-Inoue", "M. Morisasa", "K. Machida", "Y. Furuichi", "N.L. Fujii", "S. Miura", "T. Mori" ],
      "venue" : " 500 Rapid Communications in Mass Spectrometry. ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Metabolomic analysis of oxidative and  502 glycolytic skeletal muscles by matrix-assisted laser desorption/ionizationmass  503 spectrometric imaging (MALDI MSI)",
      "author" : [ "Y.H. Tsai", "T.J. Garrett", "C.S. Carter", "R.A. Yost" ],
      "venue" : "Journal of the American Society for Mass  504 Spectrometry. ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "P",
      "author" : [ "I. Lanekoff", "K. Burnum-Johnson", "M. Thomas", "J. Short", "J.P. Carson", "J. Cha", "S.K. Dey" ],
      "venue" : " 506 Yang, M.C. Prieto Conaway, J. Laskin, High-speed tandem mass spectrometric in situ  507 imaging by nanospray desorption electrospray ionization mass spectrometry, Analytical  508 Chemistry. ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Electrospray and Tandem Mass Spectrometry  510 Characterization of Acylglycerol Mixtures That Are Dissolved in Nonpolar Solvents",
      "author" : [ "K.L. Duffin", "J.D. Henion", "J.J. Shieh" ],
      "venue" : " 511 Analytical Chemistry. ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 1021
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Lipids play an important role in biological systems by participating in signaling and energy 36 storage and serving as cell membrane components [1].",
      "startOffset" : 144,
      "endOffset" : 147
    }, {
      "referenceID" : 1,
      "context" : "At present, 38 liquid chromatography coupled to mass spectrometry (LC-MS) is by far the most common 39 platform used in lipidomics studies [2,3].",
      "startOffset" : 139,
      "endOffset" : 144
    }, {
      "referenceID" : 2,
      "context" : "At present, 38 liquid chromatography coupled to mass spectrometry (LC-MS) is by far the most common 39 platform used in lipidomics studies [2,3].",
      "startOffset" : 139,
      "endOffset" : 144
    }, {
      "referenceID" : 9,
      "context" : "Matrix assisted laser desorption/ionization (MALDI) is the most common ionization 48 technique used for the imaging of a broad range of analytes ranging from small lipids and 49 metabolites [10] to large biomolecules such as intact proteins [11].",
      "startOffset" : 241,
      "endOffset" : 245
    }, {
      "referenceID" : 11,
      "context" : "One of the advantages of ambient liquid extraction techniques 56 is that solvent composition can be tailored to either enable selective extraction of the analytes of 57 interest or provide broad coverage of molecules in the sample [13].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 18,
      "context" : "Moreover, the addition of 58 dopants to the working solvent has proven to be successful to improve the extraction of low59 solubility species [20] or enhance the ionization by changing the polarity of the analyte [21,22].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 19,
      "context" : "Moreover, the addition of 58 dopants to the working solvent has proven to be successful to improve the extraction of low59 solubility species [20] or enhance the ionization by changing the polarity of the analyte [21,22].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 20,
      "context" : "Moreover, the addition of 58 dopants to the working solvent has proven to be successful to improve the extraction of low59 solubility species [20] or enhance the ionization by changing the polarity of the analyte [21,22].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 21,
      "context" : "60 In DESI experiments, binary mixtures of water with methanol (MeOH) at different ratios were 61 reported to be suitable for the analysis of different phospholipid classes and sphingolipids [23].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 22,
      "context" : "62 A mixture of dimethylformamide (DMF) with water or acetonitrile (AcN) has been used in DESI 63 MSI experiments as a less destructive and tissue friendly solvent, which helped improved the 64 sensitivity of the technique towards small metabolites [24].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 23,
      "context" : "In nano-DESI, molecules from the sample are extracted into a liquid bridge formed between 66 two glass capillaries [25,26], transferred to a mass spectrometer inlet, and ionized by 67",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 24,
      "context" : "In nano-DESI, molecules from the sample are extracted into a liquid bridge formed between 66 two glass capillaries [25,26], transferred to a mass spectrometer inlet, and ionized by 67",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 16,
      "context" : "A majority of nano-DESI MSI experiments reported so far have been 68 performed using a solvent composed of MeOH:H2O (9:1) (v/v), which provides good coverage 69 for most of lipid classes [18,27].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 25,
      "context" : "A majority of nano-DESI MSI experiments reported so far have been 68 performed using a solvent composed of MeOH:H2O (9:1) (v/v), which provides good coverage 69 for most of lipid classes [18,27].",
      "startOffset" : 187,
      "endOffset" : 194
    }, {
      "referenceID" : 26,
      "context" : "Indeed, direct 72 comparison between nano-DESI MSI and LC-MS/MS lipidomics analysis performed using 73 MeOH:H2O (9:1) revealed good coverage of a majority of lipid classes except for TGs in nano74 DESI MSI [28].",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 27,
      "context" : "Indeed, oxidation of TGs 77 releases more than twice as much energy per gram than other biomolecules such as 78 carbohydrates and proteins [29].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 28,
      "context" : "Accumulation of TGs in non-adipose tissues is associated with 79 the development of insulin resistance [30] as well as other pathologies [31,32].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 29,
      "context" : "Accumulation of TGs in non-adipose tissues is associated with 79 the development of insulin resistance [30] as well as other pathologies [31,32].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 30,
      "context" : "Accumulation of TGs in non-adipose tissues is associated with 79 the development of insulin resistance [30] as well as other pathologies [31,32].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 31,
      "context" : "DESI analysis of TGs using 1:1 water/methanol (v/v) was performed for samples 85 rich in TGs including edible oils and margarines [33].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 32,
      "context" : "However, DESI imaging of TGs was 86 reported for the first time after their complexation with Ag ions which improved the detection of 87 olefinic lipids [34].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 26,
      "context" : "In this work, we aim to address the limitation of the 9:1 (v/v) MeOH:H2O system [28], which 90 shows low sensitivity towards neutral TG species.",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 33,
      "context" : "Gastrocnemius muscles 121 were collected as previously described [35].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 25,
      "context" : "Nano-DESI analysis 129 Individual line scans using different solvent compositions were acquired using an Agilent 130 6560 IM-QTOF MS (Agilent Technologies, Santa Clara), whereas imaging experiments were 131 performed on a Q-Exactive HF-X Orbitrap mass spectrometer (Thermo Fisher Scientific, 132 Waltham, MA) using a custom designed nano-DESI source [27,36].",
      "startOffset" : 350,
      "endOffset" : 357
    }, {
      "referenceID" : 34,
      "context" : "Nano-DESI analysis 129 Individual line scans using different solvent compositions were acquired using an Agilent 130 6560 IM-QTOF MS (Agilent Technologies, Santa Clara), whereas imaging experiments were 131 performed on a Q-Exactive HF-X Orbitrap mass spectrometer (Thermo Fisher Scientific, 132 Waltham, MA) using a custom designed nano-DESI source [27,36].",
      "startOffset" : 350,
      "endOffset" : 357
    }, {
      "referenceID" : 34,
      "context" : "A detailed description 136 of this custom-designed shear force measurement unit can be found in our previous papers 137 [36,37].",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 35,
      "context" : "A detailed description 136 of this custom-designed shear force measurement unit can be found in our previous papers 137 [36,37].",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 36,
      "context" : "The first solvent has been previously 189 used in lipidomics analysis of plant and animal tissue samples and provided good coverage of 190 both polar and nonpolar lipids including TGs [38].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 24,
      "context" : "The second solvent has been used for the 191 detection of hydrophobic compounds in biological samples [26,39].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 37,
      "context" : "The second solvent has been used for the 191 detection of hydrophobic compounds in biological samples [26,39].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 38,
      "context" : "We 209 have previously demonstrated that a 70:30 mixture of acetonitrile and toluene facilitates the 210 extraction and ionization of nonpolar analytes from crude oil samples in nano-DESI experiments 211 [40].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 39,
      "context" : "213 Meanwhile, the presence of polar solvents such as MeOH and AcN promotes the extraction of 214 polar lipids and provides a stable electrospray signal [41].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 40,
      "context" : "Cationization of TG species with ammonium acetate 227 (AA) is a common strategy used in many lipidomics studies to enhance the ionization efficiency 228 of neutral lipids [42,43].",
      "startOffset" : 171,
      "endOffset" : 178
    }, {
      "referenceID" : 41,
      "context" : "Cationization of TG species with ammonium acetate 227 (AA) is a common strategy used in many lipidomics studies to enhance the ionization efficiency 228 of neutral lipids [42,43].",
      "startOffset" : 171,
      "endOffset" : 178
    }, {
      "referenceID" : 42,
      "context" : "On248 line chemical derivatization is one of the common strategies used to improve the ionization of 249 neutral molecules [44].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 42,
      "context" : "For example, reactive DESI employing betaine aldehyde (BA) as a 250 reagent has been successfully used to improve the detection of cholesterol in brain [44].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 43,
      "context" : "Meanwhile, Girard T (GT) reagent has been used for reactive 253 DESI analysis of ketosteroids [45] and nano-DESI analysis of aldehydes and ketones in organic 254 aerosols [46].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 44,
      "context" : "Meanwhile, Girard T (GT) reagent has been used for reactive 253 DESI analysis of ketosteroids [45] and nano-DESI analysis of aldehydes and ketones in organic 254 aerosols [46].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 43,
      "context" : "GT converts aldehydes and 259 ketones into hydrazines by reacting with carbonyl groups [45].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 45,
      "context" : "283 Although correlating the localization of these molecules to different types of fibers is out of the 284 scope of this work, it can be suggested that this region is enhanced in oxidative fibers (type I 285 and IIa) based on similar results reported in previous studies using MALDI imaging [47,48].",
      "startOffset" : 292,
      "endOffset" : 299
    }, {
      "referenceID" : 46,
      "context" : "283 Although correlating the localization of these molecules to different types of fibers is out of the 284 scope of this work, it can be suggested that this region is enhanced in oxidative fibers (type I 285 and IIa) based on similar results reported in previous studies using MALDI imaging [47,48].",
      "startOffset" : 292,
      "endOffset" : 299
    }, {
      "referenceID" : 47,
      "context" : "In the future, we will use MS/MS imaging to examine the spatial 303 localization of isomeric TG species [49].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 48,
      "context" : "This observation is consistent with a previous 320 study that discussed the effect of the polarity of acylglycerols on the signals of TGs 321 electrosprayed using nonpolar solvents [50].",
      "startOffset" : 181,
      "endOffset" : 185
    } ],
    "year" : 2019,
    "abstractText" : "13 Nonpolar triglycerides (TGs) are rarely detected in mass spectrometry imaging (MSI) 14 experiments unless they are abundant in the sample. Herein, we use nanospray desorption 15 electrospray ionization (nano-DESI) to explore the role of the solvent composition and ionic 16 dopants on the detection of TGs in a murine gastrocnemius muscle tissue used as a model 17 system. We evaluated three solvent mixtures for their ability to extract nonpolar TG species: 18 MeOH:H2O 9:1 (v/v), MeOH:DCM 6:4 (v/v) and MeOH:AcN:tol 5:3.5:1.5 (v/v/v). We observe 19 that TGs are mainly detected as [M+K] adducts and their extraction efficiency is improved using 20 less polar solvents: MeOH:DCM and MeOH:AcN:tol . We also explore whether the ionization 21 efficiency of TGs may be improved by doping the MeOH:AcN:tol solvent with ammonium 22 formate (AF) and other ionic additives. However, the formation of [M+NH4] + adducts of TGs is 23 less efficient than the formation of [M+K] adducts in the range of AF concentrations from 0.1 to 24 10 mM. Chemical derivatization using 100 μM of Girard T reagent predominately generates 25 reaction products of phosphatidylcholine rather than TG species. Moreover, the presence of the 26 Girard T reagent suppresses ion signals of all the species in the spectrum including TGs. Nano27 DESI MSI experiments performed using MeOH:AcN:tol solvent enable imaging of TGs without 28 any detectable adverse effect on signals of other lipids and metabolites. Specifically, 10 out of 29 14 TG species were detected exclusively using MeOH:AcN:tol and the sensitivity towards other 30 TGs was improved by at least an order of magnitude. Although polyunsaturated TGs may be 31 detected using both solvents, saturated and monounsaturated TGs are only detected using 32 MeOH:AcN:tol. Our results provide a direct path for the improved detection of TGs in tissue 33 imaging experiments using liquid-based ambient ionization techniques. 34",
    "creator" : "Elsevier"
  }
}