{
  "name" : "downloads_2020-07-15_65_tao2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Aerobic Oil-Phase Cyclic Magnetic Adsorption to Synthesize 1D Fe2O3@TiO2 Nanotube Composites for Enhanced Visible-Light Photocatalytic Degradation",
    "authors" : [ "Qingqing Tao", "Xin Huang", "Jingtao Bi", "Rongli Wei", "Chuang Xie", "Yongzhu Zhou", "Lu Yu", "Hongxun Hao", "Jingkang Wang" ],
    "emails" : [ "Fe2O3@TiO2", "qqtao@tju.edu.cn", "x_huang@tju.edu.cn", "jingtaob@gmail.com", "weirongli@tju.edu.cn", "acxie@tju.edu.cn", "jkwang@tju.edu.cn", "yzzhou@tcu.edu.cn", "yulu@tcu.edu.cn", "hongxunhao@tju.edu.cn", "Fe2O3@TiO2", "oxides@TiO2" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: 1D nanostructures; TiO2 nanotubes; iron oxides; visible-light photocatalysis"
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, water pollution has become an international environmental problem that constricts the development of human health, economy and sustainability [1,2]. To solve this problem, various efficient technologies have been developed and employed to purify wastewater, such as photocatalysis, adsorption, chemical precipitation, and membrane filtration [3–6]. Among them, photocatalysis has been regarded as a promising approach due to its convenient operation, effective remediation and low environmental impacts [7,8]. Among the well-studied photocatalysts, nano iron oxides including α-Fe2O3, γ-Fe2O3 and Fe3O4 have received extensive investigations and increasing attentions in the field of photocatalytic decontamination, benefiting from low cost, nontoxicity, large surface area, and especially strong absorption in the visible light region [9,10]. Moreover, the favorable magnetism of iron oxides makes the recovery of catalysts more convenient and economical via applying an external magnetic field for cyclic utilization after wastewater treatment [11].\nNanomaterials 2020, 10, 1345; doi:10.3390/nano10071345 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1345 2 of 17\nHowever, the major drawbacks of iron oxides including low charge carriers’ mobility and rapid photogenerated electron–hole recombination rate restrict its practical applications in photocatalysis [12]. Consequently, various strategies were developed to enhance its photocatalytic properties, such as controlling diverse morphologies (e.g., nanoparticles, nanocubes and nanodiscs) [13], doping metal or non-metal ions such as Ca and I [14,15], and coupling with other semiconductors to generate satisfactory photocatalytic heterostructures. Among them, the coupling strategy with other semiconductors has been receiving extensive attentions since these heterostructures can efficiently suppress recombination rates and promote transportation rates of photo-generated charge carriers. For instance, the heterogeneous photocatalysts including α-Fe2O3@AgCO3 [16], γ-Fe2O3@Mn3O4 [17] and Fe3O4@TiO2 [18] all displayed significantly increased photocatalytic performance compared with pure iron oxides. Among the various semiconductors combined with iron oxides, TiO2 has been extensively investigated for their stable, nontoxic and economical properties [19,20]. Particularly, abundant attentions have been given to 1D TiO2 nanotubes (abbreviated as TNT in this article) due to their unique 1D nanotube architectures accompanied with superior charge transport property and large internal surface to disperse doped iron oxides nanoparticles [21–23]. Especially, the constructed heterostructures of TiO2 and iron oxides could further enhance the separation of charge carriers in this heterostructure. Recently, the majority of the researches on FexOy@TNT nanocomposites focused on Fe3O4@TNT composites [24,25]. Unfortunately, the narrow bandgap of Fe3O4 brought serious photodissolution of Fe3O4, which would deactivate the composites and induce the decrease of photocatalytic performance [25]. As a result, iron oxide species with larger bandgaps such as Fe2O3 (bandgap ~2.3 eV) rather than Fe3O4 with narrow bandgap (0.1 eV), are more beneficial for the separation of photo-induced charge carriers in the heterojunctions [26,27]. On the other hand, Fe2O3 possesses higher chemical stability than Fe3O4 at room temperature, which can be oxidized in the presence of oxygen. From this point of view, it is reasonable to believe that introducing Fe2O3 nanoparticles into TiO2 nanotubes would significantly enhance the separation of charge carriers in Fe2O3@TiO2 heterojunctions. Furthermore, the excellent magnetic property of Fe2O3 would make them easier to be recycled and regenerated in the photocatalytic decontamination research, which is considered as a sustainable material for future applications [11]. Although Fe2O3@TNT composites have bright prospects and potential applications in photocatalytic water remediation, efficient methods to synthesize TiO2 nanotubes with uniform Fe2O3 nanoparticles deposition still need to be developed since the agglomeration of Fe2O3 nanoparticles would act as the recombination center and accelerate the destruction of excitons. The extensively used manner to prepare this heterostructure is the dipping method, which is limited by the low-dispersion loading and severe agglomeration under high deposition [28,29]. In our previous work, an anaerobic oil-phase cyclic magnetic adsorption (OCMA) method was developed to uniformly deposit Fe3O4 nanoparticles into TNT, which would provide inspiration to inhibit the agglomeration of Fe2O3 nanoparticles in this work. Especially, although the carbon species was introduced into the designed Fe3O4@TiO2 composites to inhibit the migration of e- towards Fe3O4, 13.5% (in 3 h) of Fe3O4 in the prepared Fe3O4@C@TiO2 composites were still photo-dissolved, which might induce poor recycling performance [27]. As a result, the wide-bandgap Fe2O3 nanoparticles, instead of narrow-bandgap Fe3O4, were designed for fabricating Fe2O3@TiO2 composites with enhanced photocatalytic performance and inhibited photo dissolution. Especially, the designed Fe2O3@TiO2 heterostructures avoid the incorporation of carbon materials, which might have unassessed toxicity to the environment. Nevertheless, there was little work on the synthesis method and photocatalytic investigation of TiO2 nanotubes with uniform deposition of Fe2O3 nanoparticles. In this work, uniform 1D magnetic Fe2O3@TNT composites with excellent dispersive Fe2O3 deposition were newly synthesized through a new aerobic OCMA method. This new synthesizing method is more convenient and economical compared with other reported methods. Moreover, the photocatalytic performance of these nanocomposites containing different amounts of Fe2O3 under visible light irradiation were evaluated and discussed. The results indicated that there was an optimum amount of Fe2O3\nNanomaterials 2020, 10, 1345 3 of 17\ndeposition, which could be well explained by the physicochemical properties including Fe2O3 dispersion, PL intensity and charge carriers’ lifetime. Finally, the photo dissolution of the obtained composites was further examined by the leaching experiments and the results indicated superior repression of photo dissolution and stable regeneration of Fe2O3@TiO2 compared with Fe3O4@TiO2 and Fe3O4@C@TiO2."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and Reagents",
      "text" : "Titanium foil (10 × 25 mm2, 0.1 mm thickness, ≥99.5%) was purchased from Beijing Qianshuo Non-ferrous Metal Co., Ltd. (Beijing, China). FeCl3·6H2O (≥99 wt%), FeSO4·7H2O (≥99 wt%) and NH4F (≥99.5 wt%) were supplied by Aladdin Co., Ltd. (Tianjin, China). n-hexane (C6H14), ethanol (C2H5OH), ethylene glycol ((CH2OH)2), oleic acid (C18H34O2), Rhodamine B (RhB), and ammonia water (NH3·H2O, 25 wt%) were provided by Guangfu Co., Ltd. (Tianjin, China). All reagents were analytical grade and used as received without further purification."
    }, {
      "heading" : "2.2. Synthesis of TiO2 Nanotubes",
      "text" : "Electrochemical anodization was applied to synthesize self-organized porous TNT [30]. Prior to anodization, the Ti foils were ultrasonically treated in n-hexane, followed with dipping in ethanol and deionized water respectively, and then dried in a nitrogen stream. Then, the Ti foils were anodized under constant potential (60 V) for 4 h in a two-electrode system where Ti served as the working electrode and platinum (Pt) foil served as the counter electrode. The electrolyte was an ethylene glycol solution containing NH4F (0.135 M) and H2O (2% in volume). After anodization, the as-anodized samples were ultrasonically cleaned in ethanol for 5 min to remove surface debris and then stored in hexane for further deposition."
    }, {
      "heading" : "2.3. Synthesis of Fe3O4@oleic Acid",
      "text" : "Fe3O4@oleic acid nanoparticles were prepared by chemical co-precipitation method [31]. The procedure was as follows: FeCl3·6H2O (140 mmol) and FeSO4·7H2O (70 mmol) were dissolved into 100 mL deionized water and then the solution was heated to 80 ◦C in 20 min with vigorous stirring. Then, 3 mL oleic acid and 15 mL ammonia water were added rapidly into this solution. After stirring for 1 h, the black magnetic gel was cooled to 25 ◦C and separated by magnetic decantation. The precipitated particles were washed several times by ethanol to remove the excess oleic acid, followed by drying in vacuum oven at 60 ◦C for 12 h."
    }, {
      "heading" : "2.4. Synthesis of 1D Fe2O3@TiO2 Nanotube Composites",
      "text" : "Fe2O3@TiO2 nanotube composites were first synthesized via an aerobic OCMA method [27]. Firstly, certain amounts of Fe3O4@oleic acid were ultrasonically dispersed in hexane and this suspension was filtered to remove the undispersed particles thoroughly and prepare a homogeneous solution of 1 g/L Fe3O4@oleic acid (The preparation of 1 g/L Fe3O4@oleic acid solution: Firstly, certain amounts (marked as M1) of Fe3O4@oleic acid were ultrasonically dispersed in hexane. Then, this suspension was filtered to remove the undispersed particles thoroughly. The mass of these undispersed particles can be determined and marked as M2. Therefore, the real amounts of Fe3O4@oleic acid dissolved in hexane can be calculated by M1 −M2. After adding hexane to a certain volume, the concentration of “Fe3O4@oleic acid” in the homogeneous solution can be confirmed). Then, different volumes of the homogeneous solution (0.5 mL, 1 mL, 2 mL) were added onto the anodized TNT arrays under the effect of an external magnetic field beneath the TNT arrays, as shown in Scheme 1. It should be noticed that magnetic force played a vital role in loading Fe3O4@oleic acid nanoparticles into TiO2 nanotubes and the volatilization of hexane also made a contribution. Finally, these 0.5, 1, and 2 mL suspension-loaded TNT arrays were annealed at 450 ◦C for 2 h in air atmosphere to obtain Fe2O3@TNT composites with high crystallinity, which were recorded as 0.5FeTi, 1FeTi and 2FeTi, respectively. In addition,\nNanomaterials 2020, 10, 1345 4 of 17\nFe3O4@oleic acid was also annealed at the same conditions to prepare pure Fe2O3 nanoparticles for comparative experiments.\nNanomaterials 2020, 10, x 4 of 18\n2FeTi, respectively. In addition, Fe3O4@oleic acid was also annealed at the same conditions to prepare pure Fe2O3 nanoparticles for comparative experiments.\nScheme 1. The preparation process of Fe2O3@TNT composites.\n2.5. Photocatalytic Experiments\nFor assessments of the photocatalytic activity of the samples, Rhodamine B (RhB) solutions in concentration of 10 mg/L were first prepared. Then, 70 mg as-prepared catalysts (Fe2O3, 0.5FeTi, 1FeTi and 2FeTi) were suspended into 70 mL RhB solutions, respectively. After dark adsorption for 2 hours and reaching equilibrium, the mixed solutions were illuminated for 6 hours under visible light (λ ≥ 400 nm) using a 300 W Xenon lamp (light intensity of 90 mW·cm−2 at distance of 15 cm from the light source). During the photocatalytic experiments, 3 mL samples of the mixed solutions were taken out and centrifuged at a given time interval. Finally, the photocatalytic activity was analyzed by UV−vis absorption measurement of the characteristic peak of RhB at 554 nm. For each sample, all photocatalytic experiments were carried out for irradiation duration of 6 hours at 20 °C and were repeated three times.\n2.6. Characterizations\nThe obtained samples were characterized by an XRD diffractometer (Rigaku, D/max 2500, Cu Kα radiation, λ = 1.5418 Å, Tokyo, Japan) within the scanning angle range of 15°–60° at rate of 8° min−1. The morphology was studied by scanning electron microscopy (SEM, Nanosem 430, FEI, Eindhoven, Netherlands) and high-resolution transmission electron microscopy (HRTEM, Tecnai G20&F20, FEI, Eindhoven, Netherlands). UV-Vis measurements were performed on a Hitachi U4100 UV Spectrometer and Fluorescence spectra were measured with FLS980 Series of Fluorescence Spectrometers (excited at λ = 420 nm). X-ray photoelectron spectroscopy (XPS, ESCALAB 250XI, Thermo, MA, USA) with monochromatic Al Kα (1486.6 eV) X-ray source was employed to analyze elemental contents and the chemical states of these composites. All the binding energies were calibrated by contaminant carbon at 284.8 eV. BET surface areas, BJH pore volume and average pore size were determined by N2 adsorption–desorption isotherms, which was measured by SSA-7000 (BJ Builder, Beijing, China). FTIR spectra were recorded on Bruker Alpha spectrometer from 4000 to 400 cm−1 (Regensburg, Germany). The magnetic properties were measured by vibrating sample magnetometer (VSM, MPMS SQUID XL, Quantum Design, Santiago, USA) in the field from −20,000 to 20,000 Oe. High-resolution mass spectra (HR-MS) were measured by a mass spectrometer (Bruker, solanX 70 FT-MS, Regensburg, Germany) in electrospray ionization (ESI) mode.\n3. Results and Discussion\n3.1 Structural and Elemental Characterizations\nThe crystal structures of these as-synthesized samples were determined by XRD analysis, as shown in Figure 1A. It can be found that the XRD patterns of as-prepared pure Fe2O3 contain diffraction peaks of both α-Fe2O3 at 33.2° (104) and γ-Fe2O3 at 30.2° (220), which indicates the\nScheme 1. The preparatio s of Fe2O3@TNT compo ites."
    }, {
      "heading" : "2.5. Photocatalytic Experiments",
      "text" : "For assessments of the photocatalyti ity of the samples, Rhodamine B (RhB) s lutions in concentration of 10 mg/L wer first prepared. , 70 mg as-prepared catalysts (Fe2O3, 0.5FeTi, 1FeTi and 2FeTi) were suspende into 70 mL Rh s l ti ns, respectively. After dark adsorption for 2 h and reaching equilibrium, the mixed solutions were illuminated for 6 h under visible light (λ ≥ 400 nm) using a 300 W Xenon lamp (light intensity of 90 mW·cm−2 at distance of 15 cm from the light source). During the photocatalytic experiments, 3 mL samples of the mixed solutions were taken out and centrifuged at a given time interval. Finally, the photocatalytic activity was analyzed by UV−vis absorption measurement of the characteristic peak of RhB at 554 nm. For each sample, all photocatalytic experiments were carried out for irradiation duration of 6 h at 20 ◦C and were repeated three times."
    }, {
      "heading" : "2.6. Characterizations",
      "text" : "The obtained samples were aracterized by an XRD diffractometer (Rigaku, D/max 2500, Cu Kα radiation, λ = 1.5418 Å, Tokyo, Japan) within the scan ing angle range of 15◦–60◦ at rate of 8◦ min−1. The orphology was studied by scanning electron microscopy (SEM, Nanosem 430, FEI, Eindhoven, The Netherlands) and high-resolution transmission electron microscopy (HRTEM, Tecnai G20&F20, FEI, Eindhoven, The Netherlands). UV-Vis measurements were performed on a Hitachi U4100 UV Spectrometer and Fluorescence spectra were measured with FLS980 Series of Fluorescence Spectrometers (excited at λ = 420 nm). X-ray photoelectron spectroscopy (XPS, ESCALAB 250XI, Thermo, MA, USA) with monochromatic Al Kα (1486.6 eV) X-ray source was employed to analyze elemental contents and the chemical states of these composites. All the binding energies were c librated by contamina t c rbon at 284.8 eV. BET urfac areas, BJH pore volume and average p re ize were determined by N2 adsorption–desorption isotherms, which was me sured by SSA-7000 (BJ Buil er, eijing, China). FTIR sp ctra were recorded on Bruker Alpha spectrometer from 4000 to 400 cm−1 (Regensburg, Germany). The magnetic properties were measured by vibrating sample magnetometer (VSM, MPMS SQUID XL, Quantum Design, Santiago, MN, USA) in the field from −20,000 to 20,000 Oe. High-resolution mass spectra (HR-MS) were measured by a mass spectrometer (Bruker, solanX 70 FT-MS, Regensburg, Germany) in electrospray ionization (ESI) mode."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Structural and Elemental Characterizations",
      "text" : "The crystal structures of thes as-synthesized samples were determined by XRD a alysis, as shown in Figure 1A. It can be found that the XRD patterns of as-prepared pure Fe2O3 contain diffraction peaks of both α-Fe2O3 at 33.2◦ (104) and γ-Fe2O3 at 30.2◦ (220), which indicates the coexistence of α-Fe2O3 and γ-Fe2O3 [32,33]. After the formation of a heterojunction, a series of new peaks, which can be well\nNanomaterials 2020, 10, 1345 5 of 17\nindexed to anatase TiO2 (JCPDS 21-1272), appear in the 1D Fe2O3@TNT composites. Since the peaks related to iron species were hardly to be observed due to the small amount of deposited Fe2O3 in Figure 1A, the narrow-range XRD spectra with higher resolution were further performed to examine the iron oxide species. As shown in Figure 1B, the characteristic peak intensity at 35.6◦ increases with the rising contents of Fe2O3 in 0.5FeTi, 1FeTi and 2FeTi, which further confirms the successful deposition of iron oxides. Furthermore, 2FeTi and Fe2O3 samples were further selected and analyzed by selective area electron diffraction (SAED) to ensure the existence of Fe2O3 (Figure 1C,D). As shown in Figure 1C, the SAED pattern of Fe2O3 with characteristic rings at 3.023 Å, 2.736 Å and 2.565 Å (from inside to outside) is in good agreement with the d-spacing of γ-Fe2O3 (d220 = 2.953 Å), α-Fe2O3 (d104 = 2.700 Å) and γ-Fe2O3 (d311 = 2.518 Å) [34]. For the SAED pattern of 2FeTi composite in Figure 1D, the diffractive rings of Fe2O3 are weak but still in agreement with corresponding crystal planes of Fe2O3, which might be due to the low and uniform dispersion of Fe2O3. Especially, it should be mentioned that the SAED patterns of 1FeTi and 0.5FeTi are also examined while the weak signals of Fe2O3 hinder their further characterization by this method. Nevertheless, the coexistence of α-Fe2O3 and γ-Fe2O3 in these composites is reasonable considering that all the samples are annealed at the same condition.\nNanomaterials 2020, 10, x 5 of 18\ncoexistence of α-Fe2O3 and γ-Fe2O3 [32,33]. After the formation of a heterojunction, a series of new peaks, which can be well indexed to anatase TiO2 (JCPDS 21-1272), appear in the 1D Fe2O3@TNT composites. Since the peaks related to iron sp cies were hardly to be observed due t the small amount of deposited Fe2O3 in Figure 1A, the n rrow- ange XRD spectra with higher resolution were further performed to examine the iron oxide species. As shown in Figure 1B, the characteristic peak intensity at 35.6° increases with the rising contents of Fe2O3 in 0.5FeTi, 1FeTi and 2FeTi, which further confirms the successful deposition of iron oxides. Furthermore, 2FeTi and Fe2O3 samples were further selected and analyzed by selective area electron diffraction (SAED) to ensure the existence of Fe2O3 (Figure 1C,D). As shown in Figure 1C, the SAED pattern of Fe2O3 with characteristic rings at 3.023 Å, 2.736 Å and 2.565 Å (from inside to outside) is in good agreement with the d-spacing of γ-Fe2O3 (d220 = 2.953 Å), α-Fe2O3 (d104 = 2.700 Å) and γ-Fe2O3 (d311 = 2.518 Å) [34]. For the SAED pattern of 2FeTi composite in Figure 1D, the diffractive rings of Fe2O3 are weak but still in agreement with corresponding crystal planes of F 2O3, which might be due to the low an uniform disp rsion of Fe2O3. Especially, it should be mentioned that the SAED patterns of 1FeTi and 0.5FeTi are also examined while the weak signals of Fe2O3 hinder their further characterization by this method. Nevertheless, the coexistence of α-Fe2O3 and γ-Fe2O3 in these composites is reasonable considering that all the samples are annealed at the same condition.\nTo further confirm the inner structures of the prepared samples, SEM, TEM and HRTEM analyses were employed and the results are shown in Figure 2. SEM image of anodized TiO2 nanotubes in\nNanomaterials 2020, 10, 1345 6 of 17\nFigure 2A reveals that the nanotubes are highly ordered with a uniformed outer diameter distribution of ~108 nm. After doping with Fe2O3, the well dispersed black iron oxides nanoparticles on the inner walls of TNT can be clearly observed in the HRTEM image of 0.5FeTi, as presented in Figure 2B. The nanotubes with diameter of 105 nm also meet well with the SEM image in Figure 2A. With the increasing deposition, it is observed that the number of black Fe2O3 nanoparticles on the inner walls increases, as shown in Figure 2B,C,E. Furthermore, the Fe2O3 nanoparticles in 1FeTi (Figure 2C) and 2FeTi (Figure 2E) have similar inner structures with 0.5FeTi (Figure 2B) and are also well dispersed on TNT inner walls, indicating the successful deposition of Fe2O3 into TNT. Then, the crystalline forms of the synthesized composites were further examined by the HRTEM image of 1FeTi in Figure 2F. The lattice fringes with interplanar spacings of 0.187 nm, 0.205 nm and 0.482 nm are well ascribed to the (200) plane of TiO2, (202) plane of α-Fe2O3 and (111) plane of γ-Fe2O3, respectively, which is consistent with the observations from XRD. Finally, pure Fe2O3 nanoparticles were also examined by TEM (Figure 2D) and the aggregation of Fe2O3 particles is quite obvious, indicating the uniform dispersion could be easily achieved after doping into TiO2 nanotubes.\nNanomaterials 2020, 10, x 6 of 18\nFigure 1. XRD full-range spectra (A) and narrow-range spectra (B) of Fe2O3 (magenta), 0.5FeTi (red), 1FeTi (blue) and 2FeTi (green)；SAED images of Fe2O3 (C) and 2FeTi (D).\nTo further confirm the inner structures of the prepared samples, SEM, TEM and HRTEM analyses were employed and the results are shown in Figure 2. SEM image of anodized TiO2 nanotubes in Figure 2A reveals that the nanotubes are highly ordered with a uniformed outer diameter distribution of ~108 nm. After doping with Fe2O3, the well dispersed black iron oxides nanoparticles on the inner walls of TNT can be clearly observed in the HRTEM image of 0.5FeTi, as presented in Figure 2B. The nanotubes with diameter of 105 nm also meet well with the SEM image in Figure 2A. With the increasing deposition, it is observed that the number of black Fe2O3 nanoparticles on the inner wall increas , as shown in Figure 2B,C,E. Furthermore, the Fe2O3 nanoparticles in 1FeTi (Figure 2C) and 2FeTi (Figure 2E) have similar inner structures with 0.5FeTi (Figure 2B) and are also well dispersed on TNT inner walls, indicating the successful deposition of Fe2O3 into TNT. Then, the crystalline forms of the synthesized composites were further examined by the HRTEM image of 1FeTi in Figure 2F. The lattice fringes with interplanar spacings of 0.187 nm, 0.205 nm and 0.482 nm are well ascribed to the (200) plane of TiO2, (202) plane of α-Fe2O3 and (111) plane of γ-F 2O3, respectively, which is consistent with the observations from XRD. Finally, pure Fe2O3 nanoparticles were also xamined by TEM (Figure 2D) and the aggregation of Fe2O3 particles is quite obvious, indicating the uniform dispersion could be easily achieved after doping into TiO2 nanotubes.\nFigure 2. SEM and HRTEM morphologies for the samples. (A) SEM image of anodized TNT; (B) HRTEM image of 0.5FeTi; (C) HRTEM image of 1FeTi; (D) HRTEM image of Fe2O3; (E) HRTEM image of 2FeTi; (F) HRTEM image of 1FeTi.\nAfter the determination of crystalline forms and inner structures of the synthesized composites, XPS analysis was carried out to further characterize the doping contents and surface chemical states of the obtained products, and the results are displayed in Figure 3. Figure 3A is the full-range spectra of the synthesized Fe2O3@TNT nanocomposites and the presence of C, Ti, O, Fe elements could be ascertained according to the peaks of C 1s, Ti 2p, O 1s, and Fe 2p. Specifically, the characteristic peak of C 1s situated at ~284.8 eV is attributed to the contaminant carbon, which is used for the calibration\nFigure 2. SEM and HRTEM morphologies for the samples. (A) SEM image of anodized TNT; (B) HRTEM image of 0.5FeTi; (C) HRTEM image of 1FeTi; (D) HRTEM image of Fe2O3; (E) HRTEM image of 2FeTi; (F) HRTEM image of 1FeTi.\nAfter the determin tion f crystalline forms and inner structure of the synt sized composites, XPS analysis was carried out to further characterize the doping contents and surface chemical states of the obtained products, and the results are displayed in Figure 3. Figure 3A is the full-range spectra of the synthesized Fe2O3@TNT nanocomposites and the presence of C, Ti, O, Fe elements could be ascertained according to the peaks of C 1s, Ti 2p, O 1s, and Fe 2p. Specifically, the characteristic peak of C 1s situated at ~284.8 eV is attributed to the contaminant carbon, which is used for the calibration of the XPS spectra [35]. The Ti 2p1/2 and 2p3/2 peaks are observed at 464.1 and 458.0 eV respectively, which is in agreement with the typical anatase TiO2 [36]. The O 1s spectrum centered at 529.0 eV is ascribed to the metal oxides including Fe2O3 and TiO2. The Fe 2p spectra at 710.2 and 724.1 eV are the characteristic peaks of Fe2O3 and they were selected to analyze the chemical states of the doped Fe2O3 [37], as shown in Figure 3B–D. The Fe 2p spectra exhibit two contributions of 2p1/2 and 2p3/2 located at 723.9 and 710.4 eV, which can be assigned to Fe(III) oxidation state [37]. The additional peaks\nNanomaterials 2020, 10, 1345 7 of 17\nat 729.6 and 716.4 eV are ascribable to the satellite peaks of Fe(III) oxidation state. Especially, the peak intensity of Fe 2p increases with the growth of the Fe2O3 content, which is well consistent with the XRD results in Figure 1.\nNanomaterials 2020, 10, x 7 of 18\nof the XPS spectra [35]. The Ti 2p1/2 and 2p3/2 peaks are observed at 464.1 and 458.0 eV respectively, which is in agreement with the typical anatase TiO2 [36]. The O 1s spectrum centered at 529.0 eV is ascribed to the metal oxides including Fe2O3 and TiO2. The Fe 2p spectra at 710.2 and 724.1 eV are the characteristic peaks of Fe2O3 and they were selected to analyze the chemical states of the doped Fe2O3 [37], as shown in Figure 3B–D. The Fe 2p spectra exhibit two contributions of 2p1/2 and 2p3/2 located at 723.9 and 710.4 eV, which can be assign d to Fe(III) oxidation state [37]. The dditional peaks at 729.6 and 716.4 eV are ascribable to the satellite peaks of Fe(III) oxidation state. Especially, the peak intensity of Fe 2p increases with the growth of the Fe2O3 content, which is well consistent with the XRD results in Figure 1.\nFigure 3. XPS spectra of the as-synthesized composites. (A) Full survey of samples; (B) Fe 2p region of 0.5FeTi; (C) Fe 2p region of 1FeTi; (D) Fe 2p region of 2FeTi.\nIn order to identify the elemental molar ratios of the samples, careful calculation based on Figure 3A was performed after subtracting the peak of contaminant carbon, and the results are listed in Table 1. The O/Ti ratios in 0.5FeTi, 1FeTi and 2FeTi are 2.02, 2.17 and 2.31 respectively, which are close to theoretical values (2). Especially, the O/Ti ratios increase with the rising depositions, which further confirms the successful loading of Fe2O3 on the inner walls of TNT. It should be mentioned that the calculated Fe content at low deposition (0.5FeTi) was smaller than the theoretical value, which might be due to the fairly slight and highly dispersed Fe2O3 nanoparticles on the surface of TiO2 nanotubes. Except for the XPS detection, FTIR analysis was further carried out to characterize the chemical groups of the synthesized composites, which further confirms the successful deposition of Fe2O3 (shown in Figure S1).\nTable 1. Molar content of carbon-subtracted peak area in Figure 3A.\nSample Ti 2p/% O 1s/% Fe 2p/%\n0.5FeTi 32.97 66.57 0.47\nTo further determine the inner structures of the synthesized nanocomposites, nitrogen adsorption/desorption isotherms analyses were utilized to examine the surface area and the pore information, and the results are presented in Figure 4 and Figure S2. The specific surface areas and pore sizes as well as volumes were calculated according to BET and BJH methods and the results are displayed in Table 2. Figure 4 shows that all the samples exhibit typical type IV isotherms with H3\nFigure 3. XPS spectra of the as-synthesized composites. (A) Full survey of samples; (B) Fe 2p region of 0.5FeTi; (C) Fe 2p region of 1FeTi; (D) Fe 2p region of 2FeTi.\nIn order to identify the elemental molar ratios of the samples, careful calculation based on Figure 3A was performed after subtracting the peak of contaminant carbon, and the results are listed in Table 1. The O/Ti r tio in 0.5F Ti, 1FeTi and 2FeTi ar 2.02, 2.17 and 2.31 re pectively, whic are close to theoretical values (2). Especially, the O/Ti ratios increase with the rising depositions, which further confirms the successful loading of Fe2O3 on the inner walls of TNT. It should be mentioned that the calculated Fe content at low deposition (0.5FeTi) was smaller than the theoretical value, which might be due to the fairly slight and highly dispersed Fe2O3 nanoparticles on the surface of TiO2 nanotubes. Except for the XPS detection, FTIR analysis was further carried out to characterize the chemical groups of the synthesized composites, which further confirms the successful deposition of Fe2O3\n(shown in Figure S1).\n0.5F Ti 32.97 66.57 0.47 1FeTi 30.90 67.02 2.09 2F Ti 29.04 66.94 4.02\nTo further determine the inner structures of the synthesized nanocomposites, nitrogen adsorption/desorption isotherms analyses were utilized to examine the surface area and the pore information, and the results are presented in Figure 4 and Figure S2. The specific surface areas and pore sizes as well as volumes were calculated according to BET and BJH methods and the results are displayed in Table 2. Figure 4 shows that all the samples exhibit typical type IV isotherms with H3 hysteresis loop, suggesting the mesoporous structure of all the synthesized materials according to the IUPAC classification [38]. As shown in Table 2, the BET specific surface areas of these composites (0.5FeTi, 1FeTi, 2FeTi) increase significantly compared to bare Fe2O3. Considering the less BET-specific surface area of TNT (17.53 m2/g) than the composites, the enlargement of surface area is mainly ascribable to the uniformly doped Fe2O3 particles on TNT inner walls, which could not only enlarge the dispersibility of the iron oxides but also increase the contact area with the organic pollutants and\nNanomaterials 2020, 10, 1345 8 of 17\nthus enhanced photocatalytic performance. On the other hand, the BJH desorption branch pore sizes and volumes were selected to analyze the inner structures of the synthesized materials, as shown in Table 2. It can be observed that the pore sizes and volumes decrease with the increment of iron oxides, which also verifies the successful deposition of Fe2O3 in TiO2 nanotubes. The large pore size and pore volume of 0.5FeTi reveal that the Fe2O3 nanoparticles are highly dispersed on the inner walls of TiO2 nanotubes. With the increment of deposition, the pore sizes of 1FeTi and 2FeTi decrease sharply and fall into a range near pure Fe2O3, which is probably associated with the smaller inner structures between Fe2O3 nanoparticles, characterized at about 4 nm (as shown in the inset Figure of Figure 4). Furthermore, it could be observed from the pore volume results of 1FeTi and 2FeTi that this value does not significantly decrease with the pore size, which further indicates more abundant pores in 1FeTi and 2FeTi and verifies the deduction mentioned above. Finally, it is observed that the peak area associated with Fe2O3 (marked by shadow ellipse in Figure 4) increases following this order: 1FeTi > 2FeTi > Fe2O3 > 0.5FeTi, which indicates the best deposition and dispersion of Fe2O3 nanoparticles in 1FeTi.\nNanomaterials 2020, 10, x 8 of 18\nhysteresis loop, suggesting the mesoporous structure of all the synthesized materials according to the IUPAC classification [38]. As shown in Table 2, the BET specific surface areas of these composites (0.5FeTi, 1FeTi, 2FeTi) increase significantly compared to bare Fe2O3. Considering the less BETspecific surface area of TNT (17.53 m2/g) than the composites, the enlargement of surface area is mainly ascribable to the uniformly doped Fe2O3 particles on TNT inner walls, which could not only enlarge the dispersibility of the iron oxides but also increase the contact area with the organic pollutants and thus enhanced photocatalytic performance. On the other hand, the BJH desorption branch pore sizes and volumes were selected to analyze the inner structures of the synthesized materials, as shown in Table 2. It can be observed that the pore sizes and volumes decrease with the increment of iron oxides, which also verifies the successful deposition of Fe2O3 in TiO2 nanotubes. The large pore size and pore volum of 0.5FeTi reveal that the Fe2O3 nanoparticles are highly dispersed on the inner walls of TiO2 nanotubes. Wi the increment of deposition, the pore sizes of 1FeTi and 2FeTi decrease sharply and fall into a range near pure Fe2O3, w ic is probably associated with the smaller inner structures between Fe2O3 nanoparticles, characterized at about 4 nm (as shown in the inset figure of Figure 4). Furthermore, it could be observed from the pore volume results of 1FeTi and 2FeTi that this value does not significantly decrease with the pore size, which further indicates more abundant pores in 1FeTi and 2FeTi and verifies the deduction mentioned above. Finally, it is observed that the peak area associated with Fe2O3 (marked by shadow ellipse in Figure"
    }, {
      "heading" : "4) increases following this order: 1FeTi > 2FeTi > Fe2O3 > 0.5FeTi, which indicates the best deposition and dispersion of Fe2O3 nanoparticles in 1FeTi.",
      "text" : "Figure 4. Nitrogen adsorption–desorptio is t er s and the corresponding pore size distribution curves for 0.5FeTi (A), 1FeTi (B), 2FeTi (C), and Fe2O3 (D).\nNanomaterials 2020, 10, 1345 9 of 17"
    }, {
      "heading" : "3.2. Photo-Chemical and Bandgap Characterizations",
      "text" : "After the determination of the inner structures and chemical contents, the photo-chemical properties and bandgap information of the synthesized 1D nanocomposites were investigated through UV-Vis and PL spectra, as presented in Figures 5 and 6.\nNanomaterials 2020, 10, x 9 of 18 Table 2. BET surface area and BJH pore results of the as-prepared catalysts. Sample SBET/(m2·g−1) Adsorption Branch Desorption Branch Pore Size/nm Pore Volume/cm3·g−1 Pore Size/nm Pore Volume/cm3·g−1 0.5FeTi 28.46 24.77 0.195 22.72 0.186 1FeTi 29.36 23.31 0.160 12.23 0.148 2FeTi 28.29 24.42 0.192 9.76 0.174 Fe2O3 10.96 13.77 0.079 11.99 0.069 3.2. Photo-Chemical and Bandgap Characterizations After the determination of the inner structures and chemical contents, the photo-chemical properties and bandgap information of the synthesized 1D nanocomposites were investigated through UV-Vis and PL spectra, as presented in Figures 5 and 6. Figure 5 shows the UV–vis absorption spectra of Fe2O3@TNT samples with variable Fe content and pure Fe2O3. The tangent lines at different wavelength range were used to determine the gap information of the synthesized materials. Fe2O3 possessed excellent absorption in both UV region and visible region. The tangent line of Fe2O3 in the wavelength from 240 nm to 255 nm correlated well with the bandgap of 2.33 eV, which is consistent with the reported value for Fe2O3 [26]. Besides the bandgap of Fe2O3 observed in Figure 5A, one more weak peak is observed in Figure 5C and the absorption bandgap energy can be extended to 0.79 eV, which is correlated with the midgap of Fe2O3."
    }, {
      "heading" : "As for Fe2O3@TNT composites, the first peak that appeared in Figure 5A is mainly related to the",
      "text" : "doped iron oxides and it can be seen that the absorption bandgap energy improves slightly with increasing Fe content. Additionally, similar results are found in the third peak shown in Figure 5C. Furthermore, a new peak appeared in the range from 354 nm to 380 nm after the generation of Fe2O3@TNT heterojunction in Figure 5B, which is probably due to the migration of photogenerated charge carriers between TiO2 and Fe2O3. After the correlation, it was found that the derived bandgap energy in Figure 5B decreases significantly with increasing loading of iron oxides.\nGenerally, single bandgap derived by UV-Vis spectrum cannot determine the band position, and further characterizations such as ultraviolet photoelectron spectroscopy (UPS) or Mott-Schottky measurement should be utilized to determine the position of valence band or conduction band [14,39]. Nevertheless, as the gaps derived in Figure 5B were regarded as the results of electron migration between Fe2O3 and TiO2, the relative positions of their individual gaps could be obtained. Thus, based on the extrapolation of UV–vis spectra in Figure 5, the band structures of these four catalysts were derived and are schematically shown in Scheme 2. It is interesting to note that the band alignment of these heterostructures are staggered form, which is not in accordance with the native included alignment of FexOy@TiO2 [40]. Such band alignments might be attributed to the coexistence α-Fe2O3 and γ-Fe2O3, resulting in the formation of staggered band alignment of α-Fe2O3/γ-Fe2O3 heterojunction. Finally, it should be mentioned that the staggered band form between Fe2O3 and TiO2 would significantly hinder the recombination of charge carriers and thus enhance the photocatalytic performance [41].\nFigure 5. UV−vis absorption spectra and the bandgap correlations for 0.5FeTi, 1FeTi, 2FeTi, and Fe2O3 in the range of (A) 240–255 nm; (B) 354–380 nm; (C) 590–720 nm.\nNanomaterials 2020, 10, x 11 of 18\n3.3. Magnetic Characterizations\nFinally, the magnetic property of as-obtained products was evaluated by using a vibrating sample magnetometer, which is of great importance for practical applications. Figure 7 exhibits the magnetization curves measured at 300 K, and the insert graph shows the magnetic separation result of 1FeTi by using a magnet. The suspension containing well-dispersed particles of 1FeTi turned into clear solution without residues left in only several seconds via a magnet, which implies that the synthesized 1D Fe2O3@TNT composites possess good magnetic separation ability. In addition, the magnetization curves passing through the origin with the magnetic saturation (Ms) values of 0.23, 0.48 and 1.18 emu/g for 0.5FeTi, 1FeTi and 2FeTi indicated that they all possessed superparamagnetic behaviors. Accordingly, the molar contents of Fe2O3@TNT composites were estimated to be 1.06%, 2.23% and 5.54% for 0.5FeTi, 1FeTi and 2FeTi respectively, which is calculated by comparing the Ms values of the synthesized composites and pure Fe2O3 (the Ms value was 27.48 emu/g, shown in Figure S3). The results derived from Ms values are a little higher than the contents derived from the XPS spectra, which is ascribed to more excellent magnetism originating from the mini “magnet” formed along the nanotubes after the magnetic Fe2O3 nanoparticles are confined in the nanotubes. On the other hand, XPS technique is a surface-sensitive technique that excites electrons from the top surface of 1–12 nm thick, which might also be a reason for lower contents.\nFigure 5 shows the UV–vis absorption spectra of Fe2O3@TNT samples with variable Fe content and pure Fe2O3. The tangent lines at different wavelength range were used to determine the gap information of the synthesized materials. Fe2O3 possessed excellent absorption in both UV region and visible region. The tan ent line of Fe2O3 i the wavelength from 240 nm to 255 nm correlated well with the bandgap of 2.33 eV, which is consistent with the reported value for Fe2O3 [26]. Besides\nNanomaterials 2020, 10, 1345 10 of 17\nthe bandgap of Fe2O3 observed in Figure 5A, one more weak peak is observed in Figure 5C and the absorption bandgap energy can be extended to 0.79 eV, which is correlated with the midgap of Fe2O3. As for Fe2O3@TNT composites, the first peak that appeared in Figure 5A is mainly related to the doped iron oxides and it can be seen that the absorption bandgap energy improves slightly with increasing Fe content. Additionally, similar results are found in the third peak shown in Figure 5C. Furthermore, a new peak appeared in the range from 354 nm to 380 nm after the generation of Fe2O3@TNT heterojunction in Figure 5B, which is probably due to the migration of photogenerated charge carriers between TiO2 and Fe2O3. After the correlation, it was found that the derived bandgap energy in Figure 5B decreases significantly with increasing loading of iron oxides. Generally, single bandgap derived by UV-Vis spectrum cannot determine the band position, and further characterizations such as ultraviolet photoelectron spectroscopy (UPS) or Mott-Schottky measurement should be utilized to determine the position of valence band or conduction band [14,39]. Nevertheless, as the gaps derived in Figure 5B were regarded as the results of electron migration between Fe2O3 and TiO2, the relative positions of their individual gaps could be obtained. Thus, based on the extrapolation of UV–vis spectra in Figure 5, the band structures of these four catalysts were derived and are schematically shown in Scheme 2. It is interesting to note that the band alignment of these heterostructures are staggered form, which is not in accordance with the native included alignment of FexOy@TiO2 [40]. Such band alignments might be attributed to the coexistence α-Fe2O3 and γ-Fe2O3, resulting in the formation of staggered band alignment of α-Fe2O3/γ-Fe2O3 heterojunction. Finally, it should be mentioned that the staggered band form between Fe2O3 and TiO2 would significantly hinder the recombination of charge carriers and thus enhance the photocatalytic performance [41].\nNanomaterials 2020, 10, x 10 of 18\nScheme 2. Staggered band alignments in as-prepared composites (A) 0.5FeTi; (B) 1FeTi; (C) 2FeTi.\nFigure 6 shows the PL spectra and decay curves of the synthesized materials. PL spectra were traditionally applied to detect the photo-chemical properties of the synthesized materials and it was considered that higher PL intensity indicated more electron-hole pairs generated in the heterostructures containing iron oxides [42]. Figure 6A clearly shows that the PL spectra of Fe2O3 nanoparticles is lower than that of three Fe2O3@TNT composites, implying that combining Fe2O3 with TiO2 nanotubes could effectively promote the generation of charge carriers. Except for the fluorescence intensity, the luminescence efficiency should also be considered by analyzing fluorescence lifetime. It can be observed in Figure 6B that the intensity of the decay curves fast diminishes after reaching the top of peak instead of a slow tailing trend, which might be due to the high charge carriers recombination rate of Fe2O3. Then, the fluorescence lifetimes of 0.5FeTi, 1FeTi, 2FeTi, and Fe2O3 were determined from the decay curves and fitted by a single exponential term. According to the corresponding equation (as shown in Figure S3), the lifetimes of 2FeTi, 1FeTi, 0.5FeTi, and Fe2O3 were calculated to be 0.6844 ns, 0.6759 ns, 0.6475 ns, and 0.6306 ns, respectively, indicating that the lifetimes also increase with the increment of Fe2O3 deposition. Additionally, these results also reveal the superb migration and effective separation of electrons and holes between Fe2O3 and TiO2, which is also shown in Scheme 2. Under the consideration of both charge carriers’ generation and their lifetimes, 2FeTi has the highest fluorescence intensity and fluorescence lifetime, which indicates that 2FeTi might have the best photocatalytic activity, followed by 1FeTi or 0.5FeTi and lastly bare Fe2O3.\nScheme 2. Staggered band alignments in as-prepared composites (A) 0.5FeTi; (B) 1FeTi; (C) 2FeTi.\nFigure 6 shows the PL spectra nd deca s of the synthesized materials. PL spectra were tradi ionally applied to det ct the photo-ch l roperties of the synthesized materials and it was considere that higher PL intensity indicated more electron-hole pairs g nerated in the heterostructures containing iron oxides [42]. Figure 6A clearly shows that the PL spectra of Fe2O3 nanoparticles is lower than that of three Fe2O3@TNT composites, implying that combining Fe2O3 with TiO2 nanotubes could effectively promote the generation of charge carriers. Except for the fluorescence intensity, the luminescence efficiency should also be considered by analyzing fluorescence lifetime. It can be observed in Figure 6B that the intensity of the decay curves fast diminishes after reaching the top of peak instead of a slow tailing trend, which might be due to the high charge carriers recombination rate of Fe2O3. Then, the fluorescence lifetimes of 0.5FeTi, 1FeTi, 2FeTi, and F 2O3 w re determined from the ecay curves and fitted by si gle expo ential term. According to the corresponding equation (as shown in Figure S3), the lifetimes of 2FeTi, 1FeTi, 0.5FeTi, and Fe2O3 were calculated to be 0.6844 ns, 0.6759 ns, 0.6475 ns, and 0.6306 ns, respectively, indicating that the lifetimes also increase with the increment of Fe2O3 deposition. Additionally, these results also reveal the superb migration and effective separation of electrons and holes between Fe2O3 and TiO2, which is also shown in Scheme 2. Under the consideration of both charge carriers’ generation and their lifetimes, 2FeTi has the highest fluorescence intensity and fluorescence lifetime, which indicates that 2FeTi might have the best photocatalytic activity, followed by 1FeTi or 0.5FeTi and lastly bare Fe2O3.\nNanomaterials 2020, 10, 1345 11 of 17"
    }, {
      "heading" : "3.3. Magnetic Characterizations",
      "text" : "Finally, the magnetic property of as-obtained products was evaluated by using a vibrating sample magnetometer, which is of great importance for practical applications. Figure 7 exhibits the magnetization curves measured at 300 K, and the insert graph shows the magnetic separation result of 1FeTi by using a magnet. The suspension containing well-dispersed particles of 1FeTi turned into clear solution without residues left in only several seconds via a magnet, which implies that the synthesized 1D Fe2O3@TNT composites possess good magnetic separation ability. In addition, the magnetization curves passing through the origin with the magnetic saturation (Ms) values of 0.23, 0.48 and 1.18 emu/g for 0.5FeTi, 1FeTi and 2FeTi indicated that they all possessed superparamagnetic behaviors. Accordingly, the molar contents of Fe2O3@TNT composites were estimated to be 1.06%, 2.23% and 5.54% for 0.5FeTi, 1FeTi and 2FeTi respectively, which is calculated by comparing the Ms values of the synthesized composites and pure Fe2O3 (the Ms value was 27.48 emu/g, shown in Figure S3). The results derived from Ms values are a little higher than the contents derived from the XPS spectra, which is ascribed to more excellent magnetism originating from the mini “magnet” formed along the nanotubes after the magnetic Fe2O3 nanoparticles are confined in the nanotubes. On the other hand, XPS technique is a surface-sensitive technique that excites electrons from the top surface of 1–12 nm thick, which might also be a reason for lower contents.\nNanomaterials 2020, 10, x 12 of 18\nThe photocatalytic activities of as-synthesized composites under visible light were assessed by the degradation experiments of RhB (10 mg/L) using Xe light irradiation (300 W, λ ≥ 400 nm). The variation of the concentration with the time of irradiation is plotted in Figure 8. During dark equilibrium period, these Fe2O3@TNT composites possess more efficient adsorption capacity for RhB compared with pure Fe2O3 and TNT (Figure S5), which is mainly ascribed to the homogeneous dispersity of Fe2O3 on TNT, as illustrated in Figures 2 and 4. Especially, it is observed that 1FeTi shows the optimal adsorption property, which might have resulted from the most dispersive Fe2O3 inner structures in 1FeTi (Figure 4). After the visible-light irradiation, Fe2O3@TNT composites show remarkably enhanced photocatalytic activity compared to pure Fe2O3, which is attributed to the efficient separation of charge carriers after doping onto TiO2 nanotubes. Briefly, Fe2O3 would act as the electron trappers in the composites which would enhance separation of excitons and thus the photocatalytic performance. In addition, the performances of 1FeTi and 2FeTi are almost the same and much better than 0.5FeTi, which might be due to the more abundant electron trappers accompanied with the moderate increment of Fe2O3 deposition. Hence, 1FeTi and 2FeTi are considered as the candidates with the most potential for organics degradation. However, 1FeTi consumes less iron oxides and thus was more cost-effective. Above all, 1FeTi is considered to be a better Fe2O3@TNT composite under the consideration of dark adsorption capacity, photocatalytic activity and economic efficiency. Finally, the rate constant ka is fitted according to the pseudo-first order reaction kinetics (Equation (1)), and the results are displayed in Table 3. The order of the rate constants is in good agreement with the curves in Figure 8B. Interestingly, it is observed that the trend of rate constant is coincident with the deduction of the PL results, which implies that fluorescence intensity and fluorescence lifetime could describe the photocatalytic property of Fe2O3 and its composites effectively. Finally, the comparison of this study with other similar Fe2O3-based materials reported in other literatures is given in Table 4. As seen in Table 4, the photodegradation activity of 1FeTi is significantly improved, which further demonstrates that 1FeTi could be a promising material for photocatalytic wastewater remediation.\nln 𝐶0 𝐶⁄ = 𝑘𝑡 (1)\nwhere C0 and C are the original concentration of RhB and the corresponding concentration at the reaction time (t), respectively, and k is the pseudo-first degradation rate constant."
    }, {
      "heading" : "3.4. Photocatalytic Activity",
      "text" : "The photocatalytic activities of as-synthesized composites under visible light were assessed by the degradation experiments of RhB (10 mg/L) using Xe light irradiation (300 W, λ ≥ 400 nm). The variation of the concentration with the time of irradiation s plotted in Figure 8. During dark equilibrium period, these Fe2O3@TN composites posse s more effici nt adsorption capacity for RhB compared with pure Fe2O3 and TNT (Figure S5), which is mainly ascribed to the homogeneous dispersity of Fe2O3 on TNT, as illustrated in Figures 2 and 4. Especially, it is observed that 1FeTi shows the optimal adsorption property, which might have resulted from the most dispersive Fe2O3 inner structures in 1FeTi (Figure 4). After the visible-light irradiation, Fe2O3@TNT composites show remarkably enhanced photocatalytic activity compar d to pure Fe2O3, which is attrib ted to the efficient separ tion of charge carriers after doping onto TiO2 nanotubes. Briefly, Fe2O3 would act as the electron trappers in the composites which would enhance separation of excitons and thus the photocatalytic performance. In addition, the performances of 1FeTi and 2FeTi are almost the same and much better than 0.5FeTi, which might be due to the more abundant electron trappers accompanied\nNanomaterials 2020, 10, 1345 12 of 17\nwith the moderate increment of Fe2O3 deposition. Hence, 1FeTi and 2FeTi are considered as the candidates with the most potential for organics degradation. However, 1FeTi consumes less iron oxides and thus was more cost-effective. Above all, 1FeTi is considered to be a better Fe2O3@TNT composite under the consideration of dark adsorption capacity, photocatalytic activity and economic efficiency. Finally, the rate constant ka is fitted according to the pseudo-first order reaction kinetics (Equation (1)), and the results are displayed in Table 3. The order of the rate constants is in good agreement with the curves in Figure 8B. Interestingly, it is observed that the trend of rate constant is coincident with the deduction of the PL results, which implies that fluorescence intensity and fluorescence lifetime could describe the photocatalytic property of Fe2O3 and its composites effectively. Finally, the comparison of this study with other similar Fe2O3-based materials reported in other literatures is given in Table 4. As seen in Table 4, the photodegradation activity of 1FeTi is significantly improved, which further demonstrates that 1FeTi could be a promising material for photocatalytic wastewater remediation.\nln C0/C = kt (1)\nwhere C0 and C are the original concentration of RhB and the corresponding concentration at the reaction time (t), respectively, and k is the pseudo-first degradation rate constant.\nNanomaterials 2020, 10, x 13 of 18\nFigure 8. Photodegradation of RhB by Fe2O3 and Fe2O3@TNT composites under visible light irradiation: (A) Degradation rate curves; (B) Pseudo-first correlation of kinetic constants.\nTable 3. Photodegradation parameters of the synthesized catalysts.\nSample 0.5FeTi 1FeTi 2FeTi Fe2O3\nDegradation Efficiency (%) 72.11 84.96 86.53 43.55\nk/h−1 0.2010 0.2663 0.2875 0.0890\nR2 0.9985 0.9987 0.9936 0.9972\nTable 4. Comparison of the photocatalytic performances of Fe2O3-based materials.\nMaterials Light Source Time (h) Photodegradation\nAmount (%) Ref.\nFigure 8. Photodegradation of RhB by Fe2O3 and Fe2O3@TNT composites under visible light irradiation: (A) Degradation rate curves; (B) Pseudo-first correlation of kinetic constants.\nTable 3. Photodegradation parameters of the synthesized catalysts.\nSample 0.5FeTi 1FeTi 2FeTi Fe2O3\nDegradation Efficiency (%) 72.11 84.96 86.53 43.55 k/h−1 0.2010 0.2663 0.2875 0.0890\nR2 0.9985 0.9987 0.9936 0.9972\nNanomaterials 2020, 10, 1345 13 of 17"
    }, {
      "heading" : "3.5. Intermediate Products and Degradation Pathway of RhB",
      "text" : "Although it has been claimed that 84.96% of the RhB could be degraded by 1FeTi in 6 h in Section 3.4, the specific mineralization efficiency has not been determined. Consequently, the intermediate products during photocatalysis of RhB over 1FeTi for 0–6 h were identified by HR-MS. As shown in Figure S6, the HR-MS spectra of RhB solution (t = 0 h) shifted from m/z = 443 (characterized as RhB) to m/z = 415, 387, 359, 331, 304, 302, and 272 after photo illumination, which might be ascribable to the N-de-ethylating process under the effects of photogenerated radicals [49,50]. Then, the N-de-ethylated intermediates would react with functional radicals to produce opening-ring intermediates (e.g., phthalic acid), which could be further mineralized to CO2 and H2O [49,50]. Based on these deductions, the degradation pathway of RhB was proposed and is displayed in Scheme 3. Finally, it should be mentioned that the intensity of MS spectrum at t = 6 h is much weaker than that at t = 0 h, indicating the almost total mineralization of RhB in the wastewater.\nNanomaterials 2020, 10, x 14 of 18\nScheme 3. Plausible mineralization pathways for RhB by using 1FeTi.\n3.6 Recyclable Performance\nBefore the regeneration experiments, the leaching test should be probed to examine the loss of supported Fe2O3 particles and to ensure the maintenance of superior photocatalytic performance [27]. As a result, 1FeTi after photocatalysis was sampled and tested by XPS, and the results are displayed in Figure S7 and Figure 9A. It could be observed from the Fe 2p spectra in Figure 9A that peak shape and intensity is almost unchanged after photocatalysis, indicating the effective inhibition of photo dissolution of the doped Fe2O3 [25]. Furthermore, the dissolution amount was determined to be 13.4% in 6 h according to Table 1 and Figure S7, which is much less than 17.5% in 0.5 h for the Fe3O4@TiO2 and 13.5% in 3 h for Fe3O4@C@TiO2 heterostructures [25,27], verifying the hypothesis that the photo dissolution could be significantly hindered by incorporating wide-gap Fe2O3 instead of narrow-gap Fe3O4.\nConsidering the good stability of 1FeTi during photocatalysis, the regeneration experiments were performed. As shown in Figure 9B, the recyclable performance is almost stable in three cycles, and the slight reduction might be due to the moderate dissolution of Fe2O3 from the composite.\nScheme 3. Plausible mineralization pathways for RhB by using 1FeTi."
    }, {
      "heading" : "3.6. Recyclable Performance",
      "text" : "Before the egen ration experiments, the l ing test should be probed to examine the loss of supported Fe2O3 particles and to ensure the aintenance of superior photocatalytic performance [27]. As a result, 1FeTi after photocatalysis was sampled and tested by XPS, and the results are displayed\nNanomaterials 2020, 10, 1345 14 of 17\nin Figure S7 and Figure 9A. It could be observed from the Fe 2p spectra in Figure 9A that peak shape and intensity is almost unchanged after photocatalysis, indicating the effective inhibition of photo dissolution of the doped Fe2O3 [25]. Furthermore, the dissolution amount was determined to be 13.4% in 6 h according to Table 1 and Figure S7, which is much less than 17.5% in 0.5 h for the Fe3O4@TiO2 and 13.5% in 3 h for Fe3O4@C@TiO2 heterostructures [25,27], verifying the hypothesis that the photo dissolution could be significantly hindered by incorporating wide-gap Fe2O3 instead of narrow-gap Fe3O4. Considering the good stability of 1FeTi during photocatalysis, the regeneration experiments were performed. As shown in Figure 9B, the recyclable performance is almost stable in three cycles, and the slight reduction might be due to the moderate dissolution of Fe2O3 from the composite. Generally, 1FeTi exhibits superior repression for photo dissolution and stable regeneration, which could be considered as a promising photocatalytic medium for water remediation. Nanomaterials 2020, 10, x 15 of 18 Generally, 1FeTi exhibits superior repression for photo dissolution and stable regeneration, which\ncould be considered as a promising photocatalytic medium for water remediation.\nIn this work, 1D Fe2O3@TiO2 nanotube composites were first successfully synthesized by an\naerobic OCMA method. The structural and photo-chemical properties of the prepared Fe2O3 and\nFe2O3@TNT composites were characterized via XRD, XPS, FTIR, HRTEM, BET, UV-Vis, and PL\nspectra. Based on the XRD results, both α-Fe2O3 and γ-Fe2O3 were found to exist in pure Fe2O3. The\nsuccessful deposition of Fe2O3 was further confirmed by XPS and FTIR spectra. In addition, HRTEM\nwas also applied to evaluate the dispersity of the Fe2O3 nanoparticles, and the results indicated that\nthe nanoparticles were well dispersed on the TNT inner walls, resulting in efficient separation of\ncharge carriers and homogeneous dispersion of Fe2O3 nanoparticles, which was further verified by\nthe PL and BET analysis. According to the UV–vis spectra, the band structures of these catalysts were\nderived and it was found that the band alignments of these heterostructures were staggered, which\nmight have resulted from the coexistence of α-Fe2O3 and γ-Fe2O3. Benefiting from the superior\nstructural and photo-chemical properties, the composites exhibited much higher photocatalytic\ndegradation efficiency towards RhB than pure Fe2O3 under visible-light irradiation. The\nphotocatalytic results were in good agreement with PL results, which revealed the photoactivity\ntendency of the heterojunctions could be well predicted through fluorescence intensity and\nfluorescence lifetime. Furthermore, the introduction of Fe2O3 in Fe2O3@TNT nanostructures made\nthem easy to be separated and recovered in a magnetic field, which further confirmed that the\nsynthesized Fe2O3@TNT composites are efficient and cost-effective materials. Finally, the photo\ndissolution phenomenon of 1FeTi was examined and the low leaching amount as well as stable\nrecycling performance illustrated the promising prospects of 1FeTi for water remediation and\nrational design of Fe2O3 into TiO2 instead of Fe3O4.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Figure S1: N2 adsorption-desorption isotherms, Figure S2: Decay curve fitting procedures for the synthesized samples; Figure S3: Magnetization curve of Fe2O3.\nAuthor Contributions: Conceptualization, X.H. and J.B.; methodology, Q.T. and R.W.; formal analysis, Q.T., J.B. and C.X.; data curation, Q.T. and Y.Z.; resources, H.H. and J.W.; writing-original draft preparation, Q.T.; writingreview and editing, J.B., L.Y. and H.H.; supervision, H.H. and L.Y. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was financially supported by National Key Research and Development Program of China (No. 2016YFB0600504).\nAcknowledgments: The authors would like to thank National Engineering Research Center of Industrial Crystallization Technology at Tianjin University for the technical support."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work, 1D Fe2O3@TiO2 nanot be co osites ere first successfully synthesized by an aerobic OCMA method. The structural and photo-che ical properties of the prepared Fe2O3 and Fe2O3@TNT composites were characterized via XRD, XPS, FTIR, HRTEM, BET, UV-Vis, and PL spectra. Based on the XRD results, both α-Fe2O3 and γ-Fe2O3 were found to exist in pure Fe2O3. The successful deposition of Fe2O3 was further confirmed by XPS and FTIR spectra. In addition, HRTEM was also applied to evaluate the dispersity of the Fe2O3 nanoparticles, and the results indicated that the nanoparticles were well dispersed on the TNT inner walls, resulting in efficient separation of charge carriers and homogeneous dispersion of Fe2O3 nanoparticles, which was further verified by the PL and BET analysis. According to the UV–vis spectra, the band structures of these catalysts were derived and it was found that the band alignments of these heterostructures were staggered, which might have resulted from the coexistence of α-Fe2O3 and γ-Fe2O3. Benefiting from the superior structural and photo-chemical properties, the composites exhibited much higher photocatalytic degradation efficiency towards RhB than pure Fe2O3 under visible-light irradiation. The photocatalytic results were in good agreement with PL results, which revealed the photoactivity tendency of the heterojunctions could be well predicted thro gh fluoresc nce intensity and fluorescence lifetime. Furthermore, the intr duction of Fe2O3 in Fe2O3@TNT nanostruc ures made them easy to be separated and recovered i a agnetic fi ld, which furth r confirmed that the ynthesiz d Fe2O3@TNT composit s are efficient nd cost-effective materia s. Finally, the phot dissolution phenomenon of 1FeTi w s examined and the ow leaching amount as well as stable recycling performance illustrated the promising prospects of 1FeTi for water remediation and rational design of Fe2O3 into TiO2 instead of Fe3O4.\nNanomaterials 2020, 10, 1345 15 of 17\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/7/1345/s1, Figure S1: N2 adsorption-desorption isotherms, Figure S2: Decay curve fitting procedures for the synthesized samples; Figure S3: Magnetization curve of Fe2O3.\nAuthor Contributions: Conceptualization, X.H. and J.B.; methodology, Q.T. and R.W.; formal analysis, Q.T., J.B. and C.X.; data curation, Q.T. and Y.Z.; resources, H.H. and J.W.; writing-original draft preparation, Q.T.; writing-review and editing, J.B., L.Y. and H.H.; supervision, H.H. and L.Y. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was financially supported by National Key Research and Development Program of China (No. 2016YFB0600504).\nAcknowledgments: The authors would like to thank National Engineering Research Center of Industrial Crystallization Technology at Tianjin University for the technical support.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Water treatment and environmental remediation applications of two- dimensional metal carbides (MXenes)",
      "author" : [ "K. Rasool", "R.P. Pandey", "P.A. Rasheed", "S. Buczek", "Y. Gogotsi", "K.A. Mahmoud" ],
      "venue" : "Mater. Today",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Science and technology for water purification in the coming decades",
      "author" : [ "M.A. Shannon", "P.W. Bohn", "M. Elimelech", "J.G. Georgiadis", "B.J. Marĩas", "A.M. Mayes" ],
      "venue" : "Nature",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2008
    }, {
      "title" : "Immobilization of carboxyl-modified multiwalled carbon nanotubes in chitosan-based composite membranes for U (VI) sorption",
      "author" : [ "J. Ouyang", "Y. Wang", "T. Li", "L. Zhou", "Z. Liu" ],
      "venue" : "J. Radioanal. Nucl. Chem",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Partial Oxidation Strategy to Synthesize WS2/WO3 Heterostructure with Enhanced Adsorption Performance for Organic Dyes: Synthesis, Modelling, and Mechanism",
      "author" : [ "G. Li", "Y. Wang", "J. Bi", "X. Huang", "Y. Mao", "L. Luo" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2020
    }, {
      "title" : "Design and synthesis of core e shell Fe3O4@PTMT composite magnetic microspheres for adsorption of heavy metals from high salinity wastewater",
      "author" : [ "X. Huang", "J. Yang", "J. Wang", "J. Bi", "C. Xie" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Self-assembly of immobilized titanate films with different layers for heavy metal ions removal from wastewater: Synthesis, modeling and mechanism",
      "author" : [ "J. Bi", "X. Huang", "J. Wang", "Q. Tao", "H. Lu", "L. Luo", "G. Li", "H. Hao" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2020
    }, {
      "title" : "Surface etching induced ultrathin sandwich structure realizing enhanced photocatalytic activity",
      "author" : [ "B. Yang", "W. Bi", "Y. Wan", "X. Li", "M. Huang", "R. Yuan", "H. Ju", "W. Chu", "X. Wu", "L He" ],
      "venue" : "Sci. China Chem",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Direct Z-scheme photocatalysts: Principles, synthesis, and applications",
      "author" : [ "Q. Xu", "L. Zhang", "J. Yu", "S. Wageh", "A.A. Al-Ghamdi", "M. Jaroniec" ],
      "venue" : "Mater. Today 2018,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "A review on exploration of Fe2O3 photocatalyst towards degradation of dyes and organic contaminants",
      "author" : [ "C.N.C. Hitam", "A.A. Jalil" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2020
    }, {
      "title" : "Fe-based catalysts for heterogeneous catalytic ozonation of emerging contaminants in water and wastewater",
      "author" : [ "J. Wang", "Z. Bai" ],
      "venue" : "Chem. Eng. J. 2017,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Recent progress in magnetic iron oxide-semiconductor composite nanomaterials as promising photocatalysts",
      "author" : [ "W. Wu", "C. Jiang", "V.A.L. Roy" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Porous Fe2O3 nanotubes with α-γ phase junction for enhanced charge separation and photocatalytic property produced by molecular layer deposition",
      "author" : [ "C. Chen", "F. Duan", "S. Zhao", "W. Wang", "F. Yang", "W. Nuansing", "B. Zhang", "Y. Qin", "M. Knez" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Shaped Fe2O3 nanoparticles—Synthesis and enhanced photocatalytic degradation towards RhB",
      "author" : [ "A. Kusior", "K. Michalec", "P. Jelen", "M. Radecka" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Fabrication and characterization of novel iodine doped hollow and mesoporous hematite (Fe2O3) particles derived from sol-gel method and their photocatalytic performances",
      "author" : [ "S. Demirci", "M. Yurddaskal", "T. Dikici", "C. Sarıoğlu" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Scalable synthesis of Ca-doped α-Fe2O3 with abundant oxygen vacancies for enhanced degradation of organic pollutants through peroxymonosulfate activation",
      "author" : [ "S. Guo", "H. Wang", "W. Yang", "H. Fida", "L. You", "K. Zhou" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2020
    }, {
      "title" : "Synthesis of Ag2CO3/α-Fe2O3 heterojunction and it high visible light driven photocatalytic activity for elimination of organic pollutants",
      "author" : [ "R. Guo", "X. Qi", "X. Zhang", "H. Zhang", "X. Cheng" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Persulfate activation by magnetic γ-Fe2O3/Mn3O4 nanocomposites for degradation of organic pollutants",
      "author" : [ "Q. Ma", "X. Zhang", "R. Guo", "H. Zhang", "Q. Cheng", "M. Xie", "X. Cheng" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2019
    }, {
      "title" : "One-Step Decoration of TiO2 Nanotubes with Fe3O4 Nanoparticles: Synthesis and Photocatalytic and Magnetic Properties",
      "author" : [ "D. Beketova", "M. Motola", "H. Sopha", "J. Michalicka", "V. Cicmancova", "F. Dvorak", "L. Hromadko", "B. Frumarova", "M. Stoica", "J.M. Macak" ],
      "venue" : "ACS Appl. Nano Mater. 2020,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2020
    }, {
      "title" : "Improved performance and prolonged lifetime of titania-based materials: Sequential use as adsorbent and photocatalyst",
      "author" : [ "Y. Peng", "M. Li", "S. Zhang", "G. Nie", "M. Qi", "B. Pan" ],
      "venue" : "Sci. China Chem",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Dual Cocatalysts in TiO2 Photocatalysis",
      "author" : [ "A. Meng", "L. Zhang", "B. Cheng", "J. Yu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "One-dimensional titanium dioxide nanomaterials: Nanotubes",
      "author" : [ "K. Lee", "A. Mazare", "P. Schmuki" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "P-n Heterojunction photoelectrodes composed of Cu2O-loaded TiO2 nanotube arrays with enhanced photoelectrochemical and photoelectrocatalytic activities",
      "author" : [ "M. Wang", "L. Sun", "Z. Lin", "J. Cai", "K. Xie", "C. Lin" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "Efficient Hydrogen Evolution Electrocatalysis Using Cobalt Nanotubes Decorated with Titanium Dioxide Nanodots",
      "author" : [ "J.X. Feng", "H. Xu", "Y.T. Dong", "X.F. Lu", "Y.X. Tong", "G.R. Li" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Acrylate-based Polymerizable Sol-Gel Synthesis of Magnetically Recoverable TiO2 Supported Fe3O4 for Cr(VI) Photoreduction in Aerobic Atmosphere",
      "author" : [ "S. Challagulla", "R. Nagarjuna", "R. Ganesan", "S. Roy" ],
      "venue" : "ACS Sustain. Chem. Eng. 2016,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Enhanced Photocatalytic Removal of Uranium(VI) from Aqueous Solution by Magnetic TiO2/Fe3O4 and Its Graphene Composite",
      "author" : [ "Z.J. Li", "Z.W. Huang", "W.L. Guo", "L. Wang", "L.R. Zheng", "Z.F. Chai", "W.Q. Shi" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Graphitic Carbon Nitride (g-C3N4)-Based Photocatalysts for Artificial Photosynthesis and Environmental Remediation: Are We a Step Closer to Achieving Sustainability",
      "author" : [ "W.J. Ong", "L.L. Tan", "Y.H. Ng", "S.T. Yong", "S.P. Chai" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Oil-phase cyclic magnetic adsorption to synthesize Fe3O4@C@TiO2-nanotube composites for simultaneous removal of Pb(II) and Rhodamine B",
      "author" : [ "J. Bi", "X. Huang", "J. Wang", "T. Wang", "H. Wu", "J. Yang", "H. Lu", "H. Hao" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Pb(II) adsorption on magnetic γ-Fe2O3/titanate nanotubes composite",
      "author" : [ "H. Chen", "T. Li", "L. Zhang", "R. Wang", "F. Jiang", "J. Chen" ],
      "venue" : "J. Environ. Chem. Eng. 2015,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2022
    }, {
      "title" : "Iron oxide embedded titania nanowires—An active and stable electrocatalyst for oxygen evolution in acidic media",
      "author" : [ "L. Zhao", "Q. Cao", "A. Wang", "J. Duan", "W. Zhou", "Y. Sang", "H. Liu" ],
      "venue" : "Nano Energy 2018,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "TiO2 nanotubes: Synthesis and applications",
      "author" : [ "P. Roy", "S. Berger", "P. Schmuki" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2011
    }, {
      "title" : "Re-examination of characteristic FTIR spectrum of secondary layer in bilayer oleic acid-coated Fe3O4 nanoparticles",
      "author" : [ "K. Yang", "H. Peng", "Y. Wen", "N. Li" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2010
    }, {
      "title" : "Giant Magnetic Heat Induction of Magnesium-Doped γ-Fe2O3 Superparamagnetic Nanoparticles for Completely Killing Tumors",
      "author" : [ "J.T. Jang", "J. Lee", "J. Seon", "E. Ju", "M. Kim", "Y.I.L. Kim", "M.G. Kim", "Y. Takemura", "A.S. Arbab", "K.W Kang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Novel Composites of α-Fe2O3 Tetrakaidecahedron and Graphene Oxide as an Effective Photoelectrode with Enhanced Photocurrent Performances",
      "author" : [ "S. Liu", "L. Zheng", "P. Yu", "S. Han", "X. Fang" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Peculiar porous α-Fe2O3, γ-Fe2O3 and Fe3O4 nanospheres: Facile synthesis and electromagnetic properties",
      "author" : [ "H. Wu", "G. Wu", "L. Wang" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Gas-phase synthesis of hybrid nanostructured materials",
      "author" : [ "M. Ling", "C.S. Blackman" ],
      "venue" : "Nanoscale 2018,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2020
    }, {
      "title" : "Regulating the Spin State of Fe III by Atomically Anchoring on Ultrathin Titanium Dioxide for Efficient Oxygen Evolution Electrocatalysis Angewandte",
      "author" : [ "G. Shen", "R. Zhang", "L. Pan", "F. Hou", "Y. Zhao", "Z. Shen", "W. Mi", "C. Shi", "Q. Wang", "X Zhang" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2020
    }, {
      "title" : "Highly selective oxidation of methane to methanol at ambient conditions by titanium dioxide-supported iron species",
      "author" : [ "J. Xie", "R. Jin", "A. Li", "Y. Bi", "Q. Ruan", "Y. Deng", "Y. Zhang", "S. Yao", "G. Sankar", "D Ma" ],
      "venue" : "Nat. Catal. 2018,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Design and synthesis of porous Ag/ZnO nanosheets assemblies as super photocatalysts for enhanced visible-light degradation of 4-nitrophenol and hydrogen evolution",
      "author" : [ "H. Mou", "C. Song", "Y. Zhou", "B. Zhang", "D. Wang" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "A novel α-Fe2O3@g-C3N4 catalyst: Synthesis derived from Fe-based MOF and its superior photo-Fenton performance",
      "author" : [ "T. Guo", "K. Wang", "G. Zhang", "X. Wu" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2019
    }, {
      "title" : "Exfoliation of a non-van der Waals material from iron ore hematite",
      "author" : [ "A. Puthirath Balan", "S. Radhakrishnan", "C.F. Woellner", "S.K. Sinha", "L. Deng", "C.D.L. Reyes", "B.M. Rao", "M. Paulose", "R. Neupane", "A Apte" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Enhanced photoelectrochemical activity of α-Fe2O3/TiO2 nanoheterojunction by controlling hydrodynamic conditions",
      "author" : [ "Y. Chen", "D. Jiang", "L. Li", "Z. Li", "Q. Li", "R. Shi" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2020
    }, {
      "title" : "Enhanced photocatalytic activity of multi-doped TiO2 for the degradation of methyl orange",
      "author" : [ "A. Charanpahari", "S.S. Umare", "S.P. Gokhale", "V. Sudarsan", "B. Sreedhar", "R. Sasikala" ],
      "venue" : "Appl. Catal. A Gen",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2012
    }, {
      "title" : "Synthesis of mesoporous α-Fe2O3 via sol-gel methods using cellulose nano-crystals (CNC) as template and its photo-catalytic properties",
      "author" : [ "H. Liang", "K. Liu", "Y. Ni" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "Growth of Fe2O3/SnO2 nanobelt arrays on iron foil for efficient photocatalytic degradation of methylene blue",
      "author" : [ "R. Lei", "H. Ni", "R. Chen", "B. Zhang", "W. Zhan", "Y. Li" ],
      "venue" : "Chem. Phys. Lett",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "Preparation and visible-light photocatalytic activity of α-Fe2O3/γ-Fe2O3 magnetic heterophase photocatalyst",
      "author" : [ "Z. Wei", "X. Wei", "S. Wang", "D. He" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2014
    }, {
      "title" : "Magnetically separable photocatalytic composite γ-Fe2O3@TiO2 synthesized by heterogeneous precipitation",
      "author" : [ "V. Tyrpekl", "J.P. Vejpravová", "A.G. Roca", "N. Murafa", "L. Szatmary", "D. Nižňanský" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2011
    }, {
      "title" : "Effect of the applied potential condition on the photocatalytic properties of Fe2O3/WO3 heterojunction films",
      "author" : [ "G.S. Costa", "M.J.S. Costa", "H.G. Oliveira", "L.C.B. Lima", "G.E. Luz", "L.S. Cavalcante", "R.S. Santos" ],
      "venue" : "J. Inorg. Organomet. Polym. Mater. 2020",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2020
    }, {
      "title" : "Photocatalytic evaluation of self-assembled porous network structure of ferric oxide film fabricated by dry deposition process",
      "author" : [ "Y. Park", "H. Kim", "G. Lee", "R.C. Pawar", "J. Lee", "C.S. Lee" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2016
    }, {
      "title" : "Photocatalytic degradation of rhodamine B by Bi2WO6 with electron accepting agent under microwave irradiation: Mechanism and pathway",
      "author" : [ "Z. He", "C. Sun", "S. Yang", "Y. Ding", "H. He", "Z. Wang" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2009
    }, {
      "title" : "Enhanced photocatalytic activity of bismuth-doped TiO2 nanotubes under direct sunlight irradiation for degradation of Rhodamine B dye",
      "author" : [ "T.S. Natarajan" ],
      "venue" : "J. Nanoparticle Res",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In recent years, water pollution has become an international environmental problem that constricts the development of human health, economy and sustainability [1,2].",
      "startOffset" : 159,
      "endOffset" : 164
    }, {
      "referenceID" : 1,
      "context" : "In recent years, water pollution has become an international environmental problem that constricts the development of human health, economy and sustainability [1,2].",
      "startOffset" : 159,
      "endOffset" : 164
    }, {
      "referenceID" : 6,
      "context" : "Among them, photocatalysis has been regarded as a promising approach due to its convenient operation, effective remediation and low environmental impacts [7,8].",
      "startOffset" : 154,
      "endOffset" : 159
    }, {
      "referenceID" : 7,
      "context" : "Among them, photocatalysis has been regarded as a promising approach due to its convenient operation, effective remediation and low environmental impacts [7,8].",
      "startOffset" : 154,
      "endOffset" : 159
    }, {
      "referenceID" : 8,
      "context" : "Among the well-studied photocatalysts, nano iron oxides including α-Fe2O3, γ-Fe2O3 and Fe3O4 have received extensive investigations and increasing attentions in the field of photocatalytic decontamination, benefiting from low cost, nontoxicity, large surface area, and especially strong absorption in the visible light region [9,10].",
      "startOffset" : 326,
      "endOffset" : 332
    }, {
      "referenceID" : 9,
      "context" : "Among the well-studied photocatalysts, nano iron oxides including α-Fe2O3, γ-Fe2O3 and Fe3O4 have received extensive investigations and increasing attentions in the field of photocatalytic decontamination, benefiting from low cost, nontoxicity, large surface area, and especially strong absorption in the visible light region [9,10].",
      "startOffset" : 326,
      "endOffset" : 332
    }, {
      "referenceID" : 10,
      "context" : "Moreover, the favorable magnetism of iron oxides makes the recovery of catalysts more convenient and economical via applying an external magnetic field for cyclic utilization after wastewater treatment [11].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 11,
      "context" : "However, the major drawbacks of iron oxides including low charge carriers’ mobility and rapid photogenerated electron–hole recombination rate restrict its practical applications in photocatalysis [12].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 12,
      "context" : ", nanoparticles, nanocubes and nanodiscs) [13], doping metal or non-metal ions such as Ca and I [14,15], and coupling with other semiconductors to generate satisfactory photocatalytic heterostructures.",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 13,
      "context" : ", nanoparticles, nanocubes and nanodiscs) [13], doping metal or non-metal ions such as Ca and I [14,15], and coupling with other semiconductors to generate satisfactory photocatalytic heterostructures.",
      "startOffset" : 96,
      "endOffset" : 103
    }, {
      "referenceID" : 14,
      "context" : ", nanoparticles, nanocubes and nanodiscs) [13], doping metal or non-metal ions such as Ca and I [14,15], and coupling with other semiconductors to generate satisfactory photocatalytic heterostructures.",
      "startOffset" : 96,
      "endOffset" : 103
    }, {
      "referenceID" : 15,
      "context" : "For instance, the heterogeneous photocatalysts including α-Fe2O3@AgCO3 [16], γ-Fe2O3@Mn3O4 [17] and Fe3O4@TiO2 [18] all displayed significantly increased photocatalytic performance compared with pure iron oxides.",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 16,
      "context" : "For instance, the heterogeneous photocatalysts including α-Fe2O3@AgCO3 [16], γ-Fe2O3@Mn3O4 [17] and Fe3O4@TiO2 [18] all displayed significantly increased photocatalytic performance compared with pure iron oxides.",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 17,
      "context" : "For instance, the heterogeneous photocatalysts including α-Fe2O3@AgCO3 [16], γ-Fe2O3@Mn3O4 [17] and Fe3O4@TiO2 [18] all displayed significantly increased photocatalytic performance compared with pure iron oxides.",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 18,
      "context" : "Among the various semiconductors combined with iron oxides, TiO2 has been extensively investigated for their stable, nontoxic and economical properties [19,20].",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 19,
      "context" : "Among the various semiconductors combined with iron oxides, TiO2 has been extensively investigated for their stable, nontoxic and economical properties [19,20].",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 23,
      "context" : "Recently, the majority of the researches on FexOy@TNT nanocomposites focused on Fe3O4@TNT composites [24,25].",
      "startOffset" : 101,
      "endOffset" : 108
    }, {
      "referenceID" : 24,
      "context" : "Recently, the majority of the researches on FexOy@TNT nanocomposites focused on Fe3O4@TNT composites [24,25].",
      "startOffset" : 101,
      "endOffset" : 108
    }, {
      "referenceID" : 24,
      "context" : "Unfortunately, the narrow bandgap of Fe3O4 brought serious photodissolution of Fe3O4, which would deactivate the composites and induce the decrease of photocatalytic performance [25].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 25,
      "context" : "1 eV), are more beneficial for the separation of photo-induced charge carriers in the heterojunctions [26,27].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 26,
      "context" : "1 eV), are more beneficial for the separation of photo-induced charge carriers in the heterojunctions [26,27].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 10,
      "context" : "Furthermore, the excellent magnetic property of Fe2O3 would make them easier to be recycled and regenerated in the photocatalytic decontamination research, which is considered as a sustainable material for future applications [11].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 27,
      "context" : "The extensively used manner to prepare this heterostructure is the dipping method, which is limited by the low-dispersion loading and severe agglomeration under high deposition [28,29].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 28,
      "context" : "The extensively used manner to prepare this heterostructure is the dipping method, which is limited by the low-dispersion loading and severe agglomeration under high deposition [28,29].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 26,
      "context" : "5% (in 3 h) of Fe3O4 in the prepared Fe3O4@C@TiO2 composites were still photo-dissolved, which might induce poor recycling performance [27].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 29,
      "context" : "Electrochemical anodization was applied to synthesize self-organized porous TNT [30].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 30,
      "context" : "Synthesis of Fe3O4@oleic Acid Fe3O4@oleic acid nanoparticles were prepared by chemical co-precipitation method [31].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 26,
      "context" : "Synthesis of 1D Fe2O3@TiO2 Nanotube Composites Fe2O3@TiO2 nanotube composites were first synthesized via an aerobic OCMA method [27].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 31,
      "context" : "2◦ (220), which indicates the coexistence of α-Fe2O3 and γ-Fe2O3 [32,33].",
      "startOffset" : 65,
      "endOffset" : 72
    }, {
      "referenceID" : 32,
      "context" : "2◦ (220), which indicates the coexistence of α-Fe2O3 and γ-Fe2O3 [32,33].",
      "startOffset" : 65,
      "endOffset" : 72
    }, {
      "referenceID" : 31,
      "context" : "coexistence of α-Fe2O3 and γ-Fe2O3 [32,33].",
      "startOffset" : 35,
      "endOffset" : 42
    }, {
      "referenceID" : 32,
      "context" : "coexistence of α-Fe2O3 and γ-Fe2O3 [32,33].",
      "startOffset" : 35,
      "endOffset" : 42
    }, {
      "referenceID" : 34,
      "context" : "8 eV is attributed to the contaminant carbon, which is used for the calibration of the XPS spectra [35].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 35,
      "context" : "0 eV respectively, which is in agreement with the typical anatase TiO2 [36].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 36,
      "context" : "1 eV are the characteristic peaks of Fe2O3 and they were selected to analyze the chemical states of the doped Fe2O3 [37], as shown in Figure 3B–D.",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 36,
      "context" : "4 eV, which can be assigned to Fe(III) oxidation state [37].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 35,
      "context" : "0 eV respectively, which is in agreement with the typical anatase TiO2 [36].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 36,
      "context" : "1 eV are the characteristic peaks of Fe2O3 and they were selected to analyze the chemical states of the doped Fe2O3 [37], as shown in Figure 3B–D.",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 36,
      "context" : "4 eV, which can be assign d to Fe(III) oxidation state [37].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 37,
      "context" : "Figure 4 shows that all the samples exhibit typical type IV isotherms with H3 hysteresis loop, suggesting the mesoporous structure of all the synthesized materials according to the IUPAC classification [38].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 37,
      "context" : "hysteresis loop, suggesting the mesoporous structure of all the synthesized materials according to the IUPAC classification [38].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 25,
      "context" : "33 eV, which is consistent with the reported value for Fe2O3 [26].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 13,
      "context" : "measurement should be utilized to determine the position of valence band or conduction band [14,39].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 38,
      "context" : "measurement should be utilized to determine the position of valence band or conduction band [14,39].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 39,
      "context" : "It is interesting to note that the band alignment of these heterostructures are staggered form, which is not in accordance with the native included alignment of FexOy@TiO2 [40].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 40,
      "context" : "would significantly hinder the recombination of charge carriers and thus enhance the photocatalytic performance [41].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 25,
      "context" : "33 eV, which is consistent with the reported value for Fe2O3 [26].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 13,
      "context" : "Generally, single bandgap derived by UV-Vis spectrum cannot determine the band position, and further characterizations such as ultraviolet photoelectron spectroscopy (UPS) or Mott-Schottky measurement should be utilized to determine the position of valence band or conduction band [14,39].",
      "startOffset" : 281,
      "endOffset" : 288
    }, {
      "referenceID" : 38,
      "context" : "Generally, single bandgap derived by UV-Vis spectrum cannot determine the band position, and further characterizations such as ultraviolet photoelectron spectroscopy (UPS) or Mott-Schottky measurement should be utilized to determine the position of valence band or conduction band [14,39].",
      "startOffset" : 281,
      "endOffset" : 288
    }, {
      "referenceID" : 39,
      "context" : "It is interesting to note that the band alignment of these heterostructures are staggered form, which is not in accordance with the native included alignment of FexOy@TiO2 [40].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 40,
      "context" : "Finally, it should be mentioned that the staggered band form between Fe2O3 and TiO2 would significantly hinder the recombination of charge carriers and thus enhance the photocatalytic performance [41].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 41,
      "context" : "PL spectra were traditionally applied to detect the photo-chemical properties of the synthesized materials and it was considered that higher PL intensity indicated more electron-hole pairs generated in the heterostructures containing iron oxides [42].",
      "startOffset" : 246,
      "endOffset" : 250
    }, {
      "referenceID" : 41,
      "context" : "PL spectra were tradi ionally applied to det ct the photo-ch l roperties of the synthesized materials and it was considere that higher PL intensity indicated more electron-hole pairs g nerated in the heterostructures containing iron oxides [42].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 43,
      "context" : "Fe2O3/SnO2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2O3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 UV light 5 ~18% 4-chlophenol [46]",
      "startOffset" : 29,
      "endOffset" : 33
    }, {
      "referenceID" : 44,
      "context" : "Fe2O3/SnO2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2O3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 UV light 5 ~18% 4-chlophenol [46]",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 45,
      "context" : "Fe2O3/SnO2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2O3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 UV light 5 ~18% 4-chlophenol [46]",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 46,
      "context" : "Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48]",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 47,
      "context" : "Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48]",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 48,
      "context" : "to m/z = 415, 387, 359, 331, 304, 302, and 272 after photo illumination, which might be ascribable to the N-de-ethylating process under the effects of photogenerated radicals [49,50].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 49,
      "context" : "to m/z = 415, 387, 359, 331, 304, 302, and 272 after photo illumination, which might be ascribable to the N-de-ethylating process under the effects of photogenerated radicals [49,50].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 48,
      "context" : ", phthalic acid), which could be further mineralized to CO2 and H2O [49,50].",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 49,
      "context" : ", phthalic acid), which could be further mineralized to CO2 and H2O [49,50].",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 42,
      "context" : "α-Fe2O3 Visible light 3 38% MB [43] Fe2O3/Sn 2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2 3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 U l ght 5 ~18 4-chlophenol [46] Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48] 2FeTi Visible light 6 86.",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 43,
      "context" : "α-Fe2O3 Visible light 3 38% MB [43] Fe2O3/Sn 2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2 3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 U l ght 5 ~18 4-chlophenol [46] Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48] 2FeTi Visible light 6 86.",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 44,
      "context" : "α-Fe2O3 Visible light 3 38% MB [43] Fe2O3/Sn 2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2 3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 U l ght 5 ~18 4-chlophenol [46] Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48] 2FeTi Visible light 6 86.",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 45,
      "context" : "α-Fe2O3 Visible light 3 38% MB [43] Fe2O3/Sn 2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2 3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 U l ght 5 ~18 4-chlophenol [46] Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48] 2FeTi Visible light 6 86.",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 46,
      "context" : "α-Fe2O3 Visible light 3 38% MB [43] Fe2O3/Sn 2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2 3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 U l ght 5 ~18 4-chlophenol [46] Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48] 2FeTi Visible light 6 86.",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 47,
      "context" : "α-Fe2O3 Visible light 3 38% MB [43] Fe2O3/Sn 2 UV light 4 70% MB [44] α-Fe2O3/γ-Fe2 3 Visible light 12 90% RhB [45] γ-Fe2O3@TiO2 U l ght 5 ~18 4-chlophenol [46] Fe2O3@WO3 Polychromatic light 3 18% RhB [47] Fe2O3 Visible light 6 ~70% RhB [48] 2FeTi Visible light 6 86.",
      "startOffset" : 237,
      "endOffset" : 241
    }, {
      "referenceID" : 48,
      "context" : "As shown in Figure S6, the HR-MS spectra of RhB solution (t = 0 h) shifted from m/z = 443 (characterized as RhB) to m/z = 415, 387, 359, 331, 304, 302, and 272 after photo illumination, which might be ascribable to the N-de-ethylating process under the effects of photogenerated radicals [49,50].",
      "startOffset" : 288,
      "endOffset" : 295
    }, {
      "referenceID" : 49,
      "context" : "As shown in Figure S6, the HR-MS spectra of RhB solution (t = 0 h) shifted from m/z = 443 (characterized as RhB) to m/z = 415, 387, 359, 331, 304, 302, and 272 after photo illumination, which might be ascribable to the N-de-ethylating process under the effects of photogenerated radicals [49,50].",
      "startOffset" : 288,
      "endOffset" : 295
    }, {
      "referenceID" : 48,
      "context" : ", phthalic acid), which could be further mineralized to CO2 and H2O [49,50].",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 49,
      "context" : ", phthalic acid), which could be further mineralized to CO2 and H2O [49,50].",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 26,
      "context" : "supported Fe2O3 particles and to ensure the maintenance of superior photocatalytic performance [27].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 24,
      "context" : "and intensity is almost unchanged after photocatalysis, indicating the effective inhibition of photo dissolution of the doped Fe2O3 [25].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 24,
      "context" : "5% in 3 h for Fe3O4@C@TiO2 heterostructures [25,27], verifying the hypothesis that the photo",
      "startOffset" : 44,
      "endOffset" : 51
    }, {
      "referenceID" : 26,
      "context" : "5% in 3 h for Fe3O4@C@TiO2 heterostructures [25,27], verifying the hypothesis that the photo",
      "startOffset" : 44,
      "endOffset" : 51
    }, {
      "referenceID" : 26,
      "context" : "Before the egen ration experiments, the l ing test should be probed to examine the loss of supported Fe2O3 particles and to ensure the aintenance of superior photocatalytic performance [27].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 24,
      "context" : "It could be observed from the Fe 2p spectra in Figure 9A that peak shape and intensity is almost unchanged after photocatalysis, indicating the effective inhibition of photo dissolution of the doped Fe2O3 [25].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 24,
      "context" : "5% in 3 h for Fe3O4@C@TiO2 heterostructures [25,27], verifying the hypothesis that the photo dissolution could be significantly hindered by incorporating wide-gap Fe2O3 instead of narrow-gap Fe3O4.",
      "startOffset" : 44,
      "endOffset" : 51
    }, {
      "referenceID" : 26,
      "context" : "5% in 3 h for Fe3O4@C@TiO2 heterostructures [25,27], verifying the hypothesis that the photo dissolution could be significantly hindered by incorporating wide-gap Fe2O3 instead of narrow-gap Fe3O4.",
      "startOffset" : 44,
      "endOffset" : 51
    } ],
    "year" : 2020,
    "abstractText" : "In this work, Fe2O3@TiO2 nanostructures with staggered band alignment were newly designed by an aerobic oil-phase cyclic magnetic adsorption method. XRD and TEM analyses were performed to verify the uniform deposition of Fe2O3 nanoparticles on the nanotube inner walls of TiO2. The steady-state degradation experiments exhibited that 1FeTi possessed the most superior performance, which might be ascribable to the satisfying dark adsorption capacity, efficient photocatalytic activity, ease of magnetic separation, and economic efficiency. These results indicated that the deposition of Fe2O3 into TiO2 nanotubes significantly enhanced the activity of Fe2O3, which was mainly ascribed to the Fe2O3-induced formation of staggered iron oxides@TiO2 band alignment and thus efficient separation of h+ and e−. Furthermore, the PL intensity and lifetime of the decay curve were considered as key criterions for the activity’s evaluation. Finally, the leaching tests and regeneration experiments were also performed, which illustrated the inhibited photodissolution compared with TiO2/Fe3O4 and stable cycling ability, enabling 1FeTi to be a promising magnetic material for photocatalytic water remediation.",
    "creator" : null
  }
}