{
  "name" : "downloads_2020-04-09_d1_10.1002@smll.201907609.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Carbon Nanomaterials Promote M1/M2 Macrophage Activation",
    "authors" : [ "Pia Anneli Sofia Kinaret", "Giovanni Scala", "Antonio Federico", "Jukka Sund", "Dario Greco" ],
    "emails" : [ "dario.greco@tuni.fi" ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.small-journal.com\n1907609 (1 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "Full PaPer",
      "text" : ""
    }, {
      "heading" : "Carbon Nanomaterials Promote M1/M2 Macrophage",
      "text" : ""
    }, {
      "heading" : "Activation",
      "text" : ""
    }, {
      "heading" : "Pia Anneli Sofia Kinaret, Giovanni Scala, Antonio Federico, Jukka Sund, and Dario Greco*",
      "text" : "Dr. P. A. S. Kinaret, Prof. D. Greco Institute of Biotechnology Helsinki Institute of Life Science University of Helsinki Helsinki 00790, Finland E-mail: dario.greco@tuni.fi Dr. G. Scala Faculty of Biological Sciences University of Naples Naples 80100, Italy Dr. A. Federico, Dr. J. Sund, Prof. D. Greco Faculty of Medicine and Health Technology Tampere University Tampere 33520, Finland\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201907609.\nDOI: 10.1002/smll.201907609\neffects are usually screened with relatively high doses, enabling evaluation of cell viability, apoptosis, ROS-production, and other biomarkers related to cellular stress.[4,5]\nMacrophages are among the first responders to foreign insults. They orchestrate immune responses by secreting inflammatory cytokines, which, in turn, help to recruit other immune cells. Moreover, they stimulate antigen-presenting cells (APC) to facilitate T-cell activation and adaptive immunity. Macrophages are extremely plastic cells, able to switch their phenotype after certain stimuli.[6,7] After encountering a foreign molecular pattern, macrophages produce a specific set of signals, thus determining the maturation and polarization status of the newly recruited immature cells such as monocytes. By modulating the expression of immune genes and secretion of cytokines, macrophages are able to adjust the microenvironment, boosting specific immune responses.[8] Even though the purpose of\nmacrophages as central mediators of immune system is well recognized and has been extensively characterized, nanomaterial-mediated macrophage polarization and programming is still largely unknown.[9]\nCNM can induce inflammatory responses in vitro as well as in vivo.[10,11] Nevertheless, the dose and time-dependent immunomodulation of CNM is still largely missing. Instead of short, acute-phase toxicity studies, longer exposure time points need to be considered in order to understand changes in the cell phenotypes as well as the activation of adaptive immune response. This was demonstrated, for example, by Parise et al., who concluded that 48 h in vitro exposure is necessary to identify 22 sensitizers based on the altered gene expression levels in macrophages.[12] Possibly harmful nanomaterials with carefully adjusted, nontoxic doses can also exert immunomodulatory effects, by increasing or decreasing the activation of the immune system.[13]\nIn year 2000, Mills et  al. suggested a new classification of macrophages, including inflammation-promoting M1-type and healing M2-type macrophages.[14] Since then, based on activated biomarkers, several studies distinguishing different types of macrophage populations as well as suggesting new populations, such as M3-type and tumor-associated macrophages (TAM), have been published.[6] Widely accepted M1 markers include secretion and expression of TNF, IL-1β,\nToxic effects of certain carbon nanomaterials (CNM) have been observed in several exposure scenarios both in vivo and in vitro. However, most of the data currently available has been generated in a high-dose/acute exposure setup, limiting the understanding of their immunomodulatory mechanisms. Here, macrophage-like THP-1 cells, exposed to ten different CNM for 48 h in low-cytotoxic concentration of 10 µg mL−1, are characterized by secretion of different cytokines and global transcriptional changes. Subsequently, the relationships between cytokine secretion and transcriptional patterns are modeled, highlighting specific pathways related to alternative macrophage activation. Finally, time- and dose-dependent activation of transcription and secretion of M1 marker genes IL-1β and tumor necrosis factor, and M2 marker genes IL-10 and CSF1 is confirmed among the three most responsive CNM, with concentrations of 5, 10, and 20 µg mL−1 at 24, 48, and 72 h of exposure. These results underline CNM effects on the formation of cell microenvironment and gene expression leading to specific patterns of macrophage polarization. Taken together, these findings imply that, instead of a high and toxic CNM dose, a sub-lethal dose in controlled exposure setup can be utilized to alter the cell microenvironment and program antigen presenting cells, with fascinating implications for novel therapeutic strategies."
    }, {
      "heading" : "1. Introduction",
      "text" : "Several types of carbon nanomaterials (CNM) are known to induce inflammatory responses in vitro and in vivo.[1–3] Toxic\n© 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\nSmall 2020, 1907609\n1907609 (2 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nIL-6, IL-8, and IL-12.[8,15,16] M2 phenotype, on the other hand, is further divided into (at least) three subsets, M2a (Th2-type, killing), M2b (regulatory macrophages), and M2c (tissue remodeling, wound healing, matrix deposition). Expression or secretion of genes, such as TGF-β, CSF1, and DC-SIGN are considered M2-markers together with cytokines IL-10 and/or CCL18.[17,18]\nHere, we first exposed PMA-differentiated THP-1 macrophage-like cells to non-lethal dose of 10 µg mL−1 of ten CNM (Table  1). After 48 h exposure, we examined the subsets of induced markers linked to classically activated M1- and alternatively activated M2-type macrophages.\nWe found distinct phenotypic markers to be regulated, suggesting that macrophages are able to modulate and program themselves depending on the CNM exposure, as well as to change their signaling cascades by time. To confirm a dose and time related polarization effect, we further validated applicable M1/M2 markers by RT-qPCR and U-Plex immunoassay with the three most provoking CNM: graphite nanofibers (GNF), rigid and long multiwalled carbon nanotubes (rCNT), and short multiwalled carbon nanotubes (Baytubes). Based on our previous results, we focused on three low-cytotoxic CNM concentrations (5, 10, and 20 µg mL−1), normalized across the different nanomaterials based on their phenotypic effects in vitro.[19] We focused on three long time points (24, 48, and 72 h), to ensure adequate presentation of all the tested nanoparticles with the cells as well as to optimize the observation of macrophage adaptation."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "2.1. Macrophages Respond to CNM Exposure by Secreting Distinct Sets of Cytokines",
      "text" : "As previously reported, the concentration of 10 µg  mL−1 used in this study is suitable to investigate fine immunomodulatory effects of CNM, for it does not significantly impact on the cell viability and metabolism (Figure S3 in Scala et  al.[19]). Similar results on MWCNT-induced cytotoxicity have been shown also before, with concentrations ranging between 1 and 10 µg mL−1 on THP-1 and BEAS-2B cells.[20]\nWe first focused on the possibility that CNM exposure would trigger patterns of cytokine secretion. For this, IL-1α, IL-1β, IL-4, IL-5, IL-6, IL-10, IL-17, IFNγ, and TNF were quantified in the cell culture supernatant after 48-h exposure.\nSeven out of ten nanomaterials in the panel did not induce any significant cytokine secretion above the detection limits of the assay. Thus, we further focused on graphite nanofibers (GNF), rigid and long multiwalled carbon nanotubes (rCNT), and short multiwalled carbon nanotubes (Baytubes), which exerted detectable increase in cytokine secretion (Figure 1A).\nBased on these results, GNF was the only material in the panel inducing strong secretion of acute-phase pro-inflammatory tumor necrosis factor (TNF), a marker of classically activated macrophages (M1), usually induced by lipopolysaccharide (LPS) or pathogen stimuli. Also, the anti-inflammatory cytokine Interleukin 10 (IL-10) and the pro-inflammatory cytokine Interleukin 1β (IL-1β) was found to be significantly secreted after GNF exposure, suggesting acute phase response to GNF. rCNT exposure, on the other hand, did not trigger TNF secretion at 48 h exposure, but resulted in a sharp increase of pro-inflammatory cytokine IL-1β as well as anti-inflammatory cytokine IL-10. Absence of TNF secretion suggests, for example, inhibition through secretion of anti-inflammatory cytokine IL-10.[21,22] Baytubes instead, caused mild secretion of IL-10, but no significant secretion of the M1 cytokines IL-1β or TNF.\nAll the remaining 7 CNM screened in this study did not exert any significant cytokine secretion. We could not identify an individual CNM intrinsic property that would straightforwardly explain cellular unresponsiveness, suggesting that several features, such as shape, aspect ratio, and surface area, affect, in combination, macrophage activation, as proposed also earlier.[23–25]"
    }, {
      "heading" : "2.2. CNM Exposure Modulates Cytokine Transcription in Macrophages",
      "text" : "In order to test the hypothesis that the induced cytokine secretion would also correspond to induction of transcription, we further examined the cytokine changes at the transcriptional level (Figure  1B; Table S1, Supporting Information). We further focused on transcriptional responses caused by rCNT,\nSmall 2020, 1907609\n1907609 (3 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nGNF, and Baytubes, since they elicited measurable, significant changes also in cytokine secretion.\nIn the rCNT-exposed macrophages, both secreted cytokines IL-10 and IL-1β appeared to be also upregulated at the transcriptional level. TNF secretion was, in fact, strongly activated by GNF, but interestingly no transcriptional level activation was noted after 48 h exposure. As stated previously, the strong IL-10 secretion in case of GNF exposure might diminish the acute phase response by suppressing the production of TNF, triggering a negative feedback loop. Significant downregulation of TNF was, on the other hand, appreciated after exposure to Baytubes. Similarly, IL-10 was secreted in response to GNF exposure, but downregulation was detected after 48 h at the transcriptional level. Reduced expression suggests weakened inflammation, mediated by the action of anti-inflammatory cytokines such as IL-10, as suggested also in other studies.[7,26,27] On the other hand, we found IL-1β to be significantly secreted as well as transcribed after 48 h exposure to GNF. This is expected, for IL-1β is known to be regulated through an autocrine positive loop.[28,29] In our experimental model, the PMA-differentiation might be able to trigger IL-1β secretion, but does not seem to affect our observations at 48 h, since in Baytubes exposure, the IL-1β expression was found significantly downregulated, and no secretion was detected even though Baytube-exposed cells were\ntreated similarly with PMA before the exposures. In addition, Baytubes caused only mild secretion of IL-10, but no transcriptional activation of the anti-inflammatory cytokine, suggesting mild, acute phase response with immunosuppressive effect at 48 h. In addition, we observed transcriptional induction of IL-6 by rCNT and GNF, but no detectable secretion (Figure 1A,B).\nThe differences between secretion and expression suggest that the changes in the microenvironment, probably rapidly established upon exposure as an acute response, sustain cell activation also after 48 h. In order to clarify the discrepancies in secretion and expression patterns, a detailed screening of time-related kinetic responses could be the focus of further studies. Discrepancies in secretion and expression patterns are also important to consider when investigating longer in vitro exposures. In some cases, also nanomaterial-related assay interference can result in inconsistent cytokine expression and secretion measurements. For example, cytokine adsorption to the CNM surface could be speculated as a reason for undetected IL-6, as suggested by Dilger et  al.[30] However, as described in Section 2.5, we noted consistent dose-dependent secretion patterns of the cytokines of our interest, suggesting that this could be a marginal problem in our experimental setup.\nAlterations between cytokine secretion and gene expression in the same macrophage population after exposure advocates the possibility that by time macrophages adapt in a specific microenvironment by adjusting the polarization status toward M1 or M2 type."
    }, {
      "heading" : "2.3. Altered Pathways Reflect Macrophage Activation and Suggest Macrophage Polarization",
      "text" : "We next hypothesized that the establishment of different cytokine-driven microenvironments could further contribute to distinct expression patterns in macrophages, thus facilitating their polarization toward M1, M2, and mixed M1/M2 types.\nThus, the differentially expressed genes from microarray analysis (p-value < 0.05, |logFC|  >0.58) were characterized in search of over-represented biological functions (Figure  2; Tables S1 and S2, Supporting Information).\nIn order to recognize unique responses to distinct CNM, we compared the transcriptomic alterations caused by GNF, Baytubes, and rCNT against those produced by the other materials in our screening. We found 128, 74, and 215 differentially expressed unique genes due to GNF, Baytubes, and rCNT, respectively (“Exclusive genes” sheet in Table S2, Supporting Information). Based on the over-represented Gene Ontology terms, the exclusive gene sets were underlining M1/M2 status (Figure  2). GNF activated several pro-inflammatory and IL-1βrelated pathways (Figure  2A; “GNF exclusive pathways” sheet in Table S2, Supporting Information), Baytubes elicited TGFβ2 production (Figure 2B; “Baytubes exclusive pathways” sheet in Table S2, Supporting Information), whereas rCNT triggered chemotaxis and cytokine-mediated pathways (Figure 2C; “rCNT exclusive pathways” sheet in Table S2, Supporting Information).\nWhen studied at the level of activated pathways and functional annotations, GNF, rCNT, and Baytubes showed interesting associations to macrophage polarization (Figure  2; Table S2, Supporting Information). For example, pathways\nSmall 2020, 1907609\n1907609 (4 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nrelated to glucocorticoid response were found to be associated only to rCNT exposure (Table S2, Supporting Information). Glucocorticoids are included in the M2-macrophage category, having anti-inflammatory and immunosuppressive effects.[31]\nGNF-enriched pathways contained numerous cholesterolrelated pathways (“GNF enrichments” sheet in Table S1, Supporting Information). Macrophages promote atherosclerosis and plaque formation by maintaining pro-inflammatory microenvironment.[17] Imbalance in cholesterol homeostasis increases the risk of atherosclerosis.[32] Interestingly, the cholesterol transporter genes ABCA1 and ABCG1 (Table  2), both associated to atherosclerosis,[32] were found significantly upregulated after GNF exposure and are also found to be activated in ironrelated macrophage polarization, namely hemoglobin-associated macrophage (M(Hb)).[17,33–35] Furthermore, the expression of CCL5, secreted by M1-macrophages, was induced exclusively after GNF exposure (Table 2). CCL5 is an expressed feature of inflammatory disorders such as atherosclerosis.[36,37] Unique, differentially expressed genes (DEGs) associated solely to GNF further supported the outcome, by activating pathways related\nSmall 2020, 1907609\n1907609 (5 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nBaytubes-associated top-ranked, enriched pathways instead included immunity and virus-related pathways such as response and defense response to viruses, including influenza A, hepatitis C, herpes simplex infection, and measles, thus suggesting possible sensing mechanisms against viruses (“Baytubes enrichments”-sheet in Table S1, Supporting Information). It could be speculated that the size of Baytubes is reflecting certain size components of some viruses. This is also supported by the enriched oligoadenylate synthetase pathway. Oligoadenylate synthetases are antiviral enzymes that degrade viral and host RNA.[38] It has been shown that viruses can trigger M2-type activation and IL-10 expression, for example, in case of swine fever virus, hepatitis C, herpesviruses, and measles virus.[39–43]"
    }, {
      "heading" : "2.4. Transcriptional Alterations Suggest Macrophage Polarization",
      "text" : "In order to understand the specific alterations in macrophage activation status, genes known to be associated to M1 and M2 type macrophages were more closely examined (Table 2).\nClassically activated M1-type macrophages secrete a set of pro-inflammatory cytokines such as TNF, CXCL8, IL-1β, IL-6, IL-12, and IL-23.[8] Based on the transcriptional alterations, GNF\ninduced pro-inflammatory, M1-type of macrophage polarization by inducing secretion of TNF and IL-1β as well as the expression of CXCL8, IL-6, and Il-1β. Furthermore, CCL5, secreted in high concentrations by M1 macrophages,[37] was differentially expressed only after GNF exposures.\nrCNT triggered altogether the strongest response by activating several inflammatory genes such as IL-1β, TRAF1, SOCS3, IL-24, and CXCL8 as well as stimulated the secretion of IL-1β and IL-10. Furthermore, the following M2-marker genes were found to be differentially expressed: IL-4I1, IL-10, CCL18, IL-1RN, CSF1 (M-CSF), ARG2, VEGFA, MMP9, CXCL2. The patterns of transcriptional regulation observed after rCNT exposure are compatible with both M1 and M2 types of activation, M2-type being more pronounced (Table  2). rCNT induced the expression of cytokine IL-6, which is active in classically activated (M1) and alternatively activated (M2) macrophages.[17] Also, IL-10 and CCL18, known to be active in M2-macrophages, were overexpressed after rCNT exposure. Moreover, IL-4I1 gene, a novel regulator of M2 polarization, was found to be significantly induced by rCNT.[44] Il-1RN, an M2-cytokine that competes for the same receptors with IL-1β, was similarly highly expressed after rCNT exposure, suggesting yet another mechanism of inhibiting the pro-inflammatory responses. In addition, NF-κB inhibitor (NFKBIA), an inflammation regulator was significantly upregulated at 48 h rCNT exposure. NFKBIA activation suggests inhibition of transcription factor NF-κB, a key regulator in infection-related immune responses at the 48 h exposure. Instead, IFNγ-activated adhesion molecule (ICAM1), considered as M1-type marker,[31] was strongly induced by rCNT exposure. We have previously shown that rCNT activates Th2type of response in mouse lung by promoting secretion of Th2 cytokines IL-4, IL-5, and IL-13.[45,46] M2a-type macrophages stimulated by the aforementioned cytokines, are further able to express, for instance, IL-1RN (Anakinra), IL-10, TGF-β, and CSF1.[8] We found the same molecules induced after 48 h exposure to rCNT in vitro. The CSF1 gene, which leads to homeostatic or anti-inflammatory M2-like phenotype,[31,47] was highly expressed in rCNT-exposed macrophages. Regulatory (M2b) macrophages, have unbalanced levels of IL-10 and IL-12, downregulating IL-12 and producing IL-10 at the same time.[16,17] This was evident also in our experiments, as rCNT induced IL-10 but downregulated IL-12A. Regulatory M2-type macrophages are potent inhibitors of inflammation, even though they might retain the ability to produce also pro-inflammatory cytokines.[16] Along the same lines, also our results suggest that rCNT might cause mixed and unbalanced macrophage phenotypes triggering M2 activation as well as classically activated M1 macrophages. This was also concluded by Meng et al. with mouse macrophage cell line RAW264.7 exposed to MWCNT for 24 h, revealing M1/M2 mixed status.[48] By following our previous finding that rCNT can cause unconventional Th-2 type of allergic response in vivo,[46] it can be hypothesized that in complex tissues, with multiple cell types sharing the same microenvironment, a clearer M2-type response can be achieved, where Th2-type signaling molecules are more prominently induced.\nExposure to Baytubes triggered secretion of IL-10 but resulted in significant downregulation of pro-inflammatory cytokines TNF and IL-1β. Instead, upregulation of M2-cytokines\nSmall 2020, 1907609\n1907609 (6 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nTGF-β2 and IL-4l1 was observed. TGF-β is known to activate M2a and M2c-types of macrophages,[17,49] whereas IL-4I1 is a novel regulator of M2 polarization.[44] Expression of IL-4l1 and strong downregulation of pro-inflammatory cytokines IL-1β and TNF suggest M2 polarization after Baytubes exposure. On the other hand, IL-10 expression was not detected despite its mild secretion was noted. Secretion of IL-10 suggests wound healing or regulatory M2 type of activation. According to Italiani and Boraschi, M2 macrophages in vitro can be characterized by high levels of IL-10 and TGF-β, and low levels of IL-12 and IL-23.[47] TGF-β is believed to play a role in alternative macrophage activation.[49] While we could observe IL-10 secretion, upregulation of TGF-β2 expression, and down regulation of IL-12A after Baytubes exposure, no significant regulation of IL-23 expression was observed.\nWe compared our findings on the selected M1/M2 genes reported in Table 2 with the results from previous studies carried out on murine and human primary monocyte derived macrophages, treated either with LPS (M1 activation) or with IL-4 (M2 activation).[50–53] The vast majority (31/39) of the genes reported in our panel (Table 2) have a consistent expression pattern and are identified as M1 or M2 markers also in the complementing studies. For example, CCL5, reported to be strongly activated by LPS, indeed is activated by GNF but not the other CNMs in our screening. Likewise, IL-1b was induced by LPS treatment, similarly to the GNF and rCNT exposures. Overall, more commonalities in gene expression patterns were not surprisingly noted between LPS-treated human monocyte derived macrophages, GNF- and rCNT-exposed macrophage-like THP-1 cells (Table S3 and Figures S1 and S2, Supporting Information).\nTaken together, our observations on the secretion patterns of cytokines and transcriptional alterations suggest that GNF might induce macrophage M1 type activation, Baytubes may promote M2 type of activation, while rCNT might exert a hybrid M1/M2 macrophage phenotype."
    }, {
      "heading" : "2.5. CNM Exert Macrophage Polarization in a Dose- and Time-Dependent Manner",
      "text" : "Our observations with 48-h exposure suggest that macrophages stimulated with GNF, rCNT, or Baytubes develop distinct microenvironments, which are able to further induce macrophage polarization.\nTo confirm time- and dose-related effect on the possible polarization, we chose IL-1β and TNF genes to illustrate M1-type activation and IL-10 and CSF1 to signify M2-type of macrophage polarization. We measured the changes in secretion and expression of the four marker genes with three different doses of 5, 10, and 20 µg mL−1 at three different exposure time points of 24, 48, and 72 h.\nGNF-exposed cells secreted and expressed IL-1β and TNF especially after 24- and 72-h exposures, whereas M2 markers (IL-10 and CSF1) were diminished in a time-dependent manner (Figure 3). Moreover, no IL-10 expression was observed at any of the measured time points, whereas secretion was progressively decreasing in time. This suggests that IL-10 might be an earlier, acute response before the first measured 24-h time point, and thus shows degradative pattern instead of active secretion.\nrCNT instead showed clear time- and partly dose-dependent accumulation of all four markers (Figure 4).\nInterestingly, Baytubes activated expression and secretion of M2-related IL-10 after 72 h. CSF1 expression was also activated after 72 h with 10 and 20 µg mL−1, but no significant secretion was detected with any timepoint or concentration (Figure  5). Secretion of IL-1β was observed at all concentrations and timepoints, but no expression was detected, suggesting again earlier, acute response diminishing the expression before the first measured time point of 24 h.\nSince in our experimental setup new monocytes are not introduced to the culture and the initial state is the same, these results suggest that macrophages are able to program and polarize themselves, depending on the exposure and the cytokines present in their local environment. This agrees with the study by Tarique et  al. where the ability of human macrophages to reprogram or depolarize after alternative stimuli was tested.[18] Also, Lugo-Villarino et  al. and Huang et  al. suggested similar changes in macrophage polarization due to Mycobacterium tuberculosis or HIV infection.[54,55]\nThese results suggest that, after nanoparticle contact, macrophages secrete certain sets of cytokines as an acute response which, together with signals coming from stressed or apoptotic cells as well as the nanoparticles themselves, trigger the macrophages to redesign themselves in time. Nonetheless, it should be considered that M1/M2 classification is oversimplified and signatures from different macrophage populations do not exclude each other, but often co-exist resulting in mixed phenotypes that further depend on the microenvironment.[31]"
    }, {
      "heading" : "2.6. Discussion",
      "text" : "Here we report the ability of three different CNM to induce phenotypic changes in a cell culture model of human macrophages.\nMacrophage polarization is a dynamic process that remains incompletely understood.[56] Environmental factors are able to initiate phenotypic changes in macrophages. These include distinct signals from microbial products, damaged cells, glucocorticoid hormones, apoptotic bodies, and immune complexes. Additionally, polarization can be adjusted by local microenvironmental conditions. A number of receptor-directed signaling pathways involving the modulation of distinct transcriptional regulatory machineries are known to be involved in macrophage polarization.[56–58] Although our observations are not granular enough to resolve the whole chain of molecular alterations involved in CNM polarization, we do observe suggestive molecular alterations. In particular, the transcriptional regulatory mechanisms mediated by NF-κB, STAT3 and HIF1/2 seem to be altered in our exposure setups. For example, we observed significant SOCS3, HIF-2a, and IL-10 expression after 48 h rCNT exposure. Additionally, NF-κB activation can be detected from the 48 h exposures to rCNT and Baytubes. GNF activated TLR8, which is upstream to MyD88 and NF-κB activation.[59] However, the activation of different pathways should be studied through receptor activation after a relatively short period of time, which is out of the scope of the current study.\nSmall 2020, 1907609\n1907609 (7 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nDosimetric considerations are important when comparing the effects of ENM in vitro. We based the selection of the doses used in this study on their biological effects. We have previously characterized the cytotoxic potential of the same 10 CNM (Figure S3 in Scala et  al.[19]) on THP-1 cells and concluded that a nominal dose of 10 µg mL−1 exerts no\nSmall 2020, 1907609\n1907609 (8 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nsignificant cell death after 48 h exposure. For the subsequent experiments, we started from this observation and extended the range of the tested doses by halving and doubling the phenotypically characterized nominal dose of 10 µg mL−1. All the experiments reported in this study were conducted by plating the same number of cells (1  000  000 cells per well)\nSmall 2020, 1907609\n1907609 (9 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimSmall 2020, 1907609\nat ≈85% confluency. Based on the current literature about nanomaterial concentration selection, in vitro studies utilize higher concentrations typically ranging between 30 and 400 µg  mL−1, usually for exposure times ranging between a few to 24 h maximum.[4,60,61] Our scope here was to test significantly lower doses at longer time points to induce\n1907609 (10 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimSmall 2020, 1907609\nphenotypic changes in macrophages without exerting toxic effects. When working with in vitro cell culture systems, it is also important to control the exposure conditions to ensure maximal presentation of nanoparticles with adherent cells. Although significant efforts have been made to develop methods to quantify CNM deposition in cell cultures,[62–65] it is currently still laborious to precisely measure the exact CNM deposited dose.[66] Indeed, differently sized materials may sediment with varying speed in cell culture, as shown for example by Mendes et  al. in 2017. They concluded that larger graphite nanoflakes were more easily uptaken by the cells. Nonetheless, they also pointed out that endocytosis can be reliably detected only shortly after the exposure (within 2–30 min) but not after longer incubation periods (>90 min). Our experimental procedure, based on longer time points, is supported by evidence recently reported by Septiadi et al., who clarified that the deposition of different materials is incremental during the first 24 h of liquid exposure in vitro, but it is maintained constantly in the subsequent hours/ days.[67] Furthermore, the consistency of our observations concerning the molecular effects in dose-dependent and time-dependent manner suggest that the three materials assayed in this study have a stable behavior across the whole span of our experimental setup. Moreover, we have applied here very robust dispersion protocols that have been largely used in multiple studies both in vitro and in vivo.[45,68,69]\nOur experiments highlight an interesting effect of rCNT, which seem to exert a mixed M1/M2 phenotype on the THP-1 cell cultures. Our results are in line with previous reports limited at 24 h exposure with the same material.[48] However, as both this and the previous studies are conducted on bulk cell populations, we are currently unable to clarify whether this reflects heterogeneity at the population or, conversely, individual cell level. Moreover, although our results elucidate important steps needed to exert macrophage polarization by CNM exposure, a number of questions remain open concerning the exact sequence of early molecular events taking place in this process. Some of the discrepancies observed between induction of expression and secretion of cytokines might also be due to more complex patterns of regulation.[70] All these aspects can be addressed by future studies focusing on more granular observations of the kinetic molecular alterations by CNM toward macrophage polarization."
    }, {
      "heading" : "3. Conclusions",
      "text" : "Taken together, our results suggest that complex regulatory events, resulting from both ENM exposure and secondary microenvironment changes, trigger macrophages to move toward M1 and M2 activation. Possible future implications of our results may include the notion that also “toxic exposures” might be utilized in a beneficial way by lowering the traditional doses used in toxicology testing to a non-lethal level. Thus, our findings emphasize the importance of relentlessly evolving microenvironment in response to prolonged exposure scenarios."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Nanomaterials: All the nanomaterials used in the study have been previously characterized and reported in NANOATLAS by Vippola et al. and in our previous publications.[45,46,68,71,72] Suppliers and material characteristics are described in Table 1.\nIn Vitro Cultures: THP-1 cells (ATCC TIB-202) were grown in complete RPMI media, supplemented with 10% FBS and 1% Ultraglutamine. Cells were grown in culturing flasks (75 cm2) at 37 °C in a humidified atmosphere of 5% CO2. THP-1 cells were differentiated with 50 nm PMA (phorbol-12-myristate-13-acetate) for 48 h before nanomaterial exposures.\nCNM Suspensions: Stock suspensions containing 1 mg  mL−1 of nanomaterial were prepared by weighing the materials into glass tubes and diluting them with 1% FBS-PBS. The suspensions were sonicated 2 × 15 min in bath sonicator (Elmasonic, USA) at room temperature. Dilutions were prepared to complete RPMI media supplemented with 1% FCS. Dilutions were sonicated for 15 min and vortexed before the exposures. Exposures were performed in 6-well plates with 1  000  000 cells per well in 2.0 mL of RPMI media supplemented with 10% FBS. Exposures were conducted as triplicates with final concentrations of 5, 10, and 20 µg of ENM per mL. Cell viability and the preliminary results after 48 h exposures are reported in Scala et al.[19 After 24-, 48-, and 72-h incubation, the supernatant was collected and frozen in −80 °C. The cells were lysed on wells with lysing buffer and RNA was extracted according to Qiagen RNEasy mini kit protocol (Qiagen, GmbH, Hilden, Germany).\nCytokine Secretion: Supernatants from the cell exposures were used to study the secretion of cytokines after 48-h exposure. Q-plex Human Cytokine High Sensitivity (9-Plex) (Quansys Biosciences, Utah, USA) assay was performed according to the instructions provided by the vendor. The following cytokine concentrations were measured: IL-1α, IL-1β, IL-4, IL-5, IL-6, IL-10, IL-17, IFNγ, and TNF.\nMicroarray Data: mRNA transcriptome data (Agilent SurePrint G3Human DNA microarrays) by Scala et al.[19] was used in the study and are accessible free of charge through ArrayExpress accession number: E-MTAB-6396.\nTranscriptomics Analyses: Transcriptomics data analysis was performed as previously described.[19] Briefly, after quality check, data was normalized with the quantile method and unreliable probes were discarded. The effect of technical batches was corrected by using Combat method and probes mapping to the same REFSEQ ID were summarized by their median value.[73] Linear models, followed by eBayes pairwise comparison, were applied in order to find differentially expressed genes.[74]\nLists of differentially expressed genes (p-value < 0.05, |logFC|>0.58) were further analyzed with DAVID Functional Annotations analyses (Table S1, Supporting Information),[75] in search of significantly overrepresented biological themes. Exclusive DEGs to GNF, Baytubes and rCNT were imported to EnrichR tool.[76] Complete list of pathways and their statistics can be found from Table S2, Supporting Information.\nRT-qPCR Validation: Complementary DNA (cDNA) was synthesized from 500 ng of total RNA in a 25 µL reaction, utilizing MultiScribe Reverse Transcriptase and random primers (The High Capacity cDNA Archive Kit, Applied Biosystems) according to the manufacturer’s protocol. The synthesis was performed in a 2720 Thermal Cycler (Applied Biosystems, Carlsbad, CA, USA) with thermal cycles of 25 °C for 10 min and 37 °C for 120 min (Thermal Cycler, Applied Biosystems). Primers and probes (18S rRNA, IL-10, TNF, IL-1β, CSF1) for PCR analysis were purchased as predeveloped assay reagents from Applied Biosystems. The PCR assays were performed with a Relative Quantification 7500 Fast System (7500 Fast Real-Time PCR system, Applied Biosystems, Foster City, CA, USA). Amplifications were done in 11 µL reaction volume containing TaqMan universal PCR master mix and primers by Applied Biosystems and 1 µL of cDNA sample. Ribosomal 18S was utilized as a housekeeping gene. The expression of sample mRNA were analyzed using the comparative CT (2−(ddCt)) method,[77] and normalized to the reference gene 18S to obtain the relative quantity (RQ). Relative expression levels were calculated between treated and control groups.\n1907609 (11 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimSmall 2020, 1907609\nImmunoassay Validation: Supernatants from the cell exposures were used to confirm the secretion of cytokines IL-1β, TNF, IL-10, and CSF1 after 24-, 48-, and 72-h exposure. U-PLEX immunoassay platform (MesoScale Diagnostics, LLC. Maryland, USA) was performed according to the instructions provided by the vendor. Measurements below the detection range were filtered out. Moreover, values above or below the fit curve range and Calc.Conc. CV values > 30 were removed from the analysis. Analysis of variance (ANOVA), followed by a Fisher Least Significant Different (FisherLSD) post hoc test was measured for each cytokine. The ANOVA was performed through the aov-R function using the stats package, while the FisherLSD test was performed by the Fisher PostHocTest function of the R/CRAN package DescTools.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors thank Eveliina Markkula (Immuno Diagnostic Oy), as well as Esben Poulsen and Kristian Høgsbro (MesoScale Diagnostics) for their technical assistance with the immunoassays. The authors are grateful to Susanna Fagerholm (University of Helsinki) and Harri Alenius (University of Helsinki) for sharing laboratory facilities with them. Finally, the authors wish to thank Heidi Harjunpää (University of Helsinki), Carla Guenther (University of Helsinki), and Laura Saarimäki (Tampere University) for their technical help. This project was funded by the Academy of Finland (grant agreements 275151, 292307, and 322761)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "engineered nanomaterials, immunomodulation, macrophage polarization, microenvironment, toxicogenomics\nReceived: December 27, 2019 Revised: March 6, 2020\nPublished online:\n[1] Y.  Zhang, D.  Petibone, Y.  Xu, M.  Mahmood, A.  Karmakar, D. Casciano, S. Ali, A. S. Biris, Drug Metab. Rev. 2014, 46, 232. [2] M.  Pacurari, K.  Lowe, P. B.  Tchounwou, R.  Kafoury, Int. J. Environ. Res. Public Health 2016, 13, 325. [3] K.  Bhattacharya, F. T.  Andón, R.  El-Sayed, B.  Fadeel, Adv. Drug Delivery Rev. 2013, 65, 2087. [4] S.  Gangwal, J. S.  Brown, A.  Wang, K. A.  Houck, D. J.  Dix, R. J.  Kavlock, E. A. C.  Hubal, Environ. Health Perspect. 2011, 119, 1539. [5] B.  Drasler, P.  Sayre, K. G.  Steinhäuser, A.  Petri-Fink, B. Rothen-Rutishauser, NanoImpact 2017, 8, 99. [6] I. Malyshev, Y. Malyshev, Biomed Res. Int. 2015, 2015, 341308. [7] A.  Shapouri-Moghaddam, S.  Mohammadian, H.  Vazini,\nM. Taghadosi, S.-A. Esmaeili, F. Mardani, B. Seifi, A. Mohammadi, J. T. Afshari, A. Sahebkar, J. Cell. Physiol. 2018, 233, 6425.\n[8] G. Arango Duque, A. Descoteaux, Front. Immunol. 2014, 5, 491.\n[9] X. Miao, X. Leng, Q. Zhang, Int. J. Mol. Sci. 2017, 18, 336. [10] G.  Lalwani, M.  D’Agati, A. M.  Khan, B.  Sitharaman, Adv. Drug\nDelivery Rev. 2016, 105, 109. [11] P. Kinaret, V. Marwah, V. Fortino, M. Ilves, H. Wolff, L. Ruokolainen,\nP. Auvinen, K. Savolainen, H. Alenius, D. Greco, ACS Nano 2017, 11, 3786. [12] C. B. Parise, V. M. Sá-Rocha, J. Z. Moraes, Toxicol. In Vitro 2015, 30, 318. [13] F.  Fontana, P.  Figueiredo, T.  Bauleth-Ramos, A.  Correia, H. A. Santos, Small Methods 2018, 2, 1700347. [14] C. D.  Mills, K.  Kincaid, J. M.  Alt, M. J.  Heilman, A. M.  Hill, J. Immunol. 2000, 164, 6166. [15] Y. Yue, X. Yang, K. Feng, L. Wang, J. Hou, B. Mei, H. Qin, M. Liang, G. Chen, Z. Wu, Int. J. Cardiol. 2017, 245, 228. [16] D. M. Mosser, J. P. Edwards, Nat. Rev. Immunol. 2008, 8, 958. [17] Y. V.  Bobryshev, E. A.  Ivanova, D. A.  Chistiakov, N. G.  Nikiforov,\nA. N. Orekhov, Biomed Res. Int. 2016, 2016, 9582430. [18] A. A. Tarique, J. Logan, E. Thomas, P. G. Holt, P. D. Sly, E. Fantino,\nAm. J. Respir. Cell Mol. Biol. 2015, 53, 676. [19] G. Scala, P. Kinaret, V. Marwah, J. Sund, V. Fortino, D. Greco, Nano-\nImpact 2018, 11, 99. [20] J. E. Perez, N. Alsharif, A. Banderas, B. Othman, Review of In Vitro\nToxicity of Nanoparticles and Nanorods–Part 2, IntecOpen, London 2018. [21] C.  Gérard, C.  Bruyns, A.  Marchant, D.  Abramowicz, P. Vandenabeele, A. Delvaux, W. Fiers, M. Goldman, T. Velu, J. Exp. Med. 1993, 177, 547. [22] M.  Adam, N. G.  Kooreman, A.  Jagger, M. U.  Wagenhäuser, D.  Mehrkens, Y.  Wang, Y.  Kayama, K.  Toyama, U.  Raaz, I. N.  Schellinger, L.  Maegdefessel, J. M.  Spin, J. F.  Hamming, P. H. A. Quax, S. Baldus, J. C. Wu, P. S. Tsao, Arterioscler., Thromb., Vasc. Biol. 2018, 38, 1796. [23] N. Oh, J.-H. Park, Int. J. Nanomed. 2014, 9 , 51. [24] H. H.  Gustafson, D.  Holt-Casper, D. W.  Grainger, H.  Ghandehari,\nNano Today 2015, 10, 487. [25] L. Shang, K. Nienhaus, G. U. Nienhaus, J. Nanobiotechnol. 2014, 12,\n5. [26] D. Aderka, J. M. Le, J. Vilcek, J. Immunol. 1989, 143, 3517. [27] L. Armstrong, N. Jordan, A. Millar, Thorax 1996, 51, 143. [28] Y.  Carmi, E.  Voronov, S.  Dotan, N.  Lahat, M. A.  Rahat, M.  Fogel,\nM.  Huszar, M. R.  White, C. A.  Dinarello, R. N.  Apte, J. Immunol. 2009, 183, 4705. [29] Y. Toda, J. Tsukada, M. Misago, Y. Kominato, P. E. Auron, Y. Tanaka, J. Immunol. 2002, 168, 1984. [30] M.  Dilger, J.  Orasche, R.  Zimmermann, H.-R.  Paur, S.  Diabaté, C. Weiss, Arch. Toxicol. 2016, 90, 3029. [31] F. O. Martinez, S. Gordon, F1000Prime Rep 2014, 6, 13. [32] D. A.  Chistiakov, A. A.  Melnichenko, V. A.  Myasoedova,\nA. V. Grechko, A. N. Orekhov, J. Mol. Med. 2017, 95, 1153. [33] K. R.  Peterson, M. A.  Cottam, A. J.  Kennedy, A. H.  Hasty, Trends\nPharmacol. Sci. 2018, 39, 536. [34] A. Habib, A. V. Finn, Front. Pharmacol. 2014, 5, 195. [35] P. J.  Murray, J. E.  Allen, S. K.  Biswas, E. A.  Fisher, D. W.  Gilroy,\nS.  Goerdt, S.  Gordon, J. A.  Hamilton, L. B.  Ivashkiv, T.  Lawrence, M. Locati, A. Mantovani, F. O. Martinez, J.-L. Mege, D. M. Mosser, G. Natoli, J. P. Saeij, J. L. Schultze, K. A. Shirey, A. Sica, J. Suttles, I. Udalova, J. A. van Ginderachter, S. N. Vogel, T. A. Wynn, Immunity 2014, 41, 14. [36] E. E. Eriksson, Curr. Opin. Lipidol. 2004, 15, 553. [37] M.  Keophiphath, C.  Rouault, A.  Divoux, K.  Clément, D.  Lacasa,\nArterioscler., Thromb., Vasc. Biol. 2010, 30, 39. [38] R. H. Silverman, J. Virol. 2007, 81, 12720. [39] K.  Richter, G.  Perriard, R.  Behrendt, R. A.  Schwendener, V.  Sexl,\nR.  Dunn, M.  Kamanaka, R. A.  Flavell, A.  Roers, A.  Oxenius, PLoS Pathog. 2013, 9, e1003735.\n1907609 (12 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimSmall 2020, 1907609\n[40] E. B. Wilson, D. G. Brooks, Curr. Top. Microbiol. Immunol. 2011, 350, 39. [41] M. T.  Zdrenghea, H.  Makrinioti, A.  Muresan, S. L.  Johnston, L. A. Stanciu, Rev. Med. Virol. 2015, 25, 33. [42] R. M.  Boehler, R.  Kuo, S.  Shin, A. G.  Goodman, M. A.  Pilecki, J. N. Leonard, L. D. Shea, Biotechnol. Bioeng. 2014, 111, 1210. [43] Y. Sang, L. C. Miller, F. Blecha, J. Clin. Cell. Immunol. 2015, 6, 311. [44] Y.  Yue, W.  Huang, J.  Liang, J.  Guo, J.  Ji, Y.  Yao, M.  Zheng, Z.  Cai,\nL. Lu, J. Wang, PLoS One 2015, 10, e0142979. [45] P.  Kinaret, M.  Ilves, V.  Fortino, E.  Rydman, P.  Karisola, A.  Lähde,\nJ.  Koivisto, J.  Jokiniemi, H.  Wolff, K.  Savolainen, D.  Greco, H. Alenius, ACS Nano 2017, 11, 291. [46] E. M. Rydman, M.  Ilves, A. J. Koivisto, P. A. S. Kinaret, V. Fortino, T. S. Savinko, M. T. Lehto, V. Pulkkinen, M. Vippola, K. J. Hämeri, S.  Matikainen, H.  Wolff, K. M.  Savolainen, D.  Greco, H.  Alenius, Part. Fibre Toxicol. 2014, 11, 48. [47] P. Italiani, D. Boraschi, Front. Immunol. 2014, 5, 514. [48] J.  Meng, X.  Li, C.  Wang, H.  Guo, J.  Liu, H.  Xu, ACS Appl. Mater.\nInterfaces 2015, 7, 3180. [49] D. Gong, W. Shi, S.-J. Yi, H. Chen, J. Groffen, N. Heisterkamp, BMC\nImmunol. 2012, 13, 31. [50] K. Alasoo, F. O. Martinez, C. Hale, S. Gordon, F. Powrie, G. Dougan,\nS. Mukhopadhyay, D. J. Gaffney, Sci. Rep. 2015, 5, 12524. [51] K. Buscher, E. Ehinger, P. Gupta, A. B. Pramod, D. Wolf, G. Tweet,\nC. Pan, C. D. Mills, A. J. Lusis, K. Ley, Nat. Commun. 2017, 8, 16041. [52] M. Orecchioni, Y. Ghosheh, A. B. Pramod, K. Ley, Front. Immunol.\n2019, 10, 1084. [53] K. A.  Jablonski, S. A.  Amici, L. M.  Webb, J.  de D.  Ruiz-Rosado,\nP. G.  Popovich, S.  Partida-Sanchez, M.  Guerau-de-Arellano, PLoS One 2015, 10, e0145342. [54] G. Lugo-Villarino, Front. Immunol. 2011, 2, https://doi.org/10.3389/ fimmu.2011.00043. [55] Z.  Huang, Q.  Luo, Y.  Guo, J.  Chen, G.  Xiong, Y.  Peng, J.  Ye, J.  Li, PLoS One 2015, 10, e0129744. [56] N. Wang, H. Liang, K. Zen, Front. Immunol. 2014, 5, 614. [57] G.  Hu, M.  Guo, J.  Xu, F.  Wu, J.  Fan, Q.  Huang, G.  Yang, Z.  Lv,\nX. Wang, Y. Jin, Front. Immunol. 2019, 10, 1998. [58] Y. Ni, F. Zhuge, M. Nagashimada, T. Ota, Nutrients 2016, 8, 391. [59] M. Rossol, H. Heine, U. Meusch, D. Quandt, C. Klein, M. J. Sweet,\nS. Hauschildt, Crit. Rev. Immunol. 2011, 31, 379.\n[60] S.-J. Choi, J.-M. Oh, J.-H. Choy, J. Inorg. Biochem. 2009, 103, 463. [61] V. Kumar, N. Sharma, S. S. Maitra, Int. Nano Lett. 2017, 7, 243. [62] T.  Kowoll, S.  Fritsch-Decker, S.  Diabaté, G. U.  Nienhaus,\nD. Gerthsen, C. Weiss, J. Nanobiotechnology. 2018, 16, 100. [63] G. M. DeLoid, J. M. Cohen, G. Pyrgiotakis, S. V. Pirela, A. Pal, J. Liu,\nJ. Srebric, P. Demokritou, Part. Fibre Toxicol. 2015, 12, 32. [64] G.  DeLoid, J. M.  Cohen, T.  Darrah, R.  Derk, L.  Rojanasakul,\nG. Pyrgiotakis, W. Wohlleben, P. Demokritou, Nat. Commun. 2014, 5, 3514. [65] L.  Böhmert, L.  König, H.  Sieg, D.  Lichtenstein, N.  Paul, A.  Braeuning, A.  Voigt, A.  Lampen, Part. Fibre Toxicol. 2018, 15, 42. [66] R. G. Mendes, A. Mandarino, B. Koch, A. K. Meyer, A. Bachmatiuk, C.  Hirsch, T.  Gemming, O. G.  Schmidt, Z.  Liu, M. H.  Rümmeli, Nano Res. 2017, 10, 1980. [67] D.  Septiadi, L.  Rodriguez-Lorenzo, S.  Balog, M.  Spuch-Calvar, G.  Spiaggia, P.  Taladriz-Blanco, H.  Barosova, S.  Chortarea, M. J. D.  Clift, J.  Teeguarden, M.  Sharma, A.  Petri-Fink, B. Rothen-Rutishauser, Nanomaterials 2019, 9, 1765. [68] E. M.  Rydman, M.  Ilves, E.  Vanhala, M.  Vippola, M.  Lehto, P. A.  Kinaret, L.  Pylkkanen, M.  Happo, M. R.  Hirvonen, D.  Greco, K. Savolainen, H. Wolff, H. Alenius, Toxicol. Sci. 2015, 147, 140. [69] J.  Palomäki, E.  Valimaki, J.  Sund, M.  Vippola, P. A.  Clausen, K. A.  Jensen, K.  Savolainen, S.  Matikainen, H.  Alenius, ACS Nano 2011, 5, 6861. [70] M. Gaestel, A. Kotlyarov, M. Kracht, Nat. Rev. Drug Discovery 2009, 8, 480. [71] M. Vippola, D. Bard, E. Sarlin, T. Tuomi, A. Tossavainen, Nanoatlas of Selected Engineered Nanoparticles, Finnish Institute of Occupational Health, Helsinki 2009. [72] J. Palomäki, J. Sund, M. Vippola, P. Kinaret, D. Greco, K. Savolainen, A. Puustinen, H. Alenius, Nanotoxicology 2015, 9, 719. [73] W. E. Johnson, C. Li, A. Rabinovic, Biostatistics 2007, 8, 118. [74] M. E.  Ritchie, B.  Phipson, D.  Wu, Y.  Hu, C. W.  Law, W.  Shi,\nG. K. Smyth, Nucleic Acids Res. 2015, 43, e47. [75] D. W. Huang, B. T. Sherman, R. A. Lempicki, Nat. Protoc. 2009, 4,\n44. [76] E. Y.  Chen, C. M.  Tan, Y.  Kou, Q.  Duan, Z.  Wang, G. V.  Meirelles,\nN. R. Clark, A. Ma’ayan, BMC Bioinformatics 2013, 14, 128. [77] K. J. Livak, T. D. Schmittgen, Methods 2001, 25, 402."
    } ],
    "references" : [ {
      "title" : "Adv",
      "author" : [ "K. Bhattacharya", "F.T. Andón", "R. El-Sayed", "B. Fadeel" ],
      "venue" : "Drug Delivery Rev. 2013, 65",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2087
    }, {
      "title" : "Biomed Res",
      "author" : [ "I. Malyshev", "Y. Malyshev" ],
      "venue" : "Int. 2015",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Biomed Res",
      "author" : [ "Y.V. Bobryshev", "E.A. Ivanova", "D.A. Chistiakov", "N.G. Nikiforov", "A.N. Orekhov" ],
      "venue" : "Int. 2016",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Review of In Vitro Toxicity of Nanoparticles and Nanorods–Part 2, IntecOpen, London 2018",
      "author" : [ "J.E. Perez", "N. Alsharif", "A. Banderas", "B. Othman" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "2002",
      "author" : [ "Y. Toda", "J. Tsukada", "M. Misago", "Y. Kominato", "P.E. Auron", "Y. Tanaka", "J. Immunol" ],
      "venue" : "168",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1984
    }, {
      "title" : "Fibre Toxicol",
      "author" : [ "E.M. Rydman", "M. Ilves", "A.J. Koivisto", "P.A.S. Kinaret", "V. Fortino", "T.S. Savinko", "M.T. Lehto", "V. Pulkkinen", "M. Vippola", "K.J. Hämeri", "S. Matikainen", "H. Wolff", "K.M. Savolainen", "D. Greco", "H. Alenius", "Part" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Immunol. 2011, 2, https://doi.org/10.3389/ fimmu.2011.00043",
      "author" : [ "G. Lugo-Villarino", "Front" ],
      "venue" : null,
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2011
    }, {
      "title" : "Front",
      "author" : [ "G. Hu", "M. Guo", "J. Xu", "F. Wu", "J. Fan", "Q. Huang", "G. Yang", "Z. Lv", "X. Wang", "Y. Jin" ],
      "venue" : "Immunol. 2019, 10",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Nano Res",
      "author" : [ "R.G. Mendes", "A. Mandarino", "B. Koch", "A.K. Meyer", "A. Bachmatiuk", "C. Hirsch", "T. Gemming", "O.G. Schmidt", "Z. Liu", "M.H. Rümmeli" ],
      "venue" : "2017, 10",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 1980
    }, {
      "title" : "Nanoatlas of Selected Engineered Nanoparticles",
      "author" : [ "M. Vippola", "D. Bard", "E. Sarlin", "T. Tuomi", "A. Tossavainen" ],
      "venue" : "Finnish Institute of Occupational Health, Helsinki",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Macrophages are extremely plastic cells, able to switch their phenotype after certain stimuli.[6,7] After encountering a foreign molecular pattern, macrophages produce a specific set of signals, thus determining the maturation and polarization status of the newly recruited immature cells such as monocytes.",
      "startOffset" : 94,
      "endOffset" : 99
    }, {
      "referenceID" : 1,
      "context" : "[14] Since then, based on activated biomarkers, several studies distinguishing different types of macrophage populations as well as suggesting new populations, such as M3-type and tumor-associated macrophages (TAM), have been published.[6] Widely accepted M1 markers include secretion and expression of TNF, IL-1β, Toxic effects of certain carbon nanomaterials (CNM) have been observed in",
      "startOffset" : 236,
      "endOffset" : 239
    }, {
      "referenceID" : 2,
      "context" : "Expression or secretion of genes, such as TGF-β, CSF1, and DC-SIGN are considered M2-markers together with cytokines IL-10 and/or CCL18.[17,18] Here, we first exposed PMA-differentiated THP-1 macrophage-like cells to non-lethal dose of 10 μg mL−1 of ten CNM (Table  1).",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 3,
      "context" : "Similar results on MWCNT-induced cytotoxicity have been shown also before, with concentrations ranging between 1 and 10 μg mL−1 on THP-1 and BEAS-2B cells.[20] We first focused on the possibility that CNM exposure would trigger patterns of cytokine secretion.",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 4,
      "context" : "This is expected, for IL-1β is known to be regulated through an autocrine positive loop.[28,29] In our experimental model, the PMA-differentiation might be able to trigger IL-1β secretion, but does not seem to affect our observations at 48 h, since in Baytubes exposure, the IL-1β expression was found significantly downregulated, and no secretion was detected even though Baytube-exposed cells were treated similarly with PMA before the exposures.",
      "startOffset" : 88,
      "endOffset" : 95
    }, {
      "referenceID" : 2,
      "context" : "Macrophages promote atherosclerosis and plaque formation by maintaining pro-inflammatory microenvironment.[17] Imbalance in cholesterol homeostasis increases the risk of atherosclerosis.",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 2,
      "context" : "rCNT induced the expression of cytokine IL-6, which is active in classically activated (M1) and alternatively activated (M2) macrophages.[17] Also, IL-10 and CCL18, known to be active in M2-macrophages, were overexpressed after rCNT exposure.",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 5,
      "context" : "We have previously shown that rCNT activates Th2type of response in mouse lung by promoting secretion of Th2 cytokines IL-4, IL-5, and IL-13.[45,46] M2a-type macrophages stimulated by the aforementioned cytokines, are further able to express, for instance, IL-1RN (Anakinra), IL-10, TGF-β, and CSF1.",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 2,
      "context" : "Regulatory (M2b) macrophages, have unbalanced levels of IL-10 and IL-12, downregulating IL-12 and producing IL-10 at the same time.[16,17] This was evident also in our experiments, as rCNT induced IL-10 but downregulated IL-12A.",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 5,
      "context" : "[48] By following our previous finding that rCNT can cause unconventional Th-2 type of allergic response in vivo,[46] it can be hypothesized that in complex tissues, with multiple cell types sharing the same microenvironment, a clearer M2-type response can be achieved, where Th2-type signaling molecules are more prominently induced.",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 2,
      "context" : "TGF-β is known to activate M2a and M2c-types of macrophages,[17,49] whereas IL-4I1 is a novel regulator of M2 polarization.",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 6,
      "context" : "suggested similar changes in macrophage polarization due to Mycobacterium tuberculosis or HIV infection.[54,55] These results suggest that, after nanoparticle contact, macrophages secrete certain sets of cytokines as an acute response which, together with signals coming from stressed or apoptotic cells as well as the nanoparticles themselves, trigger the macrophages to redesign themselves in time.",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 8,
      "context" : "Although significant efforts have been made to develop methods to quantify CNM deposition in cell cultures,[62–65] it is currently still laborious to precisely measure the exact CNM deposited dose.[66] Indeed, differently sized materials may sediment with varying speed in cell culture, as shown for example by Mendes et  al.",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 5,
      "context" : "and in our previous publications.[45,46,68,71,72] Suppliers and material characteristics are described in Table 1.",
      "startOffset" : 33,
      "endOffset" : 49
    }, {
      "referenceID" : 9,
      "context" : "and in our previous publications.[45,46,68,71,72] Suppliers and material characteristics are described in Table 1.",
      "startOffset" : 33,
      "endOffset" : 49
    } ],
    "year" : 2020,
    "abstractText" : "Dr. P. A. S. Kinaret, Prof. D. Greco Institute of Biotechnology Helsinki Institute of Life Science University of Helsinki Helsinki 00790, Finland E-mail: dario.greco@tuni.fi Dr. G. Scala Faculty of Biological Sciences University of Naples Naples 80100, Italy Dr. A. Federico, Dr. J. Sund, Prof. D. Greco Faculty of Medicine and Health Technology Tampere University Tampere 33520, Finland The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201907609.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}