{
  "name" : "downloads_2020-09-02_17_jiang2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Recent Advances in Carbon Nanomaterials for Cancer Phototherapy",
    "authors" : [ "Bang-Ping Jiang", "Bo Zhou", "Zhaoxing Lin", "Hong Liang", "Xing-Can Shen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "ties. In this minireview, we will summarize the recent progress of the use of various carbon nanomaterials in the field of cancer phototherapy. The structural characteristics of each category and the surface functionalization strategies of\nthese nanomaterials will be briefly introduced before focus-\ning on their therapeutic applications. Recent advances on their use in photothermal therapy, photodynamic therapy,\nand combined phototherapies are presented. Moreover, a few challenges and perspectives on the development of carbon nanomaterials for future theranostics are also discussed."
    }, {
      "heading" : "1. Introduction",
      "text" : "Carbon nanomaterials are a class of low-dimensional carbonaceous materials that have aroused a great deal of interest in\nthe past 30 years since the spectacular debut of fullerenes in 1985,[1] followed by the development of other carbon nanostructures with unique shapes, such as graphene,[2] carbon nanotubes (CNTs),[3] carbon nanohorns (CNHs),[4] and carbon quantum dots (CQDs).[5] Their unifying property is the sp2-hy-\nbridized carbon atoms that are generally arranged in hexagonal lattices.[6] This feature, together with their unique physical\nand chemical properties of carbon nanomaterials, have led to numerous applications in diverse fields.[7] The potential of carbon nanomaterials in biological field, including biosensing,\nbioimaging, tissue engineering, therapeutics, have been recognized early on, and several reviews have also been published,\nwhereas a systematic review of various carbon nanomaterials applied for phototherapy is still rare.[7b, 8]\nPhototherapy, an intriguing treatment pattern in the field of\ncancer therapy, has attracted tremendous scientific interest in the past decade, because in comparison to conventional\ncancer therapies (e.g. , surgery, chemotherapy, radiotherapy), it is noninvasive, with negligible side effects and drug resistance, and low systemic toxicity.[9] Photothermal therapy (PTT) and photodynamic therapy (PDT) are two kinds of phototherapies commonly used for cancer therapy so far. PTT utilizes photo-\nthermal agents to generate heat through the conversion of energy absorbed from photons, resulting in thermal ablation of cancer cells and the subsequent death of cells.[10] Different from PTT, PDT uses photosensitizer (PS) agents to produce re-\nactive oxygen species (ROS) under light irradiation to kill cancer cells.[11] Regardless of PTT or PDT, ideal phototherapeutic\nagents should possess strong absorbance in the near-infrared (NIR) region (a transparency window for biological tissues), which can efficiently convert the absorbed NIR optical energy into heat or ROS.[9, 12] Based on this concept, a wide range of\nNIR-light-absorbing nanomaterials have been developed for cancer phototherapy in recent years.[9, 13] Among various pho-\ntotherapeutic nanomaterials, carbon nanomaterials, like graphene, CNTs, CNHs, and so forth, have attracted much attention\nover the last decades due to their strong absorption in the visi-\nble NIR regions, which require relatively lower energy and laser intensity for photo induction.[8a, b, 14] Besides that, appropriate\nsize and large surface area of carbon nanomaterials are also promising in the development of new generations of anticancer systems.[15]\nIn this Minireview, we will focus on recent advances of ful-\nlerenes, CQDs, CNTs, CNHs, and graphene in the field of cancer\nphototherapy. Before focusing on their therapeutic applications, a brief introduction on the structural characteristics of\neach carbon nanomaterial will be given, followed by various surface functionalization strategies to improve water solubility\nand biocompatibility as well as endow new functions to these nanomaterials. Figure 1 presents an outline of the contents of\nthis Minireview article. Our goal is to offer a broad overview of\ncarbon nanomaterials in the field of cancer phototherapy, but also point out their possible development directions in this\nfield and provide a reference for other carbon nanomaterialbased biological applications.\n[a] Dr. B.-P. Jiang, B. Zhou, Z. Lin, Prof. Dr. H. Liang, Prof. Dr. X.-C. Shen State Key Laboratory for Chemistry and Molecular Engineering of Medicinal Resources School of Chemistry and Pharmaceutical Science Guangxi Normal University, Guilin, 541004 (P.R. China) E-mail : xcshen@mailbox.gxnu.edu.cn\nThe ORCID identification number(s) for the author(s) of this article can be found under : https ://doi.org/10.1002/chem.201804383.\nSelected by the Editorial Office for our Showcase of outstanding Reviewtype articles www.chemeurj.org/showcase.\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim3994"
    }, {
      "heading" : "2. Structural Characteristics",
      "text" : "Based on the structures’ dimensionality, carbon nanomaterials can be classified into the following three categories (Figure 2):\n1) 0D carbon nanomaterials such as fullerenes, recently synthesized CQDs [encompassing graphene quantum dots (GQDs)\nand carbon dots (CDs)] ; 2) 1D carbon nanomaterials such as CNTs, CNHs; 3) 2D carbon nanomaterials such as graphene.[16]"
    }, {
      "heading" : "2.1. 0D Carbon nanomaterials (fullerenes and CQDs)",
      "text" : "The study of carbon nanomaterials began with the discovery\nof the fullerenes, which can be regarded as representative 0D carbon nanomaterials.[1, 17] Fullerenes are generally hollow cages, in which sp2-hybridized carbon atoms are arranged in hexagons and pentagons. The diameters of fullerenes are ap-\nproximately 0.7–1.0 nm. C60 is the smallest and the most\nwidely studied fullerenes so far. The fullerenes C70, C72, C74, C76, C78, and C84 have also been prepared. [16a] From the biology perspective, fullerenes can produce ROS under light irradiation most likely due to its unique chemical structure, making them potential PDT agents.[18]\nCQDs, generally involving GQDs and CDs, are another typical types of 0D carbon nanomaterials.[16a] GQDs are disk-like pieces with sizes of 2 to 20 nm, which mainly contain sp2-hybridized carbon, and they are of crystalline nature.[19] In comparison,\nCDs are quasi-spherical nanoparticles with diameters ranging between 2 and 10 nm, which are mainly composed of sp3-hybridized carbon, and they are usually amorphous.[5, 16a] The most characteristic and significant property of CQDs is excel-\nlent photoluminescence emission, which depends on their size, the excitation wavelength, the edge structure, and the surface functionalization.[16a, 20] Compared to other carbon\nnanomaterials, CQDs usually have good water solubility due to a large number of hydrophilic groups (e.g. , carboxyl groups,\nDr. Bang-Ping Jiang joined Guangxi Normal University (China) working with Prof. XingCan Shen and Hong Liang in 2013, and became an Associate Professor in 2014. He received his bachelor and Ph.D. from Nankai University (China) in 2008 and 2013, respectively. His research interests mainly focus on the construction of functional self-assembled nanomaterials for theranostics and sensing applications.\nBo Zhou received his master from Guangxi Normal University (China) in 2016. He is currently pursuing his Ph.D. at Guangxi Normal University under the supervision of Prof. XingCan Shen. His research interests focus on the synthesis of novel nanoparticles for cancer theranostics.\nZhaoxing Lin received his bachelor from Fujian Agriculture and Forestry University (China) in 2016. He is currently pursuing his master at Guangxi Normal University (China) under the supervision of Prof. Xing-Can Shen. His research interests focus on the preparation of functional carbon nanomaterials by means of non-covalent methods for cancer phototherapy.\nProf. Hong Liang received Ph.D. from Nankai University (China) in 1991. His research interests mainly focus on the design and development of new anti-tumor metal inorganic drugs based on DNA and protein, drug delivery systems, and the corresponding cell migration mechanism.\nProf. Xing-Can Shen received her Ph.D. (2003) from Nankai University (China), and then joined Guangxi Normal University (China). From 2011 to 2012, she worked as a visiting scholar at Harvard Medical School (USA). Her research interests mainly focus on nanomaterial surface/interface properties and their interactions with biological macromolecules and cells, as well as the design and synthesis of intelligent biomaterials for theranostics and controlled release drug carriers.\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim3995\nhydroxyl groups, amino groups) on their surface, which is beneficial for their biological applications.[21] Recent studies have\nalso shown that CDs have potential applications in phototherapy.[22]"
    }, {
      "heading" : "2.2. 1D Carbon nanomaterials (CNTs and CNHs)",
      "text" : "CNTs can be considered as graphene sheets rolled-up into 1D hollow cylinders with diameters from 1 to 100 nm.[2, 8n] CNTs with a single graphitic layer are called as single-walled CNTs (SWNTs), while those made from two or more layers are called as multi-walled CNTs (MWNTs).[23] Because large p–p systems cover on the surface of CNTs, and CNTs can cross various bio-\nlogical barriers within the body to induce insignificant immunogenic response and toxic effects, CNT-based system have attracted enormous attention in the field of biomedicine as advanced nanovectors to deliver various therapeutic molecules through p–p interactions.[8n] In addition, CNTs have been proved to possess phototherapeutic activity of cancer.[24]\nCNHs mainly involve single-walled CNHs (SWNHs) and were\ndiscovered in 1994 when Harris and co-workers studied the mechanism of fullerene formation[4c] and officially named by Iijima et al. in 1999.[4a] SWNHs are horn-shaped structures com-\nposed of a single graphitic layer, with an average cone angle of 208, a diameter of 2–5 nm, and a length of 40–50 nm.[4a]\nThey usually exist as spherical aggregates, which are about 50–100 nm in diameter.[25] Such a diameter is in the optimal\nsize range for the enhanced permeability and retention (EPR) effect to accumulate at a tumor site. In contrast to SWNTs,\nSWNHs contain no metal impurity, because SWNHs are pre-\npared through laser ablation or arc discharge using pure graphite rods with metal-free catalysts.[25b] Thereby, SWNHs\nhave insignificant biological toxicity, facilitating the preparation of the functionalized nanoplatforms for biomedical applications.[25] Other properties of SWNHs are similar to those of SWNTs.[25a]"
    }, {
      "heading" : "2.3. 2D Carbon nanomaterials (graphene)",
      "text" : "Graphene is a typical kind of one-atom-thick 2D nanomaterial, in which every carbon atom is connected to three neighboring carbon atoms by covalent d bonds in a honeycomb pattern, and the unhybridized p orbitals of carbon atoms are perpen-\ndicularly oriented to the planar structure of the graphene sheet and interact with one another to form a large p–p system that gives its aromatic character. Owing to its unique properties, such as large surface area, exceptional thermal and optical properties, graphene has opened many new opportuni-\nties in biomedicine. Among them, motivated by its high NIR absorbance, a new direction of graphene research is to use it as phototherapeutic agent for phototherapy cancer.[26]"
    }, {
      "heading" : "3. Surface Functionalization",
      "text" : "Regardless of whether any nanomaterial is applied in living or-\nganisms, water dispersibility and biocompatibility need to be considered. Most carbon nanomaterials (e.g. , fullerenes, CNTs,\nCNHs, and graphene) are insoluble in aqueous solutions due to their strong hydrophobic interactions and p–p interactions between carbon nanomaterials, making them less desirable for biological applications. To be used for biomedical applications, appropriate strategies should be developed to improve their water dispersibility and biocompatibility.[8a] So far, two main strategies are proposed to disperse carbon nanomaterials in aqueous solution and to make them biologically compatible, namely, covalent and non-covalent surface functionalizations.[8a, 27]"
    }, {
      "heading" : "3.1. Covalent surface functionalization",
      "text" : "Covalent functionalization usually involves the introduction of reactive groups (e.g. , -OH groups, -COOH groups, -NH2 groups) onto the surface of pristine carbon nanomaterials, generally concerning fullerenes, CNTs, CNHs, and graphene.[8a, 27] The introduced functional groups offer huge possibilities for further\nconjugation with other functional molecules to improve biocompatibility and endow certain functions to the as-prepared\ncarbon nanomaterials. For example, the oxidation of carbon\nnanomaterials with oxidizing agents to form -COOH groups is a more widely accepted methodology for their covalent func-\ntionalization. After the production of -COOH groups, other functional molecules, such as hydrophilic polymers (e.g. , poly-\nethylene glycol (PEG), poly(ethylene imine) (PEI)) or biomacromolecules (e.g. , DNA, protein), targeted ligands, or therapeutic\nagents, can be further covalently conjugated onto the surface of these carbon nanomaterials by means of amidation reactions.[8a, 25a, 28] Besides oxidation, another classic covalent func-\ntionalization method is that cycloaddition to azomethine occurs on the sidewalls of carbon nanomaterials to directly introduce various functional groups.[29] It should be mentioned that despite the fact that they can provide better solubility\nand stabilization than a noncovalent strategy, covalent surface functionalization in many cases may result in the loss of their\ncertain intrinsic properties (e.g. , photothermal conversion capacities).[8a] Delocalized p–p systems in carbon nanomaterials are largely responsible for the extraordinary electronic properties and strong interactions between low-frequency photons and carbon nanomaterials ranging from infrared to terahertz frequencies,[8s] endowing them with excellent NIR-mediated photothermal conversion capability. Covalent surface function-\nalization may damage such delocalized p–p networks of carbon nanomaterials, thus, it may result in the decrease or even loss of photothermal conversion capacities, seriously affecting actual phototherapy applications.[8a]"
    }, {
      "heading" : "3.2. Noncovalent surface functionalization",
      "text" : "Relative to covalent functionalization, noncovalent functional-\nization is comparatively mild, without the perturbation of their p–p networks. The hydrophobic motifs of hydrophilic or bioac-\ntive molecules can be noncovalently anchored onto the surface of pristine carbon nanomaterials, meanwhile, the hydro-\nphilic ends extend into the aqueous solution to maintain the stability of the whole nanomaterial.[29, 30] Carbon nanomaterials\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim3996\ncan be wrapped by surfactants, polymers, DNA, proteins, and even viruses to realize noncovalent surface functionalization.\nNoncovalent functionalization methods of carbon nanomaterials are mainly founded on several kinds of general noncovalent\ninteractions including hydrophobic interactions, p–p interactions, and electrostatic forces.[28a, 31] The p–p interaction has\nbeen extensively utilized in the past decade for functionalization of carbon nanomaterials.[8a] Water-soluble aromatic molecules, such as pyrene, porphyrin, and phthalocyanine deriva-\ntives, have strong p-stacking ability to the surface of carbon nanomaterials.[10d, 32] Besides these nonbiological molecules, biomacromolecules, such as DNA and proteins, have also be used for stabilization of carbon nanomaterials.[33] Like covalent\nsurface functionalization, noncovalent surface functionalization also has its own defects. Although noncovalent functionaliza-\ntion does not disturb the p–p networks of carbon nanomateri-\nals, the stability of the resultant nanohybrids is not very good.[8a, 27] Thereby, to design a carbon-nanomaterial-based\nphototherapeutic system, a lot of thought must be considered to select an appropriate functionalization method. A balance\nbetween stability and structural integrity must be maintained in biological applications."
    }, {
      "heading" : "4. Phototherapy",
      "text" : "Carbon nanomaterials (e.g. , CNTs, CNHs, graphene) have intrinsic strong absorption in the transparency window for biologi-\ncal tissues (750–1700 nm). Moreover, their appropriate sizes make them selectively accumulate in tumor sites through the\nenhanced permeability and retention (EPR) effect. These prop-\nerties make them ideal candidates for phototherapy applications."
    }, {
      "heading" : "4.1. Photothermal therapy",
      "text" : "Temperature is an important parameter to tightly regulate the viability and functionality of biological species, including cells,\ntissues, or organs. The controllable increase in temperature of targeted tissues/organs has been known to have therapeutic\nfunction for cancers by causing protein denaturation and aggregation, which is quite different from usual cancer treat-\nments by chemotherapy. PTT is a typical representative of temperature-induced therapies. The first carbon nanomaterials that were used for PTT were SWNTs.[34] Dai and co-workers exploited 808 nm laser irradiation to induce local heating of SWNTs in vitro. This research opened up the way to use\ncarbon nanomaterials for PTT applications. To realize CNTbased PTT of cancer, hydrophilic macromolecules, such as polymer,[24a 35] proteins,[36] or polysaccharide,[36] usually need to be functionalized on the surface of CNTs to improve water disper-\nsibility and biocompatibility through covalent or non-covalent\nmethods. In covalent methods, CNTs firstly need to be oxidized to the carboxylated CNTs, and then, hydrophilic macromole-\ncules are conjugated to the carboxylated CNTs by various chemical modification.[35a, 36a] The surface functionalization of CNTs is more performed by non-covalent methods.[24a, 35, 37, 38]\nNon-covalent interactions, including hydrophobic, p–p interac-\ntions, and so forth, are utilized to construct CNT-based PTT nanoplatforms. Moon et al. reported an example of in vivo obliteration of solid malignant tumors by the combination of SWNTs and 808 nm laser irradiation; in this case phospholipid-\nPEG were non-covalently coated on the surface of SWNTs (Figure 3).[24a] To further pursue in vitro and in vivo PTT, the surface\nfunctionalization of CNTs should be optimized to improve their passive or active tumor targeting through the optimization of the structure of surface conjugation molecules[35e] or the introduction of targeted moieties.[34–36, 39] In a study by Pang et al. ,\nfibrin-targeting peptide CREKA was non-covalently conjugated\nto MWNTs for self-amplified photothermal therapy of tumor. After intravenous administration, CREKA-conjugated MWNTs showed strong tumor targeting capacity and outstanding PTT efficacy.[35d] In addition, noble metal nanoparticles[35b] or conjugated organic polymers are usually coated on the surface of CNTs to enhance PTT efficacy or introduce imaging function.[40]\nCNHs have similar structure and photoelectrical properties to CNTs, but lower biological toxicity due to no metal impurities. On the basis of these characteristics, the use of CNHs for PTT of cancer has also been performed.[41] However, compared to the PTT studies of CNTs, those of CNHs are still not much re-\nported. An example of CNH-based PTT is that the poly(maleic anhydride-alt-1-octadecene-PEG) non-covalently modified\nSWNHs were developed for photoacoustic (PA) imaging guided PTT of cancer.[41c]\nAs one representative of carbon nanomaterials, graphene\ncan also serve as new photothermal agent for PTT cancer owing to its high NIR absorption.[42] A comparative study im-\nplies that graphene may possess significantly better photothermal effect than CNTs at the same concentration, although this\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim3997\nresult may need further explanation.[43] Among various graphene derivatives, graphene oxide (GO) is widely used for PTT\ndue to its good water dispersibility and easy functionalization.[26b, 44] Liu’s group in 2010 for the first time studied graphene materials for in vivo cancer PTT.[45] The PEG covalently modified-nano-GO sheets (NGS-PEG) were intravenously inject-\ned into mice for use as a photothermal agent to ablate tumor under an 808 nm laser irradiation (2 W cm@2) (Figure 4). In com-\nbination of high tumor uptake due to the EPR effect and excel-\nlent photothermal conversion capability, NGS-PEG following\nNIR irradiation could lead to highly effective inhibition of tumor. Since then, in vitro and in vivo GO-based PTT has been\nstudied in detail by several different groups, in which hydrophilic molecules and functional moieties are covalently or noncovalently functionalized on the surface of GO.[46]\nThe oxidation of graphene causes the damage of p-conju-\ngated structure in the GO, thus, its NIR absorption is decreased. The reduction of GO can be used to improve the PTT efficacy of GO materials. Following this idea, Dai and co-work-\ners reported that reduced GO (RGO) was used to photothermally ablate cancer cells in vitro.[47] Their results demonstrated\nthat PEG non-covalently functionalized RGO (PEGylated RGO) exhibited sixfold higher NIR absorption than non-reduced PE-\nGylated GO. A significant improvement of photothermal con-\nversion capability of PEGylated RGO was achieved under an 808 nm laser irradiation (0.6 W cm@2), which allowed for targeted ablation of U87MGcancer cells after its covalent conjugation with an RGD peptide. Later, RGO was utilized by Liu’s group as\na new photothermal agent to in vivo treat cancer—the in vivo behaviors of various GO derivatives with different surface coat-\nings and sizes were systematically compared by means of a radiolabeling method.[48] Besides the reduction of GO, GO func-\ntionalized by other nanomaterials (e.g. , iron oxide nanoparticles,[49] Au nanorods,[50] upconversion nanoparticles[51] with NIR\nabsorption) can be also used to enhance photothermal conversion efficiency. To improve the therapeutic selectivity, an active\ntargeting strategy has been developed for graphene-based PTT of cancer, in which various active targeted agents, such as\nArg-Gly-Asp (RGD), were functionalized onto the surface of graphene.[47, 52] In the combination of excellent NIR absorption of graphene and good tumor targeting of active targeted agents, the resultant nanohybrids have efficient PTT efficacy in vitro and in vivo.\nBesides CNTs, CNHs, and graphene, CQDs, as an emerging carbon nanomaterial, have also been applied for PTT.[53–56] In a pioneering study by Wang et al. ,[53] red-emissive CDs were de-\nveloped from polythiophene phenylpropionic acid, the characteristics of which include broad absorption (400–750 nm), pho-\ntoacoustic (PA) imaging capability, and high photothermal conversion efficiency (h= 38.5 %) under 671 nm laser irradiation.\nThus, they were used as active agents for in vivo fluorescence and PA imaging-guided PTT of cancer.[53] Later, Lin et al. and\nZhang et al. also developed red or NIR emissive CDs for fluo-\nrescence imaging-guided PTT. Despite their relation to other carbon nanomaterials (e.g. , CNTs, CNHs, and graphene), CQDs\nhave many advantages in biological applications, such as low toxicity, good water solubility, and prominent fluorescence-\nimaging ability ; however, the weak NIR absorption of CQDs also severely restricts their PTT application. In order to solve\nthis issue, various functional methods have been attempted,\nincluding complexation with metal nanoparticles or transitionmetal dichalcogenides,[54] utilization of precursors with NIR absorption,[55] assembly with metal ion or dyes with NIR absorption.[56] Considerable PTT effects are achieved in these systems."
    }, {
      "heading" : "4.2. Photodynamic therapy",
      "text" : "Reactive oxygen species (ROS), such as 1O2, O2C@ , and COH, are highly cytotoxic and can be used to kill cancer cells.[57] In the\nprocess of PDT, after uptake of photosensitizers (PSs) by cancer cells, cells are irradiated by light of an appropriate wavelength\nto produce cytotoxic ROS, which subsequently kills cells and causes tissue damage.[58] Among various carbon nanomaterials,\nfullerenes such as C60 and C70 are considered to be efficient PSs that can produce ROS with very high quantum yield (nearly 1) under UV/Vis light irradiation.[59] Hamblin et al. em-\nployed N-methylpyrrolidiniumfullerene for in vivo PDT of colon adenocarcinoma under white-light irradiation, displaying significant inhibition of tumor growth.[60] The major disadvantage of fullerenes for PDT applications is that their absorption occurs in the UV, blue, and green spectral regions.[61] Several approaches can used to overcome harvesting antenna[62] or twophoton excitation moiety.[63] In a work by Shu et al. , they devel-\noped a phototheranostic nanoplatform based on trimalonate derivative of C70 (TFC70)/Chlorin e6 (Ce6) nanovesicles (FCNVs).[62b] In this system, benefitting from the respective advantages of C70 and Ce6, FCNVs have a high Ce6 loading effi-\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim3998\nciency (up to &57 wt %) and efficient absorption in NIR region, which can simultaneously enhance tumor imaging and PDT.\nCQDs are another kind of pristine carbon nanomaterial with the ability to photoinduce ROS production.[22b, 32c, 64] In 2012, Markovic et al. reported that PEGylated GQDs can generate 1O2 under blue-light irradiation to kill U251 human glioma cells.[64a]\nLater, seminal research was reported by Wang and co-workers that red-emissive GQDs can produce 1O2 by means of a new multistate sensitization process, resulting in a high quantum\nyield of >1.3 (approximately twice as high as that of all of the state-of-the-art PDT agents) (Figure 5).[22b] These characteristics\nallow the as-obtained GQDs to simultaneously achieve in vivo\nimaging and highly efficient PDT of cancer. It is known that the hypoxic tumor microenvironment and rapid consumption of\noxygen in the PDT process will severely limit PDT effects. Very\nrecently, the same group also developed a class of magnetofluorescent Mn-CDs as an in situ tumor oxygenerator to in-\ncrease the oxygen concentration in hypoxic solid tumors for simultaneous bimodal FL/MR imaging and enhanced PDT.[64b]\nUnlike CNTs, CNHs, graphene, most CQDs have no NIR absorption. To improve their NIR-mediated photodynamic activity of\nCQDs, various upconversion nanoparticles (UCNPs) can be conjugated to CQDs.[65]\nIn addition to fullerenes and CQDs, CNTs can also serve as PSs themselves for PDT.[32b, 66] It is found that semiconducting SWNTs can produce ROS more efficiently than metallic SWNTs,\nand their photodynamic effects highly depend on the modification method of the nanotubes. Overall, less research con-\ncerning pristine carbon nanomaterials for PDT has been performed due to their lack of capacity of photoinduced ROS pro-\nduction. To achieve PDT applications, most carbon nanomaterials, such as CNTs, CNHs, graphene, and CQDs, need to covalently or noncovalently load PSs,[67] meanwhile, the photothermal conversion capability of carbon nanomaterials is pre-\nserved, resulting in combination phototherapy. These will be discussed in detail in the next section."
    }, {
      "heading" : "4.3. Combination phototherapy",
      "text" : "Numerous clinical and preclinical studies have indicated that monotherapy for cancer is not as effective as we expected,[68]\nattributed to the facts like the metastasis of cancer, drug resistance, individual differences in patients, and so on.[9, 69] Combination therapy, which integrates more than one kind of thera-\npeutic approach, has displayed great potential for cancer treatment.[70] The combined PTT and PDT using carbon nanomateri-\nals in combination with different PSs has received tremendous interest in recent years. To achieve this combined PTT/PDT of\ncancer, hydrophilic macromolecules, such as polymer, proteins,\nor polysaccharide, usually need to be conjugated to carbon nanomaterials.[71] Subsequently, PSs are loaded onto their sur-\nface via covalent or noncovalent approaches. In the combined PTT/PDT based on carbon nanomaterials\nwith large surface area (e.g. , CNTs, CNHs, or graphene), PSs are usually loaded on their surface through noncovalent p–p interactions due to their large surface area.[10d, 71, 72] For example,\nZhang et al. , developed zinc phthalocyanine (ZnPc)/protein nanohorns for dual-modality PTT/PDT of cancer.[10d] In particu-\nlar, ZnPc was loaded onto single-wall carbon nanohorns with holes opened (SWNHox) through noncovalent p–p interactions\nas PSs agent, and bovine serum albumin (BSA) was covalently attached to the carboxyl groups of SWNHox as a dispersant.\nZhu’s group utilized albumin, Ce6, Evans blue (EB), and SWNTs\nto noncovalently construct a long-circulation CNT-based nanoplatform (albumin-Ce6-ECNTs) for dual-modality, imaging, guided synergistic PTT/PDT of tumor (Figure 6 a).[71e] Sahu et al. reported that nanoGO (NGO) was non-covalently functionalized with Pluronic block copolymer as dispersant and FDA-approved hydrophilic methylene blue as a PS agent for combined PTT/PDT of cancer.[71b] In addition to non-covalent loading of PSs onto carbon nanomaterials, covalent methods have also been attempted by several groups.[73] Shi et al. reported that a PSs agent (IR-808) with cancer-targeting ability and near-infrared (NIR) sensitivity was covalently conjugated to both PEG\nand branched polyethylenimine (BPEI)-functionalized NGO (PEG-BPEI-NGO) resulting in a composited nanoplatform (NGO-\n808), which exhibited targeted-specificity synergistic PDT/PTT of cancer (Figure 6 b).[73c] In these studies, hydrophilic macro-\nmolecules not only serve as a dispersant, but also simultane-\nously have other functions, such as active targeting and cross linking.[71f, 72c] In work reported by Zhu et al. , they fabricated\nSWNT-embedded indocyanine green (ICG)-HA (IHANPT) nanoparticles for photoacoustic-imaging-guided PTT and PDT, in\nwhich HA was used as both dispersant and targeted agent for targeted delivery of the nanoparticles into tumors, owing to its\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim3999\nexcellent targeting toward CD44 receptors on the surface of cancer cells.[74] In partial combined PTT/PDT systems based on\ncarbon nanomaterials, PSs agents themselves can simultaneously act as dispersants through reasonable design,[24b, 75] and thus, there is no need to introduce additional dispersants, simplifying system compositions. In this direction, several typical\nexamples are given by our group. In 2014, we combined tetrasulfonic acid copper phthalocyanine (TSCuPc) with pristine graphene or SWNHs to prepare water-soluble grapheneTSCuPc nanohybrids and SWNHs-TSCuPc through p–p interactions for in vitro PTT/PDT of cancer cells (Figures 6 c,d), in\nwhich graphene or SWNHs act as PSs carriers and PTT agents, and TSCuPc acts as a hydrophilic agent and a PS agent.[24b, 75c]\nIn SWNHs-TSCuPc and graphene-TSCuPc, the graphene or\nSWNHs used are not oxidized; hence there is no damage to their integral p-conjugated structures and their desirable in-\ntrinsic properties are retained, which is conducive to their phototherapy applications. Very recently, we further utilized\nSWNHs and FDA-approved hydrophilic ICG to prepare watersoluble SWNHs-ICGs nanohybrids for in vivo thermal/PA imag-\ning guided PTT/PDT of cancer (Figure 6 e).[76] Interestingly, it is found that stacking between SWNHs and ICGs can induce significant improvement of the photostability of ICG.\nIn addition to the above-mentioned methods to achieve the\ncombination of PTT/PDT, a few carbon nanomaterials have been found to simultaneously possess photothermal and photodynamic functions themselves.[22a, 77, 78] Hwang et al. developed a GO-PEG-folate nanocomposite.[77] They found that in this nanocomposite, nanoGO can sensitize the formation of 1O2 to realize combined nanomaterial-mediated PDT (NmPDT) and PTT (NmPTT) effects on the destruction of B16F0 melanoma tumors in mice using ultra-low doses (&0.36 W cm@2) of 980 nm light (Figure 6 f), meanwhile, it displays single-photon\nexcitation wavelength dependent photoluminescence in the\nvisible and short NIR region that is suitable for in vivo multicolor fluorescence imaging. CQDs are another kind of carbon\nnanomaterial that may simultaneously have intrinsic photothermal and photodynamic functions.[22a, 78] In 2014, Lee et al. ,\nprepared photoluminescent GQDs with both photothermal and photodynamic properties under 670 nm laser irradiation,\nFigure 6. Schematic illustration for combination phototherapies of cancers. a) Preparation of albumin-Ce6-ECNTs and their in vivo PTT/PDT of cancer. Reproduced from reference [71e]. Copyright 2016 Elsevier. b) Preparation of NGO-808 and its high-performance PTT/PDT of cancer by the enhanced tumor accumulation of NGO via IR-808-mediated OATP transport. Reproduced from reference [73c] . Copyright 2016 American Chemical Society. c) Water-soluble grapheneTSCuPc nanohybrids and d) SWNHs-TSCuPc for in vitro PTT/PDT of cancer cells. Reproduced from references [24b, 75c] . Copyright 2014 Royal Society of Chemistry and American Chemical Society, respectively. e) Preparation of SWNHs-ICGs and their in vivo thermal/PA imaging guided PTT/PDT of cancer. Reproduced from reference [76]. Copyright 2018 Wiley-VCH. f) Preparation of GO-PEG-folate and its combination NmPDT/NmPTT of tumors using ultra-low doses (&0.36 W cm@2) of 980 nm light. Reproduced from reference [77]. Copyright 2016 Elsevier. g) Preparation of Cu,N-CDs and their in vivo PDT/PTT of cancer under the guidance of multi-modality imaging. Reproduced from reference [22a]. Copyright 2018 Elsevier.\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim4000\nwhich can be for cancer phototherapy and imaging. They find that photothermal effect is generated from electronic vibration\nand the formation of electron clouds, and the generation of 1O2 occurs that this irradiation activates a structure similar to pheophorbide-A.[78a] The lack of NIR absorption is one major factor to limit the combined PTT/PDT applications of CQDs. To\ndeal with this problem, we recently developed a transitionmetal-ion-doped strategy to prepare CDs with near-infrared absorption (Figure 6 g).[22a] The Cu,N-doped CDs (Cu,N-CDs) were prepared by a one-step hydrothermal method using EDTA·2 Na and CuCl2. Specifically, Cu II was located in the inner of Cu,N-CDs by means of N-Cu-N complexation, endowing their NIR absorption for the production of heat and reactive\noxygen species. Under 808 nm laser irradiation, they can effectively inhibit the growth of melanoma tumors due to their syn-\nergistic PTT/PDT effects.\nPhototherapy not only can be used to kill cancer cells, but also can synergistically improve the therapeutic effects of vari-\nous therapeutic modalities, such as chemotherapy, gene therapy, radiotherapy. PTT can synergistically improve the therapeu-\ntic effects of various treatments, such as radiotherapy and chemotherapy, because hyperthermia can enhance intratumoral\nblood flow to improve oxygen status in tumors and drug cellu-\nlar uptake by increasing cell membrane permeability, as well as promote drug release at the tumor sites.[8a–d] ROS generated by\nPDT agents can promote intracellular drug delivery and inhibit the drug efflux probability, while an anticancer drug effect can improve the sensitivity of tumor to PDT.[27] Moreover, large surface area and appropriate sizes of carbon nanomaterials are\nsuitable as carriers to deliver various other therapeutic agents,\nincluding drugs, gene, and so forth. Thereby, the combination of phototherapy with other therapeutic modalities is also a re-\nsearch hotspot in the carbon nanomaterial-based biomedical applications. Various carbon nanomaterials, including CNTs,\nCNHs, and graphene, have been used to construct such phototherapy-based combination therapeutic systems.[8a–d, 9] For ex-\nample, PEGylated GO was utilized for simultaneously loading of doxorubicin (DOX) and Ce6.[79] The fabricated Ce6/DOX/PEGylated GO exhibited a superior antitumor effect in mouse xenografts in comparison with those treated by Ce6/PEGylated GO or DOX/PEGylated GO under irradiation, respectively. How-\never, due to the limitation of article length, we herein only summarize the carbon-nanomaterial-based phototherapies of\ncancers, and the combination of carbon-nanomaterial-based phototherapy with other therapeutic modalities is not discussed in detail."
    }, {
      "heading" : "5. Summary and Outlook",
      "text" : "This Minireview briefly summarizes the structural characteristics\nof various carbon nanomaterials, their surface functionalization\nstrategies, and recent advances in the field of cancer phototherapy. Carbon nanomaterials have some special characteris-\ntics, including excellent NIR absorption, large surface area, and appropriate size, which make them attractive and promising\nnanoplatforms for phototherapeutic applications. Despite many significant advances in this field have been made, sever-\nal challenges remain to be addressed to promote their practical clinical applications.\n1) The biosafety of carbon nanomaterials needs to be further\nsystematically evaluated before being translated into clinical phototherapeutic applications. There are many discrepancies in the research results of toxicity concerning carbon nanomaterials among different scientists. The toxicity of carbon nanomaterials may be especially related to their\nsizes, functionalization, and purification method. Another aspect of biosafety involves how they are degraded and ex-\ncreted from the living systems. Indeed, their eliminations are still not very clearly understood.\n2) The influences of surface functionalization of carbon nanomaterials and phototherapies on the in vitro and in vivo\nimmunity during phototherapy remain unclear and this should also be carefully studied in future.\n3) To achieve combined phototherapies, the integration of dif-\nferent components (e.g. , PTT agent, PSs agent, hydrophilic moiety) is required in most of carbon-nanomaterial-based\nsystems, which not only needs tedious synthetic procedures but also may cause unpredictable mutual interfer-\nence between the components. The simplification of these\nmultifunctional phototherapeutic systems is very necessary for practical applications.\n4) NIR laser irradiation has a limited penetration ability, no exceeding 0.5 cm. NIR light-mediated phototherapies cannot\neffectively satisfy the requirement of deep tumor treatment. The combination of other alternative strategies\n(longer wavelength electromagnetic or radio frequency irra-\ndiation) should be focused on.\nOvercoming each of these challenges will aid new opportunities for the development of carbon-nanomaterial-based pho-\ntotherapeutic systems. It is believed that phototherapies based on carbon nanomaterials, due to the material’s own advantag-\nes, such as excellent NIR absorption, large surface area, and ap-\npropriate size, will play increasingly important roles in the area of cancer theranostics in the future."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We thank the National Natural Science Foundation of China (21671046, 21502028 and 51562001), Guangxi Natural Science\nFoundation of China (2017GXNSFGA198004, AD17129007), State Key Laboratory for Chemistry and Molecular Engineering\nof Medicinal Resources (CMEMR2015-A02, CMEMR2013-A08 and CMEMR2013-A013), Innovation Project of Guangxi Gradu-\nate Education (YCBZ-2017028) for financial support.\nConflict of interest\nThe authors declare no conflict of interest.\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim4001\nKeywords: cancer theranostics · carbon nanomaterials · photodynamic therapy · photothermal therapy · surface functionalization\n[1] R. E. Smalley, H. Kroto, J. Heath, Nature 1985, 318, 162 – 163. [2] S. Iijima, Nature 1991, 354, 56 – 58. [3] K. S. Novoselov, A. K. Geim, S. V. Morozov, D. Jiang, Y. Zhang, S. V. Dubo-\nnos, I. V. Grigorieva, A. A. Firsov, Science 2004, 306, 666 – 669. [4] a) S. Iijima, M. Yudasaka, R. Yamada, S. Bandow, K. Suenaga, F. Kokai, K.\nTakahashi, Chem. Phys. Lett. 1999, 309, 165 – 170; b) S. Iijima, T. Ichihashi, Nature 1993, 363, 603 – 605; c) P. J. F. Harris, S. C. Tsang, J. B. Claridge, M. L. H. Green, J. Chem. Soc. Faraday Trans. 1994, 90, 2799 – 2802. [5] X. Xu, R. Ray, Y. Gu, H. J. Ploehn, L. Gearheart, K. Raker, W. A. Scrivens, J. Am. Chem. Soc. 2004, 126, 12736 – 12737. [6] a) S. N. Baker, G. A. Baker, Angew. Chem. Int. Ed. 2010, 49, 6726 – 6744; Angew. Chem. 2010, 122, 6876 – 6896; b) V. N. Mochalin, O. Shenderova, D. Ho, Y. Gogotsi, Nat. Nanotechnol. 2012, 7, 11 – 23. [7] a) Z. Liu, S. Tabakman, K. Welsher, H. J. Dai, Nano Res. 2009, 2, 85 – 120; b) Z. Liu, J. T. Robinson, S. M. Tabakman, K. Yang, H. J. Dai, Mater. Today 2011, 14, 316 – 323; c) Y. Liang, Y. Li, H. Wang, H. Dai, J. Am. Chem. Soc. 2013, 135, 2013 – 2036; d) H. L. Wang, H. J. Dai, Chem. Soc. Rev. 2013, 42, 3088 – 3113; e) Y. Hu, L. Zhang, X. Li, R. Liu, L. Lin, S. Zhao, ACS Sustainable Chem. Eng. 2017, 5, 4992 – 5000; f) B.-P. Jiang, B. Zhou, X.-C. Shen, Y.X. Yu, S.-C. Ji, C.-C. Wen, H. Liang, Chem. Eur. J. 2015, 21, 18993 – 18999. [8] a) D. Chena, C. A. Dougherty, K. Zhu, H. Hong, J. Controlled Release 2015, 210, 230 – 245; b) J. Bartelmess, S. J. Quinn, S. Giordani, Chem. Soc. Rev. 2015, 44, 4672 – 4698; c) R. Singh, S. V. Torti, Adv. Drug Delivery Rev. 2013, 65, 2045 – 2060; d) M. Orecchioni, R. Cabizza, A. Bianco, L. G. Delogu, Theranostics 2015, 5, 710 – 723; e) Y. Li, H. Dong, Y. Li, D. Shi, Int. J. Nanomed. 2015, 10, 2451 – 2459; f) B. Zhang, Y. Wang, G. Zhai, Mater. Sci. Eng. C 2016, 61, 953 – 964; g) J. Liu, L. Cui, D. Losic, Acta Biomater. 2013, 9, 9243 – 9257; h) S. Goenka, V. Sant, S. Sant, J. Controlled Release 2014, 173, 75 – 88; i) W. H. Lee, C. Y. Loo, D. Traini, P. M. Young, Asian J. Pharm. Sci. 2015, 10, 481 – 489; j) M. Hern#ndez-Rivera, N. G. Zaibaq, L. J. Wilson, Biomaterials 2016, 101, 229 – 240; k) H. Gong, R. Peng, Z. Liu, Adv. Drug Delivery Rev. 2013, 65, 1951 – 1963; l) S. Augustine, J. Singh, M. Srivastava, M. Sharma, A. Das, B. D. Malhotra, Biomater. Sci. 2017, 5, 901 – 952; m) H. Kim, K. Chung, S. Lee, D. H. Kim, H. Lee, WIREs Nanomed. Nanobiotechnol. 2016, 8, 23 – 45; n) V. Biju, Chem. Soc. Rev. 2014, 43, 744 – 764; o) Y. Zhang, M. Wu, M. Wu, J. Zhu, X. Zhang, ACS Omega 2018, 3, 9126 – 9145; p) M. Kim, J. Jang, C. Cha, Drug Discovery Today 2017, 22, 1430 – 1437; q) N. K. Mehra, A. K. Jain, M. Nahar, Drug Discovery Today 2018, 35, 1016 – 1025; r) N. L. Teradal, R. Jelinek, Adv. Healthcare Mater. 2017, 6, 1700574; s) Z. Gu, S. Zhu, L. Yan, F. Zhao, Y. Zhao, Adv. Mater. 2018, 1800662. [9] L. Cheng, C. Wang, L. Feng, K. Yang, Z. Liu, Chem. Rev. 2014, 114, 10869 – 10939. [10] a) Z. Xiao, G. Ye, Y. Liu, S. Chen, Q. Peng, Q. Zuo, L. Ding, Angew. Chem. Int. Ed. 2012, 51, 9038 – 9041; Angew. Chem. 2012, 124, 9172 – 9175; b) P. Huang, C. Xu, J. Lin, C. Wang, X. Wang, C. Zhang, X. Zhou, S. Guo, D. Cui, Theranostics 2011, 1, 240 – 250; c) D. J. Lee, S. Y. Park, Y. T. Oh, N. M. Oh, K. T. Oh, Y. S. Youn, E. S. Lee, Macromol. Res. 2011, 19, 848 – 852; d) M. Zhang, T. Murakami, K. Ajima, K. Tsuchida, A. S. Sandanayaka, O. Ito, S. Iijima, M. Yudasaka, Proc. Natl. Acad. Sci. USA 2008, 105, 14773 – 14778; e) A. S. Sandanayaka, O. Ito, M. Zhang, K. Ajima, S. Iijima, M. Yudasaka, T. Murakami, K. Tsuchida, Adv. Mater. 2009, 21, 4366 – 4371. [11] a) D. E. G. J. Dolmans, D. Fukumura, R. K. Jain, Nat. Rev. Cancer 2003, 3, 380 – 387; b) W. M. Sharman, C. M. Allen, J. E. Van Lier, Drug Discovery Today 1999, 4, 507 – 517; c) E. S. Shibu, M. Hamada, N. Murase, V. Biju, J. Photochem. Photobiol. C 2013, 15, 53 – 72. [12] V. Shanmugam, S. Selvakumar, C.-S. Yeh, Chem. Soc. Rev. 2014, 43, 6254 – 6287. [13] M. P. Melancon, M. Zhou, C. Li, Acc. Chem. Res. 2011, 44, 947 – 956. [14] a) X. Ren, H. Chen, V. Yang, D. Sun, Front. Chem. Eng. 2014, 8, 253 – 264;\nb) K. Bhattacharya, S. P. Mukherjee, A. Gallud, S. C. Burkert, S. Bistarelli, S. Bellucci, M. Bottini, A. Star, B. Fadeel, Nanomed. Nanotechnol. Biol. Med. 2016, 12, 333 – 351.\n[15] M. Ferrari, Nat. Rev. Cancer 2005, 5, 161 – 171.\n[16] a) V. Georgakilas, J. A. Perman, J. Tucek, R. Zboril, Chem. Rev. 2015, 115, 4744 – 4822; b) A. Kreger, Carbon Materials and Nanotechnology, WileyVCH, Weinheim, 2010, pp. 475 – 475. [17] W. Kr-tschmer, L. D. Lamb, K. Fostiropoulos, D. R. Huffman, Nature 1990, 347, 354. [18] a) P. Mroz, G. P. Tegos, H. Gali, T. Wharton, T. Sarna, M. R. Hamblin, Photochem. Photobiol. Sci. 2007, 6, 1139 – 1149; b) M. R. Hamblin, Photochem. Photobiol. Sci. 2018, 17, 151 – 1533; c) C. Constantin, M. Neagu, R.-M. Ion, M. Gherghiceanu, C. Stavaru, Nanomedicine 2010, 5, 307 – 317; d) Y.Y. Huang, S. K. Sharma, R. Yin, T. Agrawal, L. Y. Chiang, M. R. Hamblin, J. Biomed. Nanotechnol. 2014, 10, 1550 – 7033. [19] a) L. A. Ponomarenko, F. Schedin, M. I. Katsnelson, R. Yang, E. W. Hill, K. S. Novoselov, A. K. Geim, Science 2008, 320, 356 – 358; b) R. Liu, J. Zhao, Z. Huang, L. Zhang, M. Zou, B. Shi, S. Zhao, Sens. Actuators B 2017, 240, 604 – 612. [20] Y. Wang, A. Hu, J. Mater. Chem. C 2014, 2, 6921 – 6939. [21] a) J. Jiang, Y. He, S. Li, H. Cui, Chem. Commun. 2012, 48, 9634 – 9636;\nb) H. Ming, Z. Ma, Y. Liu, K. Pan, H. Yu, F. Wang, Z. Kang, Dalton Trans. 2012, 41, 9526 – 9531. [22] a) X.-L. Guo, Z.-Y. Ding, S.-M. Deng, C.-C. Wen, X.-C. Shen, B.-P. Jiang, H. Liang, Carbon 2018, 134, 519 – 530; b) J. Ge, M. Lan, B. Zhou, W. Liu, L. Guo, H. Wang, Q. Jia, G. Niu, X. Huang, H. Zhou, X. Meng, P. Wang, C.-S. Lee, W. Zhang, X. Han, Nat. Commun. 2014, 5, 4596. [23] Y. A. Kim, H. Muramatsu, T. Hayashi, M. Endo, M. Terrones, M. S. Dresselhaus, Chem. Vap. Deposition 2006, 12, 327 – 330. [24] a) H. K. Moon, S. H. Lee, H. C. Choi, C. Hee, ACS Nano 2009, 3, 3707 – 3713; b) B.-P. Jiang, L.-F. Hu, X.-C. Shen, S.-C. Ji, Z. Shi, C.-J. Liu, L. Zhang, H. Liang, ACS Appl. Mater. Interfaces 2014, 6, 18008 – 18017. [25] a) S. Zhu, G. Xu, Nanoscale 2010, 2, 2538 – 2549; b) N. Karousis, I. Suarez-Martinez, C. P. Ewels, N. Tagmatarchis, Chem. Rev. 2016, 116, 4850 – 4883. [26] a) S. C. Patel, S. Lee, G. Lalwani, C. Suhrland, S. M. Chowdhury, B. Sitharaman, Ther. Delivery 2016, 7, 101 – 116; b) H. E. Karahan, C. Wiraja, C. Xu, Jun. Wei, Y. Wang, Liang. Wang, F. Liu, Y. Chen, Adv. Healthcare Mater. 2018, 7, 1701406; c) S. Shi, F. Chen, E. B. Ehlerding, W. Cai, Bioconjugate Chem. 2014, 25, 1609 – 1619; d) K. Ghosal, K. Sarkar, ACS Biomater. Sci. Eng. 2018, 4, 2653 – 2703. [27] K. Albert, H.-Y. Hsu, Molecules 2016, 21, 1585. [28] a) Y. Xing, L. Dai, Nanomedicine 2009, 4, 207 – 218; b) G. Pagona, G.\nMountrichas, G. Rotas, N. Karousis, S. Pispas, N. Tagmatarchis, Int. J. Nanotechnol. 2009, 6, 176 – 195; c) M. Zhang, M. Yudasaka, K. Ajima, J. Miyawaki, S. Iijima, ACS Nano 2007, 1, 265 – 272; d) L. Lai, A. S. Barnard, J. Nanosci. Nanotechnol. 2015, 15, 989 – 999. [29] X. Yang, A. Ebrahimi, J. Li, Q. Cui, Int. J. Nanomed. 2014, 9, 77 – 92. [30] a) B. S. Wong, S. L. Yoong, A. Jagusiak, T. Panczyk, H. K. Ho, W. H. Ang, G.\nPastorin, Adv. Drug Delivery Rev. 2013, 65, 1964 – 2015; b) K. Yang, L. Feng, Z. Liu, Expert Opin. Drug Delivery 2015, 12, 601 – 612. [31] A. Krueger, Chem. Eur. J. 2008, 14, 1382 – 1390. [32] a) J. Shi, R. Ma, L. Wang, J. Zhang, R. Liu, L. Li, Y. Liu, L. Hou, X. Yu, J.\nGao, Z. Zhang, Int. J. Nanomed. 2013, 8, 2361 – 2373; b) L. Wang, J. Shi, R. Liu, Y. Liu, J. Zhang, X. Yu, J. Gao, C. Zhang, Z. Zhang, Nanoscale 2014, 6, 4642 – 4651; c) J. Wang, Z. Zhang, S. Zha, Y. Zhu, P. Wu, B. Ehrenberg, J. Y. Chen, Biomaterials 2014, 35, 9372 – 9381; d) P. Huang, C. Xu, J. Lin, C. Wang, X. Wang, C. Zhang, X. Zhou, S. Guo, D. Cui, Theranostics 2011, 1, 240 – 250. [33] a) J. Guerra, M. A. Herrero, B. Carrion, F. C. Perez-Martinez, M. Lucio, N. Rubio, M. Meneghetti, M. Prato, V. Cena, E. Vazquez, Carbon 2012, 50, 2832 – 2844; b) E. Miyako, T. Deguchi, Y. Nakajima, M. Yudasaka, Y. Hagihara, M. Horie, M. Shichiri, Y. Higuchi, F. Yamashita, M. Hashida, Y. Shigeri, Y. Yoshida, S. Iijima, Proc. Natl. Acad. Sci. USA 2012, 109, 7523 – 7528; c) Q. Wang, C. Zhang, G. Shen, H. Liu, H. Fu, D. Cui, J. Nanobiotechnol. 2014, 12, 288; d) D. Joseph, S. Seo, D. R. Williams, K. E. Geckeler, ACS Appl. Mater. Interfaces 2014, 6, 3347 – 3356; e) D. Yin, Y. Li, H. Lin, B. Guo, Y. Du, X. Li, H. Jia, X. Zhao, J. Tang, L. Zhang, Nanotechnology 2013, 24, 105102. [34] N. W. S. Kam, M. O’Connell, J. A. Wisdom, H. Dai, Proc. Natl. Acad. Sci. USA 2005, 102, 11600 – 11605. [35] a) S. Yoo, J. Hou, W. Yi, Y. Li, W. Chen, L. Meng, J. Si, X. Hou, Sci. Rep. 2017, 7, 1071; b) X. Wang, C. Wang, L. Cheng, S.-T. Lee, Z. Liu, J. Am. Chem. Soc. 2012, 134, 7414 – 7422; c) C. Liang, S. Diao, C. Wang, H. Gong, T. Liu, G. Hong, X. Shi, H. Dai, Z. Liu, Adv. Mater. 2014, 26, 5646 –\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim4002\n5652; d) B. Zhang, H. Wang, S. Shen, X. She, W. Shi, J. Chen, Q. Zhang, Y. Hu, Z. Pang, X. Jiang, Biomaterials 2016, 79, 46 – 55; e) X. Liu, H. Tao, K. Yang, S. Zhang, Z. Liu, Biomaterials 2011, 32, 144 – 151. [36] a) C.-H. Wang, Y.-J. Huang, C.-W. Chang, W.-M. Hsu, C.-A. Peng, Nanotechnology 2009, 20, 315101; b) N. Shao, S. Lu, E. Wickstrom, B. Panchapakesan, Nanotechnology 2007, 18, 315101. [37] S. Han, T. Kwon, J.-E. Um, S. Haam, W.-J. Kim, Adv. Healthcare Mater. 2016, 5, 1147 – 1156. [38] A. Burke, X. Ding, R. Singh, R. A. Kraft, N. Levi-Polyachenko, M. N. Rylander, C. Szot, C. Buchanan, J. Whitney, J. Fisher, H. C. Hatcher, R. D’Agostino, Jr. , N. D. Kock, P. M. Ajayan, D. L. Carroll, S. Akman, F. M. Torti, S. V. Torti, Proc. Natl. Acad. Sci. USA 2009, 106, 12897 – 12902. [39] P. Chakravarty, R. Marches, N. S. Zimmerman, A. D.-E. Swafford, P. Bajaj, I. H. Musselman, P. Pantano, R. K. Draper, E. S. Vitetta, Proc. Natl. Acad. Sci. USA 2008, 105, 8697 – 8702. [40] a) S. Wang, Q. Lin, J. Chen, H. Gao, D. Fu, S. Shen, Carbon 2017, 112, 53 – 62; b) D. Wang, Y. Ren, Y. Shao, D. Yu, L. Meng, Bioconjugate Chem. 2017, 28, 2815 – 2822. [41] a) J. R. Whitney, S. Sarkar, J. Zhang, T. Do, T. Young, M. K. Manson, T. A. Campbell, A. A. Puretzky, C. M. Rouleau, K. L. More, D. B. Geohegan, C. G. Rylander, H. C. Dorn, M. N. Rylander, Lasers Surg. Med. 2011, 43, 43 – 51; b) J. Whitney, M. DeWitt, B. M. Whited, W. Carswell, A. Simon, C. G. Rylander, M. N. Rylander, Nanotechnology 2013, 24, 275102; c) D. Chen, C. Wang, X. Nie, S. Li, R. Li, M. Guan, Z. Liu, C. Chen, C. Wang, C. Shu, L. Wan, Adv. Funct. Mater. 2014, 24, 6621 – 6628; d) S. A. Chechetka, B. Pichon, M. Zhang, M. Yudasaka, S. B8gin-Colin, A. Bianco, E. Miyako, Chem. Asian J. 2015, 10, 160 – 165. [42] X. Jia, I. Ahmad, R. Yang, C. Wang, J. Mater. Chem. B 2017, 5, 2459 – 2467. [43] Z. M. Markovica, L. M. Harhaji-Trajkovic, B. M. Todorovic-Markovic, D. P. Kepić, K. M. Arsikin, S. P. Jovanović, A. C. Pantovic, M. D. Dramićanin, V. S. Trajkovic, Biomaterials 2011, 32, 1121 – 1129. [44] a) L. Shao, R. Zhang, J. Lu, C. Zhao, X. Deng, Y. Wu, ACS Appl. Mater. Interfaces 2017, 9, 1226 – 1236. [45] K. Yang, S. Zhang, G. Zhang, X. Sun, S.-T. Lee, Z. Liu, Nano Lett. 2010, 10, 3318 – 3323. [46] a) F. Yin, K. Hu, Y. Chen, M. Yu, D. Wang, Q. Wang, K.-T. Yong, F. Lu, Y. Liang, Z. Li, Theranostics 2017, 7, 1133 – 1148; b) S. Li, S. Zhou, Y. Li, X. Li, J. Zhu, L. Fan, S. Yang, ACS Appl. Mater. Interfaces 2017, 9, 22332 – 22341; c) L. Xiao, J. Sun, L. Liu, R. Hu, H. Lu, C. Cheng, Y. Huang, S. Wang, J. Geng, ACS Appl. Mater. Interfaces 2017, 9, 5382 – 5391. [47] J. T. Robinson, S. M. Tabakman, Y. Liang, H. Wang, H. S. Casalongue, D. Vinh, H. Dai, J. Am. Chem. Soc. 2011, 133, 6825 – 6831. [48] K. Yang, J. Wan, S. Zhang, B. Tian, Y. Zhang, Z. Liu, Biomaterials 2012, 33, 2206 – 2214. [49] a) K. Yang, L. Hu, X. Ma, S. Ye, L. Cheng, X. Shi, C. Li, Y. Li, Z. Liu, Adv. Mater. 2012, 24, 1868 – 1872; b) R. Justin, K. Tao, S. Rom#n, D. Chen, Y. Xu, X. Geng, L. M. Ross, R. T. Grant, A. Pearson, G. Zhou, S. MacNeil, K. Sun, B. Chen, Carbon 2016, 97, 54 – 70. [50] Z. Zhang, J. Shi, Z. Song, X. Zhu, Y. Zhu, S. Cao, J. Mater. Sci. 2018, 53, 1810 – 1823. [51] a) P. Li, Y. Yan, B. Chen, P. Zhang, S. Wang, J. Zhou, H. Fan, Y. Wang, X. Huang, Biomater. Sci. 2018, 6, 877; b) M. Guo, J. Huang, Y. Deng, H. Shen, Y. Ma, M. Zhang, A. Zhu, Y. Li, H. Hui, Y. Wang, X. Yang, Z. Zhang, H. Chen, Adv. Funct. Mater. 2015, 25, 59 – 67. [52] a) O. Akhavan, E. Ghaderi, H. Emamy, J. Mater. Chem. 2012, 22, 20626 – 20633; b) O. Akhavan, E. Ghaderi, Small 2013, 9, 3593. [53] a) B. Geng, D. Yang, D. Pan, L. Wang, F. Zheng, W. Shen, C. Zhang, X. Li, Carbon 2018, 134, 153 – 162; b) S. Sun, L. Zhang, K. Jiang, A. Wu, H. Lin, Chem. Mater. 2016, 28, 8659 – 8668; c) F. A. Permatasari, H. Fukazawa, T. Ogi, F. Iskandar, K. Okuyama, ACS Appl. Nano Mater. 2018, 1, 2368 – 2375; d) J. Ge, Q. Jia, W. Liu, L. Guo, Q. Liu, M. Lan, H. Zhang, X. Meng, P. Wang, Adv. Mater. 2015, 27, 4169 – 4177; e) M. La, S. Zhao, Z. Zhang, L. Yan, L. Guo, G. Niu, J. Zhang, J. Zhao, H. Zhang, P. Wang, G. Zhu, C.-S. Lee, W. Zhang, Nano Res. 2017, 10, 3113 – 3123; f) A. Tayyebi, O. Akhavan, B.-K. Lee, M. Outokesh, Carbon 2018, 130, 267 – 272. [54] a) G. Gedda, Y.-Y. Yao, S.-H. Chen, A. V. Ghule, Y.-C. Ling, J.-Y. Chang, J. Mater. Chem. B 2017, 5, 6282 – 6291; b) S. Pandey, M. Thakur, A. Mewada, D. Anjarlekar, N. Mishra, M. Sharon, J. Mater. Chem. B 2013, 1, 4972 – 4982; c) S. Nandi, S. K. Bhunia, L. Zeiri, M. Pour, I. Nachman, D. Raichman, J.-P. M. Lellouche, R. Jelinek, Chem. Eur. J. 2017, 23, 963 – 969. [55] a) Z. Liu, Q. Xu, Y. Li, W. Chen, Mater. Chem. Front. 2017, 1, 538 – 541; b) M. Zheng, Y. Li, S. Liu, W. Wang, Z. Xie, X. Jing, ACS Appl. Mater. Interfaces 2016, 8, 23533 – 23541. [56] a) Y.-W. Bao, X.-W. Hua, Y.-H. Li, H.-R. Jia, F.-G. Wu, ACS Appl. Mater. Interfaces 2018, 10, 1544 – 1555; b) C. Hou, M. Wang, L. Guo, Q. Jia, J. Ge, ChemistrySelect 2017, 2, 10860 – 10864. [57] M. C. DeRosa, R. Crutchley, Coord. Chem. Rev. 2002, 233 – 234, 351 – 371. [58] a) J. F. Lovell, T. W. B. Liu, J. Chen, G. Zheng, Chem. Rev. 2010, 110, 2839 – 2857; b) B. Zhou, B.-P. Jiang, W. Sun, F.-M. Wei, Y. He, H. Liang, X.-C. Shen, ACS Appl. Mater. Interfaces 2018, 10, 18036 – 18049. [59] M. E. Milanesio, M. B. Spesia, M. P. Cormick, E. N. Durantini, Photodiagn. Photodyn. Ther. 2013, 10, 320 – 327. [60] P. Mroz, Y. Xia, D. Asanuma, A. Konopko, T. Zhiyentayev, Y.-Y. Huang, S. K. Sharma, T. Dai, U. J. Khan, T. Wharton, M. R. Hamblin, Nanomater. Nanotechnol. 2011, 7, 965 – 974. [61] a) M. A. Lebedeva, T. W. Chamberlain, A. N. Khlobystov, Chem. Rev. 2015, 115, 11301 – 11351; b) Q. Li, H. Ruan, H. Li, Pharm. Nanotechnol. 2014, 2, 58 – 64. [62] a) J. Shi, Z. Chen, L. Wang, B. Wang, L. Xu, L. Hou, Z. Zhang, Acta Biomater. 2016, 29, 282 – 297; b) M. Guan, J. Ge, J. Wu, G. Zhang, D. Chen, W. Zhang, Y. Zhang, T. Zou, M. Zhen, C. Wang, T. Chu, X. Hao, C. Shua, Biomaterials 2016, 103, 75 – 85; c) J. Shi, X. Yu, L. Wang, Y. Liu, J. Gao, J. Zhang, R. Ma, R. Liu, Z. Zhang, Biomaterials 2013, 34, 9666 – 9677. [63] E. Collini, I. Fortunati, S. Scolaro, R. Signorini, C. Ferrante, R. Bozio, G. Fabbrini, M. Maggini, E. Rossi, S. Silvestrini, Phys. Chem. Chem. Phys. 2010, 12, 4656 – 4666. [64] a) Z. M. Markovic, B. Z. Ristic, K. M. Arsikin, D. G. Klisic, L. M. Harhaji-Trajkovic, B. M. Todorovic-Markovic, D. P. Kepic, T. K. Kravic-Stevovic, S. P. Jovanovic, M. M. Milenkovic, D. D. Milivojevic, V. Z. Bumbasirevic, M. D. Dramicanin, V. S. Trajkovic, Biomaterials 2012, 33, 7084 – 7092; b) Q. Jia, J. Ge, W. Liu, X. Zheng, S. Chen, Y. Wen, H. Zhang, P. Wang, Adv. Mater. 2018, 30, 1706090; c) H. He, X. Zheng, S. Liu, M. Zheng, Z. Xie, Y. Wang, M. Yu, X. Shuai, Nanoscale 2018, 10, 10991 – 10998; d) D.-W. Zheng, B. Li, C.-X. Li, J.-X. Fan, Q. Lei, C. Li, Z. Xu, X.-Z. Zhang, ACS Nano 2016, 10, 8715 – 8722; e) X.-W. Hua, Y.-W. Bao, F.-G. Wu, ACS Appl. Mater. Interfaces 2018, 10, 10664 – 10677. [65] a) L. Feng, F. He, Y. Dai, S. Gai, C. Zhong, C. Li, P. Yang, Biomater. Sci. 2017, 5, 2456 – 2467; b) J. Xu, D. Yang, R. Lv, B. Liu, S. Gai, F. He, C. Li, P. Yang, J. Mater. Chem. B 2016, 4, 5883 – 5894; c) M.-H. Chan, C.-W. Chen, I.-J. Lee, Y.-C. Chan, D. Tu, M. Hsiao, C.-H. Chen, X. Chen, R.-S. Liu, Inorg. Chem. 2016, 55, 10267 – 10277. [66] T. Murakami, H. Nakatsuji, M. Inada, Y. Matoba, T. Umeyama, M. Tsujimoto, S. Isoda, M. Hashida, H. Imahori, J. Am. Chem. Soc. 2012, 134, 17862 – 17865. [67] a) G. Hong, S. Diao, A. L. Antaris, H. Dai, Chem. Rev. 2015, 115, 10816 – 10906; b) B. Tian, C. Wang, S. Zhang, L. Feng, Z. Liu, ACS Nano 2011, 5, 7000 – 7009; c) S. Beack, W. H. Kong, H. S. Jung, I. H. Do, S. Han, H. Kim, K. S. Kim, S. H. Yun, S. K. Hahn, Acta Biomater. 2015, 26, 295 – 305; d) H. Xiao, B. Zhu, D. Wang, Y. Pang, L. He, X. Ma, R. Wang, C. Jin, Y. Chen, X. Zhu, Carbon 2012, 50, 1681 – 1689; e) L. Zhou, H. Jiang, S. Wei, X. Ge, J. Zhou, J. Shen, Carbon 2012, 50, 5594 – 5604; f) X. Yan, G. Niu, J. Lin, A. J. Jin, H. Hu, Y. Tang, Y. Zhang, A. Wu, J. Lu, S. Zhang, P. Huang, B. Shen, X. Chen, Biomaterials 2015, 42, 94 – 102; g) F. Li, S.-J. Park, D. Ling, W. Park, J. Y. Han, K. Na, K. Char, J. Mater. Chem. B 2013, 1, 1678 – 1686; h) X. Yu, D. Gao, L. Gao, J. Lai, C. Zhang, Y. Zhao, L. Zhong, B. Jia, F. Wang, X. Chen, Z. Liu, ACS Nano 2017, 11, 10147 – 10158. [68] a) M. Calguneri, S. Pay, Z. Caliskaner, S. Apras, S. Kiraz, I. Ertenli, V. Cobankara, Clin. Exp. Rheumatol. 1999, 17, 699 – 704; b) J. O’Shaughnessy, D. Miles, S. Vukelja, V. Moiseyenko, J.-P. Ayoub, G. Cervantes, P. Fumoleau, S. Jones, W.-Y. Lui, L. Mauriac, C. Twelves, G. V. Hazel, S. Verma, R. Leonard, J. Clin. Oncol. 2002, 20, 2812 – 2823. [69] a) H. M. Coley, Cancer Treat. Rev. 2008, 34, 378 – 390; b) I. J. Fidler, Nat. Rev. Cancer 2003, 3, 453 – 458. [70] J. C. Y. Kah, R. C. Y. Wan, K. Y. Wong, S. Mhaisalkar, M. Olivo, Lasers Surg. Med. 2008, 40, 584 – 589. [71] a) Q. Wu, M. Chu, Y. Shao, F. Wo, D. Shi, Carbon 2016, 108, 21 – 37; b) A. Sahu, W. I. Choi, J. H. Lee, G. Tae, Biomaterials 2013, 34, 6239 – 6248; c) G. Gollavelli, Y.-C. Ling, Biomaterials 2014, 35, 4499 – 4507; d) G. Battogtokh, Y. T. Ko, J. Controlled Release 2016, 234, 10 – 20; e) L. Xie, G. Wang, H. Zhou, F. Zhang, Z. Guo, C. Liu, X. Zhang, L. Zhu, Biomaterials 2016, 103, 219 – 228; f) Q. Li, L. Hong, H. Li, C. Liu, Biosens. Bioelectron.\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim4003\n2017, 89, 477 – 482; g) C. Wua, D. Li, L. Wang, X. Guan, Y. Tian, H. Yang, S. Li, Y. Liu, Acta Biomater. 2017, 53, 631 – 642; h) Y. Cho, H. Kim, Y. Choi, Chem. Commun. 2013, 49, 1202 – 1204. [72] a) D.-Y. Zhang, Y. Zheng, C.-P. Tan, J.-H. Sun, W. Zhang, L.-N. Ji, Z.-W.\nMao, ACS Appl. Mater. Interfaces 2017, 9, 6761 – 6771; b) X. Yan, H. Hu, J. Lin, A. J. Jin, G. Niu, S. Zhang, P. Huang, B. Shen, X. Chen, Nanoscale 2015, 7, 2520 – 2526; c) J. Cao, H. An, X. Huang, G. Fu, R. Zhuang, L. Zhu, J. Xie, F. Zhang, Nanoscale 2016, 8, 10152 – 10159; d) Y.-K. Kim, H.K. Na, S. Kim, H. Jang, S.-J. Chang, D.-H. Min, Small 2015, 11, 2527 – 2535; e) Y. Cao, H. Dong, Z. Yang, X. Zhong, Y. Chen, W. Dai, X. Zhang, ACS Appl. Mater. Interfaces 2017, 9, 159 – 166; f) Z. Yin, D. Chen, J. Zou, J. Shao, H. Tang, H. Xu, W. Si, X. Dong, ChemistrySelect 2018, 3, 4366 – 4373. [73] a) E. Miyako, J. Russier, M. Mauro, C. Cebrian, H. Yawo, C. M8nardMoyon, J. A. Hutchison, M. Yudasaka, S. Iijima, L. D. Cola, A. Bianco,\nAngew. Chem. Int. Ed. 2014, 53, 13121 – 13125; Angew. Chem. 2014, 126, 13337 – 13341; b) Y. Wang, H. Wang, D. Liu, S. Song, X. Wang, H. Zhang, Biomaterials 2013, 34, 7715 – 7724; c) S. Luo, Z. Yang, X. Tan, Y. Wang, Y. Zeng, Y. Wang, C. Li, R. Li, C. Shi, ACS Appl. Mater. Interfaces 2016, 8,"
    }, {
      "heading" : "17176 – 17186.",
      "text" : "[74] G. Wang, F. Zhang, R. Tian, L. Zhang, G. Fu, L. Yang, L. Zhu, ACS Appl. Mater. Interfaces 2016, 8, 5608 – 5617.\n[75] a) I. Marangon, C. M8nard-Moyon, A. K. A. Silva, A. Bianco, N. Luciani, F. Gazeau, Carbon 2016, 97, 110 – 123; b) P. Zhang, H. Huang, J. Huang, H. Chen, J. Wang, K. Qiu, D. Zhao, L. Ji, H. Chao, ACS Appl. Mater. Interfaces 2015, 7, 23278 – 23290; c) B.-P. Jiang, L.-F. Hu, D.-J. Wang, X.-C. Shen, H. Liang, J. Mater. Chem. B 2014, 2, 7141 – 7148. [76] C. Gao, P. Dong, Z. Lin, X. Guo, B.-P. Jiang, S. Ji, H. Liang, X.-C. Shen, Chem. Eur. J. 2018, 24, 12827 – 12837. [77] P. Kalluru, R. Vankayala, C.-S. Chiang, K. C. Hwang, Biomaterials 2016, 95, 1 – 10. [78] a) M. Nurunnabi, Z. Khatun, G. R. Reeck, D. Y. Lee, Y. Lee, ACS Appl. Mater. Interfaces 2014, 6, 12413 – 12421; b) J. Ge, Q. Jia, W. Liu, M. Lan, B. Zhou, L. Guo, H. Zhou, H. Zhang, Y. Wang, Y. Gu, X. Meng, P. Wang, Adv. Healthcare Mater. 2016, 5, 665 – 675; c) Q. Jia, X. Zheng, J. Ge, W. Liu, H. Ren, S. Chen, Y. Wen, J. Wu, P. Wang, J. Colloid Interface Sci. 2018, 526, 302 – 311. [79] W. Miao, G. Shim, S. Lee, S. Lee, Y. S. Choe, Y.-K. Oh, Biomaterials 2013, 34, 3402 – 3410.\nManuscript received: August 28, 2018 Revised manuscript received: October 15, 2018\nAccepted manuscript online: October 16, 2018\nVersion of record online: January 16, 2019\nChem. Eur. J. 2019, 25, 3993 – 4004 www.chemeurj.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim4004"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "X. Jia", "I. Ahmad", "R. Yang", "C. Wang", "J. Mater" ],
      "venue" : "B 2017, 5, 2459 –",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2467
    }, {
      "title" : "Sci",
      "author" : [ "Z. Zhang", "J. Shi", "Z. Song", "X. Zhu", "Y. Zhu", "S. Cao", "J. Mater" ],
      "venue" : "2018, 53, 1810 –",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 1823
    }, {
      "title" : "Controlled Release 2016",
      "author" : [ "A. Sahu", "W.I. Choi", "J.H. Lee", "G. Tae" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "can also serve as new photothermal agent for PTT cancer owing to its high NIR absorption.([42]) A comparative study implies that graphene may possess significantly better photothermal effect than CNTs at the same concentration, although this Figure 3.",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 1,
      "context" : ", iron oxide nanoparticles,([49]) Au nanorods,([50]) upconversion nanoparticles([51]) with NIR",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 2,
      "context" : "or polysaccharide, usually need to be conjugated to carbon nanomaterials.([71]) Subsequently, PSs are loaded onto their sur-",
      "startOffset" : 74,
      "endOffset" : 78
    } ],
    "year" : 2019,
    "abstractText" : "Carbon nanomaterials have received great attention from the scientific community over the past few decades because of their unique physical and chemical properties. In this minireview, we will summarize the recent progress of the use of various carbon nanomaterials in the field of cancer phototherapy. The structural characteristics of each category and the surface functionalization strategies of these nanomaterials will be briefly introduced before focusing on their therapeutic applications. Recent advances on their use in photothermal therapy, photodynamic therapy, and combined phototherapies are presented. Moreover, a few challenges and perspectives on the development of carbon nanomaterials for future theranostics are also discussed.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.580/W"
  }
}