{
  "name" : "downloads_2019-10-21_79_rasmussen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Developing OECD test guidelines for regulatory testing of nanomaterials to ensure mutual acceptance of test data",
    "authors" : [ "Kirsten Rasmussena", "Hubert Rauschera", "Peter Kearnsb", "Mar Gonzálezb", "Juan Riego Sintesa" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nRegulatory Toxicology and Pharmacology\njournal homepage: www.elsevier.com/locate/yrtph\nDeveloping OECD test guidelines for regulatory testing of nanomaterials to ensure mutual acceptance of test data Kirsten Rasmussena,∗, Hubert Rauschera, Peter Kearnsb, Mar Gonzálezb, Juan Riego Sintesa a European Commission, Joint Research Centre, Ispra, via E. Fermi 2749, 21027, Ispra, (VA), Italy bOrganisation for Economic Co-operation and Development (OECD), Environment Directorate, 75775, Paris CEDEX 16, France\nA R T I C L E I N F O\nKeywords: Nanomaterial OECD test guidelines Test methods Hazard assessment\nA B S T R A C T\nThe OECD Working Party on Manufactured Nanomaterials (WPMN) provides a global forum for discussion of nano-safety issues. Together with the OECD Test Guidelines Programme (TGP) the WPMN has explored the need for adaptation of some of the existing OECD Test Guidelines (TGs) and Guidance Documents (GDs) as well as developing new TGs and GDs to specifically address NM issues. An overview is provided of progress in the TGP and WPMN, and information on supporting initiatives, regarding the development of TGs for nanomaterials addressing Physical Chemical Properties, Effects on Biotic Systems, Environmental Fate and Behaviour, and Health Effects. Three TGs specifically addressing manufactured nanomaterials have been adopted: a new TG318 ″Dispersion Stability of Nanomaterials in Simulated Environmental Media”, and adaptation of TG412 and TG413 on Subacute Inhalation Toxicity: 28-Day Study/90-day Study. The associated GD39 on Inhalation Toxicity Testing has also been revised. The TGP current develops four new TGs and four GDs. One new TG and six GDs are developed in the WPMN. Six new proposals were submitted to the TGP in 2018. Furthermore, as TGs are accompanied by OECD harmonised templates (OHTs) for data collection, an outline of recently developed OHTs particularly relevant for NMs is also included."
    }, {
      "heading" : "1. Introduction",
      "text" : "During the last 20 years, the understanding of nanomaterials regarding properties, applications and safety aspects, as well as identifying specific needs for legislation, has progressed significantly. This has also been analysed and monitored by policy makers (SCENIHR, 2006; 2007a, 2007b; 2009; European Commission, 2012, 2018; EU, 2018) and also supported by, for example, the USA National Nanotechnology Initiative at http://www.nano.gov/you/environmentalhealth-safety.\nTo provide a global forum for discussing nano-safety issues, including in particular regulatory aspects, the OECD Working Party on Manufactured Nanomaterials (WPMN) was established in 2006. The WPMN is a subsidiary body of the OECD Chemicals Committee which since decades leads a global programme promoting the understanding of environment, health and safety aspects of chemicals (http://www. oecd.org/chemicalsafety/). The WPMN oversaw the testing of 11 different types of nanomaterials (Rasmussen et al., 2016) in a Testing and Assessment Programme that explored the applicability of OECD Test Guidelines (TGs) to nanomaterials (OECD, 2009c), relevant endpoints\nand practical aspects of testing such as dispersing samples (OECD, 2012b). The testing was finalised in 2013, and the information generated was shared with the general public from 2015 onwards. The WPMN decided to share the raw data, as one of the first to do this, using the internationally recognised OECD Harmonised Templates (OHTs), which are implemented in the International Uniform Chemical Information Database (IUCLID) (OECD Webpages; Heidorn et al., 2003). The physical chemical characterisation of nanomaterials and associated methods is of particular interest to the WPMN, and goes beyond the usual characterisation of general chemicals (Rasmussen et al., 2018), as it is hypothesised that physical chemical characterisation is an important element for grouping and subsequent read-across of information (OECD, 2016d). Furthermore, links between physical chemical properties and (eco)toxicological effects are being explored as well (OECD, 2016d).\nTaking stock of the results of the WPMN's work as well as the general progress in understanding the testing of nanomaterials obtained from research in the scientific community, the OECD Council issued a Recommendation, i.e. a strong expression of political will by the OECD Council, on the Safety Testing and Assessment of Manufactured\nhttps://doi.org/10.1016/j.yrtph.2019.02.008 Received 28 September 2018; Received in revised form 17 January 2019; Accepted 10 February 2019\n∗ Corresponding author. European Commission's Joint Research Centre. Via E-fermi 2749, 21027, Ispra, (VA), Italy. E-mail addresses: kirsten.rasmussen@ec.europa.eu (K. Rasmussen), hubert.rauscher@ec.europa.eu (H. Rauscher), peter.kearns@oecd.org (P. Kearns),\nmar.gonzalez@oecd.org (M. González), juan.riego-sintes@ec.europa.eu (J. Riego Sintes).\nRegulatory Toxicology and Pharmacology 104 (2019) 74–83\nAvailable online 01 March 2019 0273-2300/ © 2019 The Authors. Published by Elsevier Inc. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).\nT\nNanomaterials (OECD, 2013) “which aims to align the safety testing and assessment of nanomaterials with measures for the safety testing and assessment of chemicals as described in existing OECD Council Acts, notably, those on the Mutual Acceptance of Data in the Assessment of Chemicals (MAD). The Recommendation recognises that existing regulatory systems can be adapted to cover nanomaterials including the provisions and instruments associated with them to address safety testing and assessment. Hence, it calls for applying the existing international and national chemical regulatory frameworks and use the tools listed in the Annex for testing and assessment, in conjunction with the OECD TGs that have been adapted, as appropriate, to take into account the specific properties of manufactured nanomaterials.1\" (OECD, 2013).\nFollowing the recommendations outlined above, the WPMN has further strengthened its focus on ensuring that the OECD TGs, and Guidance Documents (GDs), are applicable to nanomaterials in co-operation with the OECD Test Guidelines Programme (TGP).\nOther efforts outside the OECD have also investigated the needs and possibilities for assuring the availability of OECD test guidelines for testing nanomaterials, and some information on supporting initiatives is included. One important project in this context is ProSafe (Promoting the Implementation of Safe by Design) (https://cordis.europa.eu/ project/rcn/194431_en.html), which was co-funded by the European Commission and EU member states. It performed a state-of-the-art analysis of how well TGs and GDs address nanomaterials as well as identifying gaps in the TGs and GDs, i.e. physico-chemical characterisation, hazard, fate and risk assessment, within the context of the OECD WPMN. ProSafe analysed and concluded on the needs and possibilities for assuring the availability of OECD test guidelines for testing nanomaterials (Steinhäuser and Sayre, 2017).\nThis paper will give an overview of progress in the OECD TGP and the WPMN regarding the development of TGs for nanomaterials addressing Physical Chemical Properties, Effects on Biotic Systems, Environmental Fate and Behaviour and Health Effects. Some information on supporting initiatives, e.g. in European projects, is included. Furthermore, as most TGs are accompanied by templates for data collection, OECD harmonised templates (OHT), a brief outline of OHTs developed with particular relevance for NMs is also included. This systematic summary provides both the research community and regulators with a clear overview of the state of the art in 2018 of harmonised tools for regulatory testing and assessment of nanomaterials. In the paper risk and safety assessment is used interchangeably."
    }, {
      "heading" : "2. The OECD Test Guidelines Programme and Mutual Acceptance of Data",
      "text" : "The OECD TGP ensures the development and relevant updating of TGs for the regulatory characterisation of chemical hazards through a consensus process in the OECD Working Group of the National Coordinators of the Test Guidelines Programme, hereafter WNT, building on knowledge from research and regulatory requisites. OECD TGs are developed for chemicals in general and are hence, in principle, broadly applicable, but individual TGs may differ in scope and may not be applicable to certain classes of chemicals. Usually, known limitations in the application domain are stated in the TGs.\nThe OECD TG collection comprises TGs in five different areas, which together address the information needs for regulatory chemicals hazard assessment: a) Physical Chemical Properties, b) Effects on Biotic Systems, c) Environmental Fate and Behaviour, d) Health Effects and e) Other Methods (e.g. efficacy testing for Biocidal Products and Pesticides). For effects testing, both in vitro and in vivo methods are developed. OECD TGs are published at http://www.oecd.org/\nchemicalsafety/testing/oecdguidelinesforthetestingofchemicals.htm and are freely available.\nThe TGP underpins the OECD Council Decision, i.e. an act that is legally binding on the OECD Member Countries, on Mutual Acceptance of Data in the Assessment of Chemicals (MAD) (OECD, 1981). MAD is an essential component for international harmonisation of approaches to chemical safety through the regulatory recognition of these TGs. This ensures that the results of tests for the assessment of chemicals and other uses relating to protection of man and the environment performed according to OECD TGs, as well as OECD principles of Good Laboratory Practice (OECD GLP) shall be accepted in countries adhering to MAD.\nGDs on testing do not fall under MAD, but nevertheless reflect a consensus on best available procedures. GDs may for example address a group(s) of chemicals having some properties in common, e.g. “Guidance Document on Aquatic Toxicity Testing of Difficult Test Chemicals and Mixtures” (OECD, 2000).\nVery briefly, the TGP process is as follows (OECD, 2009), see Fig. 1:\ni) a new project is submitted, using the Standard Project Submission Form (SPSF [which is the basis for including a project in the TGP work plan and outlines the project plan, leader and involved countries]), by a Member Country National Coordinator, the European Commission or the Secretariat for inclusion in the work plan. The submission deadline is 15 November each year, and the proposed projects will be discussed in April the following year at the annual WNT meeting,\nii) if the proposal is accepted, the project is included in the TGP rolling work plan and the submitter(s) proceed to carry it out,\niii) any test method should be validated before becoming an OECD Test Guideline (OECD, 2005). The validation is peer reviewed via a process agreed by the WNT, iv) discussions among experts take place, leading to WNT agreement of the draft Test Guideline, and\nv) upon WNT agreement the adoption process can continue, ending with an OECD Council adoption of the test guideline.\nRegarding step v) the adoption by the OECD Council has been delegated directly to the OECD Joint Meeting of the Chemicals Committee and Working Party on Chemicals, Pesticides and Biotechnology, with adoption in this Joint Meeting having immediate effects. This delegation has shortened the period for adoption that follows the thorough review of the TGs.\nThe SPSF gives a regulatory justification for the project proposal, includes supporting information and outlines the expected end products. It also contains an action plan and an expected timeframe.\nThe results from OECD TGs are applied for regulatory hazard assessment, which serve as input data for both regulatory risk assessment and regulatory classification of dangerous chemicals. Obviously, if the tested material does not exhibit adverse effects for an endpoint the regulatory outcome is “no risk” and “no classification” for that endpoint. Thus, to address the regulatory requirements for nanomaterials, it is very important to confirm that the OECD TGs are applicable to them."
    }, {
      "heading" : "3. Development of OECD test guidelines, and Guidance Documents, for nanomaterials",
      "text" : "One of the main current purposes of the WPMN is to ensure that the TGs are applicable to nanomaterials it has thus further strengthened its focus to ensure this by concrete proposals on how to adapt, when relevant, existing OECD TGs to specifically address NM issues, as well as developing new TGs, so that the results fall under MAD. The OECD Test Guidelines Programme is the OECD forum for adopting TGs. The WPMN has the specific, nano-relevant knowledge and agrees on which TGs, and GDs, it would propose to the TGP, either for revision or as new TGs or GDs. The WPMN identifies a volunteer lead(s) that together with a 1 This is not an ad verbatim citation of the text as it has been slightly reworded for this context.\nteam of volunteers develop(s) and submit(s) a SPSF on the proposed TG or GD to the TGP. Fig. 1 illustrates the processes in the OECD TGP. Thus the two OECD groups co-operate closely, with the WPMN preparing proposals for TGs and GDs (see below) addressing nano-relevant issues. These are then discussed in the TGP, with participation of WPMN experts, and adopted in the TGP. Through the TGP, three new or updated TGs for addressing specific hazards from manufactured nanomaterials (TG412 Subacute Inhalation Toxicity: 28-Day Study, TG413, Subchronic Inhalation Toxicity: 90-day Study, TG318 Dispersion Stability of Nanomaterials in Simulated Environmental Media) were adopted in 2017 and 2018 (OECD, 2017, OECD, 2018a,b). Development of another four new TGs is already on-going in the TGP and six new proposals have been submitted to the TGP in 2018. One additional TG is being developed in the WPMN and another seven proposals have been submitted to this group by the end of 2018.\nIn addition to TGs, the OECD TGP maintains a series of Guidance Documents related to the testing of chemicals. New GDs have been proposed to address nanospecific issues for applying some TGs, and some of the existing GDs are being adapted to include nanomaterials as well, e.g. the updated GD 39 on Acute Inhalation Toxicity Studies was adopted in 2018 (OECD, 2018c). In addition, development of four GDs in the TGP and six additional ones in the WPMN are being prepared. Beyond the relevance for regulatory evaluation of individual nanomaterials, the availability of TGs and GDs covering nanomaterials ensures that required information regarding especially the characterisation of physical chemical properties of the nanomaterials is generated in a transparent manner. This is important for the application of alternative approaches such as grouping and read-across to nanomaterials. Also many of the testing strategies under development have decision nodes in which e.g. the physical chemical properties of the nanomaterials will determine the branch of the decision tree to be followed. For such purposes traceable and transparent results obtained by applying TGs and GDs are particularly useful.\nThe initial process of extracting information from the WPMN Testing and Assessment Programme, collecting the research experiences undertaken in different fora, analysing the testing outcomes, and evaluating the resulting regulatory needs with regard to TGs was carried out in conjunction with expert meetings held between 2011 and 2016 on i) Physical-Chemical Properties of Manufactured\nNanomaterials and Test Guidelines (OECD, 2014a), ii) Nanomaterials Physical-Chemical Parameters: Measurements and Methods (OECD, 2016b); iii) Environmental Fate & Eco-Toxicology (OECD, 2014b; Kühnel and Nickel, 2014); iv) Inhalation Toxicity Testing for Nanomaterials (OECD, 2012a); v) Genotoxicity of Manufactured Nanomaterials (OECD, 2014c); vi) Toxicokinetics of Nanomaterials (OECD, 2016e), vii) Categorization of Manufactured Nanomaterials (OECD, 2016c) and viii) Read Across of Data and Categories for Manufactured Nanomaterials (OECD, 2016d).\nFurthermore, the WPMN carried out a preliminary review and evaluation of the applicability of most of OECD's then 118 Test Guidelines (OECD, 2009c) concluding that many of the OECD TGs are applicable, in some cases with conditions. However, some TGs were inadequate for testing Manufactured Nanomaterials as measuring, dosing, delivery and tracking of nanomaterials during the testing are not reliably accomplished at this stage. This preliminary review is, to some extent, outdated by now (2018) due to new knowledge and developments both in science and in the OECD TGP, and its conclusions are addressed via the work underway for ensuring the applicability of OECD TGs to nanomaterials. Drawing on experience gained when addressing technical challenges of the experimental work, the WPMN published a “Guidance on Sample Preparation and Dosimetry” (OECD, 2012b), which is regarded as a milestone since it collects the experience gained, including possible ways to resolve issues, for preparing and dosing the test material. The WPMN also suggests testing strategies where relevant and possible. More recently, an analysis of the applicability of in vitro methods to NMs and recommendations for the adaptations needed was completed (OECD, 2018d)."
    }, {
      "heading" : "4. Test guidelines for physical chemical properties",
      "text" : "Initially, the WPMN proposed a list of physical chemical characteristics (OECD, 2009a), see Table 1, thought to be relevant for a safety assessment of NMs, reflecting most of the physical chemical properties proposed in research and by international organisations (e.g. Stefaniak et al., 2013). The WPMN concluded that compared to chemicals in general there is a need for additional characterisation of certain physical chemical properties of nanomaterials, also for (eco) toxicological testing, (Rasmussen et al., 2018), and as it is additional\ntesting new OECD TGs or GDs need to be developed. In addition to intrinsic properties, such as chemical composition, the proposed physical chemical characterisation of nanomaterials also includes extrinsic properties, e.g. agglomeration/aggregation. These are properties that depend on the environment to which the NM is exposed, which can be for example the dispersion medium. Furthermore, WPMN concluded that the water-octanol partition coefficient is meaningless for particulate, insoluble nanomaterials. For quickly soluble nanoparticles the same approach would apply as for chemicals in general (Rasmussen et al., 2018). The WPMN concluded that e.g. the dissolution rate would be relevant information instead.\nIn recent years, several European research projects have investigated the characterisation needs and associated methods for nanomaterial risk assessment under various pieces of EU legislation. For example in NANoREG, a project entitled 'A common European approach to the regulatory testing of Manufactured Nanomaterials', the applicability of some OECD TGs to nanomaterial characterisation was studied. The objective was to evaluate all procedures for establishing the physical chemical information requested by REACH (EC, 2006) (Table 2), and propose and validate revisions to some of these TGs to adapt them to NMs. Relevant revisions were identified by a literature study followed by experimental work on specific OECD TGs to evaluate concrete revision, (Table 2). On this basis, proposals for revising and\nadapting OECD TGs to the specific properties of nanomaterials were made. Based also on the outcomes of the NANoREG project, the ProSafe project was designed and it provided an analysis (Steinhäuser and Sayre, 2017) that confirms that there is still a need for certain methods for key physicochemical parameters both for regulatory identification of as-manufactured nanomaterials, and for identification/quantitation of nanomaterials in biological and environmental matrices. Rasmussen et al. (2018) give an overview, as far as possible, of all available characterisation methods. Steinhäuser and Sayre (2017) give a summary of the best available characterisation methods, which are further detailed in Gao and Lowry (2017) that also provide key insights into characterizing nanomaterials in environmental or biological media. Especially for determining environmental fate Baun et al. (2017) provide an overview of regulatory relevant and reliable methods and data.\nAlthough required in several jurisdictions, the OECD does not have TGs or GDs for determining some physical hazards of chemicals such as reactivity and explosivity. The testing for these hazards is usually covered by methods that derive from the Recommendations developed by the UN Committee of Experts on the Transport of Dangerous Goods that includes tests and criteria for allocating the goods to a transport class (UNECE, 2015).\nThe WPMN has initiated the development of a series of TGs for determining the physical chemical properties of nanomaterials. As\na The table reflects the physical chemical properties taken from the full list of endpoints agreed in the WPMN as presented by Rasmussen et al. (2016) and therefore there are gaps in the numbers.\ndescribed above the OECD TGs cover five different areas and some of the NM physical chemical properties are addressed under Environmental Fate and Behaviour, e.g. TGs for dissolution in environmental media."
    }, {
      "heading" : "4.1. Characterisation of nanomaterials",
      "text" : "Nanomaterials are identified by having a size (i.e. external dimensions) at the nanoscale, usually understood to be between 1 and 100 nm. It is thus of paramount importance to be able to measure the size of particles to identify materials as nanomaterials. The TG110 addressing Particle Size Distribution/Fibre Length and Diameter Distributions covers particle sizes only down to 2 μm. Therefore, an addition to TG110 concerning Particle Size and Size Distribution of Manufactured Nanomaterials is under development.\nAdditional information concerning speciation/complexation is relevant for certain nanomaterials and is needed for the chemical identity. Furthermore, as particulate nanomaterials may be small enough to translocate in organisms in particle form, it is important to characterise the surface of nanoparticles. Several aspects are relevant: loss/change of coating/surface treatment, which are linked to adsorption/desorption, corona formation or other reactivity such as oxidation/reduction. Also the attachment affinity to surfaces would be of interest.\nKnowledge of water solubility is relevant also for nanomaterials as it is considered to be one of the parameters determining the distribution of materials including nanomaterials, e.g. environmental fate, and thus influences exposure and hazard patterns. However, for particulate materials (media/solvent dependent) the dissolution rate is more relevant, and it may be affected by many factors, e.g. temperature, concentration of impurities and forces between particles. Materials that fully dissolve over a reasonably short time, and thus are present as ions or individual molecules, are addressed by the same approach applied to chemicals in general. Additionally, there is a difference between (water) solubility and dissolution (in water) explained as (Gamsjäger et al., 2008): “Note that there is a difference between a process, where individual molecules or ions are released into the surrounding fluid, and a process where chemical reaction(s) between the (nano)material and the fluid cause (newly formed) molecules or ions to be released into the surrounding fluid.” These two process types are covered by the term “dissolution”. OECD evaluated that TG105, which addresses water solubility, is not applicable for nanomaterials (OECD, 2009c; OECD, 2014a) and it was proposed as a candidate for adaptation (OECD, 2016a, b). Especially for nanomaterials that disperse into small primary nanoparticles, the elution method of TG105 needs to be adapted with appropriate particle detection methods. Also complementing TG105 on water solubility, a new TG/GD is initiated to obtain information on the dissolution rate in biological and environmental media, which is more relevant for NMs than pure water.\nThe physical chemical information is important also for the interpretation of toxicity testing results and for e.g. enabling read across between (similar) nanoforms as defined in REACH (EU, 2018).\nA new TG for identification and quantification of the surface chemistry and coatings is proposed, and it is partly connected to revision of TG105; reactivity of a material is closely related to the medium in which it is tested, and the type of reactivity that needs to be addressed must be defined. A Sensor Dish Reader Method (NRCWE) is currently being developed as a technical report in CEN TC 352.\nAdditional methods are underway for truly quantitative measurement of radical formation capacity by MS techniques and correction of probe adsorption which has turned out to be often a critical factor. However, the test medium and fate of the NM is also a factor that needs to be taken into consideration.\nFinally, the WPMN has proposed some TGs/GDs for determining the physical chemical properties of nanomaterials to the TGP and several more proposals are in preparation, see Table 3."
    }, {
      "heading" : "5. Effects on Biotic Systems and environmental fate and behaviour",
      "text" : "The OECD TGs addressing environmental issues are the series 2xx for effects and 3xx for fate and behaviour. The new TG318 was published in 2017 (OECD, 2017).\nInitially, a survey was performed and published, to allow the prioritisation of important issues on risk assessment of nanomaterials (OECD, 2012c). For the environment, several issues were prioritised such as a) the transformation, degradation and persistence, b) bioaccumulation, and c) nanomaterial identification and physical chemical properties.\nIn most OECD jurisdictions the main information requirements for ecotoxicological properties are results from testing using OECD TGs that rely on testing algae, fish and daphnia, i.e. aquatic effects. In principle, the current OECD TGs for determining any effects on these three trophic levels are applicable to nanomaterials, but there are issues to be resolved regarding artefacts and repeatability/reproducibility due to the behaviour of (insoluble) particles in suspension. A GD on Aquatic (and Sediment) Toxicity Testing is currently under development by the WPMN. Given that the testing takes place in water based medium, the dispersion and suspension behaviour of nanoparticles are crucial to the testing, for example particles that sediment are not contributing to fish exposure. For biotic systems the following TGs/GD are under consideration:\nDietary test for Fish to overcome problems of dispersion and ensure uptake. It is under consideration to develop such a test, although it would disregard exposure via gills and skin.\nModification of Algae test to overcome possible mechanical and/ or light absorbing effects. Probably dispersion stability is less important as the test is done under highly turbulent conditions, but agglomeration and mechanical damage of the test organism can still be issues.\nDaphnia. These organisms may ingest nanoparticles, and the observed effect seems to be more mechanical than chemical. The influence of the dispersion medium on facilitating the existence of single particles or agglomerates is important. Information regarding dispersion stability and solubility would be relevant.\nFor testing toxicity to soil (micro)organisms, the need for several modifications has been identified which might be developed into a GD.\nTable 4 gives an overview of TGs, and other documents, under development for addressing environmental fate and behaviour information needs.\nAdditionally to the OECD work, also other research investigated what modifications of OECD TGs would be beneficial to ensure their applicability. For example, Hund-Rinke et al. (2016) examined 8 TGs and tested them with two materials, silver NPs (NM-300K (Klein et al., 2011)), which releases ions to its surrounding environment, and TiO2 (NM-104 and NM-105 (Rasmussen et al., 2014)), which the article describes as inert. In the following, the TGs examined are listed in the following manner \"TGnumber (TG title, Year of publication of the used TG)\"; all TGS are available at http://www.oecd.org/env/ehs/testing/ oecdguidelinesforthetestingofchemicals.htmwere. The TGs examined were TG201 (Freshwater Alga and Cyanobacteria, Growth Inhibition Test, 2011), TG202 (Daphnia sp. Acute Immobilisation Test, 2004), TG210 (Fish, Early-life Stage Toxicity Test, 1992), TG225 (SedimentWater Lumbriculus Toxicity Test Using Spiked Sediment, 2007), TG216 (Soil Microorganisms: Nitrogen Transformation Test, 2000), TG217 (Soil Microorganisms: Carbon Transformation Test, 2000), TG220 (Enchytraeid Reproduction Test, 2004) and TG222 (Earthworm Reproduction Test (Eisenia fetida/Eisenia andrei), 2004). Some of these TGs have recently been updated, but the update did not include considerations for nanomaterial testing. Hund-Rinke et al. (2016) conclude that in order to use these TGs when testing NMs there is a need for standardised procedures, for example Standard Operating Procedures (SOPs), GDs and TGs, also for steps such as dispersion (and ensuring dispersion stability) and spiking, and furthermore, the NMs should be thoroughly characterised to allow interpreting the results. Laboratory\ncomparisons and/or round robin testing may be considered necessary by the regulatory bodies for implementing the proposed changes. Furthermore, Hund-Rinke et al. propose that also decision trees could be a tool.\nIt should be noted that many of the nanomaterials investigated in the Testing and Assessment Programme were inorganic carbon materials, metals or metal oxides. None of these types of materials will biodegrade. As a means to understand their transformations regarding both in the environment and for human health and as a complement to or substitute for (bio)degradation testing requirements, it is under consideration to address biotransformation of such nanomaterials.\nFor testing the environmental fate and behaviour the OECD recently published a report on “Assessment of Biodurability of Nanomaterials and their Surface ligands” (OECD, 2018e). It contributes towards understanding both the interaction of NMs with biological systems and with the environment, as well as possible transformations of NMs in the test media or in the environment, where especially association of\nanalytical techniques is needed. For (environmental) fate and toxicity studies it could be important to have information on the kinetics of dissolution or dispersion of the nanomaterial as it may change with time and therefore it may modify the toxicity profile of a nanomaterial over time. For nanomaterials, it is furthermore important to distinguish between dissolution, which occurs at molecular or atomic/ionic levels, and dispersibility, which occurs at particle levels."
    }, {
      "heading" : "6. Test guidelines for health effects",
      "text" : "As many nanomaterials are dry powders, and as powders in general are known to be a potential hazard at the work place, inhalation toxicity is an endpoint of paramount importance for nanoparticles. Inhalation toxicology is target-driven, meaning that the measured endpoint of test material in the breathing zone of the animal (or any other test system) drives the method. Thus the very first expert meeting for evaluating needs for testing focussed on inhalation toxicity (OECD, 2012a). Based on those discussions, the updated TG412 (Subacute Inhalation Toxicity: 28-Day Study) and TG413 (Subchronic Inhalation Toxicity: 90-day Study) addressing nanospecific issues were published in 2018 (OECD, 2018 a; b), and the revised Guidance Document on Inhalation Toxicity Testing (GD 39) was published in 2018 (OECD, 2018c) to complement them. Preliminary discussions have also taken place regarding the TGs and GDs for acute inhalation toxicity, i.e. TG 403 (Acute Inhalation Toxicity) and TG 436 (Acute Inhalation Toxicity – Acute Toxic Class Method), as well as for GD 125 (GD on Histopathology for Inhalation Toxicity Studies, Supporting TG 412 (Subacute Inhalation Toxicity: 28-Day) and TG 413 (Subchronic Inhalation Toxicity: 90-Day Study)). However, as no OECD Member Country has volunteered to lead any project for updating these documents, nor has a (draft) SPSF been shared in the WPMN or the WNT, these TGs and GD currently remain unchanged.\nA survey for allowing the prioritisation of important issues on risk assessment of nanomaterials was performed and the outcomes published (OECD, 2012c). For human health, several issues were prioritised such as a) dose metrics, b) linking material properties to absorption, distribution, metabolism and excretion (ADME) and toxic effects c) applicability of test methods and d) nanomaterial identification and physical chemical properties. Especially, the best dose metric for nanomaterials has been debated (SCENIHR, 2009) suggesting that particle surface or number of particles may be more relevant than the classical\ndose descriptors, e.g. mg test material per kg test animal or mg test material per litre, or kg, environmental medium. Currently, no firm conclusions have been reached, and thus the OECD TGs still propose the classical dose descriptors.\nIn addition, a Guidance Document on the “Adaptation of In Vitro Mammalian Cell Based Genotoxicity TGs for Testing of Manufactured Nanomaterials”, addressing the priority endpoint Genotoxicity, is being developed in the OECD TGP under the lead of EC-JRC. Table 5 gives an overview of TGs, and other documents, addressing information needs for mammalian toxicology, which are already updated or currently under discussion in the OECD.\nAdditionally, alternative approaches to testing nanomaterials such as in vitro methods, Quantitative Structure Activity Relationships (QSARs) and high throughput screening methods are being researched. One reason is that REACH defines “nanoform”2 (EU, 2018), as well as introduces the need to demonstrate that different nanoforms of the same chemistry are adequately covered by the registration dataset. Thus, both physical chemical testing and alternative testing are very important to efficiently generate reliable data. The OECD has published an analysis of the applicability of in vitro methods to NMs and recommendations for the adaptations needed (OECD, 2018d). Furthermore, one outcome of ProSafe was proposals for standards for acceptability of in vitromethods for nanomaterials and a discussion of the best in vitro methods currently available to assess the potential adverse health effects of nanomaterials, as well as the future path for development of such methods specific to nanomaterials (Drasler et al., 2017). However, currently only one alternative testing project, “Applicability of the TG 442D in vitro skin sensitisation for nanomaterials”, is on-going in the WPMN, and no projects have been proposed to the TGP."
    }, {
      "heading" : "7. Templates for collecting test results and information",
      "text" : "According to the OECD, the OECD Harmonised Templates (OHTs) are \" … standard data formats for reporting information used for the risk assessment of chemicals, mainly studies done on chemicals to determine their properties or effects on human health and the environment, but also for storing data on use and exposure. They are aimed at developers of database systems, as they prescribe the formats by which\ninformation can be entered into and maintained in a database. By using these templates, governments and industry are easily able to electronically exchange test study summary information. The templates can be used to report summary test results for any type of chemical (e.g., pesticides, biocides, industrial chemicals).\" The OHTs are designed to collect regulatory relevant information both for TG studies (in which case the description of the method used is a reference to the OECD TG) and non–guideline studies for which a detailed description of the applied method should be provided. Regarding testing of NMs, the OHT may need to be adapted if e.g. additional or other parameters would be required when describing the outcomes of testing of nanomaterials, e.g. for the dose metrics. Currently, the nano-specific templates are number 101 to 113 (OECD, 2016g) and they address most of the physical chemical properties for nanomaterials suggested by the WPMN, see Table 6. All the nano-specific templates (101–113) have been developed by the JRC and then agreed in the OECD (Table 6).\nThe templates from the “Health Effects” Series are being updated to reflect the revised OECD TGs for inhalation toxicity. Experts of the lead country involved in the development of concerned TGs have prepared OHT 61 [Acute inhalation toxicity] OHT 68 [Repeated dose toxicity inhalation]. Furthermore, to cover the new TG318 one draft new template OHT 401 on nano dispersion stability, to be included in the “Degradation and Accumulation” Series, has been prepared.\nThe OECD Harmonised Templates (OHTs) are an important tool for storing and exchanging information on chemicals. The OHT are implemented in the database IUCLID, which is used by the OECD as an electronic tool for data submission, evaluation and exchange in its cooperative chemicals assessment programme (OECD webpages), and by ECHA as its central data repository. Complementing the OHTs, the project NANoREG has proposed templates for reporting data on nanomaterials in a way that enhances data sharing in the scientific community (Totaro et al., 2017)."
    }, {
      "heading" : "8. Conclusions and outlook",
      "text" : "The OECD Working Party on Manufactured Nanomaterials has discussed priorities and further adjustment of the OECD TGs to ensure their applicability to nanomaterials in close co-operation with the OECD Test Guidelines Programme, as the procedures established under the TGP are followed for approving TGs. Through the work of the OECD WPMN, and other initiatives such as the European Union projects NANoREG and ProSafe, a number of existing TGs have been identified as requiring adaptation to be applicable to nanomaterials. A need for certain new TGs has also been identified. The relevance and priority of these TGs have been reviewed in the OECD based on the outcomes of the WPMN Testing Programme, via dedicated documents and expert meetings. These discussions and reviews are important to identify common priorities of the OECD member countries, as project execution depends on countries volunteering to carry out the work. Since 2017 the OECD WPMN and the WNT have worked together on developing actual TGs or GDs, which specifically address the properties of manufactured nanomaterials.\nTo date, TG412 (Subacute Inhalation Toxicity: 28-Day Study), TG413 (Subchronic Inhalation Toxicity: 90-day Study) and GD 39 (Guidance Document on Acute Inhalation Toxicity Testing) have been updated to address nanospecific issues and published, and also the new TG318 (Dispersion Stability of Nanomaterials in Simulated Environmental Media) is published. The revision of TGs 403 (Acute Inhalation Toxicity) and 436 (Acute Inhalation Toxicity – Acute Toxic Class Method) and GD 125 (GD on Histopathology for Inhalation Toxicity Studies, Supporting TG 412 (Subacute Inhalation Toxicity: 28- Day) and TG 413 (Subchronic Inhalation Toxicity: 90-Day Study)) has been proposed, but currently no lead country has come forward and neither has an SPSF been produced.\nOne conclusion of the WPMN (Rasmussen et al., 2018) was that the physical chemical properties are of paramount importance for\n2 “On the basis of the Commission Recommendation of 18 October 2011 on the definition of nanomaterial a nanoform is a form of a natural or manufactured substance containing particles, in an unbound state or as an aggregate or as an agglomerate and where, for 50% or more of the particles in the number size distribution, one or more external dimensions is in the size range 1 nm–100 nm, including also by derogation fullerenes, graphene flakes and single wall carbon nanotubes with one or more external dimensions below 1 nm\"\nnanomaterials, both for their characterisation, and for e.g. enabling read across between of information between nanomaterials (OECD, 2016d), as well as for interpretation of (eco)toxicity testing results. Furthermore, the procedures applied when preparing a test item for testing may fundamentally influence the properties of that test item and thus the outcomes of the testing. In 2012, the WPMN published an update of its Guidance on Sample Preparation and Dosimetry (OECD, 2012b), and possibly another update would be relevant.\nThe TGP is developing several new TGs for physical chemical properties, e.g. 'Particle size and Size Distribution of Manufactured Nanomaterials', which complements TG110, and 'Determination of the (Volume) Specific Surface Area of Manufactured Nanomaterials'. Both TGs aim at supporting measuring the fundamental property of a nanomaterial, its size. Additionally as part of the TG for determining environmental properties, new TGs for determining the dissolution rate of metal nanomaterials in aquatic media, and nanomaterial removal from waste water are under development in the TGP. Submission of several SPSF for consideration by the TGP was done in 2018: update of TG105 (Water Solubility), a new TG on Determination of the Dustiness of Manufactured Nanomaterials, and a new TG for Aquatic (Environmental) Transformation of Nanomaterials. One intricate issue that still needs to be addressed is the characterisation of nanomaterials in complex matrices.\nUpdating several OECD GDs, or drafting new GDs, has also been proposed as a way of addressing the regulatory testing of nanomaterials, and, as mentioned previously, GD 39 on Inhalation Toxicity Testing has already been updated and published by the TGP. Work continues on a GD on the Adaptation of In Vitro Mammalian Cell Based Genotoxicity TGs for Testing of Manufactured Nanomaterials and on a GD to support implementation of TG312 ″Leaching in Soil Columns” for Nanomaterial Safety Testing.\nComplementing the regulatory testing, the International Organisation for Standardisation (ISO) is developing standards relevant for nanotechnologies, e.g. via its technical committees (TC) 229 (\"Nanotechnologies”) and ISO/TC24 (Particle characterisation including sieving)/Sub-Committee (SC) 4 (Particle characterisation). The ISO standards may provide detailed standard operation procedures (SOPs), e.g. ISO 19007:2018 (ISO, 2018), or explain in detail the application of an analytical method to one type of nanomaterial, e.g. ISO 18827:2017 (ISO, 2017). Such documents from standardisation organisations provide complementary details and suggestions for performing the actual testing.\nIn addition, as illustrated by Jantunen et al. (2018) in their\noverview of tools available for hazard and exposure assessment of nanomaterials, a quite a number of tools are already available, or are about to become available.\nThe experience with chemicals in the OECD has clearly shown the strength of having an agreed format for collecting the information generated via testing, and thus the OECD harmonised templates are being developed, as far as possible, when the TGs are agreed. This is also the case for the nano-relevant TGs. For OHTs future considerations for adaptation to nano-testing may be needed, e.g. in case that the dose descriptor used for describing outcomes of testing nanomaterials is adapted to become nano-specific and is expressed as number of particles or the particle surface.\nOver time it has become clear that to address nanomaterial issues properly in a regulatory context some of the OECD TGs should be carefully analysed with regard to applicability and possibly adapted or new methods should be designed. As stated in the section describing the OECD TGP and its procedures, developing TGs requires extensive research to demonstrate that the methodology proposed for investigating the desired endpoints leads to relevant and reliable results, including interlaboratory comparison studies when appropriate. This research part of drafting TGs may be resource intensive both in terms of money and time.\nAlternative approaches to testing such as in vitro and QSARs methods are predicted to become an important way of generating data for nanomaterials. Despite intensive research efforts, no new in vitro methods have yet been proposed to the WPMN or the TGP. Drasler et al. (2017) give an excellent overview of the state-of-the-art hazard assessment strategies for nanomaterials using in vitro approaches. Fadeel et al. (2018) suggest that the further elaboration of high throughput screening (HTS) and high content assays (HCA) could be effective tools to both obtain data on nanomaterials and save resources, noting that “HTS is well established in drug discovery, though it is noted that regulatory decisions are not made on the basis of such data as yet.” It is believed that data from alternative approaches will be relevant e.g. for grouping. First efforts to group nanomaterials have been undertaken (Lamon et al., 2018). Additionally, data from HCA and HTS may be important in devising tiered testing approaches and to target the testing efforts (Fadeel et al., 2018). In the long term, for these approaches to become OECD TGs, regulatory acceptance is needed.\nThe European Commission supports the initiatives by the OECD to adapt existing TGs and propose new TGs to ensure the availability of TGs for nanomaterials, and has e.g. participated strongly both to the WPMN work (Rasmussen et al., 2016) and in the TGP as “national coordinator\", also co-ordinating the input from the EU Member States.\nThe EU Member States have had, via ECHA's nanomaterials expert group, the opportunity to discuss the most important TGs for REACH (EC, 2006), especially as the EU Member States have agreed to updating the REACH Annexes (EC, 2018). They are taking initiatives to address gaps in the information that can be collected by applying OECD TGs.\nFrom the work outlined here and on-going both in the OECD WPMN and TGP, a significant increase of the availability of harmonised methods for NM assessment can be anticipated within the next few years that will improve our capacity of understanding and assessing the behaviour of NMs. This will in turn, via the application of the MAD agreement, facilitate the safe and sustainable development of nanotechnologies at the global level. Furthermore, the expanded data base for nanomaterials will eventually support the development of assessment tools and approaches such as grouping and read-across and safeby-design.\nThe described on-going work addresses some of the issues identified related to developing OECD TGs for nanomaterials. More issues may be raised as regulatory assessment of nanomaterials progresses, e.g. under REACH (amended annexes).\na Last update is April 2016. There are no Predefined tables & Executive summaries for these templates. b TG110 is currently being complemented by a nanospecific part.\nDisclaimer\nThe content expressed in this paper is solely the opinion of the authors and does not necessarily reflect the opinion of their institutions."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors wish to express their gratitude towards the participants to the OECD Working Party on Manufactured Nanomaterials and the OECD Test Guidelines Programme, whose contributions are the foundation for the progress and achievements reflected in this article.\nTransparency document\nTransparency document related to this article can be found online at https://doi.org/10.1016/j.yrtph.2019.02.008"
    } ],
    "references" : [ {
      "title" : "Regulatory relevant and reliable methods and data for determining the environmental fate of manufactured nanomaterials",
      "author" : [ "A. Baun", "P. Sayre", "K.G. Steinhäuser", "J. Rose" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Baun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Baun et al\\.",
      "year" : 2017
    }, {
      "title" : "In vitro approaches to assess the hazard of nanomaterials",
      "author" : [ "B. Drasler", "P. Sayre", "K.G. Steinhäuser", "A. Petri-Fink", "B. Rothen-Rutishauser" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Drasler et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Drasler et al\\.",
      "year" : 2017
    }, {
      "title" : "Advanced tools for the safety assessment of nanomaterials",
      "author" : [ "B. Fadeel", "L. Farcal", "B. Hardy", "S. Vázquez-Campos", "D. Hristozov", "A. Marcomini", "I. Lynch", "E. Valsami-Jones", "H. Alenius", "K. Savolainen" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Fadeel et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fadeel et al\\.",
      "year" : 2018
    }, {
      "title" : "Glossary of terms related to solubility",
      "author" : [ "H. Gamsjäger", "J.W. Lorimer", "P. Scharlin", "D.G. Shaw" ],
      "venue" : "Pure Appl. Chem",
      "citeRegEx" : "Gamsjäger et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Gamsjäger et al\\.",
      "year" : 2008
    }, {
      "title" : "Progress towards standardized and validated characterizations for measuring physicochemical properties of manufactured nanomaterials relevant to nano health and safety risks",
      "author" : [ "Gao", "G.V. Lowry" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Gao and Lowry,? \\Q2017\\E",
      "shortCiteRegEx" : "Gao and Lowry",
      "year" : 2017
    }, {
      "title" : "Regulatory ecotoxicity testing of nanomaterials – proposed modifications of OECD test guidelines based on laboratory experience with silver and titanium dioxide nanoparticles",
      "author" : [ "K. Hund-Rinke", "A. Baun", "D. Cupi", "T.F. Fernandes", "R. Handy", "J.H. Kinross", "J.M. Navas", "W. Peijnenburg", "K. Schlich", "B.J. Shaw", "J.J. Scott-Fordsmand" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Hund.Rinke et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hund.Rinke et al\\.",
      "year" : 2016
    }, {
      "title" : "An inventory of readyto-use and publicly available tools for the safety assessment of nanomaterials",
      "author" : [ "A.P.K. Jantunen", "S. Gottardo", "K. Rasmussen", "H.P. Crutzen" ],
      "venue" : "NanoImpact. https://doi.org/10.1016/j.impact.2018.08.007",
      "citeRegEx" : "Jantunen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jantunen et al\\.",
      "year" : 2018
    }, {
      "title" : "NM-series of Representative Manufactured Nanomaterials",
      "author" : [ "C.L. Klein", "S. Comero", "B. Stahlmecke", "J. Romazanov", "T.A.J. Kuhlbusch", "E. Van Doren", "De Temmerman", "P.-J", "J. Mast", "P. Wick", "H. Krug", "G. Locoro", "K. Hund-Rinke", "W. Kördel", "S. Friedrichs", "G. Maier", "J. Werner", "T. Linsinger", "B.M. Gawlik" ],
      "venue" : null,
      "citeRegEx" : "Klein et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Klein et al\\.",
      "year" : 2011
    }, {
      "title" : "The OECD expert meeting on ecotoxicology and environmental fate - towards the development of improved OECD guidelines for the testing of nanomaterials",
      "author" : [ "D. Kühnel", "C. Nickel" ],
      "venue" : "Sci. Total Environ. 472,",
      "citeRegEx" : "Kühnel and Nickel,? \\Q2014\\E",
      "shortCiteRegEx" : "Kühnel and Nickel",
      "year" : 2014
    }, {
      "title" : "Grouping of nanomaterials to read-across hazard endpoints: from data collection to assessment of the grouping hypothesis by application of chemoinformatic techniques",
      "author" : [ "L. Lamon", "D. Asturiol", "A. Richarz", "E. Joossens", "R. Graepel", "K. Aschberger", "A. Worth" ],
      "venue" : "Part. Fibre Toxicol",
      "citeRegEx" : "Lamon et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lamon et al\\.",
      "year" : 2018
    }, {
      "title" : "Titanium dioxide, NM-100, NM-101, NM-102, NM-103, NM-104, NM-105: characterisation and physico-chemical properties",
      "author" : [ "O. Petrov", "S. Bakardjieva", "D. Gilliland", "F. Pianella", "G. Ceccone", "V. Spampinato", "G. Cotogno", "N. Gibson", "C. Gaillard", "A. Mech" ],
      "venue" : "EUR Report 26637 EN. https://doi.org/10.2788/79554",
      "citeRegEx" : "Petrov et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Petrov et al\\.",
      "year" : 2014
    }, {
      "title" : "Review of achievements of the OECD working party on manufactured nanomaterials",
      "author" : [ "K. Rasmussen", "M. González", "P. Kearns", "J. Riego Sintes", "F. Rossi", "P. Sayre" ],
      "venue" : null,
      "citeRegEx" : "Rasmussen et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rasmussen et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanoscale reference materials for environmental, health and safety measurements: needs, gaps and opportunities",
      "author" : [ "A.B. Stefaniak", "V.A. Hackley", "G. Roebben", "K. Ehara", "S. Hankin", "M.T. Postek", "I. Lynch", "Fu", "W.-E", "T.P.J. Linsinger", "A.F. Thünemann" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Stefaniak et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Stefaniak et al\\.",
      "year" : 2013
    }, {
      "title" : "Reliability of methods and data for regulatory assessment of nanomaterial risks",
      "author" : [ "K.G. Steinhäuser", "P. Sayre" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Steinhäuser and Sayre,? \\Q2017\\E",
      "shortCiteRegEx" : "Steinhäuser and Sayre",
      "year" : 2017
    }, {
      "title" : "Data logging templates for the environmental, health and safety assessment of nanomaterials",
      "author" : [ "S. Totaro", "H.P. Crutzen", "J.M. Riego Sintes" ],
      "venue" : "EUR 28137 EN. https:// doi.org/10.2787/505397",
      "citeRegEx" : "Totaro et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Totaro et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 11,
      "context" : "The WPMN oversaw the testing of 11 different types of nanomaterials (Rasmussen et al., 2016) in a Testing and Assessment Programme that explored the applicability of OECD Test Guidelines (TGs) to nanomaterials (OECD, 2009c), relevant endpoints and practical aspects of testing such as dispersing samples (OECD, 2012b).",
      "startOffset" : 68,
      "endOffset" : 92
    }, {
      "referenceID" : 13,
      "context" : "ProSafe analysed and concluded on the needs and possibilities for assuring the availability of OECD test guidelines for testing nanomaterials (Steinhäuser and Sayre, 2017).",
      "startOffset" : 142,
      "endOffset" : 171
    }, {
      "referenceID" : 8,
      "context" : "The initial process of extracting information from the WPMN Testing and Assessment Programme, collecting the research experiences undertaken in different fora, analysing the testing outcomes, and evaluating the resulting regulatory needs with regard to TGs was carried out in conjunction with expert meetings held between 2011 and 2016 on i) Physical-Chemical Properties of Manufactured Nanomaterials and Test Guidelines (OECD, 2014a), ii) Nanomaterials Physical-Chemical Parameters: Measurements and Methods (OECD, 2016b); iii) Environmental Fate & Eco-Toxicology (OECD, 2014b; Kühnel and Nickel, 2014); iv) Inhalation Toxicity Testing for Nanomaterials (OECD, 2012a); v) Genotoxicity of Manufactured Nanomaterials (OECD, 2014c); vi) Toxicokinetics of Nanomaterials (OECD, 2016e), vii) Categorization of Manufactured Nanomaterials (OECD, 2016c) and viii) Read Across of Data and Categories for Manufactured Nanomaterials (OECD, 2016d).",
      "startOffset" : 565,
      "endOffset" : 603
    }, {
      "referenceID" : 13,
      "context" : "Based also on the outcomes of the NANoREG project, the ProSafe project was designed and it provided an analysis (Steinhäuser and Sayre, 2017) that confirms that there is still a need for certain methods for key physicochemical parameters both for regulatory identification of as-manufactured nanomaterials, and for identification/quantitation of nanomaterials in biological and environmental matrices.",
      "startOffset" : 112,
      "endOffset" : 141
    }, {
      "referenceID" : 3,
      "context" : "Additionally, there is a difference between (water) solubility and dissolution (in water) explained as (Gamsjäger et al., 2008): “Note that there is a difference between a process, where individual molecules or ions are released into the surrounding fluid, and a process where chemical reaction(s) between the (nano)material and the fluid cause (newly formed) molecules or ions to be released into the surrounding fluid.",
      "startOffset" : 103,
      "endOffset" : 127
    }, {
      "referenceID" : 7,
      "context" : "(2016) examined 8 TGs and tested them with two materials, silver NPs (NM-300K (Klein et al., 2011)), which releases ions to its surrounding environment, and TiO2 (NM-104 and NM-105 (Rasmussen et al.",
      "startOffset" : 78,
      "endOffset" : 98
    }, {
      "referenceID" : 1,
      "context" : "Furthermore, one outcome of ProSafe was proposals for standards for acceptability of in vitromethods for nanomaterials and a discussion of the best in vitro methods currently available to assess the potential adverse health effects of nanomaterials, as well as the future path for development of such methods specific to nanomaterials (Drasler et al., 2017).",
      "startOffset" : 335,
      "endOffset" : 357
    }, {
      "referenceID" : 14,
      "context" : "Complementing the OHTs, the project NANoREG has proposed templates for reporting data on nanomaterials in a way that enhances data sharing in the scientific community (Totaro et al., 2017).",
      "startOffset" : 167,
      "endOffset" : 188
    }, {
      "referenceID" : 9,
      "context" : "First efforts to group nanomaterials have been undertaken (Lamon et al., 2018).",
      "startOffset" : 58,
      "endOffset" : 78
    }, {
      "referenceID" : 2,
      "context" : "Additionally, data from HCA and HTS may be important in devising tiered testing approaches and to target the testing efforts (Fadeel et al., 2018).",
      "startOffset" : 125,
      "endOffset" : 146
    }, {
      "referenceID" : 11,
      "context" : "participated strongly both to the WPMN work (Rasmussen et al., 2016) and in the TGP as “national coordinator\", also co-ordinating the input from the EU Member States.",
      "startOffset" : 44,
      "endOffset" : 68
    } ],
    "year" : 2019,
    "abstractText" : "The OECD Working Party on Manufactured Nanomaterials (WPMN) provides a global forum for discussion of nano-safety issues. Together with the OECD Test Guidelines Programme (TGP) the WPMN has explored the need for adaptation of some of the existing OECD Test Guidelines (TGs) and Guidance Documents (GDs) as well as developing new TGs and GDs to specifically address NM issues. An overview is provided of progress in the TGP and WPMN, and information on supporting initiatives, regarding the development of TGs for nanomaterials addressing Physical Chemical Properties, Effects on Biotic Systems, Environmental Fate and Behaviour, and Health Effects. Three TGs specifically addressing manufactured nanomaterials have been adopted: a new TG318 ′′Dispersion Stability of Nanomaterials in Simulated Environmental Media”, and adaptation of TG412 and TG413 on Subacute Inhalation Toxicity: 28-Day Study/90-day Study. The associated GD39 on Inhalation Toxicity Testing has also been revised. The TGP current develops four new TGs and four GDs. One new TG and six GDs are developed in the WPMN. Six new proposals were submitted to the TGP in 2018. Furthermore, as TGs are accompanied by OECD harmonised templates (OHTs) for data collection, an outline of recently developed OHTs particularly relevant for NMs is also included.",
    "creator" : "Elsevier"
  }
}