{
  "name" : "downloads_2019-12-10_d4_maffi2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Islet Allotransplantation in the Bone Marrow of Patients With Type 1 Diabetes: A Pilot Randomized Trial",
    "authors" : [ "Paola Maffi", "Raffaella Melzi", "Valeria Sordi", "Alessia Mercalli", "Silvia Pellegrini", "Maurilio Ponzoni", "Jacopo Peccatori", "Angela Nocco", "Marina Scavini", "Paola Magistretti", "Claudio Doglioni", "Fabio Ciceri", "Stef J. Bloem" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Transplantation ■ April 2019 ■ Volume 103 ■ Number 4 www.transplantjournal.com 839\nISSN: 0041-1337/19/10304-0839\nDOI: 10.1097/TP.0000000000002416\nReceived 27 April 2018. Revision received 11 June 2018.\nAccepted 1 July 2018. 1 San Raffaele Diabetes Research Institute, IRCCS Scientific Institute San Raffaele, Milan, Italy. 2 Department of Pathology, IRCCS Scientific Institute San Raffaele, Milan, Italy. 3 Vita-Salute San Raffaele University, Milan, Italy. 4 Hematology and Bone Marrow Transplantation Unit, IRCCS Scientific Institute San Raffaele, Milan, Italy. 5 Transplantation Immunology, Fondazione Ca’ Granda, Ospedale Maggiore Policlinico, Milan, Italy. 6 Department of Immunohematology and Blood Transfusion, Leiden University Medical Centre, Leiden, The Netherlands. 7 Department of Diabetes Immunology, Diabetes and Metabolism Research Institute, Beckman Research Institute at the City of Hope, Duarte, CA. 8 Clinical Transplant Unit, Division of Immunology, Transplantation and Infectious Diseases, San Raffaele Scientific Institute, Milan, Italy.\nTrial registration. ClinicalTrials.gov NCT01345227 and NCT01722682.\nThe authors declare no conflicts of interest.\nThis study was supported by the Italian Minister of Health (Ricerca Finalizzata RF-2009-1469691) and by the European Commission (FP7 241883 and H2020"
    }, {
      "heading" : "Islet Allotransplantation in the Bone Marrow of Patients With Type 1 Diabetes: A Pilot Randomized Trial",
      "text" : "Paola Maffi, MD,1 Rita Nano,1 Paolo Monti, PhD,1 Raffaella Melzi,1 Valeria Sordi, PhD,1 Alessia Mercalli,1 Silvia Pellegrini, PhD,1 Maurilio Ponzoni, MD,2,3 Jacopo Peccatori, MD,4 Carlo Messina, MD,4 Angela Nocco, MD,5 Massimo Cardillo, MD,5 Marina Scavini, MD,1 Paola Magistretti,1 Claudio Doglioni, MD,2,3 Fabio Ciceri, MD,4,3 Stef J. Bloem, PhD,6 Bart O. Roep, MD,6,7 Antonio Secchi, MD,8,3 and Lorenzo Piemonti, MD1,3\nTransplantation of pancreatic islets has shown the unique ability to stabilize blood glucose levels and prevent severe hypoglycemia in a selected group of individuals with type 1 diabetes (T1D).1-3 Since the 1970s, pancreatic islets have been embolized into the hepatic portal system using a minimally invasive technique consisting of transhepatic cannulation of the portal vein under ultrasound and fluoroscopy guidance. Many studies have shown limited success of islet transplantation into the liver, where immunologic,4-11 anatomic,12 and metabolic13-15 factors contribute to an estimated 60% to 80% of islet mass loss within hours or days after infusion.16,17 Based on these evidences, the search for\nOriginal Clinical Science—General\nBackground. Results in murine and nonhuman primate suggested that the bone marrow (BM) might be an alternative site for pancreatic islet transplantation. Methods. We report the results of 2 clinical studies in patients with type 1 diabetes receiving an intra-BM allogeneic islet transplantation: a feasibility study in patients with hepatic contraindications for liver islet allotransplantation receiving a single intra-BM islet infusion (n = 4) and a pilot randomized trial (1:1 allocation using blocks of size 6) in which patients were randomized to receive islets into either the liver (n = 6) or BM (n = 3) to evaluate islet transplant function and survival. Results. We observed no adverse events related to the intrabone injection procedure or the presence of islets in the BM. None of the recipient of an intra-BM allogeneic islet transplantation had a primary nonfunction, as shown by measurable posttransplantation C-peptide levels and histopathological evidence of insulin-producing cells or molecular markers of endocrine tissue in BM biopsy samples collected during follow-up. All patients receiving islets in the BM except 1 lost islet function during the first 4 months after infusion (2 with an early graft loss). Based on biopsies and immunomonitoring, we concluded that the islet loss was primarily caused by the recurrence of autoimmunity. Conclusions. Bone marrow is not a suitable alternative site for pancreatic islet allotransplantation in patients with type 1 diabetes.\n(Transplantation 2019;103: 839–851\nTransplantation\nTP\nTPA\n0041-1337/18/0000-0000\nLippincott Williams & WilkinsHagerstown, MD 10.1097/TP.0000000000002416\nMaffi et al\nxxxxxx\nxxxApril2019\n4\n2018\nLWW\n681070). P.M. is supported by a Career Development Award (5-CDA-2015-85A-N) from JDRF.\nP.M. and A.S. managed patients. M.P. and C.D performed the histopathological analysis of the bone marrow. R.N., R.M., and A.M. performed islet isolations. V.S. and S.P performed the molecular analysis of the bone marrow biopsy samples. M.S. reviewed and edited the article and contributed to the discussion. J.P., C.M., and F.C. developed the intrabone marrow islet infusion method and performed the transplantations. P.M., S.B., B.R, A.N., and M.C. performed the cellular and humoral immunomonitoring. L.P. conceived the intrabone marrow strategy, developed the concept, designed the experiments, wrote the article, promoted the study, and researched data. L.P. is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis.\nCorrespondence: Lorenzo Piemonti, MD, Diabetes Research Institute, San Raffaele Scientific Institute, Via Olgettina 60, 20132 Milan, Italy. (piemonti.lorenzo@hsr.it).\nSupplemental digital content (SDC) is available for this article. Direct URL citations appear in the printed text, and links to the digital files are provided in the HTML text of this article on the journal’s Web site (www.transplantjournal.com).\nCopyright © 2018 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.<zdoi;10.1097/TP.0000000000002416>\nan extrahepatic site for islet transplantation is a priority to improve clinical outcomes.18 A promising alternative site is the bone marrow (BM).19-21 We and others have previously shown in mice22 and monkeys23 that the BM may be a valid alternative to the liver for islet transplantation, and we recently reported a pilot clinical study showing islet graft function of autologous human islets in the BM 1 years after total pancreatectomy.24 Based on these results, we were granted approval to test the BM as site for islet transplantation in 2 clinical studies: a feasibility study in which patients with T1D and an hepatic contraindications for liver infusion received a single intra-BM islet allotransplantation and a pilot randomized trial in which patients with T1D were randomized to receive islets into either the liver or the BM to compare function and survival of transplanted islets."
    }, {
      "heading" : "RESEARCH DESIGN AND METHODS",
      "text" : ""
    }, {
      "heading" : "Clinical Study Designs",
      "text" : "The objective of our 2 studies was to evaluate whether in patients with T1D infusion of pancreatic islets in the BM is safe and improves the outcome of islet transplantation. Patients were selected among those eligible for islet transplantation based on local practice and guidelines.25 All participants had severe recurrent hypoglycemia and glycemic lability. Study enrollment took place at the IRCCS San Raffaele Scientific Institute in Milan between October 2009 and February 2016. The intra-BM islet infusion was performed as previously described.24 Adverse events (AEs) related to the procedure were recorded and classified according to the terminology criteria for AEs in “Trials of Adult Pancreatic Islet Transplantation”, version 4.1. Table  1 shows demographics and clinical characteristics of study participants. Characteristics of donors and islet preparations are shown in Table S1 (SDC, http://links.lww. com/TP/B624). The first study (IsletBom1, NCT01345227) was a pilot nonrandomized, single group, single-center, open-label study to assess feasibility and safety of the BM as an alternative site for islet transplant. Single intra-BM islet infusion at the level of the posterior iliac crest was performed in 4 T1D patients (islet after kidney, n = 2 patients; islet transplant alone, n = 2 patients) who had contraindications for intraportal islet infusion. Immunosuppression protocol was designed ad hoc according to the basal characteristics and clinical history of the patients. Pt#1 and Pt#3 were already receiving immunosuppression for a prior kidney transplantation. Infusion of islet in the liver was contraindicated because of Stevens-Johnson syndrome with previous acute renal insufficiency after use of iodinated contrast (Pt#1) and evidence of chronic active hepatitis B disease (Pt#3). Pt#2 was T1D patient with multiple chronic complications (sensory-motor neuropathy, Charcot foot, proliferative retinopathy); islet infusion in the liver was contraindicated because of a 56-mm hepatic cavernous hemangioma. Pt#4 was diagnosed with systemic lupus erythematosus at age 25 complicated by Lupus glomerulonephritis with nephrotic syndrome for which he was already being treated with deltacortene and mycophenolate mofetil at the time of islet transplantation; islet infusion in the liver was contraindicated because of Lupus hepatitis.\nThe second study (IsletBom2, NCT01722682) was a pilot, randomized, parallel assignment, single-center, open T A\nB L E\n1 .\nR ec\nip ie\nnt c\nha ra\nct er\nis ti\ncs\nPa tie\nnt Ag\ne/ se\nx Ye\nar s\nof d\nia be\nte s\nW ei\ngh t (\nkg )\nBM I\nCr ea\ntin in\ne U/\nkg /d\nie Hb\nA1 c\nTx ty\npe La\nst fo\nllo w\n-u p\n(d ay\ns) C-\npe p\n> 0\n.0 9\nng /m\nL (fr\nom d\nay )\nPt #1\n61 /F\n39 56\n23 1.\n38 0.\n53 8.\n3 IA\nK Al\nive 2\n82 9\nNo (1\n22 )\nPt #2\n53 /F\n24 55\n20 .4\n0. 67\n0. 58\n9. 6\nIT A\nAl ive\n2 76\n4 No\n(2 6)\nPt #3\n47 /F\n40 57\n24 0.\n69 0.\n67 6.\n9 IA\nK Al\nive 2\n78 5\nNo (9 5) Pt #4 46 /F 33 65 26 .2 1. 44 0. 70 7. 5 IT A Al ive 2 55 5 No (3 0) Is le tB om 2 BM Pt #5 42 /M 18 71 22 .4 0. 96 0. 86 9. 2 IT A Al ive 8 93 No (6 62 ) Pt #7 52 /F 27 60 21 .3 0. 88 0. 47 10 .6 IT A Al ive 1 36 9 No (9 3) Pt #8 29 /F 20 66 25 0. 73 0. 64 9. 9 IT A Al ive 1 27 3 No (1 22 ) Li ve r Pt #6 56 /M 37 70 24 .2 2 0. 94 0. 25 8. 9 IT A De ad 6 96 Ye s at d ay\n6 96\nPt #9\n34 /F\n29 73\n24 .9\n5 0.\n77 0.\n55 8.\n3 IT\nA Al\nive 1\n08 9\nYe s\nat d\nay 1\n08 9\nPt #1\n0 26\n/M 18\n75 24\n.7 0.\n93 0.\n71 9\nIT A\nAl ive\n2 94\nYe s\nat d\nay 2 43 Pt #1 1 27 /M 17 60 20 .7 1. 01 0. 47 10 .2 IT A Al ive 6 24 Ye s at d ay 6 24 Pt #1 2 35 /F 32 70 24 .2 0. 6 0. 4 9. 9 IT A Al ive 3 72 Ye s at d ay 3 72 Pt #1 3 23 /M 18 71 24 .6 0. 84 0. 73 7. 6 IT A Al ive 5 47 Ye s at d ay 5 47 a M yc op he no la te s od iu m ; b P t r ec ei ve d th e se co nd in fu si on in to th e liv er c P t d is co nt in ue d tre at m en t BM I, bo dy m as s in de x; C sA , c yc lo sp or in e A; F, fe m al e; F K5 06 , t ac ro lim us ; M , m al e; M M F, m yc op he no la te m of et il; R ap a, ra pa m yc in ; T SL , t ar ge t s er um le ve ls ; T x, tr an sp la nt .\n(C on tin ue d)\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nlabel study in which patients were randomized to receive islets into either the liver or the BM. The sample size of the study population was based on feasibility, without formal sample size estimation. We decided on a convenience sample size of 12 patients. The randomization sequence (1:1 allocation) was generated by an independent investigator using random block sizes of 6. An interim analysis was planned after completion of the first 6 patients. Stopping rules for the study at interim analysis included the evidence of nonengraftment or absence of sustained significant beta cell function in 3 of 3 patients undergoing intra-BM islet transplantation. The immunosuppression protocol consisted of (a) an induction therapy with anti-CD25 monoclonal antibody (Simulect, 20 mg IV on Days 0 and 4), interleukin 1 (IL1) receptor antagonist (Anakinra 100 mg subcutaneously once a day from day −1 to day +7), and antitumor necrosis factor-alpha agent (Etanercept, 50 mg IV on day −1 and 25 mg subcutaneously twice a week for 2 weeks after islet infusion); (b) a maintenance therapy with tacrolimus (FK506, targeting serum levels of 6–8 ng/mL) and rapamycin (target serum levels of 12–15 ng/mL for the first 3 months and 10–12 ng/mL thereafter).\nβ-Cell Function β-cell function was assessed by measuring fasting C-peptide, glycemia, HbA1c, and average daily insulin requirement. Furthermore, either an arigine test or a mixed-meal tolerance test were performed. Laboratory assays for glucose, C-peptide, and insulin were performed as previously described.26"
    }, {
      "heading" : "BM Aspiration and Biopsy",
      "text" : "We planned to perform BM aspiration and biopsy of both iliac crests (the one infused with islets and the contralateral one) at 1, 3, and 12 months follow-up after islet infusion in IsletBom1 and 1 week, 1 and 12 months after islet infusion in IsletBom2. Histology, analyses of BM leukocyte populations and molecular analysis were performed as previously reported27 (see Supplemental Materials and Methods for a detailed description, SDC, http://links.lww. com/TP/B624)."
    }, {
      "heading" : "Immunomonitoring",
      "text" : "Donor-specific alloantibodies (DSA), autoantibodies to glutamic acid decarboxylase (GADA), insulinoma-associated protein 2 antigen (IA-2A), and zinc transporter 8 antigen (ZnT8A), circulating levels of cytokines/chemokines, phenotype of circulating leukocytes, autoimmune T-cell response, alloreactive T-cell response, and islet-specific CD8+ T were measured as previously described,4,7,28-30 (see Supplemental Materials and Methods for a detailed description, SDC, http://links.lww.com/TP/B624)."
    }, {
      "heading" : "Statistical Analysis",
      "text" : "Data were expressed as mean ± standard error or median,\naccording to the variable distribution. Variables were compared with Student t test, Repeated Measures General Linear Model, Mann-Whitney U test or Pearson χ2 test, as appropriated. Survival and risk analysis were performed by Kaplan-Meier method and Cox proportional hazards regression model. Data were analyzed using the SPSS statistical software, version 13.0 (SPSS Inc., Chicago, IL).T A B L E 1 . (C on\nti n u ed\n)\nII in\nfu si\non\n(d ay\na fte\nr I )\nTr ea\ntm en\nt w ith\ndr aw\nn (d\nay )\nAT G\nm g/\nkg M\nM F\ng/ d\nCs A\nm g/\nd Pr\ned ni\nso ne\nm g/\nd Si\nm ul\nec t\nAn ak\nin ra\nEt an\ner ce\npt FK\n50 6\nm g/\nd Ra\npa m\ng/ d\nIs le\ntB om\n1\nNo\nNo (2\n82 9)\n4. 82\n1. 44\na 25\n0 10\n— —\n— — — No Ye s (5 0) 3. 64 1 — — — — — 10 — No No (2 78 5) 6 2 — — — — — 6 — No Ye s, R ap a (6 5) 4. 5 1. 5 — 10 — — — —\n4\n20\nm g\nIV o\nn Da\nys\n0 an\nd 4\n10 0\nm g\nsc /d\nfr om\nda\ny -1\nto d\nay +\n7 50\nm g\nIV d\nay -\n1; 2\n5 m\ng sc\n2/\nw ee\nk fo\nr 2 w\nee ks\nTS L:\n6 –8\nn g/\nm L\nTS L:\n1 2–\n15 n\ng/ m\nL 0–\n90\nd, th\nen 1\n0– 12\nn g/\nm L\nBM (2\n36 )\nYe sa\n(6 07\n) —\n— —\n—\nNo Ye\ns (1\n18 )\n— —\n— —\nLi\nve rb\n(1 65\n) No\n— —\n— —\nNo\nNo —\n— —\n—\nLi ve\nr ( 49\n0) No\n— —\n— —\nNo\nYe sc\n(2 94\n) —\n— —\n—\nLi ve\nr ( 14\n6) No\n— —\n— —\nLi\nve r (\n44 )\nNo —\n— —\n—\nLi ve\nr ( 18\n4) No\n— —\n— —\n“A TG\n, a nt\nith ym\noc yt\ne gl\nob ul\nin ; B\nM , b\non e\nm ar\nro w\n; C sA\n, c yc\nlo sp\nor in\ne A;\nM M\nF, m\nyc op\nhe no\nla te\nm of\net il;\nR ap\na, ra\npa m\nya ci\nn; T\nSL , t\nar ge\nt s er\num le\nve ls\n.”\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited."
    }, {
      "heading" : "Study Approval",
      "text" : "Both studies were approved by the Italian Transplant Regulatory Agency (Centro Nazionale Trapianti: Prot. 1200/CNT 2012 18 April 2012, DG PREV VII/35531/P/ I.5.i.x 04 August 2009) and by the Institutional Review Board of the IRCCS Ospedale San Raffaele (Prot. IsletBOM2 09 February 2012, Prot. IsletBOM1-16 July 2009). All patients signed informed consent before entering the study."
    }, {
      "heading" : "RESULTS",
      "text" : ""
    }, {
      "heading" : "IsletBom1: Clinical Results",
      "text" : "Four T1D patients with contraindications for liver islet infusion received a single intra-BM islet injection in the iliac crest. All AEs that occurred during hospitalization are reported in Table S2 (SDC, http://links.lww.com/TP/ B624): none of them was related to the islet infusion in the BM. A total of 16 AEs were recorded: 11 were mild to moderate grade 1 to 2, 5 were serious grade 3, none was life threatening or resulted in disability. Severe grade AEs were concentrated (5 of 5) in Pt#4 who, on the third day postinfusion, showed a BM depression with severe neutropenia, accompanied by a body temperature up to 38°C for which it was decided to suspend antithymocyte globulin (ATG). Pt#2 on the third day postinfusion showed a serum sickness-like reaction (rash to the upper limbs and trunk, diffuse edema and large joint arthralgia) for which methylprednisolone 20 mg was administered and ATG temporarily suspended. The patient completely recovered the next day without consequences. None of the patients had a primary nonfunction, as shown by measurable posttransplant C-peptide levels (Figure 1). However, all patients lost islet function (C-peptide >0.09 ng/mL) within 4 months after infusion and 2 of them (Pt#2 and Pt#4) had an early graft loss (initial increase in C-peptide levels followed by a decrease to <0.3 ng/mL within 2 months31). No substantial metabolic benefit was maintained over time (Figure 1): a trend toward a reduction of insulin requirement and glycated hemoglobin levels was transiently observed, but progressively disappeared overtime. All patients were alive at the last contact. Pt#1 and Pt#3 have maintained immunosuppressive therapy for their kidney transplant, and both had good graft function at the last follow-up visit. Moreover, Pt#1 received a whole pancreas transplantation 5.6 years after the islet infusion, with a currently functioning graft. Pt#4 suspended rapamycin treatment at day 65 posttransplantation after islet function was lost, while maintaining the immunosuppressive therapy for LES. Pt#2 suspended immunosuppressive therapy 50 days posttransplantation after islet function was lost."
    }, {
      "heading" : "IsletBom2: Clinical Results",
      "text" : "Initially, 6 consecutive patients were randomized to receive islets into either the liver (n = 3), or the BM (n = 3). Based on the results in these first 6 patients, the ethical review board recommended a protocol amendment allowing assignment to the liver group only, with 3 more patients receiving islets into the liver. AEs that occurred during hospitalization are reported in Table S2 (SDC, http://links.lww.com/TP/B624). A total of 41 AEs, equally distributed between patients receiving islets in the BM or\nin the liver, were recorded: 31 were mild to moderate grade 1 to 2, 10 were serious grade 3, and none was life-threatening or resulted in disability. Severe grade AEs were mainly related to the neutropenia induced by immunosuppression (n = 8), while 2 patients had severe AEs related to the islet infusion procedure in the liver: a persistent elevation of liver enzymes 4 weeks after islet transplant (Pt#11) and a chronic portal vein thrombosis (Pt#6).\nThe 3 participants randomized to BM site received a total of 5 islet infusions, with 2 subjects receiving the second infusion 236 days (Pt#5) and 165 days (Pt#8) after the first one. Pt#7 lost islet function at day 93 while waiting for the second infusion. No recipient of an intra-BM allogeneic islet transplantation had a primary nonfunction, as shown by measurable posttransplant C-peptide levels (Figure 2). However, 2 of 3 patients (Pt#7, Pt#8) lost islet function during the first 4 months after transplant. Patient Pt#8 maintained immunosuppression after graft loss and received a second islet infusion in the liver (patient refused additional infusions at the BM site). Patient Pt#5 maintained graft function overtime and received a second infusion in the BM, but spontaneously discontinued immunosuppression treatment at day 607 due to recurrent urinary tract infections. None of the patients in the BM group maintained substantial metabolic benefit over time (Figure 3A and B): a trend toward insulin requirement and glycated hemoglobin reduction was evident after islet infusion, but the trend disappeared after the loss of islet function. No difference in median graft survival was evident between IsletBom1 and IsletBom2 (Figure 3C; 30 days vs 122 days, P = 0.215).\nThe 6 participants randomized to the liver site received a total of 10 islet infusions, with 4 subjects receiving a second infusion 146 days (min-max, 44–490) after the first one. Of the 2 patients receiving only 1 islet infusion, Pt#10 did not comply with oral immunosuppression treatment and lost islet function while waiting for the second infusion, whereas Pt#6 developed a chronic portal vein thrombosis after the first transplant, contraindicating a second infusion. In all recipients of transplant in the liver, islet engrafted successfully (Figure 2), and 5 of 6 patients maintained graft function overtime. All subjects in the liver group experienced a positive outcome of the transplant compared with the BM group. HbA1c, insulin requirement, and stimulated C-peptide (measured as peak and area under the curve response derived from the 2-hour mixed-meal tolerance test) were all significantly better in the liver group than in the BM group (Figure 3A and B). The median islet function was 122 days and longer than 624 days, for BM and liver, respectively (Figure 3C; P = 0.017).\nAll patients recruited in IsletBom2 were alive at the last follow-up visit, with the exception of Pt#6 who died from ischemic heart disease 696 days after islet infusion."
    }, {
      "heading" : "IsletBom2: Early Posttransplant Events",
      "text" : "Posttransplantation levels of C-reactive protein, crosslinked fibrin degradation products and aspartate and alanine aminotransferases were measured. All values were lower in BM group than in the liver group, but the difference was not statistically significant (Figure  4A). No significant differences in the kinetics and magnitude of cytokine/chemokine production after islet infusion were evident between BM and liver site (Figure S1, SDC, http://\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nlinks.lww.com/TP/B624) and, with the exception of IL-2, IL-3, IL-15, IL1a, IFN-a2, IL-12p40, LIF, TNFb, GM-CSF, M-CSF, betaNGF, and CCL7/MCP-3, all other cytokines had detectable concentrations. Circulating leukocyte populations were characterized by flow cytometry. CD8+ lymphocyte and CD4+ T effector memory cell increase was significantly higher after islet infusion in the BM than in liver, whereas the increase of CD4+ lymphocyte and CD4 T central memory cell were lower (Figure 4B). All markers of lymphocytes activation (CD69, HLA-DR, CD134, and CD154) and homeostatic proliferation (Ki67) showed a clear trend toward a higher increase in the case of BM islet infusion, in particular within the first week after transplantation (Figure S2, SDC, http://links.lww.com/TP/ B624). Despite the low number of study subjects, this trend became statistically significant in some population, including T central and effector memory CD4 or CD8 cells. Among the other leukocyte populations, after BM islet infusion a trend toward a higher increase was evident for memory B lymphocytes (CD19+CD27+), NK, and NKT cells (Figure S3, SDC, http://links.lww.com/TP/B624)."
    }, {
      "heading" : "BM Biopsy",
      "text" : "BM biopsies (both graft-bearing and in the contralateral iliac crest) and aspirates (contralateral iliac crest only) were planned at different times after the islet first infusion. A total of 23 biopsies were performed in 7 patients (7 at baseline and 16 during follow-up). Myelo-erythroid ratios, hematopoietic series maturation, lamellar bone, and reticulin fiber content (with the exception of the areas in which\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\npancreatic tissue was detected) were within physiological range in all patients at all time points. Overall cellularity showed changes during follow-up (Table S3, SDC, http:// links.lww.com/TP/B624), with a trend toward a slightly hypocellular marrow. Reactive lymphoid aggregates were observed in all patients. None of these findings was specific to the graft-bearing BM. The morphologic and flow cytometry analyses of the BM aspirates did not show specific unexpected changes during follow-up, considering the concomitant immunosuppression treatment (Table S4, SDC, http://links.lww.com/TP/B624). The presence of extrahematopoietic tissue (between 5% and 50% the of intertrabecular spaces) within the graft-bearing BM was morphologically detected and confirmed by immunohistochemistry in 7 of 10 biopsies performed within 1 month (time points 1–2 weeks and 1 month) after islet infusion. Conversely, none of the biopsies was performed at any time after islet infusion in the non–graft-bearing ilia crest, respectively (Table 2). The extrahematopoietic tissue was composed primarily of stromal cells embedding elements immunoreactive for cytokeratin, chromogranin A, glucagon, or insulin, without significant cytological atypia, arranged in nests and groups mainly in the paratrabecular area (Figure 5). Such areas resulted also particularly enriched with small lymphocytes, predominantly immunoreactive for CD3 (CD4 > CD8) or, to a lesser extent, CD20 (Figure  5). Molecular analysis revealed increased expression of genes related to endocrine pancreatic cells in 9 of 10 biopsies performed in the first month after islet infusion (Table 1). In these 9 biopsies, the graft-bearing BM showed 13977-fold, 3073544-fold, 212-fold, 66-fold, and 9-fold increases in insulin, glucagon, chromogranin, cytokeratin and synaptophysin mRNA levels compared with the contralateral BM in the same patient. After 1 month, none of the 5 biopsies performed later than 1 month after islet infusion revealed increased expression of insulin (onefold) or synaptophysin (1.28), 2 of 5 biopsies revealed increased expression of chromogranin (98-fold), 3 of 5 revealed increased expression of glucagon (62556-fold) and cytokeratin (2.69-fold). Moreover, in addition to these markers of endocrine fully differentiated pancreatic cells, we analyzed the expression of transcription factors involved in normal pancreatic development and differentiation. The expression of transcription factors of pancreatic precursors (NES, PDX1, NKX2.2 NKX6.1, NEUROD, PAX4, PAX6, NGN3, ISL1, and PTF1α) was higher in graft bearing BM than in contralateral non–graft-bearing BM at 1 month after islet transplantation, whereas no difference was documented 1 year after transplantation (Figure S4, SDC, http://links.lww.com/TP/B624)."
    }, {
      "heading" : "Posttransplant Humoral Response",
      "text" : "Considering both IsletBom1 and IsletBom2, 19 islet infusions (11 liver and 8 BM) were performed in 13 recipients. The posttransplant antibodies increase was\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nsignificantly associated with islet infusion in the BM (hazard ratio, 10.8, 95% confidence interval [CI], 1.3–91; P = 0.029) (Figure 6). After islet infusion in the liver, both DSA and autoantibodies did not increase in 9 (81.8%) of 11 infusions, whereas an increase of only autoantibodies and not DSA was observed in 2 patients (18.2%): Pt#9 had a spreading from GADA only to IA-2A and ZnT8A and a concomitant increase of GADA after the second infusion; Pt#10 had a significant increase of ZnT8A after the first infusion. After islet infusion in BM, both DSA and autoantibodies did not increase in 2 (25%) of the 8 infusions (P = 0.024 vs liver, Fisher’s exact test), whereas an increase in autoantibodies only occurred after 4 infusions (50%) while an increase in both DSA and autoantibodies (DSA after autoantibodies) occurred after 2 infusions (25%) (Figure  6A). Of the 6 infusions with an autoantibody increase, 5 had a serum conversion of GADA (first infusion in Pt#1, Pt#2, Pt#3, and Pt#8) or ZnT8A (first infusion in Pt#7); one had a significant increase of GADA (second infusion in Pt#5). The 2 patients with a DSA change had a serum conversion for HLA class II only (#1) or both HLA class I and II DSA (Pt#7). The median time between islet infusion and antibody increase was 5 days (95% CI, 1.5–8.4) and >500 days for BM and liver, respectively (P = 0.005, Figure 6B). Regardless of the site, of the 8 infusions with antibody increase, IA-2A (1 ± 0 days, mean ± standard error) was the first antibody to increase followed by GADA (8.6 ± 4.3 days), ZnT8A (81 ± 80 days) and DSA (141 ± 50 days). Patients who had posttransplant antibody increases showed significantly lower graft survival than those without antibody changes (hazard ratio, 5.96; 95% CI, 1.1–30; P = 0.034). The median time to graft loss after antibody increase was 92 (95% CI, 67–116) days (Figure 6C)."
    }, {
      "heading" : "Posttransplant Cellular Response After First Islet Infusion",
      "text" : "T-cell alloreactivity was measured by MLR in 5 of 6 patients receiving the first islets in the liver and 6 of 7 patients receiving first islet infusion in the BM (Figure 7A). Only 1 patient (Pt#13) changed the donor-specific alloreactive response after islet infusion in the liver. Similarly, no consistent significant changes were evident after islet infusion in the BM, even if a slight increase of alloreactive response was documented in patients Pt#1, Pt#2, and Pt#7. However, donor-specific alloreactivity after islet infusion both in the liver and BM could be excluded, because all the changes were similar in response to donor HLA matched stimulator or to third party HLA mismatch stimulator. The frequency of autoreactive islet-specific CD8+ T cells (aCTL) recognizing different islet epitopes was determined over time in HLA-A2 (Pt#1, Pt#7, Pt#9, Pt#11, Pt#12, and Pt #13) and HLA-A3 (Pt#5, Pt#7) recipients (Figure 7B). We did not detect significant changes in aCTL frequencies after the first islet infusion, either in liver (n = 4) or BM (n = 3). Initial frequencies only minimally changed after islet infusion, with the exception of a trend toward a frequency reduction of CTKs against insulin B 10 to 18. We also analyzed proliferative T-cell responses against a range of islet autoantigens (Figure 7C). All patients analyzed (n = 4 liver,\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nn = 4 BM) displayed a normal proliferative responses to IL-2 and control antigen tetanus toxoid. Before and after implantation of the islet allografts, no significant modifications of T-cell reactivity to islet autoantigens, either in the liver or BM, were evident and the reactivity was comparable to that previously described for patients with T1D several years after disease onset.32"
    }, {
      "heading" : "DISCUSSION",
      "text" : "To the best of our knowledge, this is the first study\naimed to evaluate the efficacy of BM as a site for the engraftment of pancreatic islet in T1D patients. Although conducted with in limited number of patients (an intrinsic limitation in the islet transplantation field), this experience has generated valuable knowledge. First, we confirmed the feasibility and the safety of the BM site in patients with T1D and in the presence of immunosuppression. Second, all patients, except one, lost islet function in BM within 4 months after infusion. This result was independent from\nthe choice of induction agent and the presence of maintenance immunosuppression at the time of islet infusion. Biopsies and the antibody responses indicate that islets loss is primarily caused by the immune response. Considering the timing and the type of antibody responses, the lack of alloimmune response at MLR and the evidence that the bioptic expression of insulin disappeared earlier than that of other pancreatic markers, the recurrence of autoimmunity was the major driver of the immune response against islets infused in the BM.\nWith respect to the different immune reactivity in the BM as compared with the liver, we can envisage multiple mechanisms. The liver is an inherently tolerogenic organ and there is ample evidence that liver sinusoidal endothelial cells and Kupffer cells could be key to the maintenance of immune tolerance, by promoting T-cell anergy or deletion and the generation of regulatory cell subsets.33 Moreover, the higher levels of immunosuppressive drug reached in the portal blood compared to the periphery13,34 could exert a more protective effect on the immune-mediated\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nT A\nB L E\n2 .\nE vi\nd en\nce o\nf p\nan cr\nea ti\nc ti\nss ue\nin B\nM\nPt\n#1\nPt\n#2\nPt\n#3\nPt #4\nPt #5\nPt\n#6\nPt #7\nSi te\n1M 3M\n12 M\n1M 3M\n12 M\n1M 3M\n1M 1/\n2W 1M\n1/ 2W\n1M 1/\n2W 1M\n12 M\nBM b\nio ps\ny im\nm un\noh is\nto ch\nem is\ntr y\nCy to\nke ra\ntin 2\n0 L\n+ −\n− −\n− −\n− −\n− +\n+ +\n+ +\n+ −\nR −\n− −\n− −\n− −\n− −\n− −\n− −\n− − − Ch ro m og ra ni n A L + − − − − − − − − + + + + + + − R − − − − − − − − − − − − − − − − In su lin L + − − − − − − − + + + + + + − R − − − − − − − − − − − − − − − BM b io ps y m ol ec ul ar a ss ay a In su lin 13 9 78 (4 .8 E05 ) 1 (1 .4 E12 ) 3E -0 9 (4 .5 E04 ) 41 5 00 4 71 9 (3 .6 E05 ) 1 (1 .4 E12 ) 0. 69 (6 .8 E05 ) 1 (1 .4 E12 ) 1 (1 .4 E12 ) 17 04 (4 .6 E04 ) 20 .1 (2 E07 ) 29 .5 (6 .8 E06 ) 2 89 3 51 5 04 6 (5 E10 ) 62 9 89 (3 .5 E05 ) 59 8 74 3 (6 .2 2E -0 8) 72 8 (3 .3 E05 ) Gl uc ag on 12 1 89 (9 .8 E06 ) 2 05 9 91 5 (1 .4 E12 ) 7E -0 9 (1 .9 E04 ) 78 1 68 6 89 (1 .4 E12 ) 62 5 56 (1 .3 8E -1 2) 2. 38 (7 .2 E08 ) 1 (1 .4 E12 ) 1 (1 ,4 E12 ) 73 6 (3 .2 E05 ) 19 8 76 (6 .6 E09 ) 38 2 72 0 80 (5 E10 ) 67 8 46 7 55 (6 .6 E09 ) 3 07 3 54 4 (7 .8 E10 ) Ch ro m og ra ni n B 21 3 (3 .2 E05 ) 1. 9E -0 7 (7 .3 E06 ) 1 (1 .4 E12 ) 49 .2 5 (6 .4 E06 ) 2. 31 (4 .E -0 8) 19 4. 8 (6 .5 E08 ) 5E -0 8 (2 .7 E05 ) 1 (1 .4 E12 ) 26 4 80 (8 .4 E08 ) 70 (8 .6 E06 ) 87 7 (5 .6 E06 ) 13 03 (3 .2 E06 ) 10 .4 (2 .1 E05 ) Cy to ke ra tin 1 9 66 (9 .5 E05 ) 2. 7 (2 .8 E05 ) 6. 4E -0 4 (2 .8 E03 ) 23 7 (3 .7 E04 ) 0. 27 (5 .2 E07 ) 2. 12 (3 .4 E04 ) 1 (1 .4 E12 ) 31 .9 (2 .6 E02 ) 29 9 (1 .7 E04 ) 0. 26 (2 E03 ) 42 5 (1 .1 4E -0 5) 7. 6 (2 .5 E04 ) 0. 45 (4 .9 E04 ) Sy na pt op hy sin 5. 9 (1 .9 E04 ) 1. 9 (1 .2 E04 ) 0. 52 (2 E06 ) 11 .6 (2 .8 E04 ) 1. 28 (1 .9 E04 ) 1. 88 (3 .7 E04 ) 0. 03 (1 .3 E04 ) 1 (1 .4 E12 ) 9. 7 (2 .4 E04 ) 15 5 (6 .6 E09 ) 9. 3 (8 .8 E05 ) 6 (1 .3 E04 ) 1. 05 (1 .9 E04 ) a D at a ar e ex pr es se d as fo ld in cr ea se o f l ef t c om pa re d to ri gh t i lia c cr es t ( 2- ΔC t r ig ht il ia c cr es t). BM , b on e m ar ro w ; L , g ra ftbe ar in g ilia c cr es t; R, n ot g ra ftbe ar in g ilia c cr es t; + p re se nc e of p os iti ve c el ls ; − ab se nc e of p os iti ve c el ls .\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\ndestruction of the islet graft. On the other side, intra-BM infused islets could remain in closer contact with a population of tissue-resident mature CD4+ and CD8+ T cells, because the BM is (a) a priming site for antigen-specific T cells35-37; (b) a homing site for memory T cells38-41; and (c) a physiological site for T-cell trafficking in response to chemokines, such as stromal-cell derived factor-1α, which is highly expressed by BM stromal cells.42,43 Moreover, in the BM, the T-cell response could be further boosted by the elevated concentration of IL-7,44 which we have shown to drive the expansion of memory autoreactive T-cell clones postislet transplantation.45 In agreement with this, we recently described in a fully mismatched mouse model that the presence of a T cell–depleting treatment is less efficient in preventing islet rejection in the BM than in the liver.46 Last but not least, the presence of a more hypoxic environment in the BM compared with the liver could have contributed to enhance the immune response. Recently, the absolute pO2 of the BM was described to be quite low (<32 mm Hg), despite a very high vascular density.47 Of interest, a heterogeneity in local pO2 was described, with the lowest pO2 found in deeper perisinusoidal regions and the highest in endosteal regions, a gradient that could explain the arrangement of pancreatic tissue mainly in the paratrabecular area. Islet hypoxia is known to trigger the innate immune system, resulting in the release of the cytokines IFN-γ, TNF-α, and IL-1 β,48 which can, in turn, stimulate the immune-specific response. Third, thanks to the islet sampling in BM, we have visually documented for the first time an immune attack against transplanted islets. Although sequential biopsies are often used to monitor acute or chronic events in solid organ transplants, no study in humans has ever attempted to harvest liver biopsy samples and monitor the fate of\nCopyright © 2018 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\nislets infused via the portal vein. In fact, islets are rapidly and randomly scattered throughout the liver after intraportal infusion, and subsequent liver needle biopsies have limited value because of the low yield of islets in biopsy samples.49 In contrast, this study has confirmed that islet sampling from the BM is feasible and allows the histological analyses of the transplanted tissue. Fourth, in agreement with previous results in other cohorts of patients,4 we confirmed that the immune monitoring with frequent posttransplant assessment of alloantibodies and autoantibodies is a valuable tool for predicting graft loss in clinical islet transplantation since changes in alloantibodies and autoantibodies reflect the in situ immune response. This strategy of immune monitoring has the potential to become a standard measurement in clinical islet transplantation. Finally, the main lesson from this paper is that results obtained in murine and nonhuman primate models cannot be replicated in humans. The lack of reliable preclinic models of islet-specific autoimmunity remains a relevant problem in the field of islet transplantation, which needs to be addressed when attempting to study new sites for islet implantation.\nIn conclusion, we showed that in patients with T1D the site chosen for islet transplant influences the immune response against allogeneic islets and that islets infused in the BM are not protected from the adaptive immune response. Even if the BM as site for pancreatic islet grafts could potentially solve many of the problems encountered with the intrahepatic site and its clinical application is both feasible and safe, our findings do not encourage further research on this approach."
    } ],
    "references" : [ {
      "title" : "The state of the art of islet transplantation and cell therapy in type 1 diabetes",
      "author" : [ "S Pellegrini", "E Cantarelli", "V Sordi" ],
      "venue" : "Acta Diabetol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Phase 3 trial of transplantation of human islets in type 1 diabetes complicated by severe hypoglycemia",
      "author" : [ "BJ Hering", "WR Clarke", "ND Bridges" ],
      "venue" : "Diabetes Care",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Clinical pancreatic islet transplantation",
      "author" : [ "AM Shapiro", "M Pokrywczynska", "C. Ricordi" ],
      "venue" : "Nat Rev Endocrinol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Alloantibody and autoantibody monitoring predicts islet transplantation outcome in human type 1 diabetes",
      "author" : [ "L Piemonti", "MJ Everly", "P Maffi" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2013
    }, {
      "title" : "Natural killer T-cells participate in rejection of islet allografts in the liver of mice",
      "author" : [ "A Toyofuku", "Y Yasunami", "K Nabeyama" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2006
    }, {
      "title" : "Liver natural killer cells play a role in the destruction of islets after intraportal transplantation",
      "author" : [ "K Ishiyama", "J Rawson", "K Omori" ],
      "venue" : "Transplantation",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "CXCR1/2 inhibition enhances pancreatic islet survival after transplantation",
      "author" : [ "A Citro", "E Cantarelli", "P Maffi" ],
      "venue" : "J Clin Invest",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2012
    }, {
      "title" : "Production of tissue factor by pancreatic islet cells as a trigger of detrimental thrombotic reactions in clinical islet transplantation",
      "author" : [ "L Moberg", "H Johansson", "A Lukinius" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2045
    }, {
      "title" : "Antiinflammatory strategies in intrahepatic islet transplantation: a comparative study in preclinical models. Transplantation",
      "author" : [ "A Citro", "E Cantarelli", "S Pellegrini" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Anti-inflammatory strategies to enhance islet engraftment and survival",
      "author" : [ "A Citro", "E Cantarelli", "L. Piemonti" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Human pancreatic islets produce and secrete MCP-1/CCL2: relevance in human islet transplantation",
      "author" : [ "L Piemonti", "BE Leone", "R Nano" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2002
    }, {
      "title" : "Islet engraftment and revascularization in clinical and experimental transplantation",
      "author" : [ "C Molnar", "M Essand", "L Wennberg" ],
      "venue" : "Cell Transplant",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Elevated portal vein drug levels of sirolimus and tacrolimus in islet transplant recipients: local immunosuppression or islet toxicity? Transplantation",
      "author" : [ "NM Desai", "JA Goss", "S Deng" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2003
    }, {
      "title" : "Hepatic steatosis after islet transplantation: can ultrasound predict the clinical outcome? A longitudinal study in 108 patients",
      "author" : [ "M Venturini", "P Maffi", "G Querques" ],
      "venue" : "Pharmacol Res",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Prevalence of hepatic steatosis after islet transplantation and its relation to graft function",
      "author" : [ "R Bhargava", "PA Senior", "TE Ackerman" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2004
    }, {
      "title" : "Visualization of early engraftment in clinical islet transplantation by positron-emission tomography",
      "author" : [ "T Eich", "O Eriksson", "T. Lundgren" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2007
    }, {
      "title" : "MR imaging monitoring of iron-labeled pancreatic islets in a small series of patients: islet fate in successful, unsuccessful, and autotransplantation",
      "author" : [ "ML Malosio", "A Esposito", "C Brigatti" ],
      "venue" : "Cell Transplant",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "β cell replacement therapy: the next 10 years. Transplantation",
      "author" : [ "C Schuetz", "T Anazawa", "SE Cross" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Alternative transplantation sites for pancreatic islet grafts",
      "author" : [ "E Cantarelli", "L. Piemonti" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2011
    }, {
      "title" : "Effects of bone marrow on the microenvironment of the human pancreatic islet: a protein profile approach",
      "author" : [ "JW Kim", "S Vang", "JZ Luo" ],
      "venue" : "Mol Cell Endocrinol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Bone marrow and pancreatic islets: an old story with new perspectives",
      "author" : [ "F Ciceri", "L. Piemonti" ],
      "venue" : "Cell Transplant",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Bone marrow as an alternative site for islet transplantation",
      "author" : [ "E Cantarelli", "R Melzi", "A Mercalli" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2009
    }, {
      "title" : "A preclinical evaluation of alternative site for islet allotransplantation",
      "author" : [ "C Wang", "X Du", "S He" ],
      "venue" : "PLoS One",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Autologous pancreatic islet transplantation in human bone marrow",
      "author" : [ "P Maffi", "G Balzano", "M Ponzoni" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Calcineurin inhibitor-free immunosuppressive regimen in type 1 diabetes patients receiving islet transplantation: single-group phase 1/2 trial",
      "author" : [ "P Maffi", "T Berney", "R Nano" ],
      "venue" : "Transplantation",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "Comparative evaluation of simple indices of graft function after islet transplantation",
      "author" : [ "A Caumo", "P Maffi", "R Nano" ],
      "venue" : "Transplantation",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Rapamycin induces a caspaseindependent cell death in human monocytes",
      "author" : [ "A Mercalli", "V Sordi", "M Ponzoni" ],
      "venue" : "Am J Transplant",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2006
    }, {
      "title" : "IL-7 mediated homeostatic expansion of human CD4+CD25+FOXP3+ regulatory T cells after depletion with anti-CD25 monoclonal antibody",
      "author" : [ "D Vignali", "CM Gurth", "S Pellegrini" ],
      "venue" : "Transplantation",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Auto- and alloimmune reactivity to human islet allografts transplanted into type 1 diabetic patients",
      "author" : [ "BO Roep", "I Stobbe", "G Duinkerken" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1999
    }, {
      "title" : "Simultaneous detection of circulating autoreactive CD8+ T-cells specific for different islet cellassociated epitopes using combinatorial MHC multimers",
      "author" : [ "JH Velthuis", "WW Unger", "JR Abreu" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2010
    }, {
      "title" : "International trial of the Edmonton protocol for islet transplantation",
      "author" : [ "AM Shapiro", "C Ricordi", "BJ Hering" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2006
    }, {
      "title" : "T-cell reactivity to beta-cell membrane antigens associated with beta-cell destruction in IDDM",
      "author" : [ "BO Roep", "AA Kallan", "G Duinkerken" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1995
    }, {
      "title" : "Liver immunology: how to reconcile tolerance with autoimmunity",
      "author" : [ "CR Grant", "R. Liberal" ],
      "venue" : "Clin Res Hepatol Gastroenterol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "The portal immunosuppressive storm: relevance to islet transplantation",
      "author" : [ "AM Shapiro", "HL Gallant", "EG Hao" ],
      "venue" : "Ther Drug Monit",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2005
    }, {
      "title" : "Bone marrow as a priming site for T-cell responses to blood-borne antigen",
      "author" : [ "M Feuerer", "P Beckhove", "N Garbi" ],
      "venue" : "Nat Med",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2003
    }, {
      "title" : "Bone marrow microenvironment facilitating dendritic cell: CD4 T cell interactions and maintenance of CD4 memory",
      "author" : [ "M Feuerer", "P Beckhove", "Y Mahnke" ],
      "venue" : "Int J Oncol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2004
    }, {
      "title" : "T-cell priming in bone marrow: the potential for long-lasting protective anti-tumor immunity",
      "author" : [ "V Schirrmacher", "M Feuerer", "P Fournier" ],
      "venue" : "Trends Mol Med",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2003
    }, {
      "title" : "The bone marrow: a nest for migratory memory T cells",
      "author" : [ "F Di Rosa", "R. Pabst" ],
      "venue" : "Trends Immunol",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2005
    }, {
      "title" : "Enrichment of memory T cells and other profound immunological changes in the bone marrow from untreated breast cancer patients",
      "author" : [ "M Feuerer", "M Rocha", "L Bai" ],
      "venue" : "Int J Cancer",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2001
    }, {
      "title" : "Professional memory CD4+ T lymphocytes preferentially reside and rest in the bone marrow",
      "author" : [ "K Tokoyoda", "S Zehentmeier", "AN Hegazy" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2009
    }, {
      "title" : "Memory CD8 T cells colocalize with IL-7 stromal cells in bone marrow and rest in terms of proliferation and transcription",
      "author" : [ "OS Alp", "S Durlanik", "D Schulz" ],
      "venue" : "Eur J Immunol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    }, {
      "title" : "Bone marrow is a reservoir for CD4+CD25+ regulatory T cells that traffic through CXCL12/CXCR4 signals",
      "author" : [ "L Zou", "B Barnett", "H Safah" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2004
    }, {
      "title" : "Cutting edge: CXCR4 is critical for CD8+ memory T cell homeostatic self-renewal but not rechallenge self-renewal",
      "author" : [ "J Chaix", "SA Nish", "WH Lin" ],
      "venue" : "J Immunol",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2014
    }, {
      "title" : "Visualization and identification of IL-7 producing cells in reporter mice",
      "author" : [ "RI Mazzucchelli", "S Warming", "SM Lawrence" ],
      "venue" : "PLoS One",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2009
    }, {
      "title" : "Islet transplantation in patients with autoimmune diabetes induces homeostatic cytokines that expand autoreactive memory T cells",
      "author" : [ "P Monti", "M Scirpoli", "P Maffi" ],
      "venue" : "J Clin Invest",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "Transplant site influences the immune response after islet transplantation: bone marrow versus liver",
      "author" : [ "E Cantarelli", "A Citro", "S Pellegrini" ],
      "venue" : "Transplantation",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2017
    }, {
      "title" : "Direct measurement of local oxygen concentration in the bone marrow of live animals",
      "author" : [ "JA Spencer", "F Ferraro", "E Roussakis" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2014
    }, {
      "title" : "Toward engineering a novel transplantation site for human pancreatic islets. Diabetes",
      "author" : [ "AM Smink", "MM Faas", "P. de Vos" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2013
    }, {
      "title" : "Histologic graft assessment after clinical islet transplantation",
      "author" : [ "C Toso", "K Isse", "AJ Demetris" ],
      "venue" : "Transplantation. 2009;88:1286–1293",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 15,
      "context" : "Many studies have shown limited success of islet transplantation into the liver, where immunologic,(4-11) anatomic,(12) and metabolic(13-15) factors contribute to an estimated 60% to 80% of islet mass loss within hours or days after infusion.(16,17) Based on these evidences, the search for Original Clinical Science—General",
      "startOffset" : 242,
      "endOffset" : 249
    }, {
      "referenceID" : 16,
      "context" : "Many studies have shown limited success of islet transplantation into the liver, where immunologic,(4-11) anatomic,(12) and metabolic(13-15) factors contribute to an estimated 60% to 80% of islet mass loss within hours or days after infusion.(16,17) Based on these evidences, the search for Original Clinical Science—General",
      "startOffset" : 242,
      "endOffset" : 249
    }, {
      "referenceID" : 17,
      "context" : "an extrahepatic site for islet transplantation is a priority to improve clinical outcomes.(18) A promising alternative site is the bone marrow (BM).",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 23,
      "context" : "We and others have previously shown in mice(22) and monkeys(23) that the BM may be a valid alternative to the liver for islet transplantation, and we recently reported a pilot clinical study showing islet graft function of autologous human islets in the BM 1 years after total pancreatectomy.(24) Based on these results, we were granted approval to test the BM as site for islet transplantation in 2 clinical studies: a feasibility study in which patients with T1D and an hepatic contraindications for liver infusion received a single intra-BM islet allotransplantation and a pilot randomized trial in which patients with T1D were randomized to receive islets into either the liver or the BM to compare function and survival of transplanted islets.",
      "startOffset" : 292,
      "endOffset" : 296
    }, {
      "referenceID" : 24,
      "context" : "Patients were selected among those eligible for islet transplantation based on local practice and guidelines.(25) All participants had severe recurrent hypoglycemia and glycemic lability.",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 23,
      "context" : "The intra-BM islet infusion was performed as previously described.(24) Adverse events (AEs) related to the procedure were recorded and classified according to the terminology criteria for AEs in “Trials of Adult Pancreatic Islet Transplantation”, version 4.",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 25,
      "context" : "Laboratory assays for glucose, C-peptide, and insulin were performed as previously described.(26)",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 31,
      "context" : "Before and after implantation of the islet allografts, no significant modifications of T-cell reactivity to islet autoantigens, either in the liver or BM, were evident and the reactivity was comparable to that previously described for patients with T1D several years after disease onset.(32)",
      "startOffset" : 287,
      "endOffset" : 291
    }, {
      "referenceID" : 32,
      "context" : "The liver is an inherently tolerogenic organ and there is ample evidence that liver sinusoidal endothelial cells and Kupffer cells could be key to the maintenance of immune tolerance, by promoting T-cell anergy or deletion and the generation of regulatory cell subsets.(33) Moreover, the higher levels of immunosuppressive drug reached in the portal blood compared to the periphery(13,34) could exert a more protective effect on the immune-mediated FIGURE 4.",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 41,
      "context" : "On the other side, intra-BM infused islets could remain in closer contact with a population of tissue-resident mature CD4 and CD8 T cells, because the BM is (a) a priming site for antigen-specific T cells(35-37); (b) a homing site for memory T cells(38-41); and (c) a physiological site for T-cell trafficking in response to chemokines, such as stromal-cell derived factor-1α, which is highly expressed by BM stromal cells.(42,43) Moreover, in the BM, the T-cell response could be further boosted by the elevated concentration of IL-7,(44) which we have shown to drive the expansion of memory autoreactive T-cell clones postislet transplantation.",
      "startOffset" : 423,
      "endOffset" : 430
    }, {
      "referenceID" : 42,
      "context" : "On the other side, intra-BM infused islets could remain in closer contact with a population of tissue-resident mature CD4 and CD8 T cells, because the BM is (a) a priming site for antigen-specific T cells(35-37); (b) a homing site for memory T cells(38-41); and (c) a physiological site for T-cell trafficking in response to chemokines, such as stromal-cell derived factor-1α, which is highly expressed by BM stromal cells.(42,43) Moreover, in the BM, the T-cell response could be further boosted by the elevated concentration of IL-7,(44) which we have shown to drive the expansion of memory autoreactive T-cell clones postislet transplantation.",
      "startOffset" : 423,
      "endOffset" : 430
    }, {
      "referenceID" : 44,
      "context" : "Moreover, in the BM, the T-cell response could be further boosted by the elevated concentration of IL-7,(44) which we have shown to drive the expansion of memory autoreactive T-cell clones postislet transplantation.(45) In agreement with this, we recently described in a fully mismatched mouse model that the presence of a T cell–depleting treatment is less efficient in preventing islet rejection in the BM than in the liver.",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 45,
      "context" : "In agreement with this, we recently described in a fully mismatched mouse model that the presence of a T cell–depleting treatment is less efficient in preventing islet rejection in the BM than in the liver.(46) Last but not least, the presence of a more hypoxic environment in the BM compared with the liver could have contributed to enhance the immune response.",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 46,
      "context" : "Recently, the absolute pO2 of the BM was described to be quite low (<32 mm Hg), despite a very high vascular density.(47) Of interest, a heterogeneity in local pO2 was described, with the lowest pO2 found in deeper perisinusoidal regions and the highest in endosteal regions, a gradient that could explain the arrangement of pancreatic tissue mainly in the paratrabecular area.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 48,
      "context" : "In fact, islets are rapidly and randomly scattered throughout the liver after intraportal infusion, and subsequent liver needle biopsies have limited value because of the low yield of islets in biopsy samples.(49) In contrast, this study has confirmed that islet sampling from the BM is feasible and allows the histological analyses of the transplanted tissue.",
      "startOffset" : 209,
      "endOffset" : 213
    } ],
    "year" : 2019,
    "abstractText" : "Accepted 1 July 2018. 1 San Raffaele Diabetes Research Institute, IRCCS Scientific Institute San Raffaele, Milan, Italy. 2 Department of Pathology, IRCCS Scientific Institute San Raffaele, Milan, Italy. 3 Vita-Salute San Raffaele University, Milan, Italy. 4 Hematology and Bone Marrow Transplantation Unit, IRCCS Scientific Institute San Raffaele, Milan, Italy. 5 Transplantation Immunology, Fondazione Ca’ Granda, Ospedale Maggiore Policlinico, Milan, Italy. 6 Department of Immunohematology and Blood Transfusion, Leiden University Medical Centre, Leiden, The Netherlands. 7 Department of Diabetes Immunology, Diabetes and Metabolism Research Institute, Beckman Research Institute at the City of Hope, Duarte, CA. 8 Clinical Transplant Unit, Division of Immunology, Transplantation and Infectious Diseases, San Raffaele Scientific Institute, Milan, Italy.",
    "creator" : "Adobe InDesign CC 2015 (Windows)"
  }
}