{
  "name" : "downloads_2019-11-18_62_vo2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Numerical investigation of γ-AlOOH nano-fluid convection performance in a wavy channel considering various shapes of nanoadditives",
    "authors" : [ "Dat D. Vo", "Jalal Alsarraf", "Alireza Moradikazerouni", "Masoud Afrand", "Hamze Salehipour", "Cong Qi" ],
    "emails" : [ "voduydat@tdtu.edu.vn", "masoud_afrand@yahoo.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nPowder Technology\nj ourna l homepage: www.e lsev ie r .com/ locate /powtec\nNumerical investigation of γ-AlOOH nano-fluid convection performance in a wavy channel considering various shapes of nanoadditives\nDat D. Vo a,b, Jalal Alsarraf c, Alireza Moradikazerouni d,⁎, Masoud Afrand e, Hamze Salehipour f, Cong Qi g,⁎ a Division of Computational Physics, Institute for Computational Science, Ton Duc Thang University, Ho Chi Minh City, Vietnam b Faculty of Electrical and Electronics Engineering, Ton Duc Thang University, Ho Chi Minh City, Vietnam c Public Authority of Applied Education and Training, College of Technological Studies (CTS), Automotive and Marine Engineering Department, Shuwaikh, Kuwait d Department of Mechanical Engineering, Marvdasht Branch, Islamic Azad University, Marvdasht, Iran e Department of Mechanical Engineering, Najafabad Branch, Islamic Azad University, Najafabad, Iran f Department of Mechanical Engineering, Ilam University, Ilam 69315-516, Iran g School of Electrical and Power Engineering, China University of Mining and Technology, Xuzhou 221116, China\n⁎ Corresponding authors. E-mail addresses: voduydat@tdtu.edu.vn (D.D. Vo), alir (A. Moradikazerouni), masoud_afrand@yahoo.com (M. Af (C. Qi).\nhttps://doi.org/10.1016/j.powtec.2019.01.057 0032-5910/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 28 October 2018 Received in revised form 14 January 2019 Accepted 19 January 2019 Available online 23 January 2019\nIn this work, a two-phase mixture approach is utilized to examine the influence of nanoadditive shape on the fluid flow and heat transfer aspects of γ-AlOOH nano-fluid flowing through a sinusoidal wavy channel. The γ-AlOOH (boehmite alumina) nanoadditives of various shapes (i.e. cylindrical, brick, blade, and platelet) are dispersed in 50/50 water-ethylene glycol mixture as the base fluid. The influence of the Reynolds number and nanoadditive volume fraction on the Nusselt number, pressure drop, and performance evaluation criterion (PEC) are numerically studied for different nanoadditive shapes. It is revealed that, among the considered nanoadditive shapes, the platelet shape represents the highest heat transfer performance,while theworst performance belongs to the brick shape nanoadditives. In addition, the findings reveal that for all states, enhancing the Reynolds number intensifies the Nusselt number, pressure drop, and PEC of theγ-AlOOHnano-fluid.Moreover, it is found that boosting the nanoadditive fraction leads to an enhancement in the Nusselt number and PEC of the examinednano-fluids. Furthermore, the pressure drop of all the considered nano-fluids enhanceswith augmenting the Reynolds number.\n© 2019 Elsevier B.V. All rights reserved.\nKeywords: Wavy channel Nano-additive shape effect γ-AlOOH nano-fluid Heat transfer Two-phase mixture model"
    }, {
      "heading" : "1. Introduction",
      "text" : "Heat exchangers are one of the most frequently used equipment in chemical processes, and they can be found in petroleum, gas, and petrochemical industries and thermal power plants on a vast scale. Considering the shrinking energy resources and the accelerated rate of technology advancement, it seems appropriate to improve the efficiency of heat exchangers and thus, increase the level of performance in various industries. One of the methods proposed by researchers for improving the performance of heat exchangers is to use the corrugated wall channels. In comparison with other heat transfer improvement techniques, such as vortex generators, the fabrication of corrugated channels is easier and less costly to accomplish. Corrugated walls intensify the amount of heat transfer by augmenting the intensity of flowmixing.\nSeveral researchers have investigated the forced convection flow of fluids through the corrugated channels. In an experimental assessment,\nezamoradikaz0316@gmail.com rand), qicong@cumt.edu.cn\nAroonrat et al. [1] examined the influence of grooved pitch on the hydrothermal aspects of water flowing inside the internally grooved tubes. They found that the grooved tubes have higher Nusselt number and friction factor in comparison with the smooth tube. Ramgadia and Saha [2] numerically studied the effects of phase change between two corrugated walls on the hydrothermal aspects of water. The results showed that the geometry with 0° phase-change provides the highest heat transfer and pressure drop enhancement. Akbarzadeh et al. [3] evaluated the hydrothermal aspects of a corrugated channel with sinusoidal, trapezoidal, and triangular types. They found that the sinusoidal wall has the highest heat transfer performance. Miroshnichenko et al. [4] numerically assessed the laminar mixed convection of micropolar fluid inside a heated corrugated channel. The results revealed that the average Nusselt number enhances by augmenting the Rayleigh, Reynolds and Prandtl numbers, while it decreases by augmenting the undulation number. Lin et al. [5] examined the impact of variablewavelength or/and amplitude on the performance of a corrugated heatsink. The results demonstrated that the thermal resistance of heatsink reduces by either reducing the wavelength or increasing the amplitude.\nStudies by various researchers have shown that a major reason for the low efficiency of heat exchangers is the low thermal conductivity\nof common heat transfer fluids (e.g. water, oil and ethylene glycol). This problem has led to the notion of adding solid metallic and metal oxide nanoadditives of very high thermal conductivity to common heat transfer fluids. In 1995, Choi [6] was able to prepare these fluids for the first time, which he called “nano-fluids”. Nano-fluids have attracted great interest recently because of reports of greatly enhanced thermal properties [7–26,27–29].\nThe hydrothermal performance of heat exchangers filled with nano-fluids has been investigated in several numerical and experimental studies [30–35]. Shahsavar et al. [36] numerically assessed the influence of nanoadditive fraction and Reynolds number on the hydrothermal aspects during flow of a new hybrid nano-fluid containing CNTs decorated with Fe3O4 nanoadditives through a tube-in-tube heat exchanger. The findings revealed that the heat transfer performance boosts by augmenting the CNT fraction, Fe3O4 fraction, and Reynolds number. In an experimental assessment, Bhanvase et al. [37] studied the performance of water based PANI (polyaniline) nano-fluid in a tube heat exchanger equipped with a helical coil. The results demonstrated that boosting the nano-fluid fraction and Reynolds number causes an increase in the thermal performance of the heat exchanger. Hosseinian et al. [38] conducted an experimental investigation on the effect of surface vibration on augmenting the performance of water-CNT nano-fluid flowing through a flexible tube-in-tube heat exchanger. The findings revealed that vibrating the outer wall of heat exchanger results in a noticeable increase in the hydrothermal aspects of the nano-fluid.\nAlthough some research works have confirmed that the shape of nanoadditives has a considerable effect on the thermo-physical aspects of nano-fluids [39–41], and, consequently, their cooling performance, but there has been very little research in the area to date. Hajabdollahi and Hajabdollahi [42] optimized the thermoeconomic aspects of a shell and tube heat exchanger filled with water-Al2O3 nano-fluid considering various shapes of nanoadditives. The results revealed that the best thermoeconomic performance belongs to the heat exchanger filled with the brick shape of nanoadditives. Sheikholeslami and Bhatti [43] numerically assessed the hydrothermal aspects of the water based CuO nano-fluid containing various shapes of nanoadditives inside a porous semi-annulus under constant magnetic field. They found that the maximumheat transfer rate belongs to the nano-fluid containing platelet shape nanoadditives. In addition, the results showed that theNusselt number enhances by augmenting the Reynolds number and volume fraction of nanoadditives. Monfared et al. [44] conducted a numerical assessment to analyze the irreversibility aspects of γ-AlOOH nanofluid with various shapes of nanoadditives flowing through a tube-intube heat exchanger. The findings depicted that the highest and lowest total irreversibility respectively belong to the nano-fluidswith spherical shape and platelet shape nanoadditives.\nReview of literature shows that the effects of nanoadditive shape on the hydrothermal aspects of nano-fluid flow inside a sinusoidal corrugated channel have been rarely investigated. The present numerical assessment attempts to reveal the impacts of various shapes of γ-AlOOH nanoadditives (i.e. cylindrical, brick, blade, and platelet) on the fluid flow and heat transfer aspects of a sinusoidal corrugated channel. The studied nano-fluid is a suspension of γ-AlOOH nanoadditives in 50/50 water-ethylene glycol mixture. The influence of nanoadditive fraction and Reynolds number on the performance of nano-fluid in the corrugated channel are also examined."
    }, {
      "heading" : "2. Thermo-physical properties of nano-fluids",
      "text" : "In the present investigation, the 50/50 water-ethylene glycol based nano-fluid with γ-AlOOH nanoadditives are considered. The thermophysical aspects of the base fluid and nanoadditives are reported in Table 1."
    }, {
      "heading" : "3.1. Geometry and boundary conditions",
      "text" : "Fig. 1 depicts a schematic drawing of the problem of interest. It is seen that the channel consists of three parts such that the first and third parts have smooth walls, while the middle part is composed of two wavy walls with amplitude of (a=3 mm) and wavelength of (Lw=22 mm). The upstream smooth wall is considered to guarantee a fully developed flow, while the downstream smooth wall is considered to avoid any backflow into the test section. The length of wavy wall is 132 mm (=6×22 mm), while the length and height of each smooth parts are 40 mm and 20 mm, respectively. Due to symmetry, only the bottom half of the computed geometry is evaluated. The profile of the upper wavy wall is defined as:\ns xð Þ ¼ þH þ asin 2π x−Lsð Þ Lw\nð5Þ\nThe working fluid is assumed to be Newtonian fluid with constant fluid properties, and the flow is assumed to be two-dimensional, steady and incompressible. The adiabatic condition is used for the smooth walls, while the sinusoidal wall is kept at a constant temperature\n(303K). Moreover, it is assumed that the nano-fluid enters the channel with uniform velocity and temperature. Besides, zero relative pressure is utilized at the outlet."
    }, {
      "heading" : "3.2. Governing equations",
      "text" : "The numerical simulation of nano-fluids can be performed using the single phase and two-phase treatments. In single phase method, it is assumed that the nano-fluid is a single phase fluid with superior thermo-physical aspects compared with the base fluid. However, in the two-phase techniquewhich is based on the Eulerian-Eulerian viewpoint, the aspects of each phase are separately considered.\nThe governing equations, including the continuity, momentum, energy and volume fraction of nanoparticles equations, are as follows:\n∇: ρmVmð Þ ¼ 0 ð6Þ\n∇: ρmVmVmð Þ ¼ −∇pm þ ∇: μm∇Vmð Þ þ ∇: Xn k¼1 φkρkVdr;kVdr;k\n! ð7Þ\n∇∙ Xn k¼1 φkVkCp;kT\n! ¼ ∇∙ km∇Tð Þ ð8Þ\n∇∙ φpρpVm ¼ −∇∙ φpρpVdr;p\nð9Þ\nwhere φk, pm and T denote the volume fraction of phase k, pressure and temperature, respectively. Themass average velocity (Vm), and the drift velocity for nanoadditives (Vdr,k) can be obtain by using the following equations: Vm ¼ Pn\nk¼1 φkρkVk ρm\nð10Þ\nVdr;k ¼ Vpf− Xn k¼1 φkρk ρm V f ;k ð11Þ\nwhere Vpf is the relative velocity between a particle and the fluid which is obtained as [48]:\nVpf ¼ ρpdp\n2\n18μ f f drag\nρp−ρm\nρp g− Vm:∇ð ÞVm½ ¼ Vp−V f ð12Þ\nHere, g is the acceleration due to gravity and dp is the nanoadditive diameter. Additionally, fdrag is the drag coefficient which is calculated\nby the following equation. [49]:\nf drag ¼ 1þ 0:15Re0:687p →ReP ≤1000\n1þ 0:15ReP→RePN1000\n8< : ð13Þ\nThe particle Reynolds number is calculated as:\nReP ¼ dpρ f Vpf\nμ f ð14Þ"
    }, {
      "heading" : "3.3. Data processing",
      "text" : "The Reynolds number for flow of nano-fluid inside the sinusoidal wavy channel is defined as:\nRenf ¼ ρmuin;nf 2aþ 2Hð Þ\nμm ð15Þ\nwhere uin is the inlet velocity of nano-fluid. The local Nusselt number for lower wavy wall is obtained as:\nNux ¼ hx 2aþ 2Hð Þkw ð16Þ\nwhere kw is the thermal conductivity of water at 25 °C. The average Nusselt number can be calculated as:\nNu ¼ 1 Le−Ls ZLe Ls Nux 1þ ś 2 1=2 dx ð17Þ\nAs is demonstrated by the previous researchers [42,44], using nanofluids for heat transfer enhancement results in the simultaneous increase of heat transfer rate and pressure drop. In dealing with cooling systems, the designers are always seeking to improve both the thermal and hydraulic properties, and they always prefer to enhance the heat transfer rate and reduce the pressure loss. The performance evaluation criteria index (PEC) is defined as the ratio of the heat transfer coefficient of the nanofluid to that base fluid at an equal pumping power and is given by:\nPEC ¼ Nunf Nuf\n! :\nf nf f f\n!−1=3 ð18Þ"
    }, {
      "heading" : "3.4. Numerical method and validation",
      "text" : "The present numerical study is accomplished by using the commercial CFD code that uses a finite volume method to solve the governing equations with corresponding boundary conditions. The second order upwind discrimination scheme is utilized for the terms in energy and momentum parameters. In addition, the SIMPLE algorithm is implemented for the velocity-pressure coupling. For all parameters, the convergence criterion is assumed 10−6. This method is reliable based on previous reports by some researchers [50–55].\nMesh quality has a noticeable effect on the predicting accuracy of the solution and convergence. In this investigation, a structuredmesh based on a rectangular grid is used throughout the domain. A non-uniform square mesh is generated throughout the domain with a more density near the wall, where the highest velocity and temperature gradients occur. The local Nusselt number is assessed forfive various grid distributions at Re=500,φ=0%, a=2mmand Lw=22mm(see Fig. 2). Finally, the mesh consisting of 700 and 60 nodes in x and y directions, respectively, is chosen as the best grid.\nValidation of the numerical analysis is accomplished by comparing the obtained numerical data for the average Nusselt number with the numerical results of Ahmed et al. [56] forflowofwater-copper in a sinusoidal channel. Table 3 presents the results of this comparison. It is observed that there exists good agreement between the results."
    }, {
      "heading" : "4. Results and discussion",
      "text" : "Investigations are performed to find the impacts of different shapes of γ-AlOOH nanoadditives (i.e. cylindrical, brick, blade, and platelet) on the hydrothermal characteristics in a sinusoidal wavy channel. The numerical simulations are carried out at nanoadditive fractions of 0.5 to 2.0% and Reynolds numbers of 100, 400 and 700. Besides, the inlet temperature of the nano-fluid is set at 293 K.\nFig. 3 illustrates the thermal conductivity of nano-fluids containing different shapes ofγ-AlOOHnanoadditives at various nanoadditive fractions. As is shown in this figure, the nano-fluids containing cylindrical, brick, blade, and platelet shape nanoadditives represent the maximum\nto minimum thermal conductivity. The results also indicate that the thermal conductivity goes up with boosting the nanoadditive fraction. For example, by augmenting the nanoadditive fraction from 0.5 to 2%, the thermal conductivity of the nano-fluid containing cylindrical shape nanoadditives is increased by 5.81%; while this increase for the nano-fluid containing platelet shape nanoadditives is about 3.87%.\nFig. 4 displays the viscosity of γ-AlOOH nano-fluid containing various shapes of γ-AlOOH nanoadditives at various nanoadditive fractions. According to the results, the nano-fluids with platelet and brick shape nanoadditives represent themaximum andminimum viscosity, respectively. Moreover, it is seen that the viscosity boosts with rising the nanoadditive fraction. For instance, by increasing the nanoadditive fraction from 0.5 to 2%, the viscosity of the nano-fluid with blade and brick shape nanoadditives respectively intensify by 24.65% and 20.10%.\nFig. 5 gives the velocity vectors for flow of nano-fluid with platelet nanoadditives along the channel at φ = 2% and Renf = 700. Looking at velocity vectors, it is found that theflow recirculation regions form in diverging area near the wavy wall. This leads to the improved mixing of the cold fluid in the central region of channel with hot fluid near the heated wall, and consequently, increases the heat transfer.\nFig. 6 depicts the temperature contours for flow of nano-fluid containing platelet nanoadditives atφ=2% and various Reynolds numbers. Boosting the Reynolds number reduces the temperature of nano-fluid in the vicinity of the heated wavy wall, which reveals that the intensity of the secondary flow regimes improves with increasing the Reynolds number.\nFig. 7(a)–(c) show the average Nusselt number of the nano-fluids containing γ-AlOOH nanoadditives of various shapes at different fractions for Reynolds numbers of 100, 400, and 700, respectively. As is observed, the nano-fluids containing platelet, cylindrical, blade, and brick\nshape nanoadditives represent the maximum to minimum average Nusselt number. The findings indicate that at the Reynolds number of 100, the average Nusselt number of nano-fluids with platelet shape nanoadditives at the fraction range of 0.5–2% is 5.91–18.34% higher in comparison with the brick shape nanoadditives; while at the Reynolds number of 700, the difference between these average Nusselt numbers is in the range of 8.41–28.49%. According to Eq. (16), and considering the fact that the wavy amplitude, the channel height and the thermal conductivity of water are constant, the Nusselt number is only a function of the convective heat transfer coefficient, which itself is a function of the ratio of thermal conductivity to thermal boundary layer thickness. In view of the fact that the wavy amplitude and the channel height are constant and the densities of nano-fluids containing nanoadditives of various shapes are equal, the inlet velocity of these nano-fluids, at the same Reynolds number, is directly related to the nano-fluid viscosity. Therefore, since the nano-fluids with platelet shape nanoadditives has a greater viscosity than the other nano-fluids, their inlet velocity is also higher than those of other nano-fluids. This causes the velocity boundary layer thickness and thus, the thermal boundary layer thickness for nano-fluids containing platelet shape nanoadditives to be smaller than those for other shapes of nano-fluids. Hence, it can be concluded that, although nano-fluids with platelet shape nanoadditives have the least thermal conductivity, their smaller thermal boundary layer thickness compensates for this deficiency and causes these\nFig. 6. Temperature contours for nano-fluid at (a) R\nnano-fluids to have the highest convective heat transfer coefficient and, consequently, the largest average Nusselt number. Comparing the results obtained in this study with the findings of previous works reveals that the best shape of nanoadditive depends on the specific application. For example, Elias et al. [46] found that the γ-AlOOH nano-fluid having cylindrical shape nanoadditives represents the best overall heat transfer performance in a shell and tube heat exchanger, while Monfared et al. [44] reported that best heat transfer performance of a tube-in-tube heat exchanger filled with the γ-AlOOH nano-fluid belongs to the platelet shape nanoadditives. The results also show that increasing the Reynolds number boosts the average Nusselt number. For example, at the nanoadditive fraction of 2%, the rise of Reynolds number from 100 to 700 results in a 159.4% and 181.65% increase in the average Nusselt number of nano-fluids containing brick shape and platelet shape nanoadditives, respectively. Considering the fact that the density, viscosity, wavy amplitude and channel height remain constant, thefluid velocity intensifies with boosting the Reynolds number, at a fixed nanoadditive fraction, and thus, the thickness of the thermal boundary layer reduces and thereby, the Nusselt number boosts. Fig. 7 also shows that the increase of nanoadditive fraction causes an increase in the Nusselt number. This result is consistent with the findings of Elias et al. [46]. For example, at Reynolds number of 700, by augmenting the nanoadditive fraction from 0.5 to 2%, the average Nusselt numbers of nano-fluids containing brick, blade, cylindrical, and platelet shape\nenf = 100, (b) Renf = 400, and (c) Renf = 700.\nnanoadditives are increased by 4.99%, 7.46%, 16.58%, and 24.45%, respectively. Since the velocity boundary layer thickness is only a function of Reynolds number, the increase of nanoadditive fraction, at a fixed Reynolds number, does not change the velocity boundary layer thickness. On the other hand, by considering the fact that the ratio of velocity boundary layer thickness to thermal boundary layer thickness is a function of Prandtl number, it can be concluded that at a constant Reynolds number, the variation of thermal boundary layer thickness due to the variation of nanoadditive fraction is inversely related to the variation of Prandtl number. The findings reveals that the Prandtl number of γ-AlOOH nano-fluid boosts by increasing the fraction of nanoadditives which ends in a decrease in the thermal boundary layer thickness of\nthese nano-fluids. Therefore, considering the fact that the increase of nanoadditive fraction, at a fixed Reynolds number, leads to the increase of the thermal conductivity and the reduction of the thermal boundary layer thickness of considered γ-AlOOH nano-fluids, the increase of the Nusselt number of these nano-fluids with the increase of nanoadditive fraction is something predictable.\nFig. 8 demonstrates the variations of the local Nusselt number of nano-fluid containing platelet nanoadditives at φ = 2% and various Reynolds numbers. The results related to plain channel (i.e. a = 0) have also been presented in this figure. With the fluid entering a plain channel, a thermal boundary layer forms and grows; as a result, the temperature gradient increases gradually and the convective heat transfer coefficient and, thus, the Nusselt number are reduced. This trend can be clearly observed in Fig. 8. In the convergent section of the sinusoidal channel, the average flow velocity increases, and the boundary layer thickness and, consequently, the thickness of the thermal boundary layer diminish, thereby increasing the temperature gradient and the Nusselt number. The opposite occurs in the divergent section of the sinusoidal channel, and the local Nusselt number is reduced as a result. Therefore, whether the application of sinusoidal channel ultimately results in the increase or the reduction of the average Nusselt number depends onwhich section of the corrugated channel has a greater influence on the local Nusselt number, the convergent section or the divergent section. Moreover, Fig. 8 reveals that the Nusselt number has a highest value in the first wave, and it has the same tendency after the tertiary wave. This can be due to the formation of thermal boundary layer.\nAdding nanoadditives to a base fluid increases its heat transfer performance, on the one hand, which is desirable, and increases its pressure drop, on the other hand, which is undesirable; because it increases the energy consumption and the pumping power. The trends of pressure drop for nano-fluids containing nanoadditives of various shapes, at different fractions, have been illustrated in Fig. 9. As is observed, the greatest and the least pressure drop occur in nano-fluids with platelet and brick shape nanoadditives, respectively; and the difference between these pressure drops increases with the increase of nanoadditive fraction. According to the results, at all three Reynolds numbers of 100, 500 and 700, the pressure drop of nano-fluids containing platelet shape nanoadditives at fractions of 0.5–2% is 39.04–163.41% higher than that of nano-fluids containing brick shape nanoadditives. This is due to the smaller velocity boundary layer thickness and thus, the greater velocity gradient for the former nano-fluids compared to the latter. The same difference between the pressure losses of these\ntwo shapes of nano-fluids at different Reynolds numbers can be justified by consideringDarcy's equation (Δp ¼ f Lð2aþ2HÞ ρmuin 2 2 , where f is the friction factor defined as f ¼ 64Renf [57]) and the facts that nano-fluids containing nanoadditives of various shapes have the same density and that the friction coefficients of these nano-fluids are equal, at the same Reynolds. Considering the abovementioned points, it is concluded that at any Reynolds number, the ratio of the pressure drops of nano-fluids with different nanoadditive shapes is directly related to the ratio of velocities squared and therefore the ratio of viscosities squared;which this ratio is independent of Reynolds number. The results also indicate that the pressure loss increases with the increase of nanoadditive fraction and Reynolds number, and that the amount of this increase is different\nfor nano-fluids with nanoadditives of various shapes. For example, at Reynolds number of 700, by augmenting the nanoadditive fraction from 0.5 to 2%, the pressure drops of nano-fluids containing platelet and brick shape nanoadditives are increased by 166.54% and 40.38%, respectively. Also, at nanoadditive fraction of 2%, the increase of Reynolds number from 100 to 700 results in an increase of 1458.28% in the pressure loss of nano-fluids with platelet and brick shape nanoadditives. As was stated previously, the increase of nanoadditive fraction at a fixed Reynolds number and the increase of Reynolds number at a fixed fraction both lead to the increase of nano-fluid velocity and the reduction of velocity boundary layer thickness and therefore, to the enhancement of velocity gradient and pressure drop.\nThe effects of nanoadditive shape on the PEC index of nano-fluids at different nanoadditive fractions have been illustrated in Fig. 10.\nAccording to the results, the highest and lowest PEC respectively belong to nano-fluids with platelet and brick shape nanoadditives. The results indicate that at the Reynolds number of 100 and nanoadditive fractions of 0.5–2%, the PEC of the nano-fluids containingplatelet nanoadditives is 6.04–18.44% greater compared to the nano-fluids containing brick shape nanoadditives; while at the Reynolds number of 700, the difference is in the range of 8.4–28.5%. In addition, Fig. 10 depicts that the enhancement of nanoadditive fraction and Reynolds number causes an increase in PEC of the examined nano-fluids. For example, at the Reynolds number of 700, the increase of nanoadditive fraction from 0.5 to 2% leads to 24.45% increase and 4.99% decrease in the PEC of nanofluids with platelet and brick shape nanoadditives, respectively. Also, at nanoadditive fraction of 2%, the enhancement of Reynolds number from 100 to 700 leads to an increase of 10.22% and a reduction of 1.6% in the PEC of nano-fluids with platelet and brick shape nanoadditives, respectively. Therefore, in view of the results presented in this section, if a designer intends to choose the shape of γ-AlOOH nanoadditives, the platelet shape nanoadditives will be the optimal option and brick shape nanoadditives will be the worst choice.\nAccording to Fig. 10, thehighest attainable PEC of theγ-AlOOHnanofluid flowing inside the considered sinusoidal wavy channel is 1.346, which belongs to the platelet shape nanoadditives at Re = 700 and φ = 2%. At the rest of this section, a complementary study is represented to check how the maximum PEC varies with the amplitude and wavelength of the channel. The influences of amplitude andwavelength variation on the maximum PEC of the γ-AlOOH nano-fluid with platelet shape nanoadditives are respectively displayed in Figs. 11 and 12. As seen in Fig. 11, by augmenting the amplitude, PEC of the γ-AlOOH\nnano-fluid with platelet shape nanoadditives increases first and, after reaching a maximum value, begins to decrease. Increasing the amplitude leads to augmentation in the vorticity formations and fluid mixing and consequently, increase in the heat transfer and the pressure drop. As seen in Fig. 11, up to 4 mm, the effect of heat transfer enhancement is dominant while beyond this amplitude, the influence of pressure drop enhancement will be dominant. With an increase in amplitude from 0 to 4 mm, the parameter PEC increases by 35.86% and reach 1.432. In addition, as displayed in Fig. 12, the increase of wavelength results in a decrease in the PEC. Boosting the wavelength leads to a decrease in both the convective heat transfer and the pressure drop. However, the amount of reduction in the heat transfer is much more in comparison with the reduction in the pressure drop which ends in a decrease in the PEC."
    }, {
      "heading" : "5. Conclusion",
      "text" : "In this research, the hydrothermal aspects of γ-AlOOH nano-fluid are numerically evaluated in a sinusoidalwavy channel considering various shapes of nanoadditives. The influence of the nanoadditive fraction and Reynolds number is also studied for each shape of nanoadditives. The most important results obtained are as follows:\n• The highest and lowest thermal conductivity belongs to the nanofluid containing cylindrical and platelet shape nanoadditives, respectively. Besides, the thermal conductivity enhances by increasing the nanoadditive fraction. • The highest viscosity is obtained for platelet shape nanoadditives, while the brick shape nanoadditives show the lowest viscosity. Additionally, the viscosity intensifies with the increase of nanoadditive fraction. • Augmenting the nanoadditive fraction intensifies the average Nusselt number and the PEC of the examined nano-fluids. In addition, the pressure drop of all the considered nano-fluids boosts with increasing the Reynolds number. • Boosting the Reynolds number enhances the average Nusselt number, the pressure drop, and the PEC of all the examined nano-fluids. • The highest and lowest Nusselt number, pressure drop, and PEC belongs to the nano-fluid containing platelet and brick shape nanoadditives, respectively. • By boosting the amplitude ofwavy channel, PEC of theγ-AlOOHnanofluidwith platelet shape nanoadditives rises first and, after reaching a maximum value, begins to decrease. • PEC of the γ-AlOOH nano-fluid with platelet shape nanoadditives reduces by intensifying the wavelength of the wavy channel."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The forth author acknowledges the financially support provided by \"National Natural Science Foundation of China\" (Grant No. 51606214)."
    } ],
    "references" : [ {
      "title" : "R",
      "author" : [ "K. Aroonrat", "C. Jumpholkul" ],
      "venue" : "Leelaprachakul, A.S. Dalkilic, O.Mahian, S.Wongwises, Heat transfer and single-phase flow in internally grooved tubes, Int. J. Heat Mass Transf. 42 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Numerical study of fully developed unsteady flow and heat transfer in asymmetric wavy channels",
      "author" : [ "A.G. Ramgadia", "A.K. Saha" ],
      "venue" : "Int. J. Heat Mass Transf. 102 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Influences of corrugation profiles on entropy generation",
      "author" : [ "M. Akbarzadeh", "S. Rashidi", "J.A. Esfahani" ],
      "venue" : "heat transfer, pressure drop, and performance in a wavy channel, Appl. Therm. Eng. 116 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Convective heat transfer of micropolar fluid in a horizontal wavy channel under the local heating",
      "author" : [ "I.V. Miroshnichenko", "M.A. Sheremet", "I. Pop", "A. Ishak" ],
      "venue" : "Int. J. Mech. Sci. 128 (129) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heat transfer enhancement in microchannel heat sink by wavy channel with changing wavelength/amplitude",
      "author" : [ "L. Lin", "J. Zhao", "G. Lu", "X.D. Wang", "W.M. Yan" ],
      "venue" : "Int. J. Therm. Sci. 118 (2017) 423–434.  657  D.D. Vo et al. / Powder Technology 345 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhancing thermal conductivity of fluids with nanoparticles",
      "author" : [ "S.U.S. Choi" ],
      "venue" : "ASME J. Heat Transf. 66 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "A review of the applications of nanofluids in solar energy",
      "author" : [ "O. Mahian", "A. Kianifar", "S.A. Kalogirou", "I. Pop", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 57 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Experimental study of transition flow from single phase to two phase flow boiling in nanofluids",
      "author" : [ "E. Abedini", "T. Zarei", "M. Afrand", "S. Wongwises" ],
      "venue" : "J. Mol. Liq. 231 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "How the dispersion of magnesium oxide nanoparticles effects on the viscosity of water-ethylene glycol mixture: experimental evaluation and correlation development",
      "author" : [ "M. Afrand", "E. Abedini", "H. Teimouri" ],
      "venue" : "Physica E 87 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental investigation and simulation of flow boiling of nanofluids in different flowdirections",
      "author" : [ "M. Afrand", "E. Abedini", "H. Teimouri" ],
      "venue" : "Physica E. 87 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Predicting the effects of magnesium oxide nanoparticles and temperature on the thermal conductivity of water using artificial neural network and experimental data",
      "author" : [ "M. Afrand", "M.H. Esfe", "E. Abedini", "H. Teimouri" ],
      "venue" : "Phys. E. 87 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Numerical study on thermal performance of an air-cooled heat exchanger: effects of hybrid nanofluid",
      "author" : [ "M.A. Ali Karimi" ],
      "venue" : "pipe arrangement and cross section, Energy Convers. Manag. 164 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of a novel clay/silica nanocomposite on water-based drilling fluids: improvements in rheological and filtration properties",
      "author" : [ "G. Cheraghian", "Q. Wu", "M. Mostofi", "M.-C. Li", "M. Afrand", "J.S. Sangwai" ],
      "venue" : "Colloids Surf. A Physicochem. Eng. Asp. 555 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rheological characteristics of MgO/oil nanolubricants: experimental study and neural network modeling",
      "author" : [ "M.H. Esfe", "M. Bahiraei", "M.H. Hajmohammad", "M. Afrand" ],
      "venue" : "Int. Commun. Heat Mass Transf. 86 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental and theoretical investigation of thermal conductivity of ethylene glycol containing functionalized single walled carbon nanotubes",
      "author" : [ "M.H. Esfe", "M. Firouzi", "M. Afrand" ],
      "venue" : "Phys. E. 95 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Evaluation of rheological behavior of 10W40 lubricant containing hybrid nano-material by measuring dynamic viscosity",
      "author" : [ "A.A. Nadooshan", "M.H. Esfe", "M. Afrand" ],
      "venue" : "Phys. E. 92 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Prediction of rheological behavior of SiO 2- MWCNTs/10W40 hybrid nanolubricant by designing neural network",
      "author" : [ "A.A. Nadooshan", "M.H. Esfe", "M. Afrand" ],
      "venue" : "J. Therm. Anal. Calorim. 131 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Measuring the viscosity of Fe3O4-MWCNTs/ EG hybrid nanofluid for evaluation of thermal efficiency: Newtonian and non- Newtonian behavior",
      "author" : [ "A.A. Nadooshan", "H. Eshgarf", "M. Afrand" ],
      "venue" : "J. Mol. Liq. 253 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of graphene oxidesilicon oxide hybrid nanomaterials on rheological behavior of water at various time durations and temperatures: synthesis",
      "author" : [ "R. Ranjbarzadeh", "A. Akhgar", "S. Musivand", "M. Afrand" ],
      "venue" : "preparation and stability, Powder Technol. 335 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An experimental evaluation of the effect of ZnO nanoparticles on the rheological behavior of engine oil",
      "author" : [ "K. Sepyani", "M. Afrand", "M.H. Esfe" ],
      "venue" : "J. Mol. Liq. 236 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental study on rheological behavior of water–ethylene glycol mixture in the presence of functionalized multi-walled carbon nanotubes",
      "author" : [ "E. Shahsavani", "M. Afrand", "R. Kalbasi" ],
      "venue" : "J. Therm. Anal. Calorim. 131 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Using experimental data to estimate the heat transfer and pressure drop of non-Newtonian nanofluid flow through a circular tube: applicable for use in heat exchangers",
      "author" : [ "E. Shahsavani", "M. Afrand", "R. Kalbasi" ],
      "venue" : "Appl. Therm. Eng. 129 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Buoyancy-driven flow of nanofluids in a cavity considering the Ludwig–Soret effect and sedimentation: numerical study and experimental validation",
      "author" : [ "C.J. Ho", "D.S. Chen", "W.M. Yan", "O. Mahian" ],
      "venue" : "Int. J. Heat Mass Transf. 77 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Two-phase mixture model for nanofluid turbulent flow and heat transfer: effect of heterogeneous distribution of nanoparticles",
      "author" : [ "M. Amani", "P. Amani", "A. Kasaeian", "O. Mahian", "W.M. Yan" ],
      "venue" : "Chem. Eng. Sci. 167 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Recent advances inmodeling and simulation of nanofluid flows-part I: fundamentals and theory",
      "author" : [ "O. Mahian", "L. Kolsi", "M. Amani", "P. Estelle", "G. Ahmadi", "C. Kleinstreuer", "J.S. Marshall", "M. Siavashi", "R.A. Taylor", "H. Niazmand", "S. Wongwises", "T. Hayat", "A. Kolanjiyil", "A. Kasaeian", "I. Pop" ],
      "venue" : "Phys. Rep. ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent advances in modeling and simulation of nanofluid flows-part II: applications",
      "author" : [ "O. Mahian", "L. Kolsi", "M. Amani", "P. Estelle", "G. Ahmadi", "C. Kleinstreuer", "J.S. Marshall", "R.A. Taylor", "E. Abu-Nada", "S. Rashidi", "H. Niazmand", "S. Wongwises", "T. Hayat", "A. Kasaeian", "I. Pop" ],
      "venue" : "Phys. Rep. ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel comprehensive experimental study concerned synthesizes and prepare liquid paraffin-Fe3O4 mixture to develop models for both thermal conductivity & viscosity: a new approach of GMDH type of neural network",
      "author" : [ "A. Shahsavar", "S. Khanmohammadi", "A. Karimipour", "M. Goodarzi" ],
      "venue" : "Int. J. Heat Mass Transf. 131 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experimental investigation and develop ANNs by introducing the suitable architectures and training algorithms supported by sensitivity analysis: measure thermal conductivity and viscosity for liquid paraffin based nanofluid containing Al2O3 nanoparticles",
      "author" : [ "A. Shahsavar", "S. Khanmohammadi", "D. Toghraie", "H. Salehipour" ],
      "venue" : "J. Mol. Liq. 276 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanoparticle shape effects on thermalhydraulic performance of boehmite alumina nanofluid in a horizontal double-pipe minichannel heat exchanger",
      "author" : [ "A. Shahsavar", "Z. Rahimi", "H. Salehipour" ],
      "venue" : "Heat Mass Transf. ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Irreversibility analysis for flow of a non- Newtonian hybrid nanofluid containing coated CNT/Fe3O4 nanoparticles in a minichannel heat exchanger",
      "author" : [ "M. Bahiraei", "M. Berahmand", "A. Shahsavar" ],
      "venue" : "Appl. Therm. Eng. 125 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermal and hydraulic characteristics of a minichannel heat exchanger operated with a non-Newtonian hybrid nanofluid",
      "author" : [ "M. Bahiraei", "A. Godini", "A. Shahsavar" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 84 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Heat transfer and entropy generation optimization for flow of a non-Newtonian hybrid nanofluid containing coated CNT/Fe3O4 nanoparticles in a concentric annulus",
      "author" : [ "A. Shahsavar", "M. Moradi", "M. Bahiraei" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 84 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Lattice Boltzmann simulation of nanofluid flow and heat transfer in a hollow multi-pipe heat exchanger considering nanoparticles' shapes",
      "author" : [ "A. Rahimi", "A. Surendar", "A. Kasaeipoor", "P. Hooshmand", "E.H. Malekshah" ],
      "venue" : "Powder Technol. 339 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Investigation of squeezing unsteady nanofluid flow using ADM",
      "author" : [ "M. Sheikholeslami", "D.D. Ganji", "H.R. Ashorynejad" ],
      "venue" : "Powder Technol. 239 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Optimization of irreversibility and thermal characteristics of a mini heat exchanger operated with a new hybrid nanofluid containing carbon nanotubes decorated with magnetic nanoparticles",
      "author" : [ "A. Shahsavar", "Z. Rahimi", "M. Bahiraei" ],
      "venue" : "Energy Convers. Manag. 150 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental investigation on intensified convective heat transfer coefficient of water based PANI nanofluid in vertical helical coiled heat exchanger",
      "author" : [ "B.A. Bhanvase", "S.D. Sayankar", "A. Kapre", "P.J. Fule", "S.H. Sonawane" ],
      "venue" : "Appl. Therm. Eng. 128 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental investigation of surface vibration effects on increasing the stability and heat transfer coefficient of MWCNTs-water nanofluid in a flexible double pipe heat exchanger",
      "author" : [ "A. Hosseinian", "A.H. Meghdadi Isfahani", "E. Shirani" ],
      "venue" : "Exp. Thermal Fluid Sci. 90 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of particle shape on suspension stability and thermal conductivities of water-based boehmite alumina nanofluids",
      "author" : [ "H.J. Kim", "S.H. Lee", "J.H. Lee", "S.P. Jang" ],
      "venue" : "Energy 90 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Particle shape effects on some of the transport properties of tungsten oxide nanofluids",
      "author" : [ "M. Karimi-Nazarabad", "E.K. Goharshadi", "A. Yousefi" ],
      "venue" : "J. Mol. Liq. 223 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A comprehensive study of effect of fraction",
      "author" : [ "P.B. Maheshwary", "C.C. Handa", "K.R. Nemade" ],
      "venue" : "particle size and particle shape on thermal conductivity of titania/water based nanofluid, Appl. Therm. Eng. 119 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Numerical study on impact behavior of nanoparticle shapes on the performance improvement of shell and tube heat exchanger",
      "author" : [ "H. Hajabdollahi", "Z. Hajabdollahi" ],
      "venue" : "Chem. Eng. Res. Des. 125 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Forced convection of nanofluid in presence of constant magnetic field considering shape effects of nanoparticles",
      "author" : [ "M. Sheikholeslami", "M.M. Bhatti" ],
      "venue" : "Int. J. Heat Mass Transf. 111 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Second law analysis of turbulent convection flow of boehmite alumina nanofluid inside a double-pipe heat exchanger considering various shapes for nanoparticle",
      "author" : [ "M. Monfared", "A. Shahsavar", "M.R. Bahrebar" ],
      "venue" : "J. Therm. Anal. Calorim. ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Particle shape effects on thermophysical properties of alumina nanofluids",
      "author" : [ "E.V. Timofeeva", "J.L. Routbort", "D. Singh" ],
      "venue" : "J. Appl. Phys. 106 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Effect of different nanoparticle shapes on shell and tube heat exchanger using different baffle angles and operated with nanofluid",
      "author" : [ "M.M. Elias", "I.M. Shahrul", "I.M. Mahbubul", "R. Saidur", "N.A. Rahim" ],
      "venue" : "Int. J. Heat Mass Transf. 70 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "First and second laws analysis of a minichannel-based solar collector using boehmite alumina nanofluids: effects of nanoparticle shape and tube materials",
      "author" : [ "O. Mahian", "A. Kianifar", "S. Zeinali Heris", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 78 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A Drag Coefficient Correlation",
      "author" : [ "L. Schiller", "A. Naumann" ],
      "venue" : "Zeitschrift des Vereins Deutscher Ingenieure,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1935
    }, {
      "title" : "A study of entropy generation in fundamental convective heat transfer",
      "author" : [ "A. Bejan" ],
      "venue" : "ASME J. Heat Transf. 101 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 1979
    }, {
      "title" : "Using a magnetic field to reduce natural convection in a vertical cylindrical annulus",
      "author" : [ "M. Afrand" ],
      "venue" : "Int. J. Therm. Sci. 118 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "3-D numerical investigation of natural convection in a tilted cylindrical annulus containing molten potassium and controlling it using various magnetic fields",
      "author" : [ "M. Afrand", "S. Farahat", "A.H. Nezhad", "G. Ali Sheikhzadeh", "F. Sarhaddi" ],
      "venue" : "Int. J. Appl. Electromagn. Mech. 46 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Numerical simulation of electrically conducting fluid flow and free convective heat transfer in an annulus on applying a magnetic field",
      "author" : [ "M. Afrand", "S. Farahat", "A.H. Nezhad", "G.A. Sheikhzadeh", "F. Sarhaddi" ],
      "venue" : "Heat Transf. Res. 45 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Multi-objective optimization of natural convection in a cylindrical annulus mold under magnetic field using particle swarm algorithm",
      "author" : [ "M. Afrand", "S. Farahat", "A.H. Nezhad", "G.A. Sheikhzadeh", "F. Sarhaddi", "S. Wongwises" ],
      "venue" : "Int. Commun. Heat Mass Transf. 60 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Effect of induced electric field on magneto-natural convection in a vertical cylindrical annulus filled with liquid potassium",
      "author" : [ "M. Afrand", "S. Rostami", "M. Akbari", "S. Wongwises", "M.H. Esfe", "A. Karimipour" ],
      "venue" : "Int. J. Heat Mass Transf. 90 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Magneto-natural convection in square cavities with a source-sink pair on different walls",
      "author" : [ "M. Mahmoodi", "M.H. Esfe", "M. Akbari", "A. Karimipour", "M. Afrand" ],
      "venue" : "Int. J. Appl. Electromagn. Mech. 47 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Numerical investigations on the heat transfer enhancement in a wavy channel using nanofluid",
      "author" : [ "M.A. Ahmed", "N.H. Shuaib", "M.Z. Yusoff" ],
      "venue" : "Int. J. Heat Mass Transf. 55 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A Heat Transfer Textbook",
      "author" : [ "J.H. Lienhard", "J.H. Lienhard" ],
      "venue" : "2nd ed. Phlogiston Press",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2002
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "[1] examined the influence of grooved pitch on the hydrothermal aspects of water flowing inside the internally grooved tubes.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "Ramgadia and Saha [2] numerically studied the effects of phase change between two corrugated walls on the hydrothermal aspects of water.",
      "startOffset" : 18,
      "endOffset" : 21
    }, {
      "referenceID" : 2,
      "context" : "[3] evaluated the hydrothermal aspects of a corrugated channel with sinusoidal, trapezoidal, and triangular types.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "[4] numerically assessed the laminar mixed convection of micropolar fluid inside a heated corrugated channel.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 4,
      "context" : "[5] examined the impact of variablewavelength or/and amplitude on the performance of a corrugated heatsink.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 43,
      "context" : "Table 1 Thermo-physical aspects of γ-AlOOH and 50/50 water-ethylene glycol mixture [45,46].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 44,
      "context" : "Table 1 Thermo-physical aspects of γ-AlOOH and 50/50 water-ethylene glycol mixture [45,46].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 5,
      "context" : "In 1995, Choi [6] was able to prepare these fluids for the first time, which he called “nano-fluids”.",
      "startOffset" : 14,
      "endOffset" : 17
    }, {
      "referenceID" : 34,
      "context" : "[36] numerically assessed the influence of nanoadditive fraction and Reynolds number on the hydrothermal aspects during flow of a new hybrid nano-fluid containing CNTs decorated with Fe3O4 nanoadditives through a tube-in-tube heat exchanger.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "[37] studied the performance of water based PANI (polyaniline) nano-fluid in a tube heat exchanger equipped with a helical coil.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "[38] conducted an experimental investigation on the effect of surface vibration on augmenting the performance of water-CNT nano-fluid flowing through a flexible tube-in-tube heat exchanger.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 40,
      "context" : "Hajabdollahi and Hajabdollahi [42] optimized the thermoeconomic aspects of a shell and tube heat exchanger filled with water-Al2O3 nano-fluid considering various shapes of nanoadditives.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 41,
      "context" : "Sheikholeslami and Bhatti [43] numerically assessed the hydrothermal aspects of the water based CuO nano-fluid containing various shapes of nanoadditives inside a porous semi-annulus under constant magnetic field.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 42,
      "context" : "[44] conducted a numerical assessment to analyze the irreversibility aspects of γ-AlOOH nanofluid with various shapes of nanoadditives flowing through a tube-intube heat exchanger.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "The thermal conductivity of nano-fluids (km) with different nanoadditive shapes is calculated as [45,46]:",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 44,
      "context" : "The thermal conductivity of nano-fluids (km) with different nanoadditive shapes is calculated as [45,46]:",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 46,
      "context" : "where Vpf is the relative velocity between a particle and the fluid which is obtained as [48]:",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 40,
      "context" : "As is demonstrated by the previous researchers [42,44], using nanofluids for heat transfer enhancement results in the simultaneous increase of heat transfer rate and pressure drop.",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 42,
      "context" : "As is demonstrated by the previous researchers [42,44], using nanofluids for heat transfer enhancement results in the simultaneous increase of heat transfer rate and pressure drop.",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 54,
      "context" : "[56] forflowofwater-copper in a sinusoidal channel.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[46] found that the γ-AlOOH nano-fluid having cylindrical shape nanoadditives represents the best overall heat transfer performance in a shell and tube heat exchanger, while Monfared et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "[44] reported that best heat transfer performance of a tube-in-tube heat exchanger filled with the γ-AlOOH nano-fluid belongs to the platelet shape nanoadditives.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "by consideringDarcy's equation (Δp 1⁄4 f L ð2aþ2HÞ ρmuin 2 2 , where f is the friction factor defined as f 1⁄4 64 Renf [57]) and the facts that nano-fluids containing nanoadditives of various shapes have the same density and that the friction coefficients of these nano-fluids are equal, at the same Reynolds.",
      "startOffset" : 119,
      "endOffset" : 123
    } ],
    "year" : 2019,
    "abstractText" : "a Division of Computational Physics, Institute for Computational Science, Ton Duc Thang University, Ho Chi Minh City, Vietnam b Faculty of Electrical and Electronics Engineering, Ton Duc Thang University, Ho Chi Minh City, Vietnam c Public Authority of Applied Education and Training, College of Technological Studies (CTS), Automotive and Marine Engineering Department, Shuwaikh, Kuwait d Department of Mechanical Engineering, Marvdasht Branch, Islamic Azad University, Marvdasht, Iran e Department of Mechanical Engineering, Najafabad Branch, Islamic Azad University, Najafabad, Iran f Department of Mechanical Engineering, Ilam University, Ilam 69315-516, Iran g School of Electrical and Power Engineering, China University of Mining and Technology, Xuzhou 221116, China",
    "creator" : "Elsevier"
  }
}