{
  "name" : "downloads_2019-10-21_98_alba-molina2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Citrate-Stabilized Gold Nanoparticles as High-Performance Electrocatalysts: The Role of Size in the Electroreduction of Oxygen",
    "authors" : [ "David Alba-Molina", "Alain R. Puente Santiago", "Juan J. Giner-Casares", "María T. Martín-Romero", "Luis Camacho", "Rafael Luque", "Manuel Cano" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "The development of effective and easily scaled-up nanomaterials that can achieve the needed current densities for the fabrication of ORR cathode electrodes for practical applications constitutes one of the hottest research topics in the field of electrocatalysis in sustainable energy.1−4 Pt-based nanomaterials have been widely investigated as active catalysts for ORR cathode reactions in the past decade due to their highly efficient electrocatalytic properties.5 Nevertheless, their instability as ORR electrocatalysts together with sluggish reaction dynamics and the high cost of Pt precious metal have considerably limited the widespread commercialization of fuel cells based on the aforementioned materials.6 Consequently, in recent years, a number of endeavors have been focused on the development of non-platinum nanoelectrocatalysts such as nitrogen-doped carbon nanotubes,6 porous gold nanoparticles,7 gold nanoparticle/graphene as nanocomposite materials,8 porous carbon-supported gold nanoparticles,9 or even atomically dispersed Fe−Nx species on porous porphyrinic triazine-based frameworks.10\nGold nanostructures are revealed as promising electrocatalytic platforms given that gold nanoclusters act as electron transfer (ET) enhancers and their large active surface area improves oxygen adsorption.11−14 Gold nanoclusters have been proposed as relevant nanomaterials for electrocatalysis for the ORR.15 The effect of the gold core size on the electrocatalytic performances was deeply addressed. Despite the aforementioned studies, the elucidation of the electrocatalytic size dependence behavior as well as the kinetics\nproperties of gold nanoparticles (AuNPs) with sizes above 10 nm has not been reported. We propose herein a green and an easily scaled-up seeded growth method previously reported by Bastuś et al., for the synthesis of high-quality and long-term stable citrate-stabilized AuNPs with sizes of 15, 28, 55, and 95 nm.16,17 After exhaustive characterization, citrate-stabilized AuNPs with different sizes were tested for the electroreduction of oxygen by detailed static and dynamic electrochemical measurements."
    }, {
      "heading" : "2. EXPERIMENTAL METHODS",
      "text" : "2.1. Synthesis of Citrate-Stabilized AuNPs. 15 nm (step 2), 28 nm (step 4), 55 nm (step 8), and 95 nm (step 11) citrate-stabilized gold nanoparticles (AuNPs) with a uniform quasispherical shape and a narrow size distribution were synthesized in a sequential manner following a kinetically controlled seeded growth strategy via the reduction of HAuCl4 by sodium citrate.16,17 Briefly, 150 mL of 2.2 mM sodium citrate solution was heated in a 250 mL three-necked roundbottom flask for 15 min under vigorous stirring. Once the boiling starts, 1 mL of 25 mM HAuCl4 was injected. After 30 min, the reaction was finished. After that, the sample was diluted by extracting 55 mL of sample (step 1) and adding 53 mL of ultrapure water and 2 mL of 60 mM sodium citrate. The resulting solution was then used as a seed solution to the next growing step, and the process was repeated (i.e., the dilution\nReceived: January 9, 2019 Revised: March 22, 2019 Published: March 27, 2019\n© 2019 American Chemical Society 9807 DOI: 10.1021/acs.jpcc.9b00249 J. Phys. Chem. C 2019, 123, 9807−9812\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n1, 2\n01 9\nat 1\n8: 05\n:0 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nwas heated until the boiling starts, and then 1 mL of 25 mM HAuCl4 was injected. After 30 min, the reaction was finished and 55 mL of sample (step 2) was extracted). In this way, a total of 11 growth steps were performed obtaining finally citrate-stabilized 95 nm AuNPs (step 11). For the resulting AuNPs, the molar gold concentration was estimated from the absorbance at 400 nm, which is assumed to have a size independent absorption coefficient.16\n2.2. Material Characterization. UV−visible spectra were recorded on a Cary 100 Bio UV−vis spectrometer in disposable polystyrene cuvettes with 1.0 cm path lengths. Samples for transmission electron microscopy (TEM) were prepared by drying under ambient conditions a dispersion of the particles on 200 mesh copper grids coated with Formvar/ carbon films. TEM images were obtained using a JEOL JEM 1400 TEM microscope, operated at an accelerating voltage of 80 kV. X-ray diffraction (XRD) experiments were performed using a Bruker D8 ADVANCE diffractometer operating at 40 kV and 40 mA and using Cu Kα radiation (1.5406 Å). 2.3. Electrochemical Experiments. Chronoamperometric, cyclic (CV), and differential pulse (DPV) voltammetric measurements were recorded on an AUTOLAB PGSTAT30 electrochemical analyzer using a three-electrode system. A glassy carbon (GC) disc (5 mm in diameter; Pine Instrument Company) was used as the working electrode. A drop of 25 μL of AuNP sample (Au concentration ∼0.7 mM) was loaded onto the clean surface of the GC electrode and then dried overnight at 4 °C. A platinum sheet and a Ag/AgCl electrode were used as counter and reference electrodes, respectively. 0.5 M KOH was used as the supporting electrolyte. All the solutions were purged prior to electrochemical measurements using nitrogen (N2) or oxygen (O2) gas, depending on the experiment."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "Figure 1A shows the normalized spectra of each growth step of the citrate-stabilized AuNPs. The surface plasmon resonance (SPR) band maxima were located at 521, 525, 535, and 558 nm. The expected particle size values were around 18, 24, 52, and 96 nm, respectively.16 The morphological characterization of the AuNPs was performed by TEM (see Figure 1B−E). The citrate-stabilized AuNPs were quasispherical in shape with a narrow distribution in size. Figure S1 shows the size distribution histograms obtained from TEM images, demonstrating a good correlation with the theoretical sizes obtained from SPR bands. X-ray diffraction (XRD) analysis was performed to confirm the crystalline structure of the resulting\nAuNPs. Figure 1F shows the XRD patterns for the four different growth steps on the ITO support, which presented diffraction patterns at 38.9, 44.5, 65, and 77.7° corresponding to the (111), (200), (220), and (311) planes of a face-centered cubic (fcc) structure, respectively. The latter Miller indices were almost identical to the given values in the standard JCPDS file 4-0784 of fcc Au.18 Furthermore, as it is expected for larger crystalline nanomaterials, the relative intensities of the XRD peaks increase with the particle size. To study the electrochemical behavior of the resulting citrate-stabilized AuNPs, they were deposited by drop-casting and subsequent drying on the surface of a glassy carbon electrode. First, the surface structure and the ratio of the existing facets on AuNPs of four different sizes were studied by lead underpotential deposition (Pb-UPD).19 During the positive potential sweep, three stripping peaks corresponding to the desorption of the lead layer on the Au(111), (100), and (110) facets can be observed at around −0.7, −0.57, and −0.47 V, respectively (Figure 2). Overall, variations in the\nrelative intensity of these three desorption peaks can be observed with the increase of the particle size. For instance, 15 nm AuNPs showed a single broad desorption peak, indicating that most of their surface sites have the (100) symmetry. Meanwhile, 95 nm AuNPs showed well-defined three domains (i.e., (111), (100), and (110)) with similar relative intensities. These results suggest that citrate-stabilized 15 nm AuNPs are the best candidates as ORR electrocatalysts. Figure 3A,B displays the cyclic voltammograms (CVs) of the citrate-stabilized AuNPs in an alkaline medium (0.5 M)\nDOI: 10.1021/acs.jpcc.9b00249 J. Phys. Chem. C 2019, 123, 9807−9812\n9808\nsaturated with N2 and O2, respectively. No electrochemical response within the potential ranges of −1.0 and −0.10 V in N2-saturated solution was found, whereas well-defined cathodic peaks arise at −0.20 V in O2-saturated conditions indicating the electrocatalytic effect of the citrate-stabilized AuNPs in oxygen reduction processes. Importantly, the intensities of the cathodic peaks as well as the onset potential of the O2 reduction varied significantly with the size of the citrate-stabilized AuNPs, suggesting a clear dependence of the electrocatalytic activity with the nanoparticle size. These findings were supported by the differential pulse voltammograms (DPVs) of the AuNPs/GC electrodes in N2- and O2saturated conditions (Figure 3C,D). In the absence of O2, the resulting peaks were associated with the Au/AuOx redox process of the AuNPs. On the other hand, the peaks located between −0.20 and −0.38 V in the DPV curves correspond to the two-electron oxygen reduction processes in the presence of\nO2. The variation in the intensity values of the DPV curves clearly revealed a significant influence of the size of the citratestabilized AuNPs on the ORR processes. Interestingly, the peaks located between −0.80 and −1.00 V correspond to ORR via four-electron processes, showing the same core-size dependent tendency both for the potential and intensity values. Further insights on the effect of citrate-stabilized AuNP core size on the electrocatalytic activity in ORR were pursued by analyzing the reaction kinetics properties by rotating-disk voltammetry. Note that the maximum current density values obtained at the initial forward scan were lower than those at the return scan during the rotating-disk voltammograms (RDVs) (see Figure 4A). The hysteresis might be attributed to the different interactions between Au surfaces and dioxygen in each scan. The dioxygen adsorption requires the displacement of the capping ligands on the Au surface during the initial forward scan, which might require a higher amount of energy\nDOI: 10.1021/acs.jpcc.9b00249 J. Phys. Chem. C 2019, 123, 9807−9812\n9809\nthan the one during the return scan. Probably, in the latter case, the oxygen adsorption is much favored because it requires the displacement of the reaction product (i.e., OH− or"
    }, {
      "heading" : "HO2",
      "text" : "−).20 Figure 4B demonstrates that the same value of maximum current density obtained during the return scan of the CV was achieved applying a constant potential of −1.0 V (see Figure 2B). Thus, the latter result validates the use of return scan for the following kinetics analysis. Figure S2 compares the hysteresis effect on ORR for the different citratestabilized AuNPs, showing clear size dependence. In order to further understand the latter mentioned hysteresis effect on AuNP-based electrocalysts toward ORR reaction, two types of dynamic experiments were carried out using the rotating-disc electrode modified with citratestabilized 15 nm AuNPs (Figure S3). The first experiment was performed by decreasing the amount of citrate-stabilized 15 nm AuNPs deposited on the surface of the GC electrode (Figure S3A−D), and the second one, shortening the initial potential applied during the cyclic voltammetry measurements (Figure S3D,E). These results demonstrated that, at least, the hysteresis effect is a process dependent both on the amount of electrocatalyst deposited on the surface of the GC electrode and on the range of applied potentials during the voltammetric measurements. Figure 5A shows the comparative rotating-disk voltammograms (RDVs) for ORR of the four different AuNP/GC electrodes at the same rotating rate of 2500 rpm. On the one hand, the maximum current density at −1.0 V increased with decreasing particle size, obtaining values of −5.58, −5.08, −4.47, and −3.71 mA·cm−2 for 15 nm, 28 nm, 55 nm, and 95 nm AuNP/GC electrodes, respectively. A clear core-size dependence can be observed, in agreement with our previous CV and DPV analysis. This dependence can be attributed to the comparatively higher surface area of the smaller AuNPs. It is noticeable that the limiting current density obtained for our citrate-stabilized 15 nm AuNP/GC electrode at 2500 rpm was the maximum possible value following a four-electron pathway and considering the geometrical area of the GC working electrode.21 It is clear evidence of the suitability as electrocatalysts for the ORR of the citrate-stabilized 15 nm AuNPs. The onset potential values of ORR shift negatively with the increase of the AuNP size (see Table 1). Note that the same onset value (i.e., −0.20 V) is obtained for citrate-stabilized 15 nm AuNP/GC and Au55Cl6(PPh3)12 clusters.\n22 These interesting results can be attributed to the different capping ligands, which can block catalytically active sites of metal NPs and lower the catalytic activity.23 Therefore, the electrostatically adsorbed citrate ligand appears as a much more suitable ligand for oxygen adsorption than covalently bound thiol- and tertiary phosphine- binding ligands. Figure 5B shows the resulting RDVs for the 15 nm AuNP/ GC electrode at different rotation rates from 2500 to 250 rpm. The shape of our curves was similar to the one reported previously for the 1 nm Au thin film/GC electrode prepared by vacuum evaporation of gold at a base pressure of 2 × 10−6 torr, requiring a rotation rate of 4600 rpm for obtaining a similar limiting current density at −1.0 V (i.e., −5.58 mA·cm−2).24 RDV was applied to citrate-stabilized AuNPs of different sizes (see Figure S4 and Table 1)\nJ J J B J 1 1 1 1 1\nL K 1/2 Kω = + = +\n(1) B nFC D v0.62 0 0 2/3 1/6= (2)\nJK at −1.00 V (A·cm−2) −115.2 −43.97 −21.25 −12.64 k (cm·s−1) at −1.00 V 0.285 0.108 0.054 0.035 aThe onset potential values were determined from rotating-disk voltammograms (Figure 3A).\nDOI: 10.1021/acs.jpcc.9b00249 J. Phys. Chem. C 2019, 123, 9807−9812\n9810\nJ nFkCK 0= (3)\nwhere J is the measured current density, JK and JL are the kinetic and diffusion limiting current densities, respectively, ω is the electrode rotation rate, n is the overall number of electrons transferred in oxygen reduction, F is the Faraday constant, C0 is the bulk concentration of O2 dissolved in the electrolyte (1.03 × 10−3 mol·L−1 for 0.5 M KOH), D0 is the diffusion coefficient of O2 (1.63 × 10\n−5 cm2·s−1 for 0.5 M KOH), v is the kinematic viscosity of the electrolyte (0.01 cm2· s−1 for 0.5 M KOH), and k is the electron transfer rate constant during ORR.25\nFigure 5C shows the Koutecky−Levich (K−L) plot obtained from the RDVs of the 15 nm AuNP/GC electrode. The excellent linearity of the experimental points demonstrates a first-order reaction kinetics toward dissolved O2. According to eqs 1 and 2, the values of JK and n can be obtained from the slope and intercept of this K−L plot, respectively. The rate constants (k) were estimated using eq 3. Table 1 summarizes the resulting kinetic parameters of our four different AuNP/ GC electrodes, both at −0.50 and at −1.00 V. Overall, the ORR was found to proceed by a four-electron reaction pathway at −1.00 V, while at −0.50 V the ORR was performed by a two-electron reaction route. In other words, depending on the applied potential, the formation of OH− or HO2\n− as a byproduct of the ORR can be conveniently controlled.26 Therefore, the present concept of the potential-dependent electrocatalyst using exclusively the citrate-stabilized AuNP/ GC electrode could be extrapolated to other reduction reactions and improve the control of product selectivity in electrocatalytic processes. Finally, the stability of citrate-stabilized 15 nm AuNPs was evaluated using an accelerated aging test (AAT), which uses thousand scanned potential performed by cyclic voltammetry in oxygen-saturated 0.1 M KOH solution.27,28 Figure S5 shows that after ATT, the ORR onset and peak potentials associated with the two-electron transfer pathway were negatively shifted by 92 mV, while these same parameters were positively shifted by 170 mV for the four-electron transfer pathway. Moreover, the peak current densities for both ORR mechanisms have clearly increased after ATT, indicating a possible activation process of this type of Au electrocatalyst. Furthermore, these results clearly demonstrated their excellent suitability as ORR electrocatalysts in an alkaline electrolyte."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "The nanosized effect on the electrocatalytic properties of citrate-stabilized AuNPs for ORR has been assessed. The proposed nanoelectrocatalysts were synthesized by a green and scaled-up synthesis method. The particle size of the citratestabilized AuNPs influences the maximum current density and the onset potential values, being two relevant parameters in the quantitative assessments of electrocatalytic performance. The citrate-stabilized AuNPs render a comparable electrocatalytic performance to those reported for Au clusters. This work highlights the crucial role of capping ligands coating the Au core even for Au nanoclusters. Therefore, our work paves the way for ligand-oriented and surface chemistry design of highly efficient nanomaterials for electrocatalysis of the ORR. We consider that our findings may remarkably impact their possible application in fuel cell technology where the high cost of the electrocatalyst is one of the critical aspects.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.9b00249.\nSize distribution histograms obtained from the TEM images for each growth step, additional rotating-disk voltammograms and the AAT (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: jjginer@uco.es (J.J.G.-C.). *E-mail: q82calum@uco.es (M.C.)."
    }, {
      "heading" : "ORCID",
      "text" : "Alain R. Puente Santiago: 0000-0002-8491-3565 Juan J. Giner-Casares: 0000-0002-6673-300X Rafael Luque: 0000-0003-4190-1916 Manuel Cano: 0000-0002-0810-2920"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS Support from the Ministry of Economy and Competitiveness (MINECO) of Spain is acknowledged through the CTQ201783961-R project. J.J.G.-C. acknowledges the Ministry of Economy and Competitiveness for a “Ramon y Cajal” contract (#RyC-2014-14956). M.C. thanks the “Plan Propio de Investigacioń” from the Universidad de Coŕdoba (UCO) and the “Programa Operativo de fondos FEDER Andaluciá” for its financial support through a postdoctoral contract (Modality 5.2.A). The publication has been prepared with support from RUDN University Program 5-100. R.L. gratefully acknowledges MINECO for funding project CTQ2016-78289-P, cofinanced with FEDER funds. A.R.P.S. gratefully acknowledges MINECO for their research contracts associated with the aforementioned project and to the Research Program of the UCO for its financial support through a postdoctoral contract (Modality 5.1). The authors also thank Prof. Dr. J. M. Rodriǵuez-Mellado of the Department of Physical Chemistry and Applied Thermodynamics at the UCO for kind access to the rotating disk equipment.\n■ REFERENCES (1) Liu, L.; Corma, A. Metal Catalysts for Heterogeneous Catalysis: From Single Atoms to Nanoclusters and Nanoparticles. Chem. Rev. 2018, 118, 4981−5079. (2) Fei, H.; Dong, J.; Feng, Y.; Allen, C. S.; Wan, C.; Volosskiy, B.; Li, M.; Zhao, Z.; Wang, Y.; Sun, H.; et al. General Synthesis and Definitive Structural Identification of MN4C4 Single-Atom Catalysts with Tunable Electrocatalytic Activities. Nat. Catal. 2018, 1, 63−72. (3) Rück, M.; Bandarenka, A.; Calle-Vallejo, F.; Gagliardi, A. Oxygen Reduction Reaction: Rapid Prediction of Mass Activity of Nanostructured Platinum Electrocatalysts. J. Phys. Chem. Lett. 2018, 9, 4463−4468. (4) Liu, K.; Zhang, C.; Sun, Y.; Zhang, G.; Shen, X.; Zou, F.; Zhang, H.; Wu, Z.; Wegener, E. C.; Taubert, C. J.; et al. High-Performance Transition Metal Phosphide Alloy Catalyst for Oxygen Evolution Reaction. ACS Nano 2018, 12, 158−167. (5) Wu, J.; Yang, H. Platinum-Based Oxygen Reduction Electrocatalysts. Acc. Chem. Res. 2013, 46, 1848−1857. (6) Xia, B. Y.; Yan, Y.; Li, N.; Wu, H. Bin; Lou, X. W. D.; Wang, X. A Metal−organic Framework-Derived Bifunctional Oxygen Electrocatalyst. Nat. Energy 2016, 1, 15006.\nDOI: 10.1021/acs.jpcc.9b00249 J. Phys. Chem. C 2019, 123, 9807−9812\n9811\n(7) Wan, L.; Qin, Y.; Xiang, J. Rapid Electrochemical Fabrication of Porous Gold Nanoparticles for High-Performance Electrocatalysis towards Oxygen Reduction. Electrochim. Acta 2017, 238, 220−226. (8) Seselj, N.; Engelbrekt, C.; Ding, Y.; Hjuler, H. A.; Ulstrup, J.; Zhang, J. Tailored Electron Transfer Pathways in Aucore/PtshellGraphene Nanocatalysts for Fuel Cells. Adv. Energy Mater. 2018, 8, 1702609. (9) Wang, L.; Tang, Z.; Yan, W.; Yang, H.; Wang, Q.; Chen, S. Porous Carbon-Supported Gold Nanoparticles for Oxygen Reduction Reaction: Effects of Nanoparticle Size. ACS Appl. Mater. Interfaces 2016, 8, 20635−20641. (10) Yi, J.-D.; Xu, R.; Wu, Q.; Zhang, T.; Zang, K.-T.; Luo, J.; Liang, Y.-L.; Huang, Y.-B.; Cao, R. Atomically Dispersed Iron−Nitrogen Active Sites within Porphyrinic Triazine-Based Frameworks for Oxygen Reduction Reaction in Both Alkaline and Acidic Media. ACS Energy Lett. 2018, 3, 883−889. (11) Chakraborty, S.; Babanova, S.; Rocha, R. C.; Desireddy, A.; Artyushkova, K.; Boncella, A. E.; Atanassov, P.; Martinez, J. S. A Hybrid DNA-Templated Gold Nanocluster For Enhanced Enzymatic Reduction of Oxygen. J. Am. Chem. Soc. 2015, 137, 11678−11687. (12) Lalaoui, N.; Rousselot-Pailley, P.; Robert, V.; Mekmouche, Y.; Villalonga, R.; Holzinger, M.; Cosnier, S.; Tron, T.; Le Goff, A. Direct Electron Transfer between a Site-Specific Pyrene-Modified Laccase and Carbon Nanotube/Gold Nanoparticle Supramolecular Assemblies for Bioelectrocatalytic Dioxygen Reduction. ACS Catal. 2016, 6, 1894−1900. (13) Zhou, Y.; Zeng, H. C. Metal−Hydroxide and Gold− Nanocluster Interfaces: Enhancing Catalyst Activity and Stability for Oxygen Evolution Reaction. J. Phys. Chem. C 2016, 120, 29348− 29357. (14) Seitz, L. C.; Hersbach, T. J. P.; Nordlund, D.; Jaramillo, T. F. Enhancement Effect of Noble Metals on Manganese Oxide for the Oxygen Evolution Reaction. J. Phys. Chem. Lett. 2015, 6, 4178−4183. (15) Sumner, L.; Sakthivel, N. A.; Schrock, H.; Artyushkova, K.; Dass, A.; Chakraborty, S. Electrocatalytic Oxygen Reduction Activities of Thiol-Protected Nanomolecules Ranging in Size from Au28(SR)20to Au279(SR)84. J. Phys. Chem. C 2018, 122, 24809−24817. (16) Bastuś, N. G.; Comenge, J.; Puntes, V. Kinetically Controlled Seeded Growth Synthesis of Citrate-Stabilized Gold Nanoparticles of up to 200 Nm: Size Focusing versus Ostwald Ripening. Langmuir 2011, 27, 11098−11105. (17) Alba-Molina, D.; Rodríguez-Padroń, D.; Puente-Santiago, A.R.; Giner-Casares, J.J.; Martín-Romero, M. T.; Camacho, L.; Martins, L. O.; Muñoz-Batista, M. J.; Cano, M.; Luque, R. Mimicking the Bioelectrocatalytic Function of Recombinant CotA Laccase through Electrostatically Self-assembled bioconjugates. Nanoscale 2019, 11, 1549−1554. (18) Turkevich, J.; Kim, G. Palladium: Preparation and Catalytic Properties of Particles of Uniform Size. Science 1970, 169, 873−879. (19) Hernańdez, J.; Solla-Gulloń, J.; Herrero, E.; Aldaz, A.; Feliu, J.M. Electrochemistry of Shape-Controlled Catalysts: Oxygen Reduction Reaction on Cubic Gold Nanoparticles. J. Phys. Chem. C 2007, 111, 14078−14083. (20) Rizo, R.; Arań-Ais, R. M.; Padgett, E.; Muller, D. A.; Laźaro, M. J.; Solla-Gulloń, J.; Feliu, J. M.; Pastor, E.; Abruña, H. D. Pt-Richcore/ Sn-Richsubsurface/PtskinNanocubes As Highly Active and Stable Electrocatalysts for the Ethanol Oxidation Reaction. J. Am. Chem. Soc. 2018, 140, 3791−3797. (21) Xing, W.; Yin, G.; Zhang, J. Rotating Electrode Methods and Oxygen Reduction Electrocatalysis; Elsevier: Amsterdam, Netherlands, 2014. (22) Chen, W.; Chen, S. Oxygen Electroreduction Catalyzed by Gold Nanoclusters: Strong Core Size Effects. Angew. Chem. Int. Ed. 2009, 48, 4386−4389. (23) Cao, Z.; Zacate, S. B.; Sun, X.; Liu, J.; Hale, E. M.; Carson, W. P.; Tyndall, S. B.; Xu, J.; Liu, X.; Liu, X. Tuning Gold Nanoparticles with Chelating Ligands for Highly Efficient Electrocatalytic CO2 Reduction. Angew. Chem. Int. Ed. 2018, 57, 12675−12679.\n(24) Sarapuu, A.; Nurmik, M.; Man̈dar, H.; Rosental, A.; Laaksonen, T.; Kontturi, K.; Schiffrin, D. J.; Tammeveski, K. Electrochemical Reduction of Oxygen on Nanostructured Gold Electrodes. J. Electroanal. Chem. 2008, 612, 78−86. (25) Mukherjee, D.; Austeria, P. M.; Sampath, S. Few-Layer Iron Selenophosphate, FePSe 3 : Efficient Electrocatalyst toward Water Splitting and Oxygen Reduction Reactions. ACS Appl. Energy Mater. 2018, 1, 220−231. (26) Hernańdez, J.; Solla-Gulloń, J.; Herrero, E.; Aldaz, A.; Feliu, J. M. Characterization of the Surface Structure of Gold Nanoparticles and Nanorods Using Structure Sensitive Reactions. J. Phys. Chem. B 2005, 109, 12651−12654. (27) Guo, C.; Liao, W.; Li, Z.; Sun, L.; Chen, C. Easy Conversion of Protein-rich Enoki Mushroom Biomass to a Nitrogen-doped Carbon Nanomaterial as a Promising Metal-free Catalyst for Oxygen Reduction Reaction. Nanoscale 2015, 7, 15990−15998. (28) Franco, A.; Cano, M.; Giner-Casares, J. J.; Rodríguez-Castellon, E.; Luque, R.; Puente Santiago, A. R. Boosting Electrochemical Oxygen Reduction Activity of Hemoglobin onto Fructose@grapheneoxide Nanoplatforms. Chem. Commun. 2019, DOI: 10.1039/ C9CC01625B.\nDOI: 10.1021/acs.jpcc.9b00249 J. Phys. Chem. C 2019, 123, 9807−9812\n9812"
    } ],
    "references" : [ {
      "title" : "Platinum-Based Oxygen Reduction Electrocatalysts",
      "author" : [ "J. Wu", "H. Yang" ],
      "venue" : "Acc. Chem. Res. 2013,",
      "citeRegEx" : "Wu and Yang,? \\Q2013\\E",
      "shortCiteRegEx" : "Wu and Yang",
      "year" : 2013
    }, {
      "title" : "Palladium: Preparation and Catalytic Properties of Particles of Uniform Size",
      "author" : [ "J. Turkevich", "G. Kim" ],
      "venue" : "Science",
      "citeRegEx" : "Turkevich and Kim,? \\Q1970\\E",
      "shortCiteRegEx" : "Turkevich and Kim",
      "year" : 1970
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Fuel cells stand out as among the most promising alternatives for non-sustainable fossil fuel based economy. Efficient electrocatalysts for the oxygen reduction reaction (ORR) are required for the mass application of fuel cells. Citrate-stabilized gold nanoparticles (AuNPs) are proposed as potentialdependent electrocatalysts for the ORR. AuNPs were synthesized by a green, reproducible, and easy scale-up method. After exhaustive characterization, the electrocatalytic activity of the resulting AuNPs was investigated in alkaline media. Static and dynamic electrochemical studies showed a core-size dependent tendency both for their potentials and intensities. For the first time ever, the hysteresis effect in the ORR profile over Au nanoelectrocatalysts is reported herein. In addition, the electrocatalytic efficiency was comparable to those obtained for Au clusters, suggesting the benefits of the citrate stabilizing agent on the electrocatalyst performance of nanomaterials based on noble metals for ORR. These results pave the way for the design of non-coated AuNPs as strong candidates for ORR.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}