{
  "name" : "downloads_2020-07-14_92_10.3389@fchem.2020.00565.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A Nano-Traditional Chinese Medicine Against Lymphoma That Regulates the Level of Reactive Oxygen Species",
    "authors" : [ "Qiangqiang Zhao", "Jian Li", "Bin Wu", "Yinghui Shang", "Xueyuan Huang", "Hang Dong", "Haiting Liu", "Rong Gui", "Xinmin Nie" ],
    "emails" : [ "aguirong@163.com", "niexinmin7440@sina.com", "BPQDs@JB.", "BPQDs@JB", "BPQDs@JB", "BPQDs@JB,", "BPQDS@JB", "BPQDS@JB.", "BPQDS@JB", "BPQDs@JB", "BPQDs@JB" ],
    "sections" : [ {
      "heading" : null,
      "text" : "ORIGINAL RESEARCH published: 14 July 2020\ndoi: 10.3389/fchem.2020.00565\nFrontiers in Chemistry | www.frontiersin.org 1 July 2020 | Volume 8 | Article 565\nEdited by:\nXiaoli Wei,\nUniversity of California, San Diego,\nUnited States\nReviewed by:\nDongsheng He, China Pharmaceutical\nUniversity, China\nHuang Yong,\nGuangxi Medical University, China\n*Correspondence:\nRong Gui\naguirong@163.com\nXinmin Nie\nniexinmin7440@sina.com\nSpecialty section:\nThis article was submitted to\nNanoscience,\na section of the journal\nFrontiers in Chemistry\nReceived: 15 January 2020\nAccepted: 02 June 2020 Published: 14 July 2020\nCitation:\nZhao Q, Li J, Wu B, Shang Y, Huang X, Dong H, Liu H, Gui R and\nNie X (2020) A Nano-Traditional Chinese Medicine Against Lymphoma\nThat Regulates the Level of Reactive Oxygen Species. Front. Chem. 8:565.\ndoi: 10.3389/fchem.2020.00565\nA Nano-Traditional Chinese Medicine Against Lymphoma That Regulates the Level of Reactive Oxygen Species\nQiangqiang Zhao 1,2, Jian Li 1, Bin Wu 3, Yinghui Shang 1, Xueyuan Huang 1, Hang Dong 1, Haiting Liu 1, Rong Gui 1* and Xinmin Nie 1*\n1Department of Blood Transfusion, The Third Xiangya Hospital, Central South University, Changsha, China, 2Department of Hematology, The Qinghai Provincial People’s Hospital, Xining, China, 3Department of Transfusion Medicine, Wuhan Hospital of Traditional Chinese and Western Medicine, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China\nJolkinolide B (JB) is a bioactive compound isolated from a Chinese herbal medicine that\nexerts antitumor activity. However, the anti-lymphoma effect of JB and its mechanism\nare yet to be revealed. Because free JB has poor pharmacokinetics and weak antitumor\nefficacy, we opted to use black phosphorus quantum dot (BPQD) nanomaterials as a drug\nloading platform to synthesize a nano-traditional Chinese medicine (nano-TCM) called\nBPQDs@JB. Compared with free JB, Raji cells administrated with BPQDs@JB exhibited\nthe cell viability of 19.85 ± 1.02%, and the production of intracellular reactive oxygen\nspecies (ROS) was promoted. Likewise, BPQDs@JB was capable of rising the apoptosis\nrate of Raji cells to 34.98± 1.76%. In nude mice transplanted tumor model administrated\nwith BPQDs@JB, the tumor tissue sections administrated with BPQDS@JB achieved a\nconspicuous red fluorescence, demonstrating the presence of most ROS production in\nthe BPQDS@JB. TUNEL achieved a number of positive (brown) nuclei in vivo, revealing\nthat BPQDS@JB could significantly induce tumor tissue apoptosis. As revealed from the\nmentioned results, BPQDs@JB can generate considerable ROS and interfere with the\nredox state to inhibit tumor. In brief, BPQDs@JB may be adopted as a treatment option\nfor lymphoma.\nKeywords: black phosphorus quantum dots, Jolkinolide B, apoptosis, reactive oxygen species, lymphoma\nINTRODUCTION\nJolkinolide B (JB) is a bioactive compound extracted from Euphorbia fischeriana, which grows at high altitude and is a traditional Chinese medicine (TCM) with high medicinal value (Yan et al., 2019). In recent years, research on the antitumor and antiviral effects of JB has gained increased attention (Gao et al., 2016; Xu et al., 2016). In fact, previous studies have shown that JB exhibits antitumor effect on numerous tumor cells. For instance, Yan et al. (Gao and Han, 2018) revealed that JB inhibits the proliferation of non-small cell lung cancer cells by downregulating the expression of hexokinase 2. JB can induce apoptosis and anti-metastasis of the breast cancer cell line, MDA-MB-231 (Xu et al., 2013; Sun et al., 2015; Shen et al., 2017). Previously, JB was also found to induce the apoptosis of the human leukemic cells, HL-60 and THP-1 cells, through the JAK2/STAT3 pathway (Wang et al., 2013). The above studies suggest that JB can be used to treat malignant tumors; however, its anti-lymphoma effect has not yet been reported. To provide an experimental basis for its use in the clinic, we aimed to explore the effect of JB on lymphoma and its possible mechanism.\nThere are some defects in the active ingredient of TCM (e.g., poor water solubility, low bioavailability and rapid clearance in vivo), which limits its clinical application to a certain extent (Yang et al., 2011). With the emergence of nanotechnology, however, these problems have been improved. The loading of TCM into nanocarriers can increase their stability and improve their water solubility, bioavailability, and distribution in tumor tissues through the enhanced permeability and retention (EPR) effect on tumors (Khan et al., 2019). Because of its good biocompatibility, high specific surface area, and drug loading rate (Shao et al., 2016), black phosphorus nanoparticle quantum dot (BPQD) serves as an ideal candidate carrier for drug delivery and antitumor therapy (Li et al., 2017).\nBPQD, an ultra-small derivative of BP nanosheet, was discovered in 2015 (Zhang et al., 2015). Because P is a key element in the human body, BPQP can be degraded into non-toxic and biocompatible phosphorus oxide (phosphate or phosphonate), which is well tolerated in the human body (Wang et al., 2015). Guo et al. (2018) confirmed that BPQDs do not exhibit evident cytotoxicity and can be cleared by the kidney. Furthermore, Huang et al. (2019) used erythrocyte membrane camouflage BPQDs combined with doxorubicin and Kirenol as an antitumor therapy. Shang et al. (2019) used BPQDs to load Hederagenin to mediate apoptosis and autophagy against breast cancer. Based on the above results, BPQD is a non-toxic, safe, and efficient nano-drug delivery platform.\nTo provide a reference for the clinical treatment of lymphoma with nano-TCM according to the above findings, we aimed to construct and synthesize BPQDs@JB nano-TCM and perform a preliminary assessment to derive the strategy and mechanism of this anti-lymphoma TCM nanodrug delivery system (Figure 1)."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "The BPQD dispersions were purchased from Yuanduo Biotechnology (China). JB was purchased from Desite Biology (China). DMSO and the dialysis membranes (2 kD) were obtained from Solarbio Science & Technology (China). The Annexin V-FITC/PI apoptosis detection kit was purchased from BD Biosciences (China). The ROS test kit was obtained from Beyotime Biotechnology (China). The CCK-8 cell counting kit was purchased from Dojindo Chemical Technology (Japan). Fetal bovine serum (FBS) and RPMI-1,640 were purchased from Biological Industries (Israel). TdT in situ apoptosis detection kit was purchased from R&D Systems (China). DAPI was produced by Servicebio Technology (China). The polycarbonate porous membrane syringe filter (200 nm) was purchased from Whatman (USA)."
    }, {
      "heading" : "Cell Culture",
      "text" : "Human lymphoma Raji cells were purchased from the Advanced Research Center of Central South University and cultured in RPMI-1,640 medium containing 10% fetal bovine serum. The cells were cultured in a cell incubator at 37◦C and 5% CO2."
    }, {
      "heading" : "Preparation of BPQDs@JB",
      "text" : "PBS we used was sterilized at high temperature to reduce the solubility of oxygen in water, i.e., oxygen could be released. BPQDs (1mg) was dissolved in PBS. JB (1mg) was dissolved in DMSO. Afterwards, BPQDs@JB was built in a nitrogen-filled environment. After being stirred at 25◦C for 24 h, free JB was removed by 2 kD dialysis membrane at ambient temperature. The samples after dialysis were employed to determine the concentration of JB, and the samples after being dialysed were filtered 30 times with a filter under a pore diameter of 200 nm. After the solution was collected and centrifugated at (10,000 rpm × 2min), the precipitates were washed with ddH2O 3 times to synthesize BPQDs@JB. The encapsulation efficiency (EE) and load efficiency (LE) of JB were calculated (Zhao et al., 2020) using EE% = Total mass of JB- mass of JB in supernatant/Total mass of JB × 100%; LE% = Total mass of JB-total mass of JB in supernatant/(Total mass of JB-total mass of JB in supernatant)+ mass of BPQDs× 100%."
    }, {
      "heading" : "Characterization of BPQDs@JB",
      "text" : "The morphology of BPQD was detected with a transmission electron microscope (TEM, Tecnai G2 F20, USA). The particle size and zeta potential values of BPQD were respectively determined with a Zetasizer Nano ZS (Malvern Nano series, Malvern, UK). The absorbance of BPQDs, JB, and BPQDs@JB was measured by UV/Vis spectroscopy (ScanDrop, Analytik Jena, Germany)."
    }, {
      "heading" : "BPQDs@JB Release Properties for JB in",
      "text" : "vitro The in vitro drug release experiments were carried out under pH 7.4 and pH 5.0 conditions to determine the ability of BPQDs@JB to release JB in a pH-dependent manner. Thereafter, 1mL of BPQDs@JB was added to 20mL of PBS solutions with pH values of 7.4 and 5.0, respectively, and dialyzed at 37◦C. The absorbance of JB in the dialysate was measured by a microplate reader (PerkinElmer EnSpire, USA) (Shang et al., 2019). The concentration and cumulative release of JB were calculated complying with the standard curve. The cumulative release percentage (%) of JB in BPQDs@JB at each time point under different conditions was calculated, and the cumulative release curve of time drug was plotted (Zhou et al., 2017).\nCell Viability of BPQDs@JB Assessed by"
    }, {
      "heading" : "CCK-8",
      "text" : "After Raji cells were inoculated into 96-well plates with 5 × 103 cells per well for 24 h, they were treated with 0, 5, 10, 20, 40, and 80 µmol/L of the free JB drug. After 24 h of incubation, 10 µL of CCK-8 was added to each well for an additional 4 h of incubation. Absorbance was then detected at 450 nm. Raji cells were also treated with PBS, BPQDs, JB, and BPQDs@JB, according to the above steps, and the cell survival rates were respectively detected."
    }, {
      "heading" : "Apoptosis Assay of BPQDs@JB by Flow",
      "text" : "Cytometry in vitro To evaluate the antitumor effect of BPQDs@JB in vitro, we employed an Annexin V-FITC/PI apoptosis kit and detected the\nFrontiers in Chemistry | www.frontiersin.org 2 July 2020 | Volume 8 | Article 565\nFIGURE 2 | Characterization of BPQDs@JB. (A) TEM images of BPQDs. Scale bar: 10 nm. (B) Hydraulic radius of BPQDs. (C) UV/Vis spectra of BPQDs, JB, and BPQDs@JB.\napoptosis of Raji cells. Briefly, Raji cells were inoculated into a 6-well plate with 1 × 105 cells/well. Thereafter, the cells were treated with PBS, BPQDs, JB, and BPQDs@JB for 24 h. The level of apoptosis was detected by flow cytometry (FACS CantoTM II, BD, USA)."
    }, {
      "heading" : "ROS Assay of BPQDs@JB by Flow",
      "text" : "Cytometry in vitro Raji cells in logarithmic growth phase were inoculated in 6-well plates at the density of 1 × 105 cells/mL. After being cultured for 12 h, the cells were administrated with PBS, BPQDs, JB and BPQDs@JB, respectively. After being cultured for 24 h, the cells were collected. DCFH-DA was diluted to 10 µmol/L in final concentration with serum-free RPMI-1,640 medium. Each well was incubated with 100 µL diluted DCFH-DA, at 37◦C, 5% CO2 incubator for 20min. The cells were washed gently with serum-free RPMI-1,640 medium 3 times to remove the DCFH-DA that did not enter the cells (the cells should not be sucked out). Photographs were taken under an inverted fluorescence microscope. Flow cytometry was adopted to detect the fluorescence intensity before and after the action of the drug. The excitation wavelength was 488 nm, and the emission wavelength was 525 nm (Li et al., 2019).\nFrontiers in Chemistry | www.frontiersin.org 3 July 2020 | Volume 8 | Article 565"
    }, {
      "heading" : "Establishment of the Tumor-Bearing Mouse Model of Lymphoma",
      "text" : "Six-week-old Balb/c nude mice were purchased from Hunan SJA Experimental Animal Co., Ltd (China). Each mouse was subcutaneously injected 6× 107 Raji cells/100µL.When a tumor volume of 100 mm3 was achieved, this indicated the successful establishment of the tumor model."
    }, {
      "heading" : "BPQDs@JB Treatment in Lymphoma-Bearing Mice",
      "text" : "After animals were randomly divided into four groups (n = 3), 100 µL of PBS, BPQDs, JB, and BPQDs-JB was injected into the tail vein of mice every 3 days for a total of four times. Thereafter, the tumor size of animals were measured every 3 days. On day 21, the animals were killed and their tumors and visceral tissues (heart, liver, spleen, lung, and kidney) were collected. Tumor tissues and organs were fixed with 4% formalin and frozen at −80◦C. The fixed tissues were embedded in paraffin and sliced\ninto sections for H&E staining, immunofluorescent staining, and immunohistochemical staining.\nROS and TUNEL Assays in vivo Briefly, paraffin-embedded tissue samples were dewaxed for antigen recovery. Thereafter, the nuclei of apoptotic cells were identified with a TDT in situ apoptosis kit. The morphology of cells was observed and images were captured with a light microscope. ROS was observed via DCFH-DA immunofluorescence staining. The nucleus was stained with DAPI. The images were analyzed and captured with a laser confocal microscope (LCFM, LSM700, Germany).\nFrontiers in Chemistry | www.frontiersin.org 4 July 2020 | Volume 8 | Article 565"
    }, {
      "heading" : "Statistical Analysis",
      "text" : "Data were assessed by SPSS 18.0 and expressed as mean ± SD. Intergroup differences were assessed by One-Way ANOVA, followed by Tukey’s post-hoc test (∗p < 0.05, ∗∗p < 0.01, ∗∗∗p < 0.001, and ∗∗∗∗p < 0.0001)."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : ""
    }, {
      "heading" : "Preparation and Characterization of BPQDs@JB Nano-TCM",
      "text" : "To prepare the BPQDs@JB nano-TCM, JB was first loaded into BPQDs to derive BPQDs@JB (Figure 1). Through TEM imaging, BPQDs and BPQDs@JB were recognized to be monodispersed (Figure 2A and Figure S1A), the obtained BPQDs and BPQDs@JB were 12 nm in size on average by dynamic light scattering (Figure 2B and Figure S1B). Since BPQDs is negatively charged in water (Tayari et al., 2015). Small molecule drugs with positive charge are likely to be adsorbed by BPQDs by electrostatic interaction (Chen et al., 2017). Thus, the interaction mechanism between BPQDs and JB may be the electrostatic interaction of charge adsorption. As shown in Figure S1C, the Zeta potentials of BPQDs and BPQDs@JB were −37.26 ± 1.7mV, −28.07 ± 1.6mV, respectively. UV/Vis spectra (Figure 2C) of BPQDs@JB revealed absorption peaks at 256 and 211 nm, which align with the absorption peaks of BPQDs and JB, respectively. Therefore, BPQDs@JB was successfully assembled."
    }, {
      "heading" : "EE and LE of the Drug, and the Release Rate of BPQDs@JB",
      "text" : "As new two-dimensional material, black phosphorus, which has good biodegradability, could be utilized in drug delivery (Chen et al., 2017). Compared to BP nanosheets, BPQD is more attractive for drug delivery systems owing to its smaller size (Geng et al., 2018). By using BPQD-loaded drugs, we found that the EE and LE of JB in the BPQDs@JB nano-TCM were 90.3 ± 2.1% and 74.6 ± 2.4%, respectively (Figure 3A). Thereafter, we proceeded to evaluate the drug release characteristics of BPQDs@JB. As shown in Figure 3B, when BPQDs@JB exhibited a pH of 5.0, the cumulative release rates of JB at 6, 12, 18, 24, 30, 36, 42, 48, 54, and 60 h were 8.3 ± 2.1%, 13.9 ± 2.3%, 35.2 ± 2.7%, 47.6 ± 2.3%, 64.9 ± 2.3%, 72.6 ± 3.8%, 86.3 ± 1.9%, 93.6 ± 3.8%, 94.5 ± 4.2%, 95.2 ± 3.6%, respectively, and at pH 7.4, the cumulative release rate of JB at 6, 12, 18, 24, 30, 36, 42, 48, 54, and 60 h were 3.9 ± 1.3%, 5.9 ± 1.8%, 8.8 ± 2.0%, 20.5 ± 1.9%, 27.8± 2.6%, 36.5± 1.9%, 45.3± 2.0%, 50.9± 2.1%, 52.1± 3.0%, 52.5 ± 3.1%, respectively. Therefore, the release rate of JB at pH 5.0 was higher than that at pH 7.4. Moreover, an increase in cumulative drug release was identified, thereby indicating the accelerated degradation of BPQDs under acidic conditions (Zhou et al., 2018). Because the tumor environment is weakly acidic (Matsumoto et al., 2017), BPQDs@JB is a type of nano-TCM released in response to pH, which is beneficial for the treatment of tumor. Generally, the above findings demonstrate that BPQD is an efficient drug carrier, and an acidic environment enables the release of JB from BPQDs@JB.\nFrontiers in Chemistry | www.frontiersin.org 5 July 2020 | Volume 8 | Article 565"
    }, {
      "heading" : "Effect of BPQDs@JB on Raji Cell Viability",
      "text" : "in vitro Raji cells were isolated and established from Burkitt’s lymphoma of the left upper jaw in an 11-year-old black boy, i.e., the origin of B cells (Theofilopoulos et al., 1974). Since Burkitt’s Lymphoma is considered a highly invasive and malignant nonHodgkin’s Lymphoma (Ribrag et al., 2016), Raji cells were taken to conduct the experimental study. Raji cells were administrated with BPDs at concentrations of 0, 0.25, 0.5, 1.0, and 2.0 mg/mL for 24 h, respectively, and the cell viability rate was determined by CCK-8. As shown in supporting Information Figure S2, the cell viability rate of Raji cells incubated with a series of concentrations of BPDs for 24 h, of which the viability rate of Raji cells administrated with 2.0 mg/mL CCM@MSNs was as high as 90%. Therefore, BPQDs (concentration of 0.25 mg/ml) were taken as the follow-up experiment. Then, Raji cells were treated with different concentrations of JB. According to the cell survival rate, the IC50 value of JB was ∼20 µmol/L (Figure 4A). Thus, JB (concentration of 20 µmol/L) for the follow-up experiment. To compare the survival rate of Raji cells between BPQDs@JB and free JB, the JB in BPQDs@JB was diluted to 20 µmol/L in concentration for the follow-up experiment. Thereafter, Raji cells were respectively treated with PBS, BPQDs, JB, and BPQDs@JB. As shown in Figure 4B and Table 1, the CCK-8 results revealed that PBS and BPQDs had no evident toxic effects on Raji cells. The cell viability of Raji cells administrated with free JB was 50.08 ± 2.37%. However, the cell viability of Raji cells administrated with BPQDs@JB was (19.85± 1.02%). Compared with JB group, the cell viability of BPQDs@JB group decreased significantly. Therefore, BPQDs@JB nano-TCMhas a stronger anti-lymphoma effect than using JB alone."
    }, {
      "heading" : "ROS and Apoptosis Assessment by Flow",
      "text" : "Cytometry in vitro Oxidative stress caused by reactive oxygen species (ROS) might serve as an important factor in tumor occurrence and development. Recent studies have shown that excessive ROS can lead to the apoptosis and necrosis of tumor cells (Wu\nFrontiers in Chemistry | www.frontiersin.org 6 July 2020 | Volume 8 | Article 565\net al., 2019). Ren et al. (2016) revealed that psoralen induces DNA damage and apoptosis in breast cancer cells by inducing ROS production. To verify whether JB can kill Raji cells via ROS production, we sought to determine the effect of PBS, BPQDs, JB, and BPQDs@JB on Raji cells by flow cytometry. As shown in Figure 5A and Figure S3A, compared to treatment with PBS and BPQDs, treatment with the BPQDs@JB nanoTCM or JB could cause a shift to the right in the histogram, suggesting that the latter two groups can produce a large amount of ROS, with BPQDS@JB producingmore ROS than JB. The same result is shown in Figure S3B, the red fluorescence intensity of BPQDs@JB was significantly stronger than that of other groups, revealing that BPQDs@JB can significantly increase ROS in Raji cells. Flow cytometry was subsequently employed to further detect the apoptotic effect of PBS, BPQDs, JB, and BPQDs@JB on Raji cells. As shown in Figure 5B, compared to the PBS group, the BPQD group did not cause significant apoptosis of Raji cells. However, after treatment with BPQDs@JB nano-TCM, the apoptotic rate of Raji cells was 34.98± 1.76%, a value higher than that achieved following treatment with JB (10.11 ± 1.03%). This finding indicates that BPQDs@JB nano-TCM could better induce Raji cell apoptosis than free JB. Therefore, BPQDs@JB nanoTCM can induce apoptosis of Raji cells via ROS production. Antitumor Effects of BPQDs@JB in vivo Herein, we employed the Raji tumor-bearing mouse model to elucidate the anti-lymphoma effects of BPQDs@JB in vivo. PBS, BPQDs, JB, and BPQDs@JB were injected into the tail vein of Raji tumor-bearing mice. On day 21, these nude mice were observed with a live imager. As shown in Figures 6A,B, the tumor fluorescence signal intensity of the JB group and BPQDs@JB group was significantly weaker than that of the PBS group and BPQDs group. Further, the tumor fluorescence signal intensity of the BPQDs@JB group was weaker than that of the other groups. Similarly, as illustrated in Figure 6C, after 21 days of monitoring the changes in tumor volume, BPQDs@JB\nFrontiers in Chemistry | www.frontiersin.org 7 July 2020 | Volume 8 | Article 565\nexerted a better anti-lymphoma effect than JB alone. These findings suggest that BPQDs@JB exhibits an enhanced antitumor effect in vivo."
    }, {
      "heading" : "Change in ROS Level and the Results of the TUNEL Assay",
      "text" : "imbalance in ROS level in tumor cells can activate the apoptotic pathway and induce apoptosis (Uthaman et al., 2019). Therefore, breaking the redox state in tumor cells is an effective strategy\nfor the treatment of tumors. Presently, this strategy has been employed to synthesize numerous drugs, which are either being developed or have entered clinical trials, and exhibit good anticancer effects (Martin-Cordero et al., 2012; Raza et al., 2017). As BPQDs@JB nano-TCM produced a large amount of ROS against lymphoma in vitro, we opted to further detect the level of ROS produced by BPQDs@JB in vivo. As shown in Figure 7A, the tumor tissue sections treated with BPQDS@JB exhibited a Conspicuous red fluorescence. However, the fluorescence exhibited by sections treated with\nFrontiers in Chemistry | www.frontiersin.org 8 July 2020 | Volume 8 | Article 565\nJB was significantly weaker than that exhibited by sections treated with BPQDS@JB. A slight red fluorescence was also observed in the PBS group and BPQD group, suggesting that most ROS production occurred in the BPQDS@JB group. We proceeded to use the TUNEL method to detect the level of apoptosis in tumor tissue. As shown in Figure 7B, the number of positive (brown) nuclei in the BPQDs@JB group was significantly greater than that in other groups. Such finding indicates that the results of TUNEL detection in tumor tissue sections in vivo were consistent with those of the apoptosis induced by BPQDs@JB in vitro. These results suggest that BPQDs@JB can produce excessive ROS to inhibit tumor and interfere with the new strategy of the redox state against lymphoma."
    }, {
      "heading" : "Safety Evaluation of Important Organs by BPQDs@JB",
      "text" : "BPQD nano-TCM exerted a significant anti-lymphoma effect in vitro and in vivo. To verify the safety of BPQD nano-TCM in vivo, we used H&E staining to determine its toxic effect on the heart, liver, spleen, lung, and kidney. The histological data of the heart, liver, spleen, lung, and kidney revealed no abnormalities in the PBS group, BPQD group, JB group, and BPQDs@JB group (Figure 8). There were no abnormal changes inWBC, HGB, PLT, ALT, AST, BUN, CRE, CK, and Myo in nude mice treated with PBS, BPQDs, JB, and BPQDs@JB (Supporting Table 1). Such findings demonstrate that BPQDs@JB did not cause any side effects and may serve as a safe and effective nano-TCM."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In the present study, we revealed that the newly derived two-dimensional material, BPQD, exhibit many properties with a high drug-loading rate, which is similar to an aircraft carrier, thereby enabling its transport of numerous drug molecules. The release of JB from BPQDs@JB can be accelerated in the acidic microenvironment of the tumor. As a result, BPQDs@JB nano-TCM kills lymphoma cells by regulating ROS. Because of these characteristics, BPQD is a non-toxic and efficient drug delivery platform. To summarize, herein, we revealed the role and potential mechanism of BPQDs@JB nano-TCM in the treatment of lymphoma. Hopefully, it can provide a novel idea for the treatment of lymphoma."
    }, {
      "heading" : "DATA AVAILABILITY STATEMENT",
      "text" : "All datasets generated for this study are included in the article/Supplementary Material."
    }, {
      "heading" : "ETHICS STATEMENT",
      "text" : "The animal study was reviewed and approved by the experimental protocols involving all mouse in the present study were approved by the Institutional Animal Care and Use Committee of Xiangya Medical College of Central South University, and the mouse were kept according to the institutional ethical guidelines of Central South University."
    }, {
      "heading" : "AUTHOR CONTRIBUTIONS",
      "text" : "RG and XN designed the experiment. QZ carried out the experiment. JL, BW, YS, XH, HD, and HL contributed to analyze the experimental results. QZ wrote the manuscript. All authors contributed to the article and approved the submitted version."
    }, {
      "heading" : "FUNDING",
      "text" : "This work was supported by the National Natural Science Foundation of China (Nos. 8157120841, 81971748, and 81301507); the Fundamental Research Funds for the Central Universities of Central South University under Grant (No. 2019zzts366); the guiding project of Qinghai Provincial Health and Family Planning Commission (2018-wjzdx-17)."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "First of all, I would like to thank my mentor, RG, for her careful guidance on the development of the project, the details of the experiment, and the writing of the thesis. I would like to acknowledge JL and BW for their concern and help, which enabled me to tide over the difficulties in my life and study. Finally, I would like to thankmy parents and thank them for their support as always."
    }, {
      "heading" : "SUPPLEMENTARY MATERIAL",
      "text" : "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fchem. 2020.00565/full#supplementary-material"
    } ],
    "references" : [ {
      "title" : "Black phosphorus nanosheet-based drug delivery system for synergistic photodynamic/photothermal/chemotherapy of cancer",
      "author" : [ "W. Chen", "J. Ouyang", "H. Liu", "M. Chen", "K. Zeng", "J Sheng" ],
      "venue" : "Adv. Mater. 29:3864",
      "citeRegEx" : "Chen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2017
    }, {
      "title" : "Jolkinolide b induces apoptosis and inhibits tumor growth in mouse melanoma b16f10 cells by altering glycolysis",
      "author" : [ "C. Gao", "X. Yan", "B. Wang", "L. Yu", "J. Han", "D Li" ],
      "venue" : null,
      "citeRegEx" : "Gao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2016
    }, {
      "title" : "Jolkinolide b inhibits glycolysis by downregulating hexokinase 2 expression through inactivating the akt/mtor pathway in non-small cell lung cancer cells",
      "author" : [ "X. Gao", "H. Han" ],
      "venue" : "J. Cell Biochem",
      "citeRegEx" : "Gao and Han,? \\Q2018\\E",
      "shortCiteRegEx" : "Gao and Han",
      "year" : 2018
    }, {
      "title" : "Synthesis of lipid-black phosphorus quantum dot bilayer vesicles for near-infrared-controlled drug release",
      "author" : [ "S. Geng", "L. Wu", "H. Cui", "W. Tan", "T. Chen", "Chu", "P. K" ],
      "venue" : "Chem. Commun. (Camb)",
      "citeRegEx" : "Geng et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Geng et al\\.",
      "year" : 2018
    }, {
      "title" : "Black phosphorus quantum dots with renal clearance property for efficient photodynamic therapy",
      "author" : [ "T. Guo", "Y. Wu", "Y. Lin", "X. Xu", "H. Lian", "G Huang" ],
      "venue" : "Small 14:2815",
      "citeRegEx" : "Guo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2018
    }, {
      "title" : "Anti-tumour effects of red blood cell membrane-camouflaged black phosphorous quantum dots combined with chemotherapy and anti-inflammatory therapy",
      "author" : [ "X. Huang", "B. Wu", "J. Li", "Y. Shang", "W. Chen", "X Nie" ],
      "venue" : "Artif. Cells Nanomed. Biotechnol",
      "citeRegEx" : "Huang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2019
    }, {
      "title" : "Superparamagnetic iron oxide nanoparticles of curcumin enhance gemcitabine therapeutic response in pancreatic cancer",
      "author" : [ "S. Khan", "S. Setua", "S. Kumari", "N. Dan", "A. Massey", "Hafeez", "B. B" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Khan et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Khan et al\\.",
      "year" : 2019
    }, {
      "title" : "Melatonin defends mouse oocyte quality from benzo[ghi]perylene-induced deterioration",
      "author" : [ "W.D. Li", "S. Yu", "S.M. Luo", "W. Shen", "S. Yin", "Q.Y. Sun" ],
      "venue" : "J. Cell. Physiol",
      "citeRegEx" : "Li et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2019
    }, {
      "title" : "Multifunctional nanoplatform based on black phosphorus quantum dots for bioimaging and photodynamic/photothermal synergistic cancer therapy",
      "author" : [ "Y. Li", "Z. Liu", "Y. Hou", "G. Yang", "X. Fei", "H Zhao" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Pro-oxidant natural products as anticancer agents",
      "author" : [ "C. Martin-Cordero", "A.J. Leon-Gonzalez", "J.M. Calderon-Montano", "E. Burgos-Moron", "M. Lopez-Lazaro" ],
      "venue" : "Curr. Drug Targets",
      "citeRegEx" : "Martin.Cordero et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Martin.Cordero et al\\.",
      "year" : 2012
    }, {
      "title" : "Heterocyclic boronic acids display sialic acid selective binding in a hypoxic tumor relevant acidic environment",
      "author" : [ "A. Matsumoto", "A.J. Stephenson-Brown", "T. Khan", "T. Miyazawa", "H. Cabral", "K Kataoka" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "Matsumoto et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Matsumoto et al\\.",
      "year" : 2017
    }, {
      "title" : "Ros-modulated therapeutic approaches in cancer treatment",
      "author" : [ "M.H. Raza", "S. Siraj", "A. Arshad", "U. Waheed", "F. Aldakheel", "S Alduraywish" ],
      "venue" : "J. Cancer Res. Clin. Oncol",
      "citeRegEx" : "Raza et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Raza et al\\.",
      "year" : 2017
    }, {
      "title" : "Psoralidin induced reactive oxygen species (ros)-dependent DNA damage and protective autophagy mediated by nox4 in breast cancer",
      "author" : [ "G. Ren", "W. Luo", "W. Sun", "Y. Niu", "D.L. Ma", "Leung", "C. H" ],
      "venue" : "cells. Phytomedicine",
      "citeRegEx" : "Ren et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ren et al\\.",
      "year" : 2016
    }, {
      "title" : "Rituximab and dose-dense chemotherapy for adults with burkitt’s lymphoma: a randomised, controlled, open-label, phase 3 trial",
      "author" : [ "V. Ribrag", "S. Koscielny", "J. Bosq", "T. Leguay", "O. Casasnovas", "Fornecker", "L. M" ],
      "venue" : null,
      "citeRegEx" : "Ribrag et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ribrag et al\\.",
      "year" : 2016
    }, {
      "title" : "Plateletmembrane-camouflaged black phosphorus quantum dots enhance anticancer effect mediated by apoptosis and autophagy",
      "author" : [ "Y. Shang", "Q. Wang", "B. Wu", "Q. Zhao", "J. Li", "X Huang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Shang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Shang et al\\.",
      "year" : 2019
    }, {
      "title" : "Biodegradable black phosphorus-based nanospheres for in vivo photothermal cancer therapy",
      "author" : [ "J. Shao", "H. Xie", "H. Huang", "Z. Li", "Z. Sun", "Y Xu" ],
      "venue" : null,
      "citeRegEx" : "Shao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Shao et al\\.",
      "year" : 2016
    }, {
      "title" : "Jolkinolide a and jolkinolide b inhibit proliferation of a549 cells and activity of human umbilical vein endothelial cells",
      "author" : [ "L. Shen", "S.Q. Zhang", "L. Liu", "Y. Sun", "Y.X. Wu", "Xie", "L. P" ],
      "venue" : "Med. Sci. Monit",
      "citeRegEx" : "Shen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Shen et al\\.",
      "year" : 2017
    }, {
      "title" : "Anti-metastatic effect of jolkinolide b and the mechanism of activity in breast cancer mda-mb-231 cells",
      "author" : [ "C. Sun", "H. Cui", "H. Yang", "X. Du", "L. Yue", "J Liu" ],
      "venue" : "Oncol. Lett",
      "citeRegEx" : "Sun et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2015
    }, {
      "title" : "Two-dimensional magnetotransport in a black phosphorus naked quantum well",
      "author" : [ "V. Tayari", "N. Hemsworth", "I. Fakih", "A. Favron", "E. Gaufres", "G Gervais" ],
      "venue" : null,
      "citeRegEx" : "Tayari et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tayari et al\\.",
      "year" : 2015
    }, {
      "title" : "Receptor for soluble c3 and c3b on human lymphoblastoid (raji) cells. Properties and biologocal significance",
      "author" : [ "A.N. Theofilopoulos", "V.A. Bokisch", "F.J. Dixon" ],
      "venue" : "J. Exp. Med",
      "citeRegEx" : "Theofilopoulos et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "Theofilopoulos et al\\.",
      "year" : 1974
    }, {
      "title" : "Long circulating photoactivable nanomicelles with tumor localized activation and ros triggered self-accelerating drug release for enhanced locoregional chemo-photodynamic therapy",
      "author" : [ "S. Uthaman", "S. Pillarisetti", "A.P. Mathew", "Y. Kim", "W.K. Bae", "Huh", "K. M" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Uthaman et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Uthaman et al\\.",
      "year" : 2019
    }, {
      "title" : "Ultrathin black phosphorus nanosheets for efficient singlet oxygen generation",
      "author" : [ "H. Wang", "X. Yang", "W. Shao", "S. Chen", "J. Xie", "X Zhang" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "Wang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2015
    }, {
      "title" : "Jolkinolide b from euphorbia fischeriana steud induces in human leukemic cells apoptosis via jak2/stat3 pathways",
      "author" : [ "J.H. Wang", "K. Zhang", "H.Y. Niu", "L.H. Shu", "D.M. Yue", "D Li" ],
      "venue" : "Int. J. Clin. Pharmacol. Ther",
      "citeRegEx" : "Wang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2013
    }, {
      "title" : "Attenuation of diabetic cardiomyopathy by relying on kirenol to suppress inflammation in a diabetic rat model",
      "author" : [ "B. Wu", "X.Y. Huang", "L. Li", "X.H. Fan", "P.C. Li", "Huang", "C. Q" ],
      "venue" : "J. Cell. Mol. Med",
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "Jolkinolide b induces apoptosis in mcf-7 cells through inhibition of the pi3k/akt/mtor signaling pathway",
      "author" : [ "H.Y. Xu", "Z.W. Chen", "J.C. Hou", "F.X. Du", "J.C. Liu" ],
      "venue" : "Oncol. Rep",
      "citeRegEx" : "Xu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2013
    }, {
      "title" : "The protective effects of hjb-1, a derivative of 17-hydroxy-jolkinolide b, on lps-induced acute distress respiratory syndrome mice",
      "author" : [ "X. Xu", "N. Liu", "Y.X. Zhang", "J. Cao", "D. Wu", "Q Peng" ],
      "venue" : null,
      "citeRegEx" : "Xu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2016
    }, {
      "title" : "The effects of jolkinolide b on hepg2 cells as revealed by (1)h-nmr-based metabolic profiling",
      "author" : [ "Y. Yan", "Y. Wang", "X. Wang", "D. Liu", "X. Wu", "C Xu" ],
      "venue" : "Eur. J. Pharmacol",
      "citeRegEx" : "Yan et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2019
    }, {
      "title" : "Application of liposome-encapsulated hydroxycamptothecin in the prevention of epidural scar formation in new zealand white rabbits",
      "author" : [ "J. Yang", "B. Ni", "J. Liu", "L. Zhu", "W. Zhou" ],
      "venue" : "Spine J",
      "citeRegEx" : "Yang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2011
    }, {
      "title" : "Smart biomimetic nanocomposites mediate mitochondrial outcome through aerobic glycolysis reprogramming: a promising treatment for lymphoma",
      "author" : [ "Q. Zhao", "J. Li", "B. Wu", "Y. Shang", "X. Huang", "H Dong" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Zhao et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2020
    }, {
      "title" : "Intracellular ph-responsive and rituximab-conjugated mesoporous silica nanoparticles for targeted drug delivery to lymphoma b cells",
      "author" : [ "S. Zhou", "D. Wu", "X. Yin", "X. Jin", "X. Zhang", "S Zheng" ],
      "venue" : "J. Exp. Clin. Cancer Res",
      "citeRegEx" : "Zhou et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2017
    }, {
      "title" : "Enhanced cytosolic delivery and release of crispr/cas9 by black phosphorus nanosheets for genome",
      "author" : [ "W. Zhou", "H. Cui", "L. Ying", "X.F. Yu" ],
      "venue" : "editing. Angew. Chem. Int. Ed. Engl",
      "citeRegEx" : "Zhou et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 26,
      "context" : "Jolkinolide B (JB) is a bioactive compound extracted from Euphorbia fischeriana, which grows at high altitude and is a traditional Chinese medicine (TCM) with high medicinal value (Yan et al., 2019).",
      "startOffset" : 180,
      "endOffset" : 198
    }, {
      "referenceID" : 1,
      "context" : "In recent years, research on the antitumor and antiviral effects of JB has gained increased attention (Gao et al., 2016; Xu et al., 2016).",
      "startOffset" : 102,
      "endOffset" : 137
    }, {
      "referenceID" : 25,
      "context" : "In recent years, research on the antitumor and antiviral effects of JB has gained increased attention (Gao et al., 2016; Xu et al., 2016).",
      "startOffset" : 102,
      "endOffset" : 137
    }, {
      "referenceID" : 2,
      "context" : "(Gao and Han, 2018) revealed that JB inhibits the proliferation of non-small cell lung cancer cells by downregulating the expression of hexokinase 2.",
      "startOffset" : 0,
      "endOffset" : 19
    }, {
      "referenceID" : 24,
      "context" : "JB can induce apoptosis and anti-metastasis of the breast cancer cell line, MDA-MB-231 (Xu et al., 2013; Sun et al., 2015; Shen et al., 2017).",
      "startOffset" : 87,
      "endOffset" : 141
    }, {
      "referenceID" : 17,
      "context" : "JB can induce apoptosis and anti-metastasis of the breast cancer cell line, MDA-MB-231 (Xu et al., 2013; Sun et al., 2015; Shen et al., 2017).",
      "startOffset" : 87,
      "endOffset" : 141
    }, {
      "referenceID" : 16,
      "context" : "JB can induce apoptosis and anti-metastasis of the breast cancer cell line, MDA-MB-231 (Xu et al., 2013; Sun et al., 2015; Shen et al., 2017).",
      "startOffset" : 87,
      "endOffset" : 141
    }, {
      "referenceID" : 22,
      "context" : "Previously, JB was also found to induce the apoptosis of the human leukemic cells, HL-60 and THP-1 cells, through the JAK2/STAT3 pathway (Wang et al., 2013).",
      "startOffset" : 137,
      "endOffset" : 156
    }, {
      "referenceID" : 27,
      "context" : ", poor water solubility, low bioavailability and rapid clearance in vivo), which limits its clinical application to a certain extent (Yang et al., 2011).",
      "startOffset" : 133,
      "endOffset" : 152
    }, {
      "referenceID" : 6,
      "context" : "The loading of TCM into nanocarriers can increase their stability and improve their water solubility, bioavailability, and distribution in tumor tissues through the enhanced permeability and retention (EPR) effect on tumors (Khan et al., 2019).",
      "startOffset" : 224,
      "endOffset" : 243
    }, {
      "referenceID" : 15,
      "context" : "Because of its good biocompatibility, high specific surface area, and drug loading rate (Shao et al., 2016), black phosphorus nanoparticle quantum dot (BPQD) serves as an ideal candidate carrier for drug delivery and antitumor therapy (Li et al.",
      "startOffset" : 88,
      "endOffset" : 107
    }, {
      "referenceID" : 8,
      "context" : ", 2016), black phosphorus nanoparticle quantum dot (BPQD) serves as an ideal candidate carrier for drug delivery and antitumor therapy (Li et al., 2017).",
      "startOffset" : 135,
      "endOffset" : 152
    }, {
      "referenceID" : 21,
      "context" : "Because P is a key element in the human body, BPQP can be degraded into non-toxic and biocompatible phosphorus oxide (phosphate or phosphonate), which is well tolerated in the human body (Wang et al., 2015).",
      "startOffset" : 187,
      "endOffset" : 206
    }, {
      "referenceID" : 28,
      "context" : "The encapsulation efficiency (EE) and load efficiency (LE) of JB were calculated (Zhao et al., 2020) using EE% = Total mass of JB- mass of JB in supernatant/Total mass of JB × 100%; LE% = Total mass of JB-total mass of JB in supernatant/(Total mass of JB-total mass of JB in supernatant)+ mass of BPQDs× 100%.",
      "startOffset" : 81,
      "endOffset" : 100
    }, {
      "referenceID" : 14,
      "context" : "The absorbance of JB in the dialysate was measured by a microplate reader (PerkinElmer EnSpire, USA) (Shang et al., 2019).",
      "startOffset" : 101,
      "endOffset" : 121
    }, {
      "referenceID" : 29,
      "context" : "The cumulative release percentage (%) of JB in BPQDs@JB at each time point under different conditions was calculated, and the cumulative release curve of time drug was plotted (Zhou et al., 2017).",
      "startOffset" : 176,
      "endOffset" : 195
    }, {
      "referenceID" : 7,
      "context" : "The excitation wavelength was 488 nm, and the emission wavelength was 525 nm (Li et al., 2019).",
      "startOffset" : 77,
      "endOffset" : 94
    }, {
      "referenceID" : 18,
      "context" : "Since BPQDs is negatively charged in water (Tayari et al., 2015).",
      "startOffset" : 43,
      "endOffset" : 64
    }, {
      "referenceID" : 0,
      "context" : "Small molecule drugs with positive charge are likely to be adsorbed by BPQDs by electrostatic interaction (Chen et al., 2017).",
      "startOffset" : 106,
      "endOffset" : 125
    }, {
      "referenceID" : 0,
      "context" : "EE and LE of the Drug, and the Release Rate of BPQDs@JB As new two-dimensional material, black phosphorus, which has good biodegradability, could be utilized in drug delivery (Chen et al., 2017).",
      "startOffset" : 175,
      "endOffset" : 194
    }, {
      "referenceID" : 3,
      "context" : "Compared to BP nanosheets, BPQD is more attractive for drug delivery systems owing to its smaller size (Geng et al., 2018).",
      "startOffset" : 103,
      "endOffset" : 122
    }, {
      "referenceID" : 30,
      "context" : "Moreover, an increase in cumulative drug release was identified, thereby indicating the accelerated degradation of BPQDs under acidic conditions (Zhou et al., 2018).",
      "startOffset" : 145,
      "endOffset" : 164
    }, {
      "referenceID" : 10,
      "context" : "Because the tumor environment is weakly acidic (Matsumoto et al., 2017), BPQDs@JB is a type of nano-TCM released in response to pH, which is beneficial for the treatment of tumor.",
      "startOffset" : 47,
      "endOffset" : 71
    }, {
      "referenceID" : 13,
      "context" : "Since Burkitt’s Lymphoma is considered a highly invasive and malignant nonHodgkin’s Lymphoma (Ribrag et al., 2016), Raji cells were taken to conduct the experimental study.",
      "startOffset" : 93,
      "endOffset" : 114
    }, {
      "referenceID" : 20,
      "context" : "Change in ROS Level and the Results of the TUNEL Assay imbalance in ROS level in tumor cells can activate the apoptotic pathway and induce apoptosis (Uthaman et al., 2019).",
      "startOffset" : 149,
      "endOffset" : 171
    }, {
      "referenceID" : 9,
      "context" : "Presently, this strategy has been employed to synthesize numerous drugs, which are either being developed or have entered clinical trials, and exhibit good anticancer effects (Martin-Cordero et al., 2012; Raza et al., 2017).",
      "startOffset" : 175,
      "endOffset" : 223
    }, {
      "referenceID" : 11,
      "context" : "Presently, this strategy has been employed to synthesize numerous drugs, which are either being developed or have entered clinical trials, and exhibit good anticancer effects (Martin-Cordero et al., 2012; Raza et al., 2017).",
      "startOffset" : 175,
      "endOffset" : 223
    } ],
    "year" : 2020,
    "abstractText" : "Jolkinolide B (JB) is a bioactive compound isolated from a Chinese herbal medicine that exerts antitumor activity. However, the anti-lymphoma effect of JB and its mechanism are yet to be revealed. Because free JB has poor pharmacokinetics and weak antitumor efficacy, we opted to use black phosphorus quantum dot (BPQD) nanomaterials as a drug loading platform to synthesize a nano-traditional Chinese medicine (nano-TCM) called BPQDs@JB. Compared with free JB, Raji cells administrated with BPQDs@JB exhibited the cell viability of 19.85 ± 1.02%, and the production of intracellular reactive oxygen species (ROS) was promoted. Likewise, BPQDs@JB was capable of rising the apoptosis rate of Raji cells to 34.98± 1.76%. In nude mice transplanted tumor model administrated with BPQDs@JB, the tumor tissue sections administrated with BPQDS@JB achieved a conspicuous red fluorescence, demonstrating the presence of most ROS production in the BPQDS@JB. TUNEL achieved a number of positive (brown) nuclei in vivo, revealing that BPQDS@JB could significantly induce tumor tissue apoptosis. As revealed from the mentioned results, BPQDs@JB can generate considerable ROS and interfere with the redox state to inhibit tumor. In brief, BPQDs@JB may be adopted as a treatment option for lymphoma.",
    "creator" : "LaTeX with hyperref package + hypdvips"
  }
}