{
  "name" : "downloads_2019-11-16_78_dalal2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Eradication of Water Borne Pathogens Using Novel Green Nano Ag-Biocomposite of Citrus Limetta Peels",
    "authors" : [ "Utsav Dalal", "Vivek Kumar Gupta", "Sivamohan N. Reddy", "Naveen Kumar Navani" ],
    "emails" : [ "nsiva.fch@iitr.ac.in", "navinfbs@iitr.ac.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nEradication of Water Borne Pathogens Using Novel Green Nano Ag-Biocomposite of Citrus Limetta Peels Utsav Dalal, Vivek Kumar Gupta, Sivamohan N. Reddy, Naveen Kumar Navani\nPII: S2213-3437(19)30657-8 DOI: https://doi.org/10.1016/j.jece.2019.103534 Reference: JECE 103534\nTo appear in: Journal of Environmental Chemical Engineering\nReceived Date: 8 July 2019 Revised Date: 7 November 2019 Accepted Date: 11 November 2019\nPlease cite this article as: Dalal U, Gupta VK, Reddy SN, Navani NK, Eradication of Water Borne Pathogens Using Novel Green Nano Ag-Biocomposite of Citrus Limetta Peels, Journal of Environmental Chemical Engineering (2019), doi: https://doi.org/10.1016/j.jece.2019.103534\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2019 Published by Elsevier."
    }, {
      "heading" : "Eradication of Water Borne Pathogens Using Novel Green Nano Ag-Biocomposite of",
      "text" : "Citrus Limetta Peels\nRunning title: Bactericidal potential of nano-impregnated silver\nUtsav Dalal1#, Vivek Kumar Gupta2#, Sivamohan N. Reddy1*, Naveen Kumar Navani2* 1Department of Chemical Engineering, Indian Institute of Technology Roorkee, Uttarakhand, India. 2Department of Biotechnology, Indian Institute of Technology Roorkee, Uttarakhand, India. #Both the authors have contributed equally. *Both the authors are corresponding authors. To whom correspondence should be addressed: Dr. Sivamohan N. Reddy Assistant Professor, Department of Chemical Engineering, Indian Institute of Technology Roorkee, Uttarakhand, India 247 667 Tel: +91-1332-284833; Fax: +91-1332-276535 Email: nsiva.fch@iitr.ac.in\nDr. Naveen Kumar Navani (NKN) Associate Professor, Department of Biotechnology, Indian Institute of Technology Roorkee, Uttarakhand, India 247 667 Tel: +91-1332-285677; Fax: +91-1332-276535 Email: navinfbs@iitr.ac.in\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "Graphical Abstract",
      "text" : "Highlights\n CL-AgNPs was successfully synthesized with Citrus Limetta peels using green process.  Synthesized biomaterial was characterised using XRD, XPS, FE-SEM-EDS & HRTEM.  CL-AgNPs showed excellent antibacterial activity against bacterial virulent strains.  Complete eradication of water borne pathogens was observed against sludge from\nWWTP.\n Cytotoxicity of CL-AgNPs was tested against human RBCs & found to be biocompatible. Jo ur\nna l P\nre -p\nro of\nAbstract\nWater borne pathogens pose a great threat to the health-care system and their mitigation poses a formidable challenge prompting researchers to find innovative and effective methods for pathogen control. Large scale implementation technologies for wastewater treatment need to be economical and facile. We have utilized industrial waste from citrus fruits to develop green nano-biocomposite materials. Green nano-biosynthesis methods are known to be cost effective, non-toxic and environment friendly that have attracted attention recently. The present study utilized citrus industry waste raw Citrus limetta peels as bio-reducing and stabilizing agents directly, instead of extract for the synthesis of silver nanoparticles. Characterization of the synthesized silver nanoparticles by X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), Scanning Electron Microscopy (SEM) and Transmission Electron Microscopy (TEM) confirmed the impregnation of nano-silver with size range of 5-10 nm inside Citrus limetta peels that has been designated as CL-AgNPs. Antibacterial activity of CL-AgNPs was evaluated against the most prevalent waterborne pathogens for treating waste water from domestic and municipalities. The antibacterial activity was linked to nano-silver’s membrane permeabilization mode using LIVE/DEAD staining technique. The antibacterial potential of CL-AgNPs was also tested in batch and continuous experiments separately, which showed attenuation in bacterial load within 5 min exposure of CL-AgNPs as demonstrated by growth kinetics study. Furthermore, CL-AgNPs was found to be safe and did not exhibit cytotoxiceffects on human red blood cells (RBCs) up to 10X MIC. These findings infer that CL-AgNPs could be employed for cost-effective treatment of contaminated waste water after process optimization. Jo ur n l P re -p r of\nKeywords: Green nano-biosynthesis; Citrus limetta; impregnation; water borne pathogen; membrane permeabilization; bactericidal; Cytotoxic.\n1. Introduction:\nWater borne diseases are linked to significant health burden across the globe. As per World health organization estimates, water borne diarrheal diseases are responsible for 2 million deaths annually. Domestic sewage contains millions of pathogenic microbes that are infectious and require their elimination before reuse of water. Proper household and community wastewater treatment methods can decrease the water borne infections significantly [1].\nAll type of water bodies can get affected due to the dreadful pathogens capable of causing adverse impact on public health [2]. The situation has been compounded by the emergence of antibiotic resistant bacterial species. Novel antibacterial strategies with a potential to mitigate both Gram-positive and Gram- negative bacterial pathogens with desired efficacy and high activity have gained attention in recent times [3-6].\nJo ur\nna l P\nre -p\nro of\nChlorination has been in practice for disinfection, however formation of chlorine induced carcinogenic components with undesired taste is a drawback for the implementation of this technology [7]. This drives researchers to look out for economically viable, ecofriendly strategies for the disinfection process. Inorganic nanoparticles have attracted substantial interest for the treatment of contaminated water due to its higher intrinsic reactivity, high surface to volume ratio with size and shape dependent properties [8]. Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].\nMetal (Ag, Au and Cu) nanoparticles have become popular for their implementation in water purification with a motive for pathogen cessation [15,16]. Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23]. The above mentioned synthesis routes are energy intensive and require chemical reducing agents which are not eco-friendly. Further, the challenges of dedicated synthesis set-ups, size distribution and shape control of particles need to be addressed to achieve the required properties. Green synthesis using biological systems for nanoparticles using plant or plant extracts is becoming popular as the methods are less expensive, eco-friendly and safe for human therapeutic use [24-26]. Silver nanoparticles (Ag-NPs) synthesized using such plants/plant extracts have been shown to inhibit the growth of pathogenic bacteria of different classes without generating any harmful disinfection byproducts [27-30]. As such, silver nanoparticles have found wide range of applications in medicine, pharmacy, textile, cosmetology and water purification [31]. Plant extracts such as Citrus sinensis [32], aloe vera [33], lemon peels Jo ur na l P re -p\nro of\n[34], papaya peels [35], banana peels [36] and honey [37] have been reported for the biosynthesis of silver nanoparticles.\nTo the best of knowledge, AgNps was synthesized by extracts of different materials. However, in the current study raw peels of Citrus fruits have been considered as biowaste which is cheap, readily available and biodegradable. Tons of Citrus peels are produced as waste from processing of Citrus fruits by various food industries [38]. The current research work aims to implement raw Citrus limetta (C.limetta) peels for the synthesis of silver nanoparticles. Citrus Peel components acted as good reducing agent as well as capping agent for the reduction of silver ions to nanoparticles. The variation of pH on silver metal loading was evaluated and optimum pH was determined for the maximum loading of the silver. The characterization of silver impregnated biomaterial was performed using SEM-EDX, TEM and XRD to analyze the as-prepared material in terms of size, morphology, composition and structure. Furthermore, its antibacterial activity against different water borne pathogens has been established. To show the field applicability of the method, sludge from wastewater treatment plant was collected and the developed material was tested for its bactericidal activity both in batch and continuous operations separately. Toxicity of the developed material (CL-AgNPs) was also evaluated on Red Blood Cells.\n2. Materials and methods 2.1. Chemicals and materials\nCitrus limetta peels which were used as reducing agents were collected from local juice center located in Indian Institute of Technology, Roorkee, India. Silver nitrate\nJo ur\nna l P\nepr\noo f\n(AgNO3) was purchased from Sigma-Aldrich (St. Louis, MO, USA). Muller Hinton (MH) Broth, Brain heart Infusion (BHI) medium and BHI agar were procured from (BD Diagnostic systems, MD, USA). All the experiments were performed using double distilled water from Milli-Q water purification system (Millipore, Mumbai, India). Bacterial strains used in this study were obtained from the lab strain collection. The LIVE/DEAD BacLight Bacterial Viability Kit was procured from Thermo-Fisher, India.\n2.2. Preparation of peel powder and pH variation on metal loading\nRaw peels were washed thoroughly with milli-Q water (resistivity of 18.2 MΩ.cm) to remove any contaminates. The washed peels were incised into small pieces and rewashed with double distilled water. Later sliced peels were pulverized and sieved into fine powder. To know the influence of solution pH on metal loading, 1 mM solution of AgNO3 was used for impregnation at pH range of 2-10 by adjusting it with a suitable acid and base [39,40]. Following this, 1 g of peel powder was mixed with 10 mL of 1 mM AgNO3 solution for 48 h to impregnate metal into citrus peels. During impregnation, the pH of the solution becomes unstable and hence a secondary adjustment was made at regular intervals. After metal impregnation, the biomass was separated using sterile Whatman no 1 filter. The filtered biomass was washed three times with milli-Q water and further subjected to air dry. At optimum pH (zero-point charge), 20 g of C. limetta peel powder was impregnated with 200 mL of 1 mM silver salt solution for a contact time of 48 h. After filtration, treated biomass was dried and biomaterial Citrus limetta peel silver nanoparticles (CL-AgNPs) (fig. S1) was taken for further studies. Jo ur n l P re -p\nro of\n2.3. Material characterization\nThe metal loading in the biomass was determined using ICP-MS (Perkin Elmer, Model- ELAN DRC-e). FTIR was performed in the wavelength range 4000-400 cm-1 using a Thermo Scientific Nicolet 6700 FTIR spectrometer in order to identify the functional groups of in the newly developed material. The crystallinity of the synthesized material with the associated metal and their oxides was examined using X-ray diffractometer (D8-Adavnace), operated at 40KV and 30mA. The XRD spectrum was recorded by CuKα radiation with λ = 0.15406 nm. XRD spectra was analyzed using X’PERT Highscore software. The scanning was done in the region of 2θ from 5 to 90° [32]. XPS was performed to determine the oxidation states of metal (PHI 5000 VersaProbe III) [41]. The morphology and elemental composition of biomaterial CLAgNPs was examined using SEM-EDX (FE-SEM QUANTA 200 FEG). In addition, HRTEM (JEOL-JEM-3200FS) was employed to determine the particle size distribution. For HRTEM analysis, powdered sample was ultra-sonicated in ethanol so that silver particles get dispersed and a small drop was casted onto a carbon coated copper grid (purchased from TED PELLA, INC) which was allowed to dry before analysis [32].\n2.4. Antibacterial activity 2.4.1. Disc diffusion assay (DDA)\nThe antibacterial activity of both biomaterials CL-AgNPs and C. limetta peels extract (as control) was tested against common water borne pathogens like Staphylococcus aureus ATCC 29213, Methicillin resistant S. aureus (MRSA-ST4423), Escherichia coli ATCC 25922, Escherichia coli O157:H7, Klebsiella pneumonia (KNC233),\nJo ur\nna l P\nre -p\nro of\nPseudomonas aeruginosa (RPT-56), Salmonella typhi, and Salmonella typhimurium ATCC 13311 by disc diffusion method as per Clinical and Laboratory Standards Institute (CLSI) guidelines [42].\n2.4.2. Minimum inhibitory concentration (MIC) calculation\nMinimum inhibitory concentration (MIC) of both biomaterials CL-AgNPs and C. limetta peels extract was determined by the broth micro-dilution method as per CLSI guideline [43].\n2.5. Batch and continuous experiments\nContinuous and batch experiments were used to assess the effect of the exposure of both CL-AgNPs and Citrus peels on common water borne pathogens in terms of reduction in microbial load (CFU/mL) using wastewater from wastewater treatment plant (WWTP) Haridwar India. For batch experiments, 0.5 g of biomaterial CL-AgNPs was allowed to mix with 9 mL of waste sludge in a 10 mL beaker at 0.78 g on magnetic stirrer (fig. S2a). The samples of the treated slurry were collected at regular intervals of time (5-10 min) and analyzed for microbial count and later compared with untreated control. The continuous experiments were performed in lab scale packed column set up (fig. S2b). About 0.5 g of biomaterial CL-AgNPs was packed between the packing material (glass wool) with a continuous flow through the packed column and the samples were collected at time intervals of 2 min. Similar experiments were performed with C. limetta peels Jo ur na l P\nre -p\nro of\nalone and its activity against water borne pathogens was compared with CL-AgNPs as well as untreated control. All the experiments were performed in biosafety cabinets. Nearly, 50µL of treated/untreated samples were spread on Mueller Hinton Agar (MHA) plates and plates were incubated at 37ºC for 14 h. After incubation bacterial colonies was counted, which was later expressed in colony forming unit per mL of sample (CFU/mL). Duplicate experiments were performed twice and the average performance of all experiments with the samples was reported here.\n2.6. Membrane permeabilization assays\nThe ability of both biomaterials CL-AgNPs and C. limetta peels extract to permeabilize the bacterial membrane was examined by Propidium Iodide (PI) uptake assay as per method described earlier [44]. Bacterial cells (S. aureus ATCC 29213 and E. coli O157:H7) were grown in Mueller Hinton Broth (MHB) upto the mid logarithmic phase, harvested, washed, and adjusted to 106 CFU/mL in phosphate buffer saline (PBS). The cells were incubated with CL-AgNPs and C. limetta peels extract (1X MIC) at 37°C for 2 h. Cells were washed in PBS buffer and incubated with PI (1.5 mg/L) at 37°C for another 20 min in dark. The PI fluorescence was measured at excitation and emission of 544 nm and 620 nm respectively, using a SpectraMax M2e plate reader (Molecular Devices). Microscopic determination of membrane integrity was made by using the LIVE/DEAD BacLight assay kit as per the manufacturer instructions.\n2.7. Assessment of effect of both biomaterial CL-AgNPs and C. limetta peels extract on bacterial cell morphology\nJo u\nna l P\nero\nof\nThe morphology of bacterial cells (S. aureus ATCC 29213 and E. coli O157:H7) was examined post treatment with both biomaterials CL-AgNPs and C. limetta peels extract using field emission scanning electron microscopy (FESEM). As previously described [45], the exponential phase of both bacterial cells were diluted to an OD600 of 0.2 with sterile PBS and incubated at 37°C for 2 h with 1× MIC of both CL-AgNPs and C. limetta peels extract. After incubation, the cells were centrifuged at 5,000 ×g for 5 min and washed 3 times with sterile PBS. Bacterial pellets were then fixed with 2% glutaraldehyde and 2% formaldehyde solution and were stored at 4°C for 45 min. Thereafter, the bacteria were washed twice with PBS and dehydrated through a graded ethanol series (50%, 70%, 90%, and 100%), for 15 min in each dilution. The samples were then transferred to a mixture (1:1) of ethanol and tertiary butanol followed by pure tertiary butanol for 20 min each time. After lyophilization and gold coating, the specimens were observed using a field emission scanning electron microscope (Hitachi S4800; Hitachi, Japan). 2.8 Haemolysis assay\nProtocol (BT/HE/NKN/2016-17/001) for using human samples for biomedical research purpose has been duly approved by the Institutional Ethics Committee of the Indian Institute of Technology Roorkee, India. Blood from volunteers was drawn in the pathology laboratory by trained personnel at Institute hospital. For isolation of human erythrocytes, the blood was rinsed three times with PBS after centrifugation for 5 min at 2500 g and resuspended in PBS. Red blood cells were counted by a haemocytometer and adjusted to (6.5± 0.8) ×106 cells/mL. Red blood cells were then incubated for 4 h at 37°C in 1% Triton X-100 (positive control), in PBS (blank) and with 1× MIC, 2× MIC, 5× Jo ur\nna l P\nre -p\nro f\nMIC and 10× MIC of CL-AgNPs suspension respectively. After incubation, samples were centrifuged at 10000 g for 5 min, the supernatant was separated from the pellet and its absorbance was measured at 570 nm. The relative optical density compared to that of the suspension treated with 1% Triton X-100 was defined as the percentage of haemolysis [44].\n3. Results and Discussion 3.1. Ag loading onto citrus peels\nThe pH of solution played a key role during the impregnation of metal into the biomass. Fluctuation in pH value leads to charge change in phytochemicals that are naturally present in biomass affecting their ability to reduce and bind metal ions. This in turn may affect the size and shape of the nanoparticles [46]. The impact of pH on metal loading was evaluated using ICP-MS over the pH range of 2-10. Since, pH varies during the impregnation, the final pH was noted and plotted against initial pH. The point where this curve intersects the 45° line is usually termed as zero point charge. Metal loading has been found to be maximum at pHzpc. The same was verified using the quantitative analysis of ICP-MS data obtained for metal impregnated CL peels. From Fig. 1a, we infer that the optimum pH for metal loading on CL peels appears at pH 4.5. If pH<pHZPC, then the solution becomes positively charged, the condition in which H+ and free Ag+ ions strive for sorbent active sites which hampers the loading of metal onto the biomass [40]. For pH>pHZPC, it develops a negative charge throughout solution which forms the hydroxides of metal resulting in the increase of metal loading onto the biomass. Fig. 1b, infers that maximum loading of metal occur at pH 4.5 of about 4.037 milli mole of Ag/kg J u n l P epr\nof\nof biomass confirming pH variation results. A little increase in metal loading was observed at pH 8, which might be due to the precipitation of hydroxides and their deposition on the biomaterial.\n3.2. Characterization of CL-AgNPs 3.2.1 FTIR analysis\nFTIR spectroscopy of biomaterial CL-AgNPs was analysed in the frequency range of 400-4000 cm-1 as shown in fig S3. Spectral analysis revealed the presence of following stretching vibrations at 3425, 2923, 1740, 1632, 1383, 1103 and 619. The most prominent peak is observed at 3425 cm-1 corresponding to O―H stretching confirming the presence of phenols and alcohols. These functional groups are involved in the reduction of Ag into silver nanoparticles [47,48]. The peak at 2923 cm-1 represent C―H stretch assigned to the class of alkanes and band at 1740 cm-1 reflect C―C stretching. The band at 1632 cm-1 shows N―H (R―NH2), NH2 (R―CO―NH2) stretching, a class of amines and amides related to proteins. It has been reported that proteins can bind to silver nanoparticles and helps in reduction of silver ions [30]. 1383, 1103 and 619 band has been assigned to RCO―O bending, stretch, C―O stretch of alcoholic group, #C―H stretch [39]. FTIR analysis confirms the presence of plant metabolites such as amino acids, terpenoids and flavonoids which plays a vital role in bioreduction of silver ions [24]. 3.2.1. XPS analysis\nXPS analysis was performed at Ag 3d core levels to determine the oxidation states of silver in CL-AgNPs. Fig. 1c shows wide scan survey of biomaterial CL-AgNPs which\nJo ur\nna l P\nre -\no f\nconfirms the presence of O, C and Ag. Fig. 1d shows the Ag 3d5/2-3/2 core levels for silver nanoparticles. Binding energy for silver nanoparticles corresponding to the Ag3d3/2 and Ag3d5/2 core levels appear at 373.9 eV and 367.9 eV respectively, indicating the presence of metallic silver. The reported energies are in agreement with the results reported by Wang [49] and Guan [41]. Less intense peaks suggest that metallic silver was in low amount. The deconvolution of O1s spectrum is shown in fig. S4a. Binding energies corresponding to 532.2 eV is assigned to Ag―O bond, confirming the interaction between AgNPs and organic molecules of citrus limetta peels. The presence of O―C═O and C═O bonds is attributed to the binding energies 533.2 and 531.5 respectively. The C1s spectrum is divided into two bands as shown in fig. S4b. The binding energies of C1s spectrum corresponding to 284.8 eV and 285.9 are assigned to C―O and C═O respectively [50]. 3.2.2. XRD analysis\nThe crystallinity of the synthesized material was determined using powdered-XRD and the results were analyzed using PAN analytical X’ Pert high score software. The spectra of both raw CL peels and CL-AgNPs (Fig. 2) were obtained between 2θ values of 5 to 90° with a scanning rate of 1° per min for the analysis of phase and crystallinity of nanoparticles. Biological synthesis using plant extract leads to the production of crystalline silver nanoparticles which was further matched with the cubic Ag structure (JCPDS PDF file no. 04-0783) with d-spacing of 0.2368 nm [10,15]. The spectrum shows peaks at (2θ) 37.994°, 44.184°, 64.28°, and 77.233° which corresponds to (111), (200), (220) and (311) planes respectively. Sharp peak at 111 plane shows that majority of the particles are in FCC structure. Similar results were obtained in the recent work by Jacob Jo ur na l P\nre -p\nro f\net al., where AgNPs were synthesized by using Ocimum santum leaf extract [47]. The peak between 20° to 30° of 2θ value shows the presence of cellulosic content which acts as capping agent for synthesis of nanoparticles.\n3.2.3. FE-SEM, EDS and HRTEM characterization of CL-AgNPs\nThe surface morphology, elemental distribution of the synthesized CL-AgNPs was analyzed based on imaging using FESEM. Fig. 3a and 3b shows SEM imaging and the EDS spectra (Fig. 3d) indicating elemental distribution of synthesized biomaterial CLAgNPs respectively. SEM imaging illustrates the change in morphology of washed peels and treated sample. Washed peels seemed to be smooth while the treated sample appeared to be porous due to reaction between silver ions from the solution and reducing agents present in CL peels. The porous nature infers that silver nanoparticles were entrapped into the biomass. From EDS analysis, silver content was found to be 7.25 wt%. From the surface plasmon resonance, an absorption peak is observed at 3 KeV which confirms the formation of metallic silver particles [32,51]. The shape and the size distribution of the particles were examined with HRTEM. Fig. 3c shows that the silver nanoparticles were uniformly distributed and were spherical in shape with the size distribution between 5-10 nm. A very narrow range of particle size distribution (5-14 nm) was also reported for the silver nanoparticles using citrus sinensis extract which is line with our experimental results [32].\n3.3. Antibacterial activity of biomaterial CL-AgNPs\nJo ur\nna l P\nre -p\nr of\nThe antibacterial activity of developed biomaterial CL-AgNPs and C. limetta peels extract was assessed against common water borne pathogens like Staphylococcus aureus ATCC 29213, Methicillin resistant S. aureus (MRSA-ST4423), laboratory strain Escherichia coli ATCC 25922, Shiga toxin-producing pathogenic Escherichia coli O157:H7, Klebsiella pneumoniae (KN233), Salmonella typhi, Pseudomonas aeruginosa (RPT-56) and Salmonella typhimurium ATCC 13311 (Table 1). As shown in Table 1, CL-AgNPs exhibit significant antibacterial activity against all tested strains with zone of inhibition ranging from 8-12 mm whereas, C. limetta peels did not show any antibacterial activity under the concentrations and conditions tested. The findings of this diffusion assay were corroborated by minimum inhibitory concentration (MIC) (Table 1) estimations. As shown in Table 1, CL-AgNPs exhibit significant antibacterial activity against all tested strains with MICs ranging from 0.3-2 µg/mL. MIC was recorded as the lowest concentration at which no visible growth of the test pathogens was observed as per CLSI guidelines. Further, the bactericidal potential of both CL-AgNPs and C. limetta peels against water borne pathogens was also assessed in both batch and continuous set of experiments using sludge collected from wastewater treatment plant at Haridwar, India. The bacterial colony counts (CFU/mL) in untreated waste sludge were in the order of 2.8×106 CFU/mL. In batch experiments, about 99.5% reduction in microbial load was observed within first 5 min treatment of wastewater with CL-AgNPs. With the increase in contact time over 10-30 min, almost complete reduction in microbial load was observed in comparison to untreated control (Fig. 4a). There was no significant decrease in the microbial load in samples treated with C. limetta peels alone. The bactericidal potential of CL-AgNPs in continuous mode of experiments was also evaluated. As shown in Fig. 4b, J ur na l P re -p ro of\ncontinuous experiments also followed the similar results showing complete eradication of microbes from wastewater after treatment with CL-AgNPs within initial 10 min whereas, no significant reduction in microbial load was observed in wastewater culture after treatment with C. limetta peels. Both the batch and continuous experimental results conveyed that developed biomaterial CL-AgNPs possesses excellent antibacterial activity. Previous research works also showed antibacterial activity of AgNps against both Gram positive (Escherichia coli) and Gram negative (Staphylococcus aureus) species [52, 53]. The research works stated that AgNPs may penetrate or attach to the cell membrane altering the functions of cell leading to their death. In a similar manner, for both batch and continuous mode of operation: CL-AgNPs diffuse easily inside the bacterial cells and damage the bacterial membrane which results in the cell death.\n3.4 Membrane permeabilization potential of CL-AgNPs\nSilver nanoparticles (AgNPs) have been reported to adhere on bacterial cell wall and subsequently penetrate inside the bacterial cells, resulting in structural changes of the cell membrane and thus increasing its permeability [52]. AgNPs were also reported to generate hydroxyl free radicals which result in the damage of bacterial cell membrane and eventually leading to bacterial cell death [54, 55]. In order to see the effect of CLAgNPs on bacterial cell membrane, the membrane permeabilization assays were carried out. CL-AgNPs induced membrane permeabilization of both E.coli and S. aureus cells was visualized by fluorescence microscopy using fluorescent probes SYTO9 and PI which selectively stain live and dead cells, respectively. The representative microscopic images (a merged view of both channels) of control (untreated) and CL-AgNPs (1X MIC) Jo ur na l P\nre -p\nro of\ntreated have been presented in Fig. 5 and Fig. 6. It can be clearly seen from Fig. 5a and Fig 6a that untreated control bacterial cells appeared predominantly green (demonstrating live cells); whereas the CL-AgNPs treated cells appeared substantially red (indicating dead cells). This finding was later corroborated with PI uptake assay. As shown in Fig. 5b and 6b, in the CL-AgNPs treated cells (both in S. aureus and E.coli), an increase in fluorescence and concomitant uptake by the bacterial cells was observed while, untreated cells of both E.coli and S. aureus carried a scant PI fluorescence signal, suggesting that they had intact and viable cell membranes. Further, the effect of synthesized CL-AgNPs and C. limetta peels on bacterial cell morphology using FE-SEM was also analyzed. As shown in Fig 7a and 7d, untreated bacterial cells (both E. coli and S. aureus) were smooth and free from any damage resulting showed their typical known shapes and size. Dramatic changes in the bacterial morphology was observed after treatment with CLAgNPs in both Gram-positive and Gram-negative bacterial strains (E. coli and S. aureus cells) respectively as compared to untreated control cells. In the case of E. coli cells (Fig. 7c), complete cell burst and black spots were observed on cells after treatment with CLAgNPs as compared to untreated cells. The obtained experimental results are in agreement with the reported AgNPs action on E. coli cells [10]. Similarly, in the case of S. aureus cells (Fig. 7f), complete rupture of bacterial cells was observed as compared to untreated cells indicating strong antibacterial effect of CL-AgNPs. The combined results of both membrane permeabilization and SEM data suggested that CL-AgNPs damaged the bacterial cell membrane and might inhibit the activity of some membrane associated enzymes, which causes the bacterial cells (E. coli and S. aureus) to die eventually. The obtained antibacterial results and the mentioned mechanism concurrent with the previous Jo ur n l P re -p r of\nreported research works of AgNPs on E. coli and S. aureus [10,55,56]. As shown in Fig. 7b and 7e, C. limetta peels did not show any bactericidal potential under the concentrations tested.\n3.5 Haemolysis assay and cell viability\nThe release of haemoglobin from human RBCs exposed to different concentrations of CL-AgNPs was assessed to assess its toxicity [44]. The RBC’s were exposed to CLAgNPs and C. limetta peels extract and further, the images were captured. In addition, the absorbance at 540 nm of the supernatant was taken to account for haemoglobin release after RBC lysis. The images and absorbance data showed no interference with RBC’s when treated with different concentrations of CL-AgNPs (1× MIC, 2× MIC, 5× MIC and 10× MIC) and 100µg/mL of C. limetta peels extract. In contrast, Triton X-100 completely lysed RBCs (100% haemolysis) significantly even at a low concentration of 1% (v/v) (Fig. S5). These results infer that the developed material is likely to be non-toxic and biocompatible to mammalian system.\nAmongst the various enteric pathogens, Escherichia coli and Staphylococcus aureus are causal agents of various types of infections [1]. These pathogens along with other enteric pathogens like Salmonella and Klebsiella in the domestic sewage lead to spread of infections, especially under ineffective sewage treatments and unhygienic sanitary practices. Using biological enzymatic properties of the abundantly available C. limetta peel, it is possible to synthesize biogenic CL-AgNPs which possess impressive bacterial mitigation potential. The CL-AgNPs worked satisfactorily both in batch as well as Jo u\nna l P\nre -p\nof\ncontinuous models. The primary mode of action was shown by bactericidal action of Ag on bacterial membranes. The cell membranes of both Methicillin resistant Gram positive (Staphylococcus aureus) and enterotoxin producing Gram negative (Escherichia coli O157:H7) pathogen were severely compromised. Use of BacLight live dead staining further confirmed the above observations.\n4. Conclusion\nA new simple, eco-friendly and low-cost synthesis route was employed to synthesize silver nanoparticles using raw Citrus limetta peels. Possibly the reductase enzymes present in the peels lead to the formation of zero valent silver and hence the nano-Silver forms with a size of 5-10 nm. The CL-AgNPs were found to be non-toxic to human RBCs well beyond their MIC values. The developed material was found to be highly active exhibiting antibacterial activity against different species as compared to citrus peels. Maximum MIC of 1.2 µg/mL was observed for Pseudomonas aeruginosa (RPT-56) with zone of inhibition as 7 mm. MIC of 0.3 µg/mL has been found to be lowest for the species Staphylococcus aureus 29213 and Escherichia Coli 25922 with zone of inhibition as 8 and 9 mm respectively. In addition, CL-AgNPs were also tested against the sludge of WWTP both in batch and continuous operations. The biomaterial was found to mitigate the bacterial species within short span of contact (≤ 5 min). Further detailed studies are required for in-depth understanding of bacterial mitigation potential of biosynthesized CL-AgNPs on aerobic and anaerobic treatment in wastewater systems. J ur n l P re -p\nro f\nDeclaration of interests\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Dr. Siva Mohan Reddy, Assistant Professor, Department of Chemical Engineering, Indian Institute of Technology Roorkee India 247667\nAcknowledgments & Funding Institute Instrumentation Center of Indian Institute of Technology Roorkee, India is acknowledged for characterization facilities. Dr. NKN is thankful to Department of Biotechnology, Government of India Nanobiotechnology task force (grant number - BT/PR21783/NNT/28/1219/2017) for funding.\nReferences\n[1] World Health Organization, 2016. Diarrhoeal disease intervention. Diarrhoeal Dis. Fact sheet\nN 330.\n[2] P. K. Pandey, P. H. Kass, M. L. Soupir, S. Biswas, V. P. Singh, Contamination of water\nresources by pathogenic bacteria. AMB Express 4 (2014), 51.https://doi.org/10.1186/s13568014-0051-x [3] C. A. Dos Santos, A. F. Jozala, A. Jr. Pessoa, M. M. Seckler, Antimicrobial effectiveness of\nsilver nanoparticles co-stabilized by the bioactive copolymer pluronic F68. J. Nanobiotechnology 10 (2012), 43. https://doi.org/10.1186/1477-3155-10-43\nJo ur\nna l P\nre -p\nro of\n[4] S. Singh, N. Kumar, M. Kumar, Jyoti, A. Agarwal, B. Mizaikoff, Electrochemical sensing and\nremediation of 4-nitrophenol using bio-synthesized copper oxide nanoparticles. Chem. Eng. J. 313 (2017), 283–292. https://doi.org/10.1016/j.cej.2016.12.049 [5] D. P. Tamboli, D. S. Lee, Mechanistic antimicrobial approach of extracellularly synthesized\nsilver nanoparticles against gram positive and gram negative bacteria. J. Hazard. Mater. 260 (2013), 878–884. https://doi.org/10.1016/j.jhazmat.2013.06.003 [6] L. Zarate-Reyes, C. Lopez-Pacheco, A. Nieto-Camacho, E. Palacios, V. Gómez-Vidales, S.\nKaufhold, K. Ufer, E. García Zepeda, J. Cervini-Silva, Antibacterial clay against gramnegative antibiotic resistant bacteria. J. Hazard. Mater. 342 (2018), 625–632. https://doi.org/10.1016/j.jhazmat.2017.08.078 [7] G. Xiao, X. Zhang, W. Zhang, S. Zhang, H. Su, T. Tan, Visible-light-mediated synergistic\nphotocatalytic antimicrobial effects and mechanism of Ag -nanoparticles@chitosan–TiO2 organic–inorganic composites for water disinfection. Appl. Catal. B Environ. 170–171 (2015), 255–262. https://doi.org/10.1016/j.apcatb.2015.01.042 [8] S. C. Motshekga, S. S. Ray, M. S. Onyango, M. N. B. Momba, Microwave-assisted synthesis,\ncharacterization and antibacterial activity of Ag/ZnO nanoparticles supported bentonite clay. J. Hazard. Mater. 262 (2013), 439–446. https://doi.org/10.1016/j.jhazmat.2013.08.074 [9] A. Azam, A. S. Ahmed, M. Oves, M. S. Khan, S. S. Habib, A. Memic, Antimicrobial activity\nof metal oxide nanoparticles against gram-positive and Gram-negative bacteria: a comparative study. Int. J. Nanomedicine 7 (2012), 6003-6009. https://doi.org/10.2147/IJN.S35347 [10] W.-R. Li, X.-B. Xie, Q.-S. Shi, H.-Y. Zeng, Y.-S. OU-Yang, Y.-B. Chen, Antibacterial\nactivity and mechanism of silver nanoparticles on Escherichia coli. Appl. Microbiol. Biotechnol. 85 (2010), 1115–1122. https://doi.org/10.1007/s00253-009-2159-5\nJo ur\nn l P\nre -p\nro of\n[11] Q. Lv, B. Zhang, X. Xing, Y. Zhao, R. Cai, W. Wang, Q. Gu, Biosynthesis of copper\nnanoparticles using shewanella loihica PV-4 with antibacterial activity: Novel approach and mechanisms investigation. J. Hazard. Mater. 347 (2018), 141–149. https://doi.org/10.1016/j.jhazmat.2017.12.070 [12] S. Ojha, A. Sett, U. Bora, Green synthesis of silver nanoparticles by ricinus communis\nvar. carmencita leaf extract and its antibacterial study. Adv. Nat. Sci. Nanosci. Nanotechnol. 8 (2017), 035009. https://doi.org/10.1088/2043-6254/aa724b [13] A. Raghunath, E. Perumal, Metal oxide nanoparticles as antimicrobial agents: a promise\nfor the future. Int. J. Antimicrob. Agents 49 (2016), 137–152. https://doi.org/10.1016/j.ijantimicag.2016.11.011 [14] S. Yallappa, J. Manjanna, B. L. Dhananjaya, Vishwanatha, U., Ravishankar, B., Gururaj,\nH., Niranjana, P., Hungund, B.S., Phytochemically functionalized Cu and Ag nanoparticles embedded in MWCNTs for enhanced antimicrobial and anticancer properties. Nano-Micro Lett. 8 (2016), 120–130. https://doi.org/10.1007/s40820-015-0066-0 [15] N. Abdel-Raouf, N. M. Al-Enazi, I. B. M. Ibraheem, Green biosynthesis of gold\nnanoparticles using galaxaura elongata and characterization of their antibacterial activity. Arab. J. Chem. 10 (2017), S3029–S3039. https://doi.org/10.1016/j.arabjc.2013.11.044 [16] N. Jayaprakash, J. J. Vijaya, K. Kaviyarasu, K. Kombaiah, L.J. Kennedy, R. J.\nRamalingam, M .A. Munusamy, H. A. Al-Lohedan, Green synthesis of Ag nanoparticles using tamarind fruit extract for the antibacterial studies. J. Photochem. Photobiol. B Biol. 169 (2017), 178–185. https://doi.org/10.1016/j.jphotobiol.2017.03.013 [17] V. Amendola, S. Polizzi, M. Meneghetti, Free silver nanoparticles synthesized by laser\nablation in organic solvents and their easy functionalization. Langmuir 23 (2007), 6766–6770.\nJo ur\nna l P\nre -p\nro of\nhttps://doi.org/10.1021/la0637061\n[18] T. V. Duncan, Applications of nanotechnology in food packaging and food safety:\nBarrier materials, antimicrobials and sensors. J. Colloid Interface Sci. 363 (2011), 1–24. https://doi.org/10.1016/j.jcis.2011.07.017 [19] M. G. Guzmán, J. Dille, S. Godet, Synthesis of silver nanoparticles by chemical reduction\nmethod and their antibacterial activity. Int. J. Chem. Biomol. Eng. 2 (2009), 104–111. https://doi.org/10.1007/s11814-010-0067-0 [20] A. Jose, K. R. Sunaja Devi, D. Pinheiro, S. Lakshmi Narayana, Electrochemical\nsynthesis, photodegradation and antibacterial properties of PEG capped zinc oxide nanoparticles. J. Photochem. Photobiol. B Biol. 187 (2018), 25–34. https://doi.org/10.1016/j.jphotobiol.2018.07.022 [21] K. G. Stamplecoskie, J. C. Scaiano, J.C., Light emitting diode irradiation can control the\nmorphology and optical properties of silver nanoparticles. J. Am. Chem. Soc. 132 (2010), 1825–1827. https://doi.org/10.1021/ja910010b [22] Y. Xie, H. Dong, G. Zeng, L. Tang, Z. Jiang, C. Zhang, J. Deng, L. Zhang, Y. Zhang,\nThe interactions between nanoscale zero-valent iron and microbes in the subsurface environment: A review. J. Hazard. Mater. 321 (2017), 390–407. https://doi.org/10.1016/j.jhazmat.2016.09.028 [23] K. Zhang, S. Ai, J. Xie, J. Xu, Comparison of direct synthesis of silver nanoparticles\ncolloid using pullulan under conventional heating and microwave irradiation. Inorg. Nano-Metal Chem. 47 (2017), 938–945. https://doi.org/10.1080/24701556.2016.1241265 [24] V. V. Makarov, A. J. Love, O. V. Sinitsyna, S. S. Makarova, I. V. Yaminsky, M. E.\nTaliansky, N. O. Kalinina, “Green” nanotechnologies: Synthesis of metal nanoparticles using\nJo ur\nn l P\nre -p\nro of\nplants. Acta Naturae 6 (2014) 35-44. https://doi.org/10.1039/c1gc15386b\n[25] A. Pugazhendhi, D. Prabakar, J. Mary, I. Karuppusamy, R. G. Saratale, Synthesis and\ncharacterization of silver nanoparticles using Gelidium amansii and its antimicrobial property against various pathogenic bacteria, Microb. Pthogenes. 114 (2018) 41–45. doi:10.1016/j.micpath.2017.11.013 [26] R. Shanmuganathan, I. Karuppusamy, M. Saravanan, H. Muthukumar, K. Ponnuchamy,\nV. S. Ramkumar and A. Pugazhendhi, Synthesis of Silver Nanoparticles and their Biomedical Applications - A Comprehensive Review, Curr. Pharmaceut. Des. (2019) 25: 2650-2660. https://doi.org/10.2174/1381612825666190708185506 [27] S. Arokiyaraj, S. Vincent, M. Saravanan, Y. Lee, Y. K. Oh, K. H. Kim, Green synthesis\nof silver nanoparticles using rheum palmatum root extract and their antibacterial activity against staphylococcus aureus and pseudomonas aeruginosa. Artif. Cells, Nanomedicine, Biotechnol. 45 (2017), 372–379. https://doi.org/10.3109/21691401.2016.1160403 [28] J.-F. Huang, Q.-S. Shi, J. Feng, M.-J. Chen, W.-R. Li, L.-Q. Li, Facile pyrolysis\npreparation of rosin-derived biochar for supporting silver nanoparticles with antibacterial activity. Compos. Sci. Technol. 145 (2017), 89–95. https://doi.org/10.1016/j.compscitech.2017.03.042 [29] A. J. Kora, R. B. Sashidhar, Biogenic silver nanoparticles synthesized with\nrhamnogalacturonan gum: Antibacterial activity, cytotoxicity and its mode of action. Arab. J. Chem. 11 (2018), 313–323. https://doi.org/10.1016/j.arabjc.2014.10.036 [30] M. Saravanan, S. K. Barik, D. MubarakAli, P. Prakash, A. Pugazhendhi, Synthesis of\nsilver nanoparticles from bacillus brevis (NCIM 2533) and their antibacterial activity against pathogenic bacteria. Microb. Pathog. 116 (2018), 221–226.\nJo ur\nna l P\nre -p\nro of\nhttps://doi.org/10.1016/j.micpath.2018.01.038\n[31] J. Pulit-Prociak, M. Banach, Silver nanoparticles – a material of the future…? Open\nChem. 14 (2016), 76–91. https://doi.org/10.1515/chem-2016-0005\n[32] B. A. Omran, H. N. Nassar, N. A. Fatthallah, A. Hamdy, E. H. El-Shatoury, N .S. El-\nGendy, Waste upcycling of Citrus sinensis peels as a green route for the synthesis of silver nanoparticles. Energy Sources, Part A: Recovery, Utilization, and Environmental Effects, 40 (2018), 227-236. https://doi.org/10.1080/15567036.2017.1410597 [33] O. Ahmadi, H. Jafarizadeh-Malmiri, H., N. Jodeiri, Eco-friendly microwave-enhanced\ngreen synthesis of silver nanoparticles using Aloe vera leaf extract and their physico-chemical and antibacterial studies. Green Process. Synth., 7 (2018), 231-240. https://doi.org/10.1515/gps-2017-0039 [34] S. N. Nisha, O. S. Aysha, J. Syed Nasar Rahaman, P. Vinoth Kumar, S. Valli, P. Nirmala,\nA. Reena, Lemon peels mediated synthesis of silver nanoparticles and its antidermatophytic activity. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 124 (2014), 194–198. https://doi.org/10.1016/j.saa.2013.12.019 [35] R. R. Banala, V. B. Nagati, P. R. Karnati, Green synthesis and characterization of Carica\npapaya leaf extract coated silver nanoparticles through X-ray diffraction, electron microscopy and evaluation of bactericidal properties. Saudi J Bio Sci, 22(2015), 637-644. https://doi.org/10.1016/j.sjbs.2015.01.007 [36] H. M. M. Ibrahim, Green synthesis and characterization of silver nanoparticles using\nbanana peel extract and their antimicrobial activity against representative microorganisms. J. Radiat. Res. Appl. Sci. 8 (2015), 265–275. https://doi.org/10.1016/j.jrras.2015.01.007. [37] E. R. Balasooriya, C. D. Jayasinghe, U. A. Jayawardena, R. W. D. Ruwanthika, R.\nJo ur\nna l P\nepr\noo f\nMendis de Silva, P. V. Udagama, P. V., Honey mediated green synthesis of nanoparticles: new era of safe nanotechnology. J. Nanomater., 2017. https://doi.org/10.1155/2017/5919836 [38] P. Putnik, D. Bursać Kovačević, A. Režek Jambrak, F. J. Barba, G. Cravotto, A. Binello,\nJ. M. Lorenzo, A. Shpigelman, Innovative “green” and novel strategies for the extraction of bioactive added value compounds from citrus wastes—a review. Molecules, 22(2017), 680. https://doi.org/10.3390/molecules22050680 [39] A. Kumar, S. N. Reddy, In situ sub- and supercritical water gasification of nano-nickel (Ni2+) impregnated biomass for H2 production. Ind. Eng. Chem. Res. 58 (2019), 4780–4793. https://doi.org/10.1021/acs.iecr.9b00425 [40] S. Nanda, S. N. Reddy, A. K. Dalai, J. A. Kozinski, Subcritical and supercritical water gasification of lignocellulosic biomass impregnated with nickel nanocatalyst for hydrogen production. Int. J. Hydrog. Energy, 41(2016), 4907-4921. https://doi.org/10.1016/j.ijhydene.2015.10.060\n[41] Q. Guan, C. Xia, W. Li, Bio-friendly controllable synthesis of silver nanoparticles and\ntheir enhanced antibacterial property. Catal. Today, 327 (2019), 196-202. https://doi.org/10.1016/j.cattod.2018.05.004\n[42] C. CLSI, and L.S.I., Performance standards for antimicrobial disk susceptibility tests:\napproved standard, CLSI (2003). https://doi.org/M02-A11\n[43] C. CLSI, and L.S.I., (Clinical and Laboratory Standards Institute. Methods for dilution\nantimicrobial susceptibility tests for bacteria that grow aerobically; Approved standard— seventh edition, Clinical and Laboratory Standards Institute document M7-A7. (2006) [44] V. K. Gupta, R. Gaur, A. Sharma, J. Akther, M. Saini, R. S. Bhakuni, R. Pathania, A\nnovel bi-functional chalcone inhibits multi-drug resistant staphylococcus aureus and\nJo ur\nna l P\nre -p\nro of\npotentiates the activity of fluoroquinolones. Bioorg. Chem. 83 (2019), 214–225. https://doi.org/10.1016/j.bioorg.2018.10.024 [45] V. K. Gupta, S. Verma, A. Pal, S. K. Srivastava, P.K. Srivastava, M. P.Darokar, In vivo\nefficacy and synergistic interaction of 16α-hydroxycleroda-3, 13 (14) Z-dien-15, 16-olide, a clerodane diterpene from polyalthia longifolia against methicillin-resistant staphylococcus aureus. Appl. Microbiol. Biotechnol. 20 (2013) 9121-9131. https://doi.org/10.1007/s00253013-5154-9 [46] Z. Yousaf, N. Saleh, Advanced Concept of Green Synthesis of Metallic Nanoparticles by\nReducing Phytochemicals. Nanobotany Springer, Cham. (2018) 17-36. https://doi.org/10.1007/978-3-319-77119-9_2 [47] J.M. Jacob, M.S. John, A. Jacob, P. Abitha, S.S. Kumar, R. Rajan, Bactericidal coating\nof paper towels via sustainable biosynthesis of silver nanoparticles using Ocimum sanctum leaf extract, Mater. Res. Express 6 (2019) https://doi.org/10.1088/2053-1591/aafaed [48] K. Jyoti, M. Baunthiyal, A. Singh, Characterization of silver nanoparticles synthesized\nusing Urtica dioica Linn. leaves and their synergistic effects with antibiotics, J. Radiat. Res. Appl. Sci. 9 (2016) 217-227. https://doi.org/10.1016/j.jrras.2015.10.002 [49] F. Wang, W. Zhang, X. Tan, Z. Wang, Y. Li, W. Li, Extract of Ginkgo biloba leaves\nmediated biosynthesis of catalytically active and recyclable silver nanoparticles. Colloids Surf A, 563 (2019), 31-36. https://doi.org/10.1016/j.colsurfa.2018.11.054 [50] A. D. J. Ruíz-Baltazar S. Y. Reyes-López, M. D. L. Mondragón-Sánchez, M. Estevez A.\nR. Hernández-Martinez, R. Pérez, Biosynthesis of Ag nanoparticles using cynaracardunculus leaf extract: evaluation of their antibacterial and electrochemical ac-tivity. Results Phys 11 (2018) 1142–9. https://doi.org/10.1016/j.rinp.2018.11.032.\nJo ur\nna l P\nre -p\nro f\n[51] A. Abdelmoteleb, B. Valdez-Salas, M. Carrillo-Beltran, D. D. Hernandez, D. González-\nMendoza, Green synthesis of silver nanoparticles using Pluchea sericea a native plants from Baja California, Mexico and their potential application as antimicrobials. Iran J Sci Technol A, 42(2018), 457-463. https://doi.org/10.1007/s40995-016-0019-6 [52] P. S. Ramesh, T. Kokila, D. Geetha, Plant mediated green synthesis and antibacterial\nactivity of silver nanoparticles using Emblica officinalis fruit extract. Spectrochim Acta A Mol Biomol Spectrosc, 142 (2015), 339-343. https://doi.org/10.1016/j.saa.2015.01.062 [53] D. Kumarasamyraja, N. S. Jeganathan, Green synthesis of silver nanoparticles using\naqueous extract of acalypha indica and its antimicrobial activity. Int. J. Pharma Bio Sci. 4 (2013) 469-476. [54] T. C. Dakal, A. Kumar, R. S. Majumdar, V. Yadav, Mechanistic basis of antimicrobial\nactions of silver nanoparticles. Front. Microbiol. 7 (2016), 1–17. https://doi.org/10.3389/fmicb.2016.01831 [55] B. Das, S. K. Dash, D. Mandal, T. Ghosh, S. Chattopadhyay, S. Tripathy, S. Das, S. K.\nDey, D. Das, S. Roy, Green synthesized silver nanoparticles destroy multidrug resistant bacteria via reactive oxygen species mediated membrane damage. Arab. J. Chem., 10 (2017), 862-876. https://doi.org/10.1016/j.arabjc.2015.08.008 [56] L. Wang, C. Hu, L. Shao, The antimicrobial activity of nanoparticles: present situation\nand prospects for the future. Int. J. Nanomedicine 12 (2017), 1227–1249. https://doi.org/10.2147/IJN.S121956\nList of Tables\n1. In vitro antibacterial activity of synthesised biomaterial CL-AgNPs against water borne\nbacterial pathogens. Data represents in terms of both zone of inhibition using disc\nJ ur\nna l P\nre -p\nro of\ndiffusion assay (Qualitative analysis) and Minimum inhibitory concentration (MIC). DMSO was used as solvent control.\nList of Figures\nJo ur\nna l P\nre -p\nro of\n1. Ag impregnated Citrus limetta peels : (a) Zero-point charge(b) Ag loading w.r.t. pH value\n(c) Wide scan XPS survey of the biomaterial CL-AgNPs (d)XPS survey Ag3d core shells.\n2. XRD of (a) Citrus limetta peels (b) Synthesized biomaterial (CL-AgNPs). 3. FE-SEM Images of (a) Untreated peels (b) Synthesized biomaterial (CL-AgNPs) (c)\nHRTEM image of biomaterial CL-AgNPs (d) EDS analysis of biomaterial CL-AgNPs.\n4. Effect of C. limetta peels extract and biomaterial CL-AgNPs on common water borne\npathogens using sludge collected from Wastewater Treatment Plant (WWTP)with 0.5gof CL-AgNPs (a) In batch experiments. (b) In continuous experiments. 5. Permeabilization of E.coli membranes by CL-AgNPs (a) Fluorescence microscopy\nanalysis for viability of bacterial cells using LIVE/DEAD BacLight bacterial viability assay kit. (b)Propidium iodide uptake assay with Fluorescence intensity of PI in bacterial cells treated with CL-AgNPs (at different MIC concentrations). 6. Permeabilization of S. aureus membranes by CL-AgNPs. (a) Fluorescence microscopy\nanalysis for viability of bacterial cells using LIVE/DEAD BacLight bacterial viability assay kit.b) Propidium iodide uptake assay with Fluorescence intensity of PI in bacterial cells treated with CL-AgNPs (at different MIC concentrations). 7. SEM micrographs of untreated E. coli and S. aureus bacterial cells (a, d), treated bacterial\ncells with C. limetta peel extract (b, e), treated bacterial cells with biomaterial CL-AgNPs (c, f). Jo ur\nna l P\nre -p\nro of\nFigure 1. Ag impregnated Citrus limetta peels: (a) Zero-point charge (b) Ag loading w.r.t. pH value (c) Wide scan XPS survey of the biomaterial CL-AgNPs (d)XPS survey Ag3d core shells.\nJo ur\nna\nl P\nre -p\nro of\nna\nl P\nre -p\nro of\nna\nl P\nre -p\nro of\n(a)\n(b)\nur\nna\nl P\nre -p\nro of\nFigure 5.Permeabilization of E.coli membranes by CL-AgNPs (a) Fluorescence microscopy analysis for viability of bacterial cells using LIVE/DEAD BacLight bacterial viability assay kit. (b) Propidium iodide uptake assay withFluorescence intensity of PI in bacterial cells treated with CL-AgNPs (at different MIC concentrations).\nJo ur\nna l P\nre -p\nro of\nFigure 6.Permeabilization of S. aureus membranes by CL-AgNPs. (a) Fluorescence microscopy analysis for viability of bacterial cells using LIVE/DEAD BacLight bacterial viability assay kit.b) Propidium iodide uptake assay with Fluorescence intensity of PI in bacterial cells treated with CL-AgNPs (at different MIC concentrations).\nJo ur\nna\nl P\nre -p\nro of\nur\nna\nl P\nre -p\nro of\nTable 1. In vitro antibacterial activity of synthesised biomaterial CL-AgNPs against water borne bacterial pathogens. Data represents in terms of both zone of inhibition using disc diffusion assay (Qualitative analysis) and Minimum inhibitory concentration (MIC). DMSO was used as solvent control.\nZone of Inhibition (mm) Minimum Inhibition Concentration\n(MIC) (µg/mL)\nStrains CL-AgNPs C. limetta\nPeel extract\nDMSO CL-AgNPs C. limetta\npeel extract\nDMSO\nStaphylococcus\naureus 29213\n8 0 0 0.3 >100 >100\nMRSA – ST4423 8 0 0 1.2 >100 >100\nEscherichia Coli\n25922\n9 0 0 0.3 >100 >100\nEscherichia Coli\nO157:H7\n9 0 0 0.6 >100 >100\nKlebsiella pneumonia\n(KNC233)\n11 0 0 1.2 >100 >100\nPseudomonas\naeruginosa (RPT-56)\n7 0 0 2.5 >100 >100\nSalmonella typhi 7 0 0 0.6 >100 >100\nSalmonella\ntyphimurium13311\n9 0 0 0.6 >100 >100\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "Contamination of water resources by pathogenic bacteria",
      "author" : [ "P.K. Pandey", "P.H. Kass", "M.L. Soupir", "S. Biswas", "V.P. Singh" ],
      "venue" : "AMB Express 4 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Pessoa",
      "author" : [ "C.A. Dos Santos", "A.F. Jozala", "A. Jr" ],
      "venue" : "M. M. Seckler, Antimicrobial effectiveness of silver nanoparticles co-stabilized by the bioactive copolymer pluronic F68. J. Nanobiotechnology 10 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Jyoti",
      "author" : [ "S. Singh", "N. Kumar", "M. Kumar" ],
      "venue" : "A. Agarwal, B. Mizaikoff, Electrochemical sensing and remediation of 4-nitrophenol using bio-synthesized copper oxide nanoparticles. Chem. Eng. J. 313 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mechanistic antimicrobial approach of extracellularly synthesized silver nanoparticles against gram positive and gram negative bacteria",
      "author" : [ "D.P. Tamboli", "D.S. Lee" ],
      "venue" : "J. Hazard. Mater. 260 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Antibacterial clay against gramnegative antibiotic resistant bacteria",
      "author" : [ "L. Zarate-Reyes", "C. Lopez-Pacheco", "A. Nieto-Camacho", "E. Palacios", "V. Gómez-Vidales", "S. Kaufhold", "K. Ufer", "E. García Zepeda", "J. Cervini-Silva" ],
      "venue" : "J. Hazard. Mater. 342 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Visible-light-mediated synergistic photocatalytic antimicrobial effects and mechanism of Ag -nanoparticles@chitosan–TiO2 organic–inorganic composites for water disinfection",
      "author" : [ "G. Xiao", "X. Zhang", "W. Zhang", "S. Zhang", "H. Su", "T. Tan" ],
      "venue" : "Appl. Catal. B Environ. 170–171 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Microwave-assisted synthesis",
      "author" : [ "S.C. Motshekga", "S.S. Ray", "M.S. Onyango", "M.N.B. Momba" ],
      "venue" : "characterization and antibacterial activity of Ag/ZnO nanoparticles supported bentonite clay. J. Hazard. Mater. 262 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Antimicrobial activity of metal oxide nanoparticles against gram-positive and Gram-negative bacteria: a comparative study",
      "author" : [ "A. Azam", "A.S. Ahmed", "M. Oves", "M.S. Khan", "S.S. Habib", "A. Memic" ],
      "venue" : "Int. J. Nanomedicine 7 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Antibacterial activity and mechanism of silver nanoparticles on Escherichia coli",
      "author" : [ "W.-R. Li", "X.-B. Xie", "Q.-S. Shi", "H.-Y. Zeng", "Y.-S. OU-Yang", "Y.-B. Chen" ],
      "venue" : "Appl. Microbiol. Biotechnol. 85 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Biosynthesis of copper nanoparticles using shewanella loihica PV-4 with antibacterial activity: Novel approach and mechanisms investigation",
      "author" : [ "Q. Lv", "B. Zhang", "X. Xing", "Y. Zhao", "R. Cai", "W. Wang", "Q. Gu" ],
      "venue" : "J. Hazard. Mater. 347 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green synthesis of silver nanoparticles by ricinus communis var",
      "author" : [ "S. Ojha", "A. Sett", "U. Bora" ],
      "venue" : "carmencita leaf extract and its antibacterial study. Adv. Nat. Sci. Nanosci. Nanotechnol. 8 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Metal oxide nanoparticles as antimicrobial agents: a promise for the future",
      "author" : [ "A. Raghunath", "E. Perumal" ],
      "venue" : "Int. J. Antimicrob. Agents 49 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Vishwanatha",
      "author" : [ "S. Yallappa", "J. Manjanna", "B.L. Dhananjaya" ],
      "venue" : "U., Ravishankar, B., Gururaj, H., Niranjana, P., Hungund, B.S., Phytochemically functionalized Cu and Ag nanoparticles embedded in MWCNTs for enhanced antimicrobial and anticancer properties. Nano-Micro Lett. 8 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Green biosynthesis of gold nanoparticles using galaxaura elongata and characterization of their antibacterial activity",
      "author" : [ "N. Abdel-Raouf", "N.M. Al-Enazi", "I.B.M. Ibraheem" ],
      "venue" : "Arab. J. Chem. 10 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "R",
      "author" : [ "N. Jayaprakash", "J.J. Vijaya", "K. Kaviyarasu", "K. Kombaiah", "L.J. Kennedy" ],
      "venue" : "J. Ramalingam, M .A. Munusamy, H. A. Al-Lohedan, Green synthesis of Ag nanoparticles using tamarind fruit extract for the antibacterial studies. J. Photochem. Photobiol. B Biol. 169 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Free silver nanoparticles synthesized by laser ablation in organic solvents and their easy functionalization",
      "author" : [ "V. Amendola", "S. Polizzi", "M. Meneghetti" ],
      "venue" : "Langmuir 23 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Applications of nanotechnology in food packaging and food safety: Barrier materials",
      "author" : [ "T.V. Duncan" ],
      "venue" : "antimicrobials and sensors. J. Colloid Interface Sci. 363 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Synthesis of silver nanoparticles by chemical reduction method and their antibacterial activity",
      "author" : [ "M.G. Guzmán", "J. Dille", "S. Godet" ],
      "venue" : "Int. J. Chem. Biomol. Eng. 2 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Electrochemical synthesis",
      "author" : [ "A. Jose", "K.R. Sunaja Devi", "D. Pinheiro", "S. Lakshmi Narayana" ],
      "venue" : "photodegradation and antibacterial properties of PEG capped zinc oxide nanoparticles. J. Photochem. Photobiol. B Biol. 187 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "K.G. Stamplecoskie" ],
      "venue" : "C. Scaiano, J.C., Light emitting diode irradiation can control the morphology and optical properties of silver nanoparticles. J. Am. Chem. Soc. 132 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The interactions between nanoscale zero-valent iron and microbes in the subsurface environment: A review",
      "author" : [ "Y. Xie", "H. Dong", "G. Zeng", "L. Tang", "Z. Jiang", "C. Zhang", "J. Deng", "L. Zhang", "Y. Zhang" ],
      "venue" : "J. Hazard. Mater. 321 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Comparison of direct synthesis of silver nanoparticles colloid using pullulan under conventional heating and microwave irradiation",
      "author" : [ "K. Zhang", "S. Ai", "J. Xie", "J. Xu" ],
      "venue" : "Inorg. Nano-Metal Chem. 47 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Green” nanotechnologies: Synthesis of metal nanoparticles using  Jo  ur  n  l P  re  -p  ro  of  plants",
      "author" : [ "V.V. Makarov", "A.J. Love", "O.V. Sinitsyna", "S.S. Makarova", "I.V. Yaminsky", "M.E. Taliansky", "N.O. Kalinina" ],
      "venue" : "Acta Naturae 6 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis and characterization of silver nanoparticles using Gelidium amansii and its antimicrobial property against various pathogenic bacteria",
      "author" : [ "A. Pugazhendhi", "D. Prabakar", "J. Mary", "I. Karuppusamy", "R.G. Saratale" ],
      "venue" : "Microb. Pthogenes. 114 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of Silver Nanoparticles and their Biomedical Applications - A Comprehensive Review",
      "author" : [ "R. Shanmuganathan", "I. Karuppusamy", "M. Saravanan", "H. Muthukumar", "K. Ponnuchamy", "V.S. Ramkumar", "A. Pugazhendhi" ],
      "venue" : "Curr. Pharmaceut. Des. ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis of silver nanoparticles using rheum palmatum root extract and their antibacterial activity against staphylococcus aureus and pseudomonas aeruginosa",
      "author" : [ "S. Arokiyaraj", "S. Vincent", "M. Saravanan", "Y. Lee", "Y.K. Oh", "K.H. Kim" ],
      "venue" : "Artif. Cells, Nanomedicine, Biotechnol. 45 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Facile pyrolysis preparation of rosin-derived biochar for supporting silver nanoparticles with antibacterial activity",
      "author" : [ "J.-F. Huang", "Q.-S. Shi", "J. Feng", "M.-J. Chen", "W.-R. Li", "L.-Q. Li" ],
      "venue" : "Compos. Sci. Technol. 145 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Biogenic silver nanoparticles synthesized with rhamnogalacturonan gum: Antibacterial activity",
      "author" : [ "A.J. Kora", "R.B. Sashidhar" ],
      "venue" : "cytotoxicity and its mode of action. Arab. J. Chem. 11 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of silver nanoparticles from bacillus brevis (NCIM 2533) and their antibacterial activity against pathogenic bacteria",
      "author" : [ "M. Saravanan", "S.K. Barik", "D. MubarakAli", "P. Prakash", "A. Pugazhendhi" ],
      "venue" : "Microb. Pathog. 116 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "J. Pulit-Prociak" ],
      "venue" : "Banach, Silver nanoparticles – a material of the future...? Open Chem. 14 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "E",
      "author" : [ "B.A. Omran", "H.N. Nassar", "N.A. Fatthallah", "A. Hamdy" ],
      "venue" : "H. El-Shatoury, N .S. El- Gendy, Waste upcycling of Citrus sinensis peels as a green route for the synthesis of silver nanoparticles. Energy Sources, Part A: Recovery, Utilization, and Environmental Effects, 40 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "O. Ahmadi" ],
      "venue" : "Jafarizadeh-Malmiri, H., N. Jodeiri, Eco-friendly microwave-enhanced green synthesis of silver nanoparticles using Aloe vera leaf extract and their physico-chemical and antibacterial studies. Green Process. Synth., 7 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "S.N. Nisha", "O.S. Aysha" ],
      "venue" : "Syed Nasar Rahaman, P. Vinoth Kumar, S. Valli, P. Nirmala, A. Reena, Lemon peels mediated synthesis of silver nanoparticles and its antidermatophytic activity. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 124 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Green synthesis and characterization of Carica papaya leaf extract coated silver nanoparticles through X-ray diffraction",
      "author" : [ "R.R. Banala", "V.B. Nagati", "P.R. Karnati" ],
      "venue" : "electron microscopy and evaluation of bactericidal properties. Saudi J Bio Sci, 22",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Green synthesis and characterization of silver nanoparticles using banana peel extract and their antimicrobial activity against representative microorganisms",
      "author" : [ "H.M.M. Ibrahim" ],
      "venue" : "J. Radiat. Res. Appl. Sci. 8 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "R",
      "author" : [ "E.R. Balasooriya", "C.D. Jayasinghe", "U.A. Jayawardena", "R.W.D. Ruwanthika" ],
      "venue" : " Jo  ur  na  l P  e-  pr  oo  f  Mendis de Silva, P. V. Udagama, P. V., Honey mediated green synthesis of nanoparticles: new era of safe nanotechnology. J. Nanomater.",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Innovative “green” and novel strategies for the extraction of bioactive added value compounds from citrus wastes—a review",
      "author" : [ "P. Putnik", "D. Bursać Kovačević", "A. Režek Jambrak", "F.J. Barba", "G. Cravotto", "A. Binello", "J.M. Lorenzo", "A. Shpigelman" ],
      "venue" : "Molecules, 22",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "In situ sub- and supercritical water gasification of nano-nickel (Ni2) impregnated biomass for H2 production",
      "author" : [ "A. Kumar", "S.N. Reddy" ],
      "venue" : "Ind. Eng. Chem. Res. 58 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Subcritical and supercritical water gasification of lignocellulosic biomass impregnated with nickel nanocatalyst for hydrogen production",
      "author" : [ "S. Nanda", "S.N. Reddy", "A.K. Dalai", "J.A. Kozinski" ],
      "venue" : "Int.  J.  Hydrog.  Energy, 41",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bio-friendly controllable synthesis of silver nanoparticles and their enhanced antibacterial property",
      "author" : [ "Q. Guan", "C. Xia", "W. Li" ],
      "venue" : "Catal. Today, 327 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Clinical and Laboratory Standards Institute. Methods for dilution antimicrobial susceptibility tests for bacteria that grow aerobically; Approved standard— seventh edition, Clinical and Laboratory Standards Institute document M7-A7",
      "author" : [ "C. CLSI", "L.S.I" ],
      "venue" : null,
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2006
    }, {
      "title" : "A novel bi-functional chalcone inhibits multi-drug resistant staphylococcus aureus and  Jo  ur  na  l P  re  -p  ro  of  potentiates the activity of fluoroquinolones",
      "author" : [ "V.K. Gupta", "R. Gaur", "A. Sharma", "J. Akther", "M. Saini", "R.S. Bhakuni", "R. Pathania" ],
      "venue" : "Bioorg. Chem. 83 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "M",
      "author" : [ "V.K. Gupta", "S. Verma", "A. Pal", "S.K. Srivastava", "P.K. Srivastava" ],
      "venue" : "P.Darokar, In vivo efficacy and synergistic interaction of 16α-hydroxycleroda-3, 13 (14) Z-dien-15, 16-olide, a clerodane diterpene from polyalthia longifolia against methicillin-resistant staphylococcus aureus. Appl. Microbiol. Biotechnol. 20 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Advanced Concept of Green Synthesis of Metallic Nanoparticles by Reducing Phytochemicals",
      "author" : [ "Z. Yousaf", "N. Saleh" ],
      "venue" : "Nanobotany Springer, Cham. ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bactericidal coating of paper towels via sustainable biosynthesis of silver nanoparticles using Ocimum sanctum leaf extract",
      "author" : [ "J.M. Jacob", "M.S. John", "A. Jacob", "P. Abitha", "S.S. Kumar", "R. Rajan" ],
      "venue" : "Mater. Res. Express 6 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Characterization of silver nanoparticles synthesized using Urtica dioica Linn",
      "author" : [ "K. Jyoti", "M. Baunthiyal", "A. Singh" ],
      "venue" : "leaves and their synergistic effects with antibiotics, J. Radiat. Res. Appl. Sci. 9 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Extract of Ginkgo biloba leaves mediated biosynthesis of catalytically active and recyclable silver nanoparticles",
      "author" : [ "F. Wang", "W. Zhang", "X. Tan", "Z. Wang", "Y. Li", "W. Li" ],
      "venue" : "Colloids Surf A, 563 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biosynthesis of Ag nanoparticles using cynaracardunculus leaf extract: evaluation of their antibacterial and electrochemical ac-tivity",
      "author" : [ "M.D.L. Mondragón-Sánchez", "R. Pérez" ],
      "venue" : "Results Phys",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2018
    }, {
      "title" : "Green synthesis of silver nanoparticles using Pluchea sericea a native plants from Baja California",
      "author" : [ "A. Abdelmoteleb", "B. Valdez-Salas", "M. Carrillo-Beltran", "D.D. Hernandez", "D. González- Mendoza" ],
      "venue" : "Mexico and their potential application as antimicrobials. Iran J Sci Technol A, 42",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Plant mediated green synthesis and antibacterial activity of silver nanoparticles using Emblica officinalis fruit extract",
      "author" : [ "P.S. Ramesh", "T. Kokila", "D. Geetha" ],
      "venue" : "Spectrochim Acta A Mol Biomol Spectrosc, 142 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Green synthesis of silver nanoparticles using aqueous extract of acalypha indica and its antimicrobial activity",
      "author" : [ "D. Kumarasamyraja", "N.S. Jeganathan" ],
      "venue" : "Int. J. Pharma Bio Sci. 4 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mechanistic basis of antimicrobial actions of silver nanoparticles",
      "author" : [ "T.C. Dakal", "A. Kumar", "R.S. Majumdar", "V. Yadav" ],
      "venue" : "Front. Microbiol. 7 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Green synthesized silver nanoparticles destroy multidrug resistant bacteria via reactive oxygen species mediated membrane damage",
      "author" : [ "B. Das", "S.K. Dash", "D. Mandal", "T. Ghosh", "S. Chattopadhyay", "S. Tripathy", "S. Das", "S.K. Dey", "D. Das", "S. Roy" ],
      "venue" : "Arab. J. Chem., 10 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "All type of water bodies can get affected due to the dreadful pathogens capable of causing adverse impact on public health [2].",
      "startOffset" : 123,
      "endOffset" : 126
    }, {
      "referenceID" : 1,
      "context" : "Novel antibacterial strategies with a potential to mitigate both Gram-positive and Gram- negative bacterial pathogens with desired efficacy and high activity have gained attention in recent times [3-6].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 2,
      "context" : "Novel antibacterial strategies with a potential to mitigate both Gram-positive and Gram- negative bacterial pathogens with desired efficacy and high activity have gained attention in recent times [3-6].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 3,
      "context" : "Novel antibacterial strategies with a potential to mitigate both Gram-positive and Gram- negative bacterial pathogens with desired efficacy and high activity have gained attention in recent times [3-6].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 4,
      "context" : "Novel antibacterial strategies with a potential to mitigate both Gram-positive and Gram- negative bacterial pathogens with desired efficacy and high activity have gained attention in recent times [3-6].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 5,
      "context" : "Chlorination has been in practice for disinfection, however formation of chlorine induced carcinogenic components with undesired taste is a drawback for the implementation of this technology [7].",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 6,
      "context" : "Inorganic nanoparticles have attracted substantial interest for the treatment of contaminated water due to its higher intrinsic reactivity, high surface to volume ratio with size and shape dependent properties [8].",
      "startOffset" : 210,
      "endOffset" : 213
    }, {
      "referenceID" : 7,
      "context" : "Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 9,
      "context" : "Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 10,
      "context" : "Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 11,
      "context" : "Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 12,
      "context" : "Some metals like silver also exhibit extraordinary antibacterial properties due to peculiar biological, physical and chemical activities [9-14].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 13,
      "context" : "Metal (Ag, Au and Cu) nanoparticles have become popular for their implementation in water purification with a motive for pathogen cessation [15,16].",
      "startOffset" : 140,
      "endOffset" : 147
    }, {
      "referenceID" : 14,
      "context" : "Metal (Ag, Au and Cu) nanoparticles have become popular for their implementation in water purification with a motive for pathogen cessation [15,16].",
      "startOffset" : 140,
      "endOffset" : 147
    }, {
      "referenceID" : 15,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 16,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 17,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 18,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 19,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 20,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 21,
      "context" : "Many synthesis routes such as thermal decomposition, microwave irradiation, chemical reduction, electrochemical, solvothermal and bio-reduction using organisms have been in practice for the metal nanoparticles [17-23].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 22,
      "context" : "systems for nanoparticles using plant or plant extracts is becoming popular as the methods are less expensive, eco-friendly and safe for human therapeutic use [24-26].",
      "startOffset" : 159,
      "endOffset" : 166
    }, {
      "referenceID" : 23,
      "context" : "systems for nanoparticles using plant or plant extracts is becoming popular as the methods are less expensive, eco-friendly and safe for human therapeutic use [24-26].",
      "startOffset" : 159,
      "endOffset" : 166
    }, {
      "referenceID" : 24,
      "context" : "systems for nanoparticles using plant or plant extracts is becoming popular as the methods are less expensive, eco-friendly and safe for human therapeutic use [24-26].",
      "startOffset" : 159,
      "endOffset" : 166
    }, {
      "referenceID" : 25,
      "context" : "any harmful disinfection byproducts [27-30].",
      "startOffset" : 36,
      "endOffset" : 43
    }, {
      "referenceID" : 26,
      "context" : "any harmful disinfection byproducts [27-30].",
      "startOffset" : 36,
      "endOffset" : 43
    }, {
      "referenceID" : 27,
      "context" : "any harmful disinfection byproducts [27-30].",
      "startOffset" : 36,
      "endOffset" : 43
    }, {
      "referenceID" : 28,
      "context" : "any harmful disinfection byproducts [27-30].",
      "startOffset" : 36,
      "endOffset" : 43
    }, {
      "referenceID" : 29,
      "context" : "As such, silver nanoparticles have found wide range of applications in medicine, pharmacy, textile, cosmetology and water purification [31].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 30,
      "context" : "Plant extracts such as Citrus sinensis [32], aloe vera [33], lemon peels Jo ur na l P re -p ro of",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 31,
      "context" : "Plant extracts such as Citrus sinensis [32], aloe vera [33], lemon peels Jo ur na l P re -p ro of",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 32,
      "context" : "[34], papaya peels [35], banana peels [36] and honey [37] have been reported for the biosynthesis of silver nanoparticles.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "[34], papaya peels [35], banana peels [36] and honey [37] have been reported for the biosynthesis of silver nanoparticles.",
      "startOffset" : 19,
      "endOffset" : 23
    }, {
      "referenceID" : 34,
      "context" : "[34], papaya peels [35], banana peels [36] and honey [37] have been reported for the biosynthesis of silver nanoparticles.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 35,
      "context" : "[34], papaya peels [35], banana peels [36] and honey [37] have been reported for the biosynthesis of silver nanoparticles.",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 36,
      "context" : "Tons of Citrus peels are produced as waste from processing of Citrus fruits by various food industries [38].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 37,
      "context" : "To know the influence of solution pH on metal loading, 1 mM solution of AgNO3 was used for impregnation at pH range of 2-10 by adjusting it with a suitable acid and base [39,40].",
      "startOffset" : 170,
      "endOffset" : 177
    }, {
      "referenceID" : 38,
      "context" : "To know the influence of solution pH on metal loading, 1 mM solution of AgNO3 was used for impregnation at pH range of 2-10 by adjusting it with a suitable acid and base [39,40].",
      "startOffset" : 170,
      "endOffset" : 177
    }, {
      "referenceID" : 30,
      "context" : "The scanning was done in the region of 2θ from 5 to 90° [32].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 39,
      "context" : "XPS was performed to determine the oxidation states of metal (PHI 5000 VersaProbe III) [41].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 30,
      "context" : "For HRTEM analysis, powdered sample was ultra-sonicated in ethanol so that silver particles get dispersed and a small drop was casted onto a carbon coated copper grid (purchased from TED PELLA, INC) which was allowed to dry before analysis [32].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 40,
      "context" : "limetta peels extract was determined by the broth micro-dilution method as per CLSI guideline [43].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 41,
      "context" : "limetta peels extract to permeabilize the bacterial membrane was examined by Propidium Iodide (PI) uptake assay as per method described earlier [44].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 42,
      "context" : "[45], the exponential phase of both bacterial cells were diluted to an OD600 of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "the suspension treated with 1% Triton X-100 was defined as the percentage of haemolysis [44].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 43,
      "context" : "This in turn may affect the size and shape of the nanoparticles [46].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 38,
      "context" : "If pH<pHZPC, then the solution becomes positively charged, the condition in which H and free Ag ions strive for sorbent active sites which hampers the loading of metal onto the biomass [40].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 44,
      "context" : "These functional groups are involved in the reduction of Ag into silver nanoparticles [47,48].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 45,
      "context" : "These functional groups are involved in the reduction of Ag into silver nanoparticles [47,48].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 28,
      "context" : "It has been reported that proteins can bind to silver nanoparticles and helps in reduction of silver ions [30].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 37,
      "context" : "1383, 1103 and 619 band has been assigned to RCO―O bending, stretch, C―O stretch of alcoholic group, #C―H stretch [39].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 22,
      "context" : "FTIR analysis confirms the presence of plant metabolites such as amino acids, terpenoids and flavonoids which plays a vital role in bioreduction of silver ions [24].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 46,
      "context" : "The reported energies are in agreement with the results reported by Wang [49] and Guan [41].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 39,
      "context" : "The reported energies are in agreement with the results reported by Wang [49] and Guan [41].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 47,
      "context" : "9 are assigned to C―O and C═O respectively [50].",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 44,
      "context" : ", where AgNPs were synthesized by using Ocimum santum leaf extract [47].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 30,
      "context" : "From the surface plasmon resonance, an absorption peak is observed at 3 KeV which confirms the formation of metallic silver particles [32,51].",
      "startOffset" : 134,
      "endOffset" : 141
    }, {
      "referenceID" : 48,
      "context" : "From the surface plasmon resonance, an absorption peak is observed at 3 KeV which confirms the formation of metallic silver particles [32,51].",
      "startOffset" : 134,
      "endOffset" : 141
    }, {
      "referenceID" : 30,
      "context" : "was also reported for the silver nanoparticles using citrus sinensis extract which is line with our experimental results [32].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 49,
      "context" : "Previous research works also showed antibacterial activity of AgNps against both Gram positive (Escherichia coli) and Gram negative (Staphylococcus aureus) species [52, 53].",
      "startOffset" : 164,
      "endOffset" : 172
    }, {
      "referenceID" : 50,
      "context" : "Previous research works also showed antibacterial activity of AgNps against both Gram positive (Escherichia coli) and Gram negative (Staphylococcus aureus) species [52, 53].",
      "startOffset" : 164,
      "endOffset" : 172
    }, {
      "referenceID" : 49,
      "context" : "4 Membrane permeabilization potential of CL-AgNPs Silver nanoparticles (AgNPs) have been reported to adhere on bacterial cell wall and subsequently penetrate inside the bacterial cells, resulting in structural changes of the cell membrane and thus increasing its permeability [52].",
      "startOffset" : 276,
      "endOffset" : 280
    }, {
      "referenceID" : 51,
      "context" : "generate hydroxyl free radicals which result in the damage of bacterial cell membrane and eventually leading to bacterial cell death [54, 55].",
      "startOffset" : 133,
      "endOffset" : 141
    }, {
      "referenceID" : 52,
      "context" : "generate hydroxyl free radicals which result in the damage of bacterial cell membrane and eventually leading to bacterial cell death [54, 55].",
      "startOffset" : 133,
      "endOffset" : 141
    }, {
      "referenceID" : 41,
      "context" : "5 Haemolysis assay and cell viability The release of haemoglobin from human RBCs exposed to different concentrations of CL-AgNPs was assessed to assess its toxicity [44].",
      "startOffset" : 165,
      "endOffset" : 169
    } ],
    "year" : 2019,
    "abstractText" : "Water borne pathogens pose a great threat to the health-care system and their mitigation poses a formidable challenge prompting researchers to find innovative and effective methods for pathogen control. Large scale implementation technologies for wastewater treatment need to be economical and facile. We have utilized industrial waste from citrus fruits to develop green nano-biocomposite materials. Green nano-biosynthesis methods are known to be cost effective, non-toxic and environment friendly that have attracted attention recently. The present study utilized citrus industry waste raw Citrus limetta peels as bio-reducing and stabilizing agents directly, instead of extract for the synthesis of silver nanoparticles. Characterization of the synthesized silver nanoparticles by X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), Scanning Electron Microscopy (SEM) and Transmission Electron Microscopy (TEM) confirmed the impregnation of nano-silver with size range of 5-10 nm inside Citrus limetta peels that has been designated as CL-AgNPs. Antibacterial activity of CL-AgNPs was evaluated against the most prevalent waterborne pathogens for treating waste water from domestic and municipalities. The antibacterial activity was linked to nano-silver’s membrane permeabilization mode using LIVE/DEAD staining technique. The antibacterial potential of CL-AgNPs was also tested in batch and continuous experiments separately, which showed attenuation in bacterial load within 5 min exposure of CL-AgNPs as demonstrated by growth kinetics study. Furthermore, CL-AgNPs was found to be safe and did not exhibit cytotoxiceffects on human red blood cells (RBCs) up to 10X MIC. These findings infer that CL-AgNPs could be employed for cost-effective treatment of contaminated waste water after process optimization. Jo ur n l P re -p r of",
    "creator" : "Elsevier"
  }
}