{
  "name" : "downloads_2019-10-21_6d_kawasaki2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Core–Shell-Structured Gold Nanocone Array for Label-Free DNA Sensing",
    "authors" : [ "Daiki Kawasaki", "Hirotaka Yamada", "Kenichi Maeno", "Kenji Sueyoshi", "Hideaki Hisamoto", "Tatsuro Endo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Localized surface plasmon resonance (LSPR) is the coupling of spatially confined free electrons in metal nanostructures and electric fields due to incident light. Metal nanostructures absorb light of a specific wavelength and enhance the electromagnetic (EM) field near the surface due to LSPR excitation. It is very important that the LSPR-enhanced localized EM field has confined energy in the nanoscale area below the diffraction limit, which has great advantages in optics.1−3 However, dissipative and radiative losses of confined energy by metal limit LSPR applications in optical devices.4,5\nGenerally, to reduce losses, higher energy confinement efficiency or higher localized EM field enhancement is required. To achieve higher electric field enhancement by LSPR, various metal nanostructures have been investigated, such as nanoprisms,6 nanobowties,7 and photonic−plasmonic hybrid structures.8,9 These structures have successfully demonstrated high electric field enhancement by LSPR. An enhanced localized EM field is a powerful tool for the detection of biomolecules by means of the LSPR wavelength shift10,11 or enhanced spontaneous emission such as fluorescence,12 upconversion emission,13 and Raman scattering.14,15\nLabel-free biosensing by metal nanostructures has been a focus area in the biosensor field due to its many advantages such as high sensitivity, inexpensive equipment, simple and easy operation, fast detection, and real-time monitoring capability. Metal nanostructures have been applied for the\ndetection of biomolecules using their interactions such as antigen−antibody reactions,16 DNA hybridization,17,18 and the analysis of cell dynamics.19 Hence, label-free biosensor chips have the potential to be applied in medical diagnosis, especially in point of care testing (POCT).20,21 For POCT applications, it is desirable that determination be completed in visible light due to the inexpensive equipment requirement and highly sensitive visual examination. Various metal nanostructures have been utilized for label-free sensing to date, including periodic metal nanostructure arrays, for example, nanodisk array,22 nanopillar array,23 double nanopillars with nanogap,24 nanohole array,19,25 PCF-SPR structure,26 metal−insulator−metal structure,27 and metamaterial-based nanohole array.28 However, those nanostructures have several disadvantages in sensor applications such as low sensitivity, near-infrared wavelength of LSPR, complex fabrication process, and expensive equipment required. Therefore, the development of metal nanostructures that can be fabricated by simple and inexpensive processes and have high sensitivity in the visible light region remains challenging. Label-free sensing is based on the dependency of the LSPR\nexcited wavelength on the surrounding refractive index. As the refractive index surrounding the metal nanostructures increases, the LSPR excitation wavelength is red-shifted. The\nReceived: May 17, 2019 Accepted: July 10, 2019 Published: July 10, 2019\n© 2019 American Chemical Society 4983 DOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nT A\nB A\nR B\nA R\nA o\nn O\nct ob\ner 2\n1, 2\n01 9\nat 1\n7: 01\n:1 4\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\nrefractive index sensitivity of metal nanostructures is defined as the wavelength shift per refractive index unit S (nm/RIU).29,30\nTheoretically, refractive index changes in the far and near fields are defined as bulk refractive index change and effective refractive index change, respectively, and the latter is related to the enhanced localized EM field. Then, refractive index changes in the near field area with effective polarization due to LSPR contributes more efficiently to the LSPR wavelength shift than that of the far field area. Thus, refractive index sensitivity positively correlates with the enhanced EM field near metal nanostructures. The difference between the bulk and effective refractive index changes is not considered when defining the refractive index sensitivity S, which is conventionally determined by using different solutions with varying refractive indices, and the contribution of the effective refractive index change in the near field area has not been fully discriminated. An essential factor in the sensitivity of label-free biosensing is the effective refractive index sensitivity because biomolecules are detected in the near field area. Therefore, it is important in biosensor applications to immobilize the ligands and obtain the refractive index change due to the specific interaction with analytes in the enhanced EM field area.31,32 It has generally been suggested that metal nanostructures with higher localized EM field enhancement have higher sensitivity.33 However, position-selective immobilization of ligands in such a localized enhanced EM field area is difficult, and high sensitivity biosensing has not been achieved to date. In contrast, nanohole arrays have high refractive index sensitivity because the EM field near their surface is extensively enhanced based on the effects of both LSPR and propagating SPR.34\nWe have been investigating the gold (Au) nanopillar array (AuNPA), which consists of an Au layer on a polymer nanopillar array structure.35 In AuNPA, LSPR is efficiently excited by light irradiation based on the interaction between the upper Au disks and the bottom Au nanohole plate, resulting in a highly enhanced localized EM field near the edges of the Au disk. A relatively high sensitivity for label-free protein assay has been achieved by using AuNPA. However, AuNPA has disadvantages including that the immobilization of antibodies onto the edges of the disks cannot be controlled. Easy and simple methods of immobilization of biomolecules on the enhanced localized EM field area are required to achieve high sensitivity in the application of LSPR sensors in medical diagnosis. To meet this requirement, we proposed an approach to\nextensively generate a highly enhanced near EM field by LSPR excitation, i.e., to generate a highly sensitive sensing area on the entire surface of the nanostructure. Here, we designed an Au nanocone array (AuNCA), which is a core−shell structure composed of a polymer core and an Au shell. AuNCA is expected to generate an extensive and highly enhanced EM field near its surface by LSPR excitation in the visible light region36,37 (Figure 1a). Then, probe molecules can be immobilized on the enhanced localized EM field without any control to immobilize probe molecules site selectively, and AuNCA has high sensitivity for label-free biosensing (Figure 1b). Moreover, AuNCA can be fabricated by nanoimprint lithography (NIL), which is a simple, easy, inexpensive, and mass producible nanostructure fabrication process.38−46\nHence, AuNCA would be suitable for practical applications in POCT.\nIn this study, we successfully fabricated AuNCA with varying thicknesses of the Au layer by the NIL process and characterized the optical characteristics of the AuNCA by experimental and simulation analysis. To demonstrate successful fabrication, AuNCA was applied for the detection of DNA hybridization with an ApoE DNA sequence.\n■ EXPERIMENTAL SECTION Fabrication of AuNCA. AuNCA was fabricated via the NIL process (Figure 2a). In this study, moth-eye structured cycloolefin polymer (COP) film (FMES205/300-100×100, Scivax Co. Ltd., Kanagawa, Japan) was used as a mold. Initially, the COP mold was cleaned with 2-propanol (Kanto Chemical Co. Inc., Tokyo, Japan) and ultrapure water and then dried at room temperature (20−25 °C). Poly(vinyl alcohol) (PVA) (Wako Pure Chem. Co., Osaka, Japan) aqueous solution (20 wt %) was spin-coated at 4000 rpm on the COP mold and dried at 70 °C for 2 h. The PVA sacrificial mold was released, and the Au layer (thickness, d (40, 60, 80, 100, and 120 nm)) was thermally deposited onto the PVA sacrificial mold. The deposited Au layer was attached to the glass substrate by a photocurable polymer (NOA81, Norland Products Inc., Cranbury, NJ), followed by dissolution of the PVA sacrificial mold in pure water, after which AuNCA (Figure 2b) (5 mm square) was obtained.\nMicroscopy. The COP mold and AuNCA structures were observed with a field-emission scanning electron microscope (FESEM) (SU8010, Hitachi, Ibaraki, Japan) at acceleration voltage of 10 keV. The surfaces of the COP mold and AuNCA were also analyzed with an atomic force microscope (AFM) (5000II, Sanyu Electron, Tokyo, Japan) in tapping mode using a silicon tip cantilever with a nominal spring constant of 0.08 N/m.\nOptical Characterization. The optical setup was composed of a tungsten halogen light source (LS-1), a fiber probe (R400-7, UV− vis), a spectrophotometer (USB4000), and a software program (OOIBase32), which were all purchased from Ocean Optics, Tokyo, Japan. The absorbance mode of OOIBase32 was used to measure the optical properties of the samples. We used Au film on a glass substrate as the reference sample and set a white board under the samples under measurement (Figure 2c). The thickness of the Au film was the same as that of the AuNCA (d nm). Aqueous solutions (0−20 wt %) of sucrose (Wako Pure Chem. Co., Osaka, Japan) were prepared, and their refractive indices were measured (n = 1.3333−1.3601) and used for the measurement of the refractive index sensitivity of the AuNCA samples. Optical measurements were performed in triplicates using three independent AuNCA samples (n = 3). Finite-difference timedomain (FDTD) solution (Lumerical Solutions, Inc., Vancouver, Canada) was used as the calculation software that was based on the FDTD method.\nDNA Hybridization Detection. The oligonucleotides used in this study are shown in Table 1 and were purchased from BEX Co. Ltd.\nDOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4984\n(Toyota, Japan). 5′-Disulfide-modified 23 base pair (bp) long sequence probe, fully complementary target DNA (Comp.), 1-base mismatch DNA (1-Mis.), and noncomplementary DNA (Mis.) were used in this study. A buffer solution (pH 7.4) containing NaCl (300 mM), Na2HPO4·12H2O (20 mM), and EDTA (0.1 mM), all purchased from Wako Pure Chem. Co. (Osaka, Japan), was used in the immobilization of the thiolated probe on Au and the hybridization of the target DNA. The thiolated probe DNA (1 μM in buffer) was immobilized on the AuNCA surface by incubating at 37 °C overnight and then immersing in ultrapure water for 1 h to remove nonspecifically adsorbed DNA and buffer solution. Complementary target DNA (1 pM to 100 nM in buffer) was hybridized by incubating at 37 °C for 1 h and then immersing in ultrapure water for 30 min, followed by drying at room temperature. Single base mismatch DNA and noncomplementary DNA (100 nM in buffer) were hybridized by the same procedure as that described previously (Figure 3). Optical measurements were performed by absorption spectroscopy. The absorption peak shifts for each DNA samples were analyzed. Triplicate optical measurements for all DNA samples were performed using three independent AuNCA samples (n = 3).\n■ RESULTS AND DISCUSSION Fabrication of AuNCA. We fabricated two AuNCA samples: one of them by direct thermal deposition of an Au layer onto a COP mold and the other by using NIL to compare the surface structure. The COP mold and fabricated AuNCAs (d = 100 nm) were observed by FE-SEM and AFM (Figure 3 and Figure S1). When the direct thermal deposition of Au onto the COP mold was used, the AuNCA surface was rough because of the aggregated Au particles. Thus, Au was not deposited uniformly on to the polymer surface because of their poor chemical affinity,47 and then the Au deposition rate varied partly by the surface. The Au deposition rate onto the projecting parts might be slower than that onto the recessed parts. This heterogeneity of Au deposition rate decreased the aspect ratio of the nanocone as the Au layer thickness increased (Figure 3 and Figure S1). The roughness and structural differences of the surface caused differences of the plasmonic properties based on the surface structure because the LSPR mode strongly depends on the metal surface, and this is unfavorable to evaluate the effect of the Au layer thickness on the optical properties of AuNCA in the following section. In contrast, when the NIL technique was used, the AuNCA surface was smooth enough, and the surface structure matched well with that of the COP mold. During the NIL process, the structure of the Au nanocone depended on the PVA sacrificial mold surface structure, which was imprinted by the COP mold. Thus, the roughness and aspect ratio of the Au nanocone of AuNCA (NIL) can reflect those of the COP mold. This is favorable not only for the optical characterization of AuNCA but also for the practical application of the AuNCA on sensor elements for the label-free biosensor because controlling the optical properties, and enhancing the electric field distribution and the wavelength of LSPR is a critical factor for its application. Therefore, to finely control the surface structure of AuNCA, we chose the NIL process for the fabrication of AuNCA. Additionally, cost-effective fabrication has an advantage in practical application for medical diagnosis. However, it should be noted that thermal deposition of gold onto a substrate causes the slight errors in the thickness and uniformity of the Au layer due to the errors in the condition of the deposition process. This had some effects on the structure of AuNCA and then the optical properties (Figure 4c).\nOptical Characterization. We characterized the optical properties of AuNCA by optical measurements and electromagnetic field simulation based on the FDTD method. The structure model in the simulation was constructed based on"
    }, {
      "heading" : "Report",
      "text" : "DOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4985\nobserved structures by FE-SEM and AFM (Figure S2). It was expected that the optical properties of AuNCA would be controlled by the changing Au layer thickness. Therefore, we evaluated the correlation between the optical properties and Au layer thickness of AuNCA. Here, AuNCAs with various Au layer thickness (d = 40, 60, 80, 100, and 120 nm) were investigated. Initially, the absorbance spectra of AuNCAs in water (n = 1.3333) were measured and simulated (Figure 4a,b). The absorption peak wavelengths of the varying Au layer thickness were plotted (Figure 4b). The absorption peak wavelength was blue-shifted when the Au layer thickness was increased (Figure 4a). This is in agreement with the tendency of dielectric-core/metal-shell nanoparticles; i.e., the LSPR wavelength is blue-shifted with an increase of the metal-shell thickness ratio.48 Additionally, the experimental peak wavelength shift was in agreement with the simulation results\n(Figure 4c). The simulated AuNCA structure model was not accurately the same as the fabricated one, and incident light was polarized in the simulation while it was not polarized in the experiment. This difference was considered to cause the difference of the peak wavelength between the experiment and simulation (Figure S2). The error bars include fabrication errors in structure size and Au layer thickness. AuNCA showed a correlation between the absorption peak wavelength and Au layer thickness; therefore, the LSPR excitation wavelength could be controlled by adjusting the Au layer thickness. This character provides AuNCA with a great advantage for optical sensor applications in fluorescence enhancement and surfaceenhanced Raman spectroscopy as well as in label-free biosensors.12,15 The electric field distributions near AuNCAs with Au layer thickness of 40, 80, and 120 nm at peak wavelengths were simulated (Figure 4d). Electric field\nDOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4986\ndistributions of the other Au layer thickness are shown in Figure S3. The electric field near the Au nanocone surface was extensively enhanced by LSPR; however, its enhancement efficiency (|E/E0|) and distributions varied in each of the Au layer thicknesses. This difference was expected to cause a difference in the refractive index sensitivities of AuNCAs. Refractive Index Sensitivity. The absorption spectra of\nAuNCA (d = 80 nm) in sucrose solution of various refractive index are shown in Figure 5a,b. The peak wavelength was redshifted with an increment of the refractive index of the sucrose solution. Then, the refractive index sensitivity S (nm/RIU) was calculated by assuming the linearity between the peak wavelength and refractive index of the sample solution. Maximum electric field enhancement efficiencies (|Emax/E0|) varied in each Au layer thickness as shown in Figure 5c and Figure S3, where Emax values were the maximum electric field distributions. AuNCA with an Au layer of 80 nm thickness had the maximum value of refractive index sensitivity (S = 417.5 nm/RIU) and the maximum enhancement efficiency. This S value is relatively high compared with other metal nanostructure-based sensors by using LSPR in the visible region,30\nwhereas the electric field enhancement efficiency was not as high. Therefore, extensive electric field enhancement led to high sensitivity because of the gain of a large effective refractive index change. Compared with AuNPA, the enhanced near field area by AuNCA was much larger. The refractive index sensitivity was related to the electric field enhancement efficiency though enhanced electric field distributions were slightly varied each other (Figure 5c). These indexes increased as the Au layer thickness increased from 40 to 80 nm and then decreased as it increased to 120 nm. The composition of core− shell structure was optimized by controlling the Au layer thickness. It was expected that thicker Au layer than 80 nm reduced the enhancement efficiency and the refractive index sensitivity (Figures 4d and 5c). This indicated that the core− shell structure applied to the nanocone array improved the plasmonic property of AuNCA. Generally, to achieve higher sensitivity, higher electric field enhancement is required; i.e., the LSPR mode must be further confined by specific structures that can confine LSPs into a more localized area such as metal nanogaps and edge structures.6,7 However, these approaches for higher electric field enhancement by LSPR lead to more localized enhanced electric field distributions, which is an issue for higher bulk refractive index sensitivity. The electric field\nenhancement efficiency is the key to increasing refractive index sensitivity, as shown in Figure 5c.\nDetection of DNA Hybridization. AuNCA (d = 80 nm) was used for the detection of DNA hybridization. Sample DNAs (Comp., 1-Mis., and Mis.) were detected based on the absorption peak wavelength shift from that of the probe DNA immobilized AuNCA. The quantitative determination of the complementary target DNA (Comp.) was performed in a concentration range from 1 pM to 100 nM. As the probe DNA was immobilized and the complementary target DNA was then hybridized to probe DNA on AuNCA, the peak wavelength was red-shifted (Figure 6a,b). Then, the calibration curve was obtained (n = 3) (Figure 6c). The calibration curve had linearity, and a limit of detection (3σ) of AuNCA (d = 80 nm) was determined to be 161 fM (32.2 amol). As shown in Figure 6b, the absorption intensity increased with the red-shift of the peak wavelength. In previous studies, DNA hybridization has been detected by this increment of absorption intensity.18,49 In this study, only the peak wavelength shift was discussed to evaluate the correlation between the sensitivity of DNA detection and RI sensitivity, S, which was defined by the wavelength shift. We evaluated the ability of AuNCA to detect single nucleotide polymorphism by comparing fully complementary DNA (Comp.), 1-base mismatch DNA (1-Mis.), and noncomplementary DNA (Mis.). Absorption spectra are shown in Figure 7a. The absorption peak wavelength of the Mis. DNA-incubated AuNCA was slightly red-shifted, which was caused by nonspecifically bound noncomplementary DNA. The peak wavelength of 1-Mis. DNA-incubated AuNCA was red-shifted more than that of Mis., which was attributed to the slight binding of 1-Mis. DNA to the probe DNA because of the partially complementary nucleotide sequence. After Comp. DNA incubation, the peak wavelength was drastically redshifted (Figure 7b). Each DNA sample was successfully identified by AuNCA. For comparison of the performance for the identification of DNA samples between AuNCA and AuNPA, identical experiments were performed with AuNPA. As expected, identifying 1-Mis. DNA by AuNPA was not achieved and showed varying lower sensitivity than that of AuNCA (Figure S4). These results suggested that AuNCA responded to the local refractive index change caused by DNA hybridization in the enhanced electric field near the AuNCA surface; however, AuNPA did not respond to what occurred outside of the localized enhanced electric field, and then the cumulative amount of the responded refractive index change\nDOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4987\nby AuNCA was much higher than that by AuNPA. AuNCA showed high sensitivity in the experimental range of concentration without control of the probe DNA immobilization site because the AuNCA enhanced the electric field of the nearby entire AuNCA surface; i.e., AuNCA excited the sensing site on the entire AuNCA surface.\n■ CONCLUSION Here, we demonstrated that AuNCA has high sensitivity for the label-free detection of DNA hybridization based on extensive near-field enhancement by LSPR excitation. AuNCA was fabricated by the NIL process; thus, it was expected to be able to be mass produced and to have the potential for application in medical diagnosis. The LSPR wavelength of AuNCA was controlled by changing the Au layer thickness, and the electric field enhancement efficiency depended on the Au layer thickness, d. The refractive index sensitivity, S, also depended on the Au layer thickness (S = 417.5 nm/RIU, d = 80 nm). It was confirmed that the electric field enhancement efficiency had a positive correlation with the refractive index sensitivity; therefore, the extensive near-field enhancement by LSPR excitation led to high refractive index sensitivity because the effective refractive index corresponded to the enhanced near field area. During the application of the label-free detection of DNA hybridization, the limit of detection (3σ) was 161 fM (32.2 amol), and fully complementary DNA, 1-base mismatch DNA, and noncomplementary DNA were successfully identified. In this report, we experimented the detection of DNA hybridization under a certain condition to demonstrate the high sensitivity of AuNCA; however, the experimental condition should be investigated. AuNCA is expected to obtain high performance in label-free biosensing such as antigen−antibody reaction, cell adhesion analysis, and DNA hybridization. AuNCA could be applied not only in label-free sensors but also in photoluminescence enhancement using near-field enhancement. The sensitivity of AuNCA was expected to increase by designing its materials so that the efficiency of LSPR excited in the metal layer increased. To realize the long lifetime of the LSPR mode of metal nanostructures, various materials and hybrid structures must be studied. It was expected that a higher sensitivity of NCA could be obtained by prolonging the lifetime of its LSPR mode utilizing a core−shell material design, with dielectric material playing an important role.\nThere were two main material designs. One was to match the inside and outside refractive index of the metal layer. Electric field enhancement is maximum under the condition of core− shell metal nanoparticles. The other design was to control the excitons using semiconductor materials. LSPs excited in the metal layer are assisted by excitons excited in semiconductors, after which LSPR efficiency will be improved.50−52 LSPs could be converted to excitons and then decay as e−e scattering, followed by e−ph scattering, vibrational resonance, and finally coupled to the environment. If LSP-contributed excitons are converted and stored before decay loss, the LSPR efficiency would be high. TiO2 is one of the most investigated energy storage materials. The same strategy could be applied to NCA for its higher sensitivity. Here, we investigated AuNCA as the most basic structure for the characterization of optical properties. In the future, we aim to design materials from NCA and apply NCA in various sensor fields.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00930.\nFigures S1−S4 (PDF)\n■ AUTHOR INFORMATION Corresponding Author *Tel/Fax: +81-72-254-9284. E-mail: endo@chem.osakafu-u. ac.jp."
    }, {
      "heading" : "ORCID",
      "text" : "Kenji Sueyoshi: 0000-0002-3271-4433 Hideaki Hisamoto: 0000-0003-1067-4116 Tatsuro Endo: 0000-0002-5704-5483"
    }, {
      "heading" : "Author Contributions",
      "text" : "D.K. performed the experiments; H.Y., K.M., T.E., K.S., and H.H. conceived and designed the experiments; and D.K. and T.E. wrote the paper."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by PRESTO from the Japan Science and Technology Agency.\n■ REFERENCES (1) Schuller, J. A.; Barnard, E. S.; Cai, W.; Jun, Y. C.; White, J. S.; Brongersma, M. L. Plasmonics for Extreme Light Concentration and Manipulation. Nat. Mater. 2010, 9, 193−204. (2) Morton, S. M.; Silverstein, D. W.; Jensen, L. Theoretical Studies of Plasmonics Using Electronic Structure Methods. Chem. Rev. 2011, 111, 3962−3994. (3) Bosio, N.; Šípova-́Jungova,́ H.; Lan̈k, N. O.; Antosiewicz, T. J.; Verre, R.; Kal̈l, M. Plasmonic versus All-Dielectric Nanoantennas for Refractometric Sensing: A Direct Comparison. ACS Photonics 2019, 6, 1556−1564. (4) Maier, B. S. A.; Brongersma, M. L.; Kik, P. G.; Meltzer, S.; Requicha, A. A. G.; Atwater, H. A. PlasmonicsĐA Route to Nanoscale Optical Devices. Adv. Mater. 2001, 13, 1501−1505. (5) West, P.R.; Ishii, S.; Naik, G.V.; Emani, N.K.; Shalaev, V.M.; Boltasseva, A. Searching for Better Plasmonic Materials. Laser Photon. Rev. 2010, 4, 795−808. (6) Kato, F.; Minamimoto, H.; Nagasawa, F.; Yamamoto, Y. S.; Itoh, T.; Murakoshi, K. Active Tuning of Strong Coupling States between\nDOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4988\nDye Excitons and Localized Surface Plasmons via Electrochemical Potential Control. ACS Photonics 2018, 5, 788−796. (7) Santhosh, K.; Bitton, O.; Chuntonov, L.; Haran, G. Vacuum Rabi Splitting in a Plasmonic Cavity at the Single Quantum Emitter Limit. Nat. Commun. 2016, 7, 1−5. (8) Liu, J.; Huang, Q.; Liu, K.; Singamaneni, S.; Cunningham, B. T. Nanoantenna - Microcavity Hybrids with Highly Cooperative Plasmonic - Photonic Coupling. Nano Lett. 2017, 17, 7569−7577. (9) De Angelis, F.; Patrini, M.; Das, G.; Maksymov, I.; Galli, M.; Businaro, L.; Andreani, L. C.; Di Fabrizio, E. A Hybrid PlasmonicPhotonic Nanodevice for Label-Free Detection of a Few Molecules. Nano Lett. 2008, 8, 2321−2327. (10) Willets, K. A.; Van Duyne, R. P. Localized Surface Plasmon Resonance Spectroscopy and Sensing. Annu. Rev. Phys. Chem. 2007, 58, 267−297. (11) Dell’Olio, F.; Conteduca, D.; De Palo, M.; Ciminelli, C. Design of a New Ultracompact Resonant Plasmonic Multi-Analyte Label-Free Biosensing Platform. Sens. Bio-Sens. Res. 2017, 17, 1−17. (12) Stranik, O.; Mcevoy, H. M.; Mcdonagh, C.; Maccraith, B. D. Plasmonic Enhancement of Fluorescence for Sensor Applications. Sens. Actuators, B 2005, 107, 148−153. (13) Chen, C.; Chan, Y.; Hsiao, M.; Liu, R. Plasmon-Enhanced Photodynamic Cancer Therapy by Upconversion Nanoparticles Conjugated with Au Nanorods. ACS Appl. Mater. Interfaces 2016, 8, 32108−32119. (14) Pieczonka, N. P. W.; Aroca, R. F. Single Molecule Analysis by Surfaced-Enhanced Raman Scattering W. Chem. Soc. Rev. 2008, 37, 946−954. (15) Zong, C.; Xu, M.; Xu, L.; Wei, T.; Ma, X.; Zheng, X.; Hu, R.; Ren, B. Surface-Enhanced Raman Spectroscopy for Bioanalysis: Reliability and Challenges. Chem. Rev. 2018, 118, 4946−4980. (16) Yanik, A. A.; Huang, M.; Kamohara, O.; Artar, A.; Geisbert, T. W.; Connor, J. H.; Altug, H. An Optofluidic Nanoplasmonic Biosensor for Biological Media. Nano Lett. 2010, 10, 4962−4969. (17) Kim, D.; Kerman, K.; Saito, M.; Sathuluri, R. R.; Endo, T.; Yamamura, S.; Kwon, Y.; Tamiya, E. Label-Free DNA Biosensor Based on Localized Surface Plasmon Resonance Coupled with Interferometry. Anal. Chem. 2007, 79, 1855−1864. (18) Hiep, H. M.; Endo, T.; Saito, M.; Chikae, M.; Kim, D. K.; Yamamura, S.; Takamura, Y.; Tamiya, E. Label-Free Detection of Melittin Binding to a Membrane Using Electrochemical-Localized Surface Plasmon Resonance. Anal. Chem. 2008, 80, 1859−1864. (19) Tu, L.; Li, X.; Bian, S.; Yu, Y.; Li, J.; Huang, L.; Liu, P.; Wu, Q.; Wang, W. Label-Free and Real-Time Monitoring of Single Cell Attachment on Template-Stripped Plasmonic Nano-Holes. Sci. Rep. 2017, 7, 1−11. (20) Klinghammer, S.; Uhlig, T.; Patrovsky, F.; Bohm, M.; Schutt, J.; Putz, N.; Baraban, L.; Eng, L. M.; Cuniberti, G. Plasmonic Biosensor Based on Vertical Arrays of Gold Nanoantennas. ACS Sens 2018, 3, 1392−1400. (21) Geng, Z.; Zhang, X.; Fan, Z.; Lv, X.; Su, Y.; Chen, H. Recent Progress in Optical Biosensors Based on Smartphone Platforms. Sensors 2017, 17, 2449. (22) Su, H.; Cheng, X. R.; Endo, T.; Kerman, K. Photonic Crystals on Copolymer Fi Lm for Label-Free Detection of DNA Hybridization. Biosens. Bioelectron. 2018, 103, 158−162. (23) Cetin, A. E.; Yanik, A. A.; Yilmaz, C.; Somu, S.; Busnaina, A.; Altug, H. Monopole Antenna Arrays for Optical Trapping, Spectroscopy, and Sensing. Appl. Phys. Lett. 2011, 98, 1−3. (24) Kubo, W.; Fujikawa, S. Au Double Nanopillars with Nanogap for Plasmonic Sensor. Nano Lett. 2011, 11, 8−15. (25) Cetin, A. E.; Topkaya, S. N. Photonic Crystal and Plasmonic Nanohole Based Label-Free Biodetection. Biosens. Bioelectron. 2019, 132, 196−202. (26) Liu, C.; Yang, L.; Lu, X.; Liu, Q.; Wang, F.; Lv, J.; Sun, T.; Mu, H.; Chu, P. K. Mid-Infrared Surface Plasmon Resonance Sensor Based on Photonic Crystal Fibers. Opt. Express 2017, 25, 14227. (27) Huang, Y.; Zhu, J.; Fan, J.; Chen, Z.; Chen, X.; Jin, S.; Wu, W. Plasmonic Color Generation and Refractive Index Sensing with\nThree-Dimensional Air-Gap Nanocavities. Opt. Express 2019, 27 (5), 6283. (28) Sreekanth, K. V.; Alapan, Y.; ElKabbash, M.; Ilker, E.; Hinczewski, M.; Gurkan, U. A.; De Luca, A.; Strangi, G. Extreme Sensitivity Biosensing Platform Based on Hyperbolic Metamaterials. Nat. Mater. 2016, 15, 621−628. (29) Jatschka, J.; Dathe, A.; Csaḱi, A.; Fritzsche, W.; Stranik, O. Propagating and Localized Surface Plasmon Resonance Sensing  A Critical Comparison Based on Measurements and Theory. Sens. BioSens. Res. 2016, 7, 62−70. (30) Chung, T.; Lee, S.; Song, E. Y.; Chun, H.; Lee, B. Plasmonic Nanostructures for Nano-Scale Bio-Sensing. Sensors 2011, 11, 10907−10929. (31) Abbas, A.; Tian, L.; Morrissey, J. J.; Kharasch, E. D.; Singamaneni, S. Hot Spot-Localized Artifi Cial Antibodies for Label-Free Plasmonic Biosensing. Adv. Funct. Mater. 2013, 23, 1789−1797. (32) Feuz, L.; Jonsson, P.; Jonsson, M. P.; Höök, F. Improving the Limit of Detection of Nanoscale Sensors by Directed Binding to High-Sensitivity Areas. ACS Nano 2010, 4, 2167−2177. (33) Szunerits, S.; Boukherroub, R. Sensing Using Localised Surface Plasmon Resonance Sensors. Chem. Commun. 2012, 48, 8999−9010. (34) Zhang, M.; Lu, M.; Ge, C.; Cunningham, B. T. Plasmonic External Cavity Laser Refractometric Sensor. Opt. Express 2014, 22, 20347. (35) Nishiguchi, K.; Sueyoshi, K.; Hisamoto, H.; Endo, T. Fabrication of Gold-Deposited Plasmonic Crystal Based on Nanoimprint Lithography for Label-Free Biosensing Application. Jpn. J. Appl. Phys. 2016, 55, 08RE02. (36) Yue, Z.; Cai, B.; Wang, L.; Wang, X.; Gu, M. Intrinsically CoreShell Plasmonic Dielectric Nanostructures with Ultrahigh Refractive Index. Sci. Adv. 2016, 2 (3), e1501536. (37) Zhang, Y.; Jia, B.; Gu, M. Biomimetic and Plasmonic Hybrid Light Trapping for Highly Efficient Ultrathin Crystalline Silicon Solar Cells. Opt. Express 2016, 24 (6), A506. (38) Terada, Y.; Hashimoto, W.; Endo, T.; Seto, H.; Murakami, T.; Hisamoto, H.; Hoshino, Y.; Miura, Y. Signal Amplified TwoDimensional Photonic Crystal Biosensor Immobilized with GlycoNanoparticles. J. Mater. Chem. B 2014, 2, 3324−3332. (39) Endo, T.; Sato, M.; Kajita, H.; Okuda, N.; Tanaka, S.; Hisamoto, H. Printed Two-Dimensional Photonic Crystals for SingleStep Label-Free Biosensing of Insulin under Wet Conditions. Lab Chip 2012, 12, 1995−1999. (40) Maeno, K.; Aki, S.; Sueyoshi, K.; Hisamoto, H.; Endo, T. Polymer-Based Photonic Crystal Cavity Sensor for Optical Detection in the Visible Wavelength Region. Anal. Sci. 2016, 32, 117−120. (41) Aki, S.; Sueyoshi, K.; Hisamoto, H.; Endo, T. Origin of the Optical Response of a Dye-Doped Plasticized Poly(Vinyl Chloride)Based Photonic Crystal Ion Sensor. Anal. Sci. 2017, 33, 1247−1251. (42) Endo, T.; Ueda, C.; Kajita, H.; Okuda, N.; Tanaka, S.; Hisamoto, H. Enhancement of the Fluorescence Intensity of DNA Intercalators Using Nano-Imprinted 2-Dimensional Photonic Crystal. Microchim. Acta 2013, 180, 929−934. (43) Hashimoto, W.; Endo, T.; Sueyoshi, K.; Hisamoto, H. Development of Novel Protease Assay Device Using a Nanoimprinted Two-Dimensional Photonic Crystal. Chem. Lett. 2014, 43, 1728− 1730. (44) Sun, J.; Maeno, K.; Aki, S.; Sueyoshi, K.; Hisamoto, H.; Endo, T. Design and Fabrication of a Visible-Light-Compatible, PolymerBased Photonic Crystal Resonator and Waveguide for Sensing Applications. Micromachines 2018, 9 (410), 410. (45) Aki, S.; Endo, T.; Sueyoshi, K.; Hisamoto, H. Plasticized Poly(Vinyl Chloride)-Based Photonic Crystal for Ion Sensing. Anal. Chem. 2014, 86, 11986−11991. (46) Endo, T.; Ozawa, S.; Okuda, N.; Yanagida, Y.; Tanaka, S.; Hatsuzawa, T. Reflectometric Detection of Influenza Virus in Human Saliva Using Nanoimprint Lithography-Based Flexible Two-Dimensional Photonic Crystal Biosensor. Sens. Actuators, B 2010, 148, 269− 276.\nDOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4989\n(47) Thornton, J. A. Influence of Apparatus Geometry and Deposition Conditions on the Structure and Topography of Thick Sputtered Coatings. J. Vac. Sci. Technol. 1974, 11, 666−670. (48) Li, J.; Cushing, S. K.; Bright, J.; Meng, F.; Senty, T. R.; Zheng, P.; Bristow, A. D.; Wu, N. Ag@Cu2O Core-Shell Nanoparticles as Visible-Light Plasmonic Photocatalysts. ACS Catal. 2013, 3, 47−51. (49) Cheng, X. R.; Hau, B. Y. H.; Endo, T.; Kerman, K. Au Nanoparticle-Modified DNA Sensor Based on Simultaneous Electrochemical Impedance Spectroscopy and Localized Surface Plasmon Resonance. Biosens. Bioelectron. 2014, 53, 513−518. (50) Takai, A.; Kamat, P. V. Capture, Store, and Discharge. Shuttling Photogenerated Electrons across TiO2-Silver Interface. ACS Nano 2011, 5, 7369−7376. (51) Cao, E.; Lin, W.; Sun, M.; Liang, W.; Song, Y. Exciton-Plasmon Coupling Interactions: From Principle to Applications. Nanophotonics 2018, 7, 145−167. (52) Hartland, G. V. Optical Studies of Dynamics in Noble Metal Nanostructures. Chem. Rev. 2011, 111, 3858−3887.\nDOI: 10.1021/acsanm.9b00930 ACS Appl. Nano Mater. 2019, 2, 4983−4990\n4990"
    } ],
    "references" : [ {
      "title" : "Plasmonics for Extreme Light Concentration and Manipulation",
      "author" : [ "M.L. Brongersma" ],
      "venue" : "Nat. Mater. 2010,",
      "citeRegEx" : "Brongersma,? \\Q2010\\E",
      "shortCiteRegEx" : "Brongersma",
      "year" : 2010
    }, {
      "title" : "PlasmonicsĐA Route to Nanoscale Optical Devices",
      "author" : [ "A.A.G. Requicha", "H.A. Atwater" ],
      "venue" : "Adv. Mater. 2001,",
      "citeRegEx" : "Requicha and Atwater,? \\Q2001\\E",
      "shortCiteRegEx" : "Requicha and Atwater",
      "year" : 2001
    }, {
      "title" : "Searching for Better Plasmonic Materials",
      "author" : [ "A. Boltasseva" ],
      "venue" : "Laser Photon. Rev. 2010,",
      "citeRegEx" : "Boltasseva,? \\Q2010\\E",
      "shortCiteRegEx" : "Boltasseva",
      "year" : 2010
    }, {
      "title" : "Surface-Enhanced Raman Spectroscopy for Bioanalysis: Reliability and Challenges",
      "author" : [ "B. Ren" ],
      "venue" : "Chem. Rev. 2018,",
      "citeRegEx" : "Ren,? \\Q2018\\E",
      "shortCiteRegEx" : "Ren",
      "year" : 2018
    }, {
      "title" : "An Optofluidic Nanoplasmonic Biosensor for Biological Media",
      "author" : [ "J.H. Connor", "H. Altug" ],
      "venue" : "Nano Lett. 2010,",
      "citeRegEx" : "W. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2010
    }, {
      "title" : "Monopole Antenna Arrays for Optical Trapping, Spectroscopy, and Sensing",
      "author" : [ "H. Altug" ],
      "venue" : "Appl. Phys. Lett. 2011,",
      "citeRegEx" : "Altug,? \\Q2011\\E",
      "shortCiteRegEx" : "Altug",
      "year" : 2011
    }, {
      "title" : "Sensing Using Localised Surface Plasmon Resonance Sensors",
      "author" : [ "S. Szunerits", "R. Boukherroub" ],
      "venue" : "Chem. Commun. 2012,",
      "citeRegEx" : "Szunerits and Boukherroub,? \\Q2012\\E",
      "shortCiteRegEx" : "Szunerits and Boukherroub",
      "year" : 2012
    }, {
      "title" : "Influence of Apparatus Geometry and Deposition Conditions on the Structure and Topography of Thick Sputtered Coatings",
      "author" : [ "J.A. Thornton" ],
      "venue" : "J. Vac. Sci. Technol",
      "citeRegEx" : "Thornton,? \\Q1974\\E",
      "shortCiteRegEx" : "Thornton",
      "year" : 1974
    }, {
      "title" : "Capture, Store, and Discharge",
      "author" : [ "A. Takai", "P.V. Kamat" ],
      "venue" : "Resonance. Biosens. Bioelectron",
      "citeRegEx" : "Takai and Kamat,? \\Q2014\\E",
      "shortCiteRegEx" : "Takai and Kamat",
      "year" : 2014
    }, {
      "title" : "Optical Studies of Dynamics in Noble Metal Nanostructures",
      "author" : [ "G.V. Hartland" ],
      "venue" : "Chem. Rev. 2011,",
      "citeRegEx" : "Hartland,? \\Q2011\\E",
      "shortCiteRegEx" : "Hartland",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The refractive index sensitivity of a localized surface plasmon resonance (LSPR) sensor is correlated to an enhanced local electromagnetic (EM) field originating from noble metal nanostructures. Here, we demonstrated that extensive EM field enhancement by a gold (Au) nanocone array (AuNCA) allowed highly sensitive and label-free detection of biomolecules in the visible wavelength spectrum. The AuNCA consisted of a polymer core and an Au shell, which was fabricated by using simple and inexpensive nanoimprint lithography. Under LSPR excitation, AuNCA absorbs visible light of a specific wavelength and extensively enhances the EM field near its surface. It was shown that AuNCA had high refractive index sensitivity (417.5 nm/RIU) because of the large distribution of the enhanced EM field, covering a large surface of the NCA. Moreover, in DNA hybridization detection, a very low limit of detection of 161 fM was achieved, and 1-base mismatch DNA was successfully discriminated by using AuNCA.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}