{
  "name" : "downloads_2020-07-12_a9_sheikholeslami2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Simulation of nanoliquid thermogravitational convection within a porous chamber imposingmagnetic and radiation impacts",
    "authors" : [ "M. Sheikholeslami", "Mikhail A. Sheremet", "Ahmad Shafee", "Iskander Tlili" ],
    "emails" : [ "mohsen.sheikholeslami@yahoo.com", "Michael-sher@yandex.ru", "iskander.tlili@tdtu.edu.vn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nPhysica A\njournal homepage: www.elsevier.com/locate/physa\nSimulation of nanoliquid thermogravitational convection within a porous chamber imposingmagnetic and radiation impacts M. Sheikholeslami a,b, Mikhail A. Sheremet c,∗, Ahmad Shafee d, Iskander Tlili e,f a Department of Mechanical Engineering, Babol Noshirvani University of Technology, Babol, Iran b Renewable Energy Systems and Nanofluid Applications in Heat Transfer Laboratory, Babol Noshirvani University of Technology, Babol, Iran c Laboratory on Convective Heat and Mass Transfer, Tomsk State University, Tomsk 634050, Russia d Institute of Research and Development, Duy Tan University, Da Nang 550000, Viet Nam e Department for Management of Science and Technology Development, Ton Duc Thang University, Ho Chi Minh City, Viet Nam f Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh City, Viet Nam\na r t i c l e i n f o\nArticle history: Received 20 April 2019 Received in revised form 29 September 2019 Available online 2 January 2020\nKeywords: Darcy model Radiation Finite volume method Shape factor Free convection Magnetic force Nanofluid Wavy cylinder\na b s t r a c t\nInnovative approach for simulation of nanoliquid natural convection through a permeable wavy space was scrutinized. Analysis has been conducted within inclined porous rectangular cavity having cold side borders under the impacts of heated internal wavy horizontal cylinder and uniform tilted magnetic field. The considered boundary-value problem devised on the basis of the Darcy linear law, Boussinesq relation, Rosseland approach and Lorentz force has been resolved by the finite volume technique. The impacts of nanomaterials’ shape, buoyancy force, radiation term and Hartmann number on nanoliquid hydrodynamic treatment have been investigated. Outcomes have proved that greater quantities of shape factor result in the greater convection. By enhancing magnetic forces, convection becomes weaker.\n© 2020 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Convective energy transport in irregular enclosures has an essential value in different industrial fields including electronics cooling, chemical reactors, heat exchangers, solar collectors and others [1–5]. Intensification of thermal transmission within such regions can be achieved by addition of porous medium and nanoliquids [6–9]. Porous media allow increasing the heat transfer surface and as a result to intensify the energy transport [5–7]. Nanoliquids as a combination of host fluid and nano-sized particles of metal or metal oxide allow augmenting effective thermal conductivity and heat transfer coefficient [8–13]. Comprehensive review on convective heat transfer from wavy surfaces was published by Shenoy et al. [1]. Alsabery et al. [14] have scrutinized numerically convective energy transport inside the region with internal solid cylinder. Employing the finite element technique, the authors have shown that a augment of cylinder thermal conductivity leads to the reduction of high nanoparticles volume fraction areas. Sheremet et al. [15] have computationally investigated free convection of nanoliquid within an open porous region under the Lorentz force influence. Obtained results have shown the energy transport strengthening with nanoparticles volume\n∗ Corresponding author. E-mail addresses: mohsen.sheikholeslami@yahoo.com (M. Sheikholeslami), Michael-sher@yandex.ru (M.A. Sheremet), iskander.tlili@tdtu.edu.vn\n(I. Tlili).\nhttps://doi.org/10.1016/j.physa.2019.124058 0378-4371/© 2020 Elsevier B.V. All rights reserved.\nconcentration for moderate and high Hartmann numbers. Al-Srayyih et al. [16] have analyzed numerically permeable chamber with involve of buoyancy forces with the linear temperature profile along the left side wall. They have revealed that low quantities of thermal conductivity ratio between porous medium and nanoliquid characterize greater thermal transmission augmentation than large quantities of the thermal conductivity ratio. Haq et al. [17] scrutinized flow style a wavy permeable region with magnetic field impact. It has been ascertained the heat intensification with a growth of the wavelength parameter. The problem of double diffusion and magnetic field impact on nanoliquid in a stretching region has been solved by Bilal et al. [18]. They have demonstrated that fraction rises but Sherwood number reduces with increasing Dufour number. Hashemi et al. [19] have worked out the problem of magnetic free convection of micropolar nanoliquid within porous Darcy region with inner elliptic heater employing the non-equilibrium conditions. They found that a rise of the medium porosity augments the circulation strength, while total Nusselt number is increased also. Sheikholeslami et al. [20] have analyzed MHD natural convective–radiative thermal transmission of water-based nano-suspension within a porous area. They have shown that the porous medium permeability growth reflects the rise of the Nu. Impact of magnetic dipole on behavior of ferrofluid was evaluated by Kausar et al. [21] and considered induced magnetic role on flow style of nanomaterial. Izadi et al. [22] have calculated the thermogravitational copper–water nano-suspension convection within porous irregular chamber using the Buongiorno’s nanofluid approach and LTNE model. They have ascertained that the mean Nu diminishes with the thermophoresis coefficient. Other practical outputs were found in [23–32].\nTaking into account the brief review presented above, the convective nanoliquid circulation and energy transport in corrugated porous regions is a very important and useful topic. Unfortunately, nowadays there are no data about MHD thermogravitational convection of H2O-formed nano-suspension within porous rhombic region with internal heated wavy cylinder. The present study is overcome abovementioned gap using the single-phase nanoliquid model with experimentally-obtained nanoliquid physical correlations and the Darcy porous medium approach."
    }, {
      "heading" : "2. Problem explanation",
      "text" : "Free convection within porous cavity depicted in Fig. 1 with inclined magnetic force has been analyzed. Darcy law has been employed for permeable terms with local thermal equilibrium conditions for host liquid, nano-sized particles and porous solid matrix. The impact of magnetic field is described by the uniform Lorentz force. The borders of the external rhombic cavity were kept at low temperature Tc , but the constant heat flux q′′ is kept at internal wavy surface. Needed boundary conditions are demonstrated in Fig. 1. Numerical modeling was performed using the CVFEM."
    }, {
      "heading" : "3. Mathematical formulation and computational technique",
      "text" : ""
    }, {
      "heading" : "3.1. Control PDEs",
      "text" : "Using the abovementioned description of the considered physical problem the following partial differential equations were employed for explanation of transport processes for energy and within the permeable zone under the Lorentz influence.\n∂u ∂x + ∂v ∂y = 0 (1)\n∂P ∂x\n+ uK−1µnf + B20 [ (sin γ )2 u − (sin γ ) v (cos γ ) ] σnf = 0 (2)\nwhere T 4 ∼= 4T 3c T − 3T 4 c , qr = − 4σe 3βR ∂T4 ∂y . Here the single-phase nanoliquid model is applied with the Darcy law for porous medium, Rosseland approximation for thermal radiation and Lorentz force for the uniform magnetic field. Physical properties of the nano-suspension have been presented in [33].\nDescription of the effective dynamic viscosity and thermal conductivity has been performed employing the experimentally-based relations with the Brownian motion impact as follows\nµeff = kBrownian kf × µf Prf + µstatic\nG = ( α1 + α3 ln (φ)+ α4 ln ( dp ) ln (φ) ) Ln (T )\n+ ( α6 + α10 ln ( dp )2 + α9 ln ( dp ) ln (φ)+ α8 ln (φ)+ α7 ln ( dp ))\n+ ( α5 ln ( dp )2 + α2 ln ( dp )) Ln (T )\nkBrownian = 5 × 104cp,f Gφ √ κbT ρpdp ρf\n(5)\nWhile for knf includes the nano-sized particles shape\nS = kf − kp, knf kf = kp + (1 + m)\n[ −Sφ + kf ] kp + Sφ + kf (1 + m) , (6)\nTables 1–3 reported different m, related coefficient and nano-suspension properties [33]. We supposed the Eq. (7) to find final form.\nΨ = ψ/αnf , (X, Y ) = (x, y) /L, θ = T − Tc ∆T ,∆T = Lk−1f q ′′ (7)"
    }, {
      "heading" : "41 × 121 51 × 151 61 × 181 71 × 211 81 × 241",
      "text" : "Utilized parameters in above formulas are:\nHa = K B20σf µf , Ra = gK (ρβ)f L∆T µf αf , Rd = 4σeT 3c /\n( βRkf ) A1 = ρnf\nρf , A2 = (ρCP)nf (ρCP)f , A3 = (ρβ)nf (ρβ)f , A5 = µnf µf ,\nA4 = knf kf , A6 = σnf σf\n(10)\nIn addition, we can mention briefly the borders conditions for the half part of the computational domain\nθ = 0.0 at outer surface; Ψ = 0.0 at all surfaces for half part of the cavity; ∂θ/∂n = 1 at inner surface\n(11)\nFor the understanding the thermal transmission intensity the Nusselt number has been defined as follows\nNuloc = 1 θ\n( 1 +\n4 3 ( knf kf )−1 Rd )( knf kf ) (12)\nNuave = 1 S ∫ s 0 Nuloc ds (13)"
    }, {
      "heading" : "3.2. Considered finite volume technique",
      "text" : "For solution to the considered boundary-value problem the finite volume technique with triangular elements has been applied. Detailed description of this technique can be found in [33]. Linear interpolation with considering triangular elements has been utilized to calculate scalars."
    }, {
      "heading" : "4. Code validation and mesh analysis",
      "text" : "Good numerical simulation should have optimized mesh size which can support reaching outputs with lower grids. So, we tested several grids listed in Table 4 for special case to reach the best mesh. The written code has great accuracy and this fact can be seen in Fig. 2 because the deviation with previous benchmark [34] is very low."
    }, {
      "heading" : "5. Results and discussion",
      "text" : "In considered manuscript, the roles of radiation, magnetic force and Nanomaterials shape on nanoliquid hydrothermal treatment have been simulated. The porous domain has been saturated with Al2O3–H2O. Roles of radiation term (Rd = 0– 0.8), Nanomaterials shape, Lorentz strength (Ha = 0–20), fraction of nano-sized particles (φ = 0.0–0.04) were illustrated in diagram (Figs. 3–6) form.\nFig. 3 pictures isolines of Ψ and θ for m = 5.7, Rd = 0.8,Ha = 0, Ra = 600 and various quantities of the nanoparticles volume concentration. Taking into account heating of the central corrugated cylinder and cooling of the external borders, convective cells are formed within wavy troughs with up-going currents near the hot surface and top-down currents near the cooling walls. The formed eddies characterize the zones of convective thermal transmission, while in the bottom\ncavity part heat conduction is a dominating regime owing to upper warming and bottom refrigeration. More essential thermal plume is appeared in the top zone of the chamber over the upper corrugated crest. An addition of nanoparticles reflects the weakening of convective circulation, while the flow nature does not change. More essential heating can be found in distribution of isotherms due to raised effective thermal conductivity (see Eq. (6)). Taking into account low value of the Rayleigh number (Ra = 600) there are no recirculations within wavy troughs.\nThe influence of Ha on isolines of Ψ and θ is presented in Fig. 4. At Ha = 0, flow characterizes a generation of strong convective eddy in the left part of the region, while isotherms do not reflect an origin of thermal plume. Such weak convective flow can be explained by low Ra (Ra = 100). A rise of the Hartmann number (Ha = 20) demonstrates essential attenuation of the convective circulation, while thermal regime is a heat conduction and temperature values are increased near the corrugated cylinder surface.\nAn increment of Ra up to Ra = 600 results in the strengthen of the circulation within the nanoliquid gap, where for Ha = 0 the intensive convective cell displaces to the upper cavity part (see Fig. 5). In this case more stable thermal plume\ncan be found in the top chamber zone. More significant heating can be found in the bottom wavy trough. In this case a raise of Ha characterizes an augment in the temperature within the tank, but circulation intensity reduces. Heating from the internal corrugated surface becomes more homogeneous with heat conduction dominating mode and major circulation occurs in the left cavity corner.\nFig. 6 demonstrates the behavior of Nuave with considered governing parameters. Using this figure, it is possible to conclude that Nuave increases with thermal radiation parameter, Ra and nanoparticles shape coefficient, whilst it diminishes with Ha. An influence of the Hartman number becomes essential for high Ra, but for high quantities of Ha the effects of Ra and Rd are weak.\nObtained results allow extracting the following relation for Nuave in the wide considered ranges of governing parameters:\nNuave = 1.51 + 0.037m + 0.51Rd + 0.23Ra − 0.18Ha +3.6 × 10−3mHa − 0.12RdHa − 0.23RaHa + 4.58 × 10−5m2 (14)"
    }, {
      "heading" : "6. Conclusions",
      "text" : "Thermogravitational convection and thermal radiation of alumina-water nanoliquid within the rhombic porous region of cooling borders with internal corrugated surface of constant positive heat flux under the uniform tilted magnetic field impact has been studied. The single-phase nanosuspension model has been employed with experimentally-obtained dependence for the physical parameters of the considered ‘‘smart’’ medium. The porous medium is assumed to satisfy the Darcy law and local thermal equilibrium conditions. Computational investigation has been performed for large variety of\ncontrol characteristics using the developed finite volume technique. Obtained results have allowed concluding that a rise\nof the Rayleigh number intensify convective circulation in the upper part of the porous region with an origin of stable\ntemperature plume over the top wavy crest of internal corrugated surface. Moderate and low quantities of Ra reflect a\ndevelopment of circulations in the left and right rhombic cavity corners. The average dimensionless thermal transmission\nparameter is an enhancement function of Ra, thermal radiation parameter and nano-sized particles shape parameter,\nwhilst it is a reducing function of Ha.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgment",
      "text" : "Dr. Sheremet acknowledges the financial support from the Ministry of Education and Science of the Russian Federation (Project Number 13.9724.2017/8.9)."
    } ],
    "references" : [ {
      "title" : "Convective Flow and Heat Transfer from Wavy Surfaces: Viscous Fluids, Porous Media and Nanofluids",
      "author" : [ "A. Shenoy", "M. Sheremet", "I. Pop" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Moist curing increases the solar reflectance of concrete, Constr",
      "author" : [ "Y. Qin", "Y. Zhao", "X. Chen", "L. Wang", "F. Li", "T. Bao" ],
      "venue" : "Build. Mater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "A novel Bayesian optimization for flow condensation enhancement using nanorefrigerant: a combined analytical and experimental study",
      "author" : [ "M. Sheikholeslami", "B. Rezaeianjouybari", "A. Shafee", "H. Babazadeh" ],
      "venue" : "Chem. Eng. Sci",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Experimental study on darkening water-rich mud tailings for accelerating desiccation",
      "author" : [ "Y. Qin", "H. He", "X. Ou", "T. Bao" ],
      "venue" : "J. Cleaner Prod",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "CVFEM approach for EHD flow of nanofluid through porous medium within a wavy chamber under the impacts of radiation and moving walls",
      "author" : [ "M. Sheikholeslami", "M.A. Sheremet", "A. Shafee", "Z. Li" ],
      "venue" : "J. Therm. Anal. Calorim",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Upshot of ohmically dissipated Darcy–Forchheimer slip flow of magnetohydrodynamic Sutterby fluid over a radiating linearly stretched surface in view of Cash and Carp",
      "author" : [ "M. Sohail", "R. Naz", "M.Y. Malik", "M. Alghamdi" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Ingham, Convective Heat Transfer: Mathematical and Computational Modelling of Viscous Fluids and Porous Media",
      "author" : [ "D.B.I. Pop" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2001
    }, {
      "title" : "Dynamical and optimal procedure to analyse the exhibition of physical attribute imparted by Sutterby magneto nano fluid in Darcy medium yield by axially stretched cylinder, Can",
      "author" : [ "S. Bilal", "M. Sohail", "R. Naz", "M.Y. Malik" ],
      "venue" : "J. Phys",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Simulation of nanoparticles application for expediting melting of PCM inside a finned enclosure",
      "author" : [ "M. Sheikholeslami", "M. Jafaryar", "A. Shafee", "Z. Li" ],
      "venue" : "Physica A",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Heat transfer and entropy generation of natural convection on non-Newtonian nanofluids in a porous cavity",
      "author" : [ "G.H.R. Kefayati" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Measuring the albedo of limited-extent targets without the aid of known-albedo",
      "author" : [ "Y. Qin", "J. Luo", "Z. Chen", "G. Mei", "L.E. Yan" ],
      "venue" : "masks, Sol. Energy",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Numerical investigation of thermally stratified Williamson fluid flow over a cylindrical surface via Keller box method",
      "author" : [ "S. Bilal", "Khalil Ur Rehman", "M.Y. Malik" ],
      "venue" : "Results Phys",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Application of nano-refrigerant for boiling heat transfer enhancement employing an experimental study, Int",
      "author" : [ "M. Sheikholeslami", "B. Rezaeianjouybari", "M. Darzi", "A. Shafee", "Z. Li", "T.K. Nguyen" ],
      "venue" : "J. Heat Mass Transfer",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Effects of two-phase nanofluid model and localized heat source/sink on natural convection in a square cavity with a solid circular cylinder, Comput",
      "author" : [ "A.I. Alsabery", "E. Gedik", "A.J. Chamkha", "I. Hashim" ],
      "venue" : "Methods Appl. Mech. Engrg",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "MHD free convection in a wavy open porous tall cavity filled with nanofluids under an effect of corner heater",
      "author" : [ "M.A. Sheremet", "H.F. Oztop", "I. Pop", "K. Al-Salem" ],
      "venue" : "Int. J. Heat Mass Transfer",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Effects of linearly heated left wall on natural convection within a superposed cavity filled with composite nanofluid-porous layers, Adv",
      "author" : [ "B.M. Al-Srayyih", "S. Gao", "S.H. Hussain" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Al-Mdallal, MHD natural convection flow enclosure in a corrugated cavity filled with a porous medium",
      "author" : [ "R.U. Haq", "F.A. Soomro", "Q.M.T. Mekkaoui" ],
      "venue" : "Int. J. Heat Mass Transfer",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Effect logs of double diffusion on MHD Prandtl nano fluid adjacent to stretching surface by way of numerical approach",
      "author" : [ "S. Bilal", "Khalil Ur Rehman", "M.Y. Malik", "A. Hussain", "M. Awais" ],
      "venue" : "Results Phys",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Mehryan, MHD natural convection of a micropolar nanofluid flowing inside a radiative porous medium under LTNE condition with an elliptical heat source",
      "author" : [ "H. Hashemi", "Z. Namazian", "S.A.M.S.M.H. Zadeh" ],
      "venue" : "J. Molecular Liquids",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Shamlooei, Nanofluid MHD natural convection through a porous complex shaped cavity considering thermal radiation",
      "author" : [ "M. Sheikholeslami", "M.Z. Li" ],
      "venue" : "Phys. Lett. A",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Physical prospective of induction of ferro-constituents in buoyancy-driven magneto-nanofluid under the impact of magnetic dipole, Can",
      "author" : [ "N. Kausar", "S. Bilal", "W. Tahir", "Aisha Un Nisa" ],
      "venue" : "J. Phys",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Nanoparticle migration and natural convection heat transfer of Cu–water nanofluid inside a porous undulant-wall enclosure using LTNE and two-phase model",
      "author" : [ "M. Izadi", "G. Hoghoughi", "R. Mohebbi", "M. Sheremet" ],
      "venue" : "J. Molecular Liquids",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Effects of finite wall thickness and sinusoidal heating on convection in nanofluid-saturated local thermal non-equilibrium porous cavity",
      "author" : [ "A.I. Alsabery", "A.J. Chamkha", "H. Saleh", "I. Hashim", "B. Chanane" ],
      "venue" : "Physica A",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Simulation of turbulent flow of nanofluid due to existence of new effective turbulator involving entropy generation",
      "author" : [ "M. Sheikholeslami", "M. Jafaryar", "J.A. Ali", "S.M. Hamad", "A. Divsalar", "A. Shafee", "T. Nguyen-Thoi", "Z. Li" ],
      "venue" : "J. Molecular Liquids",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Heat transfer simulation during charging of nanoparticle enhanced PCM within a channel",
      "author" : [ "M. Sheikholeslami", "A. Zareei", "M. Jafaryar", "A. Shafee", "Z. Li", "A. Smida", "I. Tlili" ],
      "venue" : "Physica A",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Ghalambaz, Local thermal nonequilibrium conjugate natural convection heat transfer of nanofluids in a cavity partially filled with porous media using Buongiorno’s model, Numer",
      "author" : [ "A. Tahmasebi", "M.M. Mahdavi" ],
      "venue" : "Heat Transfer A",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Generalized Zagreb index of polyomino chains and nanotubes, Optoelectron",
      "author" : [ "W. Gao", "L. Yan", "L. Shi" ],
      "venue" : "Adv. Mater. – Rapid Commun",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Sheremet, Variable magnetic forces impact on magnetizable hybrid nanofluid heat transfer through a circular cavity",
      "author" : [ "M. Sheikholeslami", "S.A.M. Mehryan", "M.A.A. Shafee" ],
      "venue" : "J. Molecular Liquids",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2019
    }, {
      "title" : "The eccentric connectivity polynomial of two classes of nanotubes",
      "author" : [ "W. Gao", "W.F. Wang" ],
      "venue" : "Chaos Solitons Fractals",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Nanofluid MHD forced convection heat transfer around the elliptic obstacle inside a permeable lid drive 3D enclosure considering lattice Boltzmann method",
      "author" : [ "M. Sheikholeslami", "H. Keramati", "A. Shafee", "Z. Li", "O.A. Alawad", "I. Tlili" ],
      "venue" : "Physica A",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Linearity between pavement thermophysical properties and surface temperatures",
      "author" : [ "Y. Qin", "J.E. Hiller", "D. Meng" ],
      "venue" : "J. Mater. Civ. Eng",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1943
    }, {
      "title" : "Prediction of MHD flow and entropy generation by artificial neural network in square cavity with heater-sink for nanomaterial",
      "author" : [ "Sheikholeslami M", "K.M. Rabbi", "A. Karim", "A. Shafee", "Z. Li", "I. Tlili" ],
      "venue" : "Physica A",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2020
    }, {
      "title" : "Application of Control Volume Based Finite Element Method (CVFEM) for Nanofluid",
      "author" : [ "M. Sheikholeslami" ],
      "venue" : "Flow and Heat Transfer,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Subbaraya, Effect of a magnetic field on free convection in a rectangular enclosure, Internat",
      "author" : [ "N. Rudraiah", "R.M. Barron", "C.K.M. Venkatachalappa" ],
      "venue" : "J. Engrg. Sci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1995
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "[14] have scrutinized numerically convective energy transport inside the region with internal solid cylinder.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] have computationally investigated free convection of nanoliquid within an open porous region under the Lorentz force influence.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] have analyzed numerically permeable chamber with involve of buoyancy forces with the linear temperature profile along the left side wall.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] scrutinized flow style a wavy permeable region with magnetic field impact.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] have worked out the problem of magnetic free convection of micropolar nanoliquid within porous Darcy region with inner elliptic heater employing the non-equilibrium conditions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] have analyzed MHD natural convective–radiative thermal transmission of water-based nano-suspension within a porous area.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] and considered induced magnetic role on flow style of nanomaterial.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] have calculated the thermogravitational copper–water nano-suspension convection within porous irregular chamber using the Buongiorno’s nanofluid approach and LTNE model.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "Physical properties of the nano-suspension have been presented in [33].",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 32,
      "context" : "Tables 1–3 reported different m, related coefficient and nano-suspension properties [33].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 32,
      "context" : "Detailed description of this technique can be found in [33].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 33,
      "context" : "2 because the deviation with previous benchmark [34] is very low.",
      "startOffset" : 48,
      "endOffset" : 52
    } ],
    "year" : 2020,
    "abstractText" : "Innovative approach for simulation of nanoliquid natural convection through a permeable wavy space was scrutinized. Analysis has been conducted within inclined porous rectangular cavity having cold side borders under the impacts of heated internal wavy horizontal cylinder and uniform tilted magnetic field. The considered boundary-value problem devised on the basis of the Darcy linear law, Boussinesq relation, Rosseland approach and Lorentz force has been resolved by the finite volume technique. The impacts of nanomaterials’ shape, buoyancy force, radiation term and Hartmann number on nanoliquid hydrodynamic treatment have been investigated. Outcomes have proved that greater quantities of shape factor result in the greater convection. By enhancing magnetic forces, convection becomes weaker. © 2020 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}