{
  "name" : "downloads_2020-09-01_6b_balazs2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Intelligent Nano/Micromotors: Using Free Energy To Fabricate Organized Systems Driven Far from Equilibrium",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Intelligent Nano/Micromotors: Using Free Energy To Fabricate Organized Systems Driven Far from Equilibrium",
      "text" : "Guest Editorial for the Accounts of Chemical Research special issue on “Fundamental Aspects of Self-Powered Nano- and Micromotors”.\nResearch in chemistry has primarily focused on studyingsystems that approach equilibrium. In contrast, biology encompasses dynamical systems that are driven away from equilibrium by constant energy input. The living world thus is special in that it is made from building blocks that are “alive” and that transduce energy from catalytic reactions, in contrast to many chemical and physical systems that only contain “static” structures. Emulating biology in synthetic active nano and microscopic systems is an emerging field of research that involves the design of populations of micro- and nanostructures that can harvest energy to move autonomously and selforganize to perform complex tasks. Indeed, recent work has shown that groups of simple catalytically active particles (from molecules to colloids) show surprising emergent behavior, ranging from directional motion in response to chemical gradients to dynamic assembly driven by phoretic and hydrodynamic effects. The resultant organization and collective behavior of interacting active particles can show remarkable similarities with the biological world. It is fascinating that seemingly complex phenomena such as the flocking of birds or the directed movement of biological cells share common principles with inanimate, but “active” micro- and nanoparticles. Self-powered chemical “motors” have thus emerged from a scientific curiosity to powerful models for the study of nonequilibrium phenomena. An overarching theme is the design of synthetic motors exhibiting emergent properties and complex functions based on interactions with each other and the environment. The potential applications of such synthetic interacting nano- and micromachines would be almost limitless. Rationally designed dynamic materials made from nonequilibrium building blocks would be capable of remodeling themselves and transforming their environment. These active materials could self-organize and continuously evolve their structures to adapt and improve their performance, and accomplish tasks collectively and emergently (like a colony of ants) that a single building block cannot. By making these dynamic materials self-powered, they can be made to explore and respond to their environment without being tethered to a single power source or location. Despite significant progress to date, current synthetic active motors do not yet reach the autonomy and sophistication of their biological counterparts. More integrated functionalities and a “division of labor” are two key elements that need to be addressed in the future design of synthetic motors. The ultimate objective of research in this area is to create a new paradigm for the design of active functional materials and systems by leveraging (a) precise molecular-level control of materials to create functional “active” building blocks, (b) mobility resulting from energy harvesting from the local environment, (c) rapid and reversible nonequilibrium self-\nassembly, (d) intelligence and communication, as in interacting microorganisms, and (e) the ability to perform specific tasks in response to signals from each other and the environment. From a fundamental standpoint, there remain many questions that need to be addressed going forward: (a) What are the possible mechanisms for transducing locally available chemical energy into motion from the micrometer to the molecular length scale in different environments? (b) What are the optimal motor geometries for sustaining directional motion? (c) How can the motion be directed, e.g., by chemical gradients? (d) How do interparticle interactions arise in chemically driven systems? (e) What common principles underlie the self-organization of complex structures? (f) How do the ensemble dynamics of active particles evolve in space and time? (g) How can synthetic active systems be effectively integrated into the biological world? Investigating systems involving active micro- and nanoparticles is inherently challenging due to the stochastic nature of particle dynamics, the limitations of experimental and modeling techniques in characterizing nonequilibrium systems, and the need for multidisciplinary expertise. In this special issue of Accounts of Chemical Research, leading research groups address these fundamental questions and share their latest results in an exciting new field of science.\nAnna C. Balazs, Guest Editor University of Pittsburgh Peer Fischer, Guest Editor Max Planck Institute for Intelligent Systems University of Stuttgart Ayusman Sen, Guest Editor Pennsylvania State University\n■ AUTHOR INFORMATION ORCID\nAnna C. Balazs: 0000-0002-5555-2692 Peer Fischer: 0000-0002-8600-5958 Ayusman Sen: 0000-0002-0556-9509"
    }, {
      "heading" : "Notes",
      "text" : "Views expressed in this editorial are those of the authors and not necessarily the views of the ACS.\nReceived: October 10, 2018 Published: December 18, 2018\n© 2018 American Chemical Society 2979 DOI: 10.1021/acs.accounts.8b00511 Acc. Chem. Res. 2018, 51, 2979−2979\nD ow\nnl oa\nde d\nvi a\n19 3.\n20 3.\n9. 12\no n\nSe pt\nem be\nr 1,\n2 02\n0 at\n1 5:\n51 :0\n1 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\nar tic\nle s."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "R in chemistry has primarily focused on studying systems that approach equilibrium. In contrast, biology encompasses dynamical systems that are driven away from equilibrium by constant energy input. The living world thus is special in that it is made from building blocks that are “alive” and that transduce energy from catalytic reactions, in contrast to many chemical and physical systems that only contain “static” structures. Emulating biology in synthetic active nano and microscopic systems is an emerging field of research that involves the design of populations of microand nanostructures that can harvest energy to move autonomously and selforganize to perform complex tasks. Indeed, recent work has shown that groups of simple catalytically active particles (from molecules to colloids) show surprising emergent behavior, ranging from directional motion in response to chemical gradients to dynamic assembly driven by phoretic and hydrodynamic effects. The resultant organization and collective behavior of interacting active particles can show remarkable similarities with the biological world. It is fascinating that seemingly complex phenomena such as the flocking of birds or the directed movement of biological cells share common principles with inanimate, but “active” microand nanoparticles. Self-powered chemical “motors” have thus emerged from a scientific curiosity to powerful models for the study of nonequilibrium phenomena. An overarching theme is the design of synthetic motors exhibiting emergent properties and complex functions based on interactions with each other and the environment. The potential applications of such synthetic interacting nanoand micromachines would be almost limitless. Rationally designed dynamic materials made from nonequilibrium building blocks would be capable of remodeling themselves and transforming their environment. These active materials could self-organize and continuously evolve their structures to adapt and improve their performance, and accomplish tasks collectively and emergently (like a colony of ants) that a single building block cannot. By making these dynamic materials self-powered, they can be made to explore and respond to their environment without being tethered to a single power source or location. Despite significant progress to date, current synthetic active motors do not yet reach the autonomy and sophistication of their biological counterparts. More integrated functionalities and a “division of labor” are two key elements that need to be addressed in the future design of synthetic motors. The ultimate objective of research in this area is to create a new paradigm for the design of active functional materials and systems by leveraging (a) precise molecular-level control of materials to create functional “active” building blocks, (b) mobility resulting from energy harvesting from the local environment, (c) rapid and reversible nonequilibrium selfassembly, (d) intelligence and communication, as in interacting microorganisms, and (e) the ability to perform specific tasks in response to signals from each other and the environment. From a fundamental standpoint, there remain many questions that need to be addressed going forward: (a) What are the possible mechanisms for transducing locally available chemical energy into motion from the micrometer to the molecular length scale in different environments? (b) What are the optimal motor geometries for sustaining directional motion? (c) How can the motion be directed, e.g., by chemical gradients? (d) How do interparticle interactions arise in chemically driven systems? (e) What common principles underlie the self-organization of complex structures? (f) How do the ensemble dynamics of active particles evolve in space and time? (g) How can synthetic active systems be effectively integrated into the biological world? Investigating systems involving active microand nanoparticles is inherently challenging due to the stochastic nature of particle dynamics, the limitations of experimental and modeling techniques in characterizing nonequilibrium systems, and the need for multidisciplinary expertise. In this special issue of Accounts of Chemical Research, leading research groups address these fundamental questions and share their latest results in an exciting new field of science. Anna C. Balazs, Guest Editor University of Pittsburgh Peer Fischer, Guest Editor Max Planck Institute for Intelligent Systems University of Stuttgart Ayusman Sen, Guest Editor Pennsylvania State University",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}