{
  "name" : "downloads_2020-07-11_20_jampa2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Adsorption and recyclability aspects of humic acid using nano-ZIF-8 adsorbent",
    "authors" : [ "Surendra Sasi", "Kumar Jampa", "Ashish Prabhudas Unnarkat", "Rajesh Vanshpati", "Sivakumar Pandian", "Manish Kumar Sinha", "Swapnil Dharaskar" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nEnvironmental Technology & Innovation\njournal homepage: www.elsevier.com/locate/eti\nAdsorption and recyclability aspects of humic acid using nano-ZIF-8 adsorbent Surendra Sasi Kumar Jampa a, Ashish Prabhudas Unnarkat a, Rajesh Vanshpati a, Sivakumar Pandian b, Manish Kumar Sinha a,∗, Swapnil Dharaskar a a Department of Chemical Engineering, School of Technology, Pandit Deendayal Petroleum University, Gandhinagar 382007, India b Center for Nanoscience and Nanotechnology Research, School of Petroleum Technology, Pandit Deendayal Petroleum University, Gandhinagar 382007, India\na r t i c l e i n f o\nArticle history: Received 29 March 2020 Received in revised form 12 May 2020 Accepted 23 May 2020 Available online 26 May 2020\nKeywords: Adsorption Humic acid Metal organic framework Kinetics Thermodynamics Recyclability\na b s t r a c t\nThe absorption capability of Zeolitic Imidazolate Framework-8 (ZIF-8) derived from metal organic frameworks family was investigated for the removal of humic acid at different loading and temperature conditions. In this present study, nano ZIF-8 has been used as an adsorbent due to a relatively high surface area of the particles (1400 m2 gm−1) which could emerge as a potential adsorbent for water purification. Nano ZIF-8 particles were synthesized using single step room temperature procedure and characterized using different analytical instruments. Humic acid absorption process results showed exothermic in nature which was in contrast to the results reported in the literature. Kinetic and thermodynamic modelling of the results was explored for the adsorbent. The adsorption results are compared with various adsorbents to benchmark the material in this work. Reversibility and recyclability aspects of adsorption process are achieved with simple hot water washings.\n© 2020 Published by Elsevier B.V."
    }, {
      "heading" : "1. Introduction",
      "text" : "Presence of humic substances in natural waters will adversely affects the water quality in terms of changes in its physical and chemical characteristics (Schäfer and Fane, 2000). Its presence in water affect the quality in terms of colour and taste and its favourable binding capacity with pesticides, herbicides and aids in spreading these harmful chemicals through flowing waters (Black et al., 1996). The chemical reactive nature of humic substances with elements like chlorine will allows it to form carcinogenic substances (Aykaç et al., 2018). Hence the removal of humic substance in water is critical from a different prospective. Although there are a number of physical and chemical methods like floatation, oxidation, coagulation, adsorption, membrane separation, etc. are explored to separate the presence of humic substances, they have their own limitations associated with them (Jiang et al., 2006; Murray and Parsons, 2004; Wang et al., 2008). The process of chemical coagulation and floatation is associated with the production of more volumes of sludge with high operational cost (Dovletoglou et al., 2002; Manu, 2007). Although filtration or membrane separation will aid in separation of humic substances as well as its colloids, but it suffers the problems of irreversible fouling (Fan et al., 2001; Hamid et al., 2011). Adsorption method offers the separation with low initial cost with simple operating equipment which requires less attention and maintenance. Despite the advantages of adsorption process, the efficiency of the adsorption process is limited by absorption capacity and recyclability of the adsorbent. There are a number of studies can be found\n∗ Corresponding author. E-mail address: manish.sinha@sot.pdpu.ac.in (M.K. Sinha).\nhttps://doi.org/10.1016/j.eti.2020.100927 2352-1864/© 2020 Published by Elsevier B.V.\nin the scientific literature with the adsorbents like silica, metal-modified silica, fly ash, activated carbon, chitosan, single and multi walled carbon nanotubes, etc. which are having specific surface areas in the range of 12 to 1200 m2 g−1 (Cheung et al., 2007; Peigney et al., 2001; Sakthivel et al., 2013; Sekar et al., 2018; Tan et al., 2008; Wang and Zhu, 2007). As adsorption is highly depends on the available surface area of the adsorbent, it is worth exploring the adsorption phenomena with the materials having high specific surface area\nRecently, there are new class of materials called Metal organic frameworks (MOFs) has gained a greater significance in the various applications of absorption, adsorption, catalysis, biomedical and proton conduction due to high surface area (>10000 m2 g−1) and tunable chemical properties with high thermal stability (Furukawa et al., 2013; Hurd et al., 2009; Keskin and Kızılel, 2011; Khan et al., 2013; Yoon et al., 2013). Due to relatively new class of high surface area materials, exploring the adsorption mechanism at different conditions will be worthwhile for better understanding of the materials. Among these classes of materials, ZIFs has gained its importance due to mimicking topologically and having isomorphic kind of structures with zeolites, i.e metal–imidazole–metal angle in MOFs is similar to Si–O–Si in zeolites (Melgar et al., 2015; Park et al., 2006; Wu et al., 2007). Among the ZIFs synthesized in the literature, ZIF-8 is one of the high surface area materials and can be synthesized using single step and single pot process at room temperature (Cravillon et al., 2009). The only reported literature for the adsorption of humic acid using ZIF-8 is Lin and Chang (2015). They found ZIF-8 was having the one of the competent adsorbent having an adsorption capacity of 70.2 mg g−1 among the other materials reported so far with endothermic characteristics.\nIn the present work, ZIF-8 nano materials were synthesized by cost-effective single step room temperature procedure. Its physiochemical characteristics were analysed by Scanning Electron Microscope (SEM), X-ray Diffraction (XRD), particle size analyzer, Brunauer, Emmet and Teller analysis (BET) and Fourier Transform Infra-Red spectroscopy (FTIR). The objective of the current study is to reveal the potentiality of ZIF-8 nano materials as a suitable adsorbent for the removal of humic acid. With respect to this, studies had been carried out in batch to find the effect of various operating parameters like S/L ratio, pH, adsorption time and temperature. Langmuir, Freundlich, Temkin and Dubinin–Radushkevich models are utilized to evaluate the equilibrium data. Similarly, the data gained from kinetic study are used to investigate pseudo first and second order models. In addition, the recyclable ability of the material was explored with simple washings with water at different temperature. The adsorption capability, nature of adsorption and recyclability of the ZIF-8 was also compared with the other materials reported in the literature."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals",
      "text" : "Humic acid of specific weight of 2.55, Zn (NO3)2.6H2O (zinc nitrate hexahydrate) and 2-methyl imidazole (2-MIM) of 99% purity was purchased from Sigma-Aldrich, Mumbai, India. Deionized water of 18 M cm was used from Merck millipore water purification facility. Analytical reagent grade methanol was purchased from Merck Life Science Ltd for the synthesis of ZIF-8."
    }, {
      "heading" : "2.2. Synthesis of ZIF-8",
      "text" : "Synthesis of nano size ZIF-8 particles with narrow pore size distribution was prepared by the method reported by Cravillon et al. (2009). The method involves the mixing the solution of Zn (NO3)2.6H2O (2.9 g in 200 mL of methanol) into the solution of 2-MIM (6.4 g in 200 mL of methanol) for 1 h. The solution turns to milky white with highly dispersed stable solution of ZIF-8 nano particles. The excess methanol in the milky dispersion was distilled for further reuse and nano particles were recovered with high speed centrifuge (11000 rpm, REMI C24 plus). To remove excess reactants, the particles were washed several times with methanol and subsequently the sample was dried in a vacuum oven at 120 ◦C for 24 h."
    }, {
      "heading" : "2.3. Characterization of nano ZIF-8",
      "text" : "Field emission Ultra-55 SEM was used to examine the morphology of ZIF-8 nano particles (Carl Zeiss, Oberkochen, Germany). Since, the particles are non-conductive in nature, gold coating of 5 nm thickness was applied on the material for better resolution.\nPhase identification of the catalyst was analysed using XRD in a X’pert Pro model, PAN analytical diffractometer instrument. It uses Cu Kα radiation source to scan the samples in 2θ ranging from 10◦ to 45◦ with a step size of 0.02◦. The crystalline size of the sample was calculated using Debye–Scherrer’s relationship as shown in Eq. (1).\nD = 0.94λ dcosθ\n(1)\nwhere: T is the average particle size; λ is the X-ray wavelength (Å); d is the full width at half maximum and θ is the diffraction angle.\nMeasurement of physical size and size distribution of samples were analysed by laser particle size and zeta potential analyzer by means of Zetasizer (Malvern instrument Ltd., Worcestershire, UK). The particle size measurements were conducted by dispersing the samples (10 mg) in 25 mL of millipore water and the detection measurement angle is 90◦. Before taking the measurements, the samples were well dispersed in water by using a probe sonicator (130 W at 10% power) for 30 min.\nMicro porous analysis of the samples was analysed using Brunauer, Emmet and Teller (ASAP 2020, Micromeritics, USA) analysis. The samples were degassed at 200 ◦C for 2 h before analysis. Molecular bonding information of the particles was interpreted using PerkinElmer Spectrum 100 FTIR spectroscopy (PerkinElmer Inc., USA). For interpretation, infrared data were collected between the wavelength of 4000 and 400 cm−1. Finally, the corrections in the obtained data were carried out by PerkinElmer Spectrum 10.4.2 analysing software."
    }, {
      "heading" : "2.4. Adsorption study",
      "text" : "Humic acid adsorption study was conducted in batch method using conical flask with rubber stopper to avoid any evaporation losses. All the experiments were conducted in a temperature controlled orbital shaker (Remi, bench top orbital shaker incubator) at a fixed rpm of 250. In a typical experiment, a stock solution of 1000 ppm was prepared and filtered through a 0.65 µm membrane filter. The exact concentration of the humic acid was determined by dry content measurement of the filtered solution and confirmed by weighing the raffinate separated by the membrane and subtracting it from the initial amount. Subsequently, different concentrations of humic acid (10 to 80 ppm) were prepared using the stock solution and adsorption studies were performed at different S/L ratios. Samples were taken at different time intervals and filtered through a micron filter. Further, it was centrifuged using an ultra high speed centrifuge to remove the residual ZIF-8 particles entrained during filtration. The free humic acid concentrations in the samples were then analysed using UV-2700 UV–Vis spectrophotometer (Shimadzu, Japan) at a maximum wavelength (λmax) of 254 nm. The actual concentration of humic acid was determined by comparing it with the standard calibration curves at different pH values as humic acid is slightly pH dependent. To ascertain the purpose of reproducibility of reported data, every data point taken for investigation was an average of three different experiments. This was represent as error bars in figures representing standard deviation. Adsorption capacity of material is calculated using the following Eq. (2) as reported by (El-sayed et al., 2019).\nqt = C0 − Ct\nm (2)\nwhere: C0 and Ct are the initial humic acid concentration (mg L−1) and concentration at time t (min) respectively; qt is the amount of humic acid adsorbed (mg g−1) at time t and m is mass of adsorbent in g.\nKinetic experiments were performed at different temperatures (20, 30 and 40 ◦C) to find order of the reaction as well to extract the activation energy data of the reaction. Experimental data points were acquired from 20 min due to time lapsed for centrifugation of sample to separate the particles. Due to relatively slow adsorption rate there was no significant error was involved for further analysis for not including the data before 20 min. Simultaneously, samples filtered through micron filter were also verified for quick analysis of the samples. For different S/L systems, kinetic modelling of the data were modelled with linearized pseudo first and pseudo second order equations as shown in Eqs. (3) and (4) respectively.\nln (qe − qt) = ln qe − k1\n2.303 t (3)\nt qt = 1 k2q2e − 1 qe t (4) h = k2qe2 (5)\nwhere: qt amount of humic acid adsorbed (mg g−1) at equilibrium time (min); k1 and k2 are the reaction rate constants for pseudo first and second order process; h accounts for estimating initial rates of the reaction at t → 0.\nAdsorption isotherms analysis is used in the present study to understand the mechanism of adsorption and its maximum adsorption capacity. Isotherm experiments were conducted at different temperatures (20, 30 and 40 ◦C) at S/L ratio of 2.5 with different ppm solutions of humic acid (10 to 80 ppm). Further, isotherms were modelled with most familiar adsorption physi and chemisorption models like Langmuir (Eq. (6)) (Langmuir, 1916; Lin and Chang, 2015; Wang et al., 2011), Freundlich (Eq. (7)) (Daifullah et al., 2004; Xie et al., 2019), Temkin (Eq. (8)) (Lin and Chang, 2015; Raina et al., 2019; Yap and Priyaa, 2019) and Dublin–Radushkevich (Eq. (9)) (Dubinin, 1960; Hutson and Yang, 1997; Kaur et al., 2017; Lin and Chang, 2015).\nCe qe = 1 KLqmax + Ce qmax\n(6)\nqe = KFC 1 n e (7)\nqe = RT b ln KT + RT b ln Ce (8)\nln qe = ln qd − βε2 (9)\nwhere: KL, KF, KT and β are the isotherm constants of the Langmuir, Freundlich, Temkin and Dublin–Radushkevich respectively; qmax represents the maximum adsorption capacity of the adsorbent evaluated from Langmuir isotherm plot. To determine the nature of adsorption process, thermodynamic parameters like activation energy (Ea), enthalpy (∆H) and entropy (∆S) values are evaluated using the following equations:\nk2 = ke −Ea RT (10)\n∆G = −RT ln KL (11)\n∆G = ∆H − T∆S (12)\nwhere: k, k2 and Ea are the pre exponential factor, rate constant and activation energy of rate equation reaction; R is the universal gas constant and ∆G is the Gibbs energy of the adsorption process.\nTo evaluate the reusability of the adsorbent, recyclability experiments were performed by using water as a solvent. The adsorbent was washed for 2 h with water at 80 ◦C, 2 h with water at ambient temperature and finally with methanol for 11 h for exploring practical aspects of recyclability."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of nano ZIF-8",
      "text" : ""
    }, {
      "heading" : "3.1.1. SEM analysis",
      "text" : "The morphology of as-synthesized ZIF-8 was observed in SEM imaging as shown in Fig. 1. It is clearly seen that the particle obtained by this synthesis procedure were of nano metre in size with narrow size distribution having a regular rhombohedron shape as reported in the literature (Salunkhe et al., 2016; Zhang et al., 2012). EDX measurements of the samples are shown in the insets of Fig. 1, indicating the presence various elements like zinc, nitrogen and carbon which are the elements in the structure of ZIF-8. With the reference scale shown in the SEM image, the average size of the individual nano particles was found to be in the range of 40 to 50 nm."
    }, {
      "heading" : "3.1.2. XRD analysis",
      "text" : "To examine crystal phase formations, ZIF-8 was studied using powder XRD analysis. XRD spectra shown in Fig. 2, infers high crystalline nature of ZIF-8 with similar crystal planes as reported by Cravillon et al. (2009). Moreover, the XRD data suggest that the synthesized material was in single phase and found to be highly porous (Pan et al., 2011; Wong-Ng et al., 2011). Thus the diffraction patterns suggest that the ZIF-8 can play a critical role as efficient solid sorbent material. The calculated average crystalline diameter of the particles obtained by using Debye–Scherrer’s relation was found to be 38 nm. This result is in accordance with the results obtained from particle size analyzer."
    }, {
      "heading" : "3.1.3. Particle size analysis",
      "text" : "The particle size distribution is shown in Fig. 3. The particle size distribution is within one-micron size with average particles size of 891 nm. Even though the size of the particles was found to be in nano metre range but the average particle sizes of the particles are bigger due to agglomeration. The narrower peak suggests that the agglomerated particles have more uniform size and the particles can be easily recovered from the dispersion medium using a targeted filter pore size."
    }, {
      "heading" : "3.1.4. BET analysis",
      "text" : "BET surface area of ZIF-8 is 1400 m2 g−1 was obtained from nitrogen sorption measurements. Nitrogen adsorption\nand desorption isotherm plot of the sample is shown in Fig. 4. It is observed that is showing typical Type II isotherm as per BET classification. It was observed that the adsorbent is having very high BET surface area which is higher than external surface area (131 m2 g−1), indicting the high internal surface area of the pristine material having huge potential to enhance adsorption. This is the predominant quality of MOFs materials apart from chemical tuning of materials as compared to the other traditional materials. Micro pore volume contribution is 0.45 cm3 g−1 and also substantial to the total pore volume of 0.72 cm3 g−1 which will help in mass transfer flux of large humic acid molecules to access internal surface area of the material."
    }, {
      "heading" : "3.1.5. FTIR analysis",
      "text" : "To understand more insights into the molecular bonding, FTIR analysis was conducted before and after the adsorption\nprocess. The FTIR spectrum of humic acid, ZIF-8 and humic acid adsorbed on ZIF-8 are shown in Fig. 5. The strong bands at 1375 and 1575 cm−1 are attributed to the stretching vibrations of methyl group and –C–O– groups and –C==C-group in aromatic alkene respectively (Amir et al., 2010; Bian et al., 2011). Similarly, the bands at 1578 and 1600 cm−1 confirms the presence of carboxylic groups (–COOH) whereas, the bands at 1659 cm−1 is due to presence of –C–H group. The weak band appearing at 2897 cm−1 is corresponding to the stretching vibrating of alkene group. The large and broad peak at 3355 cm−1 is due of presence of hydroxyl group (OH) in the humic acid\nIn ZIF-8 consists of Zn and 2-MIM, the bands in the spectrum is a result of presence of 2-MIM, an imidazole with a methyl group. Specifically, the bands at 3,138 cm−1 and between 2929 cm−1 and 2978 cm−1 are because of stretching mode aliphatic C–H bonds of methyl group. The signature band at 421 cm−1 represents the Zn–N bond where the acidic and basic sites of the adsorbent are situated. The bands appeared between 350–1500 cm−1 are associated with the imidazole ring stretching with 900–1350 cm−1 are for the in-plane bending and those below 800 cm−1 are assigned as out-of-plane bending (Kaur et al., 2017; Lin and Chang, 2015; Liu et al., 2016)\nAfter adsorption process, we found that there is no significant bond shift is appearing at the reactive site of ZIF-8 which is a 421 cm−1 (Lin and Chang, 2015). In addition we can observe the simple overlapping of humic acid peaks in the spectrum like 2897, 1575 and 1659 cm−1 indicating that there is no significant chemical bonding between humic acid and ZIF-8. It was also observed that the disappearance of large and broad peak at 1355 cm−1 may be due release of hydrogen ions into the solution after adsorption."
    }, {
      "heading" : "3.2. Adsorption studies",
      "text" : ""
    }, {
      "heading" : "3.2.1. Solid to liquid ratio (S/L)",
      "text" : "In Fig. 6, capacity and removal efficiency were plotted at different S/L. All the experiments were conducted for 2 h at the limit of maximum adsorption. For the S/L ratio of 2.5 and above, we can observe that the removal efficiency was reaching more than 95% within 2 h. The Adsorption capacity ‘qt ’ of the material was decreasing with increasing in S/L\nratio because of limited surface area availability of adsorbent for humic acid molecules as a result of agglomeration. With increase in S/L ratio beyond the value 2.5, separation efficiency was not greatly enhanced because of unavailability of accessible sites because of agglomeration of particles. Based on above results, all the kinetic and thermodynamic studies were experimented at S/L ratio of 2.5."
    }, {
      "heading" : "3.2.2. Kinetic study",
      "text" : "Kinetic experiments were performed for capacity of adsorption at three different temperatures (20, 30 and 40 ◦C) at constant S/L ratio of 2.5 as shown in Fig. 7. First set of reading in the kinetic analysis was measured only after 20 min because of time lapsed for separation of particles using centrifuge programmed at high rpm. By increasing the temperature from 20 to 40 ◦C, the maximum capacity of the adsorbent qmax was reduced from 42.9 to 29.6 mg g−1 indicating the exothermic nature of the adsorption process. To understand the process, the kinetic data was fitted to pseudo first and second order models. The obtained results were plotted as shown in Fig. 8 and the kinetic parameters, k and qe estimated were listed in Table 2. It was observed that the theoretical adsorption capacity qe,mod predicted by the pseudo second order model is close to the experimental adsorption capacity qmax indicating the adsorption was following the second order kinetics. Further, it was found that the rate constant values k1 and k2 were decreasing with increase in temperature indicating the exothermic characteristics of the process. The above results are in contrast to studies found by Lin and Chang (2015), in which the adsorption process was found to be endothermic in nature. In addition, the predominant initial rates of the reaction estimated from Eq. (4) were also listed in Table 1."
    }, {
      "heading" : "3.2.3. Adsorption equilibrium studies",
      "text" : "For evaluating the equilibrium adsorption capacity of the adsorbent, adsorption experiments performed at different temperatures. From Fig. 9, the adsorption capacity is increasing with increase in concentration of the solution at all\ntemperatures. In addition, maximum adsorption capacity qmax was decreasing with increase in temperature showing exothermic characteristics of the process (Wang et al., 2012). For better understanding of the chemi and physisorption process, the isotherm data was fitted to various isotherm models. The experimental isotherms data fitted with Langmuir, Freundlich, Temkin and Dubinin–Radushkevich isotherms were shown in Figs. 10–13 respectively.\nAmong the isotherms Langmuir, Freundlich and Temkin represents chemisorption model. Whereas, Dubinin–Radushkevich is typically used for physisorption process which accounts for multilayer adsorption and van der Waals forces of attraction. The various adsorption isotherm parameters for each of the models were evaluated from the regression analysis and listed in Table 2. Among them, Langmuir isotherm fits well for the data with RL2 = 0.99. Langmuir adsorption capacity of the adsorbent in the present work is also compared with the adsorbents in the literature and reported in Table 3."
    }, {
      "heading" : "3.2.4. Thermodynamic studies",
      "text" : "exothermic relationship with temperature (Lin and Chang, 2015; Wang and Zhu, 2007). Therefore, the thermodynamic analysis was performed to evaluate thermodynamic parameters like activation energy, Gibbs free energy, enthalpy and entropy values. To evaluate the activation energy value, Arrhenius equation is used to analysing the relationship between\nTable 4 Thermodynamic study.\nTemp (◦C) k (g mg−1 min−1) Ea (kJ mol−1) ∆G (kJ mol−1) ∆H (kJ mol−1) ∆S (kJ mol−1 K−1)\n20 67.35 26.2 −29.33 −57.75 0.1030 −27.23 40 −27.17\nsecond order rate constant with temperature and the resultant plot is shown in Fig. 14. It is observed that Arrhenius relationship could not able to explain the temperature dependency over entire range of temperature as R2 value of the plot is 0.6 (Almeida et al., 2009). This could be attributed to the changes in the mechanism of adsorption at different temperature ranges. Similarly enthalpy and entropy values were estimated using the standard Gibbs energy equation (Eqs. (11) and (12)). From Table 4, it can be seen that at all tested temperatures the ∆G values are negative indicating the adsorption process is favourable. As the temperature is increased, the adsorption process is not likely because of decrease in the values of ∆G, indicating the adsorption process is exothermic in nature (see Fig. 15)."
    }, {
      "heading" : "3.2.5. Effect of pH",
      "text" : "To observe the absorptive capability of ZIF-8 in the presence of hydrogen and hydroxyl ions, adsorption studies were performed at different initial pH. Fig. 16 shows that both adsorption capacity and removal efficiency is decreasing with\nin pH of the solution. This signifies the electrostatic interaction between adsorbent and hydrogen ions in the solution attracted more humic acid molecules towards the surface of ZIF-8, therefore more capacity of adsorption with high removal efficiency is observed. The above result is quite possible because of presence of negative charge on the surface of ZIF-8 in presence of water as reported in the literature (Hasan and Jhung, 2015; Lin and Chang, 2015; Wang et al., 2013). At higher pH, the presence of hydroxyl ions gives the competition in attracting humic acid molecules results in lower capacity and removal efficiency. Other than electrostatic phenomena, Π-Π stacking of imidazole rings and benzene rings could also favour the adsorption process (Wang et al., 2013)."
    }, {
      "heading" : "3.3. Recyclability studies",
      "text" : "To explore the feasibility of ZIF-8 as a promising material for adsorption process, recyclability studies were performed for four different cycles. Fig. 17 shows the effect of recycled material on removal efficiency and loss of material at different cycles. After each cycle, the adsorbent was washed with cold water at 25 ◦C for 1 h. Inset image a, b and c in Fig. 17 are the photographic pictures taken after recovery and washing of the adsorbent at 25 ◦C for 1 h. While for 4th cycle the adsorbent is washed with hot water at 85 ◦C for1 h. It was observed that the washing with cold water did not enhanced the removal efficiency which is close to 30% after 1st and 2nd cycle. Whereas a significant enhancement is achieved for adsorbent washed with hot water as the removal efficiency is enhanced up to 90% of original efficiency within limited time indicating that the adsorption process is reversible in nature. When nano materials are used, it is important to note the loss of material after each cycle. After every cycle the material is washed, separated and subsequently dried in a hot air oven for weighing. During every recycle 20 to 25% of nano materials were lost due to repeated centrifugation and washing."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In the present study, the potential use of nano ZIF-8 is studied as an adsorbent in removing humic acid from water. The particle characterization like zeta size analysis proves that the bulk adsorbent particles are in the range of 891 nm. The adsorption kinetics follows pseudo second order rate kinetics with exothermic characteristics which are in contrast to the results reported in the literature. The reduction in Langmuir adsorption capacity values with increase in temperature is also supporting the fact that the adsorption process is exothermic in nature. The forces of attraction seem to be weak and reversible which is observed from enthalpy values. In line with the recyclability studies, the adsorbent have also proved that the adsorption process is reversible which is of prior importance. It is inferred that the electrostatic and Π-Π stacking could be the possible reason for the mechanism of adsorption process which is reversible in nature. Even the surface area of the adsorbent is predominant as compared to the other adsorbents like factionalized MWNT, the capacity is not benchmarking. This comparative lower adsorption capacity of ZIF-8 may be due to inaccessible internal surface area of the adsorbent as the pore aperture diameter of ZIF is in 3.3 Å and also may be due to agglomeration of particles. The amine and carboxyl functionalized ZIF-8 could lead to better benchmarking adsorption capacity which has to be further explored to get more insights into the process. Recyclable ability of adsorbent seems to be simple as the hot wash water is sufficient to regenerate the adsorbent. The pH dependency suggest the possible influence of electrostatics on the adsorption process\nCRediT authorship contribution statement\nSurendra Sasi Kumar Jampa: Methodology, Investigation, Writing - original draft, Writing - review & editing. Ashish Prabhudas Unnarkat: Formal analysis. Rajesh Vanshpati: Conceptualization, Visualization, Supervision, Funding acquisition. Sivakumar Pandian: Data curation. Manish Kumar Sinha: Validation, Project administration. Swapnil Dharaskar: Resources.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge the support rendered by Solar Research and Development Center (SRDC) at Pandit Deendayal Petroleum University, Gandhinagar 382007, India, in helping with catalyst characterization instrumental facilities. The authors also thank Abu Mohammad Khan (IITB-Monash Research Academy) for his extensive support in analysing BET analysis."
    } ],
    "references" : [ {
      "title" : "Structural study of humic acids during composting of activated sludge-green waste: Elemental analysis, FTIR and 13 CNMR",
      "author" : [ "S. Amir", "A. Jouraiphy", "A. Meddich", "M. El Gharous", "P. Winterton", "M. Hafidi" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Amir et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Amir et al\\.",
      "year" : 2010
    }, {
      "title" : "The cytotoxic effects of humic acid on human breast cancer cells",
      "author" : [ "A. Aykaç", "E. Becer", "O.T. Balcı", "M. Güvenir", "K. Süer", "H. Vatansever" ],
      "venue" : "2nd International Cell Death Research Congress. MDPI Publishing, Izmir, Turkey,",
      "citeRegEx" : "Aykaç et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Aykaç et al\\.",
      "year" : 2018
    }, {
      "title" : "Polypyrrole-coated granules for humic acid removal",
      "author" : [ "R. Bai", "X. Zhang" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "Bai and Zhang,? \\Q2001\\E",
      "shortCiteRegEx" : "Bai and Zhang",
      "year" : 2001
    }, {
      "title" : "Aggregation and dissolution of 4 nm ZnO nanoparticles in aqueous environments: Influence of ph, ionic strength, size, and adsorption of humic acid",
      "author" : [ "S.W. Bian", "I.A. Mudunkotuwa", "T. Rupasinghe", "V.H. Grassian" ],
      "venue" : null,
      "citeRegEx" : "Bian et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Bian et al\\.",
      "year" : 2011
    }, {
      "title" : "Reducing cancer risks by improving organic carbon removal",
      "author" : [ "B.D. Black", "G.W. Harrington", "P.C. Singer" ],
      "venue" : "J. Am. Water Work. Assoc",
      "citeRegEx" : "Black et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Black et al\\.",
      "year" : 1996
    }, {
      "title" : "Intraparticle diffusion processes during acid dye adsorption onto chitosan",
      "author" : [ "W.H. Cheung", "Y.S. Szeto", "G. McKay" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "Cheung et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Cheung et al\\.",
      "year" : 2007
    }, {
      "title" : "Rapid room-temperature synthesis and characterization of nanocrystals of a prototypical zeolitic imidazolate framework",
      "author" : [ "J. Cravillon", "S. Münzer", "S. Lohmeier", "A. Feldhoff", "K. Huber", "M. Wiebcke" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Cravillon et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Cravillon et al\\.",
      "year" : 2009
    }, {
      "title" : "Adsorption of humic acid on acid-activated Greek bentonite",
      "author" : [ "D. Doulia", "C. Leodopoulos", "K. Gimouhopoulos", "F. Rigas" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Doulia et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Doulia et al\\.",
      "year" : 2009
    }, {
      "title" : "Coagulation for treatment of paint industry wastewater",
      "author" : [ "O. Dovletoglou", "C. Philippopoulos", "H. Grigoropoulou" ],
      "venue" : "J. Environ. Sci. Heal. A",
      "citeRegEx" : "Dovletoglou et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Dovletoglou et al\\.",
      "year" : 2002
    }, {
      "title" : "The potential theory of adsorption of gases and vapors for adsorbents with energetically nonuniform surfaces",
      "author" : [ "M.M. Dubinin" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Dubinin,? \\Q1960\\E",
      "shortCiteRegEx" : "Dubinin",
      "year" : 1960
    }, {
      "title" : "Assessment of clay mineral selectivity for adsorption of aliphatic/aromatic humic acid fraction",
      "author" : [ "M.E.A. El-sayed", "M.M.R. Khalaf", "D. Gibson", "J.A. Rice" ],
      "venue" : "Chem. Geol",
      "citeRegEx" : "El.sayed et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "El.sayed et al\\.",
      "year" : 2019
    }, {
      "title" : "Influence of the characteristics of natural organic matter on the fouling of microfiltration membranes",
      "author" : [ "L. Fan", "J.L. Harris", "F.A. Roddick", "N.A. Booker" ],
      "venue" : "Water Res",
      "citeRegEx" : "Fan et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2001
    }, {
      "title" : "The chemistry and applications of metal–organic",
      "author" : [ "H. Furukawa", "K.E. Cordova", "M. Keeffe", "O.M. Yaghi" ],
      "venue" : "frameworks. Science",
      "citeRegEx" : "Furukawa et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Furukawa et al\\.",
      "year" : 2013
    }, {
      "title" : "Morphological and separation performance",
      "author" : [ "S.S.K. Jampa", "A.P. Unnarkat", "R. Vanshpati" ],
      "venue" : "Environmental Technology & Innovation",
      "citeRegEx" : "Jampa et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Jampa et al\\.",
      "year" : 2020
    }, {
      "title" : "polysulfone/titanium dioxide (PSF/TiO2) ultrafiltration membranes for humic acid removal. Desalination",
      "author" : [ "T. Hartono", "S. Wang", "Q. Ma", "Z. Zhu" ],
      "venue" : null,
      "citeRegEx" : "Hartono et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hartono et al\\.",
      "year" : 2009
    }, {
      "title" : "Removal of hazardous organics from water using metal–organic frameworks (MOFs): plausible mechanisms for selective",
      "author" : [ "Z. Hasan", "S.H. Jhung" ],
      "venue" : "Colloid Interface Sci",
      "citeRegEx" : "Hasan and Jhung,? \\Q2015\\E",
      "shortCiteRegEx" : "Hasan and Jhung",
      "year" : 2015
    }, {
      "title" : "Synthesis and characterization of ZIF-8 nanoparticles for controlled release",
      "author" : [ "H. Kaur", "G.C. Mohanta", "V. Gupta", "D. Kukkar", "S. Tyagi" ],
      "venue" : null,
      "citeRegEx" : "Kaur et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kaur et al\\.",
      "year" : 2017
    }, {
      "title" : "Biomedical applications of metal organic frameworks",
      "author" : [ "S. Keskin", "S. Kızılel" ],
      "venue" : "6-mercaptopurine drug. J. Drug Deliv. Sci. Technol",
      "citeRegEx" : "Keskin and Kızılel,? \\Q2011\\E",
      "shortCiteRegEx" : "Keskin and Kızılel",
      "year" : 2011
    }, {
      "title" : "Physico-chemical treatment of indigo dye wastewater",
      "author" : [ "V.M.A. Melgar", "J. Kim", "M.R. Othman" ],
      "venue" : "jatropha oil. Sci. Rep",
      "citeRegEx" : "Melgar et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Melgar et al\\.",
      "year" : 2007
    }, {
      "title" : "Advanced oxidation processes: flowsheet options for bulk natural organic matter removal",
      "author" : [ "J. Ind. Eng" ],
      "venue" : "Water Supply",
      "citeRegEx" : "Eng.,? \\Q2004\\E",
      "shortCiteRegEx" : "Eng.",
      "year" : 2004
    }, {
      "title" : "Exceptional chemical and thermal stability",
      "author" : [ "K.S. Park", "Z. Ni", "A.P. Côté", "J.Y. Choi", "R. Huang", "F.J. Uribe-Romo", "H.K. Chae", "M. O’Keeffe", "O.M. Yaghi" ],
      "venue" : null,
      "citeRegEx" : "Park et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2006
    }, {
      "title" : "Specific surface area of carbon nanotubes and bundles of carbon nanotubes",
      "author" : [ "A. Peigney", "C. Laurent", "E. Flahaut", "R.R. Bacsa", "A. Rousset" ],
      "venue" : "zeolitic imidazolate frameworks. Proc. Natl. Acad. Sci",
      "citeRegEx" : "Peigney et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Peigney et al\\.",
      "year" : 2001
    }, {
      "title" : "High-performance liquid chromatography method applied to investigate mechanism, kinetics",
      "author" : [ "N. Y", "S. 507–514. Raina", "A. Mungantiwar", "S. Halde", "N. Pandita" ],
      "venue" : null,
      "citeRegEx" : "39 et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "39 et al\\.",
      "year" : 2019
    }, {
      "title" : "isotherm, and thermodynamics of bile acid adsorption onto bile acid sequestrants",
      "author" : [ "D.L. Reid", "I. Goldstein", "L. Hench", "S. Seal" ],
      "venue" : "Drug Dev. Ind. Pharm",
      "citeRegEx" : "T. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "T. et al\\.",
      "year" : 2013
    }, {
      "title" : "A high-performance supercapacitor cell based on ZIF-8-derived",
      "author" : [ "R. Salunkhe", "C. Young", "J. Tang", "T. Takei", "Y. Ide", "N. Kobayashi", "Y. Yamauchi" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Salunkhe et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Salunkhe et al\\.",
      "year" : 2016
    }, {
      "title" : "nanoporous carbon using an organic electrolyte",
      "author" : [ "S. Sekar", "N. Kaur", "S. Lee", "D. Young Kim" ],
      "venue" : "A.G.D.,",
      "citeRegEx" : "Sekar et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Sekar et al\\.",
      "year" : 2000
    }, {
      "title" : "Adsorption of basic dye on high-surface-area activated carbon prepared from coconut husk: Equilibrium",
      "author" : [ "Int", "I.A.W. 8720–8724. Tan", "A.L. Ahmad", "B.H. Hameed" ],
      "venue" : null,
      "citeRegEx" : "44 et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "44 et al\\.",
      "year" : 2008
    }, {
      "title" : "kinetic and thermodynamic studies",
      "author" : [ "L. Liao", "X. Zhang", "Z. Li" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Wang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2012
    }, {
      "title" : "Single and co-adsorption of heavy metals and humic acid on fly ash",
      "author" : [ "T. Terdkiatburana", "M.O. Tade" ],
      "venue" : "Technol",
      "citeRegEx" : "S. et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2008
    }, {
      "title" : "zinc, C8H1 N4Zn (ZIF-8)",
      "author" : [ "W. Zhou", "T. Yildirim" ],
      "venue" : "Powder Diffr",
      "citeRegEx" : "H. et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2007
    }, {
      "title" : "thermodynamics and the influence of dissolved organic matter",
      "author" : [ "P. Yap", "V. Priyaa" ],
      "venue" : "Colloids Surf. A",
      "citeRegEx" : "Yap and Priyaa,? \\Q2019\\E",
      "shortCiteRegEx" : "Yap and Priyaa",
      "year" : 2019
    }, {
      "title" : "Proton conduction in Metal–Organic Frameworks and related modularly built porous solids",
      "author" : [ "M. Yoon", "K. Suh", "S. Natarajan", "K. Kim" ],
      "venue" : null,
      "citeRegEx" : "Yoon et al\\.,? \\Q1205\\E",
      "shortCiteRegEx" : "Yoon et al\\.",
      "year" : 1205
    }, {
      "title" : "High performance ZIF-8/6FDA-DAM mixed matrix membrane for propylene/propane",
      "author" : [ "Y. Dai", "J.R. Johnson", "O. Karvan", "W.J. Koros" ],
      "venue" : "Chem. Int. Ed",
      "citeRegEx" : "C. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "Its presence in water affect the quality in terms of colour and taste and its favourable binding capacity with pesticides, herbicides and aids in spreading these harmful chemicals through flowing waters (Black et al., 1996).",
      "startOffset" : 203,
      "endOffset" : 223
    }, {
      "referenceID" : 1,
      "context" : "The chemical reactive nature of humic substances with elements like chlorine will allows it to form carcinogenic substances (Aykaç et al., 2018).",
      "startOffset" : 124,
      "endOffset" : 144
    }, {
      "referenceID" : 8,
      "context" : "The process of chemical coagulation and floatation is associated with the production of more volumes of sludge with high operational cost (Dovletoglou et al., 2002; Manu, 2007).",
      "startOffset" : 138,
      "endOffset" : 176
    }, {
      "referenceID" : 11,
      "context" : "Although filtration or membrane separation will aid in separation of humic substances as well as its colloids, but it suffers the problems of irreversible fouling (Fan et al., 2001; Hamid et al., 2011).",
      "startOffset" : 163,
      "endOffset" : 201
    }, {
      "referenceID" : 5,
      "context" : "which are having specific surface areas in the range of 12 to 1200 m2 g−1 (Cheung et al., 2007; Peigney et al., 2001; Sakthivel et al., 2013; Sekar et al., 2018; Tan et al., 2008; Wang and Zhu, 2007).",
      "startOffset" : 74,
      "endOffset" : 199
    }, {
      "referenceID" : 21,
      "context" : "which are having specific surface areas in the range of 12 to 1200 m2 g−1 (Cheung et al., 2007; Peigney et al., 2001; Sakthivel et al., 2013; Sekar et al., 2018; Tan et al., 2008; Wang and Zhu, 2007).",
      "startOffset" : 74,
      "endOffset" : 199
    }, {
      "referenceID" : 12,
      "context" : "As adsorption is highly depends on the available surface area of the adsorbent, it is worth exploring the adsorption phenomena with the materials having high specific surface area Recently, there are new class of materials called Metal organic frameworks (MOFs) has gained a greater significance in the various applications of absorption, adsorption, catalysis, biomedical and proton conduction due to high surface area (>10000 m2 g−1) and tunable chemical properties with high thermal stability (Furukawa et al., 2013; Hurd et al., 2009; Keskin and Kızılel, 2011; Khan et al., 2013; Yoon et al., 2013).",
      "startOffset" : 496,
      "endOffset" : 602
    }, {
      "referenceID" : 17,
      "context" : "As adsorption is highly depends on the available surface area of the adsorbent, it is worth exploring the adsorption phenomena with the materials having high specific surface area Recently, there are new class of materials called Metal organic frameworks (MOFs) has gained a greater significance in the various applications of absorption, adsorption, catalysis, biomedical and proton conduction due to high surface area (>10000 m2 g−1) and tunable chemical properties with high thermal stability (Furukawa et al., 2013; Hurd et al., 2009; Keskin and Kızılel, 2011; Khan et al., 2013; Yoon et al., 2013).",
      "startOffset" : 496,
      "endOffset" : 602
    }, {
      "referenceID" : 20,
      "context" : "e metal–imidazole–metal angle in MOFs is similar to Si–O–Si in zeolites (Melgar et al., 2015; Park et al., 2006; Wu et al., 2007).",
      "startOffset" : 72,
      "endOffset" : 129
    }, {
      "referenceID" : 6,
      "context" : "Among the ZIFs synthesized in the literature, ZIF-8 is one of the high surface area materials and can be synthesized using single step and single pot process at room temperature (Cravillon et al., 2009).",
      "startOffset" : 178,
      "endOffset" : 202
    }, {
      "referenceID" : 24,
      "context" : "It is clearly seen that the particle obtained by this synthesis procedure were of nano metre in size with narrow size distribution having a regular rhombohedron shape as reported in the literature (Salunkhe et al., 2016; Zhang et al., 2012).",
      "startOffset" : 197,
      "endOffset" : 240
    }, {
      "referenceID" : 0,
      "context" : "The strong bands at 1375 and 1575 cm−1 are attributed to the stretching vibrations of methyl group and –C–O– groups and –C==C-group in aromatic alkene respectively (Amir et al., 2010; Bian et al., 2011).",
      "startOffset" : 164,
      "endOffset" : 202
    }, {
      "referenceID" : 3,
      "context" : "The strong bands at 1375 and 1575 cm−1 are attributed to the stretching vibrations of methyl group and –C–O– groups and –C==C-group in aromatic alkene respectively (Amir et al., 2010; Bian et al., 2011).",
      "startOffset" : 164,
      "endOffset" : 202
    }, {
      "referenceID" : 16,
      "context" : "The bands appeared between 350–1500 cm−1 are associated with the imidazole ring stretching with 900–1350 cm−1 are for the in-plane bending and those below 800 cm−1 are assigned as out-of-plane bending (Kaur et al., 2017; Lin and Chang, 2015; Liu et al., 2016) After adsorption process, we found that there is no significant bond shift is appearing at the reactive site of ZIF-8 which is a 421 cm−1 (Lin and Chang, 2015).",
      "startOffset" : 201,
      "endOffset" : 259
    }, {
      "referenceID" : 27,
      "context" : "In addition, maximum adsorption capacity qmax was decreasing with increase in temperature showing exothermic characteristics of the process (Wang et al., 2012).",
      "startOffset" : 140,
      "endOffset" : 159
    }, {
      "referenceID" : 15,
      "context" : "The above result is quite possible because of presence of negative charge on the surface of ZIF-8 in presence of water as reported in the literature (Hasan and Jhung, 2015; Lin and Chang, 2015; Wang et al., 2013).",
      "startOffset" : 149,
      "endOffset" : 212
    } ],
    "year" : 2020,
    "abstractText" : "The absorption capability of Zeolitic Imidazolate Framework-8 (ZIF-8) derived from metal organic frameworks family was investigated for the removal of humic acid at different loading and temperature conditions. In this present study, nano ZIF-8 has been used as an adsorbent due to a relatively high surface area of the particles (1400 m2 gm−1) which could emerge as a potential adsorbent for water purification. Nano ZIF-8 particles were synthesized using single step room temperature procedure and characterized using different analytical instruments. Humic acid absorption process results showed exothermic in nature which was in contrast to the results reported in the literature. Kinetic and thermodynamic modelling of the results was explored for the adsorbent. The adsorption results are compared with various adsorbents to benchmark the material in this work. Reversibility and recyclability aspects of adsorption process are achieved with simple hot water washings. © 2020 Published by Elsevier B.V.",
    "creator" : "Elsevier"
  }
}