{
  "name" : "downloads_2019-10-24_ee_hao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Bi2O3@Carbon Nanocomposites for Solar-Driven Photocatalytic Degradation of Chlorophenols",
    "authors" : [ "Qiang Hao", "Yiwen Liu", "Tong Chen", "Qingfeng Guo", "Wei Wei", "Bing-Jie Ni" ],
    "emails" : [ "Bi2O3@Carbon" ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Bi2O3, nanocomposite, photocatalyst, chlorophenols, SPR effect"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Chlorophenols are essential chemical raw materials and have been comprehensively applied in commercial scales of herbicides, pharmaceutical intermediates, wood preservatives, and pesticides.1−3 Hence, chlorophenols have been discovered to enter and accumulated in an aquatic environment ubiquitously. However, chlorophenols are corrosive and toxic, which is harmful to the skin, eyes, and respiratory system of human beings.4 As a major water pollutant nowadays, chlorophenol contamination has caused increasing concerns and encouraged the development of a highly efficient solution for chlorophenol purification.5,6 Although adsorbents are employed to physically concentrate and separate chlorophenols in water, the microcontaminants are just transferred to another phase and not wholly eliminated.7−9\nPhotocatalysis in advanced oxidation technologies can utilize photogenerated charge carriers to produce reactive radicals with strong oxidation capacity.10−16 Different from adsorption, photooxidation can mineralize the organic pollutants into harmless inorganic salts, carbon dioxide, and water.17−21 This technology also bears a host of merits, such as environmental friendliness, low cost, long life, and extensive universality,\ninspiring an increasing number of studies on wastewater treatment by photocatalysts.22−26 Several typical photocatalysts such as titanium dioxide (TiO2), bismuth phosphate (BiPO4), and zinc oxide (ZnO) exhibit strong oxidation ability; however, they can only absorb ultraviolet (UV) light, which accounts for only 4% of natural solar light.27−29 To improve the utilization efficiency of solar energy, visible-light-responsive photocatalysts have been thrust into the limelight on the stage of environmental sciences in the past few decades.30−32\nBismuth oxide (Bi2O3) is a bismuth (Bi)-based semiconductor material. Compared with BiPO4, bismuth silicate (Bi2SiO5), or bismuth oxychloride (BiOCl), Bi2O3 has a simpler component that can be synthesized without complex procedures.33−36 More importantly, Bi2O3 possesses a band gap narrower than 2.8 eV, suggesting that it can be excited by visible light.37 Bi2O3 can be present in four phases including the α, β, γ, and δ phases. α-Bi2O3 and δ-Bi2O3 are low- and high-temperature-stable phases, respectively, and the other two\nReceived: February 4, 2019 Accepted: March 12, 2019 Published: March 12, 2019\n© 2019 American Chemical Society 2308 DOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 2\n1: 45\n:1 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nare high-temperature metastable phases.38,39 Among them, αBi2O3 is more stable than the other phases, affording it a better application prospect. The valence band (VB) of α-Bi2O3 is about 3.14 eV (vs NHE), and the comparatively positive valence implies that α-Bi2O3 is suitable to be engaged in photooxidation.40 However, the photogenerated electrons can rapidly reunite with holes, which severely limits the application of α-Bi2O3. Previously several strategies have been used to modify the texture and/or chemical composition of Bi2O3 to optimize the electronic structure and conductivity to overcome the limitations, such as elemental doping, heterojunction construction, and plasma modification.39−46 Reddy et al. prepared Sm3+-doped Bi2O3 via a hydrothermal approach, which impressively enhanced the catalytic activity for the narrowed band gap.41 Wu et al. synthesized Fe3+-doped Bi2O3 films by a sol−gel method, and increased photodegradation efficiency was improved because of the increased specific surface area and higher light utilization.42 Moreover, constructing Bi2O3based heterojunctions such as BiOCl/Bi2O3, Bi2O3/TiO2, and Bi2O3/BaTiO3 can also assist in the improvement of the photocatalytic performance of Bi2O3.\n43−45 Nevertheless, the synthetic methods of elemental doping and heterojunction construction are sophisticated, and the compositions and properties of the derived materials are complicated. The decoration of surface plasmon resonance (SPR)-responsive noble metals such as platinum (Pt), gold (Au), or silver (Ag) is an effective way to enhance the photocatalytic activity of Bi2O3.\n46−48 However, noble metals are too expensive to be employed in scaling-up applications. In contrast, Dong et al. found that metallic Bi was a semimetal element that manifests similar plasmonic properties.49−51 Compared with noble metals, Bi is much low-cost, less toxic, and more earthabundant. More importantly, metallic Bi has a direct plasmonic photocatalytic performance, and it can be applied as a cocatalyst to accelerate the separation rate of photogenerated electron−hole pairs.50 Typically, metallic Bi in the hybrids was synthesized by using sodium borohydride, which is not environmentally friendly, as the reducing agent.52,53 In other works, a large amount of ethylene glycol was used as the solvent and reducing agent to obtain metallic Bi, despite its hypertoxic potential.54,55 Under such circumstances, a facile and green method to synthesize metallic Bi0-based catalysts with excellent photocatalytic activity for chlorophenol degradation is highly desired and has yet to be reported. Herein, we propose a novel approach for the facile synthesis of a Bi/Bi2O3/C composite photocatalyst with enhanced catalytic activity for the degradation of 2,4-dichlorophenol (2,4-DCP). The morphology and structure of the prepared materials are comprehensively characterized. The potential mechanisms for improved catalytic performance are then analyzed. The stability of the materials is evaluated. The findings of this work are expected to envisage in-depth insight into the synthesis and application of a Bi0-based photocatalyst for organic wastewater purification."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "2.1. Synthesis of Materials. Bismuth nitrate pentahydrate and dicyandiamide are both analytical reagents and were purchased from the Sinopharm Group and used without further purification. Bismuth nitrate pentahydrate was dried at 60 °C for 2 h to remove the crystal water. After that, the obtained bismuth nitrate was heated to 540 °C in 2 h and calcined at 540 °C for 4 h. The obtained yellow powder\nwas α-Bi2O3. The g-C3N4 was successfully synthesized by the facile thermal polymerization of dicyandiamide, and the heating conditions and temperature were the same as those in the preparation of α-Bi2O3. The Bi/Bi2O3 composite materials were prepared as follows. First, different amounts of bismuth nitrate pentahydrate and dicyandiamide were weighed and located in an agate mortar. Then they were ground and mixed uniformly. After that, the mixture was transferred into a 50 mL corundum crucible and calcined at 540 °C for 4 h (Scheme 1).\nThe amount of precursor was 5 g, and the mass ratios of bismuth nitrate pentahydrate and dicyandiamide were 4:1, 1:1, 2:3, and 1:4. The obtained powder samples were finely ground and denoted as Bi/ C-1, Bi/C-2, Bi/C-3, and Bi/C-4. During the synthesis process, all of the heating atmospheres were air.\n2.2. Characterizations. See the Supporting Information, section 1.\n2.3. Photocatalytic Activity Tests. See the Supporting Information, section 2.\n2.4. Cycling Stability. The cycling stability of Bi/C-2 was tested as follows: after testing of the photocatalytic activity, the powder catalyst was collected and washed with a mixture of water and ethanol three times each. After that, the powder was dried at 60 °C for 12 h and reused as a photocatalyst as mentioned above. During the stability test, loss of the powder catalyst cannot be avoided. Thus, we used 350 mg samples and seven cuvettes under the same conditions at first. After the first cycle, the collected powder was used to repeat the photodegradation for five cuvettes. After the second cycle, the amount of catalyst was used in three cuvettes for a parallel test. In the fourth cycle, the rest of the sample was still enough for one cuvette.\n2.5. Trapping Experiment. A trapping experiment was used to explore what the active species is during the reaction progression. Isopropyl alcohol (IPA) and sodium sulfite (Na2SO3) were used to capture the hydroxyl radical and holes. Nitrogen (N2) was applied to exclude oxygen and stop the formation of superoxide radicals. The flow rate of N2 used during the trapping experiment was 20 mL/min. The concentration of IPA and Na2SO3 in the 2,4-DCP solution was 0.1 mmol/L. The other details are the same as those of the photodegradation test."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Structure and Morphology. X-ray diffraction (XRD) was first used to determine the crystal structures of the prepared samples. In Figure 1, g-C3N4 (JCPDS 87-1526) has two distinct diffraction peaks at 13.1 and 27.1°, which are attributed to the (100) and (002) crystal plane diffraction peaks, respectively. The XRD pattern of α-Bi2O3 (ICSD 01- 071-0465) matches the standard card perfectly. With a different mass ratio of raw materials, the component of the obtained samples is different. The main component of Bi/C-1 and Bi/C-2 is α-Bi2O3, and they also contain a certain amount of metallic Bi (ICSD 01-077-7112) and the remaining organic carbon. As for Bi/C-3 and Bi/C-4, these samples contain β-\nScheme 1. Schematic Illustration of the Synthesis of Bi2O3@ Carbon Nanocomposites\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2309\nBi2O3 (ICSD 01-077-5341), metallic Bi, incompletely polymerized dicyandiamide, and unpolymerized carbons. Fourier transform infrared (FTIR) of g-C3N4, Bi2O3, and Bi/ C composite samples was then performed to further confirm the components of the prepared samples (Figure 2). For Bi2O3,\nBi/C-1, and Bi/C-2, the components are mainly inorganic materials, and they do not have apparent peaks in the FTIR spectra. The FTIR spectrum of g-C3N4 fits well with the previous works,13 while for Bi/C-3 and Bi/C-4, the FTIR spectra have two apparent peaks at 2155 and 1980 cm−1, attributed to the unbroken CN of dicyandiamide and the newly formed −NCO, respectively. The peaks are utterly different from those of g-C3N4. Compared with g-C3N4, Bi/C3 and Bi/C-4 have much weaker peaks at 1318 and 1403 cm−1 (the aromatic C−N stretching). The strong and sharp peak at 805 cm−1 is the bending vibration of s-triazine. According to the FTIR spectra, it can be concluded that the main components of Bi2O3, Bi/C-1, and Bi/C-2 are inorganic, while those of Bi/C-3 and Bi/C-4 are mainly organic. Because of the existence of Bi2O3, the polymerization of dicyandiamide is hindered and the CN bond is not broken. Although Bi/C-\n1 and Bi/C-2 can form some s-triazine, they are entirely different from g-C3N4 and are inactive. X-ray photoelectron spectroscopy (XPS) spectra were used to explore the elements and valence states of the derived materials. Figure 3 shows the high-resolution XPS surveys of C 1s, N 1s, O 1s, and Bi 4f for g-C3N4, Bi2O3, and Bi/C-2. The C sp2 in Figure 3a is from the instrument calibration carbon, and the peak of Bi/C-2 at 288.9 eV is attributed to the CO groups on the surface.56 g-C3N4 has two peaks at 288.8 and 288.2 eV, both assigned to the sp2-hybridized C−N bonds. Meanwhile, three peaks at 404.3, 400.6, and 398.8 eV of N 1s are accordingly attributed to π excitation, the bridging N atoms in N(C)3, and N sp\n2 in triazine rings.57 N2 has not been detected in Bi2O3 and Bi/C-2. Figure 3c shows the narrow spectra of O 1s. The peaks at 529.0 and 530.4 eV are attributed to the Bi−O bonds. Bi/C-2 has two more peaks at 530.9 and 534.7 eV than Bi2O3 because of the remaining organic carbon.58 From the results of XRD, we confirmed that Bi/C2 contained some metallic Bi, which was further confirmed by the weak peaks at 161.7 and 156.5 eV.59\nFinally, high-resolution transmission electron microscopy (HRTEM) was employed to explore the morphology and structure of Bi/C-2. In Figure 4a, the morphology of the sample presents an irregular wormlike shape. Figure 4b is a detailed crystal lattice on the edge of the particle, in which the lattice spacings of 0.449 and 0.328 nm correspond to the (110) crystal plane of α-Bi2O3 and the (012) lattice plane of Bi. On the edge, some amorphous part could be clearly observed, which should be the remaining organic carbons. According to the above results, the components of Bi/C composite materials can be confirmed. The main component of Bi/C-1 and Bi/C-2 is α-Bi2O3, bearing a small proportion of metallic Bi and the carbon layers. As for Bi/C-3 and Bi/C-4, these samples contain β-Bi2O3, metallic Bi, and incompletely polymerized dicyandiamide.\n3.2. Photocatalytic Activity and Stability. The photodegradation of 2,4-DCP (simulated sunlight) was used to evaluate the photocatalytic performance of prepared Bi2O3, gC3N4, and Bi/C composite samples. As shown in Figure 5a, the 2,4-DCP concentration gradually decreased during the time course. Bi/C-1 and Bi/C-2 demonstrated better photocatalytic activities than g-C3N4 and Bi2O3. The pseudo-first-order rate constant k of Bi/C-2 is 0.22 h−1, which is 1.60 times that of Bi2O3 and 2.47 times that of g-C3N4, indicating that the photocatalysis of Bi/C-2 has been significantly enhanced.\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2310\nThe cycling stability is also an important property of photocatalysts. Figure 6 shows the cycling stability of Bi/C-2.\nIn four cycles, the catalytic activity of Bi/C-2 remains at high efficiency without a dramatic decline in the degradation rate, indicating the superior stability of Bi/C-2 in photocatalysis.\n3.3. Photocatalytic Mechanism Studies. The optimized physiochemical and electronic properties of the novel hybrid structure in Bi0/Bi2O3/carbon was systematically investigated toward the promoted photocatalysis. UV−vis diffuse-reflectance spectroscopy (DRS) was used to estimate the lightabsorption capacity of the derived photocatalysts. As shown in Figure 7, the band gap is 2.63 eV for g-C3N4 and 2.76 eV for Bi2O3, indicating that both can be excited by visible light. (In Figure 7b, hν = E, where E is the photon energy, and it is\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2311\nproportional to its frequency, ν. The constant of proportionality, h, is known as the Planck constant.) However, visiblelight utilization is not high. When bismuth nitrate pentahydrate and dicyandiamide were calcined together, the obtained Bi/C composites exhibited a much stronger wave-band absorption in the visible-light region than g-C3N4 and Bi2O3 because black carbon and metallic Bi can significantly improve the photon absorption. The enhanced light absorption is beneficial for solar-light utilization and photocatalytic activity. Additionally, the photocurrent was tested to elucidate the transfer and separating dynamics of photoinduced electrons. A higher photocurrent response implies a higher separation speed of photogenerated electron and hole pairs.52 Figure 8a shows the photocurrent responses of Bi2O3, g-C3N4, and Bi/C2 under simulated sunlight irradiation. All of the tested samples have a rapid photocurrent when xenon light is turned on. The current intensity of Bi/C-2 is much higher than those of gC3N4 and Bi2O3, indicating that Bi/C-2 has a higher separation rate of the photoinduced charge carriers. Electrochemical impedance spectroscopy (EIS) spectra of Bi2O3, g-C3N4, and Bi/C-2 are shown in Figure 8b. The arc radius of Bi/C-2 in the EIS plots is much shorter than those of g-C3N4 and Bi2O3, suggesting that Bi/C-2 manifests a better conductivity in contrast to g-C3N4 and Bi2O3. This is beneficial for the\nseparation and transport of photoinduced charge carriers (electron and hole) in the photochemical reactions. Photoluminescence (PL) was also applied to elucidate the\nrecombination rate of photoinduced electron and hole pairs. A stronger PL spectral intensity implies a faster recombination speed of photoexcited electrons and holes. As shown in Figure 9a, g-C3N4 has the strongest PL spectral intensity, indicating that it has the most rapid reunion speed of the charge carriers. The PL spectral intensities of Bi2O3 and Bi/C-2 are much lower than that of g-C3N4, whereas Bi/C-2 achieved the lowest PL spectral intensity. The results of the photocurrent, EIS, and PL can confirm that the reunion of photoinduced electrons and holes was restrained by the induction of Bi and carbon. Afterward, the trapping experiment was also experimental-\nized to reveal the primary reactive species in the photodegradation. IPA and Na2SO3 were used as the scavengers for hydroxyl radicals and holes, respectively. N2 purging was applied to dislodge the dissolved oxygen and stop the formation of superoxide radicals. As shown in Figure 9b, when N2 or IPA was introduced to the reaction system, the catalytic performance reduced to some extent. In comparison, when Na2SO3 was added, the photodegradation efficiency was significantly prohibited. The inhibiting effects follow an order of N2 < IPA < Na2SO3. It can be concluded that the main active species in the photochemical reaction process of Bi/C-2 are oxidative holes, while hydroxyl and superoxide radicals also contributed to the degradation of 2,4-DCP. In situ radical capture with an electron spin resonance (ESR) technique was employed to further confirm the active species of Bi/C-2. As shown in Figure 9c,d, no apparent signals of the hydroxyl or superoxide radicals were discovered either in the dark or under light irradiation, suggesting the existence of minor amounts of free radicals or the rapid quenching between them. The dominant reactive species for 2,4-DCP oxidation is mainly due to direct oxidation between the holes and pollutants. In summary, light absorption of Bi/C-2 is much stronger\nthan that of Bi2O3 and g-C3N4. The enhanced photocurrent intensity and smaller EIS arc radius indicate that the migration and separation of photogenerated charge carriers are greatly enhanced. Furthermore, the PL spectra can further illustrate the higher separation rate of electron and hole pairs. Hydroxyl radicals cannot be detected in ESR, and the signals of superoxide radicals are quite weak, indicating that the hydroxyl and superoxide radicals are not the dominant reactive oxygen species in photooxidation. According to the results of trapping\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2312\nexperiments, the photogenerated holes are the main active sites and are accounted for 2,4-DCP degradation. In this work, we report the facile synthesis of a novel Bi/\nBi2O3/C composite photocatalyst for highly efficient 2,4-DCP degradation through the calcination of different ratios of bismuth nitrate pentahydrate and dicyandiamide. The photocatalytic activity of Bi/C-2 is demonstrated to be 1.60 times that of Bi2O3 and 2.47 times that of g-C3N4 for 2,4-DCP degradation, which is also highly stable because its photocatalytic activity did not decrease in four cycles. Previously, Au is used to modify Bi2O3 and improve its photocatalytic activity on the degradation of organic pollutants; however, Au is too expensive to be applied, compared with the Bi/C-2 synthesized\nin this work.47,60,61 A lot of other Bi-based semiconductors, such as Bi2S3, 62 Bi2WO6, 63 BiVO4, 64 Bi2O2(OH)(NO3), 65 BiOCl,66 BiOBr,67 and BiOI and Bi12O17Cl12 68 have also been used to photodegrade 2,4-DCP. These Bi-based photocatalysts must be synthesized via the solvothermal method, in which a large quantity of water and ethanol are needed to wash the product prepared. In addition, the waste liquids also contain uncertain ions that probably cause secondary pollution. In other works, even hypertoxic ethylene glycol is employed as a solution of the solvothermal reaction, which is certainly not environmentally friendly. In contrast, the synthesis of Bi2O3 of this work is much more facile and environmentally friendly, with only calcination of bismuth nitrate being required without\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2313\nany further operation, which might facilitate the potential wide application of a novel photocatalyst for highly efficient 2,4- DCP degradation. On the basis of the characterization and experimental results,\na possible mechanism for the formation of novel materials with enhanced photocatalytic activity (i.e., Bi/C-2) is proposed. When the mass ratio of bismuth nitrate pentahydrate and dicyandiamide was 4:1 or 1:1, the calcined product contained α-Bi2O3, metallic Bi, and organic carbon. Thermal decomposition of dicyandiamide produced a large amount of ammonia that has a strong capability for reducing the partial surface Bi3+ to Bi0. If more dicyandiamide was used, more Bi metal was obtained. Bismuth nitrate pentahydrate and its calcined product blocked the polymerization of dicyandiamide. Thus, dicyandiamide could not be transferred to g-C3N4 but to organic carbon. When the mass ratio of bismuth nitrate pentahydrate and dicyandiamide decreased to 2:3 or 1:4, the phase of α-Bi2O3 was transformed to β-Bi2O3. The incompletely polymerized dicyandiamide gradually coated the surface of bismuth nitrate pentahydrate and limited the heat release of Bi2O3. As a result, the oxygen layer became parallel to the x−y plane and the high-temperature stable phase βBi2O3 formed.\n40 Although β-Bi2O3 had a narrower band gap and a better photocatalytic activity than α-Bi2O3, the samples Bi/C-3 and Bi/C-4 contained too much inactive and incompletely polymerized dicyandiamide, which severely limited their photocatalytic activity. The photocatalytic mechanism studies of this work further\nrevealed that, under solar-light irradiation, electrons in Bi2O3 are excited to the conduction band (CB) and holes on the VB are produced. Electrons can react with oxygen and produce superoxide radicals, while holes can oxidize water to produce hydroxyl radicals or directly oxidize organic pollutants. Superoxide radicals, hydroxyl radicals, and holes are all strong oxidizing species. However, the rapid recombination of electron and hole pairs limits the photocatalytic performance. Therefore, three key mechanisms for the enhanced catalytic activity of novel Bi/C-2 would be (Figure 10) as follows: (1) When metallic Bi and carbon are induced to the composite, the composite materials possess a higher utilization ability of solar light, especially in the visible and IR regions. (2) Metallic Bi and carbon can improve the separation efficiency and transport of electron−hole pairs to generate reactive species for organic\noxidation. (3) The Fermi level of Bi is −0.17 eV, and it is more negative than its CB. Under solar-light irradiation, the electrons of Bi can be injected into the CB of Bi2O3. As a result, the population of photoexcited electrons and free radicals over the CB of Bi2O3 can be increased."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, a novel Bi/Bi2O3/C composite was obtained via a facile synthesis for highly efficient 2,4-DCP degradation by the calcination of bismuth nitrate pentahydrate and dicyandiamide at different ratios. The photooxidation rate of Bi/C-2 was demonstrated to be 1.60-fold that of Bi2O3 and 2.47-fold that of g-C3N4 in 2,4-DCP degradation. The hybrid catalysts are also highly stable, and the photocatalytic activity can be maintained in four successive cycles. The boosted photocatalytic performance can be attributed to enhanced light absorption, accelerated transfer and separation of photogenerated carriers, and the SPR effect of metallic Bi and a conductive carbon support. The main active species in the photochemical reaction process of Bi/C-2 are identified as oxidative holes, whereas hydroxyl and superoxide radicals may also play auxiliary roles during photodegradation.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00206.\nCharacterizations and photocatalytic activity tests (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: bingjieni@gmail.com. Tel.: +61 295147401."
    }, {
      "heading" : "ORCID",
      "text" : "Qiang Hao: 0000-0001-9981-7499 Yiwen Liu: 0000-0001-6677-7961"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work is supported by of an Australian Research Council Future Fellowship (FT160100195). Y.L. acknowledges support from the UTS Chancellor’s Postdoctoral Research Fellowship and CTWW Industry Partner & ECR Mentoring Scheme funding. The authors are grateful for research collaboration.\n■ REFERENCES (1) Lee, L. S.; Rao, P. S. C.; Brusseau, M. L. Nonequilibrium Sorption and Transport of Neutral and Ionized Chlorophenols. Environ. Sci. Technol. 1991, 25, 722−729. (2) Contreras, S.; Rodriguez, M.; Al Momani, F.; Sans, C.; Esplugas, S. Contribution of the Ozonation Pre-treatment to the Biodegradation of Aqueous Solutions of 2,4-dichlorophenol.Water Res. 2003, 37, 3164−3171. (3) Munoz, M.; de Pedro, Z. M.; Casas, J. A.; Rodriguez, J. J. Chlorophenols Breakdown by a Sequential Hydrodechlorinationoxidation Treatment with a Magnetic Pd-Fe/gamma-Al2O3 Catalyst. Water Res. 2013, 47, 3070−3080.\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2314\n(4) Li, R. C.; Jin, X. Y.; Megharaj, M.; Naidu, R.; Chen, Z. L. Heterogeneous Fenton Oxidation of 2,4-dichlorophenol Using Ironbased Nanoparticles and Persulfate System. Chem. Eng. J. 2015, 264, 587−594. (5) Honda, M.; Kannan, K. Biomonitoring of Chlorophenols in Human Urine from Several Asian Countries, Greece and the United States. Environ. Pollut. 2018, 232, 487−493. (6) Kucuk, D.; Liman, R. Cytogenetic and Genotoxic Effects of 2- chlorophenol on Allium Cepa L Root Meristem Cells. Environ. Sci. Pollut. Res. 2018, 25, 36117−36123. (7) Tutem, E.; Apak, R.; Unal, C. F. Adsorptive Removal of Chlorophenols from Water by Bituminous Shale.Water Res. 1998, 32, 2315−2324. (8) Kalderis, D.; Kayan, B.; Akay, S.; Kulaksiz, E.; Gozmen, B. Adsorption of 2,4-dichlorophenol on Paper Sludge/Wheat Husk Biochar: Process Optimization and Comparison with Biochars Prepared from Wood Chips, Sewage Sludge and Hog Fuel/ Demolition Waste. J. Environ. Chem. Eng. 2017, 5, 2222−2231. (9) Chen, C.; Geng, X.; Huang, W. Adsorption of 4-chlorophenol and Aniline by Nanosized Activated Carbons. Chem. Eng. J. 2017, 327, 941−952. (10) Sang, Y.; Zhao, Z.; Zhao, M.; Hao, P.; Leng, Y.; Liu, H. From UV to Near-Infrared, WS2 Nanosheet: A Novel Photocatalyst for Full Solar Light Spectrum Photodegradation. Adv. Mater. 2015, 27, 363− 369. (11) Zhou, Y. J.; Zhang, L. X.; Liu, J. J.; Fan, X. Q.; Wang, B. Z.; Wang, M.; Ren, W. C.; Wang, J.; Li, M. L.; Shi, J. L. Brand new Pdoped g-C3N4: Enhanced Photocatalytic Activity for H-2 Evolution and Rhodamine B Degradation Under Visible Light. J. Mater. Chem. A 2015, 3, 3862−3867. (12) Weng, S. X.; Chen, B. B.; Xie, L. Y.; Zheng, Z. Y.; Liu, P. Facile in Situ Synthesis of a Bi/BiOCl Nanocomposite with High Photocatalytic Activity. J. Mater. Chem. A 2013, 1, 3068−3075. (13) Hao, Q.; Hao, S. M.; Niu, X. X.; Li, X.; Chen, D. M.; Ding, H. Enhanced Photochemical Oxidation Ability of Carbon Nitride by pipi Stacking Interactions with Graphene. Chin. J. Catal. 2017, 38, 278− 286. (14) Ou, H. J.; Zhang, W. J.; Yang, X. F.; Cheng, Q. R.; Liao, G. Y.; Xia, H.; Wang, D. S. One-pot Synthesis of g-C3N4-doped Amine-rich Porous Organic Polymer for Chlorophenol Removal. Environ. Sci.: Nano 2018, 5, 169−182. (15) El-Maghrabi, H. H.; Barhoum, A.; Nada, A. A.; Moustafa, Y. M.; Seliman, S. M.; Youssef, A. M.; Bechelany, M. Synthesis of Mesoporous Core-shell CdS@TiO2 (0D and 1D) Photocatalysts for Solar-driven Hydrogen Fuel Production. J. Photochem. Photobiol., A 2018, 351, 261−270. (16) El-Maghrabi, H. H.; Al-Kahlawy, A. A.; Nada, A. A.; Zaki, T. Photocorrosion Resistant Ag2CO3@Fe2O3/TiO2-NT Nanocomposite for Efficient Visible Light Photocatalytic Degradation Activities. J. Hazard. Mater. 2018, 360, 250−256. (17) Liu, Y.; Yao, W.; Liu, D.; Zong, R.; Zhang, M.; Ma, X.; Zhu, Y. Enhancement of Visible Light Mineralization Ability and Photocatalytic Activity of BiPO4/BiOI. Appl. Catal., B 2015, 163, 547−553. (18) Hao, Q.; Niu, X. X.; Nie, C. S.; Hao, S. M.; Zou, W.; Ge, J. M.; Chen, D. M.; Yao, W. Q. A Highly Efficient g-C3N4/SiO2 Heterojunction: the Role of SiO2 in the Enhancement of Visible Light Photocatalytic Activity. Phys. Chem. Chem. Phys. 2016, 18, 31410−31418. (19) Debono, O.; Hequet, V.; Le Coq, L.; Locoge, N.; Thevenet, F. VOC Ternary Mixture Effect on ppb Level Photocatalytic Oxidation: Removal Kinetic, Reaction Intermediates and Mineralization. Appl. Catal., B 2017, 218, 359−369. (20) Jiang, L. B.; Yuan, X. Z.; Zeng, G. M.; Liang, J.; Wu, Z. B.; Wang, H.; Zhang, J.; Xiong, T.; Li, H. A Facile Band Alignment of Polymeric Carbon Nitride Isotype Heterojunctions for Enhanced Photocatalytic Tetracycline Degradation. Environ. Sci.: Nano 2018, 5, 2604−2617. (21) Deng, Y. C.; Tang, L.; Zeng, G. M.; Feng, C. Y.; Dong, H. R.; Wang, J. J.; Feng, H. P.; Liu, Y. N.; Zhou, Y. Y.; Pang, Y. Plasmonic\nResonance Excited Dual Z-scheme BiVO4/Ag/Cu2O Nanocomposite: Synthesis and Mechanism for Enhanced Photocatalytic Performance in Recalcitrant Antibiotic Degradation. Environ. Sci.: Nano 2017, 4, 1494−1511. (22) Di, J.; Xia, J.; Ge, Y.; Li, H.; Ji, H.; Xu, H.; Zhang, Q.; Li, H.; Li, M. Novel Visible-light-driven CQDs/Bi2WO6 Hybrid Materials with Enhanced Photocatalytic Activity toward Organic Pollutants Degradation and Mechanism Insight. Appl. Catal., B 2015, 168, 51−61. (23) Hao, Q.; Chen, T.; Wang, R.; Feng, J.; Chen, D.; Yao, W. A Separation-free Polyacrylamide/Bentonite/Graphitic Carbon Nitride Hydrogel with Excellent Performance in Water Treatment. J. Cleaner Prod. 2018, 197, 1222−1230. (24) Saravanan, R.; Mansoob Khan, M.; Gupta, V. K.; Mosquera, E.; Gracia, F.; Narayanan, V.; Stephen, A. ZnO/Ag/CdO Nanocomposite for Visible Light-induced Photocatalytic Degradation of Industrial Textile Effluents. J. Colloid Interface Sci. 2015, 452, 126−133. (25) Xu, D.; Cheng, B.; Cao, S.; Yu, J. Enhanced Photocatalytic Activity and Stability of Z-scheme Ag2CrO4-GO Composite Photocatalysts for Organic Pollutant Degradation. Appl. Catal., B 2015, 164, 380−388. (26) Jiang, N.; Lyu, L.; Yu, G. F.; Zhang, L. L.; Hu, C. A Dualreaction-center Fenton-like Process on -C N-Cu Linkage Between Copper Oxides and Defect-containing g-C3N4 for Efficient Removal of Organic Pollutants. J. Mater. Chem. A 2018, 6, 17819−17828. (27) Schneider, J.; Matsuoka, M.; Takeuchi, M.; Zhang, J. L.; Horiuchi, Y.; Anpo, M.; Bahnemann, D. W. Understanding TiO2 Photocatalysis: Mechanisms and Materials. Chem. Rev. 2014, 114, 9919−9986. (28) Lee, K. M.; Lai, C. W.; Ngai, K. S.; Juan, J. C. Recent Developments of Zinc Oxide Based Photocatalyst in Water Treatment Technology: A Review. Water Res. 2016, 88, 428−448. (29) Zhu, Y.; Ling, Q.; Liu, Y.; Wang, H.; Zhu, Y. Photocatalytic Performance of BiPO4 Nanorods Adjusted via Defects. Appl. Catal., B 2016, 187, 204−211. (30) Schultz, D. M.; Yoon, T. P. Solar Synthesis: Prospects in Visible Light Photocatalysis. Science 2014, 343, 1239176. (31) Li, X.; Liu, P.; Mao, Y.; Xing, M.; Zhang, J. Preparation of Homogeneous Nitrogen-doped Mesoporous TiO2 Spheres with Enhanced Visible-light Photocatalysis. Appl. Catal., B 2015, 164, 352−359. (32) Kang, Y.; Yang, Y.; Yin, L.-C.; Kang, X.; Wang, L.; Liu, G.; Cheng, H.-M. Selective Breaking of Hydrogen Bonds of Layered Carbon Nitride for Visible Light Photocatalysis. Adv. Mater. 2016, 28, 6471−6477. (33) Lv, Y. H.; Liu, Y. F.; Zhu, Y. Y.; Zhu, Y. F. Surface Oxygen Vacancy Induced Photocatalytic Performance Enhancement of a BiPO4 Nanorod. J. Mater. Chem. A 2014, 2, 1174−1182. (34) Wan, Z.; Zhang, G. K. Synthesis and Facet-dependent Enhanced Photocatalytic Activity of Bi2SiO5/AgI Nanoplate Photocatalysts. J. Mater. Chem. A 2015, 3, 16737−16745. (35) Wu, Y.; Yuan, B.; Li, M.; Zhang, W.-H.; Liu, Y.; Li, C. Welldefined BiOCl Colloidal Ultrathin Nanosheets: Synthesis, Characterization, and Application in Photocatalytic Aerobic Oxidation of Secondary Amines. Chem. Sci. 2015, 6, 1873−1878. (36) Yu, Y.; Cao, C. Y.; Liu, H.; Li, P.; Wei, F. F.; Jiang, Y.; Song, W. G. A Bi/BiOCl Heterojunction Photocatalyst with Enhanced Electron-hole Separation and Excellent Visible Light Photodegrading Activity. J. Mater. Chem. A 2014, 2, 1677−1681. (37) Hao, Q.; Wang, R.; Lu, H.; Xie, C. a.; Ao, W.; Chen, D.; Ma, C.; Yao, W.; Zhu, Y. One-pot Synthesis of C/Bi/Bi2O3 Composite with Enhanced Photocatalytic Activity. Appl. Catal., B 2017, 219, 63− 72. (38) Bian, Z.; Zhu, J.; Wang, S.; Cao, Y.; Qian, X.; Li, H. Selfassembly of Active Bi2O3/TiO2 Visible Photocatalyst with Ordered Mesoporous Structure and Highly Crystallized Anatase. J. Phys. Chem. C 2008, 112, 6258−6262. (39) Hameed, A.; Montini, T.; Gombac, V.; Fornasiero, P. Surface Phases and Photocatalytic Activity Correlation of Bi(2)O(3)/\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2315\nBi(2)O(4-x) Nanocomposite. J. Am. Chem. Soc. 2008, 130, 9658− 9659. (40) Lu, H.; Hao, Q.; Chen, T.; Zhang, L.; Chen, D.; Ma, C.; Yao, W.; Zhu, Y. A high-performance Bi2O3/Bi2SiO5 p-n Heterojunction Photocatalyst Induced by Phase Transition of Bi2O3. Appl. Catal., B 2018, 237, 59−67. (41) Krishna Reddy, J.; Srinivas, B.; Durga Kumari, V.; Subrahmanyam, M. Sm3+-Doped Bi2O3 Photocatalyst Prepared by Hydrothermal Synthesis. ChemCatChem 2009, 1, 492−496. (42) Xiaohong, W.; Wei, Q.; Li, L.; Yun, G.; Zhaoyang, X. Photocatalytic Property of Nanostructured Fe3+-doped Bi2O3 Films. Catal. Commun. 2009, 10, 600−604. (43) Chai, S. Y.; Kim, Y. J.; Jung, M. H.; Chakraborty, A. K.; Jung, D.; Lee, W. I. Heterojunctioned BiOCl/Bi2O3, a new Visible Light Photocatalyst. J. Catal. 2009, 262, 144−149. (44) Bessekhouad, Y.; Robert, D.; Weber, J. V. Photocatalytic Activity of CU2O/TiO2, Bi2O3/TiO2 and ZnMn2O4/TiO2 Heterojunctions. Catal. Today 2005, 101, 315−321. (45) Lin, X.; Xing, J.; Wang, W.; Shan, Z.; Xu, F.; Huang, F. Photocatalytic Activities of Heterojunction Semiconductors Bi2O3/ BaTiO3: A Strategy for the Design of Efficient Combined Photocatalysts. J. Phys. Chem. C 2007, 111, 18288−18293. (46) Hsieh, S. H.; Lee, G. J.; Chen, C. Y.; Chen, J. H.; Ma, S. H.; Horng, T. L.; Chen, K. H.; Wu, J. J. Synthesis of Pt Doped Bi2O3/ RuO2 Photocatalysts for Hydrogen Production from Water Splitting Using Visible Light. J. Nanosci. Nanotechnol. 2012, 12, 5930−5936. (47) Anandan, S.; Lee, G.-J.; Chen, P.-K.; Fan, C.; Wu, J. J. Removal of Orange II Dye in Water by Visible Light Assisted Photocatalytic Ozonation Using Bi2O3 and Au/Bi2O3 Nanorods. Ind. Eng. Chem. Res. 2010, 49, 9729−9737. (48) Li, Y.; Zhang, Z.; Zhang, Y.; Sun, X.; Zhang, J.; Wang, C.; Peng, Z.; Si, H. Preparation of Ag Doped Bi2O3 Nanosheets with Highly Enhanced Visible Light Photocatalytic Performances. Ceram. Int. 2014, 40, 13275−13280. (49) Dong, F.; Xiong, T.; Sun, Y. J.; Zhao, Z. W.; Zhou, Y.; Feng, X.; Wu, Z. B. A Semimetal Bismuth Element as a Direct Plasmonic Photocatalyst. Chem. Commun. 2014, 50, 10386−10389. (50) He, W. J.; Sun, Y. J.; Jiang, G. M.; Li, Y. H.; Zhang, X. M.; Zhang, Y. X.; Zhou, Y.; Dong, F. Defective Bi4MoO9/Bi Metal Core/ Shell Heterostructure: Enhanced Visible Light Photocatalysis and Reaction Mechanism. Appl. Catal., B 2018, 239, 619−627. (51) He, W. J.; Sun, Y. J.; Jiang, G. M.; Huang, H. W.; Zhang, X. M.; Dong, F. Activation of Amorphous Bi2WO6 with Synchronous Bi Metal and Bi2O3 Coupling: Photocatalysis Mechanism and Reaction Pathway. Appl. Catal., B 2018, 232, 340−347. (52) Yu, S.; Huang, H.; Dong, F.; Li, M.; Tian, N.; Zhang, T.; Zhang, Y. Synchronously Achieving Plasmonic Bi Metal Deposition and I- Doping by Utilizing BiOIO3 as the Self-Sacrificing Template for High-Performance Multifunctional Applications. ACS Appl. Mater. Interfaces 2015, 7, 27925−27933. (53) Wang, J.; Tang, L.; Zeng, G.; Liu, Y.; Zhou, Y.; Deng, Y.; Wang, J.; Peng, B. Plasmonic Bi Metal Deposition and g-C3N4 Coating on Bi2WO6 Microspheres for Efficient Visible-Light Photocatalysis. ACS Sustainable Chem. Eng. 2017, 5, 1062−1072. (54) Huang, Y. K.; Kang, S. F.; Yang, Y.; Qin, H. F.; Ni, Z. J.; Yang, S. J.; Li, X. Facile Synthesis of Bi/Bi2WO6 Nanocomposite with Enhanced Photocatalytic Activity under Visible Light. Appl. Catal., B 2016, 196, 89−99. (55) Dong, F.; Zhao, Z. W.; Sun, Y. J.; Zhang, Y. X.; Yan, S.; Wu, Z. B. An Advanced Semimetal-Organic Bi Spheres-g-C3N4 Nanohybrid with SPR-Enhanced Visible-Light Photocatalytic Performance for NO Purification. Environ. Sci. Technol. 2015, 49, 12432−12440. (56) Lee, W. H.; Lee, J. G.; Reucroft, P. J. XPS Study of Carbon Fiber Surfaces Treated by Thermal Oxidation in a Gas Mixture of O2/(O-2+N-2). Appl. Surf. Sci. 2001, 171, 136−142. (57) Yang, H. F.; Li, F. H.; Shan, C. S.; Han, D. X.; Zhang, Q. X.; Niu, L.; Ivaska, A. Covalent Functionalization of Chemically Converted Graphene Sheets via Silane and its Reinforcement. J. Mater. Chem. 2009, 19, 4632−4638.\n(58) Kwan, Y. C. G.; Ng, G. M.; Huan, C. H. A. Identification of Functional Groups and Determination of Carboxyl Formation Temperature in Graphene Oxide Using the XPS O 1s Spectrum. Thin Solid Films 2015, 590, 40−48. (59) Liu, X. W.; Cao, H. Q.; Yin, J. F. Generation and Photocatalytic Activities of Bi@Bi2O3 Microspheres. Nano Res. 2011, 4, 470−482. (60) Jiang, H. Y.; Cheng, K.; Lin, J. Crystalline Metallic Au Nanoparticle-Loaded alpha-Bi2O3 Microrods for Improved Photocatalysis. Phys. Chem. Chem. Phys. 2012, 14, 12114−12121. (61) Pugazhenthiran, N.; Sathishkumar, P.; Murugesan, S.; Anandan, S. Effective Degradation of Acid Orange 10 by Catalytic Ozonation in the Presence of Au-Bi2O3 Nanoparticles. Chem. Eng. J. 2011, 168, 1227−1233. (62) Zhou, J.; Tian, G. H.; Chen, Y. J.; Shi, Y. H.; Tian, C. G.; Pan, K.; Fu, H. G. Growth Rate Controlled Synthesis of Hierarchical Bi2S3/In2S3 Core/Shell Microspheres with Enhanced Photocatalytic Activity. Sci. Rep. 2015, 4, 4321. (63) Lv, Y.; Yao, W.; Zong, R.; Zhu, Y. Fabrication of Wide-RangeVisible Photocatalyst Bi2WO6-x Nanoplates via Surface Oxygen Vacancies. Sci. Rep. 2016, 6, 19347. (64) Zhou, B.; Zhao, X.; Liu, H. J.; Qu, J. H.; Huang, C. P. Synthesis of Visible-Light Sensitive M-BiVO4 (M = Ag, Co, and Ni) for the Photocatalytic Degradation of Organic Pollutants. Sep. Purif. Technol. 2011, 77, 275−282. (65) Huang, H.; He, Y.; Li, X.; Li, M.; Zeng, C.; Dong, F.; Du, X.; Zhang, T.; Zhang, Y. Bi2O2(OH)(NO3) as a Desirable Bi2O2 (2+) Layered Photocatalyst: Strong Intrinsic Polarity, Rational Band Structure and {001} Active Facets Co-beneficial for Robust Photooxidation Capability. J. Mater. Chem. A 2015, 3, 24547−24556. (66) Cheng, H.; Huang, B.; Qin, X.; Zhang, X.; Dai, Y. A Controlled Anion Exchange Strategy to Synthesize Bi2S3 Nanocrystals/BiOCl Hybrid Architectures with Efficient Visible Light Photoactivity. Chem. Commun. 2012, 48, 97−99. (67) Chen, S.; Yan, R.; Zhang, X.; Hu, K.; Li, Z.; Humayun, M.; Qu, Y.; Jing, L. Photogenerated Electron Modulation to Dominantly Induce Efficient 2,4-dichlorophenol Degradation on BiOBr Nanoplates with Different Phosphate Modification. Appl. Catal., B 2017, 209, 320−328. (68) Huang, H.; Xiao, K.; He, Y.; Zhang, T.; Dong, F.; Du, X.; Zhang, Y. In Situ Assembly of BiOI@Bi12O17Cl2 p-n Junction: Charge Induced Unique Front-lateral Surfaces Coupling Heterostructure with High Exposure of BiOI {001} Active Facets for Robust and Nonselective Photocatalysis. Appl. Catal., B 2016, 199, 75−86.\nDOI: 10.1021/acsanm.9b00206 ACS Appl. Nano Mater. 2019, 2, 2308−2316\n2316"
    } ],
    "references" : [ {
      "title" : "Understanding TiO2 Photocatalysis: Mechanisms and Materials",
      "author" : [ "Y. Horiuchi", "M. Anpo", "D.W. Bahnemann" ],
      "venue" : "Chem. Rev. 2014,",
      "citeRegEx" : "Horiuchi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Horiuchi et al\\.",
      "year" : 2014
    }, {
      "title" : "Bi2O3/TiO2 Visible Photocatalyst with Ordered Mesoporous Structure and Highly Crystallized Anatase",
      "author" : [ "A. Hameed", "T. Montini", "V. Gombac", "P. Fornasiero" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Hameed et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hameed et al\\.",
      "year" : 2008
    }, {
      "title" : "Sm-Doped Bi2O3 Photocatalyst Prepared by Hydrothermal Synthesis",
      "author" : [ "J. Krishna Reddy", "B. Srinivas", "V. Durga Kumari", "M. Subrahmanyam" ],
      "venue" : "ChemCatChem 2009,",
      "citeRegEx" : "Reddy et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Reddy et al\\.",
      "year" : 2009
    }, {
      "title" : "Photocatalytic Property of Nanostructured Fe-doped Bi2O3 Films",
      "author" : [ "W. Xiaohong", "Q. Wei", "L. Li", "G. Yun", "X. Zhaoyang" ],
      "venue" : "Catal. Commun. 2009,",
      "citeRegEx" : "Xiaohong et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Xiaohong et al\\.",
      "year" : 2009
    }, {
      "title" : "CU2O/TiO2, Bi2O3/TiO2 and ZnMn2O4/TiO2 Heterojunctions",
      "author" : [ "J. Xing", "W. Wang", "Z. Shan", "F. Xu", "F. Huang" ],
      "venue" : "Catal. Today",
      "citeRegEx" : "X. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2005
    }, {
      "title" : "Bi2O3 and Au/Bi2O3 Nanorods",
      "author" : [ "Z. Zhang", "Y. Zhang", "X. Sun", "J. Zhang", "C. Wang", "Z. Peng", "H. Si" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Y. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2010
    }, {
      "title" : "A Semimetal Bismuth Element as a Direct Plasmonic Photocatalyst",
      "author" : [ "Z.B. Wu" ],
      "venue" : "Chem. Commun. 2014,",
      "citeRegEx" : "Wu,? \\Q2014\\E",
      "shortCiteRegEx" : "Wu",
      "year" : 2014
    }, {
      "title" : "Bi2O3 Coupling: Photocatalysis Mechanism and Reaction Pathway",
      "author" : [ "H. Huang", "F. Dong", "M. Li", "N. Tian", "T. Zhang", "Y. Zhang" ],
      "venue" : null,
      "citeRegEx" : "S. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2018
    }, {
      "title" : "Bi/Bi2WO6 Nanocomposite with Enhanced Photocatalytic Activity under Visible Light",
      "author" : [ "Z.W. Zhao", "Y.J. Sun", "Y.X. Zhang", "S. Yan", "Z.B. Wu" ],
      "venue" : "Appl. Catal., B",
      "citeRegEx" : "F. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2016
    }, {
      "title" : "Identification of Functional Groups and Determination of Carboxyl Formation Temperature in Graphene Oxide Using the XPS O 1s Spectrum",
      "author" : [ "Y.C.G. Kwan", "G.M. Ng", "C.H.A. Huan" ],
      "venue" : "Thin Solid Films",
      "citeRegEx" : "Kwan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kwan et al\\.",
      "year" : 2015
    }, {
      "title" : "alpha-Bi2O3 Microrods for Improved Photocatalysis",
      "author" : [ "N. Pugazhenthiran", "P. Sathishkumar", "S. Murugesan", "S. Anandan" ],
      "venue" : "Phys. Chem. Chem. Phys. 2012,",
      "citeRegEx" : "Pugazhenthiran et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Pugazhenthiran et al\\.",
      "year" : 2012
    }, {
      "title" : "Fabrication of Wide-RangeVisible Photocatalyst",
      "author" : [ "Y. Lv", "W. Yao", "R. Zong", "Y. Zhu" ],
      "venue" : "Activity. Sci. Rep. 2015,",
      "citeRegEx" : "Lv et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Lv et al\\.",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Chlorophenols are corrosive and toxic in a water environment, which have caused increasing concerns and encourage the development of solar-driven techniques with highly efficient photocatalysts for green remediation. Coupling photocatalysis with the surface plasmon resonance (SPR) effect is a practical solution for boosting the utilization of solar light in the IR region while improving the overall performance of the photocatalysts. However, a facile and green strategy to synthesize metallic non-noble bismuth (Bi)-based photocatalysts is still lacking. Herein, we report smart Bi/Bi2O3/C composites with high performance for the photocatalytic degradation of 2,4-dichlorophenol. Advanced characterizations such as X-ray diffraction, Fourier transform infrared spectroscopy, X-ray photoelectron spectroscopy, and highresolution transmission electron microscopy are applied to analyze the morphology and structure of the prepared materials. The photodegradation rate of the hybrid is significantly enhanced compared with the sole counterparts, which are 1.60-fold of Bi2O3 and 2.47-fold of g-C3N4. The synthesized Bi/C-2 exhibits excellent stability without a decline in activity after four cycles. The SPR effect of Bi is identified to account for the strengthened photoreactivity. Moreover, the relatively high utilization efficiency of solar energy and the rapid separation rate of photogenerated electron and hole pairs helped to enhance the photocatalytic performance synergistically.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}