{
  "name" : "downloads_2020-07-23_0c38_wang2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Co-delivery of p38α MAPK and p65 siRNA by novel liposomal glomerulus-targeting nano carriers for effective immunoglobulin a nephropathy treatment",
    "authors" : [ "Yuanfang Wang", "Qingsi Wu", "Jiading Wang", "Lin Li", "Xun Sun", "Zhirong Zhang", "Ling Zhangb" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Controlled Release\njournal homepage: www.elsevier.com/locate/jconrel\nCo-delivery of p38α MAPK and p65 siRNA by novel liposomal glomerulustargeting nano carriers for effective immunoglobulin a nephropathy treatment\nYuanfang Wanga, Qingsi Wua, Jiading Wangb, Lin Lia, Xun Suna, Zhirong Zhanga, Ling Zhangb,⁎\na Key Laboratory of Drug-Targeting and Drug Delivery System of the Education Ministry and Sichuan Province, Sichuan Engineering Laboratory for Plant-Sourced Drug and Sichuan Research Center for Drug Precision Industrial Technology, West China School of Pharmacy, Sichuan University, Chengdu 610041, China b College of Polymer Science and Engineering, Sichuan University, Chengdu 610041,China\nA R T I C L E I N F O\nKeywords: siRNA co-delivery Glomerulus targeting IgAN Anti-inflammation RNAi therapy\nA B S T R A C T\nGlomerulonephritis related renal failure is a frequent cause of end-stage renal disease, and immunoglobulin A nephropathy (IgAN) is the most frequent type of primary glomerulonephritis. As damage induced by IgAN mostly attributes to inflammation responses, inhibiting inflammation in glomerulus can protect normal renal function and delay the onset of renal failure. Hence, reducing levels of p38 MAPK and p65 which are essential regulators in p38 MAPK and NF-κB related inflammation responses could be effective against IgAN. Here, we rationally designed and constructed size- and surface charge- dependent glomerulus-targeting liposomal nanoparticles which are loaded with both p38α MAPK and p65 siRNA. Experiments show that our nanoparticles successfully crossed fenestrated endothelium, accumulated in mesangial cells and endothelial cells, efficiently silenced p38α MAPK and p65 genes, and eventually alleviated proteinuria, inflammation and excessive extracellular matrix deposition in mouse IgAN models. This siRNA co-delivery system thus represents a promising treatment option for IgAN and offers a versatile platform for other glomerular problems. Our work also highlights a novel strategy of glomerulus-targeting and an encouraging therapeutic route for other inflammatory diseases."
    }, {
      "heading" : "1. Introduction",
      "text" : "Glomerulonephritis (GN) is a category of immue-mediated glomerular injuries [1]. According to the US National Center for Health Statistics' annual report of final mortality statistics, GN and related kidney diseases were the 9th leading cause of death in the US in 2016 [2]. Immunoglobulin A nephropathy (IgAN) is the most frequent type of primary glomerulonephritis characterized by infiltration of circulating inflammatory cells, proliferation of glomerular cells and accumulation of extracellular matrix (ECM) [3,4], which finally leads to glomerulosclerosis and end-stage renal disease (ESRD) [5,6]. The deposition of circulating immune complexes (CIC) in the glomeruli (granular deposits in the mesangial and subendothelial sites) is a characteristic manifestation of IgAN [7]. CIC could activate mesangial cells, inducing cell proliferation and cytokines secretion, which would provoke inflammation and ultimately lead to kidney damage [8,9]. Hence, pharmacological anti-inflammation treatments at glomerulus can inhibit IgAN progression and reduce mortality caused by kidney problems.\nIn recent years, small interfering RNAs (siRNAs) that initiate RNA interference (RNAi) became attractive alternative candidates to traditional anti-inflammation drugs, as siRNAs designed against key inflammation proteins can block inflammation progression and reaction in highly-specific and effective fashion [10–15]. These short doublestranded RNAs act by sequence-specific binding to complementary messenger RNAs (mRNAs) in cytosol, which leads to target mRNA degradation and correspondent protein knock-down [16,17].\nFor this purpose, two key inflammation-related proteins, p38α mitogen-activated protein kinase (MAPK) and p65, drew our attention. All eukaryotic cells possess multiple MAPK pathways to recognize and respond to extracellular stimuli, which coordinately regulate diverse cellular activities running the gamut from gene expression, mitosis, and metabolism to motility, survival and apoptosis, and differentiation [18]. P38 MAPK is known as a stress-activated MAPK, since it is responsive to cellular stress and cytokines. Activation of the p38 MAPK signal transduction pathway plays an important role in the inflammatory response, and it was postulated that p38 MAPK signaling\nhttps://doi.org/10.1016/j.jconrel.2020.01.024 Received 27 November 2019; Received in revised form 25 December 2019; Accepted 14 January 2020\n⁎ Corresponding author. E-mail address: femcivrogner@gmail.com (L. Zhang).\nJournal of Controlled Release 320 (2020) 457–468\nAvailable online 21 January 2020 0168-3659/ © 2020 Published by Elsevier B.V.\nT\npathway is important in the pathogenesis of glomerulonephritis and contributes to the development of renal injury [19,20]. P38α MAPK is a main player in the p38 MAPK signaling pathway and can induce inflammation by responding to external stimulations (e.g. stress and inflammatory cytokines) [18,21]; and p65 is a core member of nuclear factor-kappa B (NF-κB) family which plays central roles in inflammation activation and may act downstream of p38 MAPK pathway [22,23]. Briefly, the deposition of CIC triggers p38 MAPK and NF-κB activity, which in turn promotes expression of various proinflammatory cytokines such as tumor necrosis factor-α (TNF-α) and interleukin-6 (IL6), eventually leading to pathogenic cellular response [24–27]. Although there is known link between p38 MAPK and NF-κB, the effect of p38 MAPK and NF-κB co-suppressing is unclear. We hypothesized that the co-treatment of p38α MAPK and p65 siRNA will simultaneously inhibit p38 MAPK and NF-κB pathway which may induce a “mutualenhancement” and result in stronger inflammation inhibition. Pilot studies provided encouraging results that treatment by either p38α MAPK or p65 siRNA could indeed reduce expression of both proteins (Fig. 3A). Therefore, co-delivering both siRNA to glomerulus is a promising alternative strategy for IgAN treatment.\nHowever, to achieve such concurrent inhibition by siRNA in glomerulus, a tailor-made siRNA delivery system is essential. First, to maximize the mutual enhancement effect, two types of siRNAs should be encapsulated together to guarante that transfected cells receive both siRNAs; and a single formulation would also reduce production costs and regulatory hurdles compared to a therapy comprising two separate siRNA formulations [28–30]. Second, glomerulus targeting and retention capabilities are indispensable for this delivery system in addition to conventional siRNA protection and internalization boosting. This is because accumulation of common siRNA carriers in glomerulus is too low for practical application, while gene-silencing capability of naked siRNAs is known to be extremely poor in vivo [29,31] . To meet all these demands, we rationally designed a liposomal siRNA co-delivery system that loads both p38α MAPK and p65 siRNA, targets glomerulus with dual mechanisms, and with cell membrane penetration peptide (CPP) modification.\nFor glomerulus targeting, we noticed that the glomerular endothelium is fenestrated with pores sized between 70 and 150 nm in diameter, while the podocytes have large cell bodies and extending cytoplasmic feet which are separated by filtration slits with 25–60 nm width [32–37]. Besides, surfaces in glomerulus are generally negatively charged as both glomerular endothelium and podocytes are covered by polyanionic surface glycoprotein, while the mesangial matrix and glomerular basement membrane have abundant anionic heparan sulfate [38,39]. Thus, cationic carriers larger than podocytes feet slits and smaller than glomerular endothelium pores are expected to be efficiently accumulated and trapped in glomerulus, displaying dual-targeting effects. In fact, it had beend reported that nanoparticles sized between 50 and 130 nm can achieve kidney targeting in previous studies [36,40]. Furthermore, CPP modification is proved to be helpful for enhancing cell internalization of drug carriers. Here, we selected the\nshort and simple octa-arginine (R8) peptide as it is positively charged and can help create a cationic carrier. The delivery vehicle also needs to have good encapsulating efficiency to load sufficient siRNAs with limited size. Finally, based on our philosophy that therapy developed for human should be practical, we avoided using any carrier materials that are unlikely to be permitted by FDA. Based on these rationales, we eventually selected liposomes for our delivery system as they are biocompatible, biodegradable, cheap, modifiable, having high loading capacity, having already been granted by FDA, and can be customized for desired size and charge [10–15,41–46].\nAfter trials and optimizations, we successfully constructed liposomal nanoparticles sized narrowly around 110 nm which were loaded with both p38α MAPK and p65 siRNA at high efficacy with the help of PEI. PEI are synthetic branched or linear polymers, baring a positive charge at physiological pH and are capable of compacting and protecting the anionic siRNA by the formation of nanoparticles. PEI-based complexes have been shown to protect siRNAs from degradation, to mediate cellular uptake, and to efficiently promote lysosomal protection and escape into the cytoplasm by osmolytic rupture (“proton sponge effect”) or other mechanisms [47,48]. These nanoparticles were subsequently surface-modified with CCP R8 to make them positively charged. Prepared nanoparticles were then assessed both in vitro and in vivo. Our results showed that these nanoparticles could abundantly accumulate in kidney and dramatically reduce p38α MAPK and p65 gene expression in situ in mice. Treatment with our constructs in IgAN model mice effectively attenuated proteinuria, inflammation, and ECM deposition in glomerulus via p65/p38α MAPK knockdown. This delivery system also displayed low toxicity which further strengthened its clinical applicability.\nIn summary, our study established a direct but exceptionally effective approach to inhibit IgAN inflammation, highlighting a novel therapeutic route for treating Glomerulonephritis. The liposomal carriers constructed here also offers a highly adaptable glomerulus drug delivery platform for treating other kidney diseases. To our knowledge, both the siRNA co-delivery strategy and the dual glomerulus-targeting design are never reported before. Therefore, our work provides valuable ground for future biomedical developments that require glomerulus targeting, employing multiple siRNA, or need to inhibit inflammation."
    }, {
      "heading" : "2. Results",
      "text" : ""
    }, {
      "heading" : "2.1. Construction of liposomal targeted co-delivery system",
      "text" : "By rationally tailoring and optimizing the formulation and preparation conditions, we successfully encapsulated p38α MAPK siRNA (p38i) and p65 siRNA (p65i) (with the help of additional PEI) into PEGmodified liposome with desired size and octa-arginine (R8) coating (Fig. 1). The composition of liposome is DOPE, CHEM and DSPEPEG2000 at 9.5:2:1 M ratio. Naked liposome is negatively charged and R8 coating turned liposomes weakly cationic. The construct was hence\nnamed 2i@DuaLR as 2 types of siRNA were loaded in this Dual glomerulus-targeting Liposomes with R8 modification. The production of these nanoparticles was simple, the yield was high, and various customization options (e.g. size, charge, composition) are available. The encapsulation efficiency is 93.75%, surface charge is 6.64 ± 0.83 mV, and final size is ~110 nm with PDI of 0.185 as determined by DLS. Detailed characterizations of 2i@DuaLR were provided inFig. S1."
    }, {
      "heading" : "2.2. 2i@DuaLR successfully delivered siRNA into cytosol and efficiently knocked down target genes",
      "text" : "Successful delivery of siRNA into the cytoplasm is essential for efficient siRNA-mediated gene silencing, where cell internalization is the first step [29]. To study the 2i@DuaLR uptake, fluorescent siRNAs – Cy5-labeled p38α MAPK siRNA (Cy5-p38i) and Cy3-labeled p65 siRNA (Cy3-p65i) – instead of unlabeled siRNAs were used in following experiments. 2i@DuaLR (100 nM total siRNA) were added to mouse glomerulus endothelial cells (MRGEC), mesangial cells (SV40MES13) or podocytes (MPC5) in the absence of serum for 4 h. Both flow cytometry and confocal laser scanning microscopy results showed that cellular uptake of 2i@DuaLR is significantly higher than naked 2i (p38i and p65i), but lower than siRNAs with transfection agent Lipofectamine 2000™ (Lipo™) (Fig. 2A-B,Fig. S2AeB). And confocal laser scanning microscopy detected strong signals of Cy5-p38si and Cy3-p65si, mostly overlapping in cytoplasm (Fig. 2C,Fig. S2C-D). This suggested that 2i@ DuaLR would be able to co-deliver both drugs into the cytosol of target cells. Besides, nanoparticles without R8 (2i@DuaL) showed lower internalization, indicating that R8 modification enhanced cellular uptake. Next, we investigated the detailed cell entry pathway of 2i@DuaLR in the three types of glomerular cells. First, low temperature (4 °C) blocked internalization of 2i@DuaLR in all types of cells, supporting that the process is energy-dependent (Fig. S3A). This is consistent with general knowledge that liposomal nanoparticles are normally internalized via endocytosis. Then, inhibitory reagents for macropinocytosis (amiloride), clathrin-dependent endocytosis (chlorpromazine) and caveolae-dependent endocytosis (nystatin) were employed for further assessments [49]. Results show that mesangial cells SV40MES13 internalized 2i@DuaLR via all three pathways, while endothelium cells MRGEC failed to utilize macropinocytosis and podocytes MPC5 failed to utilize both macropinocytosis and clathrin-dependent endocytosis (Fig. S3B-D). These differences imply that mesangial cells possess the highest internalization potential, while podocytes have the lowest.\nAfter endocytosis, the major barrier to cytosolic delivery of siRNA is endosome entrapment which leads to siRNA degradation in the acidic lumen. To examine endosome escape capability of our delivery system, cells were incubated with Cy5-p38i and p65i loaded DuaLR (Cy5-2i@ DuaLR) and subsequently labeled by LysoTracker (Fig. 2D, Fig. S2EeF). Fluorescent images show non-colocalized signals of LysoTracker and Cy5, indicating that a significant portion of siRNAs successfully escaped and avoided lysosome degradation.\nWith these results, we next investigated the gene silencing efficiency of 2i@DuaLR in vitro. Extending from pilot studies, we treated MRGEC, SV40MES13, and MPC cells with 2i@DuaLR/2i@DuaL (with p38i and p65i at 50 nM each), p38i@DuaLR/p65i@DuaLR (with either p38i or p65i single siRNA at 100 nM), 2i with Lipo™ (with either p38i or p65i single siRNA at 100 nM), and naked 2i (with p38i and p65i at 50 nM each). Using both p38i and p65i with Lipo™ was too toxic to get stable result, hence was excluded. The mRNA levels of p38αMAPK and p65 in treated cells were determined by RT-PCR and compared (Fig. 2E). It is clear that 2i@DuaLR caused better reduction to both p38α MAPK and p65 mRNA levels than p38i@DuaLR and p65i@DuaLR even though dose of each siRNA in 2i@DuaLR was halved, supporting the mutual enhancement hypothesis. It is unsurprising that Lipo™ showed stronger effect as it is specifically designed for in vitro usage while 2i@DuaLR is intended for in vivo applications. The results also display the significant functional enhancement by addition of R8 peptide.\nIn conclusion, 2i@DuaLR is able to facilitate cellular uptake and lysosome escaping of siRNA for effective siRNA-mediated gene silencing, and co-treatment of p38i and p65i indeed had better knock down efficacy."
    }, {
      "heading" : "2.3. 2i@DuaLR selectively accumulated in kidney in vivo",
      "text" : "Following in vitro experiments, we intravenously injected Cy5-2i@ DuaLR (with p38i and p65i at 0.2 nmol/20 g each) into Balb/c mice to investigate 2i@DuaLR biodistribution in vivo. Treated mice were sacrificed and major organs were removed and analyzed at several different times. Ex vivo images of these organs show that 2i@DuaLR had significantly higher distribution in kidneys compared to the naked 2i, which peaked at ~1 h (Fig. 3A). There was also presence of 2i@DuaLR in liver probably due to its size, but the overall signal strength was weaker than in kidney.\nTo better understand the intrarenal accumulation pattern of Cy52i@DuaLR, kidneys were then sectioned and processed for further fluorescent imaging. Here, α8-integrin (a mesangial marker [40]), ESM1 (a endothelium marker [50]), or PODXL(a podocyte marker [51]) were labeled by immunofluorescent method. Resulting images reveled that Cy5-2i@DuaLR mainly distributed in glomeruli, while only weak autofluorescence was detected in the tubular region (Fig. 3B). The Cy5 signals in the glomeruli were strongest in mesangial cells, less in glomerulus endothelial cells, and lowest in podocyte (Fig. 3C). The glomeruli accumulation indicates that 2i@DuaLR was successfully trapped between glomerular endothelium and podocytes due to its size and charge. The different internalization levels by mesangial cells, endothelium cells, and podocytes also reflects the differences in endocytosis capabilities of these cells, which are consistent with results from in vitro experiments [49] (Fig. S3)."
    }, {
      "heading" : "2.4. 2i@DuaLR relieved immunoglobulin a nephropathy progression and damage",
      "text" : "The in vivo biodistribution results show excellent glomerulus accumulation of 2i@DuaLR, therefore, we moved on to investigate its therapeutic efficacy against IgAN. The “BSA+ SEB+ LPS”method was used to generate IgAN mice model and the ability of 2i@DuaLR to reduce proteinuria and glomerular pathology in these mice was assessed [52–54]. Here, 40 mg/kg mycophenolic acid (MPA, a immunosuppressant used in clinic to cure IgAN [55]), high/medium/low doses of 2i@DuaLR (HD-2i@DuaLR at 4 nmol/kg nmol total siRNA, MD-2i@DuaLR at 2 nmol/kg, and LD-2i@DuaLR at 1 nmol/kg), 2i@ DuaL (4 nmol/kg), p38i@DuaLR/p65i@DuaLR (4 nmol/kg), naked 2i (4 nmol/kg total siRNA), or physiological saline was injected in modeled mice one day after modelling for 4 times with 48 h intervals, while normal healthy mice were also kept as negative control (NT) (Fig. 4A). Urine of these mice was collected every day, and kidneys of mice were removed on the 8th day for various experiments including morphological study, immune complexes study, macrophage invasion evaluation, and apoptosis evaluation. 2i@DuaLR treatment significantly lowered urinary protein excretion compare to other treatments (Fig. 4B). Periodic acid–Schiff (PAS) stained kidney sections from IgAN mice displayed prominent total glomerular cellularity and ECM expansion, which were markedly attenuated by 2i@DuaLR and MPA treatment (Fig. 4C-E). Similarly, both 2i@DuaLR and MPA reduced IgA-immune complex deposits in mesangial regions (a characteristic sign of IgAN) and rescued glomerular lesion significantly more efficient than other treatments (including 2i@DuaL), with HD-2i@DuaLR actually performed better than MPA (Fig. 5A-B). As for glomerular invasion of monocytes/macrophages (evaluated by CD68 labelling), 2i@DuaLR again showed similar power as MPA (Fig. 5C-D). However, apoptosis evaluation of renal cells by terminal deoxynucleotidyl transferase biotin-dUTP nick end labeling (TUNEL) showed that HD-2i@DuaLR performed better than all other drugs (including MPA) in protecting\n(caption on next page)\ncells from apoptosis with an apoptotic index of merely 0.06 ± 0.01% (Fig. 5E,Fig. S4A). In addition, creatinine (Cre) and Urea levels in mice sera were also examined during treatment course. Cre and Urea increased with disease progression in Blank group, whereas Cre level were significantly decreased in mice treated with HD-2i@DuaLR, indicating rescue of kidney function (Fig. S4BeC). Urea level, however, surprisingly increased after MPA and 2i@DuaLR treatments, perhaps due to the weight gain of mice during the course (Fig. S4D).\nTogether, evidences support that the selective accumulation of 2i@ DuaLR in glomerulus forms a nanoparticle reservoir to display sustained therapeutic effect that delays IgAN progression and partially reliefs renal damages caused by IgAN. In general, the competence of 2i@DuaLR is better than or on the same level of MPA at a dose as high as 40 mg/kg.\nIn addition, inspired by the IgAN data, we further tested effect of\n2i@DuaLR against membranous nephropathy (MN) which is one of the leading causes of nephrotic syndrome in adults characterized by sedimentation of subepithelial immune deposits [56,57]. 2i@DuaLR treatment resulted in encouraging result that progression of Passive Heymann nephritis, an auto-immune model of MN [58], was successfully attenuated. This implies that 2i@DuaLR and DuaLR (as carrier platform) have great potential for treating other glomerular diseases. Detailed descriptions are given inFig. S5–8.\n2.5. 2i@DuaLR suppressed inflammation response and fibrosis in glomerulus\nThough the therapeutic power of 2i@DuaLR is established, whether it alters inflammatory and fibrotic progression in vivo remains unverified. Hence, we attempted to investigate related biological\nFig. 2. DuaLR carrier showed strong capability to deliver siRNA into cytosol of glomerular cells in vitro. Glomerular cells (n = 3) were incubated with different fluorescent-labeled drugs and fixed after predetermined time point(s) for further processing and examination. (A) Fluorescent images showing internalization of Cy5p38i + p65i-Lipo™, Cy5-2i@DuaLR, Cy5-2i@DuaL and naked siRNAs by SV40MES13 cells 4 h after treatments. Naked siRNAs group was used as a control. (B) Quantified internalization of different formulations by three types of glomerular cells (MRGEC, SV40MES13, and MPC) using flow cytometry. 2i@DuaLR showed significant stronger internalization than naked siRNA, but slightly weaker than 2i-Lipo™. Blank group (cells without any treatment) was used as a control. All data were measured as mean ± S.D., results are representative of two independent experiments. **** = P < .0001 vs the naked 2i; Statistical significance was determined by one-way ANOVA with Tukey post hoc test. (C) Fluorescent images showing SV40MES13 cells treated by DuaLR co-loaded with Cy5-p38i and Cy3-p65i for 4 h. (D) Fluorescent images of SV40MES13 cells fixed at various time points after Cy5-2i@DuaLR treatment and labeled by LysoTracker. Red (Cy5) signals colocalized with green (LysoTracker) at early time points but disassociated at late time points, indicating that internalized Cy5-2i@DuaLR successfully escaped from endosomes/lysosomes (labeled by LysoTracker) in SV40MES13 cells. All sacle bars = 10 μm. (E) Expression level of p38αMAPK mRNA and p65 mRNA in MRGEC (a, d), SV40MES13 (b, e) and MPC5 (c, f) analyzed by RT–PCR. The 2i@DuaLR presented greater inhibition on p38α MAPK mRNA and p65 mRNA expression. 43% downregulation of p38α MAPK mRNA expression and 55% downregulation of p65 mRNA expression in MRGEC, 36% downregulation of p38α MAPK mRNA expression and 26% downregulation of p65 mRNA expression in SV40MES13, and 26% downregulation of p38αMAPK mRNA expression and 38% downregulation of p65 mRNA expression in MPC5 compared Blank. While naked 2i with the same equivalent exhibited slight inhibition with 23% reduction of p38α MAPK mRNA and 21% reduction of p65 mRNA expression in MRGEC, 3.7% contraction ofp38α MAPK mRNA and 1.2% contraction of p65 mRNA expression in SV40MES13, 4.5% contraction of p38α MAPK mRNA and 17% contraction of p65 mRNA expression in MPC5. All data were measured as mean ± S.D., results are representative of three independent experiments. **** = P < .0001 vs the nontreated control(blank); Statistical significance was determined by one-way ANOVA with Tukey post hoc test. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\nFig. 3. 2i@DuaLR efficiently targeted to glomeruli where mesaginal cells showed the highest uptake. (A) Ex vivo Imaging of Cy5-2i@DuaLR in mice at different time points. Control group were injected with physiological saline (n=3). (B) Representative confocal images of kidney tissue sections taken at 1 h after tail vein injection of Cy5-2i@DuaLR (n = 3). Bar, 100 μm. (C) Representative confocal images of 2i@DuaLR localization at glomerular mesangial cell, endothelial cell and podocyte. Kidney tissue sections obtained at 1 h after tail vein injection of 2i@DuaLR (red) were counter-stained with FITC conjugated antibody against the mesangial marker α8-integrin (green), endothelium marker ESM1 (green) and Podocytes marker PODXL (green) (n = 3). Bar, 50 μm. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\nprocesses of 2i@DuaLR function. As mentioned, TNF-α and IL-6 level increases in CIC-stimulated inflammation, perpetuating the pathogenic cellular response [24–27]. Hence, we first studied the mRNA expression levels of p38α MAPK, p65, TNF-α and IL-6 in the renal cortex of 2i@DuaLR treated IgAN mice (Fig. 6A). Unsurprisingly, 2i@DuaLR attenuated mRNA upregulation of p38α MAPK and p65 in vivo on day 8 after IgAN induction, and beyond direct p38 and p65 knock-downs, the increase of inflammatory factor TNF-α and IL-6 were also weakened. Besides, all the reduction was dose dependent, with HD-2i@DuaLR showing the strongest effect. Hence, 2i@DuaLR likely directly suppressed inflammation response in situ via impeding p38 MAPK and NF-κB activation.\nNext, fibrosis related factors/proteins were examined. ECM overproduction by mesangial cells is associated with progression of glomerulofibrosis and sclerosis, and transforming growth factor-β (TGF-β) is a critical mediator of ECM deposition in many glomerular diseases [59]. Again, 2i@DuaLR significantly reduced the escalation of TGF-β\nmRNA levels in glomerulus on day 8 after IgAN induction (Fig. 6B-C). ECM proteins deposited within glomerular mesangium are constituted by type I collagen (Col I), type IV collagen (Col IV), and fibronectin-1 (FN-1) secreted by mesangial cells [60]. We found that Col I, Col IV, and FN-1 were all significantly reduced following 2i@DuaLR treatment in IgAN mice (Fig. 6B-C), indicating substantially decreased ECM accumulation. Again, the inhibitory effect against ECM expansion was dose dependent, with HD-2i@DuaLR displaying best performance. As TGF-β is not directly affected by p38i and p65i but has established links with inflammation, it is likely that TGF-β level was indirectly affected by 2i@DuaLR. Moreover, the decrease of ECM proteins is likely to be an further downstream effect of TGF-β mRNA reduction.\nIn summary, 2i@DuaLR effectively reduced p38 MAPK and NF-κB activity in glomerulus in a dose-dependent way, which then lead to reduced inflammation responses and delayed fibrosis progression."
    }, {
      "heading" : "2.6. 2i@DuaLR displayed low toxicity both in vitro and in vivo",
      "text" : "With 2i@DuaLR displaying satisfying therapeutic strength, its toxicity was evaluated as safety is an essential concern for clinical use. Initial in vitro assays illustrate that 2i@DuaLR showed lower cytotoxicity than Lipo™, indicating 2i@DuaLR has low cytotoxicity and good biocompatibility (Fig. S9). Hence, we measured hematological parameters in healthy mice injected with single dose of 2i@DuaLR (4 nmol/ kg). It appears that liver, heart or kidney morphology was not affected (Fig. 7A). All parameters measured, including alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin (TBIL), creatine kinase isoenzymes (CKMB), lactate dehydrogenase (LDH), Urea, and Cre, fall within the normal range. We then further investigated in vivo toxicity of 2i@DuaLR with multiple injections in healthy mice, where one 4 nmol/kg injection was given every day for 4 days. From the hematoxylin-eosin stained sections of heart, liver, spleen, lung and kidney, no histological changes is identifiable between 2i@DuaLR group and control groups (Fig. 7B). Another experiments using IgAN mice and 8-day treatment scheam (as described in earlier sections) also showed that the weight of mice stayed in a reasonable range, supporting that 2i@DuaLR has low systemic toxicity too (Fig. 7C)."
    }, {
      "heading" : "3. Discussion",
      "text" : "IgAN, as the major type of glomerulonephritis, leads to kidney\nfailure and death in millions anually. However, treatment of IgAN remains difficult as none of the treatment regimens produces a convincing benefit so far [61]. Hence, drugs/therapies that can delay or halt IgAN progression without strong side effects are vital and highly demanded in clinic. In this study, we developed an novel therapy that could meet this demand.\nAs introduced, in IgAN, the deposition of circulating immune complexes in the glomeruli could activate mesangial cells, inducing cell proliferation and cytokines secretion, which would induce inflammation and ultimately lead to kidney damage and renal failure [7–9,61]. It is clear that suppressing inflammation responses is a key to prevent pathological damage. Co-delivery of p38α MAPK siRNA and p65 siRNA to glomerular cells could enable simultaneous inhibition of two essential inflammation pathways – the p38 MAPK and NF-κB pathways, thus alleviate IgAN related inflammation and relief kidney damage. Therefore, we designed and constructed a novel liposomal siRNA delivery system, 2i@DuaLR, which loads both p38α MAPK and p65 siRNAs at high efficacy, possess both size- and charge-dependent glomerulustargeting mechanisms, and is surface modified with CCP R8 (octa-arginine) for better cytoplasmic transport. The reason that liposomes were used is that they are matured technology that has already been widely applied in clinical, hence our system will be more practical and more likely to be developed further. Clinical applicablility is highly valued in our philosophy.\nThe detailed glomerulus-targeting mechanisms of 2i@DuaLR,\nincluding one passive and two rationally designed active targeting mechanisms, are: (i) the high blood flow rate in the kidney together with the high hydraulic pressure in glomerular capillary [62] favor 2i@ DuaLR retaining in glomeruli; (ii) the 70–150 nm pores of endothelium between glomerular capillaries and mesangium will allow 2i@DuaLR (sized ~110 nm) to move through and gain access to glomerulus cells [37], while the 25–60 nm wide slits formed by podocytes stop them from exiting; (iii) glomerular environment is generally negatively charged [38,39], which enhances electrostatic binding of cationic 2i@ DuaLR in glomeruli. As expected, in vivo experiments illustrated that 2i@DuaLR achieved excellent selective accumulation in glomerulus, suggesting that our rational dual glomerulus-targeting design is successful. Besides, the addition of R8 also displayed effective enhancement of cytoplasmic delivery both in vitro and in vivo. Because of these designs, 2i@DuaLR achieved strong simultaneous inhibition of p38 MAPK and NF-κB pathways, both in vitro and in vivo. Safety of these liposomes is robust, too. While 2i@DuaLR displayed low overall cytotoxicity in vitro, experiments in vivo also revealed that heart, kidney, and liver function are not adversely affected by 2i@DuaLR treatment.\nUltimately, 2i@DuaLR achieved significant IgAN relief in mice model with negligible adverse effect at the dose of 4 nmol/kg, which is similar to conventional anti-inflammatory drug MPA (at high dose). The abilities of 2i@DuaLR to protect siRNA from serum nucleases degradation, to enhance siRNA accumulation in glomeruli, and to help transport siRNA into cytosol appear to be important for its excellent therapeutic effects in vivo, as naked siRNAs failed to show any noticeable effect. However, more work is yet to be done to further improve transfection efficacy of siRNA carriers as 2i@DuaLR sill have much\nlower efficiency than Lipofectamine 2000™ in vitro. To conclude, we successfully developed an efficient RNAi-based therapy against IgAN. This therapy is centered around a novel dual glomerulus-targeting liposome carrying p38α MAPK and p65 siRNA (2i@DuaLR), which is the first of its kind. This carefully designed strategy is a straightforward and practical approach to attenuate IgAN inflammation, which showed promising efficiency and great potential. It not only offers a new therapeutic candidate for treating IgAN, but also provides a platform that can be used to deliver other drugs/reagents to glomerulus for various glomerular problems. Moreover, our work gives support for utilizing RNAi mechanism in more biomedical applications."
    }, {
      "heading" : "4. Materials and methods",
      "text" : ""
    }, {
      "heading" : "4.1. Materials",
      "text" : "Dioleoyl phosphoethanolamine (DOPE) and 1,2-distearoyl-sn-glycero-3- phosphoethanolamine-N-[methoxy(polyethylene glycol)-2000] (DSPE-PEG2000) were purchased from A.V.T. Pharmaceutical Co., LTD (Shanghai,China), Cholesteryl Hemisuccinate (CHEM) was purchased from yuanye biotechology (Shanghai, China), Stearyl Octaarginine Trifluoroacetate (R8) was purchased from ChinaPeptides Co., LTD (Suzhou, China), p38α MAPK siRNA (sense: 5′ GGUCACUGGAGGAA UUC.\nA-ATT3′; antisense: 5′ UUGAAUUCCUCCAGUGACCTT3′) and P65 siRNA (sense: 5′ GCGACAAGGUGCAGAAAGA3′; antisense: 5′ CGCUG UUCCACGUCUUUCU3′) were supplied by Sangon Biotech CO., LTD (Shanghai, China), Lipofectamine 2000 was purchased from\nThermofisher Scientific (USA), Polylysine hydrobromide, nystatin, amiloride, NaN3, chlorpromazine, polyethylenimine (PEI) and Bovine Serum Albumin (BSA) were purchased from SigmaAldrich (USA), Mycophenolic acid (MPA) and Diethyl pyrocarbonate (DEPC) were purchased from J&K Scientific (Beijing, China), LysoTracker was purchased from KeyGEN BioTECH (Cat number: KGMP006–2, Jiangsu, China) Staphylococcus auresus Enterooxin B (SEB) was purchased from the Academy of Military Medical Sciences of the Chinese PLA (Beijing, China), Rabbit anti-PODXL polyclonal antibody, Rabbit anti-ESM1 polyclonal antibody and Rabbit anti-Fx1A polyclonal antibody were purchased from Biosynthesis Biotechnology Inc. (Beijing, China). Mouse Integrin α8 antibody was purchased from R&D systems (USA). Goat anti-mouse IgA alpha chain (HRP), Anti-CD68 antibody, Anti-Col I antibody, Anti-Col IV antibody, Anti-FN-1 antibody, Anti-TGF-β antibody and Anti-Nephrin antibody were purchased from Abcam (Massachusetts, US). All other chemical reagents and solvents were of analytic grade or above."
    }, {
      "heading" : "4.2. Animals and cell culture",
      "text" : "Male Balb/c mice (6–8 weeks) was purchased from Dashuo Biotechnology (Chengdu,China) and maintained under cotrolled environmental conditions. All animal experiments were performed in compliance with the protocal of the National Act on the use of experimental animals (China) and were approved by the Institutional Animal Care and Ethic Committee of Sichuan University (Approved No. SYXK2018–113). Male mice were randomly assigned to treatment groups after ensuring that the randomization would allow body weight to be matched between the groups prior to the start of the experiment. Mouse glomerulus endothelial cell (MRGEC), mesangial cell (SV40MES13) and podocyte (MPC5) were purchased from the China Center for Type Culture Collection. Cells were cultured in a humidified atmosphere containing 5% CO2 at 37 °C. The cells showed correct phenotype, with expected morphology and growth curves. Mycoplasma detecting kit (catalogue no. MD001), purchased from Shanghai Yise Medical Technology, was performed to test mycoplasma contamination\nin the cells. We used sample sizes of five for animal experiments, and of three for cell experiments. No data or animals were excluded due to being outliers."
    }, {
      "heading" : "4.3. Preparation and characterizations of 2i@DuaLR",
      "text" : "2i@DuaLR was prepared by a lipid hydration method (Fig. S1). To condense the siRNA, p38α MAPK siRNA solution (20 μL,20 μM) and p65 siRNA (20 μL,20 μM) was added to the PEI solution under vortexing at room temperature with the N/P of 6, holding the best efficiency of condensation (Fig. S1D). 1 mg of DOPE, CHEM and DSPE-PEG2000 (4.5:2:1 M ratio) were dissolved in chloroform/methanol (2:1, v/v), evaporated at 37 °C on a rotary evaporator by a programmable vacuum pump and well-defined time/pressure steps. Then the condensed siRNA suspension was added to the lipid film, followed by an incubation for 6–10 min to hydrate the lipids, then sonicated above formulation about 5 min in a sonicator (250 W). R8 solution (5 mol% of lipids) was added to the suspension at room temperature for 30 min, attaching the membrane-permeable R8 peptide to the envelope of the lipid-coated particle.\nThe size distribution, polydispersity index surface charge and stability of 2i@DuaLR were determined using dynamic light scattering (Fig. S1AeC). Ultrafiltration method was used in order to estimate the encapsulation efficiency of 2i@DuaLR. Drug-loading coefficient (DL) and encapsulation efficiency (EE) and were calculated with the following formulas: DL%= (weight of drug measured in 2i@DuaLR/(total weight of 2i@DuaLR materials added weight of the feeding siRNA)) × 100%, EE% = (weight of drug measured in 2i@DuaLR/ weight of the feeding siRNA) × 100%. The formulation was also examined by transmission electron microscope for morphology characterization (Fig. S1E). Electrophoretic mobility shift assay with agarose gel electrophoresis was used to evaluate the protection of siRNA by 2i@DuaLR against serum nuclease degradation (Fig. S1F). 2i@DuaLR was incubated at 37 °C with 1 mg/mL RNase, naked 2i served as a negative control. At the indicated time points, aliquots (20 μL) were removed and immediately frozen at 80 °C until analysis. We also test the stability of 2i@DuaLR in 4 °C (Fig. S1GeH)."
    }, {
      "heading" : "4.4. Quantitative RT-PCR",
      "text" : "Total RNA was extracted by an RNA isolation kit (TianGen, China) under the manufacturer's instructions. Then the first-strand cDNA was accessed by reverse transcription using the TIANscript RT Kit (TianGen, China). Levels of mRNA were measured using resulting cDNA and corresponding primers in quantitative real-time PCR (Biorad, USA) and normalized to levels of b-actin mRNA. The primers were made based on the mRNA sequences in GenBank and synthesized by Shanghai Shenggong Biotechnology (Shanghai, China). Optimal PCR conditions and primers are summarized in Table S1."
    }, {
      "heading" : "4.5. Viability of MRGEC, SV40MES13 and MPC5 incubated with 2i@ DuaLR",
      "text" : "Cytotoxicity of 2i@DuaLR was investigated using MRGEC, SV40MES13 and MPC5. Cells were incubated in 96-well plates (1*104 cells per well) and attached overnight. 2i@DuaLR were added at concentrations from 25 to 200 nM, and cultures were processed at different time points using the MTT assay. MTT solution (5 mg/mL) was added and incubated for 4 h. Then the medium was removed, formazan crystals were dissolved by adding 100 mL DMSO, and wells were incubated for 15 min at 37 °C. Absorbance at 490 nm was measured using a Varioskan Flash microplate reader (Thermo, USA). Relative cell viability was calculated using the following equation: Cell viability = (Asample-Ablank)/(Anegative control-Ablank)*100%:"
    }, {
      "heading" : "4.6. Endosomes escape",
      "text" : "MRGEC, SV40MES13 and MPC5 were seeded onto coverslips in plates (2*105 cells per well) and incubated overnight. Then the cultures were exposed to Cy5-2i@DuaLR for different time points, when they were washed 4 times with PBS and incubated for 30 min with LysoTracker. Then cells were observed using confocal laser scanning microscopy."
    }, {
      "heading" : "4.7. Biodistribution",
      "text" : "Healthy Balb/c male mice were randomly divided into six groups (n = 3) and given an intravenous injection of either (i) physiological saline, (ii-iiiii) Cy5-2i@DuaLR(0.4 nM/20 g), or (iiiiii) Cy5-naked 2i (0.4 nmol/20 g). 1 h after the injection, main organs of mice in group 1 and 6 were harvested and imaged using the Maestro 2 In-Vivo imaging system (Cri Inc.). Main organs were then harvested and imaged. And the mice in other groups were harvested and imaged in given time."
    }, {
      "heading" : "4.8. Immunohistochemistry",
      "text" : "Paraffin-embedded kidney sections were first heated to 60 °C for 1 h, deparaffinized with xylene (3 × 5 min), and washed in different concentrations of alcohol. After retrieval of antigen and washing, the slides were blocked with peroxidase blocking buffer (DAKO Company) to block endogenous peroxidase activity. After washing the buffer (DAKO Company), Sections were incubated for 45 min at 37 °C with primary antibodies against one of the following antigens: Rabbit antiPODXL polyclonal antibody, Rabbit anti-ESM1 polyclonal antibody, Mouse Integrin α8 antibody, Goat anti-mouse IgA alpha chain (HRP), Anti-CD68 antibody, Anti-Col I antibody, Anti-Col IV antibody, AntiFN-1 antibody, Anti-TGF-β antibody and Anti-Nephrin antibody. The primary antibody was replaced by buffer in negative controls. After addition of 100 μL horseradish peroxidase-conjugated ChemMate Envision reagent, colour reaction was performed using 3,3-diaminobenzidine. ThUS each section was counter-stained with hematoxylin. Tissues were measured for positive (yellowish-brown) staining and photographed under a light microscope. Glomerular monocyte/macrophage infiltration were assessed by counting CD68-positive cells in 90 glomerular cross sections per animal. These positive cells were counted using cellSens Standard digital imaging software. Glomerular cross sections taken on day 8 were stained for IgA and the ECM proteins Col I, Col IV, and FN-1 (90 sections per animal) to assess CIC deposition situation and ECM deposition. The immunostaining for IgA, Col I, Col IV, and FN-1 or TGF-β1 was evaluated and graded semiquantitatively in 90 glomerular cross sections per animal based on the five-point grading system [(−) represented normal; (+) minimal damage (< 25% area of the cortex or outer medulla); (++) mild damage (25–50% area of the cortex or outer medulla); (+++) moderate damage (50–75% involvement of the cortex or outer medulla); (++++) severe damage (> 75% involvement of the cortex or outer medulla)] All analyses were performed by one certified pathologists blinded to sample identity."
    }, {
      "heading" : "4.9. Immunoglobulin A nephropathy (IgAN) model",
      "text" : "The model of immunoglobulin A nephropathy is widely used experimental animal models that simulate human IgAN. The mouse model of immunoglobulin A nephropathy (IgAN) was induced by “BSA + SEB + LPS” method. and the procedures were as follows: 200 mg/kg BSA dissolving in 8.5 mM HCl was gavaged every other day for 5 weeks, followed by tail intravenous injection of 20 mg/kg BSA daily for 3 consecutive days. Then 0.5 mg/kg LPS and 0.15 mg/kg SEB (intravenous injection weekly) for 4 weeks. Several mice was killed randomly to examine whether the model was success. Direct immunofluorescence was utilized to visualize IgA deposition in the glomeruli. The intensity of IgA deposits in renal biopsy specimens was observed by\nimmunofluorescence microscopy."
    }, {
      "heading" : "4.10. Passive Heymann Nehritis (PHN) model",
      "text" : "The model of passive heymann nehritis (PHN) is produced as followed: Immunoglobulin γ was injected in rear foot pad of mice with complete freund's adjuvant (0.65 mg/20 g, 25 μL) and Rabbit anti-Fx1A polyclonal antibody treated mice via tail wein injection, continuing for 3 days (effectiveness with 128:1)."
    }, {
      "heading" : "4.11. Renal glomerular histopathology",
      "text" : "Renal tissues were taken from mice on day 8 were fixed in 10% formalin, and 4-μm paraffin sections were stained with PAS. Tissue sections were measured for glomerular histopathology and photographed under microscope. Glomerular hypercellularity was assessed on the basis of total cell number per glomerular cross-section (90 sections per animal), counting using cellSens Standard digital imaging software (Olympus). ECM deposition in the mesangium was also investigated in glomerular cross sections (90 per animal) and graded semiquantitatively on a scale of 0–4 [63], where grade 0 indicates very weak or absent mesangial staining, and grades 1–4 indicate focally strong staining in, respectively, < 25%, 25–50,50–75 or 75–100% of the glomerular tuft. Average ECM deposition scores were calculated for each animal group based on scores on the five-point scale and the corresponding numbers of glomeruli. All analyses were performed by a certified pathologist blinded to sample identity.\nThe immunostaining for nephrin was evaluated and graded semiquantitatively in 90 glomerular cross sections per animal on a scale of 0–4 [63], where grade 0 indicates very weak or absent nephrin staining, and grades 1–4 indicate focally strong staining in, respectively, < 25%, 25–50,50–75 or 75–100% of the nephrin. Average Podocyte injury scores were calculated for each animal group based on scores on the five-point scale and the corresponding numbers of glomeruli. All analyses were performed by one certified pathologists blinded to sample identity. Injury of bursh border in proximal convoluted tubule in PHN was investigated in renal tubule cross sections (90 per animal) and graded semiquantitatively on a scale of 0–5 [64], where grade 0 indicates very weak or absent Injury of bursh border in proximal convoluted tubule staining, and grades 1–5 indicate focally strong staining in, respectively, < 10%,11–25, 26–45,46–75 or 76–100% injury of bursh border in proximal convoluted tubule. Average injury of bursh border in proximal convoluted tubule scores were calculated for each animal group based on scores on the five-point scale and the corresponding numbers of renal tubule. All analyses were performed by a certified pathologist blinded to sample identity."
    }, {
      "heading" : "4.12. TUNEL assay",
      "text" : "Apoptosis of kidney cells was measured by TUNEL assay using In Situ Cell Death Detection Kit (Roche Basel, Switzerland). The paraffin sections of renal tissue (5 μm) were deparaffinized in xylene and rehydrated in a graded ethanol series (100, 90, 80, and 70% for 3 min, respectively). The tissue specimens were dealt with proteinase K for 25 min at room temperature. Then, the sections were stained with preparation of new TUNEL reactive solution, in contrast with positive and negative control groups. Subsequently, 50 μL converter peroxidase was added to the tissue sections for reacting half an hour at room temperature. Finally, 50–100 μL chromogenic reagent diaminobenzidine (DAB) was dropwise added into staining close to 10 min, observed at 25 °C. For appropriate assessment, photomicrographs were taken with a microscope camera (BA400 Digital, Mike audi industrial group Co. Ltd.) at a 4× magnification and 100× magnification, respectively. The percentage of apoptotic cells, apoptotic index (AI), was calculated as the ratio of the number of TUNEL-positive cells to the total number of cells, calculated in five different random fields."
    }, {
      "heading" : "4.13. Proteinuria measurement",
      "text" : "Urine samples (24-h) were collected from all mice while. they were housed individually in metabolic cages on day 8 after model induction. Urinary protein concentration was measured using the Bradford Protein Assay Kit (Solarbio, Beijing, China)."
    }, {
      "heading" : "4.14. Safety evaluation",
      "text" : "Mice were randomized into three groups: the normal group (Blank) received physiological saline; the 2i@DuaLR group treated with 0.8 nmol 20 g−1 siRNAs and the naked 2i group treated with 0.8 nmol 20 g−1 siRNAs (n= 5). Physiological saline or drugs were administered to mice via tail vein injection once every day for a total of four injections. On day 8, all the mice in each group were sacrificed, and the heart, liver, spleen, lung and kidney were excised immediately. Tissues were washed, fixed, and stained with hematoxylin and eosin (H&E), histological lesions were observed and photographed under a light microscope (Olympus BX53, Tokyo, Japan). All histological analyses were performed by one certified pathologists blinded to sample identity. Before animals were sacrificed, blood (0.2 mL) was collected into non-treated tubes and centrifuged at 7000 ×g rpm for 8 min. The resulting serum was assayed on a Roche cobas c 311 automatic biochemical analyzer (Roche, Swit)."
    }, {
      "heading" : "4.15. Statistical analysis",
      "text" : "Results are measured as mean ± standard deviation. Statistical analysis was produced by SPSS software and graphed by Graphpad Prism (GraphPad Software, La Jolla, CA, USA). Inter-group differences were analyzed by one-way analysis of variance (ANOVA) with Tukey post hoc test when multiple groups were compared. The threshold of significance for all analyses was defined as P < .05.\nData availability\nThe data that support the findings of this study are available from the corresponding author upon reasonable request."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Natural Science Foundation of China (No.81872824 and No.81690261)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.jconrel.2020.01.024."
    } ],
    "references" : [ {
      "title" : "Glomerulonephritis",
      "author" : [ "D.E. Hricik", "M. Chung-Park", "J.R. Sedor" ],
      "venue" : "N Engl J Med. 339 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Deaths: leading causes for 2016",
      "author" : [ "M. Heron" ],
      "venue" : "National vital statistics reports : from the Centers for Disease Control and Prevention, National Center for Health Statistics, National Vital Statistics System 67 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Glomerulonephritis",
      "author" : [ "D.E. Hricik", "M. Chung-Park", "J.R. Sedor" ],
      "venue" : "339 N Engl J Med.",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Intercapillary deposits of IgA–IgG",
      "author" : [ "J. Berger", "N. Hinglais", "L. Striker" ],
      "venue" : "11 J Am Soc Nephrol.",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Pathogenesis of glomerular damage in glomerulonephritis",
      "author" : [ "W.G. Couser" ],
      "venue" : "Nephrol. Dial. Transplant. 13 (Suppl. 1) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "K",
      "author" : [ "T. Moriyama", "K. Tanaka", "C. Iwasaki", "Y. Oshima", "A. Ochi", "H. Kataoka", "M. Itabashi", "T. Takei" ],
      "venue" : "Uchida, K.J.P.O. Nitta, Prognosis in IgA nephropathy: 30-year analysis of 1,012 patients at a single center in Japan, 9 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "What genetics tells us about the pathogenesis of IgA nephropathy: the role of immune factors and infection",
      "author" : [ "Y.M. Zhang", "X.J. Zhou", "H. Zhang" ],
      "venue" : "Kidney Int. Rep. 2 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Molecular insights into the pathogenesis of IgA nephropathy",
      "author" : [ "T. Robert", "L. Berthelot", "A. Cambier", "E. Rondeau", "R.C. Monteiro" ],
      "venue" : "Trends Mol. Med. 21 (2015) 762–775.  Y. Wang, et al.  Journal of Controlled Release 320 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "The pathogenesis of IgA nephropathy",
      "author" : [ "R.J. Glassock" ],
      "venue" : "Curr. Opin. Nephrol. Hypertens. 20 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Small RNAs in transcriptional gene silencing and genome defence",
      "author" : [ "D. Moazed" ],
      "venue" : "Nature 457 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "D",
      "author" : [ "J.E. Dahlman", "C. Barnes", "O. Khan", "A. Thiriot", "S. Jhunjunwala", "T.E. Shaw", "Y. Xing", "H.B. Sager", "G. Sahay", "L. Speciner", "A. Bader", "R.L. Bogorad", "H. Yin", "T. Racie", "Y. Dong", "S. Jiang", "D. Seedorf", "A. Dave", "K.S. Sandu", "M.J. Webber", "T. Novobrantseva", "V.M. Ruda", "A.K.R. Lytton-Jean", "C.G. Levins", "B. Kalish", "D.K. Mudge", "M. Perez", "L. Abezgauz", "P. Dutta", "L. Smith", "K. Charisse", "M.W. Kieran", "K. Fitzgerald", "M. Nahrendorf" ],
      "venue" : "Danino, R.M. Tuder, U.H. von Andrian, A. Akinc, A. Schroeder, D. Panigrahy, V. Kotelianski, R. Langer, D.G. Anderson, In vivo endothelial siRNA delivery using polymeric nanoparticles with low molecular weight, Nat. Nanotechnol. 9 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Lipid nanoparticle siRNA treatment of Ebola-virus-Makona-infected nonhuman primates",
      "author" : [ "E.P. Thi", "C.E. Mire", "A.C. Lee", "J.B. Geisbert", "J.Z. Zhou", "K.N. Agans", "N.M. Snead", "D.J. Deer", "T.R. Barnard", "K.A. Fenton", "I. MacLachlan", "T.W. Geisbert" ],
      "venue" : "Nature 521 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polymer-lipid nanoparticles for systemic delivery of mRNA to the lungs",
      "author" : [ "J.C. Kaczmarek", "A.K. Patel", "K.J. Kauffman", "O.S. Fenton", "M.J. Webber", "M.W. Heartlein", "F. DeRosa", "D.G. Anderson" ],
      "venue" : "Angew. Chem. Int. Ed. Eng. 55 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Zwitterionic Nanocarrier surface chemistry improves siRNA tumor delivery and silencing activity relative to polyethylene glycol",
      "author" : [ "M.A. Jackson", "T.A. Werfel", "E.J. Curvino", "F. Yu", "T.E. Kavanaugh", "S.M. Sarett", "M.D. Dockery", "K.V. Kilchrist", "A.N. Jackson", "T.D. Giorgio", "C.L. Duvall" ],
      "venue" : "ACS Nano 11 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Non-viral CRISPR/Cas gene editing in vitro and in vivo enabled by synthetic nanoparticle co-delivery of Cas9 mRNA and sgRNA",
      "author" : [ "J.B. Miller", "S. Zhang", "P. Kos", "H. Xiong", "K. Zhou", "S.S. Perelman", "H. Zhu", "D.J. Siegwart" ],
      "venue" : "Angew. Chem. Int. Ed. Eng. 56 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An RNA-directed nuclease mediates post-transcriptional gene silencing in Drosophila cells",
      "author" : [ "S.M. Hammond", "E. Bernstein", "D. Beach", "G.J. Hannon" ],
      "venue" : "Nature 404 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "RNAi: double-stranded RNA directs the ATP-dependent cleavage of mRNA at 21 to 23 nucleotide intervals",
      "author" : [ "P.D. Zamore", "T. Tuschl", "P.A. Sharp", "D.P. Bartel" ],
      "venue" : "Cell 101 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "ERK and p38 MAPK-activated protein kinases: a family of protein kinases with diverse biological functions",
      "author" : [ "P.P. Roux", "J. Blenis" ],
      "venue" : "Microbiol. Mol. Biol. Rev. 68 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "p38 Mitogenactivated protein kinase activation and cell localization in human glomerulonephritis: correlation with renal injury",
      "author" : [ "C. Stambe", "D.J. Nikolic-Paterson", "P.A. Hill", "J. Dowling", "R.C. Atkins" ],
      "venue" : "J. Am. Soc. Nephrol. 15 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "p38 MAPK in development and Cancer",
      "author" : [ "C. Bradham", "D.R. McClay" ],
      "venue" : "Cell Cycle 5 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Differential expression of p38 MAPK alpha",
      "author" : [ "C. Yang", "P. Cao", "Y. Gao", "M. Wu", "Y. Lin", "Y. Tian", "W. Yuan" ],
      "venue" : "beta, gamma, delta isoforms in nucleus pulposus modulates macrophage polarization in intervertebral disc degeneration, Sci. Rep. 6 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "NF-kappaB signaling is increased in HD3 cells following exposure to 1,4-benzoquinone: role of reactive oxygen species and p38-MAPK",
      "author" : [ "S.E. Stokes", "L.M. Winn" ],
      "venue" : "Toxicol. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "L",
      "author" : [ "D. Li", "C. Wang", "N. Li" ],
      "venue" : "Zhang, Propofol selectively inhibits nuclear factor-kappaB activity by suppressing p38 mitogen-activated protein kinase signaling in human EA.hy926 endothelial cells during intermittent hypoxia/reoxygenation, Mol. Med. Rep. 9 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Intrinsic renal cells are the major source of tumor necrosis factor contributing to renal injury in murine crescentic glomerulonephritis",
      "author" : [ "J.R. Timoshanko", "J.D. Sedgwick", "S.R. Holdsworth", "P.G. Tipping" ],
      "venue" : "J. Am. Soc. Nephrol. 14 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Glomerular ICAM-1 expression related to circulating TNF-alpha in human glomerulonephritis",
      "author" : [ "H. Yokoyama", "M. Takaeda", "T. Wada", "S. Ohta", "Y. Hisada", "C. Segawa", "K. Furuichi", "K. Kobayashi" ],
      "venue" : "Nephron 76 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Neuraminidase activity mediates IL-6 production by activated lupus-prone mesangial cells",
      "author" : [ "K. Sundararaj", "J.I. Rodgers", "S. Marimuthu", "L.J. Siskind", "E. Bruner", "T.K. Nowling" ],
      "venue" : "Am. J. Physiol. Ren. Physiol. 314 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Tumor necrosis factor in glomerular injury",
      "author" : [ "R. Ardaillou", "L. Baud" ],
      "venue" : "Contrib. Nephrol. 118 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Lipid nanoparticle formulations for enhanced co-delivery of siRNA and mRNA",
      "author" : [ "R.L. Ball", "K.A. Hajj", "J. Vizelman", "P. Bajaj", "K.A. Whitehead" ],
      "venue" : "Nano Lett. 18 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Knocking down barriers: advances in siRNA delivery",
      "author" : [ "K.A. Whitehead", "R. Langer", "D.G. Anderson" ],
      "venue" : "Nat. Rev. Drug Discov. 8 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "mRNA-based therapeutics–developing a new class of drugs",
      "author" : [ "U. Sahin", "K. Kariko", "O. Tureci" ],
      "venue" : "Nat. Rev. Drug Discov. 13 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Therapeutic siRNA: principles",
      "author" : [ "K. Gavrilov", "W.M. Saltzman" ],
      "venue" : "challenges, and strategies, Yale J. Biol. and Med. 85 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effects of moxalactam and cefotaxime on rabbit renal tissue",
      "author" : [ "F.C. Luft", "G.R. Aronoff", "A.P. Evan", "B.A. Connors", "D.K. Blase", "V.H. Gattone" ],
      "venue" : "Antimicrob. Agents Chemother. 21 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 1982
    }, {
      "title" : "Dysfunctions of cell biological mechanisms of visceral epithelial cell (podocytes) in glomerular diseases",
      "author" : [ "D. Kerjaschki" ],
      "venue" : "Kidney Int. 45 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "The structural biology of glomerular epithelial cells in proteinuric diseases",
      "author" : [ "D.J. Salant" ],
      "venue" : "Curr. Opin. Nephrol. Hypertens. 3 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Nephrin strands contribute to a porous slit diaphragm scaffold as revealed by electron tomography",
      "author" : [ "J. Wartiovaara", "L.G. Ofverstedt", "J. Khoshnoodi", "J. Zhang", "E. Makela", "S. Sandin", "V. Ruotsalainen", "R.H. Cheng", "H. Jalanko", "U. Skoglund", "K. Tryggvason" ],
      "venue" : "J. Clin. Invest. 114 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Targeting kidney mesangium  by nanoparticles of defined size",
      "author" : [ "C.H.J. Choi", "J.E. Zuckerman", "P. Webster", "M.E. Davis" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 108 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Targeting therapeutics to the glomerulus with nanoparticles",
      "author" : [ "J.E. Zuckerman", "M.E. Davis" ],
      "venue" : "Adv. Chronic Kidney Dis. 20 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Species-specific properties of the glomerular mesangium",
      "author" : [ "J.D. Sraer", "C. Adida", "M.N. Peraldi", "E. Rondeau", "A. Kanfer" ],
      "venue" : "J. Am. Soc. Nephrol. 3 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Properties of the glomerular barrier and mechanisms of proteinuria",
      "author" : [ "B. Haraldsson", "J. Nystrom", "W.M. Deen" ],
      "venue" : "Physiol. Rev. 88 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Targeted delivery of celastrol to mesangial cells is effective against mesangioproliferative glomerulonephritis",
      "author" : [ "L. Guo", "S. Luo", "Z. Du", "M. Zhou", "P. Li", "Y. Fu", "X. Sun", "Y. Huang", "Z. Zhang" ],
      "venue" : "Nat. Commun. 8 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Engineering RNA for targeted siRNA delivery and medical application",
      "author" : [ "P. Guo", "O. Coban", "N.M. Snead", "J. Trebley", "S. Hoeprich", "S. Guo", "Y. Shu" ],
      "venue" : "Adv. Drug Deliv. Rev. 62 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Delivery materials for siRNA therapeutics",
      "author" : [ "R. Kanasty", "J.R. Dorkin", "A. Vegas", "D. Anderson" ],
      "venue" : "Nat. Mater. 12 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Recent advances in nanoparticle-mediated siRNA delivery",
      "author" : [ "J.M. Williford", "J. Wu", "Y. Ren", "M.M. Archang", "K.W. Leong", "H.Q. Mao" ],
      "venue" : "Annu. Rev. Biomed. Eng. 16 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Liposomal drug delivery systems–clinical applications",
      "author" : [ "P. Goyal", "K. Goyal", "S.G. Vijaya Kumar", "A. Singh", "O.P. Katare", "D.N. Mishra" ],
      "venue" : "Acta pharmaceutica (Zagreb, Croatia) 55 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Liposomes: from a clinically established drug delivery system to a nanoparticle platform for Theranostic Nanomedicine",
      "author" : [ "W.T. Al-Jamal", "K. Kostarelos" ],
      "venue" : "Acc. Chem. Res. 44 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Recent advances with liposomes as pharmaceutical carriers",
      "author" : [ "V.P. Torchilin" ],
      "venue" : "Nat. Rev. Drug Discov. 4 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Liposome-polyethylenimine complexes (DPPC-PEI lipopolyplexes) for therapeutic siRNA delivery in vivo",
      "author" : [ "A. Ewe", "O. Panchal", "S.R. Pinnapireddy", "U. Bakowsky", "S. Przybylski", "A. Temme", "A. Aigner" ],
      "venue" : "Nanomed. 13 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Delivery of microRNA-146a with polyethylenimine nanoparticles inhibits renal fibrosis in vivo",
      "author" : [ "Y. Morishita", "T. Imai", "H. Yoshizawa", "M. Watanabe", "K. Ishibashi", "S. Muto", "D. Nagata" ],
      "venue" : "Int. J. Nanomedicine 10 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Cationic bovine serum albumin based self-assembled nanoparticles as siRNA delivery vector for treating lung metastatic cancer",
      "author" : [ "J. Han", "Q. Wang", "Z. Zhang", "T. Gong", "X. Sun" ],
      "venue" : "Small (Weinheim an der Bergstrasse, Germany) 10 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Endocan is a novel chondroitin sulfate/dermatan sulfate proteoglycan that promotes hepatocyte growth factor/scatter factor mitogenic activity",
      "author" : [ "D. Bechard", "T. Gentina", "M. Delehedde", "A. Scherpereel", "M. Lyon", "M. Aumercier", "R. Vazeux", "C. Richet", "P. Degand", "B. Jude", "A. Janin", "D.G. Fernig", "A.B. Tonnel", "P. Lassalle" ],
      "venue" : "J. Biol. Chem. 276 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Hydrochloride pioglitazone protects diabetic rats against podocyte injury through preserving glomerular podocalyxin expression",
      "author" : [ "Y. Xing", "S. Ye", "Y. Chen", "W. Hu", "Y. Chen" ],
      "venue" : "Arquivos brasileiros de endocrinologia e metabologia 58 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Effect of “Gubentongluo formula” on the IgA class switch recombination of B Lymohocytes in Peyer’s patches in mice with IgA nephropathy",
      "author" : [ "P.C. Shen", "L.Q. He" ],
      "venue" : "Sichuan Da Xue Xue Bao. Yi Xue Ban = Journal of Sichuan University. Medical Science Edition 47 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effects of Tripterygium wilfordii glycosides on regulatory T cells and Th17 in an IgA nephropathy rat model",
      "author" : [ "F. Chen", "Y.L. Ma", "H. Ding", "B.P. Chen" ],
      "venue" : "Genetics and molecular research : GMR 14 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Anti-inflammatory effects of triptolide on IgA nephropathy in rats",
      "author" : [ "L. He", "X. Peng", "G. Liu", "C. Tang", "H. Liu", "F. Liu", "H. Zhou", "Y. Peng" ],
      "venue" : "Immunopharmacol. Immunotoxicol. 37 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Mycophenolic acid reverses IgA1 aberrant glycosylation through up-regulating Cosmc expression in IgA nephropathy",
      "author" : [ "L. Xie", "C. Tan", "J. Fan", "P. Fu", "Y. Tang", "Y. Tao", "W. Qin" ],
      "venue" : "Int. Urol. Nephrol. 45 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Sanqi oral solution ameliorates renal damage and restores podocyte injury in experimental membranous nephropathy via suppression of NFkappaB",
      "author" : [ "R. Tian", "L. Wang", "A. Chen", "L. Huang", "X. Liang", "R. Wang", "W. Mao", "P. Xu", "K. Bao" ],
      "venue" : "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie 115 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Immunology of membranous nephropathy: from animal models to humans",
      "author" : [ "R.A. Sinico", "N. Mezzina", "B. Trezzi", "G.M. Ghiggeri", "A. Radice" ],
      "venue" : "Clin. Exp. Immunol. 183 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Successful therapy with mycophenolic acid in a membranous glomerulonephritis due to Kimura disease",
      "author" : [ "J. Gaillard", "S. Rotman", "C. Girardet", "F. Spertini" ],
      "venue" : "Clin. Nephrol. 88 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "TGF-beta: a cytokine mediator of glomerulosclerosis and a target for therapeutic intervention",
      "author" : [ "W.A. Border", "N.A. Noble", "M. Ketteler" ],
      "venue" : "Kidney Int. Suppl. 49 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Mesangial pathology in glomerular disease: targets for therapeutic intervention",
      "author" : [ "Y.M. Scindia", "U.S. Deshmukh", "H. Bagavant" ],
      "venue" : "Adv. Drug Deliv. Rev. 62 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Treatment of IgA nephropathy: an update",
      "author" : [ "J.L. Rosselli", "S.M. Thacker", "J.P. Karpinski", "K.A. Petkewicz" ],
      "venue" : "Ann. Pharmacother. 45 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "siRNA-based therapy ameliorates glomerulonephritis",
      "author" : [ "H. Shimizu", "Y. Hori", "S. Kaname", "K. Yamada", "N. Nishiyama", "S. Matsumoto", "K. Miyata", "M. Oba", "A. Yamada", "K. Kataoka", "T. Fujita" ],
      "venue" : "J. Am. Soc. Nephrol. 21 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Heparin suppresses mesangial cell proliferation and matrix expansion in experimental mesangioproliferative glomerulonephritis",
      "author" : [ "J. Floege", "E. Eng", "B.A. Young", "W.G. Couser", "R.J. Johnson" ],
      "venue" : "Kidney Int. 43 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Interleukin-18 binding protein transgenic mice are protected against ischemic acute kidney injury",
      "author" : [ "Z. He", "L. Lu", "C. Altmann", "T.S. Hoke", "D. Ljubanovic", "A. Jani", "C.A. Dinarello", "S. Faubel", "C.L. Edelstein" ],
      "venue" : "Am. J. Physiol. Ren. Physiol. 295 (2008) F1414–F1421.  Y. Wang, et al.  Journal of Controlled Release 320 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Glomerulonephritis (GN) is a category of immue-mediated glomerular injuries [1].",
      "startOffset" : 76,
      "endOffset" : 79
    }, {
      "referenceID" : 1,
      "context" : "According to the US National Center for Health Statistics' annual report of final mortality statistics, GN and related kidney diseases were the 9th leading cause of death in the US in 2016 [2].",
      "startOffset" : 189,
      "endOffset" : 192
    }, {
      "referenceID" : 2,
      "context" : "primary glomerulonephritis characterized by infiltration of circulating inflammatory cells, proliferation of glomerular cells and accumulation of extracellular matrix (ECM) [3,4], which finally leads to glomerulosclerosis and end-stage renal disease (ESRD) [5,6].",
      "startOffset" : 173,
      "endOffset" : 178
    }, {
      "referenceID" : 3,
      "context" : "primary glomerulonephritis characterized by infiltration of circulating inflammatory cells, proliferation of glomerular cells and accumulation of extracellular matrix (ECM) [3,4], which finally leads to glomerulosclerosis and end-stage renal disease (ESRD) [5,6].",
      "startOffset" : 173,
      "endOffset" : 178
    }, {
      "referenceID" : 4,
      "context" : "primary glomerulonephritis characterized by infiltration of circulating inflammatory cells, proliferation of glomerular cells and accumulation of extracellular matrix (ECM) [3,4], which finally leads to glomerulosclerosis and end-stage renal disease (ESRD) [5,6].",
      "startOffset" : 257,
      "endOffset" : 262
    }, {
      "referenceID" : 5,
      "context" : "primary glomerulonephritis characterized by infiltration of circulating inflammatory cells, proliferation of glomerular cells and accumulation of extracellular matrix (ECM) [3,4], which finally leads to glomerulosclerosis and end-stage renal disease (ESRD) [5,6].",
      "startOffset" : 257,
      "endOffset" : 262
    }, {
      "referenceID" : 7,
      "context" : "CIC could activate mesangial cells, inducing cell proliferation and cytokines secretion, which would provoke inflammation and ultimately lead to kidney damage [8,9].",
      "startOffset" : 159,
      "endOffset" : 164
    }, {
      "referenceID" : 8,
      "context" : "CIC could activate mesangial cells, inducing cell proliferation and cytokines secretion, which would provoke inflammation and ultimately lead to kidney damage [8,9].",
      "startOffset" : 159,
      "endOffset" : 164
    }, {
      "referenceID" : 15,
      "context" : "These short doublestranded RNAs act by sequence-specific binding to complementary messenger RNAs (mRNAs) in cytosol, which leads to target mRNA degradation and correspondent protein knock-down [16,17].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 16,
      "context" : "These short doublestranded RNAs act by sequence-specific binding to complementary messenger RNAs (mRNAs) in cytosol, which leads to target mRNA degradation and correspondent protein knock-down [16,17].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 17,
      "context" : "spond to extracellular stimuli, which coordinately regulate diverse cellular activities running the gamut from gene expression, mitosis, and metabolism to motility, survival and apoptosis, and differentiation [18].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 18,
      "context" : "pathway is important in the pathogenesis of glomerulonephritis and contributes to the development of renal injury [19,20].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 19,
      "context" : "pathway is important in the pathogenesis of glomerulonephritis and contributes to the development of renal injury [19,20].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 17,
      "context" : "stress and inflammatory cytokines) [18,21]; and p65 is a core member of nuclear factor-kappa B (NF-κB) family which plays central roles in inflammation activation and may act downstream of p38 MAPK pathway [22,23].",
      "startOffset" : 35,
      "endOffset" : 42
    }, {
      "referenceID" : 20,
      "context" : "stress and inflammatory cytokines) [18,21]; and p65 is a core member of nuclear factor-kappa B (NF-κB) family which plays central roles in inflammation activation and may act downstream of p38 MAPK pathway [22,23].",
      "startOffset" : 35,
      "endOffset" : 42
    }, {
      "referenceID" : 21,
      "context" : "stress and inflammatory cytokines) [18,21]; and p65 is a core member of nuclear factor-kappa B (NF-κB) family which plays central roles in inflammation activation and may act downstream of p38 MAPK pathway [22,23].",
      "startOffset" : 206,
      "endOffset" : 213
    }, {
      "referenceID" : 22,
      "context" : "stress and inflammatory cytokines) [18,21]; and p65 is a core member of nuclear factor-kappa B (NF-κB) family which plays central roles in inflammation activation and may act downstream of p38 MAPK pathway [22,23].",
      "startOffset" : 206,
      "endOffset" : 213
    }, {
      "referenceID" : 28,
      "context" : "This is because accumulation of common siRNA carriers in glomerulus is too low for practical application, while gene-silencing capability of naked siRNAs is known to be extremely poor in vivo [29,31] .",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 30,
      "context" : "This is because accumulation of common siRNA carriers in glomerulus is too low for practical application, while gene-silencing capability of naked siRNAs is known to be extremely poor in vivo [29,31] .",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 37,
      "context" : "merular basement membrane have abundant anionic heparan sulfate [38,39].",
      "startOffset" : 64,
      "endOffset" : 71
    }, {
      "referenceID" : 38,
      "context" : "merular basement membrane have abundant anionic heparan sulfate [38,39].",
      "startOffset" : 64,
      "endOffset" : 71
    }, {
      "referenceID" : 35,
      "context" : "In fact, it had beend reported that nanoparticles sized between 50 and 130 nm can achieve kidney targeting in previous studies [36,40].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 39,
      "context" : "In fact, it had beend reported that nanoparticles sized between 50 and 130 nm can achieve kidney targeting in previous studies [36,40].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 46,
      "context" : "PEI-based complexes have been shown to protect siRNAs from degradation, to mediate cellular uptake, and to efficiently promote lysosomal protection and escape into the cytoplasm by osmolytic rupture (“proton sponge effect”) or other mechanisms [47,48].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 47,
      "context" : "PEI-based complexes have been shown to protect siRNAs from degradation, to mediate cellular uptake, and to efficiently promote lysosomal protection and escape into the cytoplasm by osmolytic rupture (“proton sponge effect”) or other mechanisms [47,48].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 28,
      "context" : "Successful delivery of siRNA into the cytoplasm is essential for efficient siRNA-mediated gene silencing, where cell internalization is the first step [29].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 48,
      "context" : "Then, inhibitory reagents for macropinocytosis (amiloride), clathrin-dependent endocytosis (chlorpromazine) and caveolae-dependent endocytosis (nystatin) were employed for further assessments [49].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 39,
      "context" : "Here, α8-integrin (a mesangial marker [40]), ESM1 (a endothelium marker [50]), or PODXL(a podocyte marker [51]) were labeled by immunofluorescent method.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 49,
      "context" : "Here, α8-integrin (a mesangial marker [40]), ESM1 (a endothelium marker [50]), or PODXL(a podocyte marker [51]) were labeled by immunofluorescent method.",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 50,
      "context" : "Here, α8-integrin (a mesangial marker [40]), ESM1 (a endothelium marker [50]), or PODXL(a podocyte marker [51]) were labeled by immunofluorescent method.",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 48,
      "context" : "The different internalization levels by mesangial cells, endothelium cells, and podocytes also reflects the differences in endocytosis capabilities of these cells, which are consistent with results from in vitro experiments [49] (Fig.",
      "startOffset" : 224,
      "endOffset" : 228
    }, {
      "referenceID" : 54,
      "context" : "Here, 40 mg/kg mycophenolic acid (MPA, a immunosuppressant used in clinic to cure IgAN [55]), high/medium/low doses of 2i@DuaLR (HD-2i@DuaLR at 4 nmol/kg nmol total siRNA, MD-2i@DuaLR at 2 nmol/kg, and LD-2i@DuaLR at 1 nmol/kg), 2i@ DuaL (4 nmol/kg), p38i@DuaLR/p65i@DuaLR (4 nmol/kg), naked 2i (4 nmol/kg total siRNA), or physiological saline was injected in modeled mice one day after modelling for 4 times with 48 h intervals, while normal healthy mice were also kept as negative control (NT) (Fig.",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 55,
      "context" : "In addition, inspired by the IgAN data, we further tested effect of 2i@DuaLR against membranous nephropathy (MN) which is one of the leading causes of nephrotic syndrome in adults characterized by sedimentation of subepithelial immune deposits [56,57].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 56,
      "context" : "In addition, inspired by the IgAN data, we further tested effect of 2i@DuaLR against membranous nephropathy (MN) which is one of the leading causes of nephrotic syndrome in adults characterized by sedimentation of subepithelial immune deposits [56,57].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 57,
      "context" : "2i@DuaLR treatment resulted in encouraging result that progression of Passive Heymann nephritis, an auto-immune model of MN [58], was successfully attenuated.",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 58,
      "context" : "ECM overproduction by mesangial cells is associated with progression of glomerulofibrosis and sclerosis, and transforming growth factor-β (TGF-β) is a critical mediator of ECM deposition in many glomerular diseases [59].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 59,
      "context" : "by type I collagen (Col I), type IV collagen (Col IV), and fibronectin-1 (FN-1) secreted by mesangial cells [60].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 60,
      "context" : "However, treatment of IgAN remains difficult as none of the treatment regimens produces a convincing benefit so far [61].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 61,
      "context" : "including one passive and two rationally designed active targeting mechanisms, are: (i) the high blood flow rate in the kidney together with the high hydraulic pressure in glomerular capillary [62] favor 2i@ DuaLR retaining in glomeruli; (ii) the 70–150 nm pores of endothelium between glomerular capillaries and mesangium will allow 2i@DuaLR (sized ~110 nm) to move through and gain access to glomerulus cells [37], while the 25–60 nm wide slits formed by podocytes stop them from exiting; (iii) glomerular environment is generally negatively charged [38,39], which enhances electrostatic binding of cationic 2i@ DuaLR in glomeruli.",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 36,
      "context" : "including one passive and two rationally designed active targeting mechanisms, are: (i) the high blood flow rate in the kidney together with the high hydraulic pressure in glomerular capillary [62] favor 2i@ DuaLR retaining in glomeruli; (ii) the 70–150 nm pores of endothelium between glomerular capillaries and mesangium will allow 2i@DuaLR (sized ~110 nm) to move through and gain access to glomerulus cells [37], while the 25–60 nm wide slits formed by podocytes stop them from exiting; (iii) glomerular environment is generally negatively charged [38,39], which enhances electrostatic binding of cationic 2i@ DuaLR in glomeruli.",
      "startOffset" : 411,
      "endOffset" : 415
    }, {
      "referenceID" : 37,
      "context" : "including one passive and two rationally designed active targeting mechanisms, are: (i) the high blood flow rate in the kidney together with the high hydraulic pressure in glomerular capillary [62] favor 2i@ DuaLR retaining in glomeruli; (ii) the 70–150 nm pores of endothelium between glomerular capillaries and mesangium will allow 2i@DuaLR (sized ~110 nm) to move through and gain access to glomerulus cells [37], while the 25–60 nm wide slits formed by podocytes stop them from exiting; (iii) glomerular environment is generally negatively charged [38,39], which enhances electrostatic binding of cationic 2i@ DuaLR in glomeruli.",
      "startOffset" : 552,
      "endOffset" : 559
    }, {
      "referenceID" : 38,
      "context" : "including one passive and two rationally designed active targeting mechanisms, are: (i) the high blood flow rate in the kidney together with the high hydraulic pressure in glomerular capillary [62] favor 2i@ DuaLR retaining in glomeruli; (ii) the 70–150 nm pores of endothelium between glomerular capillaries and mesangium will allow 2i@DuaLR (sized ~110 nm) to move through and gain access to glomerulus cells [37], while the 25–60 nm wide slits formed by podocytes stop them from exiting; (iii) glomerular environment is generally negatively charged [38,39], which enhances electrostatic binding of cationic 2i@ DuaLR in glomeruli.",
      "startOffset" : 552,
      "endOffset" : 559
    }, {
      "referenceID" : 62,
      "context" : "ECM deposition in the mesangium was also investigated in glomerular cross sections (90 per animal) and graded semiquantitatively on a scale of 0–4 [63], where grade 0 indicates very weak or absent mesangial staining, and grades 1–4 indicate focally strong staining in, respectively, < 25%, 25–50,50–75 or 75–100% of the glomerular tuft.",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 62,
      "context" : "The immunostaining for nephrin was evaluated and graded semiquantitatively in 90 glomerular cross sections per animal on a scale of 0–4 [63], where grade 0 indicates very weak or absent nephrin staining, and grades 1–4 indicate focally strong staining in, respectively, < 25%, 25–50,50–75 or 75–100% of the nephrin.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 63,
      "context" : "Injury of bursh border in proximal convoluted tubule in PHN was investigated in renal tubule cross sections (90 per animal) and graded semiquantitatively on a scale of 0–5 [64], where grade 0 indicates very weak or absent Injury of bursh border in proximal convoluted tubule staining, and grades 1–5 indicate focally strong staining in, respectively, < 10%,11–25, 26–45,46–75 or 76–100% injury of bursh border in proximal convoluted tubule.",
      "startOffset" : 172,
      "endOffset" : 176
    } ],
    "year" : 2020,
    "abstractText" : "Glomerulonephritis related renal failure is a frequent cause of end-stage renal disease, and immunoglobulin A nephropathy (IgAN) is the most frequent type of primary glomerulonephritis. As damage induced by IgAN mostly attributes to inflammation responses, inhibiting inflammation in glomerulus can protect normal renal function and delay the onset of renal failure. Hence, reducing levels of p38 MAPK and p65 which are essential regulators in p38 MAPK and NF-κB related inflammation responses could be effective against IgAN. Here, we rationally designed and constructed sizeand surface chargedependent glomerulus-targeting liposomal nanoparticles which are loaded with both p38α MAPK and p65 siRNA. Experiments show that our nanoparticles successfully crossed fenestrated endothelium, accumulated in mesangial cells and endothelial cells, efficiently silenced p38α MAPK and p65 genes, and eventually alleviated proteinuria, inflammation and excessive extracellular matrix deposition in mouse IgAN models. This siRNA co-delivery system thus represents a promising treatment option for IgAN and offers a versatile platform for other glomerular problems. Our work also highlights a novel strategy of glomerulus-targeting and an encouraging therapeutic route for other inflammatory",
    "creator" : "Elsevier"
  }
}