{
  "name" : "downloads_2019-11-18_cf_imran2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ultra-sensitive and selective label free electrochemical DNA detection at layer-by-layer self-assembled graphene oxide and vesicle liposome nano-architecture",
    "authors" : [ "Habibulla Imran", "Palinci Nagarajan Manikandan", "Venkataraman Dharuman" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Electroanalytical Chemistry\njournal homepage: www.elsevier.com/locate/jelechem\nUltra-sensitive and selective label free electrochemical DNA detection at layer-by-layer self-assembled graphene oxide and vesicle liposome nano-architecture Habibulla Imran, Palinci Nagarajan Manikandan, Venkataraman Dharuman⁎\nMolecular Electronics Laboratory, Department of Bioelectronics and Biosensors, Science Campus, Alagappa University, Karaikudi 630 004, India\nA R T I C L E I N F O\nKeywords: Graphene oxide Liposome Hydrophobic Ultrasensitive Label free DNA\nA B S T R A C T\nLiposomes are self-assembled successfully on graphene oxide/reduced graphene oxide (GO/rGO) composite supported on a gold electrode for the ultra-sensitive and selective label free detection of target DNA in presence of gold nanoparticle electrochemically for the first time. This work used the chemically synthesized GO for controlling the bilayer to vesicle structure of cationic DOTAP by the simultaneous control of GO hydrophobic character and oxy functional group spacing. This has been achieved by two different approaches: (i) the traditional physical mixing of ascorbic acid reduced GO with the unreduced GO to form a trilayered rGO/GO/rGO network and (ii) in another method, the rGO was prepared electrochemically by the controlled potential reduction of acid functional groups on the GO in sulphuric acid medium (ErGO). Both these methods produce graphene surfaces with evenly spaced functional groups and low hydrophobic character which are essential to prevent liposome vesicle fusion on the GO surface. Electrochemical and quartz crystal micro balance techniques (QCM) suggest more adsorption of the vesicles on the ErGO than on the GO/rGO assembly. These surfaces are further decorated with gold nanoparticles to anchor single stranded DNA to detect target DNA ultrasensitively in the presence of ferri/ferro cyanide redox probe. When the complementary hybridization decreases the redox peak current in cyclic voltammetry, the non-complementary hybridization does not show any obvious change in the peak currents. The intact spherical liposome on the GO/rGO and ErGO promotes the ultrasensitive detection of target DNA and showed the lowest detection limit of 1.29 × 10−17 M with a broad linear range 10−17–10−8 M. The bilayered liposome/AuNP structures on the AuE, GO and rGO do not show any selectivity for DNA detection. The constructed sensor is stable, selective and sensitive with fast response time ensuing its applicability in molecular diagnosis."
    }, {
      "heading" : "1. Introduction",
      "text" : "Selective and sensitive DNA sensing at its ultra-low concentration level is highly important in medical diagnosis, environmental and forensic industries [1–3]. Initially, Polymerase chain reaction is proposed to enhance the target DNA concentration and identification [4]. Recent advancements in this field have shown promising usage of fluorescent based optical and electrochemical techniques for the lower concentration detection of DNA, but signal amplification is essentially required. In the fluorescent technique [5–9], the target DNA is tagged with fluorescent marker (e.g., fluorescent dye-labeled dNTPs [5], dyelabeled DNA probe [6], molecular beacon [7], fluorescence resonance energy transfer (FRET) probe [8], and intercalating dyes such as SYBR green [9]). But, the labeling dyes are expensive and require complex chemistry and purification. In a similar venture, enzyme tagging of\ntarget DNA followed by redox signal monitoring is adopted in the electrochemical technique [10]. Both techniques have shown great promise in developing diagnostic tools for various applications. Alternatively, non-fluorescent label free technologies are developed. Techniques like surface Plasmon resonance [11], surface enhanced Raman spectroscopy [12], surface probing [13] and electrochemical techniques have been reported [14,15]. Among these, the electrochemical technique is simple and easy and does not require skilled personnel to operate and for data analysis. Strategies like direct oxidation of DNA bases, redox mediated oxidation of guanine [16,17], interaction of intercalator [18], charge transport through duplex assisted redox reactions [19], metal ion stripping have been suggested for improving the selectivity and sensitivity of the detection. Gold nanoparticle was also used to enhance the selectivity through increased number of capture probes immobilization and hybridization\nhttps://doi.org/10.1016/j.jelechem.2019.01.011 Received 4 September 2018; Received in revised form 5 December 2018; Accepted 6 January 2019\n⁎ Corresponding author. E-mail address: dharumanudhay@yahoo.com (V. Dharuman).\nJournal of Electroanalytical Chemistry 835 (2019) 10–21\nAvailable online 09 January 2019 1572-6657/ © 2019 Elsevier B.V. All rights reserved.\nT\nefficiency [20–23]. Since liposome is a biocompatible molecule with vesicle structure which provides large surface area for chemical reaction and functionalization, it has been used for DNA sensing on gold transducers [24–30]. These vesicle structures were preserved by pre-functionalization using DNA which prevents rupturing and bursting processes. Recently few reports have dealt with use of liposome on GO surface for DNA sensing. Other applications of GO-liposome include drug delivery vehicles, analytical/sensing devices and GO-based nanocomposite scaffolds for tissue engineering [31–33]. These are possible because hydrophilic graphene oxide reacts softly with cell membrane [34,35] through its head groups. In contrast, high hydrophobic pristine graphene's interaction with the cell membrane and cellular content leads to cell damage and inhibits biochemical reactions between the cellular content [36]. These conflict behaviors of graphene materials with lipid membrane invite special attention to investigate adsorption of neutral zwitterionic phosphocholine (PC) lipid on the GO, rGO and pristine graphene. On all these materials, the 1,2-dioleoyl-sn-glycero3-phosphocholine (DOPC) forms a bilayer structure [35]. The anionic lipids, on the other hand, interact poorly with the pristine graphene and GO due to the electrostatic repulsion. In these reports, all functional groups on the GO were reduced using NaBH4 reductant [37] and hence, the interaction of DOPC on the rGO is similar to that observed on the pristine graphene. In contrast, the perseverance of intact neutral liposome DOPC on the GO in neutral pH 7.6 was observed by Huang et al. [38]. These studies reveal the following two features of the lipid and GO interactions. First, while the DOPC interacts at the GO edges as vesicles, the DOTAP interacts on the hydrophobic core of the interior carbons as well as on the edge groups of the GO. Second, it is difficult to control strong electrostatic interaction of cationic DOTAP with negatively charged GO, which always leads the bilayer structure with multiple layer-by-layer stacking. Further, it may be noted that no cationic lipid interaction study was attempted comparatively on all graphene surfaces. Still retaining the intact vesicle structure of cationic lipid on the GO is essential to increase the transfection efficiency of drugs and genes into the cells. To achieve complete integrity of intact cationic lipid vesicle and its consequence on the linearity of DNA sensing dynamic range in this work, cationic lipid interaction on the inner carbon network of GO has been minimized by two different methods. In the first approach, the traditional physical mixing of chemically reduced GO with the unreduced GO is attempted to form a trilayered rGO/GO/rGO network. The GO was prepared by the conventional modified Hummer's method and reduced using mild reductant ascorbic acid. In the second approach, controlled potential reduction of GO in the acidic medium is made using electrochemical method. The interactions of liposome vesicles are examined by investigating changes in the electrochemical signals of the rGO/GO/rGO thin film electrodes in presence of electro active redox probes. For demonstrating the application of these GO supported liposome vesicles in drug loading and molecular sensing, the GO supported liposome is further protected using colloidal gold nanoparticles and utilized for label free DNA sensing. Because the amount of vesicles adsorbed is different on these graphene networks the extended DNA detection linearity and detections observed are correlated with the degree of oxy functional groups reduction. The GO, rGO and rGO/GO/rGO composites have been characterized using X-ray diffractometry (XRD), Raman, X-ray photoelectron spectroscopy (XPS), Fourier Transform Infrared (FTIR) and Transmission Electron Microscopic (TEM) techniques. Electrochemical characterization has been made using cyclic voltammetry and impedance techniques. The study suggests the essential control of amount of oxy functional groups as well as the hydrophobic property over the GO surface to achieve enhanced amounts of supported liposome on the graphene supports for developing molecular electronic tools for targeted therapeutic and molecular sensing applications."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Potassium ferricyanide, potassium ferrocyanide, sulphuric acid, sodium dihydrogen phosphate, sodium chloride, hydrogen peroxide, Potassium permanganate and potassium chloride of analytical grade were purchased from Himedia, India. L-Ascorbic acid and Graphite powder were purchased from Alfa Aesar, England. 1,2-dioleoyltrimethylammoniumpropane (DOTAP) was purchased from Avanti polar lipids INC, US. N,N-Dimethylmethanamide (DMF) and Dimethyl sulfoxide (DMSO) HPLC grade were purchased from Spectrochem, Mumbai, India. Milli Q water was used for preparing all experimental solutions. DNA sequences were all synthesized by MWG biotech, Ebersberg, Germany, with HPLC purification and the sequences are Capture probe: 5′-HS-(CH2)6-CGA TCT GTT TTA TGT AGG GTT AGG TCA-3′-I, Complementary target: 5′-TGA CCT AAC CCT ACA TAA AAC AGA TCG-3′-II, Non-complementary target: 5′-TAC CAT TCT CAT CTC TGA AAA CTT CCG-3′-III, and Single base mismatch target: 5′-TGA CCT AAC CCC ACA TAA AAC AGA TCG-3′-IV."
    }, {
      "heading" : "2.2. Instruments",
      "text" : "A conventional three electrode cell consisting of an Ag/AgCl reference electrode, a Pt wire counter electrode and 2 mm diameter Au disk working electrode having 0.03 cm2 geometric areas was used for all electrochemical measurements. The Au electrode was initially treated with piranha solution for 15 min, and rinsed thoroughly with distilled water. The electrode was then polished using 1.0 μm Al2O3 powder, sonicated in distilled water. CV and EIS were performed using a 6500D electrochemical analyzer from CH Instruments, Texas, USA, in presence of 1 mM [Fe(CN)6]3−/4− in PBS buffer (pH 7.4). The CV was recorded in the potential window −200 to +600 mV at a scan rate 50 mV s−1. The EIS measurements were made by applying ac potential amplitude ± 5 mV over the dc potential 220 mV in the frequency range 100 kHz to 1 Hz. In the Faradic impedance, the RCT is the most sensitive and straightforward parameter that can be used to characterize the events occurring at the electrode/film interface. The impedance spectrum is simulated using non-linear least square (NLLS) fitting program using Zsimpwin software. The equivalent circuit for an electrode undergoing heterogeneous electron transfer is usually described by the Randles equivalent circuit. Due to the lack of surface regularity and nonhomogeneity, the double layer capacitance, C is replaced by the constant phase element QCPE which leads to a depressed semicircle in the corresponding Nyquist impedance plot, Fig. 8C & D. Therefore, the modified Randles equivalent circuit [Rs(QCPERCT)W] is used to analyze the impedance spectra, in which, Rs the background solution resistance, RCT the charge-transfer resistance, QCPE the electrical double layer capacitance and W the Warburg coefficient. FTIR spectra were recorded using Perkin Elmer Nicolet IS10 in the frequency range 4000–400 cm−1. AFM images in the non-contact mode were acquired using Veeco decaliber High Value Scanning Probe Microscope, USA and silicon nitride RTESP tip. UV–Visible spectra were recorded using Shimadzu UV2450 high-performance single mono-chromator instrument in the frequency range 400–700 nm. TEM images were obtained using Tecnai G220 instrument from FEI Company, Hillsboro, USA. A PANalytical made Bruker D8-Advance powder diffractometer (PANalytical B.V., Lelyweg 1, 7602 EA ALMELO, The Netherlands) that uses Cu-Ka1 radiation (2.2 kW max) was used for powder X-ray diffraction measurements."
    }, {
      "heading" : "2.3. Preparation of graphene oxide (GO) by Hummer's method",
      "text" : "In a typical reaction, sulphuric acid (360 mL), orthophosphoric acid (40 mL) and graphite (3 g) powder were initially stirred to obtain homogeneous solution. Potassium permanganate (18 g) was added\nslowly to the mixture with continuous stirring for 12 h at 40 °C. The solution appears dark green color. Ice cube (450 mL) and hydrogen peroxide (6 mL) were added and stirred again for 10 min until the color changes to yellow. The suspension was kept one day ideally. Finally, the precipitate was centrifuged at 10,000 rpm to remove impurities and washed with water until the filtrate showed pH 7. In order to evaluate the effect of different reducing agents on the rate of charge transfer at the gold electrode/graphene oxide film and its effect on liposome structure control, the GO is further reduced using mild reducing agent ascorbic acid. For this, 3.5226 g of ascorbic acid (1 M) in 20 mL sulphuric acid solution was stirred for 10 min at 40 °C. This was added to 100 mg of graphene oxide and stirred for 24 h followed by washing with water, ethanol and acetone by centrifugation."
    }, {
      "heading" : "2.4. Electrode modification",
      "text" : "The commercial DOTAP lipid was dissolved in chloroform and stored at −20 °C as a stock solution. For preparing the modified electrode, 1 mM DOTAP liposome was prepared in chloroform from the stock solution. The lipid was dried and rehydrated in buffer (pH 7.4) for three times and sonicated for 15 min. 1.5 mg of either GO, rGO, commercial Graphene and GO/rGO (mixture of 0.75 mg GO and 0.75 mg rGO) was dispersed in 1 mL DMF followed by sonication for 0.5 h. 2 μL of this mixture was drop casted on the AuE and dried at an ambient temperature for 1 h. For preparing the electrochemically reduced GO, 2 μL of the GO was drop casted on the AuE electrode, dried and potential cycled in sulphuric acid (Named as ErGO). 2 μL of the DOTAP liposome prepared previously in PBS was allowed to interact on the unmodified and graphene oxides modified electrode and investigated\ntheir electrochemical behaviors. For DNA sensing experiments, the surface was further decorated with citrate capped AuNP by electroless deposition by incubation in 2 μL of the AuNPs prepared by Fren's method using sodium citrate reductant. The thiolated ssDNA probe (Capture probe-I, 1 mM of 2 μL DNA in 1 M NaCl, pH 7.0) was dropped onto the modified electrodes and incubated for 1 h under humid conditions and washed using the blank PBS buffer to remove the unreacted ssDNAs. 1 μM of 2 μL target DNA (either II, III or IV, section 2.1) in SSC buffer was hybridized for 2 h on the ssDNA surface (prepared for each target reaction on an individual electrode surface) under identical experimental conditions. After the target experiment, the dsDNA is dehybridized using 40% DMSO [15] and washed with the PBS buffer to remove the de-hybridized target DNA strands. Subsequently, the noncomplimentary target DNA (target probe III) was added onto the dehybridized surface. The CV and EIS measurements were made intermittently in presence of 1 mM [Fe(CN)6]3−/4−."
    }, {
      "heading" : "2.5. QCM gold crystal chip modification",
      "text" : "Hitachi L2300 flow-injection pump from Hitachi, Japan was used to inject the samples through a QCM flow cell (CH Instruments, USA), which consists of Au crystal working electrode, Pt counter and Ag/AgCl reference electrode. Au crystal surface is modified by drop casting of 6 μL of either GO, rGO or GO/rGO and dried at ambient temperature followed by its mounting in the QCM flow cell connected to the flow injection analytical system. 0.1 mM DOTAP liposome vesicle prepared by sonication method is injected at a flow rate of 0.5 mL/min for its adsorption on the GO surface."
    }, {
      "heading" : "3. Result and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Electrochemical behavior of GO, rGO and GO/rGO composite",
      "text" : "The electronic behaviors of the prepared GO and reduced GO (rGO) are measured in the phosphate buffer using cyclic voltammetric (CV) technique. Comparative CV behaviors of the GO, rGO and GO/rGO modified AuEs, obtained in presence of 1 mM [Fe(CN)6]3−/4− redox probe in PBS (pH 7.4), are depicted in Fig. 1A. The unreduced GO (curve b) shows the lowest CV peak currents and highest charge transfer resistance (RCT) for the direct reaction of [Fe(CN)6]3−/4− than the rGO and GO/rGO. For example, the anodic CV peak current (ipa) follows the order GO < GO/rGO < rGO and the obtained RCT from the EIS (Fig. S1) follows the reciprocal trend. This is explained based on the charge repulsion principle. Since GO contains inherent oxyfunctional groups like epoxide, hydroxyl and carboxyl carrying negative charges, (supported by negative zeta potential −70 mV ((ζ: −70 mV) Fig. S2), XPS and FTIR (discussed in the next section)) strongly repels the direct interaction of the negatively charged [Fe(CN)6]3−/4− redox probe and decreases the CV peak current and increases the RCT.\nOn the other hand, reduction of GO using ascorbic acid removes partially the oxy functional groups (again evidenced from the reduced peak intensities of CO in the XPS and FTIR spectra) and decreases negative charge density by 3 times (ζ: −28 mV), restores the conducting sp2 carbon network and the feeble interaction of electrolyte hydroxyl ions hydrophobically on the rGO. This is in conflict to the previous report where same zeta potentials were observed for both GO and rGO [39]. Since graphene catalyses the [Fe(CN)6]3−/4− redox reaction, the rGO exhibits higher current compared to the unreduced GO. Equal ratio of mixing GO and rGO to form GO/rGO composite decreases the zeta potential to −60 mV from −70 mV, observed for the GO (Fig. S2). This is because although the rGO contains few functional groups, its association with the unreduced GO brings the effective distribution of the negative charges. Because the zeta potential measures the accumulation of charge density at the solid-liquid interface, the observed changes in the zeta potentials suggests effective charge shield created by the GO around the rGO influencing the zeta potential. This is reflected by the intermediate CV and EIS behaviors of the GO/rGO measured in presence of [Fe(CN)6]3−/4− and [Ru(NH3)6]3+ redox probes compared to the GO and rGO modified surfaces. Understanding this is essential for its application in the biotechnological applications. Hence, physical characterization is essential.\nThe XRD patterns of the GO, rGO and GO/rGO are presented in Fig. S4A. The XRD pattern of graphite is also included for comparison. The graphite shows two peaks at 26.5° and 54.5° corresponding to (002) and (004) planes, respectively. The (002) plane's intensity is lowered and broad for the GO, rGO and GO/rGO than that of the graphite confirming the random packing of graphene sheets and introduction of oxygen functional groups and structural defects [40] in the rGO. In the Raman spectra, Fig. S4B, the graphite exhibits intensive G-band at 1562 cm−1 and 2D-band at 2699 cm−1 corresponding to the first order scattering of the E2g vibration mode and the second-order two phonon mode, respectively. Moreover, a weak D-band is also observed for the graphite at 1342 cm−1 arising from the disorder induced by the presence of less structural defects. Increased D band intensity for the GO (1356), rGO (1345 cm−1) and GO/rGO (1343 cm−1) compared to the pure graphite indicates the formation of defect-induced breathing mode of sp2 rings [41]. These behaviors signify the formation of sp3 carbon network by bond breaking and introduction of defects. The relative intensity ratio of D and G bands ID/IG is a measure of disorder degree and is inversely proportional to the average size of the sp2 clusters [42]. For the graphite, the observed ID/IG ratio is 0.07 nm. The higher ID/IG ratio observed for the rGO and GO (rGO: 1.00; GO: 0.9) compared to that observed for the composite GO/rGO (0.82) indicates increased amount of sp2 carbon network [41] and decreased content of sp3 carbon network [42] in the GO/rGO. This supports the observation of the decreased\ncharge transport by the CV and enhanced RCT by the EIS at the GO/rGO than the GO in the presence of [Fe(CN)6]3−/4− or [Ru(NH3)6]3+ redox probes. The C1s XPS spectrum, Fig. 1B and Table 1, of the GO shows two large peaks at 284.6 eV (44.2%), 286.7 eV (44.4%) and a small broad peak in the region 288–289 eV (11.4%) corresponding to sp2 carbon components, CeC bond, CeO single bond components of hydroxyl and 1,2-epoxide functionalities, and C]O double bond components of carboxyl and ketone functionalities respectively [38]. These peaks are also appeared for the rGO, however, with increased CeC bond intensity (70.7%) and with reduced intensities of CeO and C]O (24.7 and 4.6%). On the other hand, the spectrum of GO/rGO exhibits higher amounts of these carbons (CeC, 57.5, CeO, 37.1 and C]O 5.4%) suggesting the partial removal of oxygen components than that observed for the GO and rGO. This is further substantiated by the FTIR behaviors (Fig. 1C). The FTIR peak intensities at 1086 cm−1 (CeO), 2923 cm−1 (CeH), 3450 cm−1 (OeH) observed for the GO are suppressed for the rGO confirming reduction of graphene oxide to reduced graphene oxide. Similar to the Raman and XPS, the FTIR also showed intermediate intensities of all notable stretching frequencies for the GO/rGO composite, Table S1.\nUV–Visible shows two peaks at 2̴27 (arising from π-π* transition of the atomic C]C bonds) and 250 nm (n-π* transitions of aromatic C]O bonds), respectively, suggesting the introduction of oxy functional groups in the GO, Fig. S5. More interestingly, while the GO shows two absorption peaks (233 and 293 nm), the rGO shows only one red shifted absorption peak at 259 nm. In case of GO/rGO, both absorption peaks (245 and 308 nm) are red shifted indicating the formation of composite structure. TEM images of the GO, rGO and GO/rGO are presented in Fig. 2A–C. The rGO nano sheets are smooth and less scrambled than the GO and GO/rGO. Further, the GO/rGO appears as successive layers oriented horizontally than that obtained in the GO and rGO indicating the formation of multilayered structure. This could be due to the interaction of oxy functional groups present in the GO with the rGO indicated by a small decrease in the zeta potential (−60 mV) compared to the GO (−70 mV).\nThe GO, rGO, and GO/rGO modified gold chip were also used to test their wettability by measuring their static contact angle with water (Fig. 2D–F). It was found that the static contact angle of GO (40.6°, Table 1), is much lesser than 90° suggesting its highly hydrophilic property, arising from the inherent hydroxyl and epoxy groups (from XPS data). After the reduction of GO by ascorbic acid, oxy functional groups are partially eliminated (from XPS, FTIR and Raman data) and contact angle is increased to 103.9° from 90° indicating the increased hydrophobic nature. When both of them are mixed to form the layer-bylayer self-assembled GO/rGO; the contact angle is reduced to 72° due to the introduction and distribution of oxy functional groups."
    }, {
      "heading" : "3.2. Interaction of rhodamine dye loaded liposome structure on graphene materials",
      "text" : "1% Rhodamine (Rh) is loaded with cationic 1,2-dioleoyl-3-trimethyl ammonium-propane (DOTAP, named as Rh-DOTAP, Fig. 3A) liposome by simple mixing method. We first tested the effect of interaction of RhDOTAP with GO, rGO and GO/rGO in water (Fig. 3A). After centrifugation at 6000 rpm for 6 min to precipitate the GO, rGO and GO/\nrGO, the fluorescence of the supernatant liquid samples was observed in a dark room (Fig. 3B). In the absence of graphene, very high fluorescence emission was observed from the rhodamine loaded DOTAP. The OD values calculated are in the order Rh-DOTAP (293.967) > rGO-RhDOTAP (76.805) > GO-Rh-DOTAP (13.273) > GO/rGO-Rh-DOTAP (1.878), Fig. 3C. While no fluorescence was observed for the GO/rGO complex, poor signals were observed for both the GO and rGO. At 6000 rpm, used for separation of graphene and Rh-DOTAP in the solution, only graphene adsorbed Rh-DOTAP were precipitated along with the graphene. Therefore, the resulting fluorescence is from the unadsorbed Rh-DOTAP in the supernatant liquid. Because the cationic\nliposome can be easily adsorbed on GO by electrostatic attraction, 95% of liposome are adsorbed on the GO and remaining 5% liposome in supernatant gives the OD value of 13.273. In the case of rGO, appearance of 15% fluorescence indicates less interaction of liposome on the rGO. Compared to the GO and rGO, the layer-by-layer self-assembled GO/rGO adsorbs more amount of liposome (5%) due to the effective distribution of oxy functional groups (Table 1) and hydrophobic carbon network (Fig. 2F, 72.0°). Further, the structure of adsorbed liposome on the GO, rGO and GO/rGO is confirmed by the electrochemical and physical methods."
    }, {
      "heading" : "3.3. Electrochemical studies on the integrity of cationic liposome on the graphene materials",
      "text" : "Interaction of DOTAP with the GO, rGO and GO/rGO modified AuEs is investigated electrochemically (Fig. 4A–C, Scheme 1). The CV behaviors of the AuE-DOTAP (Fig. S6), GO-DOTAP, rGO-DOTAP and GO/ rGO-DOTAP modified gold electrodes modified in the presence of 1 mM [Fe(CN)6]3−/4− are given in Fig. 4A–C, Scheme 1. In agreement with the previous reports [24–29], the DOTAP insulates the bare Au surface by forming a strong bilayer, indicated by the complete absence of faradaic current for the [Fe(CN)6]3−/4− redox probe. Further, the interaction of DOTAP on the GO again results in a featureless CV profile with mere capacitive current. Interaction of DOTAP on the rGO exhibits 50% decreased CV peak currents when compared to the unmodified AuE. That is, the DOTAP interacts differently on the GO and rGO, contrast to the previous report by Ip et al. [35,38] where both GO and rGO interact in an identical fashion to form bilayer. This is supported by analyzing the zeta potential changes of the GO and rGO in contact with the DOTAP lipid. The interaction of DOTAP (zeta ζ: 114 mV) with GO (−70 mV) and rGO (−28.3 mV) decreases the zeta potentials (GODOTAP ζ: −4.4 mV and rGO-DOTAP ζ: 3.5 mV, Fig. S2). The higher negative zeta potential noticed for the GO-DOTAP indicates the formation of porous bilayer of DOTAP on the GO. On the other hand, positive zeta potential of 3.5 mV obtained for the rGO-DOTAP suggests more adsorption of DOTAP on the rGO. Literally, both the GO and rGO form bilayer with the DOTAP, DOPC and POEPC lipids [43–46]. In this work, whereas the GO forms a porous bilayer indicated by the featureless CV profile, the structure of DOTAP on the rGO may be either a bilayer or vesicle like structure [31]. This assumption is possible for the fact that the rGO-DOTAP exhibits higher redox behavior than the unmodified AuE (curve c). Compared to the GO-DOTAP and rGO-DOTAP\nmodified surfaces, the GO/rGO-DOTAP showed only 4.8% decrease in the CV peak currents (Fig. 3F and Table S2) suggesting the fact that the DOTAP interaction on the rGO/GO/rGO is identical to that followed on the rGO but to a lesser extent. Further increase of zeta potential to 5.1 mV from 3.5 mV suggests highest amount of adsorbed DOTAP on the GO/rGO than the rGO. Optimization of the ratio between the GO and rGO was studied by preparing the GO/rGO composites at different ratios such as 1:1, 1:2, 2:1 and measured the change transport from the [Fe(CN)6]3−/4− redox probe (Fig. S7). It is noted that the GO/rGO composite prepared at 1:2 ratio exhibits highest activity suggesting the formation of rGO/GO/rGO composite. The formation of rGO/GO/rGO is indicated by the decreased charge transfer and more adsorption of DOTAP through the electrostatic interaction. These behaviors suggest the strength of reductiveness of oxy functional groups and hydrophilic/ hydrophobic properties of the GO need to be controlled simultaneously for the efficient arrangement of intact vesicles on the GO.\nTo validate this, highly hydrophobic pure graphene's (commercially purchased) interaction with the DOTAP is examined and noted larger quasi reversible redox behavior of [Fe(CN)6]3−/4− compared to the rGO. Therefore, no perfect bilayer formation is envisioned by the DOTAP on the pristine graphene Fig. S8. For the discrimination of the arrangement of the adsorbed DOTAP on these three modified surfaces, interaction of melittin, a transmembrane protein molecule is made. This protein interacts differently with the bilayer and vesicle structure of the liposome, is examined. It protein inserts itself across the bilayer cell membrane inducing the bending of lipid bilayer membranes to facilitate the ion transport through its ionopores and molecular defects, leading to an increased activity of the electro active probes. Whereas it interacts only with the head groups on the vesicular structured liposome [24], prevents the ion transport and decreases the electroactivity of the electro active probe. Interactions of melittin on the AuE-DOTAP (Fig.\nS6), GO-DOTAP and rGO-DOTAP surfaces show increased CV peak currents in presence of [Fe(CN)6]3−/4− confirming the presence of bilayer structure, Fig. 4A–C, curve d. In contrast, melittin protein interaction on the GO/rGO-DOTAP showed decreased CV peak currents [24] envisaging the presence of melittin on the head groups of the vesicle, in agreement with the Barrel-stave model proposed for magainin-interaction with lipids [47]. Therefore, the interaction of melittin with the AuE-DOTAP, GO-DOTAP and rGO-DOTAP results in bilayer formation, whereas the GO/rGO holds the intact DOTAP vesicle liposome. The FTIR showed intense peaks at 1086 cm−1 (CeO), 2923 cm−1 (CeH), 3450 cm−1 (OeH) for the GO/rGO confirming the presence of functional groups [48], Fig. S9. Peaks at 2958, 2925, 2854, 1230, 931, 1076, 1168, 1378, 1460, 1486 and 1743 cm−1 suggest the interaction of DOTAP on the GO/rGO. That is, controlled amount of carboxyl groups helps to self-assemble the intact DOTAP liposome vesicle at the horizontally oriented layer-by-layer GO/rGO structure. This is supported by the increased adsorption of DOTAP at the edges of GO/rGO, revealed by the TEM, Fig. 5 (inset).\nAnother method of control of the oxy functional groups on the GO is attempted using electrochemical potential cycling (Fig. 6). The potential cycling of the GO modified AuE in sulphuric acid medium is made in a potential window 0.0 to −0.4 V at a scan rate 20 mV s−1. An extension of investigations of the interaction of the DOTAP on the ErGO also witnesses the presence of intact vesicles as confirmed by the TEM and QCM. The QCM showed a large decrease in frequency following the adsorption of DOTAP on the GO/rGO (119 Hz, 166.6 ng, Fig. 7A) and ErGO (245 Hz, 343 ng, Fig. 6C) than the GO-DOTAP (24 Hz, 33.6 ng, Fig. 7B) and rGO-DOTAP (18 Hz, 25.2 ng, Fig. 7C) modified Au QCM\nchips confirming the adsorption of vesicles on the GO/rGO and ErGO surfaces and bilayer formation on the GO and rGO surfaces. More amount of lipid vesicles are adsorbed on the ErGO than on the GO/rGO as inferred from the quartz crystal microbalance measurements. Hence, the electrochemical reduction can be used as an alternative low cost green energy method for creating liposome arrays on the GO surfaces."
    }, {
      "heading" : "3.4. DNA sensing at DOTAP–AuNP tethered graphene materials modified gold electrodes",
      "text" : "Label free quantification of DNA by electrochemical technology is an attractive field in DNA analysis towards developing cost effective micro arrays for various applications. However, their poor sensitivity and selectivity limits their applications. Several approaches have been devised that include control of non-specific interaction of DNA on the transducers, use of Horseradish peroxidase enzyme labeled liposome and AuNP, etc. [49]. In this context, direct DNA detection on the DOTAP modified surfaces is made. Results indicate the poor selectivity due to the uncontrolled orientation (mostly parallel configuration) of the single stranded DNA on the graphite surface [50]. For the orientation controlled immobilization of DNA on the DOTAP, AuNPs are attached on the DOTAP modified surfaces by electrostatic interaction between the DOTAP head group and citrate capped AuNP.\nConventionally, the label free electrochemical DNA sensing method, change of intrinsic property either current or resistance before and after its interaction with the target DNA is measured. However, feeble change is observed with high irreproducible nature. But for practical application require high discrimination effect as observed by\nScheme 1. Interaction of liposome on graphene material, contact angle and quartz crystal microbalance resonance frequency changes.\nfluorescence labels. Hence, reversible redox probes are used to enhance the signal difference between the single and double stranded DNAs using electrochemical method. In this context, [Fe(CN)6]3−/4− redox probe is used as the redox marker as it can be repelled by the negatively charged DNA immobilized on the transducer surface. Then the thiolated DNA was immobilized through gold–thiol chemistry on the AuEDOTAP-AuNP (Fig. S10A), GO-DOTAP-AuNP (Fig. S10B), rGO-DOTAPAuNP (Fig. S10C), GO/rGO-DOTAP–AuNP (Fig. 8A) and ErGO-DOTAPAuNP (Fig. 8B) and applied for electrochemical label free DNA detection, Scheme 2. Figs. 5A–B and S10A–C show that the immobilization of HS–ssDNA on these surfaces decreased peak currents (Table S3) and increased ΔEp due to electrostatic repulsion between the negatively charged DNA and [Fe(CN)6]3−/4−. The hybridization with the complementary DNA (target II) increases further the ΔEp (Table S3) and decreases the peak currents. These observations are in agreement with the previous literature [14]. The changes are attributed to the increased molecular crowed and negative charge density at the electrode/film interface enhancing the electrostatic repulsive force due to the complementary dsDNA formation and preventing the direct diffusion of [Fe (CN)6]3−/4− redox probes through the pinholes or defects. In contrast, upon hybridization with the non- complementary DNA (target III), the surfaces do not show any significant change in the signal (4.92 and 4.22 μA) compared to the ssDNA this is true only for the GO/rGODOTAP-AuNP and ErGO-DOTAP-AuNP modified surfaces, whereas the AuE-DOTAP-AuNP-ssDNA, GO-DOTAP-AuNP-ssDNA and rGO-DOTAPAuNP-ssDNA modified surfaces exhibit highly increased peak current compared to ssDNA modified surfaces. These data indicate the efficient discrimination of the complementary and non-complementary hybridization by the intact vesicle adsorbed GO/rGO-DOTAP-AuNP and ErGO-DOTAP-AuNP surfaces and not the bilayer structured DOTAPAuNP. This could be related to the poor orientation control of the ssDNA though gold-thiol covalent immobilization was used. Further, more amount of ssDNA were present on vesicular structure than on the\nbilayer lipid-AuNP composite. The vesicle liposome not only useful for more amount of drug loading, but also essential for the enhanced and selective label free DNA sensing.\nEffect of varying the complementary target and non-complementary DNA concentration is made on the GO/rGO-DOTAP-AuNP and ErGODOTAP-AuNP modified surfaces in the concentration range from 10−17 to 10−8 M respectively and the measured data are presented in Fig. 8E and F. The limit of detection (LOD) has been calculated from calibration plot following the IUPAC recommendation 1994 by extrapolation method, Fig. S11, [51]. Observed sensitivity is 11,009 Ω/log (M) with the LOD (2.96 × 10−17 M, obtained directly from plot Fig. S11) and wide linear range, 1.0 × 10−17 and 1.0 × 10−8 M [52]. This is closer to the LOD (1.29 × 10−17 M) calculated using the formula 3 × standard deviation of the blank signal (457 Ω)/slope of the calibration curve (1.059 × 1020 Ω/M). Similar steps is used to calculate LOD for GO/rGO-DOTAP-AuNP modified surface is 1.3 × 10−15 M. This indicates that the ErGO surface is more sensitive than the GO/rGO in adsorbing the more amounts of vesicles on its surface. This LOD is lower than the detection limits observed in the previous reports based on the graphene and functionalized graphene modified surfaces used for electrochemical DNA detection (Table 2).\nThe selectivity of the developed sensor (Fig. S12) is studied by using non-complementary and single base mismatched target DNA using the protocol followed for the study of complementary hybridized surface. The results showed insignificant changes between the EIS profiles of the ssDNA and non-complementary DNA hybridized surfaces. However, the single base mismatched DNA hybridized surface exhibits significantly increased EIS behavior compare to ssDNA due to the partially hybridized dsDNA formation.\nReproducibility data in Figs. S13 & 14 are for the five repeated measurements obtained using five different GO/rGO-DOTAP-AuNPdsDNA (Fig. S13) and ErGO-DOTAP-AuNP-dsDNA (Fig. S14) modified surfaces prepared under similar experimental conditions. The closeness\nof the data reveals the high reproducibility nature of the sensor developed. The stability of GO/rGO-DOTAP-AuNP-dsDNA (Fig. S15A) and ErGO-DOTAP-AuNP-dsDNA (Fig. S15B) layers are monitored for five days using the same surface and presented in Fig. S15. The electrodes show very small and negligible change in the CV anodic peak currents for all surfaces examined. The sensor showed excellent ultra-high sensitivity and high selectivity in the determination of DNA sensing using liposome graphene platforms."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Integrity of cationic liposome on the GO, rGO (prepared by chemical, electrochemical) and pristine graphene has been investigated electrochemically. Studies suggests that more amount of intact liposome vesicles are adsorbed on electrochemically reduced GO (ErGO) than on the GO and rGO due to the presence of higher electrostatic force. Combination of GO and rGO results in the formation of layer-bylayer GO/rGO stabilized by both hydrogen bonding between functional\ngroups and hydrophobicity. This enables adsorption of the intact vesicle adsorption but to a lesser extent compared to electrochemically obtained ErGO, confirmed by the observation of decreased charge transfer by CV, EIS, larger decrease in quartz crystal oscillation frequency and higher zeta potential +5.1 mV than for the GO and rGO. Effective composite formation was achieved by combining graphene oxide/\nreduced graphene oxide at the 1:1 ratio. The study indicates the essentiality of having good balance between the hydrophobic and electrostatic interactions for the lipids to retain their vesicle structure in GO/rGO and ErGO modified surfaces. The tethered intact vesicles can be used for enhanced drug and DNA delivery applications in therapeutics, which are under investigation."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The authors gratefully acknowledge the financial support of University Grant Commission, Major Research Project (Ref: F.No. 43- 304/2014(SR) dated 3.09.2015), New Delhi, India; Department of Science & Technology (Ref: DST-SERB, A13/DST-SERB/BE & BS/2015), New Delhi, Government of India for the project support and RUSA 2.0 [F. 24-51/2014-U, Policy (TN Multi-Gen), Dept of Edn, Gol]. P. N. Manikandan acknowledges the Department of Science and Technology of India for the award of INSPIRE Fellowship (IF140744), New Delhi, India."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.jelechem.2019.01.011."
    } ],
    "references" : [ {
      "title" : "A Raman spectroscopic investigation of graphite oxide derived graphene",
      "author" : [ "A. Kaniyoor", "S. Ramaprabhu" ],
      "venue" : "AIP Adv",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2012
    }, {
      "title" : "Studying disorder in graphite-based systems by Raman spectroscopy",
      "author" : [ "M.A. Pimenta", "G. Dresselhaus", "M.S. Dresselhaus", "L.G. Cancado", "A. Jorio", "R. Saito" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2007
    }, {
      "title" : "Graphene oxide papers modified by divalent ions—enhancing mechanical properties via chemical cross-linking",
      "author" : [ "S. Park", "K.-S. Lee", "G. Bozoklu", "W. Cai", "S.T. Nguyen", "R.S. Ruoff" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2008
    }, {
      "title" : "Reduced graphene oxide as the support for lipid bilayer membrane",
      "author" : [ "K. Tsuzuki", "Y. Okamoto", "S. Iwasa", "R. Ishikawa", "A. Sandhu", "R. Tero" ],
      "venue" : "J. Phys. Conf. Ser",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2012
    }, {
      "title" : "Interaction of graphene and its oxide with lipid membrane: a molecular dynamics simulation study",
      "author" : [ "J. Chen", "G. Zhou", "L. Chen", "Y. Wang", "X. Wang", "S. Zeng" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    }, {
      "title" : "Self-spreading of supported lipid bilayer on SiO2 surface bearing graphene oxide",
      "author" : [ "K. Furukawa", "H. Hibino" ],
      "venue" : "Chem. Lett",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2012
    }, {
      "title" : "Barrel-stave model or toroidal model? A case study on melittin",
      "author" : [ "L. Yang", "T.A. Harroun", "T.M. Weiss", "L. Ding", "H.W. Huang" ],
      "venue" : "pores, Biophys. J",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2001
    }, {
      "title" : "Barrel-stave model or toroidal model? A case study on melittin",
      "author" : [ "L. Yang", "T.A. Harroun", "T.M. Weiss", "L. Ding", "H.W. Huang" ],
      "venue" : "pores, Biophys. J",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2001
    }, {
      "title" : "Tajmir-Riahi, Structural analysis of DNA complexation with cationic lipids",
      "author" : [ "R. Marty", "C.N. N'soukpoe-Kossi", "D. Harbonneau", "C.M. Weinert", "H.A.L. Kreplak" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2009
    }, {
      "title" : "Amplified DNA detection by electrogenerated biochemiluminescence and by the catalyzed precipitation of an insoluble product on electrodes in the presence of the doxorubicin",
      "author" : [ "F. Patolsky", "E. Katz", "I. Willner" ],
      "venue" : "intercalator, Angew. Chem. Int. Ed",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2002
    }, {
      "title" : "Recommendations for nomenclature of ion-selective electrodes",
      "author" : [ "R.P. Buck", "E. Lindner" ],
      "venue" : "Pure Appl. Chem",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 1994
    }, {
      "title" : "Thavarungkul, A comparative study of a label-free DNA capacitive sensor using a pyrrolidinyl peptide nucleic acid probe immobilized through polyphenylenediamine and polytyramine non-conducting polymers",
      "author" : [ "S. Sankoh", "S. Samanman", "O. Thipmanee", "A. Numnuam", "W. Limbut", "P. Kanatharana", "P.T. Vilaivane" ],
      "venue" : "Sensors Actuators B",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2013
    }, {
      "title" : "Three-dimensional electrochemical DNA biosensor based on 3D graphene-Ag nanoparticles for sensitive detection of CYFRA21-1 in non-small cell lung",
      "author" : [ "M. Chen", "Y. Wang", "H. Su", "L. Mao", "X. Jiang", "T. Zhang", "X. Dai" ],
      "venue" : "cancer, Sensors Actuators B Chem",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Highly sensitive electrochemical DNA sensor based on the use of three-dimensional nitrogen-doped graphene",
      "author" : [ "Y. Chen", "Y. Li", "Y. Yang", "F.N. Wu", "J. Cao", "L.J. Bai" ],
      "venue" : "Microchim. Acta",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2017
    }, {
      "title" : "Electrochemical DNA biosensor based on graphene oxide-chitosan hybrid nanocomposites for detection of Escherichia coli O157:H7",
      "author" : [ "S. Xu", "Y. Zhang", "K. Dong", "J. Wen", "C. Zheng", "S. Zhao" ],
      "venue" : "Int. J. Electrochem. Sci",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2017
    }, {
      "title" : "Zhangb, An electrochemical DNA sensing platform using carboxyl functionalized graphene as the electrode modified material",
      "author" : [ "D. Cheng", "L. Yang", "X. Li", "J. Zhou", "Q. Chen", "S. Yan", "N. Li", "M. Chu", "Y. Dong", "C.Z. Xie" ],
      "venue" : "J. Electrochem. Soc",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In a typical reaction, sulphuric acid (360 mL), orthophosphoric acid (40 mL) and graphite (3 g) powder were initially stirred to obtain homogeneous solution. Potassium permanganate (18 g) was added H. Imran et al. Journal of Electroanalytical Chemistry 835 (2019) 10–21",
      "startOffset" : 70,
      "endOffset" : 264
    }, {
      "referenceID" : 1,
      "context" : "Moreover, a weak D-band is also observed for the graphite at 1342 cm arising from the disorder induced by the presence of less structural defects. Increased D band intensity for the GO (1356), rGO (1345 cm) and GO/rGO (1343 cm) compared to the pure graphite indicates the formation of defect-induced breathing mode of sp2 rings [41].",
      "startOffset" : 63,
      "endOffset" : 192
    } ],
    "year" : 2019,
    "abstractText" : "Liposomes are self-assembled successfully on graphene oxide/reduced graphene oxide (GO/rGO) composite supported on a gold electrode for the ultra-sensitive and selective label free detection of target DNA in presence of gold nanoparticle electrochemically for the first time. This work used the chemically synthesized GO for controlling the bilayer to vesicle structure of cationic DOTAP by the simultaneous control of GO hydrophobic character and oxy functional group spacing. This has been achieved by two different approaches: (i) the traditional physical mixing of ascorbic acid reduced GO with the unreduced GO to form a trilayered rGO/GO/rGO network and (ii) in another method, the rGO was prepared electrochemically by the controlled potential reduction of acid functional groups on the GO in sulphuric acid medium (ErGO). Both these methods produce graphene surfaces with evenly spaced functional groups and low hydrophobic character which are essential to prevent liposome vesicle fusion on the GO surface. Electrochemical and quartz crystal micro balance techniques (QCM) suggest more adsorption of the vesicles on the ErGO than on the GO/rGO assembly. These surfaces are further decorated with gold nanoparticles to anchor single stranded DNA to detect target DNA ultrasensitively in the presence of ferri/ferro cyanide redox probe. When the complementary hybridization decreases the redox peak current in cyclic voltammetry, the non-complementary hybridization does not show any obvious change in the peak currents. The intact spherical liposome on the GO/rGO and ErGO promotes the ultrasensitive detection of target DNA and showed the lowest detection limit of 1.29 × 10 M with a broad linear range 10−17–10−8 M. The bilayered liposome/AuNP structures on the AuE, GO and rGO do not show any selectivity for DNA detection. The constructed sensor is stable, selective and sensitive with fast response time ensuing its applicability in molecular diagnosis.",
    "creator" : "Elsevier"
  }
}