{
  "name" : "downloads_2019-11-24_f1_liu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Is “nano safe to eat or not”? A review of the state-of-the art in soft engineered nanoparticle (sENP) formulation and delivery in foods",
    "authors" : [ "Xiaobo Liu", "Boce Zhang", "Ikjot Singh Sohal", "Dhimiter Bello", "Hongda Chen" ],
    "emails" : [ "boce_zhang@uml.edu;", "dhimiter_bello@uml.edu;", "hchen@nifa.usda.gov" ],
    "sections" : [ {
      "heading" : null,
      "text" : "With superior physicochemical properties, soft engineered nanoparticles (sENP) (protein, carbohydrate, lipids and other biomaterials) are widely used in foods. The preparation, functionalities, applications, transformations in gastrointestinal (GI) tract, and effects on gut microbiota of sENP directly incorporated for ingestion are reviewed herein. At the time of this review, there is no notable report of safety concerns of these nanomaterials found in the literature. Meanwhile, various beneficial effects have been demonstrated for the application of sENP. To address public perception and safety concerns of nanoscale materials in food, methodologies for evaluation of physiological effects of nanomaterials are reviewed. The combination of these complementary methods will be useful for the establishment of a comprehensive risk assessment system.\n1. Introduction\nThe definition of “nanoparticles,” relevant to food applications, refers\nto materials which has at least one dimensions that can be measured in the nanoscale (i.e., between 1 and 100nm) (National Science and Technology Council Committee on Technology, 2016). The term “nanotechnology” usually refers to the manufacturing and utilization of nanoscale materials. In 1959, the vision of nanoscale science was first proposed by Richard Feynman, the 1965 Nobel Prize Laureate in physics, in his talk at the American Physics Society annual meeting at Caltech. The idea of selfassembly process at the nanoscale (bottom-up) rendering new properties of matters was articulated by Eric Drexler of the Massachusetts Institute of Technology in 1986 (Hulla, Sahu, & Hayes, 2015). In the United States and across the globe, the concept of manipulating matter at its nanometer scale, inspired by Feynman’s 1959 speech, has profoundly influenced the scientific community research priorities. Advances in nanotechnology from the late 1980s to early 1990s prompted the formation of the National Nanotechnology Initiative (NNI) by the White House in 1990 and is managed by the National Science and Technology Council (NSTC). The NNI was also affirmed through legislative efforts in 2003 (National Science and Technology Council (NSTC), 2014).\nThe small size of nanoparticles endows them with remarkable physicochemical properties for numerous novel applications. Nanoparticles can be naturally presented in food and consumed. For example, casein micelles in\nmilk are between 50 and 400nm as the complexes of three subgroups of casein molecules (αs-casein, β-casein, and κ-casein). The phosphoric acid binds calcium and magnesium to form bonds between and within molecules. Casein micelles are polymers comprised of hundreds and thousands of individual molecules and form a colloidal solution, which has a whitish-blue appearance in skim milk. It is difficult today to find a field of science and technology that has not been impacted by developments at the nanoscale.\nEngineered food nanoparticles result from routine food processing, such as homogenization, grinding, and others (Fellows, 2016; Gupta, Eral, Hatton, & Doyle, 2016). In addition to nanoparticles used in food packaging materials, nanoparticles specifically designed for incorporation into foods can be divided into two general categories according to their chemical composition: inorganic nanoparticles (e.g., metals, metal oxides, etc.) and soft engineered nanoparticles (sENP) (e.g., proteins, polysaccharides, lipids, etc.).\nNanoparticles have been employed to address challenges related to food quality, shelf life, cost, safety, and nutritional benefits. Fig. 1 illustrates the functionalities and safety assessments of edible nanoparticles. The chemical composition and physical microstructure are important factors that determine how nanoparticles interact in the gastrointestinal tract and their subsequent physiological effects (McClements & Xiao, 2017). The physiological effects of sENP are defined by their fate and transformation in the GI tract, impact on gut microbiome, and other potential effects to the body. In addition to the chemical composition, other factors such as size distribution, surface charge, surface area, surface contact, dissolution rate, and bioavailability are all essential when applying sENP in processed food and nutraceuticals. Fig. 1 illustrates the application matrix of nanoparticles in food.\nWhile there are widespread applications of nanotechnology in ingredient manufacturing, printing, electronics, nanocomposites, catalysis, and energy storage, the acknowledgment of nanotechnologies in the food industry is relatively slow (Sozer & Kokini, 2009). Reasons for the slow uptake in the food industry pertain to public perception, subsequent labeling and potential regulatory burdens (Sozer & Kokini, 2009). In the early 2000s (ca.2005), the rapid development of nanotechnology was considered as a beneficial advance for science and technology, while the first series of nanotoxicology publications raised some safety concerns and subsequently shifted the public perception of nanotechnology to a more conservative\n301A review of the state-of-the art\nattitude. The reluctant acceptance of employing nanotechnology in foods also reflected in the lack of transparency in the labeling of foods containing nano-ingredients.\nPublic perception of nanotechnologies is important in their consumer acceptance and commercialization. Statements such as “this product contains nanoparticles” or “this product is manufactured using nanotechnologies” may raise public concerns, especially with sporadic reports about potential adverse effects of certain nanomaterials, especially inorganic engineered nanoparticles (Fr€ohlich & Fr€ohlich, 2016). However, such simplistic statements without reference to specific types of nanomaterials in question are not constructive in public engagement and may be misleading.\nThe methods and models developed to study acute and chronic physiological effects of nanomaterials are under development, especially for sENP in food. The chronic effects of nanoscale materials incorporated into products are especially difficult to characterize. Besides, it also demands high-level coordination and cooperation with risk assessment and regulatory actions. A series of four comprehensive reviews from the NanoRelease Food Additive project, which is an international joint effort from academia, industry, and government, address the gap in methods for assessment and evaluation of commercially used food nanomaterials (Alger, Momcilovic, Carlander, & Duncan, 2014; Noonan, Whelton, Carlander, & Duncan, 2014; Singh, Stephan, Westerhoff, Carlander, & Duncan, 2014; Yada et al., 2014). This series of reports analyzed the presence of engineered nanoparticles in food, summarized their methods of evaluation for engineered nanoparticles release from food matrices and uptake in GI tract, as well as methods to detect and quantify engineered nanoparticles in food. It should be noted that the engineered nanoparticles reviewed in these reports are primarily focused on metal or metal oxide nanoparticles. Some of the toxicity concerns and methods for nanoparticles detection, quantification, and evaluation of uptake may not apply to sENPs reviewed in this chapter.\nThe focus of this review is on the physiological effects on human health and wellbeing of sENP (e.g., proteins, polysaccharides, lipids, etc.) directly incorporated into foods. Fig. 2 presents a scheme for the potential fate of ingested sENP. Specifically, this review covers major types of sENP, with GRAS status (generally recognized as safe), from a chemical composition standpoint, including proteins, carbohydrates, lipids, and biopolymers. Biochemical transformations of sENP in GI tract and their physiological effects referred to as the fate of sENP in GI tract (such as uptake and\n303A review of the state-of-the art\ndissolution) as well as their impact on the gut microbiome. The physiological characteristics of sENP reported in current literature involves release behaviors of protein nanoparticles in formulated media, such as buffered solutions or simulated GI solutions. The behavior of sENP in complex food matrices, as well as on the interaction of these particles with other food components and bioavailability are still underreported (Yada et al., 2014). This article summarizes existing methodologies for holistic assessment of overall physiological effects of sENP in food.\n2. Soft engineered nanoparticles (sENP) in food\nsENP in food refer to nanomaterials prepared from food ingredients,\nespecially, lipids, proteins, carbohydrates, and other food-based biopolymers. sENP are widely found in prepared and processed foods. The physical state of sENP vary from liquid to semi-solid (such as hydrogels) or solid (crystalline or amorphous powder) based on their chemical composition and the matrix of the food, as well as processing and storage conditions. Spheres are the most commonly observed morphology for sENP, while\n304 Xiaobo Liu et al.\nnon-spherical nanomaterials, such as nanofibers, also exist. Some nanoscale cellulosic fibers are explored as food packaging substrates and reinforcements to network scaffolds. sENP can go through drastically different fates (i.e., dissolution, aggregation, precipitation, and digestion) in the human GI (i.e., mouth, stomach, small intestines, and/or colon) tract due to unique physiochemical pathways based on the chemical and physical natures of the material. sENP in food are generally made of GRAS materials and no evidence of adverse health effects from consuming these materials has been reported to date. As a close analog of sENP in food, numerous drug delivery systems using food-based ingredients such as liposomes, nanocrystals, and emulsions, have been developed and approved by the US-FDA for pharmaceutical applications in the last two decades. As part of this evolving industry, 70% of all applications involving organic sENP, have been proven safe and effective, according to the Center for Drug Evaluation (D’Mello et al., 2017). In the following sections, different classes of sENP are discussed."
    }, {
      "heading" : "2.1 Proteins",
      "text" : "Proteins are a vital building block and an energy-dense nutrient for human growth and function. The health significance, nutritional benefits, and versatile physicochemical functionality of proteins make them ideal candidates for development of edible protein-based nanomaterials. One of the main goals of protein sENP formulations is for oral delivery of bioactive protein-based medicines or nutraceuticals. Proteins have been used in delivery systems to replace polymeric carriers and to improve drug efficacy (Lohcharoenkal, Wang, Chen, & Rojanasakul, 2014). For example, albumin-bound paclitaxel (nab-paclitaxel, also known as Abraxane®) has been used to treat breast cancer (Hawkins, Soon-Shiong, & Desai, 2008). There have been no reported concerns on the safety of protein-based nanomaterials because the digestive pathways for protein sENP are not significantly different from the daily intake of bulk proteins from a variety of food sources. For nutraceutical delivery formulation, soy protein was used for the encapsulation of curcumin to achieve a very high (97.2%) encapsulation efficiency (Teng, Luo, & Wang, 2012). However, the study did not include further investigation on the health implications of the delivery system.\nNanoscale protein particulates are major constituents of many common food products and commodities. For instance, casein micelles are a natural component inmilk and are utilized as a natural vehicle for water-insoluble or\n305A review of the state-of-the art\nunstable nutrients through various processes (Livney, 2010). The primary benefits of using colloidal protein delivery systems include targeted delivery and enhanced nutrient uptake. Additionally, water-insoluble flavonoids or carotenoids, such as polymethoxyflavones (PMF) and β-carotene, also require colloidal delivery systems with advanced functionalities of controlled release. (Hans & Lowman, 2002; Weber, Coester, Kreuter, & Langer, 2000). For example, β-carotene is encapsulated in casein-graftdextran nanoparticles using a green process that involves no hazardous chemicals. Whey protein isolate and sodium caseinate prepare a delivery system for β-carotene to provide better protection from degradation in the GI tract caused by drastic pH changes or digestive enzymes (Cornacchia & Roos, 2011; Pan, Yao, & Jiang, 2007). Aggregated protein molecules in protein sENP interact via various forces: weak van der Waals forces, hydrogen bonding, strong electrostatic attractions and covalent such as disulfide or isopeptide bond. The fabrication of protein nanoparticles involves controlled thermal denaturation, injection, molding and spray drying. These methods are common in preparation of other soft materials in food (Matalanis, Jones, & McClements, 2011). Applications of protein nanomaterials in food share many similarities to more common uses of proteins by the nutraceutical industry. For instance, β-carotene encapsulated by sodium caseinate, whey protein isolate and soybean protein isolate yielded nanostructures with diameters between 80 and 320nm with improved antioxidant activities, as compared with free β-carotene (Yi, Lam, Yokoyama, Cheng, & Zhong, 2015). Zein/β-lactoglobulin colloidal systems provide targeted delivery of tangeretin, a flavonoid with anti-carcinogenic and anti-inflammatory activities (Chen, Zheng, McClements, & Xiao, 2014). Additional examples of nutrient delivery using protein nanoparticles include the encapsulation of ethyl hexanoate in whey protein nanoparticles (Giroux & Britten, 2011) and omega-3 fatty acids in casein nanoparticles (Zimet, Rosenberg, & Livney, 2011).\nIn general, pH, ionic strength, water activity, temperature, and presence of proteases are key factors influencing the stability of protein nanoparticles through the process of structural transformation and/or proteolytic hydrolysis. These key factors vary in different processes, such as thermal processing, chilling, freezing, drying and homogenization, and leads to protein nanostructures with potentially different stabilities and physiological fates. Unique physiochemical characteristics of proteins have significant impact on the stabilities and physiological fates of protein nanostructures, such as thermal denaturation temperatures, helix-coil transition\n306 Xiaobo Liu et al.\ntemperatures, isoelectric points (pI), affinities and ligand stability constants (Kstab) of different ion-protein complexes, accessibility to cross-linking agents, and susceptibilities to proteolytic degradations (Matalanis et al., 2011; McClements, 2004).\nSimilarly, in vitro and in vivo studies investigating the fate and transport of protein nanoparticles in food, through the GI tract, are scarce, relating to the expectation that protein sENP behave similarly as bulk proteins. Another challenge is the selection of suitable, high throughput, cost-effective and predictive test systems. Fig. 3 illustrates a commonly used Caco-2 cell\n307A review of the state-of-the art\nin vitro model for sENP assessment and a recently established tri-culture model, which was more sensitive and representative to the real GI environment. One study demonstrated that protein nanoparticles, as a delivery system, showed very low immunogenicity and excellent biodegradability (Maghsoudi, Shojaosadati, & Vasheghani Farahani, 2008). Protein nanomaterials will undergo degradation in the GI due to the presence of different proteolytic enzymes and pH variations from the oral cavity to small intestines (Alger et al., 2014). Fig. 4 shows the interactions between proteins and proteolytic enzymes and surfactants in the human GI tract. Digestion of protein-based sENP in the GI, especially the small intestine, alter particle size and surface properties by inducing degradation or aggregation among sENP and other substances. Another important factor closely related with protein digestion, as well as other digestion of biomaterials, is gastric emptying. The gastric emptying rate for acid-stable emulsions is lower. Low gastric emptying rates may be a risk factor for several adverse health implications, including gastroparesis and obstructions (Marciani et al., 2008). Type II diabetic patients who administrated whey protein showed lower postprandial lipemia, which was attributed to the intake of whey protein (Mortensen et al., 2009). It is unclear at this time whether whey protein sENP have similar health benefits.\nGut microbiota has different catabolic pathways and preferences for carbohydrates and proteins as nutrient sources. The intake of protein nanoparticles and potentially with high protein and low carbohydrate diet have significant influences on the human gut microbiota (Portune et al., 2016). In a recent study, physiological effects of dietary proteins on the gut microbiota found protein sENP may have beneficial and/or deleterious effects on the host. The metabolites of protein catabolic pathways, which are yet to be fully elucidated, were believed to be important in this outcome. Protein nanoparticles in large quantities may significantly shift the nutrient-balance of the diet, although it is still unclear whether the amount and form of protein nanoparticles would render similar beneficial and/or deleterious effects on gut microbiota, and eventually the host itself (Portune et al., 2016).\nRecent advancements in omics technologies may provide a simpler way of investigating physiological effects. For instance, genomics measures shifts in the microbiome populations, which represents fluctuation of microbiota in the gut in response to consumption of nanoparticles (Gokulan, Bekele, Drake, & Khare, 2018). Proteomics can be used to explore microbial catabolism and transformation of nanoparticles in the\n308 Xiaobo Liu et al.\ngut (Pietroiusti, Magrini, & Campagnolo, 2016). Metabolomics approach was used for mechanistic study for health implication of nano-pesticides found in fresh produce (Zhao et al., 2016). In combination with other characterization techniques, it is possible to depict a clearer picture of the physiological fate of protein nanoparticles in the GI tract."
    }, {
      "heading" : "2.2 Carbohydrates",
      "text" : "Carbohydrates are biomolecules comprised of carbon (C), hydrogen (H) and oxygen (O) atoms. Carbohydrate nanoparticles are made from digestible or indigestible polysaccharides. Common carbohydrate nanoparticles include, but not limited to, starch, cellulose, alginate, carrageenan, pectin, and xanthan (Myrick, Vendra, & Krishnan, 2014). These biomolecules/ polymers are typically less than 100nm and are up to 500nm as sENP, or they can be transformed to nanomaterials using either top-down and bottom-up approaches, including breaking down of large natural carbohydrate molecules and growing polysaccharide molecules in microorganisms, via enzymes or cross-linking agents.\nThe applications of carbohydrate nanoparticles fall into two major categories. The first category involves carbohydrate nanoparticles as delivery systems, which in most cases are polysaccharides nanoparticles. Polysaccharide-based nanoparticles are advantageous as naturally occurring, hydrophilic and biocompatible materials (Mizrahy & Peer, 2012). Additionally, polysaccharide nanoparticles also enhance bioavailability and controlled-release properties of other bioactive components. Early studies on physiological effects on polysaccharide nanoparticles also originated in clinical and pharmaceutical applications. For example, β-cyclodextrin nanostructures were loaded with the antimalarial drug, artemisinin, to suppress the growth of Plasmodium falciparum, a parasite responsible for malaria (Yam eogo et al., 2012). One of the most studied polysaccharides is chitosan; its nanoparticles are biocompatible delivery vehicles for peptide- and protein-based vaccines. Results show that chitosan nanoparticles travel faster to draining lymph nodes than chitosan microparticles, indicating an earlier interaction with naive T cells, and resulting in the desired immune response (Chua, Al Kobaisi, Zeng, Mainwaring, & Jackson, 2012). Due to these advantages, carbohydrate nanoparticles have been explored for nutrient and nutraceutical delivery systems. Insulin was encapsulated in starch nanoparticles with a permeability enhancer. In vivo experiments in rats reported no\n310 Xiaobo Liu et al.\ntoxicity over a 6-h sustained release of insulin ( Jain, Khar, Ahmed, & Diwan, 2008). Flax seed oil encapsulated in corn starch was used in bread dough formula to protect lipids from oxidation and thermal process contaminants during bread baking (G€okmen et al., 2011). V-amylose was used to encapsulate unsaturated fatty acids in order to provide a solution to stable delivery system for long chain fatty acids (Lesmes, Cohen, Shener, & Shimoni, 2009; Zabar, Lesmes, Katz, Shimoni, & Bianco-Peled, 2009). Tapioca starch formed complexes with flavors, mostly aliphatic alcohols and ketones alcohols with 6–10 carbons (Itthisoponkul, Mitchell, Taylor, & Farhat, 2007). The variance in human digestibility of different polysaccharides is a natural advantage of carbohydrate-based nanomaterials because it can be exploited to synthesize customizable delivery systems with different advanced functionalities. For instance, pectin—a linear anionic polysaccharide comprised of linearly connected galacturonic acid residues—has been used to increase the dissolution rate of encapsulants (Dutta & Sahu, 2012). As an FDA approved material for human therapy, poly(lactide-co-glycolide) (PLGA) based nanoparticles have been prepared and used for delivery of thymoquinone. Thymoquinone loaded nanoparticles showed an increased efficacy compared with free thymoquinone in inhibition of cancer cell growth (Ganea et al., 2010). Other applications of PLGA nanoparticles include the modification of PLGA nanoparticles, which enhanced antioxidant activity of encapsulated bioactive ingredients (Astete, Dolliver, Whaley, Khachatryan, & Sabliov, 2011), and controlled-release properties in the GI tract (Murugeshu, Astete, Leonardi, Morgan, & Sabliov, 2011). Preliminary assessment of modified PLGA nanoparticles showed no major safety concerns (Semete et al., 2010; Simon & Sabliov, 2013). Other examples of carbohydrates being used as nanoscale delivery systems include alginate and chitosan/ alginate nanoparticles, which have been used to prepare encapsulations of lipids and enzymes (Liu, Chen, et al., 2012; Strasdat & Bunjes, 2013), and nanocomplexes formed using cyclodextrins and allyl isothiocyanate with improved antimicrobial activity compared to free allyl isothiocyanate (Piercey et al., 2012). These carbohydrate nanoparticles are usually fabricated by coacervation, spray drying, electrospinning and electrospray, supercritical fluids, emulsion-diffusion, and hydrogel methods (Fathi, Martı́n, & McClements, 2014).\nThe second category of carbohydrate nanomaterials in food involves emerging dietary fiber ENMs, the most notable being cellulose nanofibers and nanofibrils (CNF). These CNFs are produced using either mechanical methods (such as grinding and milling) or chemical methods. The CNFs can\n311A review of the state-of-the art\nundergo additional chemical processing to modify their surfaces. The patent-pending Innofresh™ (CNF)/potassium sorbate (KSb) coating developed by Zhao et al. (Zhao, Simonsen, Cavender, Jung, & Fuchigami, 2018) with an optimum surfactant mixture ratio and glycerol concentration showed significant reduction of cherry fruit cracking in comparison with non-coated fruit in field trails in USA and Chile. The coatings showed no negative effects on fruit growth and quality ( Jung, Deng, Simonsen, Bastı́as, & Zhao, 2016). More importantly, nano-cellulose showed no cellular and genetic adverse effects on the host. For example, one in-depth toxicity assessment using rainbow trout hepatocytes showed low toxicity and environmental risk (Kovacs et al., 2010). Pulmonary inflammation from inhaled and non-degradable CNFs remains a concern that needs further investigation for occupational safety of handlers (Lin & Dufresne, 2014; Shatkin & Kim, 2015), as well as a recent report about the reproductive toxicity of CNF due to pulmonary exposure (Farcas et al., 2016). However, there is no report of acute or chronic toxicities associated with oral uptake of CNF.\nThe fate (adsorption, distribution, metabolism, and excretion) and biokinetics of carbohydrate nanoparticles vary significantly based on their size, surface chemistry, and chemical composition. Some polysaccharide ENPs, a notable example being high amylose starch, can undergo rapid hydrolysis by amylases. As a result, oligosaccharides and glucose appear in the oral cavity and small intestines, while other types of starch, with higher amylopectin components, are structurally more resistant to chemical and enzymatic hydrolysis.\nOther polysaccharides, especially dietary fibers, are not digestible in the upper GI tract but can be fermented by the microbiota in the lower GI tract. Diets high in dietary fibers have been shown to increase the circulating concentration of short-chain fatty acids (SCFAs), which provide protective effects in lungs again inflammation (Trompette et al., 2014). Dietary fibers originate from a diverse collection of plant polysaccharides and oligosaccharides and have varied physiochemical and structural properties, which are important in subsequent digestive processes by the gut microbiota (Hamaker & Tuncil, 2014). Yet, these structure-function-performance relationships remain understudied. Besides dietary fibers, guar gum is another emerging candidate material for colon-specific delivery and controlled release applications, due to its resistance to degradation by the gut microbiota (Prabaharan, 2011). Curcumin, a natural phenolic compound with antioxidant properties, was able to decrease the antimicrobial activity\n312 Xiaobo Liu et al.\nof ingested silver nanoparticles against gut microbiome (Khorshidi, Sarvi Moghanlou, Imani, & Behrouzi, 2018). Some concerns on the health implications, rather than safety, of carbohydrate-based nanoparticles have been raised in recent years. One potential issue of carbohydrate nanoparticle in the upper GI tract is the impact on insulin release in diabetic patients. In general, carbohydrate nanoparticles that are fully digested in the upper GI tract are unlikely to have health-related implications due to the simple fact that digestion produces sugars. However, there is no evidence suggesting digestible carbohydrate nanoparticles are of safety concerns when applied in food.\nIn contrast to digestible carbohydrate ENPs, indigestible carbohydrate nanoparticles are slightly more complex because of their absorption and ability to interact with the gut microbiota. These complex interactions in the GI yield potential adverse health effects. For instance, in a very recent study, over-processed and refined soluble fibers were found to have devastating effects by promoting the overgrowth of the gut microbiota or dysbiosis, and abnormal concentrations of fermented by-products could increase host’s susceptibility to liver cancer by as much as 40% (Singh et al., 2018). Although there is overwhelming evidence on beneficial effects of consuming natural dietary fibers (Anderson et al., 2009; Lattimer &Haub, 2010), it appears that modifications in the chemical composition and structure due to refining processes, may be key factors that determine whether a carbohydrate nanoparticle/fiber is ultimately beneficial or deleterious to human health."
    }, {
      "heading" : "2.3 Lipids",
      "text" : "Lipids are a group of hydrophobic biomolecules that play important lifesustaining roles in living organisms, including long-term energy storage, protection, insulation, and lubrication. Lipids are precursors for certain types of hormones and key constituents of cell membranes. The original use of lipids as an effective, safe delivery material originated from the pharmaceutical industry. Colloidal lipid emulsions and solid lipid nanoparticles have been used for delivery of insoluble drugs (Bunjes, 2010). In the food and beverage industry, lipid nanoparticles are used widely in commercial products (McClements, 2013). Colloidal oil-in-water (O/W) nanoemulsions are used in beverages, such as soft drinks, fortified waters, fruit juices, and dairy drinks (Piorkowski & McClements, 2014). Colloidal nutrient delivery systems are major applications of lipid nanoparticles (Li et al., 2009;\n313A review of the state-of-the art\nQian, Decker, Xiao, &McClements, 2013; Tamjidi, Shahedi, Varshosaz, & Nasirpour, 2013), because of increased bioavailability of hydrophobic encapsulants.\nCommonly encountered lipid nanoparticles include: liposomes, coacervates, O/W nanoemulsions, solid lipid nanoparticles (SLNs) and inclusion complexes. The particle size of these materials vary from a few nanometers to sub-micron level. Liposomes are nano- and/or micro-scale spherical particulates prepared from phospholipids and cholesterol (Beloglazova, Goryacheva, Shmelin, Kurbangaleev, & De Saeger, 2015). The recent application of liposomes is focused on their antimicrobial activities in dairy products, such as milk and cheese. (da Silva Malheiros, Daroit, & Brandelli, 2010; da Silva Malheiros, Daroit, da Silveira, & Brandelli, 2010; Malheiros Pda, Sant’Anna, Barbosa, Brandelli, & Franco, 2012). Coacervates are typically colloidal materials formed by electrostatic attractions of oppositely-charged macro-ions (e.g., protein, polysaccharide, and/or lipids) and hydrophobic interactions between hydrocarbon-based functional groups (Sagiri, Anis, & Pal, 2016). Quercetin loaded nanoparticles prepared from coacervation showed increased antimicrobial activities against common foodborne microorganisms (Dinesh Kumar, Verma, & Singh, 2016). Similarly, nisin-loaded chitosan/alginate coacervates are also used as food preservatives in tomato juice (Zohri et al., 2013).\nTo prepare O/W nanoemulsions, two approaches are commonly adopted: high-energy or low-energy approaches. Surface electrostatic properties of these nanoparticles are determined by the particles’ exterior layer. High-energy approaches refer to using mechanical devices with extreme shear forces to create a balance between droplet disruption and droplet coalescence. Examples of this approach are high-pressure valve homogenizers, microfluidizers, and ultrasonic homogenizers. Low-energy approaches rely on the spontaneous formation of nanoscale oil droplets in the surfactant-oil-water mixtures by changing the formulation of the mixtures and temperature. SLNs are created by heating an O/W nanoemulsion prepared at a certain temperature to above the melting point of the lipid component, which is followed by gradual cooling of the O/W nanoemulsion to induce lipid crystallization (Mehnert & M€ader, 2001). The major ingredients of lipid nanoparticles are neutral lipids, such as triacylglycerol (TAGs), diacylglycerols (DAGs), monoacylglycerols (MAGs), hydrocarbons, and terpenes or polar lipids, such as free fatty acids (FFAs), surfactants, and phospholipids. Similar to carbohydrates, most lipids\n314 Xiaobo Liu et al.\nundergo hydrolysis reactions catalyzed by lipases following ingestion (McClements & Rao, 2011; McClements & Xiao, 2012). Since lipid hydrolysis is rapid and often yields predictable products, there is no evidence to suggest safety concerns on digestible lipid nanoparticles.\nLipid nanoparticles can also go through a structural transformation in the GI tract, including changes in particle size (McClements, 2013). The chemical composition of lipid nanoparticles is also the decisive factor in structural stabilities of lipid nanoparticles in the GI tract. Some types of lipid nanoparticles are indigestible because the primary compositions of their oil phase consist of indigestible hydrocarbons (McClements & Xiao, 2012). Lemon oil is an example of indigestible hydrocarbons. The monoterpenes, sesquiterpenes and the corresponding oxygenates in this product cannot be hydrolyzed by lipase in GI tract (Rao, Decker, Xiao, & McClements, 2013). Based on “safe-by-design” principles, these indigestible hydrocarbons should be avoided to prevent potential adverse effects on human health (Kraegeloh, Suarez-Merino, Sluijters, & Micheletti, 2018).\nWhen lipids are digested, they form free fatty acids and 2-monoglycerides as the first step of its catabolic pathway. The impact of free fatty acids on the microbiome has drawn increasing attention in recent studies. One study showed omega-3 supplementation alters the human gut microbiota. A recent study of 20 middle age individuals who consumed functional drinks supplemented with DHA (docosahexaenoic acid)/EPA (eicosapentaenoic acid) documented an increase of the Bifidobacterium and Oscillospira genera bacteria and a decrease of Coprococcus and Faecalibacterium genera bacteria. The study found only polyunsaturated fatty acids encapsulated in the emulsion and stabilized in drinks were associated with prolonged suppression of pro-inflammatory arachidonic acid in the blood, which represented a significant improvement from the conventional omega-3 capsule supplements (Watson et al., 2018). Despite this promising result, it is unclear what the emulsion droplet size distribution was in the study, and whether nano-encapsulated DHA/EPA would provide similar health benefits. Depending on the source and origin, omega-3 polyunsaturated fatty acids (PUFAs) can lower the population of gut bacteria Bacteroidetes or Firmicutes, affecting the ratio of Firmicutes/Bacteroidetes, which is a critical factor for weight gain and insulin resistance development (Liu, Hougen, Vollmer, & Hiebert, 2012; Yu et al., 2014). Menni et al. determined an association between DHA and 38 operational taxonomic units. The circulative level of DHA is related to the higher microbiome diversity\n315A review of the state-of-the art\nand higher abundance of the Lachnospiraceae family (Menni et al., 2017). The influence of omega-3 fatty acids on the gut microbiota was revealed in details (Costantini, Molinari, Farinon, & Merendino, 2017)."
    }, {
      "heading" : "2.4 Other nanoscale biomaterials",
      "text" : "Besides the three main categories of the sENP in food, namely proteins, carbohydrates and lipids, other complex biopolymer nanoparticles are also widely used and investigated as food ingredient-based nanomaterials. In the context of this review, complex biopolymer nanoparticles refer to nanomaterials that are comprised of multiple soft materials as the matrix. Complex biopolymer matrices are able to provide increased protection against thermo- and photo-degradation (Patel, Hu, Tiwari, & Velikov, 2010). They can be prepared by coacervation via electrostatic interaction between proteins and polysaccharides that carry opposite charges. As a highly versatile cationic charged material, chitosan has been used frequently in preparation of complex biopolymer nanoparticles. It has been coupled with zein for encapsulation of α-tocopherol (Luo, Zhang, Whent, Yu, & Wang, 2011), and with soy protein for encapsulation of vitamin D3 (Teng, Luo, & Wang, 2013). It is also used to prepare chitosan-zinc oxide complex nanoparticles with antimicrobial applications (Perelshtein et al., 2013). The GI tract fate of complex biopolymer nanoparticles is very similar to proteins, carbohydrates and lipids nanoparticles, and is influenced heavily by the matrix composition. If the shell matrix materials are digestible and generally accepted as safe, it is very unlikely that they will cause any deleterious effects. However, similar to other sENP in food, the physiological fate of complex soft materials has yet to be fully investigated.\nEngineered water nanostructures (EWNS) are a unique type of waterbased nanomaterials with potentially broad applications. EWNS are prepared by spontaneously electrospraying and ionization of water with a high voltage source (6.7kV) (Fig. 5). The current applications of EWNS are primarily on surface sanitation of food and food contact surfaces (Pyrgiotakis, McDevitt, Bordini, et al., 2014; Pyrgiotakis, McDevitt, Gao, et al., 2014; Pyrgiotakis, McDevitt, Yamauchi, & Demokritou, 2012). By enriching EWNS with modest amounts (0.1–1%) of commonly used sanitizers in the food industry, such as H2O2, citric acid, and lysozyme, the disinfection potential increases several orders of magnitude, providing disinfection within minutes. The amount of these active ingredients delivered to the disinfection surfaces is in the picogram range and practically negligible, making iEWNS a highly promising chemical-free sanitation technology for food\n316 Xiaobo Liu et al.\nsafety applications. The synergistic effects of common sanitizers such as citric acid and ROS from EWNS are responsible for the enhanced desired antimicrobial effects of EWNS (Vaze et al., 2019).\n3. Methodologies for assessing pathophysiological effects of sENP\nThe availability of numerous well-established chemical and biological\nanalytical methods today is an advantage for the assessment of pathophysiological effects of engineered nanomaterials. Yet, challenges are still no less\n317A review of the state-of-the art\nthan in other fields. Contrary tometal andmetal oxide nanoparticle additives in foods, which can be traced via transmission and/or scanning electron microscopy or single particle inductively coupled plasma mass spectrometry (ICP-MS), sENP are relatively much harder to monitor and require different analytical tools, ones that are more suitable for organic molecules. Borel and Sabliov reviewed the toxicity and physiological effects of sENP from the ADME (absorption, distribution, metabolism, and excretion) perspective (Borel & Sabliov, 2014). This perspective is important in understanding the physiological effects of sENP incorporated in the food. Cockburn et al. propose a two-tiered system for nanomaterials safety assessment. Tier 1 comprises in vitro, and subacute in vivo studies and Tier 2 comprises more advanced acute in vivo studies (Cockburn et al., 2012). Carcinogenicity, teratogenicity, reproductive toxicity, developmental toxicity, and neurotoxicity also require considerations for certain nanomaterials."
    }, {
      "heading" : "3.1 Models and methods for toxic and pathophysiological effects assessment",
      "text" : "sENP in foods, when ingested, can potentially lead to desirable or undesirable interactions with cellular components of the GI tract and thus, impacting uptake and biodistribution of other critical micro/nutrients in foods (Bettini et al., 2017). Most of these methods needed for the safety assessment of sENP in foods, could be adapted from inorganic nanoparticle exposure studies as well as from the field of cancer nanomedicine where several oral drug formulations containing lipid and/or polymeric nanoparticles have been investigated for their safety and efficacy. In addition, sENP interact with various components within complex food matrices and digestive fluids of the GI tract. Later, we discuss how such food matrix and GI tract interactions could play important roles in determining the extent and site of toxicity as well as other physiological implications of ingested exposure scenarios. These interactions have been frequently ignored in biological fate and transport studies of ingested sENP (Bellmann et al., 2015; DeLoid et al., 2017; McClements et al., 2016).\n3.2 In vitro models of GI tract To assess the toxicity of ingested nanoparticles, the most simplistic model is to treat in vitro cell lines representative of cell types associated with different anatomical compartments of the GI tract, with a range of concentrations of\n318 Xiaobo Liu et al.\ntest nanomaterial. As most ingested food products eventually reach the small intestine where food resides for the longest time, it would be realistic to determine the effects of test nanomaterials on in vitro cell lines representative of the small intestine. The in vitro models can be simple, cost-effective, high throughput, and predictive of potential toxicities."
    }, {
      "heading" : "3.2.1 Monocultures",
      "text" : "Caco-2 and a subclone of Caco-2, C2BBe1, originating from human epithelial colorectal adenocarcinoma cells, can differentiate intomorphologically and functionally mature cells that resemble the enterocytes lining the small intestine. Indeed, during the past decade of inorganic nanotoxicity literature, the Caco-2 monoculture has been used by more than half of the studies (Sohal, O’Fallon, Gaines, Demokritou, & Bello, 2018). Although it has been suggested that C2BBe1 monolayers, the enterocytic differentiation subclone of Caco-2 cells, are more representative of the small intestinal epithelium than Caco-2, due to the more similar transepithelial electrical resistance, morphological homogeneity and BB myosin I expression levels similar to that of a human enterocyte, it has the potential to be a valuable tool in the study of physiological effects of sENP (Huang & Adams, 2003; Masuda, Kajikawa, & Igimi, 2011; Peterson & Mooseker, 1992). Moreover, both cell lines are cancerous (immortal), and their higher resilience compared to normal cells, might lead to underestimation of the true toxicity of nanomaterials. HIEC-6, a normal small intestinal epithelial cell line, or primary cells isolated from the small intestine, are more sensitive and preferred over cancerous cell lines. Additionally, epithelial cell lines used in vitro should be allowed to grow, form tight junctions and differentiate to enterocytes to form an intact barrier—representative of the GI tract epithelium, which should be verified by measuring TEER (Trans-epithelial electrical resistance) and expression of tight junction proteins, before commencing any toxicological assessment (Natoli et al., 2011; Natoli, Leoni, D’Agnano, Zucco, & Felsani, 2012; Sambuy et al., 2005). Other in vitro models include the cell lines representative of gastric epithelium (GES-1), mucus-secreting cells (HT29-MTX), colon epithelium (SW480, DLD-1), and mucus-secreting colon epithelium (NCM460)."
    }, {
      "heading" : "3.2.2 Co-cultures",
      "text" : "Monocultures are unable to represent the complexity of any segment of the GI tract. For instance, small intestinal epithelium not only includes\n319A review of the state-of-the art\nenterocytes (epithelial cells) but also mucus-secreting goblet cells, as well as immune cells in certain regions (Peyer’s patches). Caco-2/HT29-MTX and Caco-2/Raji-B cell lines in co-culture models have been used to represent mucus-secreting epithelium and lymphoid-associated epithelium, respectively (Brun et al., 2014). These more complex co-culture models offer better representation of the GI complexity and possible interactions between various cell types.\nHowever, both monoculture and co-culture models have limitations. Other important factors associated with the GI tract include the gut microbiome, GI fluids of varying pH, underlying blood supply for nutrient absorption and several other direct or indirect interactions. Thus, any in vitro model, whether monoculture, co-culture or tri-culture, are unable to represent the true environment and complex interactions between cells and the environment, and findings from such toxicological studies should be interpreted with extreme caution. In addition, in vitro models cannot be used to determine the biokinetics of food nanoparticles via the ingested route. Furthermore, long-term adverse effects of chronic exposures are difficult to replicate in in vitro studies. Such test conditions would require culturing the cells for long periods of time, which itself can induce cellular stress. Additionally, compensatory homeostatic mechanisms that are typically involved in chronic in vivo exposures, are difficult to replicate for in vitro conditions.\n3.3 In vivo models The limitations of an in vitro model could be addressed using an in vivo model, which can not only inform about the physiological implications of sENP to a specific cell or tissue type, but can also demonstrate effects on the gut microbiome, effects of GI fluids on nanoparticle accumulation and biokinetics in the body, as well as overall health of an organism. In addition, in vivo rat and mice models are extensively used for testing chronic toxicity of food nanoparticles (especially inorganic NPs), as well as oral lipid and polymeric nanoparticle formulations for cancer treatment. In the toxicology literature of inorganic ingested nanoparticles, 13 out of 19 studies in the past decade used the Sprague Dawley rat model and CD-1 (ICR) mouse model (Sohal, O’Fallon, et al., 2018), while recent studies have also used adult male Wistar rats (Bettini et al., 2017). For assessing biokinetics of ingested nanoparticles during or after the treatment regiment, animals are sacrificed and tissues can be collected for elemental analysis using\n320 Xiaobo Liu et al.\nICP-MS (inductively-coupled plasma-mass spectrometry) (Ammendolia et al., 2017; Hong et al., 2017; Tassinari et al., 2014), identifying nanoparticles by visualizing tissue samples using isotopic TEM (transmission electron microscopy) (Susi et al., 2016), and nanoSIMS (nanoscale secondary ion mass spectrometry) (Bettini et al., 2017). For sENP, fluorescent or NIR (near infrared) spectroscopic techniques may be used in conjunction with confocal imaging of tissue sections or live animal imaging, respectively (Chen et al., 2016). For quantitative purposes, chromatography-mass spectrometry techniques should be considered. It should be noted that qualitative and quantitative characterization of sENP in food can be challenging. The building blocks of sENP are soft materials that typically exhibit less stability than inorganic nanomaterials, when exposed to different environmental factors, including foodmatrices, pH, temperature, water activity, etc. sENP also go through coagulation or degradation during extraction and sample preparation of different characterization techniques, which alters particle size, surface properties of target sENP.\nThe toxic effects caused by ingested nanoparticles in vivo can be assessed using several methods or panels of biomarkers of organ function. They can be categorized into broader effects—(1) changes in body weight, blood parameters, levels of alanine aminotransferase (ALT) and alkaline phosphatase (ALP) as an indicator of liver function; (2) granular effects, at the cellular or tissue level histopathological examination of various tissues to determine pathophysiology, permeability measurements assess for compromised intestinal epithelial barrier, cell isolation and flow cytometry analysis to determine changes in cell populations as part of a stress or immune response; and (3) cytokine assays to determine type of immune responses and cytotoxicity assays for assessing cytotoxic responses in specific cell types. Because sENPs are used to increase delivery efficacy of nutrients, antioxidants, cofactors, vitamins, etc., it is important to monitor circulating levels of these ingredients and other critical biochemical compounds in their respective metabolic pathways. For delivery of carbohydrate nanoparticles in foods, one should consider monitoring their impact on circulating carbohydrates and insulin release. Metabolomics studies using nanoparticles microarrays are efficient approachs to monitor gut microbiome changes (Hansen, Dueñas, Looft, & Lee, 2019).\nAnimal models provide valuable information about toxicity and pharmacokinetics of sENP, which otherwise is difficult to assess. However, results must be carefully extrapolated to human relevance as there are significant differences in physiology and nutrient uptake of the GI tract between\n321A review of the state-of-the art\nhumans and rats (DeSesso & Jacobson, 2001; Kararli, 1995). Additionally, it is challenging to investigate effects of the GI fluids of varying pH on sENP passing through the ingested route in a living animal, in which case, simulating the passage through the GI tract in an in vitro model could easily elucidate potential biotransformation ingested nanoparticles might undergo."
    }, {
      "heading" : "3.4 Assessment of nanoparticles induced oxidative stress using electrochemical sensors",
      "text" : "Oxidative/nitrosative stress is among the major adverse pathophysiological effects from nanoparticles exposure (Nel, Xia, M€adler, & Li, 2006). Oxidative/nitrosative stress is a physiological redox disequilibrium state. Under this state, the generation of reactive oxygen and nitrogen species (ROS/ RNS) overwhelms antioxidant defensive system comprised of antioxidants and enzymes including catalase and superoxide dismutase (Halliwell, 1994). Electrochemical biosensors are demonstrated to be effective and versatile for the assessment of nanoparticles induced oxidative stress ( €Ozel, Liu, Alkasir, & Andreescu, 2014). The biorecognition system tailored for each specific analyte in sensor design ensures selectivity of these devices. Additionally, electrochemical biosensors are sensitive, rapid, portable, have real-time monitoring capability and temporal and spatial resolution (Liu, Dumitrescu, & Andreescu, 2015). More importantly, electrochemical biosensors provide a better mechanistic understanding of various phenomena. For example, a cytochrome c based biosensor has been used to study the mechanisms of antibiotics meditated oxidative stress at the cellular level (Liu, Marrakchi, Jahne, Rogers, & Andreescu, 2016; Takahashi et al., 2017). Fig. 6 showed a few examples of using electrochemical biosensors for nanotoxicity assessment.\nElectrochemical biosensors are used to study pathophysiological effects of nanoparticles exposure in zebrafish embryo model via direct in vivo sensing ( €Ozel, Alkasir, Ray, Wallace, & Andreescu, 2013; €Ozel, Wallace, & Andreescu, 2014). Despite advances in nanotoxicity applications of electrochemical biosensors, several major challenges need to be addressed. Electrochemical biosensors work on a rather limited and narrow selection of analytes. sENP and metabolites are mostly redox inactive and represent major challenges for electrochemical detection. In addition, background food components that are protein, carbohydrate, or lipid-based, can produce a huge systemic error or background noise when using the electrochemical biosensor to study sENP in food. Differentiation of sENP from the\n322 Xiaobo Liu et al.\nbackground food component is required for distinguishing physiological responses exclusively generated by sENP.\nAnother issue is biofouling during in vivo and in vitromeasurements. Biofouling is a common issue for biosensors, which may increase noise levels, jeopardizing their sensitivity. A recent in vivo study showed that the mice GI tract conditions and accumulation of blood from the sensor entrance caused higher noise and a 40% decrease in signal response (Gubernatorova et al., 2017). Overall, electrochemical biosensors are versatile tools for nanotoxicity studies, although they present their own limitations. These devices can be used as complementary methods in assessment of toxicity and pathophysiological effects of sENP in food."
    }, {
      "heading" : "3.5 Simulating the GI tract passage",
      "text" : "The interaction of food or digestive fluids with ingested nanoparticles may alter their physicochemical properties and therefore their biological fate and\n323A review of the state-of-the art\nfunction (e.g., absorption and toxicity) (Utembe, Potgieter, Stefaniak, & Gulumian, 2015). Sohal et al. in a recent study determined the dissolution and bio-durability of major ingested inorganic nanoparticles in simulated GI fluids and a similar method can be used for organic nanoparticles (Sohal, Cho, et al., 2018). However, because organic nanoparticles’ composition can be similar to that of the lipid, protein or carbohydrate components of the GI fluids, high-performance liquid chromatography-tandem mass spectrometry techniques and alike, are needed to accurately differentiate and quantify molecular components in sENP."
    }, {
      "heading" : "3.6 Gut microbiome and clinical studies",
      "text" : "The small and large intestines are home to various microorganisms, which play an important role in human health (Hsiao et al., 2013; Lepage et al., 2011; Mondot et al., 2011). In fact, changes in diet alone cause rapid changes in activity and communal composition of the gut microbiota, and ingested nanomaterials are expected to have similar effects (David et al., 2013). It is, therefore, not only appropriate but critical to consider effects of ingested sENP on the gut microbiome in humans, as well as on in vivo or in vitro models’ representative of small intestine and colon. Although studies on this front have just begun to emerge, metagenomics, also known as 16S rRNA sequencing, is extensively used to assess the identity of microbes and shifts in microbial communities upon exposure to ingested nanoparticles (Chen et al., 2017; Taylor, Marcus, Guysi, & Sharon, 2015). The emerging next generation sequencing (NGS) platform has also been explored, in a combination of bioinformatic tools, to study effects of ingested nanoparticles on the gut microbiome (Ogawa et al., 2018; van den Brule et al., 2016).\nMost importantly, humans are the ultimate consumer of sENP in food. With minor exceptions, clinical studies that systematically investigate the links between sENP ingestion, diet, GI health, and health outcome and implications, are currently lacking. In this context, the greatest insight on the sENP and host-biome interactions can be obtained when deep sequencing is applied to characterize responses of both systems.\n4. Summary\nA nanometer is an intermediate length scale which is in between\nmicroscale and atomic scale. Recent advances in nanoscale science have revealed many superior properties and novel phenomena of nanomaterials that inspire numerous beneficial applications. Nanotechnology offers\n324 Xiaobo Liu et al.\nunprecedented solutions to meet challenges of ensuring more sustainable, healthier, safer and more joyous society by promoting food security along the supply chain, increasing the nutritional value of foods, and delivering specialty nutrients for individuals with unique dietary needs or medical conditions. It is important to note that nanoscale materials naturally exist in nature, such as the casein micelle. Many natural food components based on proteins, carbohydrates, lipids, and biopolymers are also in the nanometer scale. Traditional food preparations such as cooking and boiling and commonly used food processing technologies such as homogenization, thermal processing, and others result in soft engineered nanoparticles (sENP) or nanostructures with advantageous functional properties of better food products. The sENP found in our food supply has been consumed for a long time. There have been no reported safety concerns about them in literature. It is clear that the simplistic question of “Is nano safe to eat or not” is not a proper question in the broad discussion of risk assessment and management of engineered nanoparticles.\nsENP (protein, carbohydrate, lipids and other biomaterials) have been widely used in food for their superior physio-chemical and functional properties. The current primary use of sENP is in nutrient delivery; meanwhile, other applications in food and agriculture are being explored. While the public perception, labeling, and safety issue are hurdles for wider applications of sENP, no toxic effects from ingested sENP have been reported to-date. Many beneficial effects have been achieved using thoughtfully designed functional sENP. To facilitate a faster acceptance of emerging applications of sENP in food and agriculture, systematic evaluation and risk assessment of such materials, particularly in foods, should be established. A series of traditional and novel analytical methodologies can be used to establish and support such evaluation systems.\nInvestigations of the nanoscale processes, phenomena, and properties of food materials are a new endeavor. Numerous lines of meaningful inquiries are apparent to promote scientific understanding of food science, nutrition, and safety. In addition, these inquiries can ultimately formulate and manufacture nutritious food with potential to improve human health and quality of life. We have articulated four major research priorities throughout the chapter and summarized below for the scientific community and public to consider. 4.1. Functionalities of sENP:\na. Advanced delivery systems, attributed to nanoscale dependent\nphysiochemical properties, have been, and still are, a major research foci of new sENP development.\n325A review of the state-of-the art\nb. An emerging and very promising functionality for sENP is to\nremove unhealthy ingredients in food or prevent absorption of unhealthy ingredients (such as undesirable cholesterols and fatty acids) in the GI tract.\n4.2. Safety assessment of sENP:\na. Improving payload and uptake of bioactive components in sENP\ndelivery systems has been, for understandable reasons, a primary focus. Bioactive ingredients, such as vitamins and nutraceuticals, appear to have normal rage of optimal therapeutic/beneficial effects. Current efforts focus on increasing bioavailability. There is little information at present to establish upper therapeutic limits or margins of safety for these delivered bioactive components. This should be considered an important priority, best done early on in research and development phase before the product reaches the market, if one is to prevent overdose-induced toxicological effects. b. Comprehensive assessment on the full spectrum of biological and\nphysiological responses to sENP uptake has not been considered necessary in the development of new ingredients or additives. However, it may be necessary to develop a battery of effective assessment methods to respond to the needs of regulatory and public concerns for new sENP development and application in food and nutrition supplements. c. Nutrition has emerged as an important arm in comprehensive\ntherapies as well as disease prevention and intervention strategies. It is of vital importance to evaluate interactions among sENP, bioactive cargo, and other prescription or non-prescription medicines and nutraceuticals including dietary intervention strategies. This should also be a priority, especially if both substances are used to treat or offset similar diseases or conditions, such as antiinflammatory nutraceuticals, corticosteroids, non-steroidal antiinflammatory drug (NSAIDs), etc. d. Unlike inorganic ENP, there is very little evidence suggesting\nsENP have any acute adverse physiological effects. However, it may be an interesting line of inquiry about health implications of long-term ingestion of sENP in food.\n4.3. Advancement in state-of-the-art methodologies:\na. Recent advancement in omics techniques and bioinformatics\nempowers research in all aspects of health sciences. Genomics and microbiomics are powerful tools that can provide important\n326 Xiaobo Liu et al.\nmechanistic insights into understanding of sENP-host interactions, and how they impact the microbiome and subsequent human health, such as cognitive functions and aging. b. Metabolomics, especially proteomics and lipidomics, also pose\nunparalleled power to investigate physiological pathways and implications of sENP and their bioactive cargo in human, especially if combined with microbiomics and genomics. c. Human clinical trials on sENP in food or nutritional supplements\nhave been very rare. Animal models may elucidate mechanistic and kinetic effects of sENP to potential health benefits and implications.\n4.4. Health assessment for immunocompromised population:\na. The majority of sENP research and development has been tailored\nfor health promotion and disease prevention in healthy adults. However, safety and physiological assessment of sENP is very important and often neglected for sensitive or immunocompromised populations. b. The pediatric market is rapidly growing, and more regulation and\nsafety assessment need to be enforced. There is overwhelming evidence suggesting infants and toddlers have dramatically different physiological pathways compared to adults.\ni. There is a need in understanding the physiological and devel-\nopmental effects of sENP and other nanoscale materials in infant or baby food, especially as it relates to neonate microbiome, interaction of sENP with intestinal stem cells, and activation or silencing of the expression of genes that are critical for maintaining epithelial barrier, intestinal motility and normal immune homeostasis later in life. ii. In addition, sENP used in nutrition supplements and\nnutraceuticals for pregnant and lactating mothers should also be scrutinized for sensitivity concerns. Maternal intake may have cross-generational impacts on the fetus or the baby.\nc. Geriatrics population also represents huge market shares in nutri-\ntion supplements and nutraceutical. Elderly population tends to have higher risks in developing cancer, diabetes, hypertension, cognitive decline, and other degenerative diseases, some of which have now been linked with the shifting microbiome. It is very important to understand the impact of sENP and their bioactive cargo on the gut microbiome, as well as subsequent health benefits and implications.\n327A review of the state-of-the art"
    } ],
    "references" : [ {
      "title" : "Methods to evaluate uptake of engineered nanomaterials by the alimentary tract",
      "author" : [ "H. Alger", "D. Momcilovic", "D. Carlander", "T.V. Duncan" ],
      "venue" : "Comprehensive Reviews in Food Science and Food Safety,",
      "citeRegEx" : "Alger et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Alger et al\\.",
      "year" : 2014
    }, {
      "title" : "Short-term oral exposure to low doses of nano-sized TiO2 and potential modulatory effects on intestinal cells",
      "author" : [ "M.G. Ammendolia", "F. Iosi", "F. Maranghi", "R. Tassinari", "F. Cubadda", "F Aureli" ],
      "venue" : "Food and Chemical Toxicology,",
      "citeRegEx" : "Ammendolia et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ammendolia et al\\.",
      "year" : 2017
    }, {
      "title" : "Health benefits of dietary fiber",
      "author" : [ "J.W. Anderson", "P. Baird", "J.R.H. Davis", "S. Ferreri", "M. Knudtson", "A Koraym" ],
      "venue" : "Nutrition Reviews,",
      "citeRegEx" : "Anderson et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Anderson et al\\.",
      "year" : 2009
    }, {
      "title" : "Antioxidant poly(lactic-co-glycolic) acid nanoparticles made with α-tocopherol–ascorbic acid surfactant",
      "author" : [ "C.E. Astete", "D. Dolliver", "M. Whaley", "L. Khachatryan", "C.M. Sabliov" ],
      "venue" : "ACS Nano,",
      "citeRegEx" : "Astete et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Astete et al\\.",
      "year" : 2011
    }, {
      "title" : "Mammalian gastrointestinal tract parameters modulating the integrity, surface properties, and absorption of food-relevant nanomaterials",
      "author" : [ "S. Bellmann", "D. Carlander", "A. Fasano", "D. Momcilovic", "J.A. Scimeca", "Waldman", "W. J" ],
      "venue" : "Wiley Interdisciplinary Reviews: Nanomedicine and Nanobiotechnology,",
      "citeRegEx" : "Bellmann et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bellmann et al\\.",
      "year" : 2015
    }, {
      "title" : "Preparation and characterization of stable phospholipid–silica nanostructures loaded with quantum dots",
      "author" : [ "N.V. Beloglazova", "I.Y. Goryacheva", "P.S. Shmelin", "V. Kurbangaleev", "S. De Saeger" ],
      "venue" : "Journal of Materials Chemistry B,",
      "citeRegEx" : "Beloglazova et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Beloglazova et al\\.",
      "year" : 2015
    }, {
      "title" : "Food-grade TiO2 impairs intestinal and systemic immune homeostasis, initiates preneoplastic lesions and promotes aberrant crypt development in the rat colon",
      "author" : [ "S. Bettini", "E. Boutet-Robinet", "C. Cartier", "C. Com era", "E. Gaultier", "J Dupuy" ],
      "venue" : "Scientific Reports,",
      "citeRegEx" : "Bettini et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bettini et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanodelivery of bioactive components for food applications: Types of delivery systems, properties, and their effect on ADME profiles and toxicity of nanoparticles",
      "author" : [ "T. Borel", "C.M. Sabliov" ],
      "venue" : "Annual Review of Food Science and Technology,",
      "citeRegEx" : "Borel and Sabliov,? \\Q2014\\E",
      "shortCiteRegEx" : "Borel and Sabliov",
      "year" : 2014
    }, {
      "title" : "Titanium dioxide nanoparticle impact and translocation through ex vivo, in vivo and in vitro gut epithelia",
      "author" : [ "E. Brun", "F. Barreau", "G. Veronesi", "B. Fayard", "S. Sorieul", "C Chan eac" ],
      "venue" : "Particle and Fibre Toxicology,",
      "citeRegEx" : "Brun et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Brun et al\\.",
      "year" : 2014
    }, {
      "title" : "Lipid nanoparticles for the delivery of poorly water-soluble drugs",
      "author" : [ "H. Bunjes" ],
      "venue" : "Journal of Pharmacy and Pharmacology,",
      "citeRegEx" : "Bunjes,? \\Q2010\\E",
      "shortCiteRegEx" : "Bunjes",
      "year" : 2010
    }, {
      "title" : "Oral nanostructured lipid carriers loaded with near-infrared dye for image-guided photothermal therapy",
      "author" : [ "G. Chen", "K. Wang", "Y. Zhou", "L. Ding", "A. Ullah", "Q Hu" ],
      "venue" : "ACS Applied Materials & Interfaces,",
      "citeRegEx" : "Chen et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2016
    }, {
      "title" : "The effects of orally administered Ag, TiO2 and SiO2 nanoparticles on gut microbiota composition and colitis induction in mice",
      "author" : [ "H. Chen", "R. Zhao", "B. Wang", "C. Cai", "L. Zheng", "H Wang" ],
      "venue" : "NanoImpact,",
      "citeRegEx" : "Chen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2017
    }, {
      "title" : "Tangeretin-loaded protein nanoparticles fabricated from zein/β-lactoglobulin: Preparation, characterization, and functional performance",
      "author" : [ "J. Chen", "J. Zheng", "D.J. McClements", "H. Xiao" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Chitosan microparticles and nanoparticles as biocompatible delivery vehicles for peptide and protein-based immunocontraceptive vaccines",
      "author" : [ "B.Y. Chua", "M. Al Kobaisi", "W. Zeng", "D. Mainwaring", "D.C. Jackson" ],
      "venue" : "Molecular Pharmaceutics,",
      "citeRegEx" : "Chua et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Chua et al\\.",
      "year" : 2012
    }, {
      "title" : "Approaches to the safety assessment of engineered nanomaterials (ENM) in food",
      "author" : [ "A. Cockburn", "R. Bradford", "N. Buck", "A. Constable", "G. Edwards", "B Haber" ],
      "venue" : "Food and Chemical Toxicology,",
      "citeRegEx" : "Cockburn et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Cockburn et al\\.",
      "year" : 2012
    }, {
      "title" : "Stability of β-carotene in protein-stabilized oil-inwater delivery systems",
      "author" : [ "L. Cornacchia", "Y.H. Roos" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Cornacchia and Roos,? \\Q2011\\E",
      "shortCiteRegEx" : "Cornacchia and Roos",
      "year" : 2011
    }, {
      "title" : "Impact of omega-3 fatty acids on the gut microbiota",
      "author" : [ "L. Costantini", "R. Molinari", "B. Farinon", "N. Merendino" ],
      "venue" : "International Journal of Molecular Sciences,",
      "citeRegEx" : "Costantini et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Costantini et al\\.",
      "year" : 2017
    }, {
      "title" : "Food applications of liposomeencapsulated antimicrobial peptides",
      "author" : [ "P. da Silva Malheiros", "D.J. Daroit", "A. Brandelli" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Malheiros et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Malheiros et al\\.",
      "year" : 2010
    }, {
      "title" : "Diet rapidly and reproducibly alters the human gut",
      "author" : [ "Wolfe", "B. E" ],
      "venue" : null,
      "citeRegEx" : "Wolfe and E,? \\Q2013\\E",
      "shortCiteRegEx" : "Wolfe and E",
      "year" : 2013
    }, {
      "title" : "Anatomical and physiological parameters affecting",
      "author" : [ "J.M. DeSesso", "C.F. Jacobson" ],
      "venue" : null,
      "citeRegEx" : "DeSesso and Jacobson,? \\Q2001\\E",
      "shortCiteRegEx" : "DeSesso and Jacobson",
      "year" : 2001
    }, {
      "title" : "Morphological and in vitro",
      "author" : [ "V. Dinesh Kumar", "P.R.P. Verma", "S.K. Singh" ],
      "venue" : null,
      "citeRegEx" : "Kumar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2016
    }, {
      "title" : "Development of a novel probe sonication",
      "author" : [ "R.K. Dutta", "S. Sahu" ],
      "venue" : null,
      "citeRegEx" : "Dutta and Sahu,? \\Q2012\\E",
      "shortCiteRegEx" : "Dutta and Sahu",
      "year" : 2012
    }, {
      "title" : "Nanoencapsulation of food ingredients",
      "author" : [ "M. Fathi", "Á. Martı́n", "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "Fathi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fathi et al\\.",
      "year" : 2014
    }, {
      "title" : "Food processing technology: Principles and practice (4th ed.)",
      "author" : [ "P.J. Fellows" ],
      "venue" : null,
      "citeRegEx" : "Fellows,? \\Q2016\\E",
      "shortCiteRegEx" : "Fellows",
      "year" : 2016
    }, {
      "title" : "Cytotoxicity of nanoparticles contained in food on intes",
      "author" : [ "E. ohlich" ],
      "venue" : null,
      "citeRegEx" : "ohlich,? \\Q2016\\E",
      "shortCiteRegEx" : "ohlich",
      "year" : 2016
    }, {
      "title" : "Delivery of phytochemical thymoquinone using molecular",
      "author" : [ "I.M. Warner" ],
      "venue" : null,
      "citeRegEx" : "Warner,? \\Q2010\\E",
      "shortCiteRegEx" : "Warner",
      "year" : 2010
    }, {
      "title" : "Encapsulation of hydrophobic aroma in whey protein nanoparticles",
      "author" : [ "H.J. Giroux", "M. Britten" ],
      "venue" : "Journal of Microencapsulation,",
      "citeRegEx" : "Giroux and Britten,? \\Q2011\\E",
      "shortCiteRegEx" : "Giroux and Britten",
      "year" : 2011
    }, {
      "title" : "Responses of intestinal virome",
      "author" : [ "K. Gokulan", "A.Z. Bekele", "K.L. Drake", "S. Khare" ],
      "venue" : null,
      "citeRegEx" : "Gokulan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gokulan et al\\.",
      "year" : 2018
    }, {
      "title" : "Europium-doped cerium oxide nanoparticles limit reactive oxygen species formation and ameliorate intestinal ischemia–reperfusion injury",
      "author" : [ "S Andreescu" ],
      "venue" : null,
      "citeRegEx" : "Andreescu,? \\Q2017\\E",
      "shortCiteRegEx" : "Andreescu",
      "year" : 2017
    }, {
      "title" : "Nanoemulsions: Formation, properties and applications",
      "author" : [ "A. Gupta", "H.B. Eral", "T.A. Hatton", "P.S. Doyle" ],
      "venue" : "Soft Matter,",
      "citeRegEx" : "Gupta et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2016
    }, {
      "title" : "Free radicals, antioxidants, and human disease: Curiosity, cause, or consequence",
      "author" : [ "B. Halliwell" ],
      "venue" : "The Lancet,",
      "citeRegEx" : "Halliwell,? \\Q1994\\E",
      "shortCiteRegEx" : "Halliwell",
      "year" : 1994
    }, {
      "title" : "A perspective on the complexity of dietary fiber",
      "author" : [ "B.R. Hamaker", "Y.E. Tuncil" ],
      "venue" : null,
      "citeRegEx" : "Hamaker and Tuncil,? \\Q2014\\E",
      "shortCiteRegEx" : "Hamaker and Tuncil",
      "year" : 2014
    }, {
      "title" : "Biodegradable nanoparticles for drug delivery and targeting",
      "author" : [ "M.L. Hans", "A.M. Lowman" ],
      "venue" : "Current Opinion in Solid State and Materials Science,",
      "citeRegEx" : "Hans and Lowman,? \\Q2002\\E",
      "shortCiteRegEx" : "Hans and Lowman",
      "year" : 2002
    }, {
      "title" : "Nanoparticle microarray",
      "author" : [ "R.L. Hansen", "M.E. Dueñas", "T. Looft", "Y.J. Lee" ],
      "venue" : null,
      "citeRegEx" : "Hansen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hansen et al\\.",
      "year" : 2019
    }, {
      "title" : "Protein nanoparticles as drug carriers in clinical medicine",
      "author" : [ "M.J. Hawkins", "P. Soon-Shiong", "N. Desai" ],
      "venue" : "Advanced Drug Delivery Reviews,",
      "citeRegEx" : "Hawkins et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hawkins et al\\.",
      "year" : 2008
    }, {
      "title" : "Nanotechnology in food science: Functionality, applicability, and safety assessment",
      "author" : [ "X. He", "Hwang", "H.-M" ],
      "venue" : "Journal of Food and Drug Analysis,",
      "citeRegEx" : "He et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2016
    }, {
      "title" : "Gastric toxicity",
      "author" : [ "F. Hong", "N. Wu", "Y. Zhou", "L. Ji", "T. Chen", "L. Wang" ],
      "venue" : null,
      "citeRegEx" : "Hong et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hong et al\\.",
      "year" : 2017
    }, {
      "title" : "An in vitro model for investigating intestinal adhesion",
      "author" : [ "Y. Huang", "M.C. Adams" ],
      "venue" : null,
      "citeRegEx" : "Huang and Adams,? \\Q2003\\E",
      "shortCiteRegEx" : "Huang and Adams",
      "year" : 2003
    }, {
      "title" : "Nanotechnology: History and future",
      "author" : [ "J. Hulla", "S. Sahu", "A. Hayes" ],
      "venue" : "Human & Experimental Toxicology,",
      "citeRegEx" : "Hulla et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hulla et al\\.",
      "year" : 2015
    }, {
      "title" : "Inclusion complexes of tapioca starch with flavour compounds",
      "author" : [ "T. Itthisoponkul", "J.R. Mitchell", "A.J. Taylor", "I.A. Farhat" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Itthisoponkul et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Itthisoponkul et al\\.",
      "year" : 2007
    }, {
      "title" : "Effective insulin delivery",
      "author" : [ "A.K. Jain", "R.K. Khar", "F.J. Ahmed", "P.V. Diwan" ],
      "venue" : null,
      "citeRegEx" : "Jain et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Jain et al\\.",
      "year" : 2008
    }, {
      "title" : "Comparison of the gastrointestinal anatomy, physiology, and biochem",
      "author" : [ "T.T. Kararli" ],
      "venue" : null,
      "citeRegEx" : "Kararli,? \\Q1995\\E",
      "shortCiteRegEx" : "Kararli",
      "year" : 1995
    }, {
      "title" : "The interactive effect",
      "author" : [ "Z. Khorshidi", "K. Sarvi Moghanlou", "A. Imani", "S. Behrouzi" ],
      "venue" : null,
      "citeRegEx" : "Khorshidi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Khorshidi et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of dietary fiber and its components on",
      "author" : [ "J.M. Lattimer", "M.D. Haub" ],
      "venue" : null,
      "citeRegEx" : "Lattimer and Haub,? \\Q2010\\E",
      "shortCiteRegEx" : "Lattimer and Haub",
      "year" : 2010
    }, {
      "title" : "Effects of long chain fatty acid",
      "author" : [ "U. Lesmes", "S.H. Cohen", "Y. Shener", "E. Shimoni" ],
      "venue" : null,
      "citeRegEx" : "Lesmes et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lesmes et al\\.",
      "year" : 2009
    }, {
      "title" : "Enhancement of gastrointestinal",
      "author" : [ "H. Li", "X. Zhao", "Y. Ma", "G. Zhai", "L. Li", "H. Lou" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanocellulose in biomedicine: Current status and future prospect",
      "author" : [ "N. Lin", "A. Dufresne" ],
      "venue" : "European Polymer Journal,",
      "citeRegEx" : "Lin and Dufresne,? \\Q2014\\E",
      "shortCiteRegEx" : "Lin and Dufresne",
      "year" : 2014
    }, {
      "title" : "Preparation of superparamagnetic Fe3O4@alginate/chitosan nanospheres for Candida rugosa lipase immo",
      "author" : [ "X. Liu", "X. Chen", "Y. Li", "X. Wang", "X. Peng", "W. Zhu" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2012
    }, {
      "title" : "Electrochemical biosensors for real-time",
      "author" : [ "X. Liu", "E. Dumitrescu", "S. Andreescu" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2015
    }, {
      "title" : "Gut bacteria profiles",
      "author" : [ "T. Liu", "H. Hougen", "A.C. Vollmer", "S.M. Hiebert" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2012
    }, {
      "title" : "Milk proteins as vehicles for bioactives",
      "author" : [ "Y.D. Livney" ],
      "venue" : "Current Opinion in Colloid & Interface Science,",
      "citeRegEx" : "Livney,? \\Q2010\\E",
      "shortCiteRegEx" : "Livney",
      "year" : 2010
    }, {
      "title" : "Protein nanoparticles",
      "author" : [ "W. Lohcharoenkal", "L. Wang", "Y.C. Chen", "Y. Rojanasakul" ],
      "venue" : null,
      "citeRegEx" : "Lohcharoenkal et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lohcharoenkal et al\\.",
      "year" : 2014
    }, {
      "title" : "Preparation and characterization of zein/chitosan complex for encapsulation of α-tocopherol, and its in vitro controlled release study",
      "author" : [ "Y. Luo", "B. Zhang", "M. Whent", "L. Yu", "Q. Wang" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "Luo et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2011
    }, {
      "title" : "Colloidal aspects of protein digestion.Current",
      "author" : [ "A. Mackie", "A. Macierzanka" ],
      "venue" : "Opinion in Colloid & Interface Science,",
      "citeRegEx" : "Mackie and Macierzanka,? \\Q2010\\E",
      "shortCiteRegEx" : "Mackie and Macierzanka",
      "year" : 2010
    }, {
      "title" : "Establishment and evaluation",
      "author" : [ "K. Masuda", "A. Kajikawa", "S. Igimi" ],
      "venue" : null,
      "citeRegEx" : "Masuda et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Masuda et al\\.",
      "year" : 2011
    }, {
      "title" : "Edible lipid nanoparticles: Digestion, absorption, and potential",
      "author" : [ "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "McClements,? \\Q2013\\E",
      "shortCiteRegEx" : "McClements",
      "year" : 2013
    }, {
      "title" : "Is nano safe in foods? Establishing the factors",
      "author" : [ "H. Xiao" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Solid lipid nanoparticles: Production, characterization",
      "author" : [ "W. Mehnert", "K. M€ader" ],
      "venue" : "nanoparticles. npj Science of Food,",
      "citeRegEx" : "Mehnert and M€ader,? \\Q2001\\E",
      "shortCiteRegEx" : "Mehnert and M€ader",
      "year" : 2001
    }, {
      "title" : "Polysaccharides as building blocks for nanotherapeutics",
      "author" : [ "S. Mizrahy", "D. Peer" ],
      "venue" : null,
      "citeRegEx" : "11079",
      "shortCiteRegEx" : "11079",
      "year" : 2012
    }, {
      "title" : "Good Caco-2 cell",
      "author" : [ "M. Natoli", "B.D. Leoni", "I. D’Agnano", "F. Zucco", "A. Felsani" ],
      "venue" : "tiated monolayer. Journal of Cellular Physiology,",
      "citeRegEx" : "Natoli et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Natoli et al\\.",
      "year" : 2012
    }, {
      "title" : "Microbiome analysis of biofilms of silver nanoparticle-dispersed silane-based coated carbon steel using a next-generation sequencing",
      "author" : [ "A. Ogawa", "K. Takakura", "K. Sano", "H. Kanematsu", "T. Yamano", "T Saishin" ],
      "venue" : "technique. Antibiotics,",
      "citeRegEx" : "Ogawa et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ogawa et al\\.",
      "year" : 2018
    }, {
      "title" : "Comparative evaluation of intestinal nitric oxide in embryonic zebrafish exposed to metal oxide",
      "author" : [ "R.E. Ozel", "R.S.J. Alkasir", "K. Ray", "K.N. Wallace", "S. Andreescu" ],
      "venue" : "nanoparticles. Small,",
      "citeRegEx" : "Ozel et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ozel et al\\.",
      "year" : 2013
    }, {
      "title" : "Electrochemical methods for",
      "author" : [ "R.E. Ozel", "X. Liu", "R.S.J. Alkasir", "S. Andreescu" ],
      "venue" : null,
      "citeRegEx" : "Ozel et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ozel et al\\.",
      "year" : 2014
    }, {
      "title" : "Alterations of intestinal serotonin",
      "author" : [ "R.E. Ozel", "K.N. Wallace", "S. Andreescu" ],
      "venue" : null,
      "citeRegEx" : "Ozel et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ozel et al\\.",
      "year" : 2014
    }, {
      "title" : "Simultaneous nanoparticle formation and encapsulation driven by hydrophobic interaction of casein-graft-dextran and β-carotene",
      "author" : [ "X. Pan", "P. Yao", "M. Jiang" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Pan et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2007
    }, {
      "title" : "Synthesis and characterisation of zein–curcumin colloidal particles",
      "author" : [ "A. Patel", "Y. Hu", "J.K. Tiwari", "K.P. Velikov" ],
      "venue" : "Soft Matter,",
      "citeRegEx" : "Patel et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Patel et al\\.",
      "year" : 2010
    }, {
      "title" : "Chitosan and chitosan–ZnO-based complex nanoparticles: Formation, characterization, and antibacterial activity",
      "author" : [ "I. Perelshtein", "E. Ruderman", "N. Perkas", "T. Tzanov", "J. Beddow", "E Joyce" ],
      "venue" : "Journal of Materials Chemistry B,",
      "citeRegEx" : "Perelshtein et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Perelshtein et al\\.",
      "year" : 2013
    }, {
      "title" : "Characterization of the enterocyte-like brush",
      "author" : [ "M.D. Peterson", "M.S. Mooseker" ],
      "venue" : null,
      "citeRegEx" : "Peterson and Mooseker,? \\Q1992\\E",
      "shortCiteRegEx" : "Peterson and Mooseker",
      "year" : 1992
    }, {
      "title" : "Antimicrobial activity of cyclodextrin entrapped allyl",
      "author" : [ "L. Hansen" ],
      "venue" : null,
      "citeRegEx" : "Hansen,? \\Q2012\\E",
      "shortCiteRegEx" : "Hansen",
      "year" : 2012
    }, {
      "title" : "New frontiers in nanotoxicology: Gut",
      "author" : [ "A. Pietroiusti", "A. Magrini", "L. Campagnolo" ],
      "venue" : null,
      "citeRegEx" : "Pietroiusti et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pietroiusti et al\\.",
      "year" : 2016
    }, {
      "title" : "Beverage emulsions: Recent developments",
      "author" : [ "D.T. Piorkowski", "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "Piorkowski and McClements,? \\Q2014\\E",
      "shortCiteRegEx" : "Piorkowski and McClements",
      "year" : 2014
    }, {
      "title" : "A novel method",
      "author" : [ "G. Pyrgiotakis", "J. McDevitt", "T. Yamauchi", "P. Demokritou" ],
      "venue" : null,
      "citeRegEx" : "Pyrgiotakis et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Pyrgiotakis et al\\.",
      "year" : 2012
    }, {
      "title" : "Impact of lipid nanoparticle physical state on particle aggregation and β-carotene degradation: Potential limitations of solid lipid nanoparticles",
      "author" : [ "C. Qian", "E.A. Decker", "H. Xiao", "D.J. McClements" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Qian et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Qian et al\\.",
      "year" : 2013
    }, {
      "title" : "Nutraceutical nanoemulsions: Influence of carrier oil composition (digestible versus indigestible oil) on β-carotene bioavailability",
      "author" : [ "J. Rao", "E.A. Decker", "H. Xiao", "D.J. McClements" ],
      "venue" : "Journal of the Science of Food and Agriculture,",
      "citeRegEx" : "Rao et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Rao et al\\.",
      "year" : 2013
    }, {
      "title" : "Cellulose nanomaterials: Life cycle risk assessment, and environmental health and safety roadmap",
      "author" : [ "J.A. Shatkin", "B. Kim" ],
      "venue" : "Environmental Science: Nano,",
      "citeRegEx" : "Shatkin and Kim,? \\Q2015\\E",
      "shortCiteRegEx" : "Shatkin and Kim",
      "year" : 2015
    }, {
      "title" : "Time analysis of poly (lactic-co-glycolic) acid",
      "author" : [ "L.C. Simon", "C.M. Sabliov" ],
      "venue" : null,
      "citeRegEx" : "Simon and Sabliov,? \\Q2013\\E",
      "shortCiteRegEx" : "Simon and Sabliov",
      "year" : 2013
    }, {
      "title" : "Nanotechnology and its applications in the food",
      "author" : [ "N. Sozer", "J.L. Kokini" ],
      "venue" : "sector. Trends in Biotechnology,",
      "citeRegEx" : "Sozer and Kokini,? \\Q2009\\E",
      "shortCiteRegEx" : "Sozer and Kokini",
      "year" : 2009
    }, {
      "title" : "Incorporation of lipid nanoparticles into calcium alginate",
      "author" : [ "B. Strasdat", "H. Bunjes" ],
      "venue" : null,
      "citeRegEx" : "Strasdat and Bunjes,? \\Q2013\\E",
      "shortCiteRegEx" : "Strasdat and Bunjes",
      "year" : 2013
    }, {
      "title" : "Nanostructured lipid carriers",
      "author" : [ "F. Tamjidi", "M. Shahedi", "J. Varshosaz", "A. Nasirpour" ],
      "venue" : null,
      "citeRegEx" : "Tamjidi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Tamjidi et al\\.",
      "year" : 2013
    }, {
      "title" : "Metal oxide nanoparticles",
      "author" : [ "A. Taylor", "I. Marcus", "R. Guysi", "L. Sharon" ],
      "venue" : null,
      "citeRegEx" : "Taylor et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Taylor et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanoparticles synthesized from soy protein",
      "author" : [ "Z. Teng", "Y. Luo", "Q. Wang" ],
      "venue" : null,
      "citeRegEx" : "Teng et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Teng et al\\.",
      "year" : 2012
    }, {
      "title" : "Carboxymethyl chitosan–soy protein complex",
      "author" : [ "Z. Teng", "Y. Luo", "Q. Wang" ],
      "venue" : null,
      "citeRegEx" : "Teng et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Teng et al\\.",
      "year" : 2013
    }, {
      "title" : "Dissolution and bio",
      "author" : [ "W. Utembe", "K. Potgieter", "A.B. Stefaniak", "M. Gulumian" ],
      "venue" : null,
      "citeRegEx" : "Utembe et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Utembe et al\\.",
      "year" : 2015
    }, {
      "title" : "Desolvation process and surface",
      "author" : [ "C. Weber", "C. Coester", "J. Kreuter", "K. Langer" ],
      "venue" : null,
      "citeRegEx" : "Weber et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Weber et al\\.",
      "year" : 2000
    }, {
      "title" : "Re-assembled casein micelles and casein nanoparticles as nano-vehicles for ω-3 polyunsaturated fatty acids",
      "author" : [ "P. Zimet", "D. Rosenberg", "Y.D. Livney" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Zimet et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zimet et al\\.",
      "year" : 2011
    }, {
      "title" : "Nisin-loaded chitosan/alginate nanoparticles: A hopeful hybrid biopreservative",
      "author" : [ "S Eshghi Gonbaki" ],
      "venue" : "Journal of Food Safety,",
      "citeRegEx" : "Gonbaki,? \\Q2013\\E",
      "shortCiteRegEx" : "Gonbaki",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 50,
      "context" : "unstable nutrients through various processes (Livney, 2010).",
      "startOffset" : 45,
      "endOffset" : 59
    }, {
      "referenceID" : 0,
      "context" : "Green arrows show possible unidirectional transit of the analyte across intestinal barriers (Alger et al., 2014).",
      "startOffset" : 92,
      "endOffset" : 112
    }, {
      "referenceID" : 0,
      "context" : "ferent proteolytic enzymes and pH variations from the oral cavity to small intestines (Alger et al., 2014).",
      "startOffset" : 86,
      "endOffset" : 106
    }, {
      "referenceID" : 2,
      "context" : "Although there is overwhelming evidence on beneficial effects of consuming natural dietary fibers (Anderson et al., 2009; Lattimer &Haub, 2010), it appears that modifications in the chemical composition and structure due to refining processes, may be key factors that determine whether a carbohydrate nanoparticle/fiber is ultimately beneficial or deleterious to",
      "startOffset" : 98,
      "endOffset" : 143
    }, {
      "referenceID" : 9,
      "context" : "been used for delivery of insoluble drugs (Bunjes, 2010).",
      "startOffset" : 42,
      "endOffset" : 56
    }, {
      "referenceID" : 55,
      "context" : "In the food and beverage industry, lipid nanoparticles are used widely in commercial products (McClements, 2013).",
      "startOffset" : 94,
      "endOffset" : 112
    }, {
      "referenceID" : 55,
      "context" : "Lipid nanoparticles can also go through a structural transformation in the GI tract, including changes in particle size (McClements, 2013).",
      "startOffset" : 120,
      "endOffset" : 138
    }, {
      "referenceID" : 66,
      "context" : "It is also used to prepare chitosan-zinc oxide complex nanoparticles with antimicrobial applications (Perelshtein et al., 2013).",
      "startOffset" : 101,
      "endOffset" : 127
    }, {
      "referenceID" : 14,
      "context" : "comprises in vitro, and subacute in vivo studies and Tier 2 comprises more advanced acute in vivo studies (Cockburn et al., 2012).",
      "startOffset" : 106,
      "endOffset" : 129
    }, {
      "referenceID" : 4,
      "context" : "These interactions have been frequently ignored in biological fate and transport studies of ingested sENP (Bellmann et al., 2015; DeLoid et al., 2017; McClements et al., 2016).",
      "startOffset" : 106,
      "endOffset" : 175
    }, {
      "referenceID" : 8,
      "context" : "Caco-2/HT29-MTX and Caco-2/Raji-B cell lines in co-culture models have been used to represent mucus-secreting epithelium and lymphoid-associated epithelium, respectively (Brun et al., 2014).",
      "startOffset" : 170,
      "endOffset" : 189
    }, {
      "referenceID" : 6,
      "context" : ", 2016), and nanoSIMS (nanoscale secondary ion mass spectrometry) (Bettini et al., 2017).",
      "startOffset" : 66,
      "endOffset" : 88
    }, {
      "referenceID" : 10,
      "context" : "with confocal imaging of tissue sections or live animal imaging, respectively (Chen et al., 2016).",
      "startOffset" : 78,
      "endOffset" : 97
    }, {
      "referenceID" : 30,
      "context" : "this state, the generation of reactive oxygen and nitrogen species (ROS/ RNS) overwhelms antioxidant defensive system comprised of antioxidants and enzymes including catalase and superoxide dismutase (Halliwell, 1994).",
      "startOffset" : 200,
      "endOffset" : 217
    }, {
      "referenceID" : 11,
      "context" : "microbial communities upon exposure to ingested nanoparticles (Chen et al., 2017; Taylor, Marcus, Guysi, & Sharon, 2015).",
      "startOffset" : 62,
      "endOffset" : 120
    } ],
    "year" : 2019,
    "abstractText" : "With superior physicochemical properties, soft engineered nanoparticles (sENP) (protein, carbohydrate, lipids and other biomaterials) are widely used in foods. The preparation, functionalities, applications, transformations in gastrointestinal (GI) tract, and effects on gut microbiota of sENP directly incorporated for ingestion are reviewed herein. At the time of this review, there is no notable report of safety concerns of these nanomaterials found in the literature. Meanwhile, various beneficial effects have been demonstrated for the application of sENP. To address public perception and safety concerns of nanoscale materials in food, methodologies for evaluation of physiological effects of nanomaterials are reviewed. The combination of these complementary methods will be useful for the establishment of a comprehensive risk assessment system.",
    "creator" : "Elsevier"
  }
}