{
  "name" : "downloads_2019-11-22_a3_melegari2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Can the surface modification and/or morphology affect the ecotoxicity of zinc oxide nanomaterials?",
    "authors" : [ "Silvia Pedroso Melegari", "Cristiane Funghetto Fuzinatto", "Renata Amanda Gonçalves", "Bianca Vicente Oscar", "Denice Schulz Vicentini", "William Gerson Matias" ],
    "emails" : [ "william.g.matias@ufsc.br", "ZnO@AF", "(@AF).", "ZnO@AF", "ZnO@AF" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nChemosphere\njournal homepage: www.elsevier .com/locate/chemosphere\nCan the surface modification and/or morphology affect the ecotoxicity of zinc oxide nanomaterials?\nSilvia Pedroso Melegari a, b, Cristiane Funghetto Fuzinatto a, c, Renata Amanda Gonçalves a, Bianca Vicente Oscar a, Denice Schulz Vicentini a, William Gerson Matias a, *\na Department of Sanitation and Environmental Engineering, Federal University of Santa Catarina - UFSC, Campus Universit ario, CEP: 88040-970, Florian opolis, SC, Brazil b Center for Marine Studies, Federal University of Paran a - UFPR, Campus Pontal do Paran a, Beira-mar Avenue, 83255-976, Pontal do Paran a, PR, Brazil c UFFS - Universidade Federal da Fronteira Sul - UFFS, Campus Erechim, CEP: 99700-970, Erechim, RS, Brazil\nh i g h l i g h t s\n* Corresponding author. Laborat orio de Toxicologia Universit ario Trindade, CEP: 88040-970, Florian opolis\nE-mail address: william.g.matias@ufsc.br (W.G. M\nhttps://doi.org/10.1016/j.chemosphere.2019.02.093 0045-6535/© 2019 Elsevier Ltd. All rights reserved.\ng r a p h i c a l a b s t r a c t\nSurface and morphological modification of ZnO NMs can alter their toxicity. ZnO@AF NR presented the higher acute toxicity to D. magna from all tested NM. Zn release and effective diameter of NM particles contribute together to ZnO NM ecotoxicity. ZnO NMs can be also internalized by D. magna, aggravating their toxic effects.\na r t i c l e i n f o\nArticle history: Received 11 November 2018 Received in revised form 8 February 2019 Accepted 14 February 2019 Available online 16 February 2019\nHandling Editor: Tamara S. Galloway\nKeywords: Zinc oxide nanomaterials Morphology Surface modification Daphnia magna Acute and chronic toxicity\na b s t r a c t\nAmong nanomaterials, zinc oxide (ZnO) is notable for its excellent biocidal properties. In particular, it can be incorporated in mortars to prevent biofouling. However, the morphology of these nanomaterials (NMs) and their impact on the action against biofouling are still unknown. This study aimed to assess how the morphology and surface modification can affect the ecotoxicology of ZnO NMs. The morphologies evaluated were nanoparticles (NPs) and nanorods (NRs), and the ZnO NMs were tested pure and with surface modification through amine functionalization (@AF). The toxic effects of these NMs were evaluated by acute and chronic ecotoxicity tests with the well-established model microcrustacean Daphnia magna. The ZnO NMs were characterized by transmission electron microscopy, X-ray diffraction and infrared spectroscopy. The EC5048h to D. magna indicated higher acute toxicity of ZnO@AF NRs compared to all tested NMs. Regarding the chronic test with D. magna, high toxic effects on reproduction and longevity were observed with ZnO@AF NRs and effects on growth were observed with ZnO NRs. In general, all tested ZnO NMs presented high toxicity when compared to the positive control, and the NRs presented higher toxicity than NPs in all tested parameters, regardless of the form tested (pure or with surface modification).\nAmbiental, LABTOX - Depto. de Engenharia Sanit aria e Ambiental, Universidade Federal de Santa Catarina, Campus , SC, Brazil. atias).\nAdditionally, the pathways of ecotoxicity of the tested ZnO NMs was found to be related to combined factors of Zn ion release, effective diameter of particles and NM internalization in the organism.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "The literature has extensively investigated ZnO in nanomaterials (NMs) due to the resulting physicochemical properties (Chang et al., 2012; Gomez and Tigli, 2012; Sirelkhatim et al., 2015; Vicentini et al., 2010). These properties enable their use in various applications, such as nanosensors, UV-absorbents, and catalysts. ZnO NMs are also widely employed as efficient biocides due to their antimicrobial properties (Ghule et al., 2006; Vicentini et al., 2010). In particular, ZnO NPs are employed in construction finishing materials, such as ceramic powders, mortars, paints and wallpaper (Bellotti et al., 2015; Fonseca et al., 2010; Ghule et al., 2006; Yamamoto, 2001).\nZnO with NM size has particular physicochemical properties when compared to the bulk form, such as higher stability in aquatic environments, decreased size and increased specific surface area, and thus enhanced reactivity (Bondarenko et al., 2013). ZnO has negative surface charge, resulting from oxygen atoms, and is soluble to some extent in aqueous media (Bondarenko et al., 2013; Ivask et al., 2014). All these properties together cause concerns about ZnO NMs regarding their potential impact on aquatic ecosystems. The release of products that contain these NMs in water bodies can have toxic effects on plants and animals, including humans (Bondarenko et al., 2013).\nThe solubility of ZnO NMs is the key to the toxicity of metallic NMs and depends on their interactions with organic materials in the environment (proteins, amino acids, natural organic matter, humic substances), which can coat and disperse NMs or complex with metallic ions (Bondarenko et al., 2013). The antibacterial activity of ZnO NMs is due to the formation of hydrogen peroxide (H2O2) on the surface of the particles. This reaction occurs by hydrolysis via free radicals in the presence of UV/visible light (Equations (1)e(5)) and generates the intermediate reactive oxygen species (ROS) O2 , OH and HO2 (Bondarenko et al., 2013; Padmavathy and Vijayaraghavan, 2008).\nZnO þ hn/ e þ hþ (1)\nhþ þ H2O / OH þ Hþ (2)\ne þ O2 / O2 (3) O2 þ Hþ / HO2 (4)\nHO2 þ Hþ þ e / H2O2 (5)\nH2O2 is a powerful oxidizing agent, which with ROS like superoxide and hydroxyl radicals attack cell components such as lipids, proteins, and DNA (Sirelkhatim et al., 2015). The principal toxicity mechanism of ZnO identified in vitro is oxidative stress, leading to the generation of ROSs, oxidative damage, inflammation and cell death (Xia et al., 2008). H2O2 molecules can pass through cell walls and damage mitochondria. The released Zn ions have significant effects, including active transport inhibition, altered amino acid metabolism and enzyme system disruption (Sirelkhatim et al., 2015).\nSeveral studies have reported the effect of ZnO NMs in\nmammalian cells (Fu et al., 2012; Selim et al., 2012; Sharma et al., 2012; Valdiglesias et al., 2013) and aquatic organisms (Adam et al., 2015; Aravantinou et al., 2015; Bhuvaneshwari et al., 2015; Wehmas et al., 2015). The key properties driving the toxicity of ZnO NMs are the inherent toxicity of the Zn, the solubility of NM dictated by the chemical properties of Zn, the NM uptake by exposed organisms, and the potential to induce oxidative stress (Ivask et al., 2014). The effects of ZnO NMs with different morphologies can vary. It was found that rod shapes aremore toxic than the corresponding spherical ones, which means different shapes with fixed size and surface area have different effects on cell viability and cytotoxicity (Hsiao and Huang, 2011; Roy et al., 2015).\nThe process of morphology modification and/or functionalization to alter ZnO NMs’ surface has been shown to change their physico-chemical properties. The addition of functional molecules to the NM surface, for example, causes better dispersion of NMs in aqueous solutions (Chang et al., 2012). Therefore, we hypothesized that all these modifications in their properties will be reflected in changes of toxicity.\nThe main objective of this study was evaluated the toxic effects of different ZnO NMs through acute and chronic ecotoxicity tests with the well-established model microcrustacean Daphnia magna. To reach this, the ZnO NMs were synthesized and surface aminofunctionalized with 3-[2-(2-aminoethylamino)ethylamino]propyltrimethoxysilane (@AF). The ZnO was nanostructured with morphology of nanoparticles (NPs) and nanorods (NRs). The amine-functionalized ZnO NM are called ZnO@AF NMs (ZnO@AF NPs and ZnO@AF NRs). These ZnO NMs were characterized by transmission electron microscopy (TEM), Fourier-transform infrared spectroscopy (FTIR), X-ray diffraction (XRD), specific surface area measurement, inductively coupled plasma mass spectrometry (ICP-MS) and Zeta potential (PZ) measurement. The ZnO NMs’ ecotoxicity values were evaluated by acute and chronic tests, through exposure of the freshwater microcrustacean D. magna. Microcrustaceans are often employed in toxicity tests to evaluate acute and chronic effects and as bioindicators in ecotoxicology studies with NPs (Blinova et al., 2010; Heinlaan et al., 2008; Rossetto et al., 2014)."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals",
      "text" : "All chemical products employed in the experiments were obtained from Sigma-Aldrich, Merck, Acros Organics, and Vetec Química. All chemicals were of A.C.S. reagent grade and were used as received."
    }, {
      "heading" : "2.2. Synthesis of ZnO NM",
      "text" : "ZnO NPs were prepared by the polymeric precursor method, adapted from Costa et al. (2007). ZnO NPs were prepared in a molecular proportion 2:1:3 of citric acid:ZnO:ethylene glycol, where 36.8mmol of citric acid was dissolved in reverse osmosis water, and the solutionwas heated to 60 C. Then,18.4mmol of ZnO was added to the solution and heated to 70 C. At this temperature, 55.3mmol of ethylene glycol was added. The temperature of the\nreaction was raised to 80 C for the formation of a polymeric resin (polyesterification) and for concentration of the product in the reaction medium. This polymeric resinwas heated in a muffle oven at 350 C for 1 h, resulting in expansion of the resin, called puff. The puff was ground and the resulting powder was calcined at 500 C for 1 h to eliminate the organic material.\nZnO NRs were synthesized according to Gonçalves et al. (2018). Zinc acetate (60mmol) and potassium hydroxide (130mmol) were solubilized in 40mL and 60mL methanol, respectively. After, these two solutions were mixed and kept under stir and reflux for 72 h at 60 C. The solid precipitated was isolated from the solution by centrifugation at room temperature, washed for three times with water and ethanol, and dried 48 h at 50 C."
    }, {
      "heading" : "2.3. Functionalization of ZnO NM",
      "text" : "The functionalization of ZnO NMs (NPs and NRs) was performed following Gonçalves et al. (2018) with modifications. Amino groups were introduced onto the surface of ZnO NMs using 3-[2-(2- aminoethylamino)ethylamino]propyl-trimethoxysilane (@AF). 1 g of ZnO NM was first dispersed in 40mL of anhydrous dimethyl sulfoxide (DMSO) to form homogeneous colloidal solution by ultrasonication (Q-500 500W sonicator, Q-Sonica, Newtown - CT, USA) at 115W for 2min at room temperature. Then, 25mmol of @AF was added to this solution. The solution was stirred under reflux for 3 h at 110 C for completing the reaction. The aminofunctionalized ZnO NM (ZnO@AF NM) were separated from the solution by centrifugation, washed for three times with absolute ethanol, and dried overnight at 50 C. After, ZnO@AF NM were washed in water and dried overnight at 50 C."
    }, {
      "heading" : "2.4. Characterization of NM",
      "text" : "All of the synthesized NMs were characterized using XRD. A Philips X'Pert diffractometer equipped with a copper tube (Cu Ka, k¼ 1.54056 Å) measured the angular range of 2q¼ 20e80 . The mean crystallite size (D) was calculated for each type of ZnO particle using the Scherrer equation method (Rossetto et al., 2014). The dynamic light scattering (DLS) particle size and zeta potential (ZP) of NMs in ISO and M4 media were measured using a Malvern Zetasizer Nano ZS (ZEN 3600). TEM images were obtained with a JEM-1011 TEM (JEOL, Tokyo, Japan) operating at 100 kV. The samples for TEMwere prepared by dispersing a large number of NMs in ethanol (1000mg/L) onto a copper/carbon grid, followed by evaporation. The concentrations of free fraction Zn2þ ions were evaluated in the suspensions of ZnO NMs prepared at half maximal effective concentration (EC50), determined in the toxicity assay. All NM and positive control (ZnSO4) solutions in ISO and M4 media were acidified with 65% HNO3 (EMSURE® Quality, Merck) and Zn content was measured by ICP-MS (Perkin Elmer NexION 300 D, Shelton, USA). The calculation of Zn ion release percent was performed using Equation (6) below:\n% Zn release ¼ (Zn ions)/(EC50) 100 (6)\nSurface area was determined by the BrunauereEmmetteTeller (BET) method using an elemental analyzer (Nova-BET 1200 E - Quantachrome). FTIR spectroscopy (Bruker, FT-IR Alfa) was used to confirm the superficial modification of ZnO@AF NM. Samples were blended with KBr and then pressed into disks for analysis in the range 4000e400 cm 1."
    }, {
      "heading" : "2.5. D. magna culture",
      "text" : "D. magna Straus 1820 (Cladocera, Crustacea) were grown\naccording to the ISO 6341 protocols (ISO, 2012). The microcrustaceans were cultivated in lots of 25e30 adult organisms in M4 culture medium in 2 L beakers with diffuse luminosity (16:8 h, light: dark photoperiod) and controlled temperature of 20± 2 C. The D. magna culture was fed with the algae Desmodesmus subspicatus, which was grown in CHU medium (Chu, 1942)."
    }, {
      "heading" : "2.6. Acute test",
      "text" : "Acute toxicity tests with D. magnawere performed according to ISO 6341 (ISO, 2012) with the exposure of 20 offsprings (2e26 h) per concentration, for 48 h. The samples were diluted with ISO medium at a controlled temperature of 20 ± 2 C without luminosity and feeding. The endpoint used for the toxicological evaluation was the immobility of the organisms. The stock NM solutions were prepared at a concentration of 1000mg/L and sonicated (Q500 500W sonicator, Q-Sonica, Newtown - CT, USA) at 150W for 10min. The NM dilutions were prepared from a stock solution in a concentration range of 5.2 to 1.3mg/L. ZnSO4 in a concentration range of 41.6 to 2.6mg/L was used as a positive control. ISOmedium was used as a negative control. The EC50 at 48 h (EC5048h) was calculated using the trimmed SpearmaneKarber statistical method, as recommended by the EPA (EPA, 2002a)."
    }, {
      "heading" : "2.7. Chronic test",
      "text" : "The ISO 10706 (ISO, 2000) and OECD 211 (OECD, 2012) protocols were followed in chronic toxicity tests. The parameters analyzed were reproduction (number of offspring per brood), longevity (surviving organisms) and growth (length of the organisms) after 21 days of exposure to ZnO NMs. Chronic exposures were performed in M4 medium, as recommended by the protocols. Each chronic test was performed with a negative control (M4 medium) and three dilutions of ZnO NMs. A positive control (ZnSO4) was also performed. The dilutions in the chronic tests were defined based on the results observed in the acute tests. The ZnO NM stock solutions were prepared at a concentration of 1000mg/L and sonicated in QSonica sonicator (Q-500 500W), at 150W for 10min. The dilutions analyzed were from 0.29 to 0.98mg/L for the NMs and 0.98mg/L for ZnSO4. Ten replicates were used for each dilution and each replicate consisted of one neonate of D. magna in an individual 50mL beaker with a 50mL aliquot of the NM solution. The tested samples were maintained under the same conditions as those used for growth. Daily observations were performed to determine the number of offspring. The results were statistically analyzed using one-way ANOVA, as recommended by the EPA (EPA, 2002b), to calculate the NOEC (No Observed Effect Concentration) and LOEC (Lowest Observed Effect Concentration). A level of p< 0.05 was accepted as statistically significant."
    }, {
      "heading" : "2.8. TEM evaluation of exposed organisms",
      "text" : "Morphological changes and NM internalization in D. magna organisms were determined with samples exposed in a chronic assay to ZnO NM by TEM analysis. The organisms exposed to ZnO NMs were fixed with 2.5% glutaraldehyde, 4% paraformaldehyde and 0.1M cacodylate buffer (pH 7.2) overnight at 4 C. After fixation, the organisms were washed with 0.1M cacodylate buffer pH 7.2 (3 times for 30min) and stained with osmium tetroxide (1% OsO4 in 0.1M cacodylate buffer) during 2e4 h at 4 C. Then the organisms were washed with ultrapure (UP) water (3 times for 10min), dehydrated with increasing concentrations of acetone (30%, 50%, 70%, 90% and 100% acetone in UP water, 3 10min each). Dehydrated samples were infiltrated with Spurr resin at room temperature with increasing concentrations of resin in acetone: 1:1\n(overnight), 2:1 (6 h), 3:1 (overnight). Then, the pellet was placed in pure Spurr resin, left for 24 h under vacuum and then heated for 24 h at 70 C. Hardened organisms were cut into 0.6 mm thick slices, stained with 1% lead citrate and placed on a copper grid for TEM analysis. The TEM images of the samples were obtained with a JEM1011 TEM (JEOL, Tokyo, Japan) operating at 100 kV."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of NM",
      "text" : "The TEM images of NMs are presented in Fig. 1. These images confirm that all synthesized ZnO NMswere in nanometer scale. The images evidence the hexagonal form of ZnO NPs. ZnO NPs (Fig. 1A) and ZnO@AF NPs (Fig. 1B) presented diameters near 32 and 26 nm, respectively. For all future discussions, the NP morphology is considered to be spherical. The images confirm the 2D stretched type morphology of ZnO NRs (Fig. 1CeD), characteristic of rods (cylindrical shape), with average diameters of 19.75 nm for ZnO NRs and 21.9 nm for ZnO@AF NRs, and average lengths of 72.5 nm for ZnO NRs and 56.7 nm for ZnO@AF NRs (Table 1). Even with no significant difference between sizes of NMs, the process of\nfunctionalization can cause an increase in the ZnO NM surface, which will affect their chemical properties. In general, TEM images showed that the size of ZnO@AF NMs decreased, probably due the 24 h of agitation in the functionalization process, which can break the ZnO NM crystals. Significant variability of both NR lengths was also observed, reflected by the large standard deviations.\nThe surface areas of ZnO NMs were dependent on their morphology. ZnO NPs, ZnO@AF NPs, ZnO NRs, and ZnO@AF NRs presented surface areas of 7.76, 23.94, 12.42 and 67.85m2/g, respectively (Table 1). Also, data on surface area showed an increase with surface modification (@AF). A similar result was found by Gonçalves et al. (2018) with ZnO NRs functionalized with the same molecule (@AF). It is reported on literature that the increase of surface area after NMs functionalization can alter the toxicological response of organism (Gonçalves et al., 2018; Vicentini et al., 2017).\nThe PZ values give an idea about stability of NMs in suspension and DLS values give an idea of the agglomeration and particle size distribution of NMs in aqueous media. The variations of PZ and DLS diameter values are the results of different morphologies, surface areas, reactive functional groups on the NM surfaces and interactions of NMs with the tested suspension media (ISO and M4).\nThe testedmedia ISO andM4 have high hardness due to the high\nnd (D) ZnO@AF NRs. (E) X-ray diffractograms of ZnO NPs and ZnO NRs. (F) FTIR spectra\nconcentration of ions (mostly calcium and magnesium), leading to high ionic strength. The average hardness of the ISO medium was 255mg CaCO3/L while for the M4 medium it was 242mg CaCO3/L. This condition can induce NM agglomeration, and some inferences can be made about this behavior by DLS values (Table 1). The lower ionic strength of UP water led to a reduced effective diameter and settling rates. The DLS parameters of the ZnO NM in the tested media showed these behaviors were modified. All ZnO NMs presented an increase of DLS in the tested media (Table 1) due to this increase in ionic strength. These results indicate NM agglomeration and settling in these conditions. All NMs were more stable in UP water due to more free ions on the NM surface. In the tested media, the PZ values for NM suspensions were influenced by salt ions, which modified the interactions between NM surface and medium. In general, M4 medium produced better stability than ISO medium. This behavior can be explained by the presence in the M4 medium of several metals ions that can be stabilized by chelating agents such as EDTA, thiamine hydrochloride, cyanocobalamin, and biotin, which are not contained in ISO medium.\nThe surface modifications of ZnO NMs through functionalization were confirmed by change of the PZ charge in ISO medium, from negative to positive values in ZnO NMs with @AF. The negative residual charge of ZnO NMs is a result of zinc availability on their surface, which attracts anionic ions. When the @AF was added to NM surface, a positive residual charge of ZnO@AF NMs was measured due to @AF groups, which can attract cationic ions to the NM surface. Also, the presence of @AF on ZnO NMs’ surface reduced the stability of all NM suspensions. The ZnO NRs presented reverse behavior, since the presence of @AF on surface improved the stability of all NR suspensions. In these cases, the @AF can work as an NM dispersant or capping agent in suspension, promoting greater interaction between the NM surface and the media (Vicentini et al., 2017). However, other factors than the chemical surface can contribute to the stability of NM suspensions.\nFrom the diffractogram of ZnO NM (Fig. 1E), it was possible to identify a series of peaks at 2q characteristic of ZnO, such as: 31.93 ,"
    }, {
      "heading" : "34.58 , 36.42 , 47.67 , 56.82 , 63.03 , 66.56 , 68.17 , 69.32 , 72.72",
      "text" : "and 77.12 , corresponding to the crystalline planes 100, 002, 101, 102, 110, 103, 200, 112, 201, 004 and 202, respectively. The international database card identified the structure of ZnO NMs as a crystalline system with hexagonal form (JCPDS no. 36-1451). The average crystallite sizes of ZnO NMs were calculated from X-ray diffractograms (Fig. 1E), using the Debye-Scherrer equation (Rossetto et al., 2014) with average values of 22.9 nm for ZnO NPs and 32.9 nm for ZnO NRs.\nThe surface modification of ZnO NMs with amino groups (@AF) was confirmed by FTIR spectra, as shown in Fig. 1F. For ZnO NM, the peak at 3406 cm 1 was attributed to hydroxyl groups, and the peaks at 1574 and 1407 cm 1 were due to the bridging mode of acetate bonded to zinc at the ZnO surface. The FTIR spectrum of ZnO@AF NM showed the characteristic bands of both ZnO NM and @AF. The main absorption bands that characterize the aminefunctionalization of ZnO NM appear (Fig. 1F) at 2927 cm 1 and 2878 cm 1, assigned to asymmetric and symmetric stretching vibrations of aliphatic CeH, respectively. Also, the displacement of the ZnO NM band to 3386 cm 1 indicates the overlap of hydroxyl group bands with appearance of the stretching of aliphatic amine. The band at 1641 cm 1 was attributed to the stretching vibration of silane of @AF and the band at 1570 cm 1 is attributed to the vibration of symmetric angular deformations in the NeH plane caused by the amine. Also, there is a band at 1474 cm 1 corresponding to the vibration of symmetrical angular deformation of CH2 (Yang and Liu, 2011). The appearance of these peaks belonging to @AF reveals successful modification of ZnO NMs with @AF."
    }, {
      "heading" : "3.2. Ecotoxicology evaluation",
      "text" : "The results of acute toxicity tests with D. magna are presented in Table 2. The increase of pH values observed in ZnO NM suspensions when compared to the positive control occurred due the nature of metallic oxide, which in aqueous solution hydrolyzes the H2O molecules. The EC50 results reveal that all tested ZnO NMs showed\ntotal Zn ions measured in EC5048h suspension via ICP-MS and the percent of total Zn al Zn ions release values were calculated considering the contribution of one atom of roup of results statistically different from each other.\nTable 4 Data from statistic multilinear regression of EC50 with Zn ion release and hydrodynamic diameter of ZnO NMs (p< 0.05).\nData Statistic results\nMultilinear equation EC50 ¼ 0.448 þ 0.55xZn2þþ 0.00134xDLS R2 0.9996 R2 adjusted 0.9989 p values Regression: 0.0195\nZn2þ: 0.0193 DLS: 0.0137\nhigh toxicity. ZnO NPs, ZnO@AF NPs, ZnO NRs and ZnO@AF NRs exhibited EC5048h values of 2.67, 3.12, 3.02 and 2.04mg/L, respectively. Of all tested NMs, ZnO@AFNRwas themost toxic toD. magna (p< 0.05). All tested ZnO NMs showed higher toxicity than the positive control (ZnSO4, EC5048h of 6.2mg/L; p< 0.05).\nThe ecotoxicity of the positive control is considered only due to release of Zn ions. However, the ecotoxicity of NMs is not limited only to the release of Zn ions. It is caused by the existence of other pathways by which NMs can act due to their small size. This is supported by observations of EC5048h values, since EC5048h for positive control and ZnO NMs increased without a linear tendency when compared to release of Zn ions in the medium.\nThe mass concentration dose metric evaluation was performed in parallel to toxicological evaluation, producing data of particle number and total surface area (TSA) of EC5048h concentrations. Some authors recommend that mass concentration dosimetry is more appropriate for environmental nanotoxicology studies (Hull et al., 2012; Kennedy et al., 2015). This approach tries to explain why the toxicity does not increase with decreasing size of NMs. However, this approach demonstrated no correlation between NM diameter and toxicity in our results, possibly due to the atypical morphology of the tested NMs.\nThe % of Zn ion release is also presented in Table 2. Regarding these values, it must to consider the stoichiometric correlation based on molar weight (MW) contribution of each atom to the molecule weight to define the maximum limit of Zn ion release per molecule. One time that % of Zn ion release is calculated in function of EC50, and EC50 consider the whole molecule of NM or positive control, we must consider these MW contributions to calculate the % of Zn ion release: each 1 g of ZnO have 0,8 g of Zn, and on each 1 g of ZnSO4 have 0,4 g of Zn. Considering this, it was found the maximum limit of ion release per molecule: 80% of Zn release from ZnO (NM), and 40% of Zn release from ZnSO4 (positive control). The % Zn release values are also presented normalized to 100% scale, to express the potential of ion release of each NM when compared to positive control.\nThe Zn ion release results in solution confirm that the functionalization of ZnO NM promoted a reduction in the release of Zn ions. These reductions were approximately 48% for NPs and 25% for NRs. This result shows that functionalization can cause the formation of a coating that increases the NM biocides useful life. In addition, the superficial chemical modification of NM can also affect NM recognition and internalization by organisms. Considering also that ZnO NM@AF presented a higher surface area when compared to ZnO NM, the increase of surface area can be related to this mechanism of internalization.\nBased on the results of the chronic test with D. magna, we evaluated three different parameters: longevity, reproduction, and growth. All these parameters were compared to the negative control of the test (organism only in M4 medium) and p-values less than 0.05 was considered significant. The results are presented in Table 3. Concerning the longevity parameter (the number of surviving organisms exposed to NMs at the end of the test), the most toxic tested NM was ZnO@AF NR, with a LOEC of 0.44mg/L (Table 3). Regarding the reproduction parameter (the rate of offspring per brood of the organisms exposed to NMs during the test), the most toxic effect was produced by ZnO@AF NR, with a LOEC of 0.44mg/L. For all tests, the number of broods per organism did not statistically affect the results obtained for the reproduction parameter. For the growth parameter (length of organisms exposed to NM to the end of the test), the most toxic effect was caused by\nty, reproduction, and growth of D. magna exposed to ZnO NMs. Results are expressed hat reproduced) ± standard deviation (*p < 0.05). ZnSO4 (**) was the positive control.\npure ZnO NR, with LOEC value of 0.29mg/L. The results of chronic tests showed that the NMmorphology can affect the ecotoxicity: NRs presented higher toxicity than NPs. The surface functionalization may also contribute to a higher ecotoxicity, since functionalized NRs presented higher ecotoxicity compared to bare NRs. Release of Zn ions appears not to be the only ecotoxicity pathway, since all tested Zn NMs presented higher toxicity than the positive control (ZnSO4), where ecotoxicity is explained only by Zn ion release.\nSome TEM images of the organisms exposed to ZnO NMs in the chronic test are presented in Fig. 2. The major structural change observed was a decrease of microvilli in organisms exposed to ZnO NMs. Additionally, due to the rod shape, the ZnO NRs were easily identified inside the gut on the images of Fig. 2B and C, near the microvilli. This evidence confirms that the organism can internalize ZnO NM into the digestive system. The ZnO NM inside the gut can accumulate and cause direct damage to epithelial cells, enhancing the toxic effects on the organism. These effects may be caused by the release of Zn ions inside the gut and the ROS production by Zn ions (Equations (1)e(5)), which damage epithelial cells.\nSeveral studies have reported the high toxicity of ZnO NM to D. magna. For example, Santo et al. (2014) found that ZnO NPs smaller than 50 nm had an EC5048h value of 1.9mg/L and for those of 50e100 nm the EC5048h value was 3.1mg/L. Heinlaan et al. (2008) studied ZnO NPs with commercial size (50e70 nm) and obtained an EC5048h value of 3.2mg/L. Gonçalves et al. (2018) reported a toxicological evaluation of ZnO NRs pure and functionalized with the same molecule as we used (@AF). The EC5048h values reported in that study were approximately 2.8mg/L for ZnO NRs and 2.2mg/L for ZnO@AF NRs, results very similar to those observed by us. Although all the cited studies tested the size and morphology of ZnO NMs, all the results reported corroborate the range of values obtained for ZnO NMs synthesized in our study.\nThe similarity of the EC50 values for different forms of ZnO with nanometric scale (NPs and NRs) may be related to the fact that the diameter and length of the NRs synthesized in this study were 20 nm and 60 nm, respectively, i.e., values close to the mean size of the commercial NPs tested by Santo et al. (2014) and Heinlaan et al. (2008). It is known that the size of NMs is an important parameter in terms of their toxicity. In general, smaller particle size (and hence greater specific surface area) increases the toxic effects. However, the evaluation of mass concentration dosimetry by N and TSA demonstrated no correlation between NM diameter and toxicity. Our toxicity results can be better attributed to the larger surface of ZnO@AF NRs (67.85m2/g) compared with the other ZnO NMs. The presence of @AF groups on the surface of ZnO NRs greatly affected the toxicity. The @AF on the NM surface also modified the chemical characteristics of NMs. The pH values of the UP H2O increased from 7.46 to 7.56 (for ZnO NPs and NRs, respectively) to 7.85 and 7.63 (for ZnO@AF NPs and NRs, respectively), and the NM character changed from inorganic to organic (surface coating with @AF groups). Furthermore, our observation leads to three factors that can be highlighted to explain the ecotoxicity pathways of the ZnO NMs tested in this study: (i) the release of Zn ions in the medium investigated; (ii) the effective diameter of ZnO NMs in suspension; and (iii) the internalization of NMs by the tested organism.\nRegarding Zn ion release, no direct correlation was found between the percent of ions released and EC50 value for ZnO NMs (R2¼ 0.1748). This absence of correlations is an indication that the toxicity is not only dependent on Zn ion release. A direct comparison between the toxicity values and percent of Zn ion release for ZnO NMs and the positive control (ZnSO4) also support this hypothesis: all NMs presented similar toxicity, which was higher than that of the positive control (the one where the toxicity was considered to be related only to the Zn ion release). However, even\nwithout higher levels of ion release (56.4% probably due to @AF), all these factors together can contribute to increase the ZnO NM ecotoxicity. Some authors have reported that the toxic effects of ZnO NMs on aquatic organisms can be correlated exclusively to Zn ion release in aquatic environments (Aruoja et al., 2015; Franklin et al., 2007; Wang et al., 2016). In our study of acute effects, it\nwas evident that other pathways than ion release were acting and contributing to the observed toxic effects.\nConsidering the effective diameters of ZnO NMs in medium suspension and their toxicity, it is not possible to see an apparent dependence (R2¼ 0.5866). However, when the results are evaluated more carefully, it is possible to verify that the least toxic NM (ZnO@AF NP) was the one with the largest effective diameter. In addition, in natural aquatic environments the availability of Zn ions will also depend on the concentration of organic matter present, which will strongly influence the PZ and DLS values (Li et al., 2011). Our results indicate that both factors (Zn ion release and effective diameter) can contribute to ecotoxicity of ZnO NMs. Multilinear regression of ZnO NM EC50 results with Zn ion release and effective diameters (DLS values) revealed a strong correlation (R2¼ 0.9996). These results (Table 4) it allows concluding that both Zn ion release and effective diameter contribute to ZnO NM ecotoxicity, in complementary form.\nThe third factor that can contribute to the ZnO NM ecotoxicity is the internalization of NMs by the test organisms. When we evaluated the NMs in terms of the diameter of agglomerates in acute tests, we found that smaller agglomerates were easier to internalize by the organism through ingestion than larger agglomerates. Also, ZnO NM@AF presented higher surface area when compared to ZnO NM. These pathways can explain why ZnO@AF NRs presented higher toxicity. These pathways also need to be evaluated in relation to the long-term exposure of the organisms. The chronic toxicity assays conductedwithD. magna provided some insight into the mechanisms of action of exposure to these NMs. The evidence of ZnO NM internalized by D. magna, associated with some results of the chronic toxicity tests, led us to hypothesize that the morphology of ZnO NMs also influences the response of the organism in different ways. In the case of ZnO NPs, the chronic toxicity was equivalent to that of the positive control, considering the parameter reproduction. The factor that mostly affected the ecotoxicity in this case (positive control) was the ion release. ZnO NRs and ZnO@AF NRs were more toxic than ZnO NPs based on the reproduction, longevity and growth of the organisms. Again, the effects of effective diameters and suspension stability corroborate the toxicity results.\nHowever, ZnO@AF NRs were the NMs that showed the highest chronic toxicity. This result supports the hypothesis that the high toxicity observedmight be related not only to Zn ion release but also to the internalization of the NMs. ZnO@AF NRs had a surface chemically modified by the presence of organic chemical groups. This chemical surfacemodification can hinder recognition of theNM by the organism, thus making more easily internalized. In a recent study of the chronic effects of ZnO NMs and ZnSO4 on D. magna (Bacchetta et al., 2017), both showed no influence on the growth of tested organisms, but reductions in terms of reproduction and longevity were observed along with the internalization and accumulation of NPs by the organisms. Like the results observed in our study, Santo et al. (2014) also reported that the toxic effects of ZnO NPs are independent of Zn ions being released into the medium. Nevertheless, there is a possibility that once inside on the organism, an increase of NM reactivity could occur due to the high concentration of Zn ions being released inside the organism, thereby causing synergistic effects and changing the osmotic imbalance in the cells, leading to cell damage and eventually death.\nRecently, Bacchetta et al. (2016) evaluated the acute effects of ZnO NMs and observed the ultrastructural damage of gut epithelial cells of D. magna. They also verified that Zn ions induce the formation of morphologically different vascular structures, leading to cell death. Furthermore, these authors stated that toxicity pathways could be common for ZnSO4 and ZnO NMs due to Zn ion cytotoxicity, suggesting that Zn ions are absorbed or produced\nthrough dissolution in intestinal cells. Oncewithin the cytoplasm of intestinal cells, the Zn ions can alter the permeability of the mitochondrial membrane, inducing ROS production (Bonanni et al., 2006; Bossy-Wetzel et al., 2004; Medvedeva et al., 2009; Pivovarova et al., 2014; Sensi et al., 2011). Wang et al. (2016) studied differentmetallic NMs and reported that the release of metal oxides from NMs is dependent on the dissolution, adsorption, and hydrolysis of NMs in suspensions. The authors concluded that the toxicity of ZnO NMs can be attributed exclusively to the Zn ion release. However, we found that the surface modification of NM leads to other pathways of toxicity, contributing to an increase of ZnO NM toxicity. Recently, the capacity of ZnO NRs to induce oxidative stress in D. magna through ROS production was reported, associated with @AF on the NR surface inducing an increase of ROS production when compared to pure NRs (Gonçalves et al., 2018). The chemical surface modification of ZnO NMs by @AF can alter the recognition of NMs by the cells, and the organic character of reversed NMs may facilitate internalization by the organism, increasing the toxic effects of NMs, a mechanism described as the “Trojan horse” effect. Although these effects need to be further investigated, this hypothesis could explain the greater toxic potential of ZnO and ZnO@AF NRs when compared to NPs."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The ecotoxicity of ZnO NMs with different morphologies was tested and the results showed high acute toxicity to D. magna. Significant chronic effects on the longevity, reproduction, and growth of D. magna were also observed. However, when working with nanomaterials, many other factors than simple size-toxicity relation need to be considered. The simple comparison of the two ZnO NM morphologies (NP and NR) did not demonstrate different toxicity, despite different physicochemical properties. But surface modification increased the toxicity to the test organism, which was associated with the pathways for release of Zn ions into the medium and the effectives diameters of ZnO NMs in suspension and internalization of ZnO NM by the organisms. These observations together lead us to conclude that surface chemical modification associated with different morphology of ZnO NMs may directly affect their ecotoxicity.\nCRediT authorship contribution statement\nSilvia Pedroso Melegari: Conceptualization, Methodology, Data curation, Formal analysis, Validation, Writing - original draft, Writing - review & editing. Cristiane Funghetto Fuzinatto: Methodology, Data curation, Formal analysis, Validation, Writing - review & editing. Renata Amanda Gonçalves: Methodology, Writing - review & editing. Bianca Vicente Oscar: Methodology, Writing - review & editing. Denice Schulz Vicentini: Methodology, Validation, Writing - review & editing, Project administration. William Gerson Matias: Conceptualization, Resources, Supervision, Funding acquisition, Writing - review & editing."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We gratefully acknowledge Laborat orio Central de Microscopia Eletrônica (LCME/UFSC) for TEM images and Laborat orio Multiusu arios de Estudos em Biologia (LAMEB/UFSC). This work was supported in part by the Brazilian governmental agencies CNPq [National Council for Scientific and Technological Development, Brazil; Proc. no.552112/2011-9 and Proc. no.473046/2013-0] and CAPES/PNPD [Coordenaç~ao de Aperfeiçoamento de Pessoal de Nível Superior, Brazil; Proc. no.2982/10 and Proc. no.2590/11]."
    } ],
    "references" : [ {
      "title" : "The uptake and elimination of ZnO and CuO nanoparticles in Daphnia magna under chronic exposure",
      "author" : [ "N. Adam", "F. Leroux", "D. Knapen", "S. Bals", "R. Blust" ],
      "venue" : "scenarios. Water Res. 68,",
      "citeRegEx" : "Adam et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Adam et al\\.",
      "year" : 2015
    }, {
      "title" : "Effect of cultivation media on the toxicity of ZnO nanoparticles to freshwater and marine microalgae",
      "author" : [ "A.F. Aravantinou", "V. Tsarpali", "S. Dailianis", "I.D. Manariotis" ],
      "venue" : "Ecotoxicol. Environ. Saf. 114, 109e116",
      "citeRegEx" : "Aravantinou et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Aravantinou et al\\.",
      "year" : 2015
    }, {
      "title" : "Toxicity of 12 metal-based nanoparticles to algae. bacteria and protozoa 2, 630e644. https://doi.org/10.1039/c5en00057b",
      "author" : [ "M. ae", "M. Mortimer", "L. M€adler", "A. Kahru" ],
      "venue" : null,
      "citeRegEx" : "ae et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "ae et al\\.",
      "year" : 2015
    }, {
      "title" : "Role of soluble zinc in ZnO nanoparticle cytotoxicity in Daphnia magna: a morphological approach",
      "author" : [ "R. Bacchetta", "B. Maran", "M. Marelli", "N. Santo", "P. Tremolada" ],
      "venue" : "Environ. Res",
      "citeRegEx" : "Bacchetta et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bacchetta et al\\.",
      "year" : 2016
    }, {
      "title" : "Chronic toxicity effects of ZnSO4 and ZnO nanoparticles in Daphnia magna",
      "author" : [ "R. Bacchetta", "N. Santo", "M. Marelli", "G. Nosengo", "P. Tremolada" ],
      "venue" : "Environ. Res. 152,",
      "citeRegEx" : "Bacchetta et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bacchetta et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanoparticles as antifungal additives for indoor water borne paints",
      "author" : [ "C. a" ],
      "venue" : "Prog. Org. Coating 86,",
      "citeRegEx" : "a,? \\Q2015\\E",
      "shortCiteRegEx" : "a",
      "year" : 2015
    }, {
      "title" : "Cytotoxicity of ZnO NPs towards fresh water algae Scenedesmus obliquus at low exposure concentrations in UV-C, visible and dark conditions",
      "author" : [ "M. Bhuvaneshwari", "V. Iswarya", "S. Archanaa", "G.M. Madhu", "G.K.S. Kumar", "R. Nagarajan", "N. Chandrasekaran", "A. Mukherjee" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Bhuvaneshwari et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bhuvaneshwari et al\\.",
      "year" : 2015
    }, {
      "title" : "Ecotoxicity of nanoparticles of CuO and ZnO in natural water",
      "author" : [ "I. Blinova", "A. Ivask", "M. Heinlaan", "M. Mortimer", "A. Kahru" ],
      "venue" : "Environ. Pollut. 158,",
      "citeRegEx" : "Blinova et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Blinova et al\\.",
      "year" : 2010
    }, {
      "title" : "Zinc-dependent multi-conductance channel activity in mitochondria isolated from ischemic brain",
      "author" : [ "L. Bonanni", "M. Chachar", "T. Jover-Mengual", "H. Li", "A. Jones", "H. Yokota", "D. Ofengeim", "R.J. Flannery", "T. Miyawaki", "Cho", "C.-H", "B.M. Polster", "M. Pypaert", "J.M. Hardwick", "S.L. Sensi", "R.S. Zukin", "E.A. Jonas" ],
      "venue" : "J. Neurosci. 26,",
      "citeRegEx" : "Bonanni et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Bonanni et al\\.",
      "year" : 2006
    }, {
      "title" : "Toxicity of Ag, CuO and ZnO nanoparticles to selected environmentally relevant test organisms and mammalian cells in vitro: a critical review",
      "author" : [ "O. Bondarenko", "K. Juganson", "A. Ivask", "K. Kasemets", "M. Mortimer", "A. Kahru" ],
      "venue" : "Arch. Toxicol. 87,",
      "citeRegEx" : "Bondarenko et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bondarenko et al\\.",
      "year" : 2013
    }, {
      "title" : "Crosstalk between nitric oxide and zinc pathways to neuronal cell death involving mitochondrial dysfunction and p38-activated Kþ channels",
      "author" : [ "T. otz", "J. Han", "M.H. Ellisman", "G.A. Perkins", "S.A. Lipton" ],
      "venue" : "Neuron 41,",
      "citeRegEx" : "otz et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "otz et al\\.",
      "year" : 2004
    }, {
      "title" : "The toxic effects and mechanisms of CuO and ZnO nanoparticles. Materials 5, 2850e2871. https:// doi.org/10.3390/ma5122850",
      "author" : [ "Chang", "Y.-N", "M. Zhang", "L. Xia", "J. Zhang", "G. Xing" ],
      "venue" : null,
      "citeRegEx" : "Chang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2012
    }, {
      "title" : "The influence of the mineral composition of the medium on the growth of planktonic algae",
      "author" : [ "S.P. Chu" ],
      "venue" : "I e methods and culture media. J. Ecol",
      "citeRegEx" : "Chu,? \\Q1942\\E",
      "shortCiteRegEx" : "Chu",
      "year" : 1942
    }, {
      "title" : "Anatase as an alternative application",
      "author" : [ "A. omez-Bolea", "C. Saiz-Jimenez" ],
      "venue" : null,
      "citeRegEx" : "omez.Bolea and Saiz.Jimenez,? \\Q2010\\E",
      "shortCiteRegEx" : "omez.Bolea and Saiz.Jimenez",
      "year" : 2010
    }, {
      "title" : "Regulation of c-myc and Bcl-2",
      "author" : [ "J. es071445r. Fu", "Z. Dang", "Y. Deng", "G. Lu" ],
      "venue" : null,
      "citeRegEx" : "Fu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2012
    }, {
      "title" : "Zinc oxide nanostructures: from growth",
      "author" : [ "J.L. Gomez", "O. Tigli" ],
      "venue" : null,
      "citeRegEx" : "Gomez and Tigli,? \\Q2012\\E",
      "shortCiteRegEx" : "Gomez and Tigli",
      "year" : 2012
    }, {
      "title" : "Comparative assessment of toxicity of ZnO and amine",
      "author" : [ "W.G. Matias" ],
      "venue" : null,
      "citeRegEx" : "Matias,? \\Q2018\\E",
      "shortCiteRegEx" : "Matias",
      "year" : 2018
    }, {
      "title" : "Effects of various physicochemical characteristics on",
      "author" : [ "I.-L", "Huang", "Y.-J" ],
      "venue" : null,
      "citeRegEx" : "Hsiao et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hsiao et al\\.",
      "year" : 2011
    }, {
      "title" : "Mechanisms of toxic",
      "author" : [ "I. Blinova", "M. Heinlaan", "V. Slaveykova", "A. Kahru" ],
      "venue" : null,
      "citeRegEx" : "Blinova et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Blinova et al\\.",
      "year" : 2014
    }, {
      "title" : "Gaining a critical mass: a dose metric conver",
      "author" : [ "N.L. Melby", "J.A. Steevens" ],
      "venue" : null,
      "citeRegEx" : "Melby and Steevens,? \\Q2015\\E",
      "shortCiteRegEx" : "Melby and Steevens",
      "year" : 2015
    }, {
      "title" : "Intracellular Zn2þ",
      "author" : [ "Y.V. es102266g. Medvedeva", "B. Lin", "C.W. Shuttleworth", "J.H. Weiss" ],
      "venue" : null,
      "citeRegEx" : "Medvedeva et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Medvedeva et al\\.",
      "year" : 2009
    }, {
      "title" : "Test No. 211: Daphnia magna reproduction test",
      "author" : [ "J. Neurosci" ],
      "venue" : "1105e1114. https://doi.org/10.1523/JNEUROSCI.4604-08.2009. OECD,",
      "citeRegEx" : "Neurosci.,? \\Q2012\\E",
      "shortCiteRegEx" : "Neurosci.",
      "year" : 2012
    }, {
      "title" : "Enhanced bioactivity of ZnO nano",
      "author" : [ "N. Padmavathy", "R. Vijayaraghavan" ],
      "venue" : null,
      "citeRegEx" : "Padmavathy and Vijayaraghavan,? \\Q2008\\E",
      "shortCiteRegEx" : "Padmavathy and Vijayaraghavan",
      "year" : 2008
    }, {
      "title" : "Toxicological mode of action of ZnO nano",
      "author" : [ "M. Das", "P.D. Dwivedi" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Toxic effects and ultrastructural damages to Daphnia magna",
      "author" : [ "R. Bacchetta" ],
      "venue" : null,
      "citeRegEx" : "Bacchetta,? \\Q2014\\E",
      "shortCiteRegEx" : "Bacchetta",
      "year" : 2014
    }, {
      "title" : "Effect of the surface texture and crys",
      "author" : [ "A. Al-Sunaidi", "N. Tabet" ],
      "venue" : null,
      "citeRegEx" : "Selim et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Selim et al\\.",
      "year" : 2012
    }, {
      "title" : "Induction of oxidative stress",
      "author" : [ "P. Singh", "A.K. Pandey", "A. Dhawan" ],
      "venue" : null,
      "citeRegEx" : "Sharma et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2012
    }, {
      "title" : "Review on zinc oxide nanoparticles: antibacterial",
      "author" : [ "H. Hasan", "D. Mohamad" ],
      "venue" : null,
      "citeRegEx" : "Hasan and Mohamad,? \\Q2015\\E",
      "shortCiteRegEx" : "Hasan and Mohamad",
      "year" : 2015
    }, {
      "title" : "Comparative metal oxide nanoparticle toxicity",
      "author" : [ "R.L. Tanguay" ],
      "venue" : null,
      "citeRegEx" : "Tanguay,? \\Q2015\\E",
      "shortCiteRegEx" : "Tanguay",
      "year" : 2015
    }, {
      "title" : "Comparison of the mechanism of toxicity of zinc oxide and cerium oxide nanoparticles based on dissolution and oxidative stress properties",
      "author" : [ "A.E. Nel" ],
      "venue" : "ACS Nano 2,",
      "citeRegEx" : "Nel,? \\Q2008\\E",
      "shortCiteRegEx" : "Nel",
      "year" : 2008
    }, {
      "title" : "Influence of particle size on the antibacterial activity of zinc oxide",
      "author" : [ "O. Yamamoto" ],
      "venue" : "Int. J. Inorg. Mater",
      "citeRegEx" : "Yamamoto,? \\Q2001\\E",
      "shortCiteRegEx" : "Yamamoto",
      "year" : 2001
    }, {
      "title" : "Fabrication and characterization of graphene oxide/zinc oxide nanorods",
      "author" : [ "Y. Yang", "T. Liu" ],
      "venue" : "hybrid. Appl. Surf. Sci. 257, 8950e8954",
      "citeRegEx" : "Yang and Liu,? \\Q2011\\E",
      "shortCiteRegEx" : "Yang and Liu",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 11,
      "context" : "The literature has extensively investigated ZnO in nanomaterials (NMs) due to the resulting physicochemical properties (Chang et al., 2012; Gomez and Tigli, 2012; Sirelkhatim et al., 2015; Vicentini et al., 2010).",
      "startOffset" : 119,
      "endOffset" : 212
    }, {
      "referenceID" : 15,
      "context" : "The literature has extensively investigated ZnO in nanomaterials (NMs) due to the resulting physicochemical properties (Chang et al., 2012; Gomez and Tigli, 2012; Sirelkhatim et al., 2015; Vicentini et al., 2010).",
      "startOffset" : 119,
      "endOffset" : 212
    }, {
      "referenceID" : 30,
      "context" : "In particular, ZnO NPs are employed in construction finishing materials, such as ceramic powders, mortars, paints and wallpaper (Bellotti et al., 2015; Fonseca et al., 2010; Ghule et al., 2006; Yamamoto, 2001).",
      "startOffset" : 128,
      "endOffset" : 209
    }, {
      "referenceID" : 9,
      "context" : "ZnO with NM size has particular physicochemical properties when compared to the bulk form, such as higher stability in aquatic environments, decreased size and increased specific surface area, and thus enhanced reactivity (Bondarenko et al., 2013).",
      "startOffset" : 222,
      "endOffset" : 247
    }, {
      "referenceID" : 9,
      "context" : "ZnO has negative surface charge, resulting from oxygen atoms, and is soluble to some extent in aqueous media (Bondarenko et al., 2013; Ivask et al., 2014).",
      "startOffset" : 109,
      "endOffset" : 154
    }, {
      "referenceID" : 9,
      "context" : "The release of products that contain these NMs in water bodies can have toxic effects on plants and animals, including humans (Bondarenko et al., 2013).",
      "startOffset" : 126,
      "endOffset" : 151
    }, {
      "referenceID" : 9,
      "context" : "The solubility of ZnO NMs is the key to the toxicity of metallic NMs and depends on their interactions with organic materials in the environment (proteins, amino acids, natural organic matter, humic substances), which can coat and disperse NMs or complex with metallic ions (Bondarenko et al., 2013).",
      "startOffset" : 274,
      "endOffset" : 299
    }, {
      "referenceID" : 9,
      "context" : "This reaction occurs by hydrolysis via free radicals in the presence of UV/visible light (Equations (1)e(5)) and generates the intermediate reactive oxygen species (ROS) O2 , OH and HO2 (Bondarenko et al., 2013; Padmavathy and Vijayaraghavan, 2008).",
      "startOffset" : 186,
      "endOffset" : 248
    }, {
      "referenceID" : 22,
      "context" : "This reaction occurs by hydrolysis via free radicals in the presence of UV/visible light (Equations (1)e(5)) and generates the intermediate reactive oxygen species (ROS) O2 , OH and HO2 (Bondarenko et al., 2013; Padmavathy and Vijayaraghavan, 2008).",
      "startOffset" : 186,
      "endOffset" : 248
    }, {
      "referenceID" : 14,
      "context" : "Several studies have reported the effect of ZnO NMs in mammalian cells (Fu et al., 2012; Selim et al., 2012; Sharma et al., 2012; Valdiglesias et al., 2013) and aquatic organisms (Adam et al.",
      "startOffset" : 71,
      "endOffset" : 156
    }, {
      "referenceID" : 25,
      "context" : "Several studies have reported the effect of ZnO NMs in mammalian cells (Fu et al., 2012; Selim et al., 2012; Sharma et al., 2012; Valdiglesias et al., 2013) and aquatic organisms (Adam et al.",
      "startOffset" : 71,
      "endOffset" : 156
    }, {
      "referenceID" : 26,
      "context" : "Several studies have reported the effect of ZnO NMs in mammalian cells (Fu et al., 2012; Selim et al., 2012; Sharma et al., 2012; Valdiglesias et al., 2013) and aquatic organisms (Adam et al.",
      "startOffset" : 71,
      "endOffset" : 156
    }, {
      "referenceID" : 11,
      "context" : "The addition of functional molecules to the NM surface, for example, causes better dispersion of NMs in aqueous solutions (Chang et al., 2012).",
      "startOffset" : 122,
      "endOffset" : 142
    }, {
      "referenceID" : 7,
      "context" : "Microcrustaceans are often employed in toxicity tests to evaluate acute and chronic effects and as bioindicators in ecotoxicology studies with NPs (Blinova et al., 2010; Heinlaan et al., 2008; Rossetto et al., 2014).",
      "startOffset" : 147,
      "endOffset" : 215
    }, {
      "referenceID" : 12,
      "context" : "magna culture was fed with the algae Desmodesmus subspicatus, which was grown in CHU medium (Chu, 1942).",
      "startOffset" : 92,
      "endOffset" : 103
    }, {
      "referenceID" : 31,
      "context" : "Also, there is a band at 1474 cm 1 corresponding to the vibration of symmetrical angular deformation of CH2 (Yang and Liu, 2011).",
      "startOffset" : 108,
      "endOffset" : 128
    }, {
      "referenceID" : 4,
      "context" : "magna (Bacchetta et al., 2017), both showed no influence on the growth of tested organisms, but reductions in terms of reproduction and longevity were observed along with the internalization and accumulation of NPs by the organisms.",
      "startOffset" : 6,
      "endOffset" : 30
    }, {
      "referenceID" : 8,
      "context" : "Oncewithin the cytoplasm of intestinal cells, the Zn ions can alter the permeability of the mitochondrial membrane, inducing ROS production (Bonanni et al., 2006; Bossy-Wetzel et al., 2004; Medvedeva et al., 2009; Pivovarova et al., 2014; Sensi et al., 2011).",
      "startOffset" : 140,
      "endOffset" : 258
    }, {
      "referenceID" : 20,
      "context" : "Oncewithin the cytoplasm of intestinal cells, the Zn ions can alter the permeability of the mitochondrial membrane, inducing ROS production (Bonanni et al., 2006; Bossy-Wetzel et al., 2004; Medvedeva et al., 2009; Pivovarova et al., 2014; Sensi et al., 2011).",
      "startOffset" : 140,
      "endOffset" : 258
    } ],
    "year" : 0,
    "abstractText" : "Surface and morphological modification of ZnO NMs can alter their",
    "creator" : "Elsevier"
  }
}