{
  "name" : "downloads_2019-11-19_c1_kaur2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Determination of norfloxacin in urine and pharmaceutical samples using terbium doped zinc sulphide nanomaterials-sensitized fluorescence method",
    "authors" : [ "Balwinder Kaur", "Rajesh Kumar", "Subhash Chand", "Karamjit Singh", "Ashok Kumar Malik" ],
    "emails" : [ "malik_chem2002@yahoo.co.uk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nSpectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy\nj ourna l homepage: www.e lsev ie r .com/ locate /saa\nDetermination of norfloxacin in urine and pharmaceutical samples using terbium doped zinc sulphide nanomaterials-sensitized fluorescence method\nBalwinder Kaur a, Rajesh Kumar a, Subhash Chand a, Karamjit Singh b, Ashok Kumar Malik a,⁎ a Department of Chemistry, Punjabi University, Patiala 147002, Punjab, India b Department of Physics, Punjabi University, Patiala 147002, Punjab, India\n⁎ Corresponding author. E-mail address: malik_chem2002@yahoo.co.uk (A.K. M\nhttps://doi.org/10.1016/j.saa.2019.02.015 1386-1425/© 2019 Published by Elsevier B.V.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 22 April 2018 Received in revised form 17 September 2018 Accepted 9 February 2019 Available online 12 February 2019\nHighly crystalline polyethylene glycol (PEG) coated Tb3+ doped ZnS nanoparticles have been synthesized and successfully used for norfloxacin sensing. The crystallographic and morphological analyses of PEG coated Tb3+ doped ZnS nanoparticles were performed by X-ray diffraction and Transmission electron microscopy, respectively. The confirmation of Tb3+ doping in ZnS host matrix was done by emission spectroscopy and energy dispersive X-ray spectroscopy. Further, the interaction of norfloxacin with PEG coated Tb3+ doped ZnS nanomaterials was confirmed by optical analysis: spectrophotometrically and spectrofluorimetrically. Norfloxacin sensing was measured by luminescence intensity which increased with increase in concentration of norfloxacin in range from2.0 × 10−9–8.0 × 10−7mol L−1, with its correlation coefficient 0.9991. The detection limit of proposed method was 0.05 × 10−9 mol L−1. The developed luminescence method was successfully applied for the determination of norfloxacin using PEG coated Tb3+ doped ZnS nanoparticles in urine and pharmaceutical samples.\n© 2019 Published by Elsevier B.V. Keywords: Polyethylene glycol coated Tb3+ doped ZnS nanoparticles Norfloxacin X-ray diffraction Transmission electron microscopy Fourier transform infrared Luminescence"
    }, {
      "heading" : "1. Introduction",
      "text" : "Norfloxacin [1-ethyl-6-fluoro-1,4-dihydro-4-oxo-7-(-piperazinyl)3-quinoline-carboxylic acid] is one of the third generation of quinolone antibiotics drugs (known as fluoroquinolones), which is fluorinated at position 6 and having a piperazinyl moiety at position 7. Norfloxacin is clinically broadly recommended antibacterial drug for the treatment of brutal infections like urinary tract, respiratory, gastro-intestinal, intra-abdominal infection, kills bacteria through inhibiting cell DNAgyrase and prohibiting DNA-replication and cure skin infections [1,2]. Fluoroquinolones pose incredible activity against both pathogenic gram-negative and gram-positive bacteria [3]. The highly engrossed pharmacokinectic profile makes norfloxacin widely agreed oral drug next to levofloxacin. However, fluoroquinolones are largely excreted from body, unchangedwithin 24 h producing a very large pharmaceutical waste/municipal waste, which is a tough organic waste to handle. They affect the soil and sewage system by their easy accessibility in the form of added manure and continuous dumping household waste into sewage system [4]. Consequently their detection and quantification becomes an indispensable issue in analytical sciences.\nalik).\nTill now, various analytical detection methods for assay of norfloxacin, which are widely available include, high performance liquid chromatography [5–9], capillary electrophoresis [10–12], spectrophotometry [13–16] electrochemical methods [17,18], surface plasmon resonance [19] etc. Although, these detection techniques are really sophisticated but these techniques are technically laborious, expensive, solvent-hungry and time-consuming. One of the elegant methods in analytical chemistry is luminescence technique. Now-adays, various research groups have been exploring the functionalized luminescent nanomaterials for sensing aspects and they are excelling as well. The optical properties of intrinsic and extrinsic II–VI chelcogenides semiconductor nanomaterials have high influence in almost all research fields. Extrinsic semiconductor nanomaterials especially rare earth doped nanomaterials have optical as well as size tailored properties, which make these nanomaterials suitable in almost all research disciplines from optoelectronic devices to fluorescent probes [20,21]. Among all II-VI chalcogenide semiconductor materials, ZnS nanoparticles are gaining popularity due to wide band gap and non-toxic nature [30,31]. Further, rare earth doped nanomaterials possess fascinating optical properties due to their sharp (d–f) emissions in visible region of electromagnetic region [22]. In other words, rare earth doped ZnS nanoparticles exhibit multichromatic emission in UV as well as visible region of the electromagnetic spectrum.\nA detailed literature survey reveals the use of a variety of semiconductor nanomaterials for the analysis of antibiotic drugs. Li et al. reported the use of functionalized CdTe/ZnS nanoparticles for sensing application for norfloxacin drug by spectrofluorometry [23]. Recently, Niu et al. examined the use of magnetic core-shell MIP for norfloxacin determination [24]. Amjadi et al. observed the use of silica doped carbon dots for the sensing of norfloxacin by chemiluminescence system [25]. Li et al. and Yu et al. research groups reported CdTe/ZnS and CdSe/ZnS nanoparticles as fluorescent probes for biological and chemical analysis [26,27]. Tan et al. reported the use of terbium co-ordination polymer nanoparticles for the sensing of norfloxacin in tablets by spectrofluorometry [28]. Gao et al. reported the synthesis of molecular imprinted polymer fluorescent sensor to sense ciprofloxacin and norfloxacin in urine samples [29]. The conventional sensing routes are suffering from various disadvantages as compared to functionalized nanoparticles as these materials possess photo stability, high luminescence and tailored optical properties like emission profiles and band gaps. In the present study, we tried to explore the interaction between norfloxacin and PEG coated Tb3+ doped ZnS nanoparticles. During this interaction study various factors such as pH, amount of nanomaterial, addition order of reagents and reaction time, affecting the fluorescence intensity were optimized. The structure of norfloxacin is shown in Fig. 1. To the best of our knowledge, this is the first approach to explore PEG coated Tb3+ doped ZnS nanoparticles as fluorescent probe for norfloxacin determination."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Apparatus",
      "text" : "The diffractograms were recorded using Rigaku Miniflex-600 Powder X-ray diffractometer by keeping scan speed and step size of 4°/ min and 0.02°, respectively. The morphological analysis were carried out by placing a drop of well dispersed ethanolic solution of nanoparticles on carbon coated copper grid and analyzed on Hitachi (H-7650) electron microscope at accelerating voltage of 100 kV. The optical analysis; UV–visible absorption and photoluminescence emission (in quartz cuvette of 5mmpath length)were carried out by using Labtronics spectrophotometer and RF-5301PC spectrofluorometer, respectively. The EDX studieswere carried byOxford INPA energy dispersive spectrophotometer by mounting sample on brass stub for elemental composition analyses. FT-IR spectra were recorded using Bruker Tensor-27 model."
    }, {
      "heading" : "2.2. Reagents",
      "text" : "Zinc acetate dihydrate [Zn(CH3COO)2·2H2O], polyethylene glycol (PEG-400), sodium sulphide [Na2S·xH2O], terbium nitrate hexahydrate [(Tb(NO3)·6H2O], 2-amino-2-hydroxymethyl-propane-1,3-diol-hydrochloric acid (Tris-HCl) and various antibiotic drugs were purchased fromMerck and Sigma Aldrich, Germany. All chemicals were analytical reagent grade with ultra high purity andwere used without further purification. Triply distilled water was used for all sample preparations."
    }, {
      "heading" : "2.3. Synthesis of PEG coated pure ZnS and Tb3+ doped ZnS nanostructures",
      "text" : "PEG coated pure and Tb3+ doped ZnS nanoparticles were prepared by chemical co-precipitation route. In brief, PEG coated pure nanoparticleswere synthesized by dissolving, 4.0mmol (0.877 g, to prepare 0.1M in 40mL) of zinc acetate dihydrate in 40mL of deionized water-ethanol matrix (equal volume) followed by mixing with 15 mL of 2.5% PEG (0.375 mL in 15 mL) as capping agent. Then, followed by stirring, 2.0 mmol (0.480 g, to prepare 0.05 M in 40 mL), sodium sulphide in 40 mL of deionized water-ethanol matrix was added drop wise to the above prepared mixture. Precipitation resulted immediately. Finally, the product was filtered, followed by drying in a hot air oven at 120 °C for 2 h. [30,31]. PEG coated Tb3+ doped ZnS nanoparticles were prepared by adopting same steps as mentioned above in addition to dissolving 0.4 mmol (0.181 g, 0.01 M in 40 mL) of terbium nitrate hexahydrate in the same 40 mL of deionized water-ethanol matrix in which zinc acetate dehydrate was dissolved."
    }, {
      "heading" : "2.4. Stability of solutions",
      "text" : "Stock solution (10−3 mol L−1) of norfloxacin was prepared by dissolving appropriate amount (0.03193 g) of norfloxacin standard in 100mL of 1% acetic acid, which remains stable for two months if stored in a refrigerator at 4 °C.Working standard solutionswere prepared daily by diluting the stock standard solution in 1% acetic acid to the required concentrations. The stability of the norfloxacin stock solution by checked by preparing working standard solutions from the stock solution in 1% acetic acid after twomonths and performing the fluorescence measurements under same experimental conditions as mentioned in Section 2.5. It was observed that peaks intensity was disturbed a little bit at same wavelength positions. Solutions of varying concentrations of Tb3+ doped PEG coated ZnS nanoparticles were prepared in 50 mL ethanol using ultrasonication by taking different amounts of synthesized materials as per the requirements of the experiment."
    }, {
      "heading" : "2.5. Determination of norfloxacin by fluorescence",
      "text" : "In a series of 10 mL volumetric flasks, 1 mL of varying concentrations (2.0×10−8M, 4.0×10−8M, 6.0×10−8M, 10.0×10−8M, 50.0×10−8M, 100.0 × 10−8 M, 300.0 × 10−8 M and 800.0 × 10−8 M) of norfloxacin standard solutions or urine or eye drops samples, 4 mL of as prepared PEG coated Tb3+ doped ZnS nanoparticles (ethanolic solution), 2 mL of tris-HCl buffer solution (pH = 7.6) were added and then the mixture was diluted upto the mark (10 mL) with triply distilled water and mixed thoroughly. Allowed themixture to stand for 10min at room temperature. The excitation and emission wavelengths were 334 nm and 491 nm; 545 nm, respectively. The slit band widths for excitation and emission monochromators were fixed at 3 nm. All measurements were performed in 5 mm quartz cell at room temperature."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Crystallographic analysis",
      "text" : "The crystallographic analysis was carried out by Powder-XRD. Fig. 2 shows powder X-ray diffraction patterns of PEG coated Tb3+ doped ZnS nanostructures. Comparison of recorded diffraction patterns with standard JCPDS File No. 05-0566 confirms the formation of zinc blende nanocrystalites. It is clearly seen in Fig. 2 peaks positioned at 2θ values: 28.924°, 47.740° and 56.650° were observed in case of Tb3+ doped ZnS nanocrystals which correspond to crystallographic planes (111), (220) and (311), respectively. The average crystalline size was calculated by Scherrer formula as given below:\nD ¼ 0:89λ βcosϴ\nwhere, 0.89 is the constant value for shape factor, λ is the X-ray wavelength of Cu radiation, ϴ is the Bragg diffraction angle and β is the fullwidth at half-maximum of the highest diffraction peak. The average crystalline size value calculated using Scherrer formula from recorded diffractogram of Tb3+ doped ZnS nanostructures is 2.31 nm."
    }, {
      "heading" : "3.2. Morphological analysis",
      "text" : "TEM is an important tool formorphology analysis. The recorded TEM micrographs of PEG coated pure and Tb3+ doped ZnS nanostructures synthesized via chemical co-precipitation method show quasi spherical like morphology. It can be seen from the Fig. 3(a–b) there may be chances of little agglomeration in synthesized PEG coated Tb3+ doped ZnS samples. The calculated particle size values lie in range 4 nm– 10 nm and 2 nm–10 nm for PEG coated pure and Tb3+ doped ZnS nanostructures, respectively."
    }, {
      "heading" : "3.3. Optical analysis",
      "text" : "The UV–visible spectroscopy is a useful optical tool to study the absorption spectra of synthesized materials. Fig. 4 illustrates the UV– visible absorption spectra of PEG coated pure ZnS nanoparticles, norfloxacin drug, PEG coated Tb3+ doped ZnS nanoparticles and PEG coated Tb3+ doped ZnS nanoparticles + norfloxacin solution + buffer. As, it is clear from the absorption spectra that interaction between Tb3 + ion and norfloxacin was observed and confirmed by wavelength peak positioned at 288 nm and 342 nm as depicted in Fig. 4, which is same peak position as reported by Huang et al. [32]. Here, it is first report which concluded that Tb3+ ion can also interact with norfloxacin when it is doped inside some nanomaterials."
    }, {
      "heading" : "3.4. Energy dispersive x-ray spectroscopic analysis (EDX)",
      "text" : "Energy dispersive X-ray spectroscopy is a useful analysis tool to check the presence of constituent elements in the synthesized material. Fig. 5(a) and (b) shows the recorded EDX spectra for PEG coated pure ZnS nanocrystals and PEG coated Tb3+ doped ZnS nanocrystals, respectively. Fig. 5(a) reveals the formation of ZnS by confirming the presence of Zn and S elements with weight percentage (atomic percentage) of 59.62% (36.39%) and 29.48% (36.59%), respectively.\nAlong with Zn and S, the presence of other constituent element O was confirmed and its corresponding weight percentage (atomic percentage) was 10.90% (27.11%). Similarly, in Fig. 5(b), the presence of Zn, S, Tb and O elements was confirmed and checked by their weight percentage (atomic percentage) as 59.09% (36.19%), 28.55% (35.64%), 1.22% (0.31%) and 11.14% (27.87%), respectively."
    }, {
      "heading" : "3.5. Fluorescence spectra and detection of norfloxacin",
      "text" : "As the skeleton structure of norfloxacin shows the presence of an organic ligand α-carbonyl carboxylic acid, which transfers energy from triplet state to Tb3+ ion only if organic ligand interacts with it as shown in Fig. 6. Fig. 7 shows a comparable emission spectrum of pure ZnS nanoparticles, Tb3+ doped ZnS nanoparticles, norfloxacin solution (1× 10−5M) and Tb3+ doped ZnS nanoparticles+norfloxacin solution (1 × 10−5 M). It can be seen that on excitation of PEG coated Tb3+ doped ZnS nanoparticles at wavelength 334 nm, the Tb3+ system emits its characteristic emission peaks at 490 and 545 nm, which correspond to 5D4 → 7F6 and 5D4 → 7F5 transitions, respectively [32]. The weak characteristic fluorescence may due to low absorption (molar absorption less than 10). In anotherwords, the presence of Tb3+ ion in ZnS host matrix is confirmed by emission at 490 nm and 545 nm. It is found that upon excitation of the ZnS host, the energy from non-radiative recombination of electron-hole pairs can be transferred to the high-lying energy levels of the lanthanide's ions. Similarly, it may be explained that the electron trapped in the surface levels of ZnS nanoparticles recombine with a valence band free hole and the energy is nonradiatively transferred to the Tb3+ ions. According to this mechanism, an efficient energy transfer system ZnS nanoparticles act as energy donor and Tb3+ ions as energy accepter.\nWhen an appropriate amount of norfloxacin solution is added in PEG coated Tb3+ doped ZnS nanoparticles solution, the excitation spectra remained as such along with production of two new peaks at 286 nm and 372 nm (Fig. 4), which comprises the interaction between Tb3+ doped ZnS nanoparticles and norfloxacin. Further, the fluorescence intensity of PEG coated Tb3+ doped ZnS nanostructures changes with same wavelength position as shown in Fig. 7. The experimental phenomenon can be explained in terms of strong interaction of norfloxacin with Tb3+ ion. Experimental results indicate that characteristic emission of Tb3+ doping occurs at 490 nm and 545 nm [33]."
    }, {
      "heading" : "3.6. Functional group analysis",
      "text" : "Qualitative identification was done with the help of FT-IR spectroscopy technique. The FT-IR spectra of the PEG coated Tb3+ doped ZnS nanostructures as well as PEG coated Tb3+ doped ZnS nanoparticles + norfloxacin are shown in Fig. S1(a–b). The synthesized samples show evidence of presence of PEG capping agent on nanoparticle surface. A broad absorption band with peaks at 3442 cm−1, 2081 cm−1 and 1132 cm−1 and 1006 cm−1 was observed, which arise due to stretching vibration of O\\\\H, C\\\\Hasymmetric stretching vibrations, C\\\\H+C\\\\C combination band and C\\\\O\\\\C bands of PEG. Also, a sharp peak at\n250 300 350 400 0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\nAb so\nrb an\nce (a\n.u .)\nWavelength(nm)\n(a)\n(b)\n(c)\n(d)\nFig. 4. UV–visible absorption spectra (a) PEG coated pure ZnS nanoparticles; (b) norfloxacin drug; (c) PEG coated Tb3+ doped ZnS nanoparticles; (d) PEG coated Tb3 + doped ZnS nanoparticles + norfloxacin.\n1637 cm−1 evidences the presence of acetate ion from zinc acetate precursor. A spectral bandappearing at around 662 cm−1 can be ascribed to ZnS vibration. Similarly, PEG coated Tb3+ doped ZnS nanoparticles + norfloxacin shows the characteristics peaks of norfloxacin. The characteristics sharp peak at 3450 cm−1 occurs due to intermolecular hydrogen bonding. The presence of peak at 3263 cm−1 confirms the uncleaved imino-moiety piperazinyl with N\\\\H bending at 948 cm−1. Also, the quinolones are confirmed by presence of N\\\\H bending at 1657 cm−1. The stretching of ethyl group appears at 2922 cm−1. The characteristic stretching of C\\\\F bond occurs at 1078 cm−1. The confirmation of aromatic protons comes from stretching vibration at 804 cm−1. There are no evidences of cleavage of norfloxacin drug on nanomaterial's surface. A little bit shifting in stretching and bending frequencies (Table S1) is observed in PEG coated Tb3+doped ZnSnanoparticles as compared to PEG coated pure ZnS nanoparticles as shown in Fig. S1(c). The stretching frequencies of bound norfloxacin are shifted\nto some extent as compared to unbound norfloxacin, which inferences that there may be due to the interaction of norfloxacin with PEG coated Tb3+ doped ZnS nanoparticles."
    }, {
      "heading" : "3.7. Optimum reaction conditions",
      "text" : ""
    }, {
      "heading" : "3.7.1. Effect of pH",
      "text" : "The effect of the pH was examined on the fluorescence intensity of the system at pH range of 4 to 9 and the results are shown in Fig. 8. The results indicated that fluorescence intensity increased with the increase of pH, when pH was lower than 7.4, and remained constant when pH was in the range of 7.4–7.7, and then sharply decreased when the pH was increased above 7.7. The above results could be explained as follows: Tb3+ might interact with the carbonyl and carboxyl groups of the norfloxacin in the norfloxacin-Tb3+interaction according to the literatures. Obviously, itwasdisadvantageous of norfloxacin coordinating with Tb3+ ion in the acidic environment when pH was lower than 7.0. Also, Tb3+ ionwould be precipitated in the strong alkalinemedium, which blocked the coordination between the norfloxacin and Tb3 + ion. In addition, the changes of pH would influence the compositions and stabilities of the fluorescent complexes and resulted in the changes of the fluorescent characters. So, the suitable pHwas very important for the fluorescence characters of the metallic organic complexes, and pH = 7.6 was chosen for further experimentation."
    }, {
      "heading" : "3.7.2. Effect of nanomaterials amount",
      "text" : "The amount of nanomaterial is an important parameter that influences the fluorescence intensity of system. Therefore, effect of the amount of PEG coated Tb3+ doped ZnS nanoparticles on fluorescence intensity of systemwas evaluated. To this end, different amounts of synthesized nanoparticles; 50mg, 75mg, 100mg, 125mg, 150mg, 175mg and 200 mg were evaluated (Fig. 9). The fluorescence intensity of system increased as the amount of nanoparticles increased from 50 to 150mg and then becomes constant. Thus, in consideration of achieving optimal results of fluorescence intensity of system, 150 mg of synthesized nanoparticles were employed in the subsequent experiments."
    }, {
      "heading" : "3.7.3. Effect of addition order of reagents",
      "text" : "A series of solutions with different addition order of reagents but same concentration of various reagents were prepared and their fluorescence spectra were recorded at excitation wavelength, λ = 334 nm. It was found that adding the reagents in different order the effects the fluorescence intensity to some extent. Considering the\nenhancement of fluorescence intensities of these systems, finally, the following order of addition of various reagents was followed: norfloxacin solution, PEG coated Tb3+ doped ZnS nanoparticles solution, buffer solution and triply distilled water."
    }, {
      "heading" : "3.7.4. Effect of reaction time",
      "text" : "The energy transfer from organic ligand to PEG coated Tb3+ doped ZnSnanoparticles takes fewminutes andfluorescence intensity reached a stable value for 10 min (Fig. 10) at room temperature. The fluorescence intensity remained almost constant for at least 4 h at room temperature. Therefore, all sample preparations were carried out at room temperature within 4 h for further study and all measurements were made after about 10 min, once all the reagents had been added."
    }, {
      "heading" : "3.8. Method performance",
      "text" : ""
    }, {
      "heading" : "3.8.1. Calibration curve, accuracy, repeatability and LOD",
      "text" : "The fluorescence intensity at 545 nm gradually increases with increase in concentration of norfloxacin w.r.t. PEG coated Tb3+ doped ZnS nanoparticles as shown in Fig. 11. Here, at higher concentration of norfloxacin the emission peak position: 545 nm and 490 nm were observed but peak at 545 nm was more intense and well defined as compared to peak at 490 nm. So, the calibration of results were considered with peak positioned at 545 nm at different concentrations of norfloxacin as depicted in Fig. 11. A calibration curve of norfloxacin was constructed using optimized conditions byplottingfluorescence intensity versus concentration of norfloxacin. The enhanced fluorescence\nintensity of the system showed a good linear relationship with the concentration of norfloxacin in the range of 2.0 × 10−9–8.0 × 10−7 mol L−1 (Fig. 11), with its correlation coefficient 0.9991. The method detection limit (LOD) was calculated as 3 times the standard deviation. Similarly, the method quantification limit (LOQ) can be estimated as 10 times the standard deviation. Intra-day precision was determined by running a sample (with spiked standard) having a final concentration of 5.0 × 10−9 mol L−1 with five replicates in one day, and inter-day precision was determined with the same method while it was carried out on five different days continuously. Numerical values of LOD and LOQwere found to be 0.05× 10−9 and 0.17× 10−9mol L−1, respectively. LOD value for the norfloxacin obtained from developed method was lower than those in previously reported methods (Table 1) with comparable linear range values. The method gave satisfactory results when the analyte was quantified in real samples."
    }, {
      "heading" : "3.8.2. Selectivity of PEG coated Tb3+ doped ZnS nanoparticles for the determination of norfloxacin",
      "text" : "The applicability of the developed sensor is achieved by its selectivity over co-existing analytes. It was practically observed that for most studied quinolones the same (or even double) concentration could be tolerated in the determination of norfloxacin. The tolerated interference/analyte ratios (w/w) were 2:1 for ofloxacin, lomefloxacin and enoxacin. Along with these analytes, some commonly existing metal ions such as Na+, K+, Mg2+, Ca2+, Mn2+, Zn2+, Fe3+, Co2+, Cd2+, Hg2 +, and Cu2+ cause no significant interference (Table 2)."
    }, {
      "heading" : "3.9. Analytical applications",
      "text" : ""
    }, {
      "heading" : "3.9.1. Urine sample determination",
      "text" : "Following the previously described procedure, the developed sensor was applied for the determination of norfloxacin in spiked human urine samples and norfloxacin eye drops. The urine (10 mL) specimens were obtained from healthy volunteers (4 persons) and stored frozen at −4 °C in glass tubes until the time of sample pre-treatment, when they were centrifuged at 4000 rpm for 10 min at 5 °C, the assays were carried out on the clear supernatant. Three different spiked samples (ranging from2.0×10−9–8.0×10−7mol L−1) fromeachurine specimen\nwere prepared by adding a fewmicro liters of the norfloxacin to 1 mL of centrifugedurine. Table 3 shows the recoveries obtained for each sample."
    }, {
      "heading" : "3.9.2. Pharmaceutical (eye drops) sample determination",
      "text" : "The norfloxacin eye drops (Cipla Pvt. Ltd., India, Norfloxacine 0.3% w/v)was directly determined by the proposedmethod. The experimentally observed concentration values were 2.79 g/L, 2.76 g/L, 3.08 g/L, 2.96 g/L and 2.81 g/L with an average of 2.88 g/L and RSD value of 4.72%. So, it is clear that the concentrations of the samples determined by the proposed method were in accordance with the mark concentrations (3.0 g/L) of the samples."
    }, {
      "heading" : "1 2.0 × 10−9 1.84 × 10−9 92.0 (4.3)",
      "text" : ""
    }, {
      "heading" : "4. Conclusions",
      "text" : "Utilization of PEG coated Tb3+ doped ZnS nanoparticles significantly enhanced the fluorescence intensity of Tb3+-norfloxacin interaction system, as the concentration of norfloxacin was increased, allowing us to assay norfloxacin with low LOQ value and good reproducibility. A good linear relationship was obtained from 2.0 × 10−9–8.0 × 10−7 mol L−1 with the correlation coefficient (R2) of 0.999. LOD and LOQ values were found to be 0.05 × 10−9 and 0.17 × 10−9 mol L−1, respectively for the proposed method. With the benefits of simplicity and low operational cost of the proposed method, it was successfully used for determination of norfloxacin in different urine samples and norfloxacin eye drop sample."
    }, {
      "heading" : "5. Future prospects",
      "text" : "The detailed description of sensing of norfloxacin with PEG coated Tb3+ doped ZnS nanoparticles will serve as back bone for the future analytical applications. Moreover, doped nanomaterials seem to be good candidates for the analytical applications at minute doping concentration as followed in present protocol.\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.saa.2019.02.015."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors gratefully acknowledge for the financial support provided by University Grants Commission, New Delhi, India (Maulana Azad National Fellowship) for facilitating this research. The authors are thankful to Sophisticated Instrument Centre, Punjabi University, Patiala for providing necessary instrumental facilities. The authors are\nConflict of interest\nThe authors declare that there are no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Determination of the antibacterial norfloxacin in human urine and serum samples by solid-phase spectrofluorimetry",
      "author" : [ "J.L. Vılchez", "O. Ballesteros", "J. Taoufiki", "G. Sánchez-Palencia", "A. Navalon" ],
      "venue" : "Anal. Chim. Acta 444 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Resonance light scattering spectroscopy study of interaction between norfloxacin and calf thymus DNA and its analytical application",
      "author" : [ "Z. Chen", "T. Zhang", "Y. Han", "L. Zhu" ],
      "venue" : "Spectrochim. Acta A Mol. Biomol. Spectrosc. 65 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Determination of fluoroquinolones in human urine by liquid chromatography coupled to pneumatically assisted electrospray ionization mass spectrometry",
      "author" : [ "O. Ballesteros", "I. Toro", "V. Sanz-Nebot", "A. Navalón", "J.L. Vılchez", "J. Barbosa" ],
      "venue" : "J. Chromatogr. B 798 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Fluoroquinolones in soil-risks and challenges",
      "author" : [ "Y. Picó", "V. Andreu" ],
      "venue" : "Anal. Bioanal. Chem. 387 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Luminescent determination of quinolones inmilk samples by liquid chromatography/post-column derivatization with terbium oxide nanoparticles",
      "author" : [ "G.S. Yanez-Jacome", "M.P. Aguilar-Caballos", "A. Gómez-Hens" ],
      "venue" : "J. Chromatogr. A 1405 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Separation and determination of synthetic impurities of norfloxacin by reversed-phase high performance liquid chromatography",
      "author" : [ "R.R. Nageswara", "V. Nagaraju" ],
      "venue" : "J. Pharm. Biomed. Anal. 34 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Direct determination of four fluoroquinolones",
      "author" : [ "V.F. Samanidou", "C.E. Demetriou", "I.N. Papadoyannis" ],
      "venue" : "enoxacin, norfloxacin, ofloxacin, and ciprofloxacin, in pharmaceuticals and blood serum by HPLC, Anal. Bioanal. Chem. 375 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Determination of levofloxacin and norfloxacin by capillary electrophoresis with electro chemiluminescence detection and applications in human urine",
      "author" : [ "Y.M. Liu", "J.T. Cao", "W. Tian", "Y.L. Zheng" ],
      "venue" : "Electrophoresis 29 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Simultaneous determination of flumequine and oxolinic acid in chicken tissues by solid phase extraction and capillary electrophoresis",
      "author" : [ "D. Barrón", "E. Jiménez-Lozano", "S. Bailac", "J. Barbosa" ],
      "venue" : "Anal. Chim. Acta 47 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Determination of norfloxacin in rat liver perfusate using capillary electrophoresis with laser-induced fluorescence detection",
      "author" : [ "C.L. Cheng", "C.H. Fu", "C.H. Chou" ],
      "venue" : "J. Chromatogr. B 856 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Capillary electrophoresis for the determination of norfloxacin and tinidazole in pharmaceuticals with multi-response optimization",
      "author" : [ "A. Alnajjar", "H.H. AbuSeada", "A.M. Idris" ],
      "venue" : "Talanta 72 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Determination of norfloxacin in real samples by different spectrofluorimetric techniques",
      "author" : [ "P.R. Tomás", "M.L. Carmen", "T. Virginia", "C. José" ],
      "venue" : "Analyst 122 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Accurate direct spectrophotometric bilirubin measurement combined with blood gas analysis",
      "author" : [ "O.F. Laterza", "C.H. Smith", "T.R. Wilhite", "M. Landt" ],
      "venue" : "Clin. Chim. Acta 323 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Direct spectrophotometric method for measurement of bilirubin in newborns: comparison with HPLC and an automated diazo method",
      "author" : [ "S.C. Kazmierczak", "A.F. Robertson", "P.G. Catrou", "K.P. Briley", "B.L. Kreamer", "G.R. Gourley" ],
      "venue" : "Clin. Chem. 48 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Kinetic spectrophotometric method for the determination of norfloxacin in pharmaceutical formulations",
      "author" : [ "N. Rahman", "Y. Ahmad", "S.N.H. Azmi" ],
      "venue" : "Eur. J. Pharm. Biopharm. 57 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Molecularly imprinted polymer grown on multiwalled carbon nanotube surface for the sensitive electrochemical determination of amoxicillin",
      "author" : [ "G. Yang", "F. Zhao" ],
      "venue" : "Electrochim. Acta 174 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electro analysis of anti tubercular drugs in pharmaceutical dosage forms and biological  fluids",
      "author" : [ "N. Thapliyal", "R.V. Karpoormath", "R.N. Goyal" ],
      "venue" : "Anal. Chim. Acta 853 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Molecular imprinted nanosensor based on surface plasmon resonance: application to the sensitive determination of amoxicillin",
      "author" : [ "M.L. Yola", "T. Eren", "N. Atar" ],
      "venue" : "Sensors Actuators B Chem. 195 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis",
      "author" : [ "A. Tiwari", "S.A. Khan", "R.S. Kher" ],
      "venue" : "structural and optical characterization of nanocrystalline ZnS:Cu embedded in silica matrix, Curr. Appl. Phys. 12 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Cathodoluminescence modulation of ZnS nanostructures by morphology",
      "author" : [ "H. Liu", "L. Hu", "K. Watanabe", "X. Hu", "B. Dierre", "B. Kim", "T. Sekiguchi", "X. Fang" ],
      "venue" : "doping, and temperature, Adv. Funct. Mater. 23 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "On the energy transfer from nanocrystalline ZnS to Tb ions confined in reverse micelles",
      "author" : [ "L. Chen", "J. Zhang", "S. Lu", "X. Ren", "X. Wang" ],
      "venue" : "Chem. Phys. Lett. 409 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Y",
      "author" : [ "L. Li" ],
      "venue" : "Cheng, Y.P. Ding, S.Q. Gu, F.F. Zhang,W.J. Yu, Synthesis of functionalized coreshell CdTe/ZnS nanoparticles and their application as a fluorescence probe for norfloxacin determination, Eur. J. Inorg. Chem. 2013 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Simple extraction method for norfloxacin from pharmaceutical wastewater with magnetic core-shell molecularly imprinted polymer under the aid of computer simulation",
      "author" : [ "M. Niu", "C. Sun", "K. Zhang", "G. Li", "F. Meriem", "C. Pham-Huy", "X. Hui", "J. Shi", "H. Hei" ],
      "venue" : "New J. Chem. 41 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Application of the chemiluminescence system composed of silicon-doped carbon dots",
      "author" : [ "M. Amjadi", "J.L. Manzoori", "H. Tooba", "S. Tahmineh" ],
      "venue" : "iron(II) and K2S2O8 to the determination of norfloxacin, Microchim. Acta 184 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced chemiluminescence of the luminal-KIO4 system by ZnS nanoparticles",
      "author" : [ "S.F. Li", "X.Z. Li", "Y.Q. Zhang", "F. Huang", "F.F. Wang", "X.W. Wei" ],
      "venue" : "Microchim. Acta 167 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Silver nanoparticle-based chemiluminescence enhancement for the determination of norfloxacin",
      "author" : [ "X. Yu", "Z. Jiang", "Q. Wang", "Y. Guo" ],
      "venue" : "Microchim. Acta 171 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Terbium-based coordination polymer nanoparticles for detection of ciprofloxacin in tablets and biological fluids",
      "author" : [ "H. Tan", "L. Zhang", "C. Ma", "Y. Song", "F. Xu", "S. Chen", "L. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 5 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Computational simulation and preparation of fluorescent magnetic molecularly imprinted silica nanospheres for ciprofloxacin or norfloxacin sensing",
      "author" : [ "B. Gao", "X.P. He", "Y. Jiang", "J.T. Wei", "H. Suo", "C. Zhao" ],
      "venue" : "J. Sep. Sci. 37 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Effect of poly ethylene glycol (PEG) as surfactant on cerium doped ZnS nanoparticles",
      "author" : [ "S. Cholan", "N. Shanmugam", "N. Kannadasan", "K. Sathishkumar", "K. Deivam" ],
      "venue" : "J. Mater. Res. Technol. 3 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electroluminescent properties of a device based on terbium-doped ZnS nanocrystals",
      "author" : [ "J. Niu", "H. Rui-nian", "W. Li", "M. Li", "Y. Tian-zhi" ],
      "venue" : "J. Phys. D. Appl. Phys. 39 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Micelle enhanced spectrofluorimetric determination of norfloxacin using terbium as fluorescent probe",
      "author" : [ "H. Zuyun", "C. Ruxiu", "Z. Ke", "H. Houping", "Z. Yune" ],
      "venue" : "Anal. Lett. 30 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Application of terbium sensitized fluorescence for the determination of fluoroquinolone antibiotics pefloxacin",
      "author" : [ "C.J. Veiopoulou", "P.C. Ioannou", "E.S. Lianidou" ],
      "venue" : "ciprofloxacin and norfloxacin in serum, J. Pharm. Biomed. Anal. 15 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Fluorimetric study of the interaction between human serum albumin and quinolones-terbium complex and its application",
      "author" : [ "W. Yusheng", "F. Lin", "J. Chongqiu" ],
      "venue" : "Spectrochim. Acta A Mol. Biomol. Spectrosc. 61 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Sensitive determination of norfloxacin by the fluorescence probe of terbium (III)-sodium dodecylbenzene sulfonate and its luminescence mechanism",
      "author" : [ "C. Tong", "G. Xiang" ],
      "venue" : "J. Fluoresc. 16 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Determination of norfloxacin in food by an enhanced spectrofluorimetric method",
      "author" : [ "R. Duan", "J. Jiang", "S. Liu", "J. Yang", "M. Qiao", "Y. Shi", "X. Hu" ],
      "venue" : "J. Sci. Food Agric. 97 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhancement of the electrochemical behavior of CuO nanoleaves on MWCNTs/GC composite film modified electrode for determination of norfloxacin",
      "author" : [ "D. Manoj", "K.D. Ranjith", "J. Santhanalakshmi" ],
      "venue" : "Colloids Surf. B: Biointerfaces 102 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "M",
      "author" : [ "M. Córdoba-Borrego" ],
      "venue" : "Córdoba-Dı ́az, D. Córdoba-Dı ́az, Validation of a highperformance liquid chromatographic method for the determination of norfloxacin and its application to stability studies (photo-stability study of norfloxacin), J. Pharm. Biomed. Anal. 18 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 1999
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Norfloxacin is clinically broadly recommended antibacterial drug for the treatment of brutal infections like urinary tract, respiratory, gastro-intestinal, intra-abdominal infection, kills bacteria through inhibiting cell DNAgyrase and prohibiting DNA-replication and cure skin infections [1,2].",
      "startOffset" : 289,
      "endOffset" : 294
    }, {
      "referenceID" : 1,
      "context" : "Norfloxacin is clinically broadly recommended antibacterial drug for the treatment of brutal infections like urinary tract, respiratory, gastro-intestinal, intra-abdominal infection, kills bacteria through inhibiting cell DNAgyrase and prohibiting DNA-replication and cure skin infections [1,2].",
      "startOffset" : 289,
      "endOffset" : 294
    }, {
      "referenceID" : 2,
      "context" : "Fluoroquinolones pose incredible activity against both pathogenic gram-negative and gram-positive bacteria [3].",
      "startOffset" : 107,
      "endOffset" : 110
    }, {
      "referenceID" : 3,
      "context" : "They affect the soil and sewage system by their easy accessibility in the form of added manure and continuous dumping household waste into sewage system [4].",
      "startOffset" : 153,
      "endOffset" : 156
    }, {
      "referenceID" : 15,
      "context" : "Till now, various analytical detection methods for assay of norfloxacin, which are widely available include, high performance liquid chromatography [5–9], capillary electrophoresis [10–12], spectrophotometry [13–16] electrochemical methods [17,18], surface plasmon resonance [19] etc.",
      "startOffset" : 240,
      "endOffset" : 247
    }, {
      "referenceID" : 16,
      "context" : "Till now, various analytical detection methods for assay of norfloxacin, which are widely available include, high performance liquid chromatography [5–9], capillary electrophoresis [10–12], spectrophotometry [13–16] electrochemical methods [17,18], surface plasmon resonance [19] etc.",
      "startOffset" : 240,
      "endOffset" : 247
    }, {
      "referenceID" : 17,
      "context" : "Till now, various analytical detection methods for assay of norfloxacin, which are widely available include, high performance liquid chromatography [5–9], capillary electrophoresis [10–12], spectrophotometry [13–16] electrochemical methods [17,18], surface plasmon resonance [19] etc.",
      "startOffset" : 275,
      "endOffset" : 279
    }, {
      "referenceID" : 18,
      "context" : "Extrinsic semiconductor nanomaterials especially rare earth doped nanomaterials have optical as well as size tailored properties, which make these nanomaterials suitable in almost all research disciplines from optoelectronic devices to fluorescent probes [20,21].",
      "startOffset" : 255,
      "endOffset" : 262
    }, {
      "referenceID" : 19,
      "context" : "Extrinsic semiconductor nanomaterials especially rare earth doped nanomaterials have optical as well as size tailored properties, which make these nanomaterials suitable in almost all research disciplines from optoelectronic devices to fluorescent probes [20,21].",
      "startOffset" : 255,
      "endOffset" : 262
    }, {
      "referenceID" : 28,
      "context" : "Among all II-VI chalcogenide semiconductor materials, ZnS nanoparticles are gaining popularity due to wide band gap and non-toxic nature [30,31].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 29,
      "context" : "Among all II-VI chalcogenide semiconductor materials, ZnS nanoparticles are gaining popularity due to wide band gap and non-toxic nature [30,31].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 20,
      "context" : "Further, rare earth doped nanomaterials possess fascinating optical properties due to their sharp (d–f) emissions in visible region of electromagnetic region [22].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 21,
      "context" : "reported the use of functionalized CdTe/ZnS nanoparticles for sensing application for norfloxacin drug by spectrofluorometry [23].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 22,
      "context" : "examined the use of magnetic core-shell MIP for norfloxacin determination [24].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 23,
      "context" : "observed the use of silica doped carbon dots for the sensing of norfloxacin by chemiluminescence system [25].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 24,
      "context" : "research groups reported CdTe/ZnS and CdSe/ZnS nanoparticles as fluorescent probes for biological and chemical analysis [26,27].",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 25,
      "context" : "research groups reported CdTe/ZnS and CdSe/ZnS nanoparticles as fluorescent probes for biological and chemical analysis [26,27].",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 26,
      "context" : "reported the use of terbium co-ordination polymer nanoparticles for the sensing of norfloxacin in tablets by spectrofluorometry [28].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 27,
      "context" : "reported the synthesis of molecular imprinted polymer fluorescent sensor to sense ciprofloxacin and norfloxacin in urine samples [29].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 30,
      "context" : "It can be seen that on excitation of PEG coated Tb doped ZnS nanoparticles at wavelength 334 nm, the Tb system emits its characteristic emission peaks at 490 and 545 nm, which correspond to (5)D4 → (7)F6 and (5)D4 → (7)F5 transitions, respectively [32].",
      "startOffset" : 248,
      "endOffset" : 252
    }, {
      "referenceID" : 31,
      "context" : "Experimental results indicate that characteristic emission of Tb doping occurs at 490 nm and 545 nm [33].",
      "startOffset" : 100,
      "endOffset" : 104
    } ],
    "year" : 2019,
    "abstractText" : "Article history: Received 22 April 2018 Received in revised form 17 September 2018 Accepted 9 February 2019 Available online 12 February 2019 Highly crystalline polyethylene glycol (PEG) coated Tb doped ZnS nanoparticles have been synthesized and successfully used for norfloxacin sensing. The crystallographic and morphological analyses of PEG coated Tb doped ZnS nanoparticles were performed by X-ray diffraction and Transmission electron microscopy, respectively. The confirmation of Tb doping in ZnS host matrix was done by emission spectroscopy and energy dispersive X-ray spectroscopy. Further, the interaction of norfloxacin with PEG coated Tb doped ZnS nanomaterials was confirmed by optical analysis: spectrophotometrically and spectrofluorimetrically. Norfloxacin sensing was measured by luminescence intensity which increased with increase in concentration of norfloxacin in range from2.0 × 10–8.0 × 10mol L, with its correlation coefficient 0.9991. The detection limit of proposed method was 0.05 × 10 mol L. The developed luminescence method was successfully applied for the determination of norfloxacin using PEG coated Tb doped ZnS nanoparticles in urine and pharmaceutical samples. © 2019 Published by Elsevier B.V.",
    "creator" : "Elsevier"
  }
}