{
  "name" : "downloads_2019-10-22_d6_xiao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Innovative Approach to Nano Thiazole-Zn with Promising Physicochemical and Bioactive Properties by Nanoreactor Construction",
    "authors" : [ "Douxin Xiao", "Jingli Cheng", "Wenlong Liang", "Cheng Cheng", "Qiangwei Wang", "Rongyao Chai", "Zhenlong Yan", "Yongjun Du", "Jinhao Zhao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: nano thiazole-Zn, synthesis process control, nanoreactor, zeta potential, folia retention, bactericidal activity, field trial, bioavailability\n■ INTRODUCTION Pesticides play an important role in reducing the crop yield loss caused by pests, pathogens, and weeds. However, more than 90% of conventional pesticides will runoff into the environment because of rainwater washing, leaching, deposition, and evaporation.1−3 To achieve the expected biological response, pesticides are excessively and repeatedly used, which brings huge costs and serious threat to the environment and human health.4−7 Therefore, developing novel technologies that would improve pesticide utilization efficiency and consequently reduce environmental risk is urgent. Nanotechnologies can provide new approaches for preparing safe and effective nanopesticides.8 Normally, nanomaterials such as polymers,9−11 solid lipid nanoparticles,12 inorganic porous nanomaterials,13 and layered double hydroxides,14,15 are often used as a carrier or matrix to the synthesis of nanoscale ingredients. However, the complexity and high cost of this method have plagued their popularization. Meantime, nanosuspension approach was developed by reducing the particle size of technical pesticides to a nanoscale form via media milling method.16 Unfortunately, heat generation induced by milling may affect the stability of the pesticides and reduce their biological activity,17 and the pesticide may be polluted by milling beads.18 Hence, to develop nanopesticide still faces many challenges.\nIn recent years, the demand for thiazole-Zn [bis(2-amino-5sulfhydryl-1,3,4- thiadiazole) Zn], a novel developed bactericide, has increased rapidly because of its high bioactivity in controlling bacterial diseases and promoting crop growth.19,20\nHowever, the low solubility of thiazole-Zn in aqueous solutions and organic solvents severely restricts its efficient application in crop protection. The commercial pesticide formulation for thiazole-Zn is a suspension concentrate (SC), wherein a coarse thiazole- Zn powder is mixed with additives and then ground, sheared, and homogenized for several times.21 Although the CPF can improve the solubility of thiazole-Zn, its high energy consumption and low efficiency still hinder its further application. Hence, developing nano thiazole-Zn to improve its bioavailability is significant. Interestingly, scientists have revealed that the desired\nparticle size can be achieved by controlling the process of nanomaterials preparation.22,23 Inspired by these, here we developed an innovative strategy to synthesize nano thiazoleZn by introducing appropriate surfactant. The plausible formation mechanism was also proposed through testing the\nReceived: June 14, 2019 Revised: September 14, 2019 Accepted: September 26, 2019 Published: September 26, 2019\n© XXXX American Chemical Society A DOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n0 5:\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nzeta potential in reaction process. Additionally, the morphology and structure of nanoparticles were also investigated via SEM, FT-IR, and PXRD. In order to assess the application prospects of the thiazole-Zn nanoparticle, its NPF was prepared via shearing dispersion. Then its physicochemical properties were tested by contact angle and folia retention. At the same time, the bioactivity of the NPF was assessed using bioassay in laboratory and field, which determined the minimum inhibitory concentration (MIC) and control effect of the bacterial blight of rice.\n■ EXPERIMENTAL SECTION Materials. 5-Amino-1,3,4-thiadiazole-2-thiol, sodium hydroxide, glycol, and zinc sulfate were purchased from Aladdin Industrial Co., Ltd. (Shanghai, China). Naphthalenesulfonic acid polycondensate sodium salt (NAPS) and poloxamer 188 were purchased from Yousuo Chemical Co., Ltd. (Shandong, China). SP-SC3 and SP-2728 were purchased from Sinvochem S&T Co., Ltd. (Jiangsu, China). Xanthan gum and magnesium aluminum silicate for thickening were purchased from Zhongxuan Biochemical S&T Co., Ltd. (Shandong, China). S29 was purchased from Sixin Chemical S&T Co., Ltd. (Jiangsu, China). The pesticide thiazole-Zn, 96% technical active ingredient (a.i.), and 20% SC (CPF) were provided by Nongjiafu Chemical Co., Ltd. (Anhui, China). HepG2 cells were purchased from Aolu Biological Technology Co., Ltd. (Shanghai, China). Deionized water was used in all of the experiments. Preparation of Thiazole-Zn Nanoparticle. 5-Amino-1,3,4thiadiazole-2-thiol (10 g, 75 mmol) was added in a sodium hydroxide aqueous solution (75 mmol/L, 100 mL), and the mixture was refluxed for 2 h with mechanical agitation (800 rpm). The solution was added dropwise to a zinc sulfate aqueous solution (37.5 mmol/L, 100 mL), which contained 7.5 mmol of surfactant. After dropwise addition, the reaction mixture was centrifuged at 10,000 rpm for 10 min and washed with deionized water three times. The thiazole-Zn nanoparticle was obtained after vacuum drying at 50 °C. Characterization. The structure of thiazole-Zn nanoparticle was identified by LC-MS (Quattro Premier XE, U.S.A.) using the electrospray ionization method. Structural analyses of nanoparticles were performed using an FT-IR spectrometer (Bruker, Germany) and Ultima IV X-ray diffractometer (Rigaku Co., Japan). The element distribution was measured by energy dispersive X-ray spectroscopy (Oxford Instruments, U.K.). The morphology was measured with SU8010 scanning electron microscope (Hitachi, Japan) at an acceleration voltage of 20 kV. The zeta potential and size distribution of the samples was determined through a Mastersizer ZS-90 laser diffraction particle size analyzer (Malvern, U.K.). Preparation of Thiazole-Zn Nanoformulation (NPF). Thiazole-Zn nanoformulations were prepared by high-speed shearing based on orthogonal experimental design. Preparation procedure was as follows. Thiazole-Zn nanoparticle, additives, and pure water were mixed to make a 20% (w/w) thiazole-Zn NPF. The additives were completely identical to the CPF.24 The NPF consisted of 96% thiazole-Zn nanoparticle (20.83%), SP-SC3 (2%) and SP-2728 (4%) for stabilization and distribution, glycol (3%) as an antifreeze, xanthan gum (0.2%) and magnesium aluminum silicate (2%) for thickening, S29 (0.2%) as a defoamer, and water (100%). The 20.83% (w/w) crude suspension was mixed in a high-speed shearing machine (model SK1200H, Kedao Mechanical and Electrical Equipment Co., Ltd. Shanghai, China) at 10 000 rpm for 10 min to form a well-dispersed NPF at room temperature. Analysis of the Stability. The storage stabilities of the NPF were evaluated by traditional heat and cool storage methods according to GB/T 19136-2003 and 19137-2003. Samples were packed in ampule bottles and stored at 0 ± 2 °C for 7 days and 54 ± 2 °C for 14 days. Changes in particle size and thiazole-Zn content of NPF were then studied. The content of thiazole-Zn was analyzed by HPLC (Shimazu, LC-20A, Japan) using a reverse-phase chromatographic column and 330 nm UV detector. The mobile phase consisted of acetonitrile and\nwater-trifluoroacetate (30:70:0.1, v/v/v) and flow rate was 1.0 mL/ min.\nVarious formulations were placed into cylindrical glass tubes and submitted to Turbiscan LAB Expert for further stability analysis. The stability analysis for NPF and CPF was performed as a variation of backscattering (ΔBS) profiles. Measurements were performed using a a2 near-infrared LED at a wavelength of 880 nm for 1 h. Experimental data were correlated in percentage to the light flux of two reference standards constituted by a polystyrene latex suspension (absence of transmission and maximum backscattering) and a silicon oil (maximum transmission and absence of backscattering).\nContact Angle. The contact angle for the diluted NPF and CPF on the hydrophobic substrate was measured with an XG-CAM drop shape analyzer (Xuanyi Co., China) at 25 °C. Paraffin film, which is more hydrophobic than ordinary plant leaves, was selected as a solid substrate.25 The images of each droplet were taken, and the corresponding contact angle value was calculated.\nAnalysis of the Retention on Leaves. The amount of liquid retention on the surface of the rice and cucumber leaves was measured using a protocol described previously by Cui et al.26 Briefly, liquid samples and tweezers were placed in a beaker and weighed with a balance (W1). The leaves were cut into squares, and the area S (cm2) was measured. One leaf piece was immersed in the liquid with tweezers for 20 s and then pulled out quickly until no droplets dripped. Then, the tweezers were placed back into the beaker, and the balance reading W2 was recorded. Folia retention was calculated as follows: 1000(W1 − W2)/S (mg/cm2).\nIn Vitro Antibacterial Assay. XOO, XOC, ECC, and ECZ were provided by the Institute of Plant Protection and Microbiology, Zhejiang Academy of Agricultural Sciences. The bactericidal activities of the NPF and CPF against the above-mentioned bacteria were assayed by the MIC method.27 Briefly, the NPF was diluted to 2000.00, 1000.00, 750.00, 500.00, 250.00, 125.00, 62.50, and 31.25 mg/L, and the CPF was employed as a positive control. Next, 10 mL of NPF and CPF was added to 50 mL of agar medium. The bacterial strain was inoculated to the solidified culture medium and placed in a 28 °C incubator. Finally, the bacterial colony growth was checked after 48 h. No colony or dry shrinkage was found, and the concentration was expressed by “C−”. When the inoculation point was growing despite the diameter of the colony, the concentration was expressed by “C+”. The MIC was calculated in each experiment using the formulas below:\nCn C C( )/2′ = ++ − (1)\nC C C C C( 1 2 3 4 )/4= ′ + ′ + ′ + ′ (2)\nwhere Cn′ is the average value of C+ and C‑ and C is the average of four replicates.\nIn Vitro Cytotoxicity of NPF and CPF. The cytotoxicity induced by NPF and CPF was measured by colorimetric MTS [3-(4,5- dimethylthiazol-2-yl)-5-(3-carboxymeth-oxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium] cell viability assay (Promega, Madison, WI) on HepG2 cells. Briefly, cells (1 × 104/well) were grown in 96-well plates (Costar, Cambridge, MA, USA) and cultured overnight with DMEM containing 10% fetal bovine serum. The cells were treated with test formulations, which were diluted at various concentrations (0.02, 0.2, 2, 20 μg/mL) and incubated at 37 °C and 5% CO2 for 24 h. Subsequently, the medium was removed, and each well was added with MTS solution. After incubating for 4 h, the reaction was stopped by adding 25 μL of 10% SDS. The colored formazan products were detected at 490 nm in a SpectraMax i3 plate reader (Molecular Devices, Sunnyvale, CA, USA). Percentage cytotoxicity was calculated using the following formula:28\nviability(%) O.O. of test sample/O.D. of control sample 100= ×\nField Trials. The biological efficacy of thiazole-Zn NPF against rice bacterial blight was evaluated in Qujiang Country, Zhejiang Province, Southeast China from September 6, 2018 to September 20, 2018. Two susceptible rice varieties, Yongyou 6 and Zhongzao 39, were used for control activity assay. The paddy field under regular\nDOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nB\nmanagement was divided into 14 40 m2 plots for six treatments, including two water spray control (CK). Thiazole-Zn CPF and NPF, as spray treatments with three replications, were each sprayed at a dose of 3500 mL/hm2 (recommended) with a hand-operated Gongnong-16 sprayer (Taizhou Sprayers Ltd., Taizhou, China). All plots were sprayed twice with a 7-day interval. Disease incidence was scored using a standard evaluation system for rice on a 0−9 scale (IRRI 1980). Disease index (DI) was computed as suggested by Loganathan and Ramaswamy:29\nn v N VDI ( )/( ) 100= [ × × ] ×\nwhere n and N represent the number of tillers at each infection level and the total number of tillers observed, respectively, and v and V represent the grade for each group of tillers and the highest grade allotted in the score chart, respectively. The control efficiency of rice disease by thiazole-Zn was calculated using the following formula: % control efficiency = (difference in disease incidence between control and treated plants/disease incidence in control) × 100%.\n■ RESULTS AND DISCUSSION Influence of Surfactants on the Particle Size of Thiazole-Zn and Possible Machanism. A novel strategy of preparing thiazole-Zn nanoparticles was proposed, wherein the surfactant was added in a zinc sulfate aqueous solution and reacted with 5-amino-1,3,4-thiadiazole-2-thiol sodium (Figure 1). Three kinds of surfactants were screened using the mean\nparticle size and polydispersity index (PDI) of the nanoparticle aqueous dispersion as evaluation indices. The results showed that the particle size of thiazole-Zn was kept to a minimum about 35 ± 7 nm by adding anionic surfactant NAPS (Figure 2B).\nThe zeta potential (ζ) of reaction mixture was measured to elucidate the plausible formation mechanism of thiazole-Zn nanoparticle. Generally, the changes of ζ and sizes of thiazoleZn nanoparticles were attributed to the distance between zinc ions and micelles. As shown in Figure 2A and Figure 3, ζ values of CTAB, poloxamer 188 and NAPS dispersions in distilled water were 55.9 ± 7.7, −22.9 ± 1.6, and −29.8 ± 2.0 mV. Subsequently, the change in ζ of NAPS, poloxamer 188 and CTAB solution was owing to interactions between zinc ions and micelles. Then, with the addition of 5-amino-1,3,4thiadiazole-2-thiol sodium in aqueous solution, ζ changed again because of the decreased zinc ions and increased thiazole-Zn molecules. Specifically, the ζ of poloxamer 188 suspension increased due to thiazole-Zn molecules adsorbed\non the surface micelles. For CTAB, thiazole-Zn molecules can easily form large aggregates because zinc ions were far from micelles. On the contrary, the thiazole-Zn molecules could solubilize easily in micelles of NAPS owing to strong adsorbability. It also revealed that the diameter of thiazoleZn nanoparticle was limited by micelles. In addition, the nanoparticle was more stable than other surfactants due to the electrostatic repulsion of nanoparticles. The particle size of technical a.i. was nonuniform and coarse (Figure 4B).\nThe FT-IR, PXRD, and EDS were adopted to validate the structure of thiazole-Zn nanoparticle. The FT-IR patterns of the nanoparticle and microparticle are shown in Figure 4C; obvious peaks at 3276 and 3376 cm−1 were assigned to the −NH2 stretching vibration. Sharp peaks at 1614 and 1508 cm−1 were assigned to the stretching vibration of the CN scissor bending vibration. The absorption bands at 1432 and 1346 cm−1 suggested C−N stretching vibration. The FT-IR and PXRD results of the nanoparticle and technical a.i. showed that they have the same characteristic peaks (Figure 4D). To further verify the structure of nanoscale thiazole-Zn, element mapping analysis was performed using EDS. As shown in\nDOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nC\nFigure 5, C, N, S, and Zn distribution maps provided evidence for the structure of thiazole-Zn. The thiazole-Zn nanoparticle\nwas synthesized successfully according to FT-IR, PXRD, and EDS. This research proposed the simple and green preparation method of a nanoscale pesticide, which may provide a new approach for developing other nanoscale pesticides, such as mancozeb and thiazolone. Optimization of Nanoformulation Preparation Parameters. To apply thiazole-Zn nanoparticle efficiently to crops, the NPF was prepared conveniently through high-speed shearing. In this study, orthogonal experiment was used to optimize the shearing conditions of the NPF. According to some studies,30 the quantitative of stabilizers and dispersants (SP-SC3 and SP-2728), shearing time and speed in the formula are selected as critical parameters during shearing process. As shown in Table 1, an L9 (3 4) orthogonal design\nform was employed to assign the considered three factors with three levels. The particle sizes of the nine NPFs prepared based on the orthogonal design are listed in Table 2. The impact of the three factors on the mean particle size in decreasing order is as follows (Table 2): the quantitative of stabilizers and dispersants > speed > milling time. The optimal level for each factor is indicated by the smallest value of K. The optimum combinations were all A3B2C3. Therefore, shearing conditions of 6% of stabilizers and dispersants, 10 min of shearing time and 10000 rpm were used to produce the NPF. Morphology and Characterization of Thiazole-Zn NPF. The NPF was prepared under the above optimal milling conditions. By contrast, the preparation of thiazole-Zn CPF involved milling, shearing, and homogenization for several times, which was energy consuming and inefficient (Figure 6). The morphologies of the NPF and CPF were observed using SEM (Figure 7A,B). The SEM image showed that NPF possessed a near-spherical particle. The average diameter of the NPF was approximately 79 ± 13 nm. The diluted NPF aqueous suspension appeared transparent or translucent to the\nnaked eye (Figure 7D). A slight reaggregation occurred after the preparation of NPF, because surfactants adsorbed on the surface of the nanoparticles are dissolved or swollen in aqueous media.31 The particle size of CPF was approximately 3−5 μm (Figure 7C), the diluted suspension of which had a gray\naA, the amount of stabilizers and dispersants (SP-SC3: SP-2728 = 1:2); B, shearing time; C, speed.\naA, the amount of stabilizers and dispersants (SP-SC3: SP-2728 = 1:2); B, shearing time; C, speed. bK is the sum of the evaluation indices on the same level in each factor. cR is the difference between the maximum and minimum values of K in each factor.\nDOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nD\nappearance (Figure 7D). The SEM images agreed with the results of DLS measurement quite well. Analysis of the Stability. Storage stability was confirmed\nby the mean particle size of the nanoparticles during storage at 0 °C for 7 days and 54 °C for 14 days. In Figure 8A, the mean particle size increased to 270.9 ± 16.0 nm after 14 days of 54 °C storage. The thiazole-Zn particle may undergo Ostwald ripening at a high storage temperature,32 which caused the particles to adhere together and led to a relative increase in particle size. The mean particle size increased from 84.5 ± 4.8 to 150.4 ± 12.3 nm at 0 °C for 7 days. The decrease of aggregation leads to a relatively small change in particle size due to the weakening of Brownian motion of particles.33\nOverall, the nanoformulation showed good physical stability under different storage conditions. As shown in Figure 8B, the initial active ingredient content\nof NPF is 20.80%. After 7 days and 14 days of storage evaluation, the content of effective components of NPF decreased to 20.62% and 20.57% respectively at 4 and 25 °C. Accelerated stability tests were carried out according to the GB/T 19136−2003 and 19137−2003. The thiazole-Zn content in NPF decreased to 20.33% after 14 days storage at 54 °C, and the decomposition rate of thiazole-Zn was 2.26% in accelerated test. All of the decomposition rates were in accordance with the criteria below 5% according to GB/T 19136−2003 and 19137−2003. The results showed that NPF maintained good physical and chemical stability during storage. The migration of nanoparticles during storage were detected\nby Turbiscan LAB Expert. Only variations in the backscattering profiles of samples were analyzed when the transmission signal was nil. The migration of particles from the top to the bottom of a sample leads to a progressive concentration decrease at the top of the sample. As a result, a decrease in the backscattering signal (negative peak) and an increase in the intensity of the transmission (positive peak) occurred. The backscattering profiles of the NPF and CPF are shown in Figure 9. A decrease\nin the backscattering signal of the NPF and CPF at the top of the samples and an increase at the bottom over time were recorded. In other words, the top of the samples were clarified due to the migration of particles from the top to the bottom. However, some differences between NPF and CPF were observed; the backscattering intensity of NPF was weaker than that of CPF; that is, the sediment of NPF was lesser than that of CPF. The result showed that the stability of NPF was better than that of CPF. More active ingredients of NPF may be sprayed to foliage because of their relatively high stability than"
    }, {
      "heading" : "CPF.",
      "text" : "Wetting, Spreading, and Retention on Leaves Properties. The efficient spreading of pesticide formulation on the crop foliage surface is relevant to maximize biological activity. Thus, rapid spreading and wetting of suspension concentrate drops on plant leaves are critical for agrochemical delivery and biological activity.34 Generally, the contact angle is a preferable criterion in the spreading and wetting ability of aqueous drops.35 Before measurement, the NPF was diluted 100-, 500-, and 1000-fold with deionized water. The liquidity of these highly diluted NPFs was excellent, so the influence of viscosity on spreading would appear negligible. Figure 10A\nshows the contact angle of the diluted NPFs against paraffin film within 60 s. The contact angle declined from 0 s to approximately 10 s relatively quickly. In addition, the smaller dilution ratio resulted in a lower equilibrium value of the contact angle, which indicated that the wetting and spreading ability was improved with an increase in the NPF concentration. Du et al.25 compared different dilution ratios of β-CP nanoemulsions, which showed better wetting and spreading properties on the hydrophobic surface with smaller dilution ratio. Starov et al.36 proposed that the spreading mechanism of aqueous surfactant solutions over hydrophobic surfaces involves the transfer of surfactant molecule from liquid to the new interface, which is the rate-determining step. As shown in Figure 10B, the contact angle of the NPF decreased\nDOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nE\nfaster than that of CPF under the same dilution conditions. These results indicated that NPF might spread on plant leaves more quickly. In practice, pesticide sprays should adhere to and then\npenetrate into the crop leaf to maximize biological activity. Retention on leaves is crucial in the uptake and biological activity of pesticides. Hence, folia retention was measured to evaluate the affinity of NPF drops on the leaves.26 The results in Figure 10C indicated that the retention of NPF on hydrophobic rice leaves and hydrophilic cucumber leaves was 1.22 and 1.21 times higher than that of CPF, respectively. These results demonstrated that NPF had strong affinity on both hydrophilic and hydrophobic leaves, which was likely due to its lower contact angle. Bacteriostatic Assay. MIC is cited by the most\nresearchers as a measure of the antimicrobial performance of antimicrobial agents. The MICs of CPF and NPF are shown in Figure 11A. NPF showed bacteriostatic efficacy against XOO, XOC, ECC, and ECZ at MICs of 46.88, 93.75, 93.75, and 375.00 mg/L, respectively. By contrast, CPF showed bacteriostatic efficacy against the above-mentioned bacteria at MICs of 93.75, 375.00, 375.00, and 875.00 mg/L, respectively. The results showed that NPF was much more effective than CPF. Chih-Ping Chin indicated that carbofuran has the same efficacy at a lower dose as NPF compared with CPF.21 The greater efficacy of NPF might be due to the fact that nanopesticides have smaller particle sizes and high specific surface area,28,37 which increase dispersibility, wettability, and retention and allow more interaction of NPF with the bacteria. Therefore, the particle size of pesticide can markedly affect the bioavailability. The bacterial leaf blight of rice, caused by XOO, is one of the\nmost serious bacterial diseases in many countries, including China.29 Chemical control is still an important tool for bacterial leaf blight of rice management. In the field test, NPF provided over 79.0% and 86.8% control efficacy for Zhongzao 39 and Yongyou 6, respectively, which were higher than those of CPF (Figure 11B). This highly effective nanoformulation could dramatically decrease pesticide dosage and improve its environmental friendliness. Cytotoxicity Assays. Figure 11C shows the percentage\ncytotoxic effects of samples at different concentrations. The toxicity of NPF and CPF increased with pesticide concentration. Meanwhile, the results revealed that NPF exhibited less toxic effects on the viability or proliferation of HepG2 cells than CPF. Alicea N. Meredith et al. prepared a fraction consisting of nanosized capsules (∼250 nm) and a fraction of micron-sized capsules (∼2200 nm) to investigate the influence of pesticide size on toxicity to embryonic zebrafish, Danio rerio. They found that microfraction, nanofraction, and\ntechnical a.i. showed no significant differences in the occurrence of sublethal impacts or mortality.38 Neetu Chauhan confirmed that nanoformulation is less toxic than CPF of hexaconazole.39 Therefore, the cytotoxicity of NPF was due to the presence of pesticide rather than the nanometer size.\n■ CONCLUSIONS In summary, a nanoscale thiazole-Zn was developed through the introduction of surfactants in the final process of compound synthesis. The nanoparticle size could be minimized by adding NAPS, and then the plausible formation mechanism was proposed that surfactant form a nanoreactor to prevent the aggregation of particles. Subsequently, the NPF was formulated through high-speed shearing. Its physicochemical properties showed better than that of CPF in dispersibility, wettability, spreadability, and stability. Interestingly, the in vitro bioassay and field trial showed that NPF was superior to CPF in bioavailability. Moreover, the NPF was also lower cytotoxicity compared with the CPF. Therefore, this work provides a green approach which may have a potential in improving the usage efficiency and mitigating corresponding environmental pollution.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: jinhaozhao@zju.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Qiangwei Wang: 0000-0001-5222-846X Jinhao Zhao: 0000-0002-9198-5399"
    }, {
      "heading" : "Funding",
      "text" : "This work was financially supported by the National Key R&D Program of China (2016YFD0200804, 2017YFD0200505, and 2017YFD0201805) and National Natural Science Foundation of China (No. 31872022)."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ REFERENCES (1) Heinz-R, K. H.; Rita, T. J. Wildlife ecotoxicology of pesticides: can we track effects to the population level and beyond? Science 2013, 341 (6147), 759−765. (2) Zhao, X.; Cui, H.; Wang, Y.; Sun, C.; Cui, B.; Zeng, Z. Development strategies and prospects of nano-based smart pesticide formulation. J. Agric. Food Chem. 2018, 66 (26), 6504−6512. (3) Yu, C.; Zhang, G.; Xiang, Y.; Cai, D.; Wu, Z. Engineering. Fabrication of a temperature-controlled-release herbicide using a nanocomposite. ACS Sustainable Chem. Eng. 2017, 5 (6), 4969−4975. (4) Ribeiro Begnini Konatu, F.; Sales Fontes, J. Development and validation of an analytical method for multiresidue determination of\nDOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nF\npesticides in lettuce using QuEChERS−UHPLC−MS/MS. J. Sep. Sci. 2018, 41 (8), 1726−1733. (5) Yang, Y.; Cheng, J.; Wang, B.; Guo, Y.; Dong, X.; Zhao, J. An amino-modified metal-organic framework (type UiO-66-NH2) loaded with cadmium(II) and lead(II) ions for simultaneous electrochemical immunosensing of triazophos and thiacloprid. Microchim. Acta 2019, 186 (2), 101. (6) Li, Y.; Zhou, M.; Pang, Y.; Qiu, X. Lignin-based microsphere: preparation and performance on encapsulating pesticide of avermectin. ACS Sustainable Chem. Eng. 2017, 5 (4), 3321−3328. (7) Sun, Z.; Min, L.; Xiang, Y.; Hui, X. Application of sustainable natural bioesources in crop protection: insight into a podophyllotoxinderived botanical pesticide for regulating insect vestigial wing of mythimna separata walker. ACS Sustainable Chem. Eng. 2017, 5 (5), 3945−3954. (8) Nuruzzaman, M.; Rahman, M. M.; Liu, Y.; Naidu, R. J. Nanoencapsulation, nano-guard for pesticides: a new window for safe application. J. Agric. Food Chem. 2016, 64 (7), 1447−1483. (9) Hill, M. R.; Mackrell, E. J.; Forsthoefel, C. P.; Jensen, S. P.; Mingsheng, C.; Moore, G. A.; He, Z. L.; Sumerlin, B. S. Biodegradable and pH-responsive nanoparticles designed for site-specific delivery in agriculture. Biomacromolecules 2015, 16 (4), 1276−1282. (10) Wenlong, L.; Aixin, Y.; Guodong, W.; Feng, Z.; Pengtong, H.; Jinliang, J.; Hanhong, X. A novel water-based chitosan-La pesticide nanocarrier enhancing defense responses in rice (Oryza sativa L) growth. Carbohydr. Polym. 2018, 199 (4), 437−444. (11) Zhang, Y.; Chen, W.; Jing, M.; Liu, S.; Feng, J.; Wu, H.; Zhou, Y.; Zhang, X.; Ma, Z. Self-assembled mixed micelle loaded with natural pyrethrins as an intelligent nano-insecticide with a novel temperature-responsive release mode. Chem. Eng. J. 2019, 361, 1381− 1391. (12) Clerici, D. J.; Souza, M. E. D.; Quatrin, P. M.; Santos, R. C. V.; Costa-Leonardo, A. M.; Ourique, A. F.; Raffin, R. P.; Marques, C. T.; Dietrich, C. R. R. D. C.; Gündel, S. D. S. Effects of nanostructured essential oils against subterranean termites (Coptotermes gestroi). J. Appl. Entomol. 2018, 142 (4), 406−412. (13) Xu, C.; Cao, L.; Zhao, P.; Zhou, Z.; Chong, C.; Li, F.; Huang, Q. Emulsion-based synchronous pesticide encapsulation and surface modification of mesoporous silica nanoparticles with carboxymethyl chitosan for controlled azoxystrobin release. Chem. Eng. J. 2018, 348, 244−254. (14) Mustafa, I.; Hussein, M. Z.; Saifullah, B.; Idris, A. S.; Zainol Hilmi, N. H.; Fakurazi, S. Synthesis of (hexaconazole-zinc/ aluminium-layered double hydroxide nanocomposite) fungicide nanodelivery system for controlling ganoderma disease in oil palm. J. Agric. Food Chem. 66 (4), 806−813. (15) Ghormade, V.; Deshpande, M. V.; Paknikar, K. M. Perspectives for nano-biotechnology enabled protection and nutrition of plants. Biotechnol. Adv. 2011, 29 (6), 792−803. (16) Pan, Z.; Bo, C.; Zeng, Z.; Lei, F.; Liu, G.; Cui, H.; Pan, H. Lambda-cyhalothrin nanosuspension prepared by the melt emulsification-high pressure homogenization method. J. Nanomater. 2015, 16 (1), 263. (17) Cui, B.; Wang, C.; Zhao, X.; Yao, J.; Zeng, Z.; Wang, Y.; Sun, C.; Liu, G.; Cui, H. Characterization and evaluation of avermectin solid nanodispersion prepared by microprecipitation and lyophilisation techniques. PLoS One 2018, 13 (1), e0191742. (18) Goswami, A.; Roy, I.; Sengupta, S.; Debnath, N. Novel applications of solid and liquid formulations of nanoparticles against insect pests and pathogens. Thin Solid Films 2010, 519 (3), 1252− 1257. (19) Yang, H.; Zhang, W.; Kong, Q.; Liu, H.; Sun, R.; Lin, B.; Zhang, H.; Xi, Z. Effects of pubertal exposure to thiazole-Zn on thyroid function and development in female rats. Food Chem. Toxicol. 2013, 53 (3), 100−104. (20) Honglian, Y.; Qingxi, K.; Huanliang, L.; Wei, Z.; Lei, T.; Bencheng, L.; Yanjun, F.; Zhuge, X. Thyroid follicular lesions induced by thiazole-Zn feed treatment for one year in Sprague-Dawley rats. Exp. Toxicol. Pathol. 2015, 67 (5−6), 341−347.\n(21) Chin, C. P.; Wu, H. S.; Wang, S. S. New approach to pesticide delivery using nanosuspensions: research and applications. Ind. Eng. Chem. Res. 2011, 50 (12), 7637−7643. (22) Kvitek, L.; Panaćěk, A.; Soukupova, J.; Kolaŕ,̌ M.; Vecěrǒva,́ R.; Prucek, R.; Holecova, M.; Zborǐl, R. Effect of surfactants and polymers on stability and antibacterial activity of silver nanoparticles (NPs). J. Phys. Chem. C 2008, 112 (15), 5825−5834. (23) Bakshi, M. S. How surfactants control crystal growth of nanomaterials. Cryst. Growth Des. 2016, 16 (2), 1104−1133. (24) Wei, X. L.; Jun, L. I.; Wei, F. L.; Zhu, G. Study on formulation preparation of zinc thiazole 20 SC. Mod. Agrochem. 2014, 13, 18−21. (25) Du, Z.; Wang, C.; Tai, X.; Wang, G.; Liu, X. Optimization and characterization of biocompatible oil-in-water nanoemulsion for pesticide delivery. ACS Sustainable Chem. Eng. 2016, 4 (3), 983−991. (26) Guan, W.; Zhang, W.; Tang, L.; Wang, Y.; Cui, H. Fabrication of novel avermectin nanoemulsion using polyurethane emulsifier with cleavable disulfide bonds. J. Agric. Food Chem. 2018, 66 (26), 6569− 6577. (27) Zhou, H. P.; Fan, J. H.; Chen, J. B.; Guan, Y.; Li-Juan. Toxicity measurement for thirteen bactericides to the causal organism of rice bacterial foot rot. J. Yunnan Agri. Univ. 2009, 307−311. (28) Chauhan, N.; Dilbaghi, N.; Gopal, M.; Kumar, R.; Kim, K. H.; Kumar, S. Development of chitosan nanocapsules for the controlled release of hexaconazole. Int. J. Biol. Macromol. 2017, 97, 616−624. (29) Chen, Y.; Yang, X.; Gu, C. Y.; Zhang, A. F.; Zhang, Y.; Wang, W. X.; Gao, T. C.; Yao, J.; Yuan, S. K. Activity of a novel bactericide, zinc thiazole against Xanthomonas oryzae pv. oryzae in Anhui Province of China. Ann. Appl. Biol. 2015, 166 (1), 129−135. (30) Cui, B.; Lv, Y.; Gao, F.; Wang, C.; Zeng, Z.; Wang, Y.; Sun, C.; Zhao, X.; Shen, Y.; Liu, G. Improving abamectin bioavailability via nanosuspension constructed by wet milling technique. Pest Manage. Sci. 2019, 75, 2756−2764. (31) Zhang, Y.; Niu, Y.; Luo, Y.; Ge, M.; Yang, T.; Yu, L.; Wang, Q. Fabrication, characterization and antimicrobial activities of thymolloaded zein nanoparticles stabilized by sodium caseinate−chitosan hydrochloride double layers. Food Chem. 2014, 142 (142), 269−275. (32) Zeng, H.; Li, X.; Zhang, G.; Dong, J. Preparation and characterization of beta cypermethrin nanosuspensions by diluting o/ w microemulsions. J. Dispersion Sci. Technol. 2008, 29 (3), 358−361. (33) Wang, C.; Cui, B.; Guo, L.; Wang, A.; Zhao, X.; Wang, Y.; Sun, C.; Zeng, Z.; Zhi, H.; Chen, H. Fabrication and evaluation of lambdacyhalothrin nanosuspension by one-step melt emulsification technique. Nanomaterials 2019, 9 (2), 145. (34) Taylor, P. The wetting of leaf surfaces. Curr. Opin. Colloid Interface Sci. 2011, 16 (4), 326−334. (35) Ivanova, N. A.; Starov, V. M. Wetting of low free energy surfaces by aqueous surfactant solutions. Curr. Opin. Colloid Interface Sci. 2011, 16 (4), 285−291. (36) Lee, K. S.; Ivanova, N.; Starov, V. M.; Hilal, N.; Dutschk, V. Kinetics of wetting and spreading by aqueous surfactant solutions. Adv. Colloid Interface Sci. 2008, 144 (1), 54−65. (37) Wang, A.; Wang, Y.; Sun, C.; Wang, C.; Cui, B.; Zhao, X.; Zeng, Z.; Yao, J.; Yang, D.; Liu, G. Fabrication, characterization, and biological activity of avermectin nano-delivery systems with different particle sizes. Nanoscale Res. Lett. 2018, 13 (1), 2. (38) Meredith, A. N.; Harper, B.; Harper, S. L. The influence of size on the toxicity of an encapsulated pesticide: a comparison of micronand nano-sized capsules. Environ. Int. 2016, 86, 68−74. (39) Kumar, S.; Bhanjana, G.; Sharma, A.; Sidhu, M. C.; Dilbaghi, N. Synthesis, characterization and on field evaluation of pesticide loaded sodium alginate nanoparticles. Carbohydr. Polym. 2014, 101 (3), 1061−1067.\nDOI: 10.1021/acs.jafc.9b03700 J. Agric. Food Chem. XXXX, XXX, XXX−XXX\nG"
    } ],
    "references" : [ {
      "title" : "How surfactants control crystal growth of nanomaterials",
      "author" : [ "M.S. Bakshi" ],
      "venue" : "Cryst. Growth Des. 2016,",
      "citeRegEx" : "Bakshi,? \\Q2016\\E",
      "shortCiteRegEx" : "Bakshi",
      "year" : 2016
    }, {
      "title" : "Study on formulation preparation of zinc thiazole 20 SC",
      "author" : [ "X.L. Wei", "L.I. Jun", "F.L. Wei", "G. Zhu" ],
      "venue" : "Mod. Agrochem. 2014,",
      "citeRegEx" : "Wei et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wei et al\\.",
      "year" : 2014
    }, {
      "title" : "Development of chitosan nanocapsules for the controlled release of hexaconazole",
      "author" : [ "S. Kumar" ],
      "venue" : "Int. J. Biol. Macromol. 2017,",
      "citeRegEx" : "Kumar,? \\Q2017\\E",
      "shortCiteRegEx" : "Kumar",
      "year" : 2017
    }, {
      "title" : "The wetting of leaf surfaces",
      "author" : [ "P. Taylor" ],
      "venue" : "Curr. Opin. Colloid Interface Sci. 2011,",
      "citeRegEx" : "Taylor,? \\Q2011\\E",
      "shortCiteRegEx" : "Taylor",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanotechnology has provided a novel approach for the preparation of a safe and highly effective pesticide formulation. Thiazole-Zn, a widely used bactericide, was successfully prepared at nanoscale by an innovative approach of final synthesis process control. Its plausible formation mechanism based on restricted particle aggregation in a nanoreactor was elucidated. Then in order to assess the application performance of thiazole-Zn nanoparticle, the nanoformulation (NPF) was conveniently formulated. Interestingly, the physicochemical properties of NPF showed better than that of the commercial pesticide formulation (CPF) in dispersibility, wettability, spreadability, and stability. At the same time, the in vitro bioassay showed that the minimum inhibitory concentrations (MICs) of NPF against Xanthomonas oryzae pv Oryzae (XOO), Xanthomonas oryzae pv Oryzicola (XOC), Erwinia carotovora subsp. Carotovora (Jones) Holland (ECC), and Erwinia chrysanthemi pv Zeae (ECZ) were 46.88, 93.75, 93.75, and 375.00 mg/L, respectively, whereas those of CPF were 93.75, 375.00, 375.00, and 875.00 mg/L, respectively. Therefore, NPF exhibited stronger antibacterial activity against the above-mentioned pathogens. Moreover, NPF was more effective to bacterial blight of rice than CPF in field trial. As a conclusion, nanotechnology for pesticides by synthesis process control will have a potential in improving the utilization efficiency and relieving the corresponding environmental pollution.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}