{
  "name" : "downloads_2019-10-22_3c_xie2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Carbon-based nanomaterials - A promising electrochemical sensor toward persistent toxic substance",
    "authors" : [ "Feng Xie", "Meng Yang", "Min Jiang", "Xing-Jiu Huang", "Wen-Qing Liu", "Pin-Hua Xie" ],
    "emails" : [ "xingjiuhuang@iim.ac.cn", "phxie@aiofm.ac.cn", "wqliu@aiofm.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nCarbon-based nanomaterials e A promising electrochemical sensor toward persistent toxic substance\nFeng Xie a, b, 1, Meng Yang a, c, 1, Min Jiang b, Xing-Jiu Huang a, b, c, *, Wen-Qing Liu a, **, Pin-Hua Xie a, ***\na Key Laboratory of Environmental Optics and Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei, 230031, PR China b University of Science and Technology of China, Hefei, 230026, PR China c Institute of Intelligent Machines, Chinese Academy of Sciences, Hefei, 230031, PR China\na r t i c l e i n f o\nArticle history: Available online 10 August 2019\nKeywords: Persistent toxic substance Electrochemical sensors Carbon-based nanomaterials Heavy metals Organic pollutants\n* Corresponding author. Key Laboratory of Environm Anhui Institute of Optics and Fine Mechanics, Chinese 230031, PR China. ** Corresponding author. *** Corresponding author.\nE-mail addresses: xingjiuhuang@iim.ac.cn (X.-J. (W.-Q. Liu), phxie@aiofm.ac.cn (P.-H. Xie).\n1 F. Xie and M. Yang contributed to this work equa\nhttps://doi.org/10.1016/j.trac.2019.115624 0165-9936/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t\nPersistent toxic substance (PTS) poses a high threat to the ecological environment and human beings because of its difficult degradation and strong toxicity. Therefore, developing a safe and simple method to detect PTS is of significance. Among many detection methods, the electrochemical method shows many advantages, including high sensitivity, low limit of detection (LOD), and low cost. Furthermore, compared with other nanomaterials, carbon-based nanomaterials are one of the excellent electrode modification materials owing to their large specific surface area and strong electron transmission performance. Therefore, the selectivity and sensitivity of the electrochemical system toward PTS could be enhanced by modifying the electrode with carbon-based nanomaterials. We comprehensively review the progress of some promising carbon-based nanomaterials in the electrochemical detection of PTS in recent years, including carbon nanotubes, graphene, and other carbon-based nanomaterials.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Persistent toxic substance (PTS) is a kind of pollutant with strong toxicity, which poses a strong threat to the human living environment. PTS enters the soil along with rain and through other ways, causing pollutant residual in plants, which can have an indirect impact on human health [1]. Therefore, the harm caused by PTS has been of wide concern and has become a recognized environmental issue worldwide.\nPTS consists of heavy metals, persistent organic pollutants (POPs), environmental endocrine disruptors (EEDs), and other organic pollutants. This work mainly investigates the electrochemical detection of heavy metals, POPs, and EEDs using a\nental Optics and Technology, Academy of Sciences, Hefei,\nHuang), wqliu@aiofm.ac.cn\nlly.\ncarbon-based nanomaterial-modified electrode. Heavy metals widely exist in the atmosphere, water, soil, sediments, and other environmental media such as nickel, cobalt, lead, zinc, cadmium, copper, chromium, etc. Particularly, although arsenic and selenium are nonmetals, they are classified as heavy metal pollutants owing to their strong resemblance to heavy metals. Undoubtedly, heavy metals are the main persistent pollutants in the environment because they cannot be degraded by thermal degradation or biodegradation in the environment [2]. Additionally, POPs [3] are a class of natural or synthetic organic pollutants with reinforcement stability, high toxicity, and high lipid solubility and hence are difficult to be photodegraded, physicochemically degraded, and biodegraded. Therefore, there is no doubt that POPs pose serious hazards to the global ecological environment [4]. Compared with other pollutants, POPs are more harmful to human health, and the migration process is more complex, including organophosphorus pesticides (OPs), organochlorine pesticides, polychlorinated biphenyls (PCBs), etc. In addition, EEDs are exogenous substances that impair normal endocrine functions of the organism. They enter the organism through diet or skin absorption, interfering with the synthesis, transport, release, and other pathways of hormones, which destroys the coordination and stability of the\norganism with the environment [5]. EEDs include synthetic resin raw materials (bisphenol A, bisphenol F, etc.), organophosphorus pesticides (dimethoate, malathion, acephate, etc.), and some other chemical products (4-nitrophenol, arsenite, etc.). Therefore, it is of high significance to develop a convenient and reliable method for PTS detection.\nTo date, many analytical methods have been used for PTS detection, including ultraviolet spectrophotometry (UVeVis), atomic absorption spectrometry (AAS), atomic fluorescence spectrometry (AFS), electrochemical methods, inductively coupled plasma optical emission spectrometry (ICP-OES), X-fluorescence spectrometry (XRF), and inductively coupled plasma mass spectrometry (ICP-MS) [6e11]. Among them, the electrochemical methods are acceptable, as they are efficient in PTS determination with excellent properties (e.g., high sensitivity, low cost, and short analysis time). Significantly, sensitive and selective detection of PTS is achieved by using electrodes modified with nanomaterials. In a variety of nanomaterials, carbon-based nanomaterials are a kind of promising electrode-modified materials. Carbon nanotubes (CNTs), graphene, and others (Fig. 1) are excellent and potential carbonbased nanomaterials because of their unique structures and excellent electrochemical properties. Many types of molecules are used to modify carbon-based nanomaterials, such as small organic molecules, polymers, DNA, proteins, enzymes, metal nanoparticles, and metal oxide nanoparticles. Currently, electrochemical methods for detecting PTS have been summarized, including the potentiostatic method [12], the galvanostatic method, and different forms of nanomaterial-modified electrode [13]. However, in recent years, there are few reviews on the research progress of electrochemical determination of PTS using carbon-based nanomaterial-modified electrode. This review summarizes and discusses the development of electrochemical detection of PTS using carbon-based nanomaterials from the points of preparation of nanomaterials, electrochemical performance, and the mechanism of PTS detection. Tables provide detailed information of PTS analysis. In addition, the key challenges and the perspectives for further development are emphasized."
    }, {
      "heading" : "2. Carbon nanotube and its complexes",
      "text" : "Since Lijima and his team [14] discovered CNTs in 1992, the excellent physical and chemical properties of CNTs attracted people's attention. Then, research on the synthesis, structure, and properties of CNTs has emerged largely, which promote the development of CNTs. CNTs are divided into two types: singlewalled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs). The former is mainly composed of singlelayer graphite rolled into cylindrical seamless tubes, while the latter can be seen as coaxially composed of multiple single-wall carbon nanotubes with different diameters. Compared with sp3 hybridization, sp2 hybridization of carbon atoms in CNTs confers themwith high elastic modulus and tensile strength. In addition, p bonds formed by p electron orbital overlap provide CNTs with special electrical properties. Additionally, CNTs possess a high surface area, which results in high catalytic activity. These advantages determine that CNTs could be applied widely in the field of PTS electrochemical sensors [15]. However, the low solubility of CNTs hinders its development. Therefore, the preparation of CNTbased composites is significant.\nRecently, CNT-based nanocomposites have become increasingly mature in the electrochemical detection of PTS. The chemical functionalization of CNTs was performed by various methods, and a variety of nanocomposites with different physical and chemical properties were developed. Therefore, the application scope of CNTs is expanded by modifying them with different substances including organic molecules and inorganic substances."
    }, {
      "heading" : "2.1. Au nanoparticles and metal oxide functionalization",
      "text" : "At present, inorganic nanomaterial-functionalized CNTs are becoming the promising electrochemical sensing materials, which can improve the catalytic ability, dispersity, and stability of materials. Therefore, the application of Au nanoparticles and metal oxide-modified CNTs in electrochemical determination of PTS is introduced in this part."
    }, {
      "heading" : "2.1.1. Au nanoparticle functionalization",
      "text" : "Au nanoparticles (NPs) have always attracted much attention because of the advantages of small size, large specific surface area, abundant surface atoms, high catalytic performance, and strong chemical stability. The electrochemical sensing performance can be improved by loading AuNPs onto the surface of CNTs.\nFor example, Deiminiat et al. prepared a label-free electrochemical aptasensor and self-assembled it on the f-MWCNTs/ AuNPs membrane to realize the selective detection of bisphenol A (BPA) by square-wave voltammetry (SWV) [16]. To obtain carboxyfunctionalized CNTs (f-MWCNTs), CNTs were first treated with a strong acid (HNO3) and thenwere loadedwith AuNP colloids on the surface of f-CNTs to obtain f-MWCNTs/AuNPs. This nanocomposite has excellent electrochemical properties owing to enhanced dispersion and compatibility (Fig. 2). The SWV results showed that the peak current was proportional to the concentration of bisphenol A in the solution within a certain range (0.1e10 nM), and the obtained limit of detection (LOD) was 0.05 nM. Moreover, the conductivity of the f-MWCNTs/AuNPs-modified Au electrode was significantly higher than that of the bare gold electrode. In addition, the proposed method has excellent selectivity in the presence of bisphenol B (BPB), 4,40-biphenol (BP), and 6F bisphenol A (6F-BFA). The excellent electrochemical performance was attributed to high conductivity and catalytic ability of f-MWCNTs/AuNPs, as well as the specificity of the aptamer.\nAdditionally, the electrochemical sensor was prepared using a AuNP/MWCNT nanocomposite for the detection of methyl\nparathion (MP) [17]. AuNPs were deposited on the surface of CNTs by sputtering deposition. Differential pulse voltammetry (DPV) results indicated that the modified electrode had lower LOD (50 mg/ mL) toward MP than bare MWCNTs. The excellent electrochemical\nperformance is achieved due to the increased catalytic properties of gold nanoparticles. Similarly, the AuNPs/CNT [18] was prepared by chemical deposition and was used to detect arsenic. The CV results showed that AuNPs/CNT/GCE was most sensitive to arsenic compared to AuNPs/GCE and CNT/GCE, with an LOD of 0.1 mg/L and sensitivity of 1985 mA/mM.\nIn general, the enhanced sensing performance of AuNPs/CNT nanocomposites was due to large specific surface area, excellent stability, conductivity, and catalytic property of AuNPs. Moreover, the agglomeration of AuNPs is prevented in the presence of CNTs. Therefore, CNTs as the substrate material can rapidly transfer electrons to the electrode surface and provide a stable place for the adhesion of AuNPs and other substances."
    }, {
      "heading" : "2.1.2. Metal oxide functionalization",
      "text" : "At present, various metal oxides/CNT nanocomposites are employed to construct sensitive interfaces to detect PTS because of the advantages of easy synthesis, low cost, and relatively low toxicity. For example, the MWCNTs/Fe3O4 nanocomposite was modified successively on the surface of the GCE electrode, which was used to determine bisphenol A. The currentetime (i-t) curve showed that the current peak is linearly related to BPA concentration within a certain concentration range (0.1e4 mM), and the obtained LOD was 50 nM [19].\nAs a transition metal oxide with strong magnetic, catalytic, and electrical properties, copper oxide (CuO) has beenwidely employed in the fields of chemical and biological sensors. Furthermore, CuO has good affinity with thio-compounds. Therefore, CuO/CNTs can be applied to detect pesticides containing S. For example, Huo et al. [20] prepared copper oxide nanowires (CuO NWs) by thermal oxidation of Cu nanowires and loaded them on SWCNTs to obtain CuO NWs-SWCNTs nanocomposites, which were applied to analyze malathion by differential pulse voltammetry (DPV). The result indicated the LOD was 0.3 nM. The low LOD may be because CuO NWs and the sulfide groups of organophosphorus pesticides (OPs) are able to form complexes. However, the combination causes the sensor disposable and nonrenewable.\nIn addition, Tl2O3 is a kind of metal oxide with good electrical conductivity and catalytic properties, which is widely used in antistatic coatings, light detection, gas sensors, solar cells, and other fields. Combining Tl2O3 with CNTs can effectively improve the sensing performance of the modified electrode toward PTS. Recently, the nanocomposite of Tl2O3 nanospheres and purified multi-walled carbon nanotubes (Tl2O3 NSs-puMWCNT) was prepared by the simple sonochemical method, which was used to modify the pencil graphite electrode (PGE) for the determination of Cu(II). The anodic stripping differential pulse voltammetry (ASDPV) results indicated that the resistance of the Tl2O3 NSs-puMWCNT/ PGE electrode was less than that of puMWCNT/PGE, and the LOD of Cu(II) was 4.63 nM [21].\nTo summarize, metal oxides are widely employed in the field of PTS detection because of the advantages of low cost, generally low toxicity, and so on. Furthermore, compared with noble metal nanoparticles, the disadvantage of the poor conductivity of metal oxide is made up by CNTs. Consequently, the metal oxide-loaded carbon nanotubes possess utilization potentiality in the electrochemical detection of PTS due to the synergistic effect."
    }, {
      "heading" : "2.2. Small organic molecules, polymers, and biomacromolecule functionalization",
      "text" : "Much work has been done on the organic functionalization of CNTs with chemical groups. In particular, the modification of some organic groups can improve the specific binding ability to PTS and increase the selectivity and sensitivity of the analytical method.\nCommonly, CNTs are organically modified by using small organic molecules, polymers, and biological molecules."
    }, {
      "heading" : "2.2.1. Covalent and noncovalent functionalization by small organic molecules",
      "text" : "CNTs modified by small organic molecules are divided into covalent and noncovalent modification. Researchers confirmed the existence of covalent attachment of molecular species on CNTs [22], but it is very difficult for a molecule to react with a fully sp2-bonded carbon atom on the sidewalls of CNTs. In fact, the covalent modification of CNTs is mainly derived from organic molecules that react with the carboxyl groups of oxidized CNTs. In recent years, various carboxyl-functionalized CNTs have been devoted to the preparation of new-type electrochemical sensors with enhanced physicochemical properties due to improved electron transfer capabilities of electroactive materials and reduced surface-fouling effects.\nIn general, the selected organic small molecules are strongly related to the target analyte. For example, Wang et al. [23] placed MWCNTs in a strong acid solution for oxidation, and the obtained MWCNTs-COOH were reacted with SOCl2, and then thiacalixarene (TCA) was added for reaction. Finally, TCA-MWCNTs were obtained after centrifugation and washing, which was employed to detect ultra-trace Pb(II) by differential pulse anode-stripping voltammetry (DPASV) (Fig. 3). The result showed that the signal peak is linear with the concentration of Pb(II), with an LOD of 4 10 5 mM. Moreover, TCA-MWCNTs/GCE exhibited good anti-interference toward Pb(II) in the presence of 100-fold excess amounts of Zn(II), Ni(II), and Cd(II). In particular, TCA-MWCNTs/GCE could separate Pb(II) and Sn(II) (with similar potential to Hg(II)). The density functional theory (DFT) calculation indicated that the adsorption energies of TCA-Pb(II) and TCA-Sn(II) in water are different. Based on the above analysis, TCA-MWCNTs not only have a specific adsorption effect but also can separate the peak potential of Pb(II) and Sn(II). The superior detection performance is attributed to the formation of complexes by Pb(II) and ligand (TCA). Furthermore, DFT calculations assisted to explain the good selectivity of Pb(II) by TCA-MWCNTs/GCE. Consequently, the excellent electron transport capacity of CNTs and complexation of Pb(II) and TCA are the reasons for the low LOD of the system.\nIn addition, cysteine is an essential amino acid with high binding constants to some heavy metals. Morton et al. [24] covalently combined MWCNT-COOH with L-cysteine to prepare L-cysteinefunctionalized carbon nanotube electrodes (MWCNTeCOeCys)\nwith high sensitivity to Pb(II) and Cu(II). The DPASV result showed that Pb(II) and Cu(II) expressed a linear relation with peak current, and LODs of Pb(II) and Cu(II) were 1 ppb and 15 ppb, respectively. However, compared with TCA-MWCNTs/GCE in previous literature, the selectivity and LOD of MWCNTeCOeCys/GCE needed to be further optimized, which may be due to the relatively weak specific binding ability of L-cysteine toward Pb(II) and Cu(II).\nTo summarize, the above two examples indicated that the introduction of carboxyl groups to the surface of CNTs not only enhances the dispersion of CNTs in solution but also provides a window for the combination of CNTs with various organic small molecules.\nCompared with covalent functionalization, noncovalent modification does not lead to a substantial change in pore structure and electromechanical properties of CNTs [25]. Therefore, noncovalent functionalization of CNTs is a promising approach. The realization of noncovalent functionalization can be promoted by polymer cladding and p-p conjugation of aromatic molecules with CNTs. bCyclodextrin is a naturally occurring cyclic oligosaccharide with a hydrophobic structure and an external hydrophilic structure in the cavity, which allows hydrophobic molecules to easily enter the cavity and form a core structure through drainage.\nRecently, a kind of single-walled carbon nanotube-pyrene cyclodextrin (SWCNT-PyCD) for the determination of pentachlorophenol (PCB), was prepared by Wei [26] et al. PCBs were determined by electrochemical impedance spectroscopy (EIS), which takes advantage of the principle that the redox probe (Fe(CN)63 /4-) was captured by PyCD and meeting obstacles when entering the electrode surface. The results showed that SWCNT-PyCD/GCE has high sensitivity, selectivity, stability, anti-interference, and reproducibility for the determination of PCB-77.\nMoreover, b-CD/CNTs/GCE was constructed to determine PCB [27]. Linear sweep voltammogram (LSV) results showed that the peak current was linearly related to pentachlorophenol concentration within a certain range (8.0 10 7e1.04 10 5 mol/L), and the obtained LOD was 4.0 10 8 mol/L.\nBroadly speaking, the lower LOD may be because the target molecules can occupy the cavities of cyclodextrin to generate an inclusion complex, which results in less binding of water molecules to the cyclodextrin cavities and increases the stability of the material. Moreover, the pyrene derivatives can also be combined with CNTs by the p-p interactions to improve the electron transport performance of the electrode. Therefore, noncovalently modified\nsm of TCA/MWCNT-modified electrodes for Pb(II) [23]. Adapted from ACS.\nCNTs can enhance the sensing performance of the system, which provides a new insight into the selective detection of PTS."
    }, {
      "heading" : "2.2.2. Polymer functionalization",
      "text" : "Thus far, polymers have been widely employed to modify CNTs for electrochemical detection of PTS. The combination of the polymers with CNTs will destroy the Van der Waals force between walls of CNTs, thereby improving the dispersion of the system. Additionally, polymer-CNT [28] composites are of high significance in the field of electrochemical sensors owing to their inherent electronic transfer property, high electrical conductivity, dispersity, admirable environmental stability, and the existence of specific organic groups.\nPolyaniline (PANI) is a promising polymer because of its electrical conductivity, high environmental stability, low cost, and ease of preparation. The thermo-mechanical stability and electrical conductivity of the CNT/PANI composites are improved. Recently, Matlou et al. [29] accomplished the preparation of poly (m-amino benzene sulfonic acid)-modified SWCNTs (SWCNT-PABs), which were applied to detect Hg(II) in water by square-wave stripping voltammetry (SWASV) (Fig. 4). The SWCNT-PAB nanocomposites were self-assembled on the surface of the gold electrode by using the sulfhydryl group of dimethyl amino ethane thiol (DMAET). The results demonstrated that the LOD of the electrode was 0.06 mM. However, the anti-interference performance of the modified electrode was not favorable.\nIn addition, branched polyethylenimine (PEI) possesses a large number of primary, secondary, and tertiary amines on the polymer\nchain, which are commonly used as surface modifiers for heavy metal adsorbents [30]. For example, Peng et al. used PEI-MWCNTs to determine Cr(VI). The current intensity was linearly related to the concentration of Cr(VI) (0.002e20 mM), with the LOD of 0.0006 mM. Moreover, the dispersibility of PEI-MWCNTs in water was superior to that of pristine MWCNTs.\nIn general, the adsorption ability of polymer molecules is a possible reason for the low LOD of the electrode. However, the mechanism is required to be clarified more clearly in the future."
    }, {
      "heading" : "2.2.3. Biomacromolecule functionalization",
      "text" : "Recently, some biomacromolecules (DNA, protein, and enzyme) possess a special structure and abundant surface groups, opening up a new field of specific identification of electrochemical sensors. This section mainly focuses on DNA- and enzyme-modified CNTs.\n2.2.3.1. DNA functionalization. In recent years, DNA is a biological macromolecule that has been employed in the field of electrochemical sensors because it is loaded with many base pairs. Wang et al. [31] developed a sensitive arsenite electrochemical sensor based on ssDNA/SWCNTs. First, the aromatic nucleotide bases in single-strand DNA (ssDNA) and the hydrophobic sidewall of CNTs were used to wrap SWCNTs with ssDNA through p-stacking interactions, and the hydrophilic part of ssDNA was exposed (Fig. 5). Then, as arsenite is strongly bound to the G/T base of ssDNA by complexation, some ssDNA was isolated. Finally, SWCNTs were selectively assembled on the gold electrode modified by C18H37SH, and self-assembly through van der Waals force and hydrophobic\nElectrochemical studies of the SAM-modified gold electrodes in equimolar solutions of of Hg(II) in 0.1 M HCl at different concentrations (20 ppbe250 ppb) under optimum e presence of common competing metal ions at twofold concentration over the analyte\ninteraction mediates electron transfer between the electrode and arsenite. The sensitive DPV signal can be generated by the assembled SWCNTs, which is related to the concentration of arsenite because the combination of the resolved SWCNTs and the Au electrodes restores the multiphase electron transfer blocked by the self-assembled monolayer. The results showed a linear relationship between the peak current and arsenite concentration, with the LOD of 0.5 ppb. The simple method not only proves that DNA modification of CNTs not only is a reliable electrochemical sensor but also opens up a new way for radiation-free detection of arsenite.\nAdditionally, DNA-modified CNT (DFC) [32] was realized for the selective detection of Hg(II) by Paul et al. The results showed that the electrode had a strong selectivity to Hg(II) in the presence of Cd(II) and Pb(II), and the obtained LOD was 0.05 nM. The favorable specificity is that the presence of Hg(II) can dissociate ssDNA from the surface of DFC, which weakens the p-p stacking interaction between CNTs and base pairs and forms a chelate. Compared with other heavy metal ions, Hg(II) has a strong covalentity with base pairs.\nIn summary, CNTs can be effectively functionalized and dispersed by encapsulating DNA. The complexation and chelation between the DNA base pair and the measured substance are the reasons for the lower LOD and better selectivity. The specificity of DNA base pairs and the well-recognized electronic communication characteristics of CNT molecules make the DNA/CNT system reveal favorable application prospect. However, as DNA may be deactivated, the electrode stability and preparation methods need to be further improved.\n2.2.3.2. Enzyme functionalization. Recently, enzymes have attracted much attention in the field of electrochemical sensors [33]. A carbon paste electrode (CPE) of SWCNTs, mineral oil, and tyrosinase were embedded in a Teflon tube by Mita et al. [34], and a copper wire was used as the electrical contact, which was used to detect bisphenol A (BPA) by amperometry. Compared with graphite carbon powder and MWCNTs, the involvement of SWCNTs indicates that higher sensitivity (138 mA/mM) and lower LOD (0.02 mM) are obtained. The lower LOD was attributed to the small size of SWCNTs, the extractability of the oil, and the strong interaction of CNTs with BPA. In addition, the authors found that the electrode activity was 90% of the original after storing at 4 C for one month, indicating that the stability of electrode is favorable.\nCurrently, enzyme-modified CNTs were used to detect superoxide, hydrazine, and cholesterol. However, there are few studies\non PTS electrochemical sensors. Moreover, because of the low adhesion and instability of enzymes, the progress of this work is facing challenge. Therefore, improving the stability of biomolecules is a crucial task."
    }, {
      "heading" : "2.3. Plasma-functionalized CNTs",
      "text" : "Undoubtedly, plasma surface functionalization is a creditable method, which includes the advantages of environmental friendly, time-saving, and stable. To introduce different surface functional groups of CNTs, plasma parameters can be adjusted according to different needs, and the whole process is cost-effective and environmentally friendly. Notably, this method successfully avoids damage to the CNTs by strong acid.\nFor example, Lee et al. [35] prepared a dense CNT membrane and treating it with oxygen plasma. It was found that the fullerene cap of CNT was opened by oxygen plasma reactive ion etching (RIE) treatment to form a hydrophilic functional group, which made the CNT film have outstanding dispersibility and water permeability. Moreover, O2-plasma oxidized multi-walled CNTs [36] (poMWCNTs) was employed to measure Pb(II) and Cd(II) in water (Fig. 6) simultaneously. The SWASV responses demonstrated that the electrochemical properties of the po-MWCNTs were greatly improved compared with those of the bare GCE. The sensitivity of electrodes to Pb(II) and Cd(II) was 18.2 mA mM 1 and 3.55 mA mM 1, with LODs of 0.086 and 0.057 nM, respectively.\nIn addition to O2 plasma, amino-modified CNTs can also be applied for the determination of PTS. Wei et al. [37] found that NH3-plasma-treated multi-walled CNTs (pn-MWCNT) could be employed to detect heavy metals efficiently by SWASV, such as Zn(II), Cd(II), Cu(II), and Hg(II) (Fig. 7). The SWV curves proved that pn-MWCNTs revealed an outstanding adsorption capacity for heavy metals by SWV, and the LODs of Zn(II), Cd(II), Cu(II), and Hg(II) were 0.314, 0.0272, 0.226, and 0.144 nM, respectively. Such low LODs were because the amino group introduced on the surface of CNTs can provide binding sites for heavy metal ions. In addition, the pn-MWCNT was employed for the determination of 4-nitrotoluene (4-NT) in solution by SWASV [38], and the obtained LOD is 0.4420 nM. In short, the favorable electrochemical response of plasma-treated CNTs is due to the introduction of the carboxyl, carbonyl, hydroxyl, or amino group, which provides binding sites for PTS.\nTherefore, the existence of CNTs can optimize the electrochemical properties of nanocomposites and expand the application\nof CNTs. The information of CNTs and their nanocomposites mentioned above in the electrochemical detection of PTS is shown in Table 1. It can be seen that CNTs and their nanocomposites show excellent electrochemical performance in PTS detection."
    }, {
      "heading" : "3. Graphene and its complexes",
      "text" : "Graphene has received extensive attention because of its special structure, mechanical, and outstanding electrochemical properties [39]. Graphene is a two-dimensional layered material composed of a single layer of carbon atoms with SP2 hybrid bonds, where the p orbitals of each carbon atom overlap with the p orbitals of three surrounding carbon atoms to form a delocalized large p bond. Within this range, the electron movement is unrestricted. Therefore, graphene has high conductivity. In addition, graphene\npossesses a large specific surface area, high mechanical strength, excellent thermal performance, and optical properties, which has broad application prospect in the fields of catalyst carrier and functional composite materials. Moreover, graphene oxide (GO) contains more carboxyl groups, hydroxyl groups, epoxy groups, and other oxygen-containing functional groups. Therefore, GO is widely used in the field of electrochemical sensors owing to its high catalytic activity and preferred dispersibility.\nTypically, graphene is prepared by mechanical stripping, chemical vapor deposition, and reduction of graphene oxide. Although the products prepared by the former two methods are of high quality, their yields are relatively low, while the graphene oxide reduction method is relatively simple to operate with relatively high yields, which has attracted much attention in the industry. In the process, strong oxidants are used to react with\ngraphite, and the oxidation process intersperses some oxygencontaining functional groups, which increases the spacing between the graphite layers. Then, after ultrasound, single or several layers of GO can be formed, which is reduced to reduced graphene oxide (RGO) with strong reductants, such as hydrazine hydrate and sodium borohydride. However, graphene flakes tend to stack and agglomerate due to Van der Waals forces and p-p bond stacking interactions between graphene sheets. Loading nanomaterials on graphene not only prevents the agglomeration of it but also provides favorable support for nanomaterials [40]. Thus far, many graphene-related nanocomposites have been successfully prepared and applied to detect PTS.\n3.1. Noble metal- and metal oxide-modified graphene\nInorganic nanomaterial-functionalized graphene plays a significant role in graphene modification [41]. Inorganic nanomaterialdecorated graphene is divided into two categories, including precious metal nanoparticles and metal oxides. In addition, some other materials are used to bind graphene for the detection of PTS.\n3.1.1. Noble metal modification AuNPs, as precious metal nanoparticles, possess excellent electrical conductivity and electrocatalytic properties [42]. At present, many methods were used to prepare AuNPs-graphene nanocomposites, including chemical reduction method [43], hydrothermal method [44], physical vapor deposition method, and so on. Various studies have proved that gold-graphene nanocomposites can be well applied to the electrochemical detection of PTS.\nIn recent years, the application of photochemical reduction technology in the preparation of GO and AuNPs composites was developed. Photochemical reduction method is a kind of green, environmentally friendly reduction technology without chemical reducing agents, stabilizers, and surfactant. For example, Au-RGO nanocomposites [45] were synthesized with a mixture of GO and HAuCl4 under UV irradiation. The results showed that AuNPs were uniformly dispersed on the graphene surface. The Au-RGOmodified electrode achieved high sensitivity detection of As(III).\nWithin a certain concentration range (0.3e20 ppb), the concentration of As (III) showed a linear relationship with the peak current, and the obtained LOD was 0.1 ppb.\nRecently, GO supported by AgNPs [46] was prepared by direct reduction of Ag (I) on GO, which used cyclodextrin as a stabilizer and ascorbic acid as a reducing agent in the preparation process. Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images showed that AgNPs were evenly dispersed on GO. The SWASV results showed that AgNPs/GO/GCE detection of As(III) gives higher electrochemical signal, with a sensitivity of 180.5 mA/mM and an LOD of 0.24 nM.\nFurthermore, platinum (Pt) has a high catalytic activity owing to its unfilled d orbital, which facilitates its adsorption and desorption of the reactants. For example, platinum-modified graphene (GrnPt) [47] nanocomposite-modified GCEwas applied to detect tracelevel arsenic. The results of SWASV showed that the modified electrode displayed a low linear detection range (10e100 nM), with an LOD of 1.1 nM. In addition, the detection signal of the electrode on As(III) was not affected in the presence of 100 mM other heavy metal ions (Pb(II), Cd(II), Cu(II), and Hg(II)), indicating that the proposed method has good selectivity.\nIn general, the combination of graphene and noble metal nanoparticles enhances the sensing performance of the system while avoiding the agglomeration of graphene. We look forward to discovering more relevant nanocomposites and clear mechanisms for detecting PTS.\n3.1.2. Metal oxide modification Compared with noble metals, metal oxides have the advantages of low cost and low toxicity. As a significant semiconductor material, ZnO possesses excellent optical and electrical properties in the fields of catalysis, capacitors, sensors, and nanogenerators. Nanometer ZnO has many hydroxyl groups on its surface and has strong reactivity. However, the effect of pure ZnO as a electrochemical sensor is not ideal because its adsorption control process and nanoZnO can easily hinder electron transfer between the electrode and the analyte. Therefore, nanocomposites of graphene and ZnO have attracted widespread attention. For example, Akilarasan et al. [48]\nused the hydrothermal method to prepare nanocomposites composed of RGO and ZnO nanoclusters (ZnO NCs/RGO) for the detection of bisphenol A by amperometry. The electrochemical response showed that ZnO NCs/RGO/SPCE (screen-printed carbon electrode) has better adsorption performance and electrochemical activity than ZnO NCs/SPCE. Moreover, the calibration curve indicated a preferable linear relationship between the current and bisphenol A within a certain concentration range (50e1332 mM), with an LOD of 2.1 nM.\nFurthermore, an electrochemical sensor composed of graphene and ZnO nanorods [49] (ZnO@G) for simultaneous detection of Cd(II) and Pb(II) was prepared by Yukirda et al. ZnO@G were synthesized by means of thermal decomposition and colloid solidification at room temperature. Transmission electron microscopy (TEM) showed that the morphology of the nanocomposite was favorable, and ZnO was evenly distributed on the graphene (Fig. 8). The corresponding results of SWASV showed that the LODs of Cd(II) and Pb(II) were 0.6 mg/L and 0.8 mg/L, respectively. Furthermore, the modified electrode was successfully applied to detect heavy metals in water samples. These examples indicated that graphene provides an outstanding platform for ZnO, effectively preventing the aggregation of graphene and increasing the surface area of the material. Therefore, the excellent sensing performance is due to the combination of increased surface area and excellent conductivity of the graphene skeleton and the strong adsorption performance of ZnO.\nIn addition to ZnO, Fe2O3 is applied in the field of electrochemical sensors because of its superior catalytic performance. For example, Le et al. [50] prepared GCE electrode modified by Fe2O3/ graphene nanocomposite and bismuth film (Fe2O3/G/Bi) using the thermal decomposition method. The modified electrode was used for the determination of trace Zn(II), Ca(II), and Pb(II) simultaneously. The advantage of bismuth film is that it can form a melting alloy with heavy metals, such as providing high sensitivity and well-defined peak shapes. The DPASV results showed that a good linear relationship between the heavy metals and the current peak was achieved within a certain concentration range of 1e100 mg/L. The obtained LODs were 0.11 mg/L, 0.08 mg/L, and 0.07 mg/L for Zn(II), Cd(II), and Pb(II), respectively.\nTo sum up, the excellent electrochemical performance obtained by detecting PTS is due to the strong electronic conductivity of graphene making up for the weak conductivity of metal oxides. At the same time, the loading of metal oxide not only provides a binding site for PTS but also avoids the polymerization of graphene. In addition, many other metal oxide-functionalized graphene was used as electrochemical sensors, such as CuO-graphene [51], Co3O4graphene [52], and so on.\nFig. 8. (a) SEM images of the ZnO@G nanocomposite. (b) Anodic stripping voltammograms o from Elsevier.\n3.1.3. Other inorganic molecules modification In addition to noble metals and metal oxides, some other inorganic substances can be used to modify CNTs, such as AlOOH. AlOOH possesses a special two-layer structure, which is formed by connecting AlO6 units to each other to form a plane perpendicular to the (010) direction [53]. The layered surface of AlOOH is rich in O hydroxyl groups and lone pair electron. AlOOH indicates the advantages of large specific surface area and high surface free energy, which provide the possibility for electrochemical detection of heavy metals.\nWei et al. [54] attempted to combine the high adsorption capacity of g-AlOOHwith graphene by the hydrothermal method, and RGO/g-AlOOH nanocomposites were used for the analysis of Pb(II) in solution by SWASV. Under hydrothermal conditions, the homogeneous precipitation process of g-AlOOH nanosheets occurs simultaneously with the reduction of GO. TEM image indicated gAlOOH nanoplates uniformly dispersed on RGO. SWASV results showed that RGO/g-AlOOH/GCE exhibited a good linearity toward Pb(II), with a low LOD of 1.5 10 11 mol/L. Additionally, AlOOH/ RGO [55] was prepared by one-pot hydrothermal synthesis by mixing Al(NO3)3$9H2O with urea and GO. AlOOH/RGO was used for simultaneous determination of Cd(II) and Pb(II) by SWASV, with LODs of 3.52 10 11 M and 9.32 10 11 M, respectively.\nTo summarize, the strong adsorption capacity of AlOOH is the reason for the low LOD. The layered surface containing a lone pair electron provides binding sites for Pb(II) adhesion. Furthermore, the poor conductivity and electron transport capability of AlOOH were improved after the introduction of RGO.\n3.2. Small molecule- and polymer-modified graphene\nCompared with inorganic nanomaterials, organic molecules possess more surface groups. Electrochemical detection of PTS with excellent sensitivity and selectivity can be obtained by using graphene modified with machine molecules.\n3.2.1. Small molecule modification In recent years, graphene supported by small organic molecules has been well applied to the field of sensors. For example, aminoreduced graphene oxide composite (AErGO) [56] was synthesized in ethylamine by the simple electrolysis method, and high sensitivity detection of Pb(II) was achieved. The DPASV response proved that within a certain concentration range (0.5e350 mg/L), the current peak increased with the Pb(II) concentration, and the LOD was as low as 0.0924 mg/L. The high sensitivity and low LOD are due tof the lone pair of electrons provided by the nitrogen atoms in the amino group that can effectively attract heavy metal ions. Gode\nf Cd(II) and Pb(II) at different concentrations in the range of 10e200 mg/L [49]. Adapted\net al. [57] synthesized calixarene (CA)-functionalized RGO nanocomposite (CA/RGO), and used it to detect Fe (III), Cd(II), and Pb(II) by SWV (Fig. 9) simultaneously. The results showed that CA/RGOmodified GCE was most sensitive to Fe (III), Cd(II), and Pb(II) compared to RGO/GCE and bare GCE. The obtained LODs of these metal ions were approximately 2.0 10 11 M. The high electrochemical performance is due to the strong ability of calixarene to form complexes with heavy metal ions, as well as the outstanding reaction fulcrum provided by graphene.\n3.2.2. Polymer modification Polymers are widely used in the field of electrochemical sensors [58] due to the presence of a large number of groups. For example, the free amino group of poly (diaminonaphthalene) can form complexes with heavy metal ions, but the poor conductivity and high compactness of poly (diaminonaphthalene) (poly (DAN)) reduce the sensitivity of electrodes, and this defect can be made up by graphene. Nguyen et al. [59] synthesized poly (DAN)/graphene nanocomposite by in situ electrosynthesis andmodified it on the Pt electrode to detect Pb(II) in solution. The SWASV results showed that the peak current has a linear relationship with Pb(II) concentration in a certain concentration range (0.2e700 mg/L), with an LOD of 200 ng/L. Such low LOD is attributed to the strong chelating ability of poly (DAN) to heavymetals, and the existence of graphene increases the specific surface area and conductivity of the nanocomposite. Moreover, the graphene/PANI/polystyrene [60] nanopore fiber-modified SPCE was prepared using electrospinning fabrication, which realized electrochemical sensing of Pb(II) and Cd(II). The results showed that the current peak expressed a linear relationship with the concentration of heavy metal ions, and the LODs of Pb(II) and Cd(II) were 3.30 and 4.43 mg/L, respectively. The excellent sensing performance is due to the remarkable electronic transfer performance of graphene and the high strength of polystyrene as a carrier polymer, as well as the creditable electroactivity and compatibility of PANI.\nIn short, the combination of polymer and graphene provides strong support for the development of the electrochemical sensor field. Furthermore, the special groups of the polymer impart the graphene specificity and also avoid the aggregation of graphene.\nFig. 9. Preparation of CA/RGO/GCE and nano-sensing o\nHowever, the mechanism of the reaction is not clear at present, which requires further elucidation.\n3.3. Inorganic-organic nanocomposite-modified graphene\nIn recent years, the ternary nanocomposites containing organic, inorganic, and graphene have attracted much attention, and their synergistic effect develops a newway for electrochemical detection of PTS.\nFor example, Xiong et al. [61] prepared amine-functionalized PEI/CoFe2O4/RGO composites for high-sensitivity analysis of Cu(II), and the obtained LOD was 0.4 nM. The lower LOD of aminefunctionalized PEI/CoFe2O4/RGO nanocomposites was due to the chelating ability provided by the porous structure of PEI and CoFe2O4/RGO to enhance the specific surface area. Zou et al. [62] modified cyclodextrin on the graphene/platinum (Gr/PtNPs) nanocomposite material to realize the sensitive detection of bisphenol A (BPA). Compared with other cyclodextrin molecules, heptakis-(2,3,6-tri-o-methyl)-b-cyclodextrin (TM-b-CD) is more stable in the formation of supermolecules with BPA; hence, it is selected to form TM-b-CD-Gr/PtNPs nanocomplexes with Gr/PtNPs. The DPV results showed that a linear relationship between peak current and BPA within a certain concentration range (50 10 8- 8 10 5 M) was obtained, with an LOD of 15 nM. The good electrochemical performance due to the solubility and dispersity of the system increased by the TM-b-CD molecule and the good catalytic performance of PtNPs.\nMoreover, the activated graphene-Nafion/bismuth (AG-NA/Bi) [63] nanocomposite was successfully prepared for the determination of heavy metal ions. The response of DPASV showed that AGNA/GCE had better detection of Zn(II), Cd(II), and Pb(II) than RGONA/GCE, and the obtained LODs were 0.57 mg/L, 0.07 mg/L, and 0.05 mg/L for Zn(II), Cd(II), and Pb(II), respectively. The low LODs toward heavy metals were because Bi can form alloys with many heavy metals and has a wide potential window. In addition, Nafion acts as an effective solubilizer for AG and an antifouling coating to reduce the effects of surfactant macromolecules.\nFunctionalized graphene, as a template and carrier, plays an important role in improving the electrochemical sensing\nf the guest metal ions [57]. Adapted from Elsevier.\nperformance. Relevant electrochemical information of graphenebased nanocomposites mentioned above is shown in Table 2. As shown in the table, graphene and its nanocomposites exhibit remarkable electrochemical performance in PTS detection."
    }, {
      "heading" : "4. Carbon nanospheres, carbon quantum dots, and their complexes",
      "text" : ""
    }, {
      "heading" : "4.1. Carbon nanospheres (CNSs) and their complexes",
      "text" : "Carbon nanospheres, as a new type of carbon material, have attracted the attention of researchers owing to their excellent biocompatibility, long transport length for charge transport, and good surface permeability. The surface of treated carbon nanospheres contains a large amount of carbonyl and hydroxyl groups, which make CNSs widely useful.\nFor example, polypyrrole/CNSs were prepared by We et al. [64] for efficient electrochemical detection of Hg(II) and Pb(II). Screenprinted electrode (SPE) modified with PPy-CNSs shows a strong SWASV response to Hg (II) and Pb(II) within a certain concentration range, and the peak current shows a good linear relationship, and the LODs were 0.0014 nM and 0.0128 nM for Pb(II) and Hg(II), respectively, which were lower than those of CNSs/SPE and PPy/ SPE. In addition, to explore the anti-interference of PPy-CNSs, Zn(II), Cd(II), and Cu(II) were measured, and the results showed that the peak currents of Zn(II), Cd(II), and Cu(II) were significantly lower than those of Hg(II) and Pb(II). The high selectivity is due to the chelation of nitrogen-containing conductive polymers with metal ions. Furthermore, the high surface chemical activity of CNSs is also a vital reason for the high sensing performance. In addition, amino-functionalized CNS has received some attention. Sun et al. [65] prepared NH2-CNSs for the determination of Cd(II), Pb(II), Cu(II), and Hg(II) (Fig. 10). The SWASV results showed that the detection sensitivity of NH2-CMS-modified GCE was improved. The LODs of Hg(II), Pb(II), Cu(II), and Cd(II) were 3.675 10 7 M, 3.83 10 7 M, 2.455 10 7 M, and 1.073 10 6 M, respectively. However, when the four kinds of heavy metals were detected\nGCE: glassy carbon electrode; SPCE: screen-printed carbon electrodes; GO: graphene graphene; Fe2O3/G/Bi: Fe2O3/graphene nanocomposite and bismuth film; AErGO: diaminonaphthalene); PANI: Polyaniline; PEI: polyethylenimine; TM-b-CD-Gr: hept bismuth.\nsimultaneously, the sensitivity of Pb(II), Cd(II), and Hg(II) was reduced significantly due to competitive adsorption on the surface of the electrode. Peculiarly, the sensitivity of Cu(II) increases because of the formation of CueHg intermetallic compound.\nGuo et al. [66] used a simple hydrothermal method to synthesize hydroxylation/carbonylation carbonaceousmicrospheres (H/CCMSs) for electrochemical detection of Pb(II) ions. Carbonyl and hydroxyl groups are introduced onto the surface of the carbonaceous sphere through the condensation of glucose. The preparation process was environmental friendly and simple. The results showed that the SWASV response of H/C-CMS-modified GCE to Pb(II) was creditable. The result indicated H/C-CMS-modified GCE acquired good stability and excellent linearity, with an LOD of 2 nM, proving that the combination of a specific functional group and a nanomaterial can effectively detect target contaminant. Therefore, the CNS-modified electrode provides a newmethod for the detection of PTS. The preparation technology of CNSs is simple and environmentally friendly, and themodified CNSs show selective adsorption to PTS. These advantages lay the foundation for the development of a CNS-modified electrode."
    }, {
      "heading" : "4.2. Carbon quantum dots (CQDs) and their complexes",
      "text" : "Carbon quantum dots (CQDs) is a new type of carbon-based material with excellent optical properties, solubility, and biocompatibility. In particular, the plentiful oxygen-containing groups on the surfaces of CQDs make them a promising electrochemical sensor. Recently, various nanocomposites composed of CQDs have become the focus, combining a large number of oxygen-containing groups on the surface of CQDs with other molecules. Although CQDs show high catalytic performance and possess abundant surface functional groups, their conductivity is weak. To overcome this problem, nanocomposites containing CQDs have attracted much attention.\nAn N-doped CQD-graphene oxide hybrid-modified GCE (NCQDs-GO/GCE) [67] was used for detection of Cd(II) and Pb(II). NCQDs were prepared by a one-step microwave-assisted method,\nd electrodes for PTS determination.\noxide; RGO: reduced graphene oxide; Gr-nPt: platinum nanocomposite-modified amino-reduced graphene oxide composite; CA: calixarene; poly(DAN): poly(akis-(2,3,6-tri-o-methyl)-b-cyclodextrin (TM-b-CD); AG-NA/Bi: graphene-Nafion/\nand then NCQD oxide was combined with GO using a Nafion film. The ASV response demonstrated that the LODs of Cd(II) and Pb(II) were 7.45 mg/L and 1.17 mg/L when Cd(II) and Pb(II) were determined simultaneously (Fig. 11). In addition, the modified electrode has good anti-interference performance, and the stripping signals of Cd(II) and Pb(II) change by no more than 10% in the presence of 10-fold interfere ions (K (I), Na (I), Ni(II), Fe (III), Mg(II), Mn(II), Zn(II), Hg(II), and Cu(II)). Further, NCQDs [68] can also be prepared by a simple hydrothermal method under low temperature condition, using citric acid as the carbon source and PEI as the nitrogen source. N-CDs can effectively electrochemically catalyze the oxidation of bisphenol A, and the amperometric response indicated that the calibration range of BPA was 0.01e0.21 mM, with an LOD of 1.3 nM.\nIn addition, Jiao et al. [69] found that CQDs can reduce the electrical resistance and improve the sensing performance by combining with conductive polymer poly (3,4-ethoxythiophene)\n(PEDOT) using the electrodepositionmethod, providing the idea for more applications of carbon-based nanomaterials in the electrochemical detection of PTS.\nTo summarize, CQDs have the advantages of large specific surface area, simple synthesis method, and strong catalytic performance. Furthermore, the problem of their weak conductivity can be easily solved by N doping or combining them with conductive materials. The relevant electrochemical information of CNS- and CQD-based nanocomposites is shown in Table 3. It is known that CNS- and CQD-based nanocomposites have a good detection effect on PTS. It is worth mentioning that the combination CNSs and PPy indicates a lower LOD, indicating that other carbon-based nanomaterials can be applied for the electrochemical detection of PTS. Therefore, we expect to develop more PTS electrochemical sensors constructed by carbon-based nanomaterials in the future, which are simple to prepare and have excellent detection performance.\ndetection of Cd(II) and Pb(II). (d) TEM of NCQDs-GO hybrid [67]. Adapted from Elsevier.\n5. Imprinted polymer-modified carbon-based nanomaterials\nIn recent years, biomimetic ion printing technology has been widely used in the field of PTS detection, aiming to achieve selective detection by using the biomimetic ion-imprinted polymers (IIPs) or molecularly imprinted polymers (MIPs) with high specific recognition ability for PTS. The preparation of IIPs/MIPs requires the selection of an appropriate functional monomer to form ion/ molecule-imprinted polymers with imprinted ions/molecules, and then the imprinted ions/molecules are eluted to form a pore structure with specific binding sites.\nFor example, the Hg(II)-imprinted poly (2-mercaptobenzothiazole) (PMBT) film-modified AuNPs/SWCNTs/GCE [70] was reported by Fu et al., and the low LOD (0.08 nM) for Hg(II) was obtained by DPASV signals. Hg(II) was successfully assembled into MBT/AuNPs/SWCNTs/ GCE by immersing MBT/AuNPs/SWCNTs/GCE in Hg(II) solution by complexation between N and S atoms. Then, the AuNPs/SWCNTs/GCE assembled with Hg(II) was immersed in electrolyte solutions containing MBT, and electropolymerization was carried out by cyclic scanning. Finally, PMBT/AuNPs/SWCNTs/GCE was immersed in HNO3 solution at 0.8 V for approximately 60 s to remove the template Hg(II). The results showed that the DPASV response of Hg(II)-imprinted PMBT/AuNPs/SWCNTs/GCE to Hg(II) was 3.7-fold and 10.5-fold higher than that of non-imprinted PMBT/AuNPs/SWCNTs/GCE and imprinted PMBT/AuNPs/GCE, respectively. Remarkably, the Hg(II) signal was approximately unaffected in the presence of 100-fold molar excess of Pb(II), Cd(II), Zn(II), and Cu(II) and 20-fold of Ag (I).\nSimilarly, an imprinted chitosan-graphene nanocomposite (IIPeS) was developed for the determination of Cr(VI) [71]. The DPV results showed that imprinted chitosan-graphene nanocomposites have high selectivity for the detection of Cr(VI) in the presence of Zn(II), Co(II), Cu(II), Ni(II), Mn(II), MnO4 , C2O42 , S2O62 , and MoO42 . The obtained LOD was 6.4 10 10 mol/L.\nIn addition, MIP based on functionalized MWCNTs (MIPs) was prepared [72] for the determination of parathion-methyl. First, MWCNTs-COOHwasmixed with sulfoxide chloride and chloroform and reacted at 60 C. It was then washed and dried to obtain MWCNTs-COCl. Subsequently, MWCNTs-COCl, anhydrous tetrahydrofuran, allyl alcohol, trimethylamine, and (4-dimethylamine) pyridineweremixed, andMWCNTs-CH]CH2was achieved at 50 C.\nAfterwards, MIPs were prepared by selective polymerization of MWCNTs-CH]CH2 with parathion-methyl as the template molecule. Finally, the template molecule was eluted with acid/methanol. The functional monomer, the template molecule, and the matrix were linked by p-p and p-p interaction and hydrogen bond. Moreover, the DPV response showed that the peak current was linear with the concentration of parathion-methyl in a certain range, and the LOD was 6.7 10 8 mol/L. In addition, the sensor could identify parathion and paraoxon (the substance with a similar structure of parathion), indicating that the sensor has good selectivity to parathion-methyl.\nCombined with the electrochemical sensors mentioned above and the electrochemical results of PTS determination in Table 4, it can be seen that the ion/molecule-imprinted polymer-modified electrode indicates the relatively low LOD of PTS, which is because the presence of a large number of imprinting sites is able to provide specific sites for target ions. In addition, we can conclude that carbon-based nanomaterials contribute greatly to increasing the electronic conduction capacity. Therefore, the combination of carbon-based nanomaterials and ion-imprinting technology is of great significance for improving sensor performance. We expect that ion/molecularly imprinted polymer electrodes will be available in a simpler manner in the future."
    }, {
      "heading" : "6. Conclusions",
      "text" : "This review introduces the recent progress in the field of PTS detection by using carbon-based nanomaterials. Carbon-based nanomaterials have attracted the attention of many scholars owing to their excellent structure, outstanding electrical conductivity, and glorious electronic transmission performance. Furthermore, the electrochemical detection of PTS has become a promising method because of its short time, economy, and environmental protection. Combining the diversity and specificity of nanomaterials with electrochemical methods not only expands the application scope of electrochemistry in the field of environmental detection but also has indisputable advantages in selective detection, thus establishing the unshakable position of carbon-based nanomaterials in the field of environmental detection. To understand the characteristics and application of carbon nanomaterials\npreferably, the application of carbon-based nanomaterials was introduced from carbon nanotubes, graphene, carbon nanospheres, and carbon quantum dots and imprinted polymer-modified carbon-based nanomaterial. At the same time, the advantages of carbon-based nanomaterials in the field of PTS detection were summarized from the perspectives of material synthesis, sensitivity, selectivity, and detection mechanism.\nCurrently, the preparation process of functionalized carbonbased nanomaterials is complex, especially for ternary carbonbased nanomaterials. Therefore, a simpler preparation method is desired. Moreover, adsorption layer and oxidation film of the electrode are inevitably formed, which impairs the stability and accuracy of the electrode. Furthermore, the drop coating method will cause the carbon-based nanomaterial to aggregate on the electrode surface owing to the surface tension of the bare electrode. The stability and reproducibility of the electrode are affected. Consequently, achieving controllable assembly of carbon-based nanomaterials on the electrode surface presents challenges. In addition, although some electrochemical sensors have shown high sensitivity and low LODs for PTS, further improvements in selectivity and anti-interference are urgently needed. Therefore, it is an important development direction to control the preparation of functionalized carbon-based nanomaterials for specific capture of PTS. In addition, combining electrochemical technology with spectroscopy techniques is expected to address interference problems with coexisting substance, such as laser-induced breakdown spectroscopy and transmission X-ray fluorescence spectroscopy. Importantly, the sensitive mechanism of enhancing electrochemical performance is unclear and is insufficient at an empirical level. The interaction between the carbon-based nanomaterials and PTS needs to be further clarified, such as bond type, bond length, bond angle, adsorption energy, etc. In summary, there are many problems and challenges in the electrochemical detection of PTS by using carbon-based nanomaterials. We expect that carbon-based nanomaterials will show outstanding breakthroughs in the fields of environmental detection."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported financially by the National Natural Science Foundation of China (21735005), the postdoctoral innovation talents supporting project (BX20180311), China Postdoctoral Science Foundation (2019M652220), the Science and Technology Major Project of Anhui Province (17030801033), Key Program of 13th Five-Year Plan, CASHIPS, and Science and Technology Research Project of Anhui Province (1704c0402195). X. J. Huang acknowledges the CAS Interdisciplinary Innovation Team of the Chinese Academy of Sciences, China, for financial support."
    } ],
    "references" : [ {
      "title" : "Serum levels of environmental pollutants is a risk factor for breast cancer in Inuit: a case control study",
      "author" : [ "M. Wielsoe", "P. Kern", "E.C. Bonefeld-Jorgensen" ],
      "venue" : "Environ. Health 16 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Simultaneous heavy metal removal and anthracene biodegradation by the oleaginous bacteria Rhodococcus opacus",
      "author" : [ "L. Goswami", "N. Arul Manikandan", "K. Pakshirajan", "G. Pugazhenthi" ],
      "venue" : "3 Biotech 7 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Persistent organic pollutants (POPs): state of the science",
      "author" : [ "K.C. Jones", "P.D. Voogt" ],
      "venue" : "Environ. Pollut. 100 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Stockholm convention on persistent organic pollutants (pops) to enter into force on 17 May 2004",
      "author" : [ "S. Convention", "P.O. Pollutants" ],
      "venue" : "Environ. Sci. Pollut. Res. 11 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Long-term effects of environmental endocrine disruptors on reproductive physiology and behavior",
      "author" : [ "H.B. Patisaul", "H.B. Adewale" ],
      "venue" : "Front. Behav. Neurosci. 3 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "C",
      "author" : [ "E.M. Alves", "R.J. Rodrigues" ],
      "venue" : "Dos Santos Correa, T. Fidemann, J.C. Rocha, J.L.L. Buzzo, P. de Oliva Neto, E.G.F. Nunez, Use of ultraviolet-visible spectrophotometry associated with artificial neural networks as an alternative for  determining the water quality index, Environ. Monit. Assess. 190 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Atomic absorption spectrometry a multi element technique, TrAC",
      "author" : [ "S.L.C. Ferreira", "M.A. Bezerra", "A.S. Santos", "W.N.L. Dos Santos", "C.G. Novaes", "O.M.C. de Oliveira", "M.L. Oliveira", "R.L. Garcia" ],
      "venue" : "Trends Anal. Chem",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Recent trends in atomic fluorescence spectrometry towards miniaturized instrumentation-A review",
      "author" : [ "Z. Zou", "Y. Deng", "J. Hu", "X. Jiang", "X. Hou" ],
      "venue" : "Anal. Chim. Acta 1019 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The application of laser ablation microprobe-inductively coupled plasma-mass spectrometry (LAM-ICP-MS) to in situ(U)-Pb geochronology",
      "author" : [ "B.J. Fryer", "S.E. Jackson", "H.P. Longerich" ],
      "venue" : "Chem. Geol. 109 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Potential and application of X-ray fluorescence spectrometry to estimate iron and zinc concentrations in potato",
      "author" : [ "P. Sosa", "G. Guild", "G. Burgos" ],
      "venue" : "J. Food Compos. Anal. 70 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Determination of trace elements in granites by inductively coupled plasma mass spectrometry",
      "author" : [ "Q. Liang", "H. Jing", "D.C. Gregoire" ],
      "venue" : "Talanta 51 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "A review on various electrochemical techniques for heavy metal ions detection with different sensing platforms",
      "author" : [ "B. Bansod", "T. Kumar", "R. Thakur", "S. Rana", "I. Singh" ],
      "venue" : "Biosens. Bioelectron. 94 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanomaterials-based electrochemical detection of heavy metals in water: current status",
      "author" : [ "W. Abdul", "M. Mansha", "N. Ullah" ],
      "venue" : "challenges and future direction, TrAC Trends Anal. Chem. 105 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Pentagons",
      "author" : [ "S. Lijima", "T. Ichihashi", "Y. Ando" ],
      "venue" : "heptagons and negative curvature in graphite microtubule growth, Nature 356 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "The new age of carbon nanotubes: an updated review of functionalized carbon nanotubes in electrochemical sensors",
      "author" : [ "C. Gao", "Z. Guo", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Nanoscale 4 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A novel electrochemical aptasensor based on f-MWCNTs/AuNPs nanocomposite for labelfree detection of bisphenol A",
      "author" : [ "B. Deiminiat", "G.H. Rounaghi", "M.H. Arbab-Zavar", "I. Razavipanah" ],
      "venue" : "Sens. Actuator B 242 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Gold nanoparticle-coated multiwall carbon nanotubemodified electrode for electrochemical determination of methyl parathion",
      "author" : [ "J.C. Ma", "W.D. Zhang" ],
      "venue" : "Microchim. Acta 175 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Sensitive electrochemical detection of arsenic (III) using gold nanoparticle modified carbon nanotubes via anodic stripping voltammetry",
      "author" : [ "L. Xiao", "G.G. Wildgoose", "R.G. Compton" ],
      "venue" : "Anal. Chim. Acta 620 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Ferroferric oxide magnetic nanoparticles carbon nanotubes nanocomposite-based electrochemical sensor applied for detection of bisphenol A",
      "author" : [ "S.A. Yang", "X. Jiang", "Y.J. Dong", "N.N. Zhu", "Y.F. Wang" ],
      "venue" : "Adv. Mater. Res. 663 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A highly efficient organophosphorus pesticides sensor based on CuO nanowires - SWCNTs hybrid nanocomposite",
      "author" : [ "D. Huo", "Q. Li", "Y. Zhang", "C. Hou", "Y. Lei" ],
      "venue" : "Sens. Actuator B 199 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sonochemical synthesis of Tl2O3 nanostructures: supported on multi-walled carbon nanotube modified electrode for monitoring of copper ions",
      "author" : [ "M. Goudarzi", "M. Salavati-Niasari", "M. Bazarganipour", "M. Motaghedifard" ],
      "venue" : "J. Mater. Sci. Mater. Electron. 27 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Photoelectrochemical studies of gold electrodes chemically modified with single-walled carbon nanotubes",
      "author" : [ "D. Merli", "A. Profumo", "D. Dondi", "A. Albini" ],
      "venue" : "ChemPhysChem 10 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Thiacalixarene covalently functionalized multiwalled carbon nanotubes as chemically modified electrode material for detection of ultratrace Pb2þ ions",
      "author" : [ "L. Wang", "X. Wang", "G. Shi", "C. Peng", "Y. Ding" ],
      "venue" : "Anal. Chem. 84 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Detection of trace heavy metal ions using carbon nanotube - modified electrodes",
      "author" : [ "J. Morton", "N. Havens", "A. Mugweru", "A.K. Wanekaya" ],
      "venue" : "Electroanalysis 21 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adsorption of synthetic organic contaminants by carbon nanotubes: a critical review",
      "author" : [ "O.G. Apul", "T. Karanfil" ],
      "venue" : "Water Res. 68 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electrochemical impedance determination of polychlorinated biphenyl using a pyrenecyclodextrin-decorated single-walled carbon nanotube hybrid",
      "author" : [ "Y. Wei", "L.T. Kong", "R. Yang", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Chem. Commun. 47 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Determination of pentachlorophenol at carbon nanotubes modified electrode incorporated with b-cyclodextrin",
      "author" : [ "H. Xu", "X. Zhang", "J. Zhan" ],
      "venue" : "J. Nanosci. Nanotechnol. 10 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Functionalization of carbon nanomaterials for advanced polymer nanocomposites: a comparison study between carbon nanotubes and graphene",
      "author" : [ "V.D. Punetha", "S. Rana", "H.J. Yoo", "A. Chaurasia", "J.T. McLeskey", "M.S. Ramasamy", "N.G. Sahoo", "J.W. Cho" ],
      "venue" : "Prog. Polym. Sci. 67 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrochemical detection of Hg(II) in water using self-assembled single walled carbon nanotube-poly(m-amino benzene sulfonic acid) on gold electrode",
      "author" : [ "G.G. Matlou", "D. Nkosi", "K. Pillay", "O. Arotiba" ],
      "venue" : "Sens. Biosens. Res. 10 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polyethylenimine functionalized multi-walled carbon nanotubes for electrochemical detection of chromium(VI)",
      "author" : [ "Y. Peng", "Y. Wang", "Y. Li", "X. He" ],
      "venue" : "Electroanalysis 28 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Single strand DNA functionalized single wall carbon nanotubes as sensitive electrochemical labels for arsenite detection",
      "author" : [ "Y. Wang", "P. Wang", "Y. Wang", "X. He", "K. Wang" ],
      "venue" : "Talanta 141 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Selective detection of Hg(II) over Cd(II) and Pb(II) ions by DNA functionalized CNT",
      "author" : [ "A. Paul", "B. Bhattacharya", "T.K. Bhattacharyya" ],
      "venue" : "IEEE Sens. J. 15 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Long-range electrical contacting of redox enzymes by SWCNT connectors",
      "author" : [ "F. Patolsky", "Y. Weizmann", "I. Willner" ],
      "venue" : "Angew. Chem. 43 (2004) 2113e2117.  F. Xie et al. / Trends in Analytical Chemistry 119 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enzymatic determination of BPA by means of tyrosinase immobilized on different carbon carriers",
      "author" : [ "D.G. Mita", "A. Attanasio", "F. Arduini", "N. Diano", "V. Grano", "U. Bencivenga", "S. Rossi", "A. Amine", "D. Moscone" ],
      "venue" : "Biosens. Bioelectron. 23 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A carbon nanotube wall membrane for water treatment",
      "author" : [ "B. Lee", "Y. Baek", "M. Lee", "D.H. Jeong", "H.H. Lee", "J. Yoon", "Y.H. Kim" ],
      "venue" : "Nat. Commun. 6 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "O2-plasma oxidized multi-walled carbon nanotubes for Cd(II) and Pb(II) detection: evidence of adsorption capacity for electrochemical sensing",
      "author" : [ "Y. Wei", "Z.G. Liu", "X.Y. Yu", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Electrochem. Commun. 13 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "A cation trap for anodic stripping voltammetry: NH3-plasma treated carbon nanotubes for adsorption and detection of metal ions",
      "author" : [ "Y. Wei", "R. Yang", "X. Chen", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chim. Acta 755 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Make it different: the plasma treated multi-walled carbon nanotubes improve electrochemical performances toward nitroaromatic compounds",
      "author" : [ "R. Yang", "Y. Wei", "Y. Yu", "C. Gao", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Electrochim. Acta 76 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adsorption of organic contaminants by graphene nanosheets: a review",
      "author" : [ "G. Ersan", "O.G. Apul", "F. Perreault", "T. Karanfil" ],
      "venue" : "Water Res. 126 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Well-dispersed LiFePO4 nanoparticles anchored on a three-dimensional graphene aerogel as high-performance positive electrode materials for lithium-ion batteries",
      "author" : [ "X. Tian", "Y. Zhou", "X. Tu", "Z. Zhang", "G. Du" ],
      "venue" : "J. Power Sources 340 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel and sensitive electrochemical DNA biosensor based on Fe@Au nanoparticles decorated graphene oxide",
      "author" : [ "M.L. Yola", "T. Eren", "N. Atar" ],
      "venue" : "Electrochim. Acta 125 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Functionalization of MWCNTs with Ag-AuNPs by a green method and their catalytic properties, Diam",
      "author" : [ "D. Mendoza-Cachú", "J.L. L  opez-Miranda", "C. Mercado-Zú~  niga", "G. Rosas" ],
      "venue" : "Relat. Mater",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    }, {
      "title" : "Three-dimensional assemblies of graphene prepared by a novel chemical reduction-induced selfassembly method",
      "author" : [ "L. Zhang", "G. Chen", "M.N. Hedhili", "H. Zhang", "P. Wang" ],
      "venue" : "Nanoscale 4 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Au/graphene hydrogel: synthesis",
      "author" : [ "J. Li", "C.Y. Liu", "Y. Liu" ],
      "venue" : "characterization and its use for catalytic reduction of 4-nitrophenol, J. Mater. Chem. 22 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Facile one-pot and rapid synthesis of surfactant-free Au-reduced graphene oxide nanocomposite for trace arsenic(III) detection",
      "author" : [ "W.W. Li", "F.Y. Kong", "J.Y. Wang", "Z.D. Chen", "H.L. Fang", "W. Wang" ],
      "venue" : "Electrochim. Acta 157 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Controlled synthesis of reduced graphene oxide supported silver nanoparticles for selective and sensitive electrochemical detection of 4-nitrophenol",
      "author" : [ "N.I. Ikhsan", "P. Rameshkumar", "N.M. Huang" ],
      "venue" : "Electrochim. Acta 192 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Graphene-platinum nanocomposite as a sensitive and selective voltammetric sensor for trace level arsenic quantification",
      "author" : [ "R. Kempegowda", "D. Antony", "P. Malingappa" ],
      "venue" : "Int. J. Smart Nano Mater. 5 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "One-step synthesis of reduced graphene oxide sheathed zinc oxide nanoclusters for the trace level detection of bisphenol A in tissue papers",
      "author" : [ "M. Akilarasan", "S. Kogularasu", "S.M. Chen", "T.W. Chen", "S.H. Lin" ],
      "venue" : "Ecotoxicol. Environ. Saf. 161 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "ZnO@graphene nanocomposite modified electrode for sensitive and simultaneous detection of Cd (II) and Pb (II)",
      "author" : [ "J. Yukird", "P. Kongsittikul", "J. Qin", "O. Chailapakul", "N. Rodthongkum" ],
      "venue" : "Synth. Met. 245 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A sensitive electrochemical sensor using an iron oxide/graphene composite for the simultaneous detection of heavy metal ions",
      "author" : [ "S. Lee", "J. Oh", "D. Kim", "Y. Piao" ],
      "venue" : "Talanta 160 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Microwave synthesis of 3D rambutan-like CuO and CuO/reduced graphene oxide modified electrodes for non-enzymatic glucose detection",
      "author" : [ "J. Zheng", "W. Zhang", "Z. Lin", "C. Wei", "W. Yang", "P. Dong", "Y. Yan", "S. Hu" ],
      "venue" : "J. Mater. Chem. B 4 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "3D graphene frameworks/Co3O4 composites electrode for high-performance supercapacitor and enzymeless glucose detection",
      "author" : [ "L. Bao", "T. Li", "S. Chen", "C. Peng", "L. Li", "Q. Xu", "Y. Chen", "E. Ou", "W. Xu" ],
      "venue" : "Small 13 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "High adsorptive gamma-AlOOH(boehmite)@SiO2/Fe3O4 porous magnetic microspheres for detection of toxic metal ions in drinking water",
      "author" : [ "Y. Wei", "R. Yang", "Y.X. Zhang", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Chem. Commun. 47 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Graphene/g-AlOOH Hybrids as an enhanced sensing platform for ultrasensitive stripping voltammetric detection of Pb(II)",
      "author" : [ "W. Fan", "Y.e. Miao", "T. Liu" ],
      "venue" : "Chem. Res. Chin. Univ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2015
    }, {
      "title" : "AlOOH-reduced graphene oxide nanocomposites: one-pot hydrothermal synthesis and their enhanced electrochemical activity for heavy metal ions",
      "author" : [ "C. Gao", "X.Y. Yu", "R.X. Xu", "J.H. Liu", "X.J. Huang" ],
      "venue" : "ACS Appl. Mater. Interfaces 4 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Aminomodification and successive electrochemical reduction of graphene oxide for highly sensitive electrochemical detection of trace  Pb2þ",
      "author" : [ "M. Li", "Z. Li", "C. Liu", "Y. Chang", "J. Wen", "H. Zhao", "H. Cao", "Y. Zhang", "D. Liu" ],
      "venue" : "Carbon 109 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A novel electrochemical sensor based on calixarene functionalized reduced graphene oxide: application to simultaneous determination of Fe(III)",
      "author" : [ "C. Gode", "M.L. Yola", "A. Yilmaz", "N. Atar", "S. Wang" ],
      "venue" : "Cd(II) and Pb(II) ions, J. Colloid Interface Sci. 508 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Poly(ionic liquids) functionalized polypyrrole/graphene oxide nanosheets for electrochemical sensor to detect dopamine in the presence of ascorbic acid",
      "author" : [ "H. Mao", "J. Liang", "H. Zhang", "Q. Pei", "D. Liu", "S. Wu", "Y. Zhang", "X.M. Song" ],
      "venue" : "Biosens. Bioelectron. 70 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "B",
      "author" : [ "T.D. Nguyen", "T.T.H. Dang", "H. Thai", "L.H. Nguyen", "D.L. Tran" ],
      "venue" : "Piro, M.C. Pham, One-step electrosynthesis of poly(1,5-diaminonaphthalene)/graphene nanocomposite as platform for lead detection in water, Electroanalysis 28 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "An electrochemical sensor based on graphene/polyaniline/polystyrene nanoporous fibers modified electrode for simultaneous determination of lead and cadmium",
      "author" : [ "N. Promphet", "P. Rattanarat", "R. Rangkupan", "O. Chailapakul", "N. Rodthongkum" ],
      "venue" : "Sens. Actuator B 207 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electrochemical detection of ultra-trace Cu(II) and interaction mechanism analysis between amine-groups functionalized CoFe2O4/reduced graphene oxide composites and metal ion",
      "author" : [ "S. Xiong", "S. Ye", "X. Hu", "F. Xie" ],
      "venue" : "Electrochim. Acta 217 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "J. Zou", "Z. Liu" ],
      "venue" : "Guo, et al., Electrochemical sensor for facile detection of trace bisphenol A based on cyclodextrin functionalized graphene/platinum nanoparticles, Anal. Methods 9 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanocomposites of sub-10 nm SnO2 nanoparticles and MWCNTs for detection of aldrin and DDT",
      "author" : [ "F.L. Meng", "Y. Jia", "J.Y. Liu", "M.Q. Li", "Y.F. Sun", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Methods 2 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Selective detection toward Hg(II) and Pb(II) using polypyrrole/carbonaceous nanospheres modified screen-printed electrode",
      "author" : [ "Y. Wei", "R. Yang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Electrochim. Acta 105 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Sensitive and selective electrochemical detection of heavy metal ions using amino-functionalized carbon microspheres",
      "author" : [ "Y.F. Sun", "L.J. Zhao", "T.J. Jiang", "S.S. Li", "M. Yang", "X.J. Huang" ],
      "venue" : "J. Electroanal. Chem. 760 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hydroxylation/carbonylation carbonaceous microspheres: a route without the need for an external functionalization to a “hunter” of lead(II) for electrochemical detection",
      "author" : [ "Z. Guo", "Y. Wei", "R. Yang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Electrochim. Acta 87 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Simultaneous stripping determination of cadmium and lead ions based on the N-doped carbon quantum dots-graphene oxide hybrid",
      "author" : [ "L. Li", "D. Liu", "A. Shi", "T. You" ],
      "venue" : "Sens. Actuator B 255 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nitrogen-doped carbon quantum dots for fluorescence detection of Cu2þ and electrochemical monitoring of bisphenol A",
      "author" : [ "X. Wu", "L. Wu", "X. Cao", "Y. Li", "A. Liu", "S. Liu" ],
      "venue" : "RSC Adv. 8 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "X",
      "author" : [ "M. Jiao", "Z. Li", "Y. Li", "M. Cui" ],
      "venue" : "Luo, Poly(3,4-ethylenedioxythiophene) doped with engineered carbon quantum dots for enhanced amperometric detection of nitrite, Mikrochim. Acta 185 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electropolymerized surface ion imprinting films on a AuNPs/single-wall CNT nanohybrids modified glassy carbon electrode for electrochemical detection of trace mercury(II) in water",
      "author" : [ "X.C. Fu", "J. Wu", "L. Nie", "C.G. Xie", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chim. Acta 720 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Highly sensitive and selective ion-imprinted polymers based on one-step electrodeposition of chitosan-graphene nanocomposites for the determination of Cr(VI)",
      "author" : [ "S. Wu", "X. Dai", "T. Cheng", "S. Li" ],
      "venue" : "Carbohydr. Polym. 195 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A molecularly imprinted polymer based on functionalized multiwalled carbon nanotubes for the electrochemical detection of parathion-methyl",
      "author" : [ "D. Zhang", "D. Yu", "W. Zhao", "Q. Yang", "H. Kajiura", "Y. Li", "T. Zhou", "G. Shi" ],
      "venue" : "Analyst 137 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "PTS enters the soil along with rain and through other ways, causing pollutant residual in plants, which can have an indirect impact on human health [1].",
      "startOffset" : 148,
      "endOffset" : 151
    }, {
      "referenceID" : 1,
      "context" : "Undoubtedly, heavy metals are the main persistent pollutants in the environment because they cannot be degraded by thermal degradation or biodegradation in the environment [2].",
      "startOffset" : 172,
      "endOffset" : 175
    }, {
      "referenceID" : 2,
      "context" : "Additionally, POPs [3] are a class of natural or synthetic organic pollutants with reinforcement stability, high toxicity, and high lipid solubility and hence are difficult to be photodegraded, physicochemically degraded, and biodegraded.",
      "startOffset" : 19,
      "endOffset" : 22
    }, {
      "referenceID" : 3,
      "context" : "Therefore, there is no doubt that POPs pose serious hazards to the global ecological environment [4].",
      "startOffset" : 97,
      "endOffset" : 100
    }, {
      "referenceID" : 11,
      "context" : "Currently, electrochemical methods for detecting PTS have been summarized, including the potentiostatic method [12], the galvanostatic method, and different forms of nanomaterial-modified electrode [13].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 12,
      "context" : "Currently, electrochemical methods for detecting PTS have been summarized, including the potentiostatic method [12], the galvanostatic method, and different forms of nanomaterial-modified electrode [13].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 13,
      "context" : "Since Lijima and his team [14] discovered CNTs in 1992, the excellent physical and chemical properties of CNTs attracted people's attention.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 14,
      "context" : "These advantages determine that CNTs could be applied widely in the field of PTS electrochemical sensors [15].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 15,
      "context" : "prepared a label-free electrochemical aptasensor and self-assembled it on the f-MWCNTs/ AuNPs membrane to realize the selective detection of bisphenol A (BPA) by square-wave voltammetry (SWV) [16].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 15,
      "context" : "in different concentrations of BPA solutions [16].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 17,
      "context" : "Similarly, the AuNPs/CNT [18] was prepared by chemical deposition and was used to detect arsenic.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 18,
      "context" : "1e4 mM), and the obtained LOD was 50 nM [19].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 19,
      "context" : "[20] prepared copper oxide nanowires (CuO NWs) by thermal oxidation of Cu nanowires and loaded them on SWCNTs to obtain CuO NWs-SWCNTs nanocomposites, which were applied to analyze malathion by differential pulse voltammetry (DPV).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "Researchers confirmed the existence of covalent attachment of molecular species on CNTs [22], but it is very difficult for a molecule to react with a fully sp2-bonded carbon atom on the sidewalls of CNTs.",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 22,
      "context" : "[23] placed MWCNTs in a strong acid solution for oxidation, and the obtained MWCNTs-COOH were reacted with SOCl2, and then thiacalixarene (TCA) was added for reaction.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] covalently combined MWCNT-COOH with L-cysteine to prepare L-cysteinefunctionalized carbon nanotube electrodes (MWCNTeCOeCys)",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "Compared with covalent functionalization, noncovalent modification does not lead to a substantial change in pore structure and electromechanical properties of CNTs [25].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 25,
      "context" : "Recently, a kind of single-walled carbon nanotube-pyrene cyclodextrin (SWCNT-PyCD) for the determination of pentachlorophenol (PCB), was prepared by Wei [26] et al.",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 26,
      "context" : "Moreover, b-CD/CNTs/GCE was constructed to determine PCB [27].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 22,
      "context" : "sm of TCA/MWCNT-modified electrodes for Pb(II) [23].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 27,
      "context" : "Additionally, polymer-CNT [28] composites are of high significance in the field of electrochemical sensors owing to their inherent electronic transfer property, high electrical conductivity, dispersity, admirable environmental stability, and the existence of specific organic groups.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 28,
      "context" : "[29] accomplished the preparation of poly (m-amino benzene sulfonic acid)-modified SWCNTs (SWCNT-PABs), which were applied to detect Hg(II) in water by square-wave stripping voltammetry (SWASV) (Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "chain, which are commonly used as surface modifiers for heavy metal adsorbents [30].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 30,
      "context" : "[31] developed a sensitive arsenite electrochemical sensor based on ssDNA/SWCNTs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "Representation of the electrochemical strategy for arsenite detection based on ssDNA/SWCNTs [31].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 31,
      "context" : "Additionally, DNA-modified CNT (DFC) [32] was realized for the selective detection of Hg(II) by Paul et al.",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 32,
      "context" : "Recently, enzymes have attracted much attention in the field of electrochemical sensors [33].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 33,
      "context" : "[34], and a copper wire was used as the electrical contact, which was used to detect bisphenol A (BPA) by amperometry.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[35] prepared a dense CNT membrane and treating it with oxygen plasma.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "Moreover, O2-plasma oxidized multi-walled CNTs [36] (poMWCNTs) was employed to measure Pb(II) and Cd(II) in water (Fig.",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 36,
      "context" : "[37] found that NH3-plasma-treated multi-walled CNTs (pn-MWCNT) could be employed to detect heavy metals efficiently by SWASV, such as Zn(II), Cd(II), Cu(II), and Hg(II) (Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "In addition, the pn-MWCNT was employed for the determination of 4-nitrotoluene (4-NT) in solution by SWASV [38], and the obtained LOD is 0.",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 36,
      "context" : "Schematic representation of the possible interactions between heavy metal ions and pn-MWCNTs [37] for sensing metal ions.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 38,
      "context" : "Graphene has received extensive attention because of its special structure, mechanical, and outstanding electrochemical properties [39].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 28,
      "context" : "SWCNT-PABs Au SWASV Hg(II) 2e250 60 [29]",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 39,
      "context" : "Loading nanomaterials on graphene not only prevents the agglomeration of it but also provides favorable support for nanomaterials [40].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 40,
      "context" : "Inorganic nanomaterial-functionalized graphene plays a significant role in graphene modification [41].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 41,
      "context" : "AuNPs, as precious metal nanoparticles, possess excellent electrical conductivity and electrocatalytic properties [42].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 42,
      "context" : "At present, many methods were used to prepare AuNPs-graphene nanocomposites, including chemical reduction method [43], hydrothermal method [44], physical vapor deposition method, and so on.",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 43,
      "context" : "At present, many methods were used to prepare AuNPs-graphene nanocomposites, including chemical reduction method [43], hydrothermal method [44], physical vapor deposition method, and so on.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 44,
      "context" : "For example, Au-RGO nanocomposites [45] were synthesized with a mixture of GO and HAuCl4 under UV irradiation.",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 45,
      "context" : "Recently, GO supported by AgNPs [46] was prepared by direct reduction of Ag (I) on GO, which used cyclodextrin as a stabilizer and ascorbic acid as a reducing agent in the preparation process.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 46,
      "context" : "For example, platinum-modified graphene (GrnPt) [47] nanocomposite-modified GCEwas applied to detect tracelevel arsenic.",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 48,
      "context" : "Furthermore, an electrochemical sensor composed of graphene and ZnO nanorods [49] (ZnO@G) for simultaneous detection of Cd(II) and Pb(II) was prepared by Yukirda et al.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 49,
      "context" : "[50] prepared GCE electrode modified by Fe2O3/ graphene nanocomposite and bismuth film (Fe2O3/G/Bi) using the thermal decomposition method.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "In addition, many other metal oxide-functionalized graphene was used as electrochemical sensors, such as CuO-graphene [51], Co3O4graphene [52], and so on.",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 51,
      "context" : "In addition, many other metal oxide-functionalized graphene was used as electrochemical sensors, such as CuO-graphene [51], Co3O4graphene [52], and so on.",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 52,
      "context" : "AlOOH possesses a special two-layer structure, which is formed by connecting AlO6 units to each other to form a plane perpendicular to the (010) direction [53].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 53,
      "context" : "[54] attempted to combine the high adsorption capacity of g-AlOOHwith graphene by the hydrothermal method, and RGO/g-AlOOH nanocomposites were used for the analysis of Pb(II) in solution by SWASV.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "Additionally, AlOOH/ RGO [55] was prepared by one-pot hydrothermal synthesis by mixing Al(NO3)3$9H2O with urea and GO.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 55,
      "context" : "For example, aminoreduced graphene oxide composite (AErGO) [56] was synthesized in ethylamine by the simple electrolysis method, and high sensitivity detection of Pb(II) was achieved.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 48,
      "context" : "f Cd(II) and Pb(II) at different concentrations in the range of 10e200 mg/L [49].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 56,
      "context" : "[57] synthesized calixarene (CA)-functionalized RGO nanocomposite (CA/RGO), and used it to detect Fe (III), Cd(II), and Pb(II) by SWV (Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 57,
      "context" : "Polymers are widely used in the field of electrochemical sensors [58] due to the presence of a large number of groups.",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 58,
      "context" : "[59] synthesized poly (DAN)/graphene nanocomposite by in situ electrosynthesis andmodified it on the Pt electrode to detect Pb(II) in solution.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 59,
      "context" : "Moreover, the graphene/PANI/polystyrene [60] nanopore fiber-modified SPCE was prepared using electrospinning fabrication, which realized electrochemical sensing of Pb(II) and Cd(II).",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 60,
      "context" : "[61] prepared amine-functionalized PEI/CoFe2O4/RGO composites for high-sensitivity analysis of Cu(II), and the obtained LOD was 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "[62] modified cyclodextrin on the graphene/platinum (Gr/PtNPs) nanocomposite material to realize the sensitive detection of bisphenol A (BPA).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 62,
      "context" : "Moreover, the activated graphene-Nafion/bismuth (AG-NA/Bi) [63] nanocomposite was successfully prepared for the determination of heavy metal ions.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 63,
      "context" : "[64] for efficient electrochemical detection of Hg(II) and Pb(II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 64,
      "context" : "[65] prepared NH2-CNSs for the determination of Cd(II), Pb(II), Cu(II), and Hg(II) (Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 65,
      "context" : "[66] used a simple hydrothermal method to synthesize hydroxylation/carbonylation carbonaceousmicrospheres (H/CCMSs) for electrochemical detection of Pb(II) ions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 66,
      "context" : "An N-doped CQD-graphene oxide hybrid-modified GCE (NCQDs-GO/GCE) [67] was used for detection of Cd(II) and Pb(II).",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 67,
      "context" : "Further, NCQDs [68] can also be prepared by a simple hydrothermal method under low temperature condition, using citric acid as the carbon source and PEI as the nitrogen source.",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 68,
      "context" : "[69] found that CQDs can reduce the electrical resistance and improve the sensing performance by combining with conductive polymer poly (3,4-ethoxythiophene)",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 69,
      "context" : "For example, the Hg(II)-imprinted poly (2-mercaptobenzothiazole) (PMBT) film-modified AuNPs/SWCNTs/GCE [70] was reported by Fu et al.",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 70,
      "context" : "Similarly, an imprinted chitosan-graphene nanocomposite (IIPeS) was developed for the determination of Cr(VI) [71].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 71,
      "context" : "In addition, MIP based on functionalized MWCNTs (MIPs) was prepared [72] for the determination of parathion-methyl.",
      "startOffset" : 68,
      "endOffset" : 72
    } ],
    "year" : 2019,
    "abstractText" : "Persistent toxic substance (PTS) poses a high threat to the ecological environment and human beings because of its difficult degradation and strong toxicity. Therefore, developing a safe and simple method to detect PTS is of significance. Among many detection methods, the electrochemical method shows many advantages, including high sensitivity, low limit of detection (LOD), and low cost. Furthermore, compared with other nanomaterials, carbon-based nanomaterials are one of the excellent electrode modification materials owing to their large specific surface area and strong electron transmission performance. Therefore, the selectivity and sensitivity of the electrochemical system toward PTS could be enhanced by modifying the electrode with carbon-based nanomaterials. We comprehensively review the progress of some promising carbon-based nanomaterials in the electrochemical detection of PTS in recent years, including carbon nanotubes, graphene, and other carbon-based nanomaterials. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}