{
  "name" : "downloads_2020-09-01_f0_al-anzi2017.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Recent developments of carbon based nanomaterials and membranes for oily wastewater treatment",
    "authors" : [ "Chi Siang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "RSC Advances\nREVIEW\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nView Article Online View Journal | View Issue\nRecent developm\nDepartment of Environment Technology an Kuwait University, Kuwait. E-mail: alanzi@\nCite this: RSC Adv., 2017, 7, 20981\nReceived 28th February 2017 Accepted 6th April 2017\nDOI: 10.1039/c7ra02501g\nrsc.li/rsc-advances\nThis journal is © The Royal Society of C\nents of carbon based nanomaterials and membranes for oily wastewater treatment\nBader Shafaqa Al-anzi* and Ong Chi Siang\nMembrane technology has been acknowledged as an advanced separation process of surfactant–stabilized\nemulsions with allowable discharge quality and a relatively simple process. Despite these unique\nadvantages, the real application of using membranes in industrial fields for treating oily wastewater\nremains limited. The major problem is severe membrane fouling caused by surfactant adsorption and/or\npore plugging by oil droplets as well as degradation over long term application due to its polymeric\nbased structure. In this regard, carbon-based membrane technology has been considered as an\nattractive technique to fill the gap between membrane technology and existing oily wastewater\ntreatment. This review places a main focus on the recent advances of nanomaterials and carbon-based\nnanocomposite membrane development for effectively treating emulsified oil/water mixtures. There are\nfour sections in this review. First, a general and brief introduction of the oily wastewater treatment\nundertaken and the needs of an efficient and broadly applicable approach for the effective separation of\nvarious emulsified oily wastewater are given. Secondly, a general overview on research breakthroughs by\nusing various nanomaterials to enhance oily wastewater treatment is provided. This is followed by\na review on the current developments of carbon based nanomaterials, nanofibers and membranes based\non their fabrication, characterization and separation performance. Some challenges facing the\ndevelopment of carbon based membranes for treating industrial oily wastewater are highlighted at the\nend of the review."
    }, {
      "heading" : "1. Introduction",
      "text" : "Oil contaminated wastewater has been recognized as one of the most concerning pollution sources worldwide. This kind of wastewater comes from a variety of sources such as crude oil production, oil reneries, the petrochemical industry, metal processing, compressor condensates, car washing, lubricants and cooling agents.1 The oil spill incident at Deepwater Horizon that happened in 2010 revealed the difficulties of effective oil– water separation using existing technologies. Oily wastewater is considered as hazardous industrial wastewater because it contains toxic substances such as phenols, petroleum hydrocarbons, and polyaromatic hydrocarbons that are inhibitory to plant and animal growth and possess mutagenic and carcinogenic risks to human being.\nA variety of treatment methods geared towards the removal of oil impurities can be used to minimize or avoid the adverse effects of oily wastewater. To date, various conventional technologies such as biological media, adsorption, coagulation– occulation, gravity separation, etc, could be used to separate oil water mixtures. However, the increasing global oil demand\nd Management, College of Life Sciences, mit.edu\nhemistry 2017\nhas made these treatment processes very challenging. It is mainly because these methods are only useful for free oil solution with oil droplets size >150 mm or unstable oil–water emulsion with droplet size falls in the range of 20–150 mm.2\nIn order to separate much smaller oil droplets effectively from stable oil–water emulsion numerous studies have been performed to design advanced functional nanomaterials and membranes for oil/water separation.2–12 However, the complicated issues regarding the valuable oil recovery and recycled use of nanomaterials have to be considered in the point of economic view.13,14 Membrane technology on the other hand has been acknowledged as an advanced separation process of surfactant–stabilized emulsions, with allowable discharge quality and a relatively simple process from an operational viewpoint.2,15 Despite these unique advantages, the real application of using membranes in various industrial elds for treating oily wastewater remains limited. The major problem is severe membrane fouling caused by the surfactant adsorption and/or pore plugging by oil droplets, which leads to rapid membrane water ux decline and requires higher frequency of cleaning process.2,15 Moreover, as most of the commercial membranes aremade of polymericmaterials, they are likely to suffer from structural degradation in the long term application. Therefore, the incorporation of advanced inorganic nanomaterials into the polymer-based membrane matrix is\nRSC Adv., 2017, 7, 20981–20994 | 20981\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nperformed with the aim of enhancing membrane surface antifouling properties.16 Carbon-based polymer nanocomposite membranes have recently drawn tremendous attentions among membrane scientists due to their excellent chemical and mechanical stability and antifouling properties against oil deposition/adsorption.7,10,17,18\nThis review places a main focus on the recent advances of advanced nanomaterials and nanocomposite membranes incorporated with carbon based nanomaterials and nanobers for effectively treating emulsied oil/water mixtures. There are two main carbon nanomaterials would be focused on, i.e. carbon nanotubes and graphene, which have been considered as a revolutionary technological breakthrough towards the water and wastewater treatment. Aer that, the recent advances of carbon membranes in terms of fabrication, characterization, ux performance and oil separation efficiency would be critically reviewed. Some future outlooks and challenges on the development of carbon basedmembranes would be given in the end of chapter."
    }, {
      "heading" : "2. Advanced materials for oily wastewater treatment",
      "text" : "Over the past decade, nanomaterials and nanotechnologies have rapidly transformed from an academic pursuit to commercial reality. To efficiently separate the increasing amount of oily wastewater, four kinds of surface wetting properties must be considered for selecting the proper nanomaterials,11 i.e., hydrophobic and oleophilic, hydrophilic and oleophobic, superhydrophilic and superoleophobic, and responsive/switchable wetting properties. A brief summary of various nanomaterials used on the separation of emulsied oil/ water mixture is provided in Table 1. As demonstrated from table, superwetting nanomaterials which are fabricated based on different surface chemical composition and nanostructured surface roughness have been extensively studied in order to develop a new strategy for effective, energy-efficient and simple oil/water separation with a series of advanced functions such as high permeability, catalytic reactivity, self-cleaning ability and fouling resistance. It is possible to construct superwetting nanomaterials by choosing the appropriate materials and generating enough surface roughness.\nMany research works have been carried out by designing and fabricating superwetting nanomaterials including superwetting absorbing nanomaterials and superwetting separationmembranes to achieve oil/water separation.13 As superwetting nanomaterials exhibit excellent hydrophilicity and oleophobicity or oleophilicity and hydrophobicity properties in water-rich or oil-rich conditions, they can be used for effective oily wastewater treatment by selective absorption or permeation. For instances, the superhydrophilicunderwater superoleophobic nanomaterials have shown a very high water affinity but very low underwater oil adhesion force, resulting in higher water permeation and excellent oil repellent under water. On the contrary, the superoleophilic–superhydrophobic nanomaterials exhibit a very high oil affinity and very high water-repellent ability, which enables oil go through or\n20982 | RSC Adv., 2017, 7, 20981–20994\nabsorbs oil but rejects water, consequently achieving the effective separation of oil and water.13\nAlthough various hydrophobic and oleophilic materials have been developed and proven to be very promising in the selective oil/water separation, their high affinity towards oils makes them easily fouled. Moreover, a water barrier will form between the ltration material and the oil layer, which blocks the ltration process.19 In contrast, hydrophilic and oleophobic materials, which can selectively allow water passing through, can avoid these problems. For instances, Kota and his co-workers8 developed dip-coated stainless steel mesh 100 and polymer fabric by blending 20 wt% uorodecyl polyhedral oligomeric silsesquioxane (POSS) and cross-linked poly(ethylene glycol) diacrylate (x-PEGDA). It was reported that the novel membrane was posed with hygro-responsive surfaces, which are both superhydrophilic (water contact angle (WCA) z 0 ) and superoleophobic (oil contact angle >150 ) either in air or under water. As shown in Fig. 1, the water-rich permeate passed through the membrane while the hexadecane-rich retentate was retained above the membrane within minutes (see Fig. 1(b)). Membrane oleophobicity under water was critical for the separation of hexadecane-in-water emulsions (Fig. 1(a), inset). The result was further proven using thermogravimetric analyses (TGA) as illustrated in Fig. 1(c). It could be seen that the permeate contained 0.1 wt% hexadecane, whereas the retentate contained 0.1 wt% water. Fig. 1(d) and (e) show the solely gravity-driven capillary force-based separation (CFS) of a water-in-oil emulsion (30 vol% water) stabilized using another type of nanomaterial known as Polysorbate80 (PS80). The apparatus was the same as that used for the separation of oil-in-water emulsions. The emulsion was added to the upper tube (see Fig. 1(d)). Once water droplets within the emulsion contacted the membrane, the surface started to recongure. Before the breakthrough of the water-rich permeate, hexadecane was retained above the membrane because of membrane oleophobicity in air. Aer surface reconguration, the water-rich permeate passed through the membrane while the hexadecane-rich retentate was retained above the membrane (see Fig. 1(e)). During the permeation of the water-rich permeate, the hexadecane-rich retentate was retained above the membrane because of membrane oleophobicity under water. Overall, membrane oleophobicity, both in air and under water, is critical for separating water-in-hexadecane emulsions.\nFurthermore, as inspired by the oleophobicity of sh scales, superhydrophilic/underwater superoleophobic materials have been proposed in water-richmixtures that allowwater permeation but prevent oil penetration in the underwater application.20–23 In general, superhydrophilic-underwater superoleophobic materials, especially separation membranes which possess opposite superwetting behaviours for water and oil in a water-rich environment, are widely explored in the eld of oil/water separation. A surface that is superhydrophilic in air will exhibit superoleophobicity underwater. This is because the superhydrophilic surface will trap water molecules onto its hierarchical surface structure to reach a low-energy state.11\nMany recent studies were focused on responsive/switchable wettable materials as their wettability can be switched upon\nThis journal is © The Royal Society of Chemistry 2017\nT ab\nle 1\nSu m m ar y o f ad\nva n ce\nd m at e ri al s w it h d iff e re n t p ro p e rt ie s fo r o il/ w at e r se p ar at io n\nM at er ia ls\nC oa\nti n g m et h od\nan d su\npp or t\nT yp\nes of\nm ix tu re\nC on\nta ct\nan gl e\nSe pa\nra ti on\neffi ci en\ncy R ef .\nR em\nar ks\nH yd\nro ph\nob ic\nan d ol eo\nph il ic\npr op\ner ti es\nA tt ap\nul gi te\nSp ra yco at in g (s ta in le ss\nst ee l m es h )\nH ex ad\nec an\ne/ w at er\nm ix tu re ,\nlu br ic at io n oi l/ w at er\nm ix tu re ,\nan d pa\nro li n e/ w at er\nm ix tu re\nW at er\nco n ta ct\nan gl e\n(W C A ): 16\n0\n1 ;\noi l co n ta ct\nan gl e\n(O C A ): 0\n98 %\nY an\ng et\nal .2 5\nE po\nxy /a tt ap\nul gi te\nSp ra yco at in g (s ta in le ss\nst ee l m es h )\nK er os en\ne an\nd w at er\nm ix tu re\nW C A :1\n55 ; O C A :0\n97\n% Li\net al .2 6\nZi n c ox id e (Z n O )\nD ip -c oa\nti n g (s ta in le ss\nst ee l m es h )\nT ol ue\nn e an\nd w at er\nm ix tu re\nW C A :1\n60 ; O C A :0\nN /A\nW an\ng et\nal .2 7\nPo ly an\nil in e (P A N I) an\nd po\nly py\nrr ol e (P Py\n) D ip -c oa\nti n g (s ta in le ss\nst ee l m es h )\nH ex an\ne, pe\ntr ol eu\nm et h er ,g\nas ol in e,\ndi es el ,a\nn d so ya\nbe an\noi l\nW C A :1\n54 ; O C A :0\n96\n–9 9. 8%\nX ia o et\nal .2 8\nH yd\nro ph\nil ic\nan d ol eo\nph ob\nic pr op\ner ti es\nFl uo\nro de\ncy l po\nly h ed\nra l ol ig om\ner ic\nsi ls es qu\nio xa n e (P O SS\n) an\nd cr os sli n ke d po ly (e th yl en e gl yc ol ) di ac ry la te\n(x -P E G D A )\nD ip -c oa\nti n g (s ta in le ss\nst ee l m es h )\nO il an\nd w at er\nm ix tu re\nW C A :0\n; O C A :1\n50\n99 .9 0%\nK ot a et\nal .8\nM on\ntm or il lo n it e (M\nT M )- po ly (d ia lly ld im et h yl am m on iu m\nch lo ri d e)\n(P D D A )\nLa ye rby\n-la ye r (L B L)\nm et h od\n1, 2- D ic h lo ro et h an e, tr ic h lo ro m et h an\ne, nh ex an e, pe tr ol eu m et h er ,c ru de oi l\nW C A :0 ; O C A :1\n62 .1 –1\n68 .7\nN /A\nX u et\nal .2 3\nSu pe\nrh yd\nro ph\nil ic\nan d su\npe ro le op\nh ob\nic pr op\ner ti es\nPa ra ffi n w ax\n(P FW\n) an d po ly (d im\net h yl si lo xa n e) -b -p ol y( et h yl en e ox id e) (P D M SbPE O ) di bl oc k co po\nly m er\nD ip -c oa\nti n g (c el lu lo se\nm em\nbr an\ne) O il ,w\nat er\nW C A :1\n25 .8\n2. 3 ;O\nC A :0\n99\n% Pa\nul et\nal .2 0\nPo ly (d ia lly\nld im\net h yl am\nm on\niu m\nch lo ri de ) (P D D A ), ol eo ph ob ic so di um pe r uo ro oc ta n oa te (P FO ) an d Si O 2 n an op ar ti cl es\nSp ra yco at in g (s ta in le ss st ee l m es h )\nR ap\nes ee d oi l, di es el\nan d\ndo de\nca n e\nW C A :0\n; O C A :>\n15 0\nN /A\nY an\ng et\nal .2 9\nC u( O H ) 2\nn an\now ir es\nD ip -c oa\nti n g (C u m es h )\nO il ,w\nat er\nW C A :0\n;O C A :1\n55 N /A\nZh an\ng et\nal .2 1\nPo ly (2 -m\net h ac ry lo yl ox ye th yl\nph os ph\nor yl ch\nol in e)\n(p ol yM\nPC )-\npo ly do\npa m in e (P D A )\nD ip -c oa\nti n g (s il ic on\ne (S i) w af er )\nC h lo ro fo rm\n,w at er\nW C A :<\n10 ; O C A :>\n15 0\nN /A\nC h an\ng et\nal .3 0\nN iO\nO H\n(a h ig h ox id at io n pr od\nuc t fr om\nN i( O H ) 2\nan d pe\nrs u lf at e)\nC h em\nic al\nba th\nde po\nsi ti on\n(C B D )\n(m et al\nm es h co n si st in g of\nst ai n le ss\nst ee l an\nd co pp\ner th re ad\n)\nD ic h lo ro et h an\ne, h ex an e, pe tr ol eu m et h er an d va cu um pu m p oi l\nW C A :0\n;O C A :1\n52\n98 –9 9%\nLi et\nal .3 1\nR es po\nn si ve /s w it ch\nab le\npr op\ner ti es\nPo ly (d im\net h yl am\nin o)\net h yl\nm et h ac ry la te\n(P D M A E M A ) h yd\nro ge l\nD ip -c oa\nti n g (s ta in le ss\nst ee l m es h )\n1, 2- D ic h lo ro et h an e, ga so li n e/ 0. 1 M\nH C l so lu ti on , ga so li n e/ w at er\nW C A :1\n51\n0. 8 ;O\nC A :0\n99\n.9 7%\nC ao\net al .6\npH an d th er m o re sp\non si ve\nC u–\nA uH S( C H\n2 ) 9 C H\n3 an d H S( C H 2 ) 1 0 C O O H\nD ip -c oa\nti n g (C u m es h )\nnpe\nn ta n e,\nnh ex an\ne, nh ep\nta n e,\nm et h yl be\nn ze n e,\ndi ch\nlo ro m et h an e, ch lo ro fo rm ,1 ,2 -d ic h lo ro et h an e an d 1, 1, 2, 2- te tr ac h lo ro et h an e\nW C A :1\n40 –1 60\n; O C A :0\n99\n% W an\ng et\nal .3 2\npH re sp\non si ve\nPo ly (d od\ney l m et h ac ry la te -c o-\n3- tr im\net h ox ys il yl pr op\nyl m et h ac ry la te -c o2-\ndi m et h yl am\nin oe\nth yl\nm et h ac ry la te )\n(P D M A -c oPT\nM SP\nM A -c oPD\nM A E M A )\nD ip\nco at in g (c ot to n fa br ic\nan d\n lt er\npa pe\nr) G as ol in e,\ndi ch\nlo ro m et h an\ne, h ex an e, to lu en e an d w at er\nW C A :1\n20 –1 50\n; O C A :0\n99\n% D an\ng et\nal .2 4\npH re sp\non si ve\n(a s sh\now n in\nFi g.\n(2 ))\nThis journal is © The Royal Society of Chemistry 2017 RSC Adv., 2017, 7, 20981–20994 | 20983\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nFig. 1 (a) Separation apparatus with a 50 : 50 v : v hexadecane-in-water emulsion above the membrane. Inset, hexadecane droplet on a surface spin-coated with a 20 wt% fluorodecyl POSS + x-PEGDA blend, submerged in water containing dissolved SDS (1 mg mL 1). (b) Water-rich permeate passes through the membrane whereas hexadecane-rich retentate is retained. (c) TGA data for the permeates and the retentates. HD, hexadecane. (d) Apparatus with a 30 : 70 v : v water-in-hexadecane emulsion above the membrane. Inset, hexadecane droplet on a surface spin coated with a 20 wt% fluorodecyl POSS + x-PEGDA blend, submerged in water containing dissolved PS80 (1 mg mL 1). (e) Water-rich permeate passes through the membrane whereas hexadecane-rich retentate is retained. Water is dyed blue and hexadecane is dyed red. Scale bars ¼ 2 cm.8\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\napplying an external stimulus such as light, pH, and temperature or treatment with specic chemicals. Materials with responsive wettability can switch from wetting (superwetting) to antiwetting (super-antiwetting), or vice versa. Therefore, the responsive wettable material offers a signicant advantage for controllable oil/water separation in the harsh environmental condition. Dang and co-workers24 for instance designed a novel pH responsive nonuorine-containing copolymer. The copolymer together with silica can be dip-coated on different materials including cotton fabric, lter paper, and polyurethane foam. The coated materials exhibit switchable superhydrophilicity and superhydrophobicity (as shown in Fig. 2) and can be applied in continuous separation of oil/water/oil three phase mixtures, different surfactant stabilized emulsion (oil-inwater, water-in-oil, and oil-in-acidic water) as well as oil uptake and release via in situ and ex situ pH change.24\n20984 | RSC Adv., 2017, 7, 20981–20994"
    }, {
      "heading" : "3. Carbon based nanomaterials for oily wastewater treatment",
      "text" : "Although the advancedmaterials mentioned in previous section (Table 1) exhibit promising surface properties, they are mostly not effective for separating oil/water emulsions, especially for surfactant–stabilized emulsions with droplet sizes below 20 mm,33 and a secondary treatment is required to separate the materials from the process, thus restricting their real potential applications in oil/water separation.2,34 Thus, it is of great signicance to develop materials that are more sustainable and scalable to realize the separation of oil/water emulsions. Herein, carbon-based nanomaterials have drawn tremendous attentions among membrane scientists due to their low cost, superior chemical and mechanical stability, and highly integrated operation. Of various carbon based nanomaterials, carbon nanotubes (CNTs) and graphene have caused a lot of interests in oil removal studies due to their exceptional one-dimensional structure, large specic surface area, oleophilic and hydrophobic in nature.7,14"
    }, {
      "heading" : "3.1 Carbon nanotubes",
      "text" : "Many researchers have reported the benecial advantages of adding CNTs to polymeric membranes. These include increased hydrophilicity and oleophobicity,35 improved thermal,36 electrical,37 and mechanical3 properties of the composite membranes. CNTs as nanoller in polymer matrix have attracted a great deal of attention because of their high specic surface area, easy functionalization, chemical stability and proper compatibility.17 Well-aligned CNT can serve as robust pores in membranes for water purication.38 The hollow CNT structure meanwhile provides frictionless transport of water molecules for enhanced water permeability. By designing appropriate pore diameters, it can constitute energy barriers at the channel entries, rejecting salt ions and permitting water through the hollow nanotubes.39 It is also possible to modify CNT pores to selectively reject ions.5 Thus, CNT membrane can be used as a ‘gate keeper’ for size controlled separation of\nThis journal is © The Royal Society of Chemistry 2017\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nmultiple pollutants. Furthermore, CNTs have antifouling, selfcleaning and reusable functions.\nLiu et al.10 reported a fast and efficient method to separate emulsied oil from oily wastewater using functionalized multiwalled carbon nanotubes (F-MWCNTs) as a demulsier. They found that F-MWCNTs could remove 99.8% oil from the emulsied oily wastewater within a few minutes. The lowest oil content in the separated water was about 56 mg L 1 (from an initial oil concentration of 1741.2 34.2 mg L 1), while the water content in the separated oil phase was as low as 0.45%, meeting the standard of oil transportation and oil renery. They believed that the strong affinity of F-MWCNTs with the oil droplets was attributed to the demulsication of oil droplets via the breakdown of asphaltenes/resins protective lm attached on the oil droplets caused by the strong interaction between FMWCNTs and asphaltenes/resins through p–p and/or n–p interactions.10\nRecently, many researchers found that CNTs could be covalently attached onto the surface of polymer to produce hybrid CNTs/polymer membranes for efficient separation of surfactant–stabilized oil/water emulsions.35,40 Gu and his co-workers40 developed a novel Ag/polyacrylic acid (PAA)–CNTs hybrid membranes for treating oil/water/solid three-phase system. From Fig. 3(a)–(c), it could be seen that the as-prepared membranes cannot be wetted by oil (chloroform). The developed Ag/PAA–CNTs membranes presented unique under-water superoleophobic characteristics for various organic solvents, including dichloromethane and carbon tetrachloride. The wetting behavior under toluene (Fig. 3(d)–(f)) further conrmed the superhydrophilicity of the Ag/PAA–CNTs hybrid membrane. These ndings demonstrated that the newly developed membrane can effectively separate a wide range of surfactant– stabilized oil-in-water emulsions with a remarkable ux of 3000 L m 2 h 1 bar 1. In addition, the hybrid membranes also exhibited an excellent anti-bacterial effect due to the incorporation of AgNPs on the carbon-based membrane as shown in Fig. 4(a)–(f). From the microscopical images, E. coli bacterial\nFig. 3 Photographs of (A) an oil droplet (5 mL) on the surface of as p membrane under water, (C) under-water superoleophobicity of the assystem for chloroform, inset, contact angle picture of chloroform; (D) membrane under toluene, (E) a Ag/PAA–CNTs membrane under tolue membrane in the water/oil/water/solid three-phase system for water. In\nThis journal is © The Royal Society of Chemistry 2017\ncells were destroyed aer incubating with the Ag/PAA–CNTs membrane, indicating the antibacterial ability of the developed membrane.\nSaadati et al.41 on the other hand prepared a new PSf/Pebax composite membrane by coating with different loadings of FMWCNT at 0.5, 1 and 2 wt%. Pebax is a group of copolymers including hard polyamide (PA) segments and so polyether (PE) segments. The surface of membranes was nearly smooth and defect free. A dense Pebax layer was formed on the porous PSf layer and there was no evidence of interface voids or sieve in the morphology of these membranes. It was reported that by increasing F-MWCNT loading, the water contact angle decreased and consequently increased membrane hydrophilicity. Tensile strength of membrane was increased by addition of F-MWCNT. Furthermore, adding F-MWCNT to polymer matrix enhanced thermal stability of membrane. Meanwhile, permeate ux was increased with increasing F-MWCNT content up to 0.5 wt%, but permeate ux decreases with further increasing F-MWCNT from 0.5 wt% to 2 wt%. Rejection of oil/\nrepared Ag/PAA–CNTs membrane under water, (B) a Ag/PAA–CNTs prepared Ag/PAA–CNTs membrane in the oil/water/solid three phase a water droplet (3 mL) on the surface of as-prepared Ag/PAACNTs ne, (F) under-oil superhydrophilicity of the as-prepared Ag/PAACNTs set, contact angle picture of water.40\nRSC Adv., 2017, 7, 20981–20994 | 20985\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nwater emulsion was higher at lower pressure and decreases with increasing operating pressure, meanwhile oil rejection increased with increasing F-MWCNT loading. Another similar work conducted by Moslehyani et al.42 using PVDF-MWCNT nanocomposite membrane in the presence of TiO2 suspension revealed that optimum water ux, photodegradation and separation efficiency of 710 L m 2 h 1, 90% and 99%, respectively, could be achieved by 200 ppm TiO2 suspension and 1 wt% of MWCNTs embedded with PVDF membrane at 100 ppm oil.\nBesides that, Maphutha and his co-workers43 have studied CNT integrated polymer composite membrane with a polyvinyl alcohol (PVA) coating layer to separate oil from water for treatment of oil-containing waste water. The CNTs were synthesised using chemical vapour deposition, and a phase inversion method was employed to prepare CNTs-incorporated at sheet membrane. Compared to pristine membrane, an increase of 119% in the tensile strength, 77% in the Young's modulus and 258% in the toughness could be achieved when an optimum CNTs concentration of 7.5% was presented in the PSf membrane. The permeate through the membrane showed oil concentrations below the acceptable 10 mg L 1 limit with an excellent ux of 350 L m 2 h 1 and oil rejection of over 95%.43\nZhang and co-workers35 further enhanced the properties of a CNTs-based hybrid lm with the incorporation of gold nanoparticles attached on polystyrene (PS) lm (see Fig. 5). To achieve multifunctional separation membranes with ow-through catalytic performance, catalysis nanoparticles – gold nanoparticles (AuNPs) were attached densely on the PS microspheres and further assembled into a compacted catalytic microspheres membrane supported on a ltration lm as shown in the gure. Upon deposition of the polyacrylic acid-modied CNTs membrane, the resultant composite membranes possessed a superhydrophilic/underwater superoleophobic upper surface and catalytic underlayer. Such a hierarchical composite membrane could be used for the separation of insoluble oil emulsion from water owing to its special surface wettability, and\n20986 | RSC Adv., 2017, 7, 20981–20994\nfurther exhibited ow-through catalytic degradation of organic pollutants in permeated water by owing along the tortuous channels between hybrid PS@AuNPs microspheres.\nThe as-prepared membrane have possessed multi-functions of ow-through catalytic degradation of soluble organic molecules and oil/water emulsion separation. The results showed that the catalytic composite membranes could achieve a decomposition of 92.6% nitrophenol in oily wastewater. As demonstrated in Fig. 6, the multifunctional composite membrane showed a maximum ux as high as 3500 L m 2 h 1 bar 1 and exhibited good catalytic recyclability and durability.35"
    }, {
      "heading" : "3.2 Graphene",
      "text" : "Since the rst report on graphene in 2004 by Geim and Novoselov,44 graphene and its derivatives have been widely studied and applied to prepare high-performance materials or functional materials.45 Inspired by the two-dimensional structure and hydrophobic property, some researchers begun to use graphene or graphene-related materials to fabricate superhydrophobic materials for oil–water separation in recent years.9,46 Graphene is of interest as advanced material for various membrane-based separations, because of its exceptional physical and thermal properties and atomic scale thickness. Its atomic scale pores generated by chemical or thermal treatment can play as robust channel for water transport or ion, gas, and nanoparticle separations. Pristine graphene is not promising for hybrid membranes, because it does not form homogeneous composites with polymer matrix. Furthermore, graphite and graphene are generally hydrophobic in nature which limits their application in water ltration.47\nGraphene oxide (GO), the oxidation state of graphene nanosheets, could be an attractive candidate as a carbon ller because it contains epoxide, hydroxyl, and carboxylic acid groups at the edges and basal plane of the nanosheets, which can provide good compatibility with polymers. When appropriately embedded into the polymer matrix, GO can signicantly improve mechanical properties of the polymer host, even at low lling amounts.48 When oriented horizontally in the polymer matrix, GO nanosheets may act as barrier, because they hinder diffusion pathway of permeating molecules across the membranes. A certain small amount range of GO can produce tortuous pathways that restrict the diffusion of larger molecules while still allowing smaller molecules diffuse with less resistance. Since hydroxyl (OH) groups are bonded to the surface of the GO nanosheets, these nanosheets are capable of forming aqueous solutions and further enhance the hydrophilicity of polymeric membrane.49\nPrince and his co-workers50 have shown a simple method to increase the hydrophilicity of the polyethersulfone (PES) hollow bre UF membrane by using carboxyl, hydroxyl and amine modied graphene attached polyacrylonitrile-co-maleimide (GPANCMI). The prepared membranes were characterized for its morphology, water and oil contact angle, liquid entry pressure of oil (LEPoil), water permeability and nally subjected to a continuous 8 h ltration test of oil emulsion in water. It was found that the water contact angle (CAwater) of the PES\nThis journal is © The Royal Society of Chemistry 2017\nFig. 6 A photograph of separation of soybean oil/water emulsions and flow-through catalytic degradation of 4-NP in water on the CNTs/ PS@AuNPs membrane (A). A photograph and microscopic image of the feed emulsion (B) and filtrate (D). The oil droplet sizes (C) and UV/vis absorption spectra (E) of the feed emulsion and filtrate. A photograph of the composite membrane after three times of separation (F). The catalytic decomposition efficiency of the membranes versus the recycle numbers (G). The fluxes of various emulsions passing through the composite membranes (H).35\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nincorporated with G-PANCMI membrane is reduced from 63.7 to 22.6 , which is 64.5% reduction. Meanwhile, the oil contact angle was increased from 43.6 in the control PES membrane to 112.5 in the PES-G-PANCMI membrane. Similarly, the LEPoil increased by 350% from 50 kPa of the control PES membrane to 175 kPa of modied PES membrane. More importantly, the water permeability of PES-G-PANCMI increased by 43% with an excellent oil selectivity (>99%).\nZhang et al.51 on the other hand fabricated a novel hierarchically structured membrane by assemblying GO sheets on the surface of electrospun aminated polyacrylonitrile (APAN) bers. This membrane which was superhydrophilic and low-oiladhesion exhibited ultra-high ux (10 000 L m 2 h 1), preferable rejection ($98%) and remarkable antifouling performance for the separation of oil–water emulsion as shown in Fig. 7. The ultra-high ux was attributed to the large porosity of GO/APAN membrane, whereas the preferable rejection ratio and remarkable antifouling performance were attributed to the smaller GO sheets modied on the APAN bers and larger GO sheets connected to two or more APAN bers. More importantly, GO/APAN membrane also exhibited supernormal stability in treating oil– water emulsion with a broad pH range or high-concentration salt, which indicated that the membrane was promising for practical use in oily wastewater.\nThis journal is © The Royal Society of Chemistry 2017\nRecently, Hu and his co-workers52 successfully synthesized a novel GO modied commercial 19 channels ceramic membrane via the vacuum method. During the treatment of oil/ water emulsion, the water permeation uxes of unmodied and modied membranes were about 522 and 667 L m 2 h 1 bar 1 aer 150min, respectively. The ux of the modiedmembrane is 27.8% higher than that of the unmodied membrane as illustrated in Fig. 8(a). Fig. 8(b) showed the permeate of GO modied membrane had lower oil content compared with that of the unmodied membranes throughout the entire process, and the oil rejections for the unmodied and modied membranes were 98.1% and 98.7% aer 120 min, respectively. All these indicate that GO modication plays the crucial role and endows the membrane with excellent oil/water separation performance.\nSimilarly, Huang et al.53 designed and fabricated a GO ultraltration (UF) membrane structure with an optimized hierarchical surface roughness using a facile vacuum ltration approach. The effect of coating GO layer thickness on polyamide (PA) support was studied. It was found that the permeate ux of pure PA support was decreased more dramatically than that of GO coating PA support, with an almost 100% ux recovery being achieved even aer 3 cycles of cleaning process for all different types of membranes. The water ux was able to be maintained throughout the experiment due to the ultrathin\nRSC Adv., 2017, 7, 20981–20994 | 20987\nFig. 7 The schematic diagram of the oil trapped inside the GO/APAN membrane.51\nFig. 8 Time-dependent (a) permeate flux (b) oil content of permeate for GO modified and unmodified membranes.52\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nGO coatings that wrapped the polymer skeleton and preserved the pores of the support, thus have positive contribution to the anti-fouling behaviour of the GO coated PA membrane.\n20988 | RSC Adv., 2017, 7, 20981–20994\nBesides that, Ho et al.54 synthesized novel GO/OMWCNTs mixed-matrix PVDF membrane via in situ colloidal precipitation method. The effect of ratio (0 : 10, 1 : 9 and 5 : 5) and dosage (0.001, 0.01 and 0.1 g L 1) of GO/OMWCNTs in the coagulation bath are evaluated based on the membrane characteristics and its performance on diluted aerobic palm oil mill effluent (POME) treatment. It was observed that the membrane permeability was increased from 38.98 L m 2 h 1 bar 1 to 43.99 L m 2 h 1 bar 1 with the increment GO/OMWCNTs coagulation bath concentration from 0.001 g L 1 to 0.1 g L 1. Meanwhile, by using 0.1 g L 1 of OMWCNTs in coagulation bath, the rejection of TDS, phosphorus, hardness, chemical oxygen demand (COD), chlorine, turbidity, color, and total suspended solids (TSS) were improved with a percentage of 1.51%, 6.55%, 21.79%, 75.5%, 76%, 81.94%, 86.3%, and 100%, respectively, as compared with the pristine membrane. They further demonstrated that the incorporation of GO/OMWCNTs into membrane matrix could reduce the surface roughness and formed a negative charge repulsive boundary barrier that enhanced antifouling properties, which might have positive impact to the POME treatment.\nOverall, most GO incorporated membrane technologies are still in the research & development stage, it is expected that pilot scale level towards the commercial market will grow rapidly.55 Although maturation and commercialization of technologies are difficult to predict, this can be the most promising technology for the oil industrial wastewater treatment. GO-based membrane strategies are expected to have more immediate market potential due to comparatively low cost and relatively simpler system integration. Nevertheless, more information is still needed to establish the understanding of material processing, material structure and properties, membrane applications and their relationships. There is a need for more detailed understanding in terms of material structures with desired properties and further translation of these properties into practical applications through integration of graphene based material and support membranes.56 In summary, more research works are needed to evaluate the cost-effectiveness of large scale membrane fabrication and monitoring of the long-term stability of membranes under practical application conditions.\nThis journal is © The Royal Society of Chemistry 2017\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\n4. Carbon nanofibers\nRecently, the fabrication of nanobrous materials in terms of sorbents,57 membranes,58 and aerogels59 have shown a rapid expansion of research due to its simple and effective oil/water separation. Fibrous materials including cotton bers,60 cellulose acetate nanobers,58 brous polymer61 have shown enhanced oil sorption capacities for the oil water separation. Some of these sorbents can be produced by electrospinning, which is a simple top-downmethod to fabricate brous polymer lms with chemical inertness, high porosity, uniform pass through size and interconnected open pore structure.4,62 However, almost all of these sorbents are made of either organic polymers or biological bers, which may be swollen or even dissolved in the oil absorption process when being recycled by rinsing with organic solvents.63 Herein, carbon based brous materials can overcome these problems.\nFor instances, Liu et al.64 developed a carbon nanober lm with sublimation method by using terephthalic acid (PTA) as the sublimating agent to generate macropores inside electrospun carbon nanobers. During carbonization of electrospun PTA-PAN composite nanobers, PTA sublimed and macropores were created inside the carbon nanober matrix. By inducing macropores inside the carbon nanober matrix, macropores within the carbon nanobers reduced stresses when the bers were bent, thus enhancing the exibility of the ber. The exible macroporous carbon nanober lm (MCNFF) exhibited superhydrophobic and superoleophilic properties and a large porosity degree of 89.2% due to the porous electrospun nonwoven structure, and possessed high oil-absorption capability of up to 138.4 g g 1 for silicone oil. They also mentioned that the absorbed oil could be extracted from the membrane through various organic solvents and the MCNFF could be used at least ve times without signicant loss of its capacity, exhibiting excellent recyclability which is critical to avoid the secondary pollution.\nTai and his co-workers65 on the other hand, have developed a novel free-standing and exible electrospun carbon-silica composite nanobrous membrane. It is found that the composite membrane is tougher than the pristine carbon\nFig. 9 Ultrafast gravity-driven oil–water separation. (a) Mixture of petrole formed after HCl reacts with AgNO3 solution (violet). (c) Demonstration o is completely retained on the membrane surface and no AgCl precipitate oils. The inset shows the cross-sectional view of the membrane thickne\nThis journal is © The Royal Society of Chemistry 2017\nnanober (CNF) membrane when the embedded SiO2 concentration is kept at 2.7 wt%, beyond which the membrane toughness is reduced. Aer coated with silicone oil, the composite membrane becomes ultra-hydrophobic and superoleophilic. The composite membrane exhibited ultrahydrophobic and superoleophilic properties with water and oil contact angles being 144.2 1.2 and 0 , respectively. They reported that the wettability of the coated composite membrane is resistant to elevated temperature (up to 350 C) and stable towards a wide range of pH values (2–14). Thus, such wetting behavior allowed the membrane to be applied as a substrate for separation of free water and oil. The quality test of oil–water separation showed that the membrane was highly effective in separating free oil and water. More importantly, the separation process was ultrafast and driven solely by gravity as shown in Fig. 9(a)–(c). From Fig. 9(d), it could be seen that the average permeate ux for petroleum spirit, iso-octane, and hexane was found to be 3032.4 234.6, 1719.1 36.2, and 2648.8 89.7 L m 2 h 1, respectively, with a membrane thickness of 213 nm.\nOverall, when compared to the conventional pressure-driven ltration membranes, the use of electrospun carbon brous membrane for oil–water separation takes more advantageous because of its high energy efficiency (separation by gravity), signicantly high permeate uxes and separation performance, and being able to work effectively under harsh conditions such as leakage of high temperature oils because of its strong thermal and chemical resistance.57,58 However, the complicated and time-consuming process of oil recovery from these nanobers is an obstacle to their practical application. To solve these problems, intensive efforts should be focused on achieving the continuous collection of oil spills in situ from the water surface with high speed and efficiency."
    }, {
      "heading" : "5. Carbon membranes",
      "text" : "Although the carbon nanomaterials incorporated with polymeric membranes mentioned in previous section exhibit promising oil water separation efficiency, they are not stable under harsh conditions due to low chemical and thermal stability of polymeric membrane support.16,48 Furthermore, the\num spirit and HCl aqueous solution as feed. (b) Whitish AgCl precipitate f gravity-driven oil–water separation. Enlarged pictures show that water is formed during the separation. (d) Permeate flux for different types of ss.65\nRSC Adv., 2017, 7, 20981–20994 | 20989\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\ncomplicated issues regarding the valuable oil recovery and recycled use of carbon bers have to be considered in the point of economic view. In this regard, carbon-based membranes have drawn tremendous attentions amongmembrane scientists due to their low cost, superior chemical and mechanical stability, and highly integrated operation. Carbon based nanomaterials can be considered as a good membrane material for treatment of oily wastewater owing to their stability in aggressive and adverse environments (e.g., vapor or solvents, and nonoxidizing acids or bases, high temperature and pressure operation).\nOver the past few years, numerous studies have been focused on the use of carbon-based membrane in treating oily wastewater. Li and his co-workers66 developed a novel carbon membrane derived from coal that exhibits great potential for wastewater treatment. It was found that the pore size of carbon membrane, transmembrane pressure and crossow velocity of wastewater have an obvious effect on water ltration ux. The carbonmembrane with large pore size are tended to be fouled at high pressure and results in the decreases of permeate ux, and high crossow velocity will be favorable to increase the permeate ux owing to high shear stress generated on membrane surface to reduce the height of sedimentation layer. They concluded that the carbon membrane with pore size of 1.0 mm was the optimum property to treat the oily wastewater effectively at operating pressure of 0.1 MPa with cross ow velocity of 0.1 m s 1. To further enhance the antifouling properties and separation performance of carbon membrane, they adopted the prepared coal-based membrane as an anode and coupled with an electric eld in the treatment. Their ndings showed that coal-based carbon membrane possesses good electrical conductivity, which makes it a good candidate as electrode materials on the antifouling system for wastewater treatment. The electric eld exerted on coal based membranes has a positive impact on suppressing membrane fouling, and the optimal separation performance is observed at the electric eld intensity of 0.31 V cm 1.\nIn addition, the effect of oil concentration on the membrane performance was also investigated. When the concentrations of oily wastewater were 50 ppm and 100 ppm, the permeate ux was found to decline slowly over the ltration time. Aer 8 h treatment process, the permeate ux reached 184.48 and 166.04 L m 2 h 1 bar 1 when tested with oily solution of 50 and 100 ppm, respectively. Signicant ux decline however was observed when oil concentration was higher than 100 ppm. It was mainly due to the presence of excessive oil droplets in the feed could increase membrane fouling. A higher oil concentration would cause the coalescence of the oil droplets on the membrane surface and results in severe membrane fouling. As for separation efficiency, the membrane performance decreased with increasing oil concentration. At low oil concentrations, the degradation of oil droplets under electrochemical anodic oxidation is highly efficient, thus high oil rejection could be attained. However, larger quantity of oil droplets at higher oil concentration inevitably increases the treatment load of carbon membrane, which usually exceeds electrochemical degradation ability of the treatment system, making some of the oil droplets\n20990 | RSC Adv., 2017, 7, 20981–20994\npermeate through carbon membrane without degradation and affects the permeate quality.66 The carbon membrane was also found to have good regeneration ability aer subjecting to combined physical and chemical cleaning process.66 It was cleaned with deionized (DI) water at room temperature for 15 min, followed by soaking in the mixed solution of NaOH (0.1 mol L 1) and sodium dodecylbenzene sulfonate (SDS) (0.2 g L 1) at 60 C for 60 min, and then further immersed into hydrochloric acid (HCl) (0.1 mol L 1) for another 60 min. Lastly, the carbon membrane was backwashed with DI water for 15 min. It was found that a high ux recovery of 88.4% and oil removal efficiency of 95% can be achieved aer cleaning process. These values in particular oil removal rate has no large difference compared to the values before cleaning process.66\nSimilarly, Wu and his co-workers67 investigated the effects of oil concentration, operating time, additives and regeneration efficiency on the removal of oil from wastewater using selffabricated microltration carbon membranes made of phenolic resin. Fig. 10 presents the effect of the crude oil concentration at feed on the rejection and permeate concentration. As can be seen, the oil separation efficiency functuates at the beginning of ltration processs (<10 min) but gradually shows consistency aer 30 min of operation. At the steady state, the oil rejection is increased rst then decreased with the oil concentration increasing from 50 to 400 mg L 1. The highest oil rejection is achieved at 71.7% when the feed concentration is 200 mg L 1. They attributed the decreases of oil rejection at high oil concentration to the blockage of surface pore wall caused by excessive oil, resulting in the lower retention and poor separation ability for the oil–water mixture,67 which is contradictory to most of the literature studies.15,68\nOn the other hand, Shi and co-workers18 developed a freestanding single-walled carbon nanotube (SWCNT) network lm as thin as 30 nm for the separation of oil water emulsion. These lms are hydrophobic with water contact angle >90 and superoleophilic (extremely oil-absorbent with oil contact angle of 0 ). They allow oil to easily permeate through, while simultaneously preventing the water permeation. It is found that an unprecedented high ux of 100 000 L m 2 h 1 bar 1 can be achieved, i.e., 2–3 orders of magnitude higher than the compared commercial separation membranes, with an excellent oil separation efficiency (>99.95%).18 The high oil separation efficiency can be attributed to two factors. The rst factor is related to the nanometer-scale thickness of the SWCNT lms which is about 2–3 orders of magnitude smaller than conventional ltration membranes with a similar pore size distribution; another is due to the superoleophilic property of SWCNT lms. When emulsion droplets touch the SWCNT lm, a deemulsication process could take place immediately on the lm surface due to the strong oil (including surfactants) capturing capability.\nHsieh and co-workers69 studied the surface properties and oil separation efficiency of carbon fabric (CF) membrane modied with uorinated CNTs. As compared with the CF membrane without CNTs, the CNTs–CF membrane delivers better separation efficiencies at each different thickness of CFs (see Fig. 11(a)). The separation efficiency of CNTs–CF\nThis journal is © The Royal Society of Chemistry 2017\nFig. 10 Effect of the crude oil concentration at feed on the (a) rejection and (b) permeate concentration.67\nFig. 11 The variation of (a) oil water separation efficiency and (b) permeability with the thickness of CF membrane.69\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nmembrane (with 0.35 cm in thickness) can reach as high as 99.7%. Furthermore, they also found that the thinner the CF membrane, the faster the permeability can be attained (as shown in Fig. 11(b)) and the presence of CNTs is favorable for the permeability at the same thickness of CF membrane. As seen from the gure, CNTs–CF membrane could reach to an oil permeability of 180 L m 2 h 1 bar 1, better than CF membrane without the CNTs (95 L m 2 h 1 bar 1). This could be owing to its low kinetic energy of liquid drops on the membrane surface (Wad) value and high water repellency as shown by the high water contact angle (WCA) ( 165 ). In comparison to the SWCNT network lm developed by previous studies of Shi et al.,18 the water ux is much lower when CNTs are incorporated with CF membrane, this is probably due to the additional water resistance caused by the CF support which affect the permeate ux performance.\nThe superoleophobicity of membrane surface was further investigated using three different types of liquid droplets, i.e., distilled water, bead sauce, and olive oil and the images are illustrated in Fig. 12. As illustrated in Fig. 12(a)–(c), besides water droplet, the other two types of oil droplets completely wetted the CF surface, indicating the superoleophilic behavior\nThis journal is © The Royal Society of Chemistry 2017\nof CF membrane. Without any change in morphology, the uorinated CF surface exhibited an essential water- and oilrepellency, as shown in Fig. 12(d)–(f). This result reected that the uorination treatment had efficiently lowered the surface energy of CF substrate. In contrast, three different liquid droplets displayed same quasi-spherical form on the CNT–CF surface, as demonstrated in Fig. 12(g)–(i). Thus, the uorinated CF membranes incorporated with CNTs exhibit the highest oil and water repellency.\nAlthough carbon based membranes are able to achieve very high performance, they are not able to be mass produced due to its relatively high cost in the performance regeneration process induced by the tiny emulsied oil droplets within the surface pores. Moreover, the complicated issue and the environmental impact facing when using additional chemical reagents on membrane cleaning process have to be taken into account. Moreover, a complete assessment on the cost effectiveness in the aspect of energy consumption using carbon based membrane for effective treatment of produced water and the prot generation from valuable oil recovery process must be carefully evaluated prior to the realization of carbon based membrane in oil and gas industries.\nRSC Adv., 2017, 7, 20981–20994 | 20991\nFig. 12 Photographs of different liquid droplets on (a–c) original CFs, (d–f) fluorinated CFs, and (g–i) fluorinated CNT–CFmembrane. Herein the top, middle and bottom rows represent water, soya sauce, and olive oil, respectively.69\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce ."
    }, {
      "heading" : "6. Conclusion and future outlook",
      "text" : "Numerous studies have been performed to design advanced functional nanomaterials and membranes for oil/water separation. Nanotechnology has been gaining popularity in many sectors and the momentum has been increasing in the application of treating oily wastewater as well. The extraordinary properties of the carbon based nanomaterials are able to provide leap forward opportunities to revolutionize traditional oily wastewater treatment. The astonishing properties of graphene oxide, carbon nanotubes and carbon ber in this review have proven their potential benets to the real practical application. Further modication on these carbon based nanomaterials to improve the properties and cost-effectiveness shows a bright future of these nanomaterials towards oil related industries. To further enhance their stability and separation efficiency in aggressive and adverse environments, much effort has also been focused on the methods of blending with membranes and enhance the performance of carbon-based membrane particularly in water permeability, oil separation efficiency and antifouling properties. For oily wastewater separation, the most important issue to be addressed is to decrease\n20992 | RSC Adv., 2017, 7, 20981–20994\nthe attachment of oil droplets on the membrane surface. This can be mitigated by surface modication method in which hydrophilic or oleophobic materials are immobilized onto the membrane surface either by chemical reaction or physical adsorption to provide a stable fouling resistance layer. The introduced hydrophilic layer might form an additional hydrated layer to prevent the fouling of oil droplets and allow fouled oil to be easily removed during the cleaning process. In addition to oil droplets, membrane fouling caused by the adsorption of other organic molecules such as surfactants, remains a problem but is oen overlooked. Nevertheless, the impacts of key operating parameters such as cross ow velocity, operating pressure, oil concentration and pH, might also contribute to the deterioration of membrane performance. More research is still required to resolve the aforementioned issues as well as to enhance the performance efficiency, reliability and stability of carbon-based membrane for real industrial implementation. Last but not least, it is recommended that advanced pretreatment stage such as photocatalytic oxidation, otation, gravity separation, occulation prior to membrane ltration might be advantageous. Although it might take years to resolve the remaining challenges in this eld, it appears certain that carbon-based\nThis journal is © The Royal Society of Chemistry 2017\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 1\n2 A\npr il\n20 17\n. D ow\nnl oa\nde d\non 9\n/1 /2\n02 0\n8: 42\n:0 2\nA M . T hi s ar tic le is li ce ns ed u nd er a C re at iv e C om m on s A ttr ib ut io n 3. 0 U np or te d L\nic en\nce .\nmembranes are potential in dealing with a large variety of industrial oily wastewater applications in the future."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to thank Kuwait Foundation for the Advancement Sciences (KFAS) for their nancial support through Project No. P31475EC01."
    } ],
    "references" : [ {
      "title" : "Nanouidic Carbon Nanotube Membranes: Applications for Water Purication and Desalination, in Nanotechnology Applications for Clean Water",
      "author" : [ "O. Bakajin", "A. Noy", "F. Fornasiero", "C.P. Grigoropoulos", "J.K. Holt", "J.B. In", "S. Kim", "H.G. Park" ],
      "venue" : null,
      "citeRegEx" : "Bakajin et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Bakajin et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ ],
    "year" : 2017,
    "abstractText" : "Membrane technology has been acknowledged as an advanced separation process of surfactant–stabilized emulsions with allowable discharge quality and a relatively simple process. Despite these unique advantages, the real application of using membranes in industrial fields for treating oily wastewater remains limited. The major problem is severe membrane fouling caused by surfactant adsorption and/or pore plugging by oil droplets as well as degradation over long term application due to its polymeric based structure. In this regard, carbon-based membrane technology has been considered as an attractive technique to fill the gap between membrane technology and existing oily wastewater treatment. This review places a main focus on the recent advances of nanomaterials and carbon-based nanocomposite membrane development for effectively treating emulsified oil/water mixtures. There are four sections in this review. First, a general and brief introduction of the oily wastewater treatment undertaken and the needs of an efficient and broadly applicable approach for the effective separation of various emulsified oily wastewater are given. Secondly, a general overview on research breakthroughs by using various nanomaterials to enhance oily wastewater treatment is provided. This is followed by a review on the current developments of carbon based nanomaterials, nanofibers and membranes based on their fabrication, characterization and separation performance. Some challenges facing the development of carbon based membranes for treating industrial oily wastewater are highlighted at the end of the review.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}