{
  "name" : "downloads_2020-12-03_90_10.1021@jacs.0c09383.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Unveiling the Structure and Reactivity of Fatty-Acid Based (Nano)materials Thanks to Efficient and Scalable 17O and 18O‐Isotopic Labeling Schemes",
    "authors" : [ "Jessica Špacǩova", "Charlyn Fabra", "Seb́astien Mittelette", "Emeline Gaillard", "Chia-Hsin Chen", "Guillaume Cazals", "Aureĺien Lebrun", "Saad Sene", "Dorotheé Berthomieu", "Kuizhi Chen", "Zhehong Gan", "Christel Gervais", "Danielle Laurencin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Fatty acids are a key family of biomolecules. They are the object of numerous investigations in life sciences, notably in fields like lipidomics which focus on understanding the networks of the complete set of lipids produced in a given cell or organism.1 They are also widely studied in nutrition science, due to the biological importance of ω3 polyunsaturated fatty acids (PUFAs) like linolenic, eicosapentaeonic (EPA), and docosahexaeonic (DHA) acids.2 Moreover, the amphiphilic nature of these molecules has been widely exploited for the preparation of soaps,3 the formation of vesicles (including ufasomes) and drug-carrier systems,4−6 and the surface-functionalization of inorganic materials and nanoparticles.7−12\nDue to the importance of fatty acids, the synthesis of isotopically labeled versions of these molecules has been looked into, as a means to investigate in more detail their structure and reactivity13−16 or to study their biological\nproperties and metabolic pathways.17−21 In particular, 13C isotopic labeling was found to be valuable for studying by 13C solid state NMR the mode of binding of the carboxylic group of stearic acid at the surface of zirconia as a function of temperature13 or the partitioning of myristate and hexanoate ligands at the surface of CdSe nanocrystals.12 However, although such high-sensitivity NMR analyses are of general interest for gaining insight into the nature of organic-mineral interfaces between fatty acids and inorganic phases, their use has been scarce. This can be explained by several factors, including the cost and limited availability of some of the\nReceived: September 1, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn D\nec em\nbe r\n3, 2\n02 0\nat 0\n7: 36\n:2 4\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\ncommercial fatty acids enriched in 13C, and the time and experimental constraints for performing the labeling (whether using chemical or biological synthetic routes).21−25 In this context, being able to have access more straightforwardly to isotopically enriched fatty acids to perform high resolution spectroscopic analyses of the local binding mode of carboxylic functions at materials interfaces appears as a major objective. When considering the different enrichment possibilities for NMR studies of fatty acids, oxygen-17 is a highly attractive target. Indeed, high-resolution 17O NMR spectroscopy is increasingly being used for structural elucidation purposes,26−31 due to the very broad range of variation of the 17O chemical shift (which exceeds 2000 ppm) and quadrupolar parameters (oxygen-17 has a nuclear spin of 5/2).26,27,32 However, the major drawback of this isotope is its very poor natural abundance (only 0.04%), meaning that the synthesis of 17O-labeled species is generally necessary. This is often seen as an obstacle due to the high costs of 17O-enriched precursors (1 g of 17O-enriched water, labeled at 90% in oxygen-17, costs 1600−2000 €), combined to the lack of straightforward and affordable labeling procedures to prepare them. In the specific case of fatty acids, the main drawbacks of current labeling protocols include the small amount of enriched molecule produced, the duration of the protocols, and/or the limited availability of the precursors used and constraints related to their manipulation, even in some of the most recent studies.33−35\nMechanochemistry is a synthetic approach which is finding an increasing number of applications in molecular and (nano)materials science.36,37 In techniques like ball-milling, the mechanical energy of the milling beads is transferred to solid reagents by impact and shear forces,38 in order to (i) reduce the size of the particles, (ii) mix them efficiently, and (iii) create reactive interfaces allowing the formation of\nproducts. The addition of very small amounts of liquid is common, as it often allows accelerating the reactions and can also help control the outcome of the products.37,39−41 In such reaction conditions, which are known as “Liquid Assisted Grinding” (LAG), less than 1 μL of liquid per mg of powder is needed. Recently, we demonstrated that it is possible to use 17O-enriched water in LAG, to play the role of both a grinding assistant and reagent, and enrich in oxygen-17 a selection of organic and inorganic compounds of synthetic interest.42,43 The protocols developed were found to surpass by far previous labeling schemes in terms of cost, time, and straightforwardness and appeared to us as potentially attractive for developing general procedures for labeling fatty acids in 17O and 18O. In this manuscript, we demonstrate how mechanochemistry can be used for enriching fatty acids in 17O or 18O, in a costefficient and user-friendly way. More specifically, the isotopic labeling of stearic acid (C17H35COOH) and oleic acid (C17H33COOH) will be described, both of these molecules being of major interest in biology and (nano)materials science,8,44−48 notably for the synthesis of functional nanoparticles. It will be shown how the synthetic procedures lead to high-purity products with high enrichment yields, and that they can be easily scaled up for the production of up to gram quantities of 17O- or 18O-enriched molecules, which is of major importance for being able to use these molecules in standard (nano)materials synthesis protocols. The added-value of having access to the 17O-labeled molecules for understanding the structure of complex materials systems will then be demonstrated for two related systems: (i) Zn-oleate, a metal soap which is of interest notably in art-preservation sciences49−51 and for the synthesis of quantum-dots,52,53 but for which no crystal structure has yet been reported, and (ii) ZnO nanoparticles functionalized by oleic acid, which have been studied in fields like toxicology and pharmacy (e.g.,\nScheme 1. General Synthetic Conditions for the 17O and 18O Labeling of Stearic and Oleic Acids, When Performing the"
    }, {
      "heading" : "Labeling by Vibrating Ball-Milling (VBM) in a Mixer Mill on “Small Scale” Quantities",
      "text" : "aSynthetic yields, enrichment yields, and enrichment levels for each molecule are provided (n indicating the number of repetitions of each experiment; see the Supporting Information for complete details and error bars). This synthetic procedure leads to the predominant labeling of one oxygen per carboxylic group, but with both O atoms having the same probability to be enriched in *O (which is why they are both highlighted in red in this figure).\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nB\nsunscreens),45,54,55 art (e.g., oil paints),44,56,57 as well as for the elaboration of nanocomposite materials58 but for which no direct experimental evidence into the binding mode of the fatty acid on the nanoparticle surface had been provided so far. We will show here how thanks to these new isotopic labeling schemes, high resolution 17O NMR experiments can be performed, which provide unprecedented insight into the structure and reactivity of these materials, including after UVirradiation.\n■ RESULTS AND DISCUSSION Isotopic Labeling of Oleic and Stearic Acids Using\nMechanochemistry. In order to label the carboxylic functions of stearic and oleic acid, the synthetic strategy we used consisted in performing two mechanochemical reactions back-to-back, namely (i) the activation of the carboxylic function using 1,1′-carbonyl-diimidazole (CDI)59 and (ii) the hydrolysis of the acyl-imidazole intermediate with enriched H2*O (Scheme 1). 42\nExperiments were initially tested on small quantities of material, with less than 100 mg of fatty acid introduced in the 10 mL jar containing two beads. The activation step was performed in the presence of a small excess of CDI (1.1 equiv), and followed by IR spectroscopy, by looking at the shift in the CO stretching frequency (see the Supporting Information, Figures B1S1 and B3S1). For both molecules, it was found that 30 min were sufficient for this reaction to be complete. The conditions for hydrolysis, however, significantly differed from one molecule to the other and required optimization to achieve the best yield and enrichment level. Oxygen-18 labeled water was used for these optimizations, due to its lower cost (1 g of 97% 18O-enriched water costs ∼80−100 €). The extent of hydrolysis was monitored by IR spectroscopy (by looking at the disappearance of the CO stretching band of the acylimidazole intermediate) and confirmed by mass spectrometry analyses of the hydrolyzed product. In the case of oleic acid, the complete hydrolysis could be performed by ball-milling in just 1 h, in the presence of 2 equiv of water (see the Supporting Information, Figure B3S1). In contrast, in the case\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nC\nof stearic acid, complete hydrolysis required increasing the milling time and frequency, as well as adding 1 equiv of base, K2CO3 (see the Supporting Information, Figure B1S1 and Table B1S1). Such a difference in reactivity between both molecules comes from the double bond in oleic acid, which affects the physical-chemical properties of the reaction medium. Indeed, after activation, the oleic acid-derived acylimidazole has a pasty texture, while the stearic acid derived one is more powdery, which could explain why the hydrolysis step is more straightforward in the former case. For stearic acid, the addition of K2CO3 to the reaction medium was found to be necessary to accelerate the hydrolysis step, this base favoring the formation of H*O− ions in the milling medium, which will be more reactive toward the acyl-imidazole. After hydrolysis, the labeled molecules were then isolated with very good synthetic yields (all ≥84%). Oxygen-17 and oxygen-18 enriched oleic and stearic acids were extensively characterized by 1H and 13C solution NMR, LC-MS and mass spectrometry, as well as IR spectroscopy, in order to determine their purity and enrichment level, and to gain detailed insight into some of their spectroscopic features. In all cases, the 1H NMR spectra of the isolated products were consistent with those of the starting molecules (see the Supporting Information, Figures B1S4 and B1S10 for stearic acid and Figures B3S4 and B3S9 for oleic acid). Moreover, mass spectra demonstrate that, as expected, the carboxylic function is predominantly labeled on one of the two oxygen positions, the main molecular peak being shifted by one or two m/z units upon 17O or 18O labeling, respectively (see Supporting Information, Figures B1S2 and B1S8 for stearic acid, and Figures B3S2 and B3S7 for oleic acid). This was further confirmed by 13C solution NMR analyses of labeled molecules, for which only one main resonance appears in the carboxylic acid region of the spectra, which is shielded by ∼0.025 ppm in comparison to the nonlabeled precursor, and corresponds to a −C*O16OH headgroup (see the Supporting Information, Figures B1S7 and B3S6). In all cases, high enrichment levels were achieved, with an average enrichment per carboxylic oxygen of ∼44% for the 18O labeled molecules (when starting from 97% 18O-enriched H2*O) and ∼36% for the 17O labeled molecules (when starting from 90% 17Oenriched H2*O). The labeling of the carboxylic functions in 17O or 18O is particularly advantageous for the direct assignment of several IR vibrations associated with the carboxylic group. This is illustrated in Figure 1a in the case of stearic acid (top 3 spectra). For this molecule, the most significant shifts after isotopic labeling concern the vibration bands at ∼1699, 689, and 549 cm−1, which decrease by ∼6, ∼5, and ∼2 cm−1, respectively, after replacement of one of the two carboxylic 16O atoms by an 17O, the shifts being even more pronounced in the case of 18O-labeling. These vibrations correspond to CO stretching (at 1699 cm−1), CO2 bending/deformation (at 689 cm−1), and CO2 wagging modes (at 549 cm\n−1), respectively.50,60−62 Such straightforward identification of carboxylic vibration frequencies following isotopic substitutions on the oxygen sites is highly complementary to experimental analyses on molecules enriched in 13C. Indeed, the extent of isotopic shifts varies depending on which carboxylic atom(s) has been enriched (C or O), as illustrated in Figure 1a (bottom spectra) for a commercial stearic acid molecule labeled in 13C on the carboxylic group. For example, the main CO stretching band is now centered at 1655 cm−1 and further shifts by 6 cm−1 after\n17O labeling. Overall, this means that the oxygen-labeling of fatty acids offers new possibilities to confirm IR spectral assignments and/or help resolve vibration bands which may overlap. Molecules enriched in oxygen-17 were also analyzed by 17O magic-angle spinning (MAS) solid state NMR (Figure 1b). In the case of oleic acid, measurements were performed at low temperature, as the melting point of the molecule is ∼13 °C. Although predominant contributions from “C*O” and “C*OH” like environments can be clearly distinguished on the MAS NMR spectra of both molecules,27,64 a more significant overlap of these resonances is observed in the case of stearic acid. Given that fatty acids have been shown to crystallize with the polar head-chains forming H-bonded dimers,65−69 such differences are likely to arise from discrepancies in the average localization of the OH hydrogen atoms,68 and in relative energy of the two interconverting tautomeric forms, as this can significantly impact 17O MAS NMR spectra.70,71 From a more practical point of view, both of these 17O NMR spectra could be recorded with very good signal-to-noise ratio in short time (less than 4 h on a 600 MHz NMR instrument), making these enriched molecules highly promising precursors for helping elucidate the structure of more complex molecular and materials systems. Having demonstrated the purity and high-enrichment level of the oleic and stearic acid molecules labeled by ball-milling, and their interest for fine structural analyses using IR and 17O NMR spectroscopies, the obvious next step was to look into the scale-up of the syntheses. Indeed, in order to be able to use 17O- (or 18O-) enriched fatty acids in “routine” molecular and materials science applications, it is necessary to have access to approximately gram quantities of enriched compounds. In both cases, given that the activation step leads to the release of CO2, larger volume milling jars were used, to avoid any excessive buildup of internal pressure inside the reactors. Scale-up experiments were first tested in a mixer mill using 50 mL milling jars. For oleic acid, this allowed the production of ∼1 g of 17O-enriched oleic acid with very good synthetic yield (∼92%) and enrichment level (average 17O-enrichment per carboxylic oxygen ∼37%) in less than 4 h (workup included). In the case of stearic acid, scale-up experiments were also attempted in a mixer mill under similar conditions, but the hydrolysis step was once more found to be problematic, despite the presence of additional K2CO3. Even by decreasing the amount of sample to ∼500 mg, or by modifying the number of beads used during the milling, the hydrolysis remained incomplete after 4 h, according to IR and mass spectrometry analyses. In order to change the type of mixing of the reaction medium during the hydrolysis, the enrichment of stearic acid was then studied on a planetary mill, using 20 mL jars. Here, after careful optimization of the milling parameters (see the Supporting Information, Table B1S2), it was possible to reduce the hydrolysis time to just 1 h, and produce ∼500 mg of 18O-enriched stearic acid with very good synthetic yield (∼95%) and enrichment level (average 18O-enrichment per carboxylic oxygen ∼46%). To the best of our knowledge, it is the first time that the enrichment of oleic and stearic acids in 17O or 18O is reported on such a large scale and with such a high efficiency, both in terms of time and cost. To be more specific, in the case of oleic acid, the production of ∼1 g of 17O-enriched molecule could be achieved in just half-a-day of experimental time, and required only ∼150 μL of H2*O\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nD\n(which corresponds to a cost of less than 300 € if 90%- enriched H2\n17O is used). It is worth noting that these oxygen isotopic enrichments were found to be stable over time: the enrichment levels determined by mass-spectrometry for 17Oor 18O-enriched samples which had been stored for 1 year on the bench or in the fridge led to sensibly similar results (see the Supporting Information, Tables B1S3 and B3S1). Advanced Structural Analyses of Metal Soaps and Functionalized Nanoparticles. The straightforward and inexpensive 17O and 18O labeling of fatty acids described above naturally opens the way to using vibrational spectroscopies and 17O NMR for studying in detail the structure of fatty-acid containing phases. Here, we set our focus on two related systems, namely Zn-oleate and ZnO nanoparticles functionalized using oleic acid, because in both cases, despite the numerous investigations reported so far, detailed structural information was missing, including the mode of binding of the fatty acid to zinc ions. Zn-Oleate Coordination Polymer. A crystalline Zn-oleate phase enriched in 17O was synthesized, starting from 17Oenriched oleic acid and following a new synthetic procedure based on mechanochemistry (see the Supporting Information, section C1). The IR spectra of this enriched phase and its nonlabeled analogue were first analyzed in detail and compared. This allowed (i) assigning (or reassigning) the\ncarboxylate vibration frequencies and (ii) demonstrating the presence of at least two oleate environments in the crystal structure, because of the observation of 2 resolved νa(COO) bands at 1546 and 1525 cm−1 (see the Supporting Information, Figure C3S1 and section C3-b). The difference in frequency between the νa(COO) and νs(COO) stretching modes was found to be consistent with a bidentate coordination mode of the carboxylate groups.72 Moreover, the low-frequency band at 550 cm−1 (carboxylate rocking mode) was observed at a wavenumber close to the one reported for anhydrous Zn-acetate and Zn-stearate, in which the carboxylate group adopts a bridging bidentate coordination mode. Hence, it appears that the carboxylate functions in Zn oleate also adopts a similar binding mode, with each oxygen of a given carboxylate being bound to a different Zn2+ cation.73\nThis is in line with what has been observed for other Zn-soap phases for which X-ray structures are available.74\nHigh resolution 13C and 17O MAS NMR experiments were then performed, in order to gain deeper insight into the carboxylate environments of Zn-oleate. First, in 13C NMR, two carboxylate resonances of equal intensity were observed (separated by only ∼0.2 ppm; Figure 2a), as well as two αCH2 resonances (Figure C2S2), which confirms that two nonequivalent carboxylate ligands are present in the crystal structure.75 Second, in 17O NMR, two different oxygen\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nE\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nF\nenvironments could be clearly resolved by performing a 3QMAS experiment (triple quantum magic angle spinning). These were found to be in a relative proportion of 3:1, with a difference in 17O isotropic chemical shifts of ∼6 ppm (Figures 2b and C3S2). Such observations could be consistent with three of the oxygen atoms of the two inequivalent carboxylates having similar binding modes to Zn2+, and one being slightly different, possibly because of a change in the Zn···O distance, as schematized in Figure 2. In order to confirm this hypothesis, a computational study was performed on Zn-carboxylate phases for which a crystal structure had already been reported, and in which the Zn2+ also adopt a bridging bidentate coordination (i.e., with each carboxylate oxygen linked to one Zn2+ ion). For these phases, ab initio calculations of the 17O NMR parameters were performed using the GIPAW DFT method (gauge-including projector augmented wave density functional theory),76,77 and calculated values were confronted to the local geometry around the oxygen. As shown in the Supporting Information (section C3-d), this enabled us to demonstrate a strong dependence between the isotropic chemical shift of 17O and the Zn···O distance. Indeed, δiso(\n17O) values were found to span over ∼40 ppm, with the isotropic shift increasing as the Zn···O distance increased. More specifically, based on the calculations, a change as small as 0.08 Å in this distance could lead to an increase by ∼40 ppm in δiso(17O)! No other relationship could be found between the local structure around oxygen and the calculated δiso(\n17O) values. This implies that the ∼6 ppm difference observed between the two sets of 17O resonances in Zn-oleate must be due to a very small difference in Zn···O distances, which can be estimated to ∼0.01 Å on the basis of the GIPAW-DFT calculations. Such detailed level of insight had never been reached so far for Zn-oleate and could only be achieved by looking at 17O, thanks to the very high 17O-isotopic labeling of oleic acid. Indeed, more conventional 13C solid state NMR analyses could not have provided such level of information, because (i) they inform on the number of inequivalent carboxylate ligands (but not on the binding modes of the individual carboxylate oxygen atoms) and (ii) the range of variation of 13C NMR parameters in Zn-carboxylates is more limited compared to oxygen (with notably isotropic shifts spanning only over ∼10 ppm for 13C, compared to 40 ppm for 17O), meaning that it is less sensitive to geometrical changes in the coordination (see the Supporting Information, section C3-d). Hence, on a more general perspective, similar high-resolution 17O NMR studies would be worth performing on other metal soaps of unknown structure. ZnO Nanoparticles Functionalized Using Oleic Acid. Oleic acid being one of the main surfactant molecules involved in the synthesis of metal and metal oxide nanoparticles,78−82 the obvious next step was to show how using 17O-enriched species can help shed light on their mode of attachment and reactivity at the surface of NPs. Here, we set our focus on functionalized ZnO NPs. Indeed, previous investigations based on XRD, TEM, IR and/or XPS analyses had shown that oleic acid is present at the surface of ZnO nanoparticles and can influence nanoparticle sizes and shapes, but with no clear experimental insight into its exact mode of binding, nor on how it can be affected by exposure to heat or UV light.83−86\nA “post-grafting” synthetic approach was used here to prepare oleic-acid capped ZnO NPs. It consisted in first synthesizing the ZnO nanoparticles, which were obtained as\nnanorods, by reacting Zn-acetate dihydrate with KOH in methanol at 60 °C overnight.87,88 Then, the surface of the nanoparticles was functionalized by oleic acid, using either 17O-labeled oleic acid, prepared according to the “scale-up” protocol described above, or nonlabeled oleic acid, used here for the preparation of “control” samples. Finally, the grafted particles were washed, dried under vacuum, and characterized by X-ray diffraction, TGA, TEM, IR, and multinuclear solid state NMR spectroscopies (1H, 13C, and 17O NMR; see the Supporting Information). Based on X-ray diffraction and TEM analyses, the size and shape of the ZnO nanorods was not altered by the surface functionalization process (Figure 3a,b). X-ray diffraction powder patterns displayed the characteristic features expected for nanorods, with a sharper peak at 34.4° in 2θ,87 and no new diffraction peaks at lower angles. The latter point was important to verify, as it confirmed that no “dissolutionrecrystallization” process had taken place during the grafting, and hence that no Zn-oleate byproduct had formed (see the Supporting Information, Figure D1S4, for direct comparison with Zn-oleate). Based on TGA, the average grafting density was estimated to ∼2 molecules per nm2. The presence of oleic acid at the surface of the nanorods is detectable by IR spectroscopy, through the appearance of C−H stretching vibrations around 2900 cm−1 (Figure 3c, blue and green spectra). The aliphatic carbon peaks of oleic acid could also be observed in 13C solid state NMR, with the 13C resonance at ∼130 ppm corresponding to the carbons of the alkene bond, and those between 10 and 45 ppm to the carbons belonging to CH2 and CH3 groups (Figure 3d, blue and green spectra). To understand the mode of binding of oleic acid at the ZnO surface, the spectroscopic signatures of the carboxylic group were analyzed. In IR spectroscopy, the broad vibration bands observed in the CO stretching region were found at similar positions before and after functionalization of the nanorods, i.e., centered around 1430 and 1565 cm−1. For the starting ZnO nanorods, the observation of these broad bands can be explained by the presence of residual acetate and carbonate ions at the surface of the particles, as confirmed by 13C solid state NMR, with the distinct 13C resonances at 180.5 and 21.9 ppm (acetate) and at 166.2 ppm (carbonate; Figure 3d, black spectrum). It is worth noting that previous studies on ZnO nanoparticles have reported the presence of these anions, for syntheses carried out using Zn-acetate as precursor88,89 or following exposure of ZnO nanoparticles to CO2 (including at atmospherically relevant pressures).90,91 For the OA-functionalized nanorods, the lack of significant shift in the CO stretching region and the absence of a new band around 1700 cm−1 (which is characteristic of the acidic form of oleic acid), suggests that it is mainly the oleate which is present at the surface of the particles (see the Figure D1S5 for a comparison of the IR spectra of Zn-oleate, oleic acid, and the functionalized nanorods).10,11,61\nBecause previous works on oleic acid-grafted ZnO nanoparticles had proposed that either protonated or deprotonated forms of oleic acid can attach to the surface of the nanoparticles,86,92,93 additional solid-state NMR analyses were performed. In 13C solid state NMR, only one broad resonance was observed in the high-frequency region of the functionalized nanoparticles, centered at ∼181.1 ppm (Figure 3d, blue and green spectra). This 13C resonance is broader than those of the rest of the organic chain, as expected for a grafting process occurring through the carboxylic moiety.13,94\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nG\nAlthough its chemical shift was found to be closer to the one observed for pure oleic acid (carboxylic resonance is centered at ∼181.4 ppm, as measured by 13C CPMAS NMR while regulating temperature at −20 °C),95,96 than for Zn-oleate (carboxylate resonances centered at ∼185.3 ppm), it is still compatible with a deprotonated function, because the 13C chemical shift range of grafted carboxylates can vary depending on their binding mode and distance to the surface of nanoparticles.11 As a matter of fact, when recording a 2D 1H-13C heteronuclear correlation experiment, the 13C resonance at 181.1 ppm was not found to correlate with any 1H resonances characteristic of acidic protons, which are generally expected above 10 ppm. Moreover, no distinct 1H carboxylic resonance could be observed in 1H MAS NMR, even when performing the analyses at temperatures as low as −100 °C (see the Supporting Information, Figure D1S6). Therefore, these complementary NMR characterizations also tend to confirm that it is mainly the oleate form which is present at the surface of the nanoparticles. In view of reaching deeper insight into the mode of binding of the fatty acid at the surface of ZnO, 17O solid state NMR analyses were carried out. As shown in Figure 3e (green spectrum), the 17O NMR spectrum of the grafted nanoparticles presents one main broad signal, centered at ∼200 ppm (at 14.1 T). This signal is not observed for the starting nanoparticles, nor for those which were reacted using nonlabeled oleic acid, and can therefore be assigned to the enriched carboxylic function of oleic acid. The spectrum was obtained overnight with a good signal-to-noise ratio at 14.1 T, which is all of the more noteworthy that the analysis was performed on just ∼35 mg of sample. Indeed, this corresponds to only ∼0.1 mg of 17O from the oleic acid headgroup, based on the initial enrichment of the molecule used in the grafting and on the grafting density determined from TGA analyses of the functionalized nanoparticles. Other weaker resonances were also observed on the 17O NMR spectrum, at ∼−18 ppm (natural abundance signal corresponding to the core of the ZnO nanoparticles)97,98 and at ∼380 ppm (natural abundance signal of the zirconia rotor used for the analyses), which were also present on the spectra of the nongrafted nanoparticles and those grafted using nonlabeled oleic acid (Figure 3e, black and blue spectra). The 17O NMR signal centered at ∼200 ppm falls in the range expected for carboxylic acids and carboxylates,26,99 as shown in Figure 3e when comparing it to oleic acid and Znoleate (brown and gray spectra). However, when cooling the sample to −100 °C, only a slight shift and broadening of the 17O NMR signal was observed but no splitting into distinct CO and C−OH contributions as for oleic acid (see the Supporting Information, Figure D1S7). Moreover, when heating up to +60 °C, the signal is slightly narrower and more symmetric (as expected if the molecules become somewhat more mobile at the nanoparticle surface), but its maximum position increases by less than 15 ppm, thereby remaining very distinct to that of liquid oleic acid. This could reflect the fact that the grafted OA species remain relatively well attached to the ZnO surface even at high temperatures, through coordination bonds between Zn2+ and the carboxylate, and that there are only few more weakly bound species interacting through hydrogen bonding (as may have been expected upon grafting of the oleic acid form). Overall, these variable-temperature 17O NMR analyses also appear to be consistent with the predominance of oleate anions at the\nsurface of the nanoparticles. However, because of the wide range of chemical shifts covered by this 17O signal, which spreads over ∼180 ppm at 14.1 T (between ∼110 and 290 ppm), additional characterizations were performed at ultrahigh magnetic field (B0 = 35.2 T), in order to try to achieve better resolution and gain further insight into the grafting mode. Indeed, 17O being a quadrupolar nucleus, going to higher fields decreases significantly the broadening caused by the quadrupolar interaction, the second-order quadrupolar broadening being inversely proportional to B0. At 35.2 T, the main resonance spreads over ∼90 ppm only (between ∼200 and 290 ppm) and is now shifted at higher frequency (to ∼250 ppm), as expected considering the field dependence of the maximum peak-position of solid state NMR spectra of quadrupolar nuclei (Figure 3f). Although no additional resolution could be obtained, this 1D 17O MAS NMR spectrum nevertheless shows that there are several oxygen local environments at the surface of the nanoparticles, because the line width expected for 17O resonances from carboxylic or carboxylate oxygen atoms is less than 20 ppm at 35.2 T. Moreover, on the spectrum recorded at this field, the 17O peak maximum position is very clearly positioned at higher frequencies compared to the Zn-oleate model compound. This demonstrates that the main mode of binding of oleate to the ZnO nanorod surface is different compared to Zn-oleate, meaning that there are very few oleate ligands coordinated through a bidentate bridging mode to the surface Zn2+ ions. Considering the results of the DFT calculations reported in Figure C3S3, the higher frequency of the maximum peak position in the functionalized nanorods may suggest that Zn··· O distances between the oleate and the nanoparticle surface are not only more distributed but also on average slightly longer than in crystalline Zn-oleate. More specifically, an average increase in distance ∼0.04 Å can be proposed. Taken together, the observations made by IR and variabletemperature 1H and 17O NMR suggest the predominance of oleate species at the surface of the nanoparticles. Moreover, the 13C NMR and ultrahigh field 17O NMR spectra point to the attachment of the oleates through the carboxylate function, with a heterogeneity of local environments at the surface of the nanorods. The aliphatic carbon atoms interact much more weakly with the surface, as shown by the sharper resonances in 13C NMR,94 and by the similar chemical shifts as for liquid oleic acid (see the Supporting Information, Figure D1S8). As a matter of fact, the mobility of the aliphatic chains only significantly decreases below −45 °C, as shown by the variabletemperature 1H NMR data (see the Supporting Information, Figure D1S6). Considering that it is the acidic form of oleic acid which was initially introduced in THF for the postfunctionalization procedure used here, and that the lateral facets of the nanorods (which are parallel to the c axis) are apolar,83,100 a direct attachment of oleate species is unlikely. However, it can be proposed that the grafting occurs by exchange with acetate ligands initially present at the surface of the nanorods, which would be released in THF under the form of acetic acid upon coordination of the oleate, thereby ensuring the charge balancing.95 A schematic representation of possible modes of attachment of oleates is given in Figure 3f. While these binding modes to ZnO nanorods were proposed here, it is possible that other synthetic strategies for the functionalization of ZnO nanoparticles may lead to different binding configurations, depending on the size and shape of the particles\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nH\nand whether a direct-grafting strategy or postgrafting strategy is used. Because of the photocatalytic properties of ZnO, we then\ninvestigated the stability of the oleate coating upon exposure to UV−vis radiation. More specifically, a batch of grafted\nnanorods taken in their powdered form was irradiated for 6 h, after which X-ray diffraction, TEM, IR spectroscopy, 13C NMR, and 17O NMR analyses were carried out (Figure 4). In order to distinguish the evolutions coming from heating or irradiation, a separate batch of the grafted nanorods was heated\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nI\nat 60 °C in a closed furnace for the same period of time as this temperature was estimated as representative of the heating occurring within the apparatus used for irradiation. Moreover, for comparison purposes, the other two sets of samples described above (i.e., bare nanorods and nanorods coated with nonlabeled oleic acid), as well as the crystalline Zn-oleate phase, were also exposed to the same treatments (irradiation and heating) and subsequently characterized by the same techniques (see the Supporting Information, Figures D2S1, D2S2, and D2S3). While the heating of the nongrafted and grafted ZnO samples at 60 °C for 6h did not lead to noticeable changes in TEM, XRD, IR, 13C NMR, or 17O NMR (Figures 4, D2S1, and D2S2), significant differences were observed upon irradiation. First, regarding crystal morphologies, the irradiation step was found to strongly affect the nongrafted nanorods, as shown by TEM (more ill-defined crystal morphologies) and XRD (decrease in the relative intensity of the (002) diffraction peak at ∼34.4° in 2θ). In contrast, no strong changes in shape and morphology of the grafted nanorods was observed in TEM and XRD after irradiation (Figure 4a,b). The OA surface coating thus appears to have had some protective effect for ZnO nanorods under the irradiation conditions used here. Nevertheless, the grafted molecules do not remain unaffected by the UV−vis treatment considering the more significant agglomeration of the crystallites observed in TEM (Figure 4a), as well as the results of IR, solid state NMR, and TGA analyses after irradiation. Indeed, TGA data shows that the weight loss due to the combustion of the organic coating is less significant after irradiation (see Figure D2S4 in the Supporting Information), in agreement with the degradation of some of the fatty acid molecules. IR spectroscopy shows a broadening of the carboxylate stretching vibrations after irradiation, as well as a decrease in relative intensity of the CH stretching vibrations (Figure 4c). Such a decrease in the CH bands had also been reported in previous studies of the photodegradation of fatty-acids coated at the surface of ZnO.101 Changes in the 13C CPMAS NMR spectra also point to the degradation of surface oleic acid molecules. Indeed, an overall decrease in signal-to-noise ratio in comparison to the non-irradiated grafted nanorods was observed, together with a reduction in intensity of the 13C resonances of the aliphatic chain relative to the carboxylate ones, the decrease being more pronounced for the C atoms of the alkene bond (at ∼130 ppm) than those of the CH2 and CH3 groups (between 5 and 45 ppm; Figure 4d). It is worth noting that the changes in IR and NMR signatures of OA observed here appear to be caused by the ZnO nanorods and not the photoreactivity of OA alone, because no variations were observed by IR or 13C NMR for the Zn-oleate coordination polymer under similar irradiation conditions (see the Supporting Information, Figure D2S3). Taken together, all these observations are in line with previous investigations on the photodecomposition of organic molecules at the surface of ZnO, which can lead to a shortening of the organic chain of fatty acids9 and eventually to the formation of CO2 and H2O. 103\n17O MAS NMR analyses were found to provide further information on the reactions occurring at the surface of the grafted nanorods upon irradiation (Figure 4e). Indeed, while no strong difference was noticed after simple heating, a decrease in the relative intensity of the carboxylic resonances with respect to the signal coming from the ZnO nanoparticles\ncore signal at ∼−18 ppm was observed after irradiation, which is consistent with the photodegradation of part of the organic molecules at the surface of ZnO. More interestingly, a new signal was observed at ∼−28 ppm, which can be assigned to oxygen surface sites, based on previous 17O NMR studies of ZnO nanorods.97,98 Considering the small number of O surface sites in comparison to bulk for this size of nanorods, such surface sites are not expected to be readily detectable in absence of isotopic labeling. As a matter of fact, this new signal was found to be absent from the 17O MAS NMR spectra of the bare nanorods and nanorods grafted with nonlabeled OA after 6h irradiation (see the Supporting Information, Figures D2S1 and D2S2). Overall, this shows that these surface oxygen atoms have become enriched in 17O as a consequence of the irradiation of the grafted 17O-labeled OA, as schematically illustrated in Figure 4f. To the best of our knowledge, direct experimental evidence of oxygen exchange/transfer processes occurring during the photodecomposition of organic molecules at the surface of ZnO had not been provided so far, and could not have been revealed by other characterization techniques like XPS, IR, or photoluminescence spectroscopy. This clearly shows the added value of having synthesized 17O-enriched molecules for reaching atomic-level insight into the different photocatalytic reactions at the surface of ZnO. More generally speaking, considering the complexity of (photo)catalytic processes and the numerous challenges related to rationalizing and optimizing the properties of catalysts, similar strategies would be of interest for other catalytic reactions which can involve oxygen exchange/transfer steps.\n■ CONCLUSION In this manuscript, we have developed new and efficient labeling strategies for the 17O and 18O-labeling of two fatty acids which are of major interest in (bio)molecular chemistry and (nano)materials science: stearic acid and oleic acid. Thanks to these enrichment schemes, new levels of structural insight could be reached for two systems which have been studied and used in many research fields:44,45,52,54,57,83 crystalline Zn oleate, and OA functionalized ZnO nanoparticles. The high level of 17O-labeling enabled highresolution NMR analyses to be performed in reasonable experimental time, from which fine structural information could be obtained for the first time. In the former case, different bidentate bridging modes of oleate ligands to Zn2+ could be resolved, which were shown to differ in very small changes in the Zn···O distances, estimated to only ∼0.01 Å. Such level of insight could not have been reached by more standard 13C solid state NMR analyses, which points to the added value of performing 17O NMR studies for helping understanding the structure of fatty-acid phases for which no crystal structure is yet available. In the latter case, direct insight into the mode of binding and reactivity of oleic acid molecules at the surface of ZnO was reached, by looking at the carboxylic oxygen atoms. The predominance of the oleate form at the nanoparticle surface was thereby demonstrated, and structural changes occurring after irradiation were evidenced, including the 17O-isotopic enrichment of the nanoparticle surface, which occurs in addition to the photodegradation processes of grafted 17O-labeled oleic acid molecules. This type of information on the reactivity of organic-mineral interfaces had not been provided so far and could only have been accessed using 17O NMR. Given the number of studies aiming at understanding and optimizing photocatalytic processes taking place at the\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nJ\nsurface of ZnO nanoparticles, depending on their size and shape, being able to achieve such atomic-level insight will clearly be beneficial, by allowing us to go one step further in comparison to more conventional spectroscopic analyses.9,101,104\nThe fine structural investigations described here were made possible by the high level of enrichment oxygen-isotope enrichment of the fatty acids and the possibility to produce these enriched molecules on a large scale. Mechanochemistry was found to be very well suited for this purpose, allowing up to gram quantities of these labeled molecules to be obtained in high yield and at reasonable cost in just a few hours (∼1/2 day of manipulation). Considering that very few protocols had been proposed so far for the oxygen-isotopic labeling of fatty acids, none of which was as efficient for 17O NMR purposes, this work clearly opens new perspectives for advanced structural studies of other complex molecular and materials systems involving fatty acids, such as other metal soaps, grafted nanoparticles (including with other photocatalysts like TiO2) or even more complex (nano)formulations, such as those developed for oil-paints, sunscreens, or nanolubricants. Moreover, the greater availability of the 17O or 18O enriched fatty acids is expected to also favor the development and use of other structural characterization techniques which are sensitive to the stable isotopes of oxygen, such as vibrational spectroscopies (IR and Raman), mass spectrometry (including high-resolution FT-ICR, Fourier transform ion cyclotron resonance),105 as well as 17O QCT (quadrupole central transition) and 17O DNP-enhanced NMR spectroscopies.26\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c09383.\nMaterials and methods; experimental protocols and full characterizations of the 17O and 18O-labeled fatty acids; synthesis and structural characterizations of Zn-oleate (including GIPAW-DFT calculations of NMR parameters of Zn−alkanoate phases); synthesis and complementary characterization of grafted ZnO nanorods (including variable temperature 1H and 17O MAS NMR analyses) (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Thomas-Xavier Met́ro − IBMM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France; orcid.org/00000003-2280-3595; Email: thomas-xavier.metro@ umontpellier.fr\nDanielle Laurencin − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France; orcid.org/00000002-7445-0528; Email: danielle.laurencin@ umontpellier.fr"
    }, {
      "heading" : "Authors",
      "text" : "Jessica Špacǩova ́ − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France\nCharlyn Fabra − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France Seb́astien Mittelette − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France\nEmeline Gaillard − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France Chia-Hsin Chen − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France; orcid.org/0000-0001-51511765 Guillaume Cazals − IBMM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France Aureĺien Lebrun − IBMM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France Saad Sene − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France Dorotheé Berthomieu − ICGM, Univ Montpellier, CNRS, ENSCM, Montpellier 34095, France Kuizhi Chen − National High Magnetic Field Laboratory (NHMFL), Florida State University, Tallahassee, Florida 32306, United States; orcid.org/0000-0002-9853-7070 Zhehong Gan − National High Magnetic Field Laboratory (NHMFL), Florida State University, Tallahassee, Florida 32306, United States; orcid.org/0000-0002-9855-5113 Christel Gervais − Laboratoire de Chimie de la Matière Condensée de Paris (LCMCP), UMR 7574, Sorbonne Université, CNRS, 75005 Paris, France\nComplete contact information is available at: https://pubs.acs.org/10.1021/jacs.0c09383"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program (Grant Agreement No. 772204; 2017 ERC-COG, MISOTOP project). A portion of this work was performed at the National High Magnetic Field Laboratory, which is supported by the National Science Foundation Cooperative Agreement No. DMR-1644779, the State of Florida and the United States Department of Energy. NMR spectroscopic calculations were performed using HPC resources from GENCI-IDRIS (Grant 097535). Development of the 36 T Series-Connected Hybrid magnet and NMR instrumentation was supported by National Science Foundation (DMR-1039938 and DMR-0603042) and National Institute of Health P41 GM122698. Dr. Sylvie Beǵu (ICGM) is acknowledged for her assistance in the use of the ATLAS SunTest/CPS+ apparatus, Drs. Ieva Goldberga and Philippe Gaveau for their assistance in the variable temperature NMR experiments, and Dr. Ivan Hung for discussions. The anonymous referees are also acknowledged for valuable feedback on this work.\n■ REFERENCES (1) De Carvalho, C. C.; Caramujo, J. M. The Various Roles of Fatty Acids. Molecules 2018, 23, 2583. (2) Spector, A. A.; Kim, H.-Y. Discovery of essential fatty acids. J. Lipid Res. 2015, 56, 11−21. (3) Lynch, M. L. Acid-soaps. Curr. Opin. Colloid Interface Sci. 1997, 2, 495−500. (4) de Mul, M. N. G.; Davis, H. T.; Evans, D. F.; Bhave, A. V.; Wagner, J. R. Solution Phase Behavior and Solid Phase Structure of Long-Chain Sodium Soap Mixtures. Langmuir 2000, 16 (22), 8276− 8284.\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nK\n(5) Mehnert, W.; Mad̈er, K. Solid lipid nanoparticles: Production, characterization and applications. Adv. Drug Delivery Rev. 2012, 64, 83−101. (6) Izgu, E. C.; Björkbom, A.; Kamat, N. P.; Lelyveld, V. S.; Zhang, W.; Jia, T. Z.; Szostak, J. W. N-Carboxyanhydride-Mediated Fatty Acylation of Amino Acids and Peptides for Functionalization of Protocell Membranes. J. Am. Chem. Soc. 2016, 138, 16669−16676. (7) Ulman, A. Formation and Structure of Self-Assembled Monolayers. Chem. Rev. 1996, 96, 1533−1554. (8) Zherebetskyy, D.; Scheele, M.; Zhang, Y.; Bronstein, N.; Thompson, C.; Britt, D.; Salmeron, M.; Alivisatos, P.; Wang, L.-W. Hydroxylation of the surface of PbS nanocrystals passivated with oleic acid. Science 2014, 344, 1380. (9) Kwak, G.; Seol, M.; Tak, Y.; Yong, K. Superhydrophobic ZnO Nanowire Surface: Chemical Modification and Effects of UV Irradiation. J. Phys. Chem. C 2009, 113, 12085−12089. (10) Oliva-Puigdomeǹech, A.; De Roo, J.; Kuhs, J.; Detavernier, C.; Martins, J. C.; Hens, Z. Ligand Binding to Copper Nanocrystals: Amines and Carboxylic Acids and the Role of Surface Oxides. Chem. Mater. 2019, 31, 2058−2067. (11) Zhang, J.; Zhang, H.; Cao, W.; Pang, Z.; Li, J.; Shu, Y.; Zhu, C.; Kong, X.; Wang, L.; Peng, X. Identification of Facet-Dependent Coordination Structures of Carboxylate Ligands on CdSe Nanocrystals. J. Am. Chem. Soc. 2019, 141, 15675−15683. (12) Pang, Z.; Zhang, J.; Cao, W.; Kong, X.; Peng, X. Partitioning surface ligands on nanocrystals for maximal solubility. Nat. Commun. 2019, 10, 2454. (13) Pawsey, S.; Yach, K.; Halla, J.; Reven, L. Self-Assembled Monolayers of Alkanoic Acids: A Solid-State NMR Study. Langmuir 2000, 16, 3294−3303. (14) Rowat, A. C.; Kitson, N.; Thewalt, J. L. Interactions of oleic acid and model stratum corneum membranes as seen by 2H NMR. Int. J. Pharm. 2006, 307, 225−231. (15) Catalano, J.; Murphy, A.; Yao, Y.; Zumbulyadis, N.; Centeno, S. A.; Dybowski, C. Molecular dynamics of palmitic acid and lead palmitate in cross-linked linseed oil films: Implications from deuterium magnetic resonance for lead soap formation in traditional oil paintings. Solid State Nucl. Magn. Reson. 2018, 89, 21−26. (16) Catalano, J.; Di Tullio, V.; Wagner, M.; Zumbulyadis, N.; Centeno, S. A.; Dybowski, C. Review of the use of NMR spectroscopy to investigate structure, reactivity, and dynamics of lead soap formation in paintings. Magn. Reson. Chem. 2020, 58, 798−811. (17) Menzel, R.; Ngosong, C.; Ruess, L. Isotopologue profiling enables insights into dietary routing and metabolism of trophic biomarker fatty acids. Chemoecology 2017, 27, 101−114. (18) Gotoh, N.; Nagai, T.; Yoshinaga, K.; Mizobe, H.; Watanabe, H. Comparison of catabolic rates of fatty acids using stable isotope and isotope-ratio mass spectrometry. Lipid Technol. 2013, 25, 110−112. (19) Cun-nane, S. C.; Williams, S. C. R.; Bell, J. D.; Brookes, S.; Craig, K.; Iles, R. A.; Crawford, M. A. Utilization of Uniformly Labeled 13C-Polyunsaturated Fatty Acids in the Synthesis of LongChain Fatty Acids and Cholesterol Accumulating in the Neonatal Rat Brain. J. Neurochem. 1994, 62, 2429−2436. (20) Crane, S. N.; Bateman, K.; Gagne, S.; Levesque, J.-F. Preparation of deuterium-labeled monounsaturated and saturated fatty acids for use as stable isotope metabolic tracers. J. Labelled Compd. Radiopharm. 2006, 49, 1273−1285. (21) Sparrow, J. T.; Patel, K. M.; Morrisett, J. D. Synthesis of carbon-13-labeled tetradecanoic acids. J. Lipid Res. 1983, 24, 938− 941. (22) El’man, A. R.; Batov, A. E. Process for preparation of carbon13-labeled saturated aliphatic carboxylic acids by hydrocarboxylation of α-olefins with labeled carbon monoxide and water and processes for preparing their derivatives. Patent No. RU2311402C1, 2007. (23) Le, P. M.; Fraser, C.; Gardner, G.; Liang, W.-W.; Kralovec, J. A.; Cunnane, S. C.; Windust, A. J. Biosynthetic production of universally 13C-labelled polyunsaturated fatty acids as reference materials for natural health product research. Anal. Bioanal. Chem. 2007, 389, 241−249.\n(24) Tortajada, A.; Duan, Y.; Sahoo, B.; Cong, F.; Toupalas, G.; Sallustrau, A.; Loreau, O.; Audisio, D.; Martin, R. Catalytic Decarboxylation/Carboxylation Platform for Accessing Isotopically Labeled Carboxylic Acids. ACS Catal. 2019, 9, 5897−5901. (25) Vereshchagin, A. L.; Gorshkov, A. G.; Glyzina, O. Y.; Belikova, A. S.; Basharina, T. N.; Lyubochko, S. A.; Volokitina, N. A. Method for obtaining 13C isotope labeled polyunsaturated fatty acids. Patent No. RU2361922C1, 2009. (26) Wu, G. 17O NMR studies of organic and biological molecules in aqueous solution and in the solid state. Prog. Nucl. Magn. Reson. Spectrosc. 2019, 114−115, 135−191. (27) Wu, G. Solid-State 17O NMR studies of organic and biological molecules: Recent advances and future directions. Solid State Nucl. Magn. Reson. 2016, 73, 1−14. (28) Keeler, E. G.; Michaelis, V. K.; Wilson, C. B.; Hung, I.; Wang, X.; Gan, Z.; Griffin, R. G. High-Resolution 17O NMR Spectroscopy of Structural Water. J. Phys. Chem. B 2019, 123, 3061−3067. (29) Perras, F. A.; Wang, Z.; Naik, P.; Slowing, I. I.; Pruski, M. Natural Abundance 17O DNP NMR Provides Precise O−H Distances and Insights into the Brønsted Acidity of Heterogeneous Catalysts. Angew. Chem., Int. Ed. 2017, 56, 9165−9169. (30) Bignami, G. P. M.; Davis, Z. H.; Dawson, D. M.; Morris, S. A.; Russell, S. E.; McKay, D.; Parke, R. E.; Iuga, D.; Morris, R. E.; Ashbrook, S. E. Cost-effective 17O enrichment and NMR spectroscopy of mixed-metal terephthalate metal−organic frameworks. Chem. Sci. 2018, 9, 850−859. (31) Martins, V.; Xu, J.; Wang, X.; Chen, K.; Hung, I.; Gan, Z.; Gervais, C.; Bonhomme, C.; Jiang, S.; Zheng, A.; Lucier, B. E. G.; Huang, Y. Higher Magnetic Fields, Finer MOF Structural Information: 17O Solid-State NMR at 35.2 T. J. Am. Chem. Soc. 2020, 142, 14877−14889. (32) Ashbrook, S. E.; Smith, M. E. Solid state 17O NMRan introduction to the background principles and applications to inorganic materials. Chem. Soc. Rev. 2006, 35, 718−735. (33) Tsuchihashi, Y. Oxygen isotope-labeled carboxylic acid salt compound, reagent for oxygen isotope labeling, method for producing oxygen isotope-labeled carboxylic acid salt compound, and method for producing oxygen isotope-labeled alcohol. Patent No. JP2020037545A, 2020. (34) Jiang, X.; Zhang, J.; Ma, S. Iron Catalysis for RoomTemperature Aerobic Oxidation of Alcohols to Carboxylic Acids. J. Am. Chem. Soc. 2016, 138, 8344−8347. (35) Gallego, F. S.; Hermansson, M.; Liebisch, G.; Hodson, L.; Ejsing, S. C. Total Fatty Acid Analysis of Human Blood Samples in One Minute by High-Resolution Mass Spectrometry. Biomolecules 2019, 9, 7. (36) Frisčǐc,́ T.; Mottillo, C.; Titi, H. M. Mechanochemistry for Synthesis. Angew. Chem., Int. Ed. 2020, 59, 1018−1029. (37) Howard, J. L.; Cao, Q.; Browne, D. L. Mechanochemistry as an emerging tool for molecular synthesis: what can it offer? Chem. Sci. 2018, 9, 3080−3094. (38) Boldyreva, E. Mechanochemistry of inorganic and organic systems: what is similar, what is different? Chem. Soc. Rev. 2013, 42, 7719−7738. (39) James, S. L.; Adams, C. J.; Bolm, C.; Braga, D.; Collier, P.; Frisčǐc,́ T.; Grepioni, F.; Harris, K. D. M.; Hyett, G.; Jones, W.; Krebs, A.; Mack, J.; Maini, L.; Orpen, A. G.; Parkin, I. P.; Shearouse, W. C.; Steed, J. W.; Waddell, D. C. Mechanochemistry: opportunities for new and cleaner synthesis. Chem. Soc. Rev. 2012, 41, 413−447. (40) Frisčǐc,́ T.; Childs, S. L.; Rizvi, S. A. A.; Jones, W. The role of solvent in mechanochemical and sonochemical cocrystal formation: a solubility-based approach for predicting cocrystallisation outcome. CrystEngComm 2009, 11, 418−426. (41) Hasa, D.; Miniussi, E.; Jones, W. Mechanochemical Synthesis of Multicomponent Crystals: One Liquid for One Polymorph? A Myth to Dispel. Cryst. Growth Des. 2016, 16, 4582−4588. (42) Met́ro, T.-X.; Gervais, C.; Martinez, A.; Bonhomme, C.; Laurencin, D. Unleashing the Potential of 17O NMR Spectroscopy Using Mechanochemistry. Angew. Chem. 2017, 129, 6907−6911.\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nL\n(43) Chen, C.-H.; Gaillard, E.; Mentink-Vigier, F.; Chen, K.; Gan, Z.; Gaveau, P.; Rebier̀e, B.; Berthelot, R.; Florian, P.; Bonhomme, C.; Smith, M. E.; Met́ro, T.-X.; Alonso, B.; Laurencin, D. Direct 17O Isotopic Labeling of Oxides Using Mechanochemistry. Inorg. Chem. 2020, 59, 13050−13066. (44) Hermans, J. J.; Baij, L.; Koenis, M.; Keune, K.; Iedema, P. D.; Woutersen, S. 2D-IR spectroscopy for oil paint conservation: Elucidating the water-sensitive structure of zinc carboxylate clusters in ionomers. Science Adv. 2019, 5, eaaw3592. (45) Yin, H.; Casey, P. S.; McCall, M. J.; Fenech, M. Effects of Surface Chemistry on Cytotoxicity, Genotoxicity, and the Generation of Reactive Oxygen Species Induced by ZnO Nanoparticles. Langmuir 2010, 26, 15399−15408. (46) Ha, S.-T.; Su, R.; Xing, J.; Zhang, Q.; Xiong, Q. Metal halide perovskite nanomaterials: synthesis and applications. Chem. Sci. 2017, 8, 2522−2536. (47) Cai, J.; Miao, Y. Q.; Yu, B. Z.; Ma, P.; Li, L.; Fan, H. M. LargeScale, Facile Transfer of Oleic Acid-Stabilized Iron Oxide Nanoparticles to the Aqueous Phase for Biological Applications. Langmuir 2017, 33, 1662−1669. (48) Shah, R. M.; Rajasekaran, D.; Ludford-Menting, M.; Eldridge, D. S.; Palombo, E. A.; Harding, I. H. Transport of stearic acid-based solid lipid nanoparticles (SLNs) into human epithelial cells. Colloids Surf., B 2016, 140, 204−212. (49) Otero, V.; Sanches, D.; Montagner, C.; Vilarigues, M.; Carlyle, L.; Lopes, J. A.; Melo, M. J. Characterisation of metal carboxylates by Raman and infrared spectroscopy in works of art. J. Raman Spectrosc. 2014, 45, 1197−1206. (50) Robinet, L.; Corbeil, M.-C. The Characterization of Metal Soaps. Stud. Conserv. 2003, 48, 23−40. (51) Maines, C. A.; Rogala, D.; Lake, S.; Mecklenburg, M. Deterioration in Abstract Expressionist Paintings: Analysis of Zinc Oxide Paint Layers in Works from the Collection of the Hirshhorn Museum and Sculpture Garden, Smithsonian Institution. MRS Proceedings 2011, 1319, mrsf10-1319−ww04-01. (52) Glassy, B. A.; Cossairt, B. M. Ternary synthesis of colloidal Zn3P2 quantum dots. Chem. Commun. 2015, 51, 5283−5286. (53) Zhang, L.; Yin, L.; Wang, C.; lun, N.; Qi, Y.; Xiang, D. Origin of Visible Photoluminescence of ZnO Quantum Dots: Defect-Dependent and Size-Dependent. J. Phys. Chem. C 2010, 114, 9651−9658. (54) Fang, X.; Jiang, L.; Gong, Y.; Li, J.; Liu, L.; Cao, Y. The presence of oleate stabilized ZnO nanoparticles (NPs) and reduced the toxicity of aged NPs to Caco-2 and HepG2 cells. Chem.-Biol. Interact. 2017, 278, 40−47. (55) Smijs, T. G.; Pavel, S. Titanium dioxide and zinc oxide nanoparticles in sunscreens: focus on their safety and effectiveness. Nanotechnol., Sci. Appl. 2011, 4, 95−112. (56) Artesani, A.; Gherardi, F.; Nevin, A.; Valentini, G.; Comelli, D. A Photoluminescence Study of the Changes Induced in the Zinc White Pigment by Formation of Zinc Complexes. Materials 2017, 10, 340. (57) Baij, L.; Hermans, J. J.; Keune, K.; Iedema, P. Time-Dependent ATR-FTIR Spectroscopic Studies on Fatty Acid Diffusion and the Formation of Metal Soaps in Oil Paint Model Systems. Angew. Chem., Int. Ed. 2018, 57, 7351−7354. (58) Fanelli, F.; Mastrangelo, A. M.; Fracassi, F. Aerosol-Assisted Atmospheric Cold Plasma Deposition and Characterization of Superhydrophobic Organic−Inorganic Nanocomposite Thin Films. Langmuir 2014, 30, 857−865. (59) Met́ro, T.-X.; Martinez, J.; Lamaty, F. 1,1′-Carbonyldiimidazole and Mechanochemistry: A Shining Green Combination. ACS Sustainable Chem. Eng. 2017, 5, 9599−9602. (60) Kaneko, F.; Simofuku, T.; Miyamoto, H.; Kobayashi, M.; Suzuki, M. Vibrational spectroscopic study on the occurrence of stearic acid B and E forms: heterogeneous nucleation of the B form on the surface of E crystals and the topotactic phase transition from E to B. J. Phys. Chem. 1992, 96, 10554−10559. (61) Pudney, P. D. A.; Mutch, K. J.; Zhu, S. Characterising the phase behaviour of stearic acid and its triethanolamine soap and acid−soap\nby infrared spectroscopy. Phys. Chem. Chem. Phys. 2009, 11, 5010− 5018. (62) Zerbi, G.; Conti, G.; Minoni, G.; Pison, S.; Bigotto, A. Premelting phenomena in fatty acids: an infrared and Raman study. J. Phys. Chem. 1987, 91, 2386−2393. (63) Different synthetic batches of each 17O or 18O enriched molecule were analyzed by IR, showing that the wavenumbers and trends reported here are robust. (64) Wong, A.; Poli, F. Chapter Three - Solid-State 17O NMR Studies of Biomolecules. In Annu. Rep. NMR Spectrosc.; Webb, G. A., Ed.; Academic Press: New York, 2014; Vol. 83, pp 145−220. (65) Moreno-Calvo, E.; Gbabode, G.; Cordobilla, R.; Calvet, T.; Cuevas-Diarte, M. À.; Negrier, P.; Mondieig, D. Competing Intermolecular Interactions in the High-Temperature Solid Phases of Even Saturated Carboxylic Acids (C10H19O2H to C20H39O2H). Chem. - Eur. J. 2009, 15, 13141−13149. (66) Kaneko, F.; Yamazaki, K.; Kitagawa, K.; Kikyo, T.; Kobayashi, M.; Kitagawa, Y.; Matsuura, Y.; Sato, K.; Suzuki, M. Structure and Crystallization Behavior of the β Phase of Oleic Acid. J. Phys. Chem. B 1997, 101, 1803−1809. (67) Moreno, E.; Cordobilla, R.; Calvet, T.; Cuevas-Diarte, M. A.; Gbabode, G.; Negrier, P.; Mondieig, D.; Oonk, H. A. J. Polymorphism of even saturated carboxylic acids from n-decanoic to neicosanoic acid. New J. Chem. 2007, 31, 947−957. (68) Wang, L.; Uribe-Romo, F. J.; Mueller, L. J.; Harper, J. K. Predicting anisotropic thermal displacements for hydrogens from solid-state NMR: a study on hydrogen bonding in polymorphs of palmitic acid. Phys. Chem. Chem. Phys. 2018, 20, 8475−8487. (69) Gbabode, G.; Negrier, P.; Mondieig, D.; Moreno, E.; Calvet, T.; Cuevas-Diarte, M. À. Fatty acids polymorphism and solid-state miscibility: Pentadecanoic acid−hexadecanoic acid binary system. J. Alloys Compd. 2009, 469, 539−551. (70) Kong, X.; Shan, M.; Terskikh, V.; Hung, I.; Gan, Z.; Wu, G. Solid-State 17O NMR of Pharmaceutical Compounds: Salicylic Acid and Aspirin. J. Phys. Chem. B 2013, 117, 9643−9654. (71) Wu, G.; Hung, I.; Gan, Z.; Terskikh, V.; Kong, X. Solid-State 17O NMR Study of Carboxylic Acid Dimers: Simultaneously Accessing Spectral Properties of Low- and High-Energy Tautomers. J. Phys. Chem. A 2019, 123, 8243−8253. (72) Zeleňaḱ, V.; Vargova,́ Z.; Györyova,́ K. Correlation of infrared spectra of zinc(II) carboxylates with their structures. Spectrochim. Acta, Part A 2007, 66, 262−272. (73) Ishioka, T.; Shibata, Y.; Takahashi, M.; Kanesaka, I. Vibrational spectra and structures of zinc carboxylates II. Anhydrous zinc acetate and zinc stearate. Spectrochim. Acta, Part A 1998, 54, 1811−1818. (74) Mesbah, A. I) Cristallochimie des Carboxylates Met́alliques Inhibiteurs de la Corrosion de Met́aux et II) Structure et Magnet́isme de Dicarboxylates (teŕeṕhtalate et thiopheǹe) de Met́aux de Transition. Ph.D. Thesis, 2008. (75) A splitting of the carboxylate and α-CH2 resonances was also observed on the 13C CPMAS NMR spectra of a Zn-oleate phase synthesized by the same procedure but using nonenriched oleic acid. (76) Pickard, C. J.; Mauri, F. All-electron magnetic response with pseudopotentials: NMR chemical shifts. Phys. Rev. B: Condens. Matter Mater. Phys. 2001, 63, 245101. (77) Charpentier, T. The PAW/GIPAW approach for computing NMR parameters: A new dimension added to NMR study of solids. Solid State Nucl. Magn. Reson. 2011, 40, 1−20. (78) Harris, R. A.; van der Walt, H.; Shumbula, P. M. Engineered Inorganic/Organic-Core/Shell Magnetic FexOy Nanoparticles with Oleic Acid and/or Oleylamine As Capping Agents. Curr. Pharm. Des. 2015, 21, 5369−5388. (79) Sun, S.; Zeng, H.; Robinson, D. B.; Raoux, S.; Rice, P. M.; Wang, S. X.; Li, G. Monodisperse MFe2O4 (M = Fe, Co, Mn) Nanoparticles. J. Am. Chem. Soc. 2004, 126, 273−279. (80) Sun, S.; Murray, C. B.; Weller, D.; Folks, L.; Moser, A. Monodisperse FePt Nanoparticles and Ferromagnetic FePt Nanocrystal Superlattices. Science 2000, 287, 1989.\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nM\n(81) Sun, S.; Zeng, H. Size-Controlled Synthesis of Magnetite Nanoparticles. J. Am. Chem. Soc. 2002, 124, 8204−8205. (82) Wu, N.; Fu, L.; Su, M.; Aslam, M.; Wong, K. C.; Dravid, V. P. Interaction of Fatty Acid Monolayers with Cobalt Nanoparticles. Nano Lett. 2004, 4, 383−386. (83) McLaren, A.; Valdes-Solis, T.; Li, G.; Tsang, S. C. Shape and Size Effects of ZnO Nanocrystals on Photocatalytic Activity. J. Am. Chem. Soc. 2009, 131, 12540−12541. (84) Wang, H.; Lian, Y. A mechanistic study of oleic acid-mediated solvothermal shape controllable preparation of zinc oxide nanostructures. J. Alloys Compd. 2014, 594, 141−147. (85) Chen, L.; Holmes, J. D.; Ramírez-García, S.; Morris, M. A. Facile Synthesis of Monodisperse ZnO Nanocrystals by Direct Liquid Phase Precipitation. J. Nanomater. 2011, 2011, 853832. (86) Chen, L.; Xu, J.; Holmes, J. D.; Morris, M. A. A Facile Route to ZnO Nanoparticle Superlattices: Synthesis, Functionalization, and Self-Assembly. J. Phys. Chem. C 2010, 114, 2003−2011. (87) Pacholski, C.; Kornowski, A.; Weller, H. Self-Assembly of ZnO: From Nanodots to Nanorods. Angew. Chem., Int. Ed. 2002, 41, 1188− 1191. (88) Sun, B.; Sirringhaus, H. Solution-Processed Zinc Oxide FieldEffect Transistors Based on Self-Assembly of Colloidal Nanorods. Nano Lett. 2005, 5, 2408−2413. (89) Lee, D.; Wolska-Pietkiewicz, M.; Badoni, S.; Grala, A.; Lewinśki, J.; De Paep̈e, G. Disclosing Interfaces of ZnO Nanocrystals Using Dynamic Nuclear Polarization: Sol-Gel versus Organometallic Approach. Angew. Chem., Int. Ed. 2019, 58, 17163−17168. (90) Noei, H.; Wöll, C.; Muhler, M.; Wang, Y. Activation of Carbon Dioxide on ZnO Nanoparticles Studied by Vibrational Spectroscopy. J. Phys. Chem. C 2011, 115, 908−914. (91) Gankanda, A.; Cwiertny, D. M.; Grassian, V. H. Role of Atmospheric CO2 and H2O Adsorption on ZnO and CuO Nanoparticle Aging: Formation of New Surface Phases and the Impact on Nanoparticle Dissolution. J. Phys. Chem. C 2016, 120, 19195−19203. (92) Andelman, T.; Gong, Y.; Polking, M.; Yin, M.; Kuskovsky, I.; Neumark, G.; O’Brien, S. Morphological Control and Photoluminescence of Zinc Oxide Nanocrystals. J. Phys. Chem. B 2005, 109, 14314−14318. (93) Hong, R.; Pan, T.; Qian, J.; Li, H. Synthesis and surface modification of ZnO nanoparticles. Chem. Eng. J. 2006, 119, 71−81. (94) It is worth noting that the CH2 resonance in alpha of the carboxylic group was also found to be broad and clearly shifted to high frequencies compared to a concentrated solution of oleic acid in DMSO-d6 (37.5 vs 33.8 ppm), as expected upon grafting of fatty acids at the surface of oxide nanoparticles (cf. ref 13). This implies that this CH2 moiety is not as mobile as the others. (95) Although the 13C chemical shift of the grafted acetate groups is very similar to the one of oleic acid-functionalized NPs (180.5 vs 181.1 ppm), the amount of residual surface acetates after functionalization by oleic acid is small, as shown in the Supporting Information (Figure D1S9). (96) For a very concentrated solution of oleic acid in DMSO-d6 (i.e., for a ∼94/6 v/v ratio between oleic acid and DMSO), the 13C solution NMR spectrum at room temperature was recorded. The 13C carboxylic resonance was found at 178.03 ppm and the α-CH2 group at 33.8 ppm. (97) Champouret, Y.; Coppel, Y.; Kahn, M. L. Evidence for Core Oxygen Dynamics and Exchange in Metal Oxide Nanocrystals from In Situ 17O MAS NMR. J. Am. Chem. Soc. 2016, 138, 16322−16328. (98) Spataro, G.; Champouret, Y.; Florian, P.; Coppel, Y.; Kahn, M. L. Multinuclear solid-state NMR study: a powerful tool for understanding the structure of ZnO hybrid nanoparticles. Phys. Chem. Chem. Phys. 2018, 20, 12413−12421. (99) Gerothanassis, I. P. Oxygen-17 NMR spectroscopy: Basic principles and applications (Part I). Prog. Nucl. Magn. Reson. Spectrosc. 2010, 56, 95−197.\n(100) Peng, Y.-K.; Tsang, S. C. E. Facet-dependent photocatalysis of nanosize semiconductive metal oxides and progress of their characterization. Nano Today 2018, 18, 15−34. (101) Kenanakis, G.; Giannakoudakis, Z.; Vernardou, D.; Savvakis, C.; Katsarakis, N. Photocatalytic degradation of stearic acid by ZnO thin films and nanostructures deposited by different chemical routes. Catal. Today 2010, 151, 34−38. (102) In panel b, the slight increase in intensity observed between 5° and 10° on the powder patterns on the grafted NRs (black) and after 6 h of irradiation (blue) is due to the nature of the sample holder used for these analyses. (103) Ong, C. B.; Ng, L. Y.; Mohammad, A. W. A review of ZnO nanoparticles as solar photocatalysts: Synthesis, mechanisms and applications. Renewable Sustainable Energy Rev. 2018, 81, 536−551. (104) Yin, M.; Gu, Y.; Kuskovsky, I. L.; Andelman, T.; Zhu, Y.; Neumark, G. F.; O’Brien, S. Zinc Oxide Quantum Rods. J. Am. Chem. Soc. 2004, 126, 6206−6207. (105) Griffiths, W. J.; Wang, Y. Mass spectrometry: from proteomics to metabolomics and lipidomics. Chem. Soc. Rev. 2009, 38, 1882− 1896.\nhttps://dx.doi.org/10.1021/jacs.0c09383 J. Am. Chem. Soc. XXXX, XXX, XXX−XXX\nN"
    } ],
    "references" : [ {
      "title" : "Discovery of essential fatty acids",
      "author" : [ "A.A. Spector", "H.-Y. Kim" ],
      "venue" : "Acids. Molecules 2018,",
      "citeRegEx" : "Spector and Kim,? \\Q2015\\E",
      "shortCiteRegEx" : "Spector and Kim",
      "year" : 2015
    }, {
      "title" : "Solution Phase Behavior and Solid Phase Structure of Long-Chain Sodium Soap Mixtures",
      "author" : [ "J.R. Wagner" ],
      "venue" : "Langmuir 2000,",
      "citeRegEx" : "Wagner,? \\Q2000\\E",
      "shortCiteRegEx" : "Wagner",
      "year" : 2000
    }, {
      "title" : "Formation and Structure of Self-Assembled Monolayers",
      "author" : [ "A. Ulman" ],
      "venue" : "Chem. Rev. 1996,",
      "citeRegEx" : "Ulman,? \\Q1996\\E",
      "shortCiteRegEx" : "Ulman",
      "year" : 1996
    }, {
      "title" : "Interactions of oleic acid and model stratum corneum membranes as seen by 2H NMR",
      "author" : [ "A.C. Rowat", "N. Kitson", "J.L. Thewalt" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "Rowat et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Rowat et al\\.",
      "year" : 2006
    }, {
      "title" : "Synthesis of carbon-13-labeled tetradecanoic acids",
      "author" : [ "J.T. Sparrow", "K.M. Patel", "J.D. Morrisett" ],
      "venue" : "J. Lipid Res. 1983,",
      "citeRegEx" : "Sparrow et al\\.,? \\Q1983\\E",
      "shortCiteRegEx" : "Sparrow et al\\.",
      "year" : 1983
    }, {
      "title" : "Catalytic Decarboxylation/Carboxylation Platform for Accessing Isotopically Labeled Carboxylic Acids",
      "author" : [ "A. Tortajada", "Y. Duan", "B. Sahoo", "F. Cong", "G. Toupalas", "A. Sallustrau", "O. Loreau", "D. Audisio", "R. Martin" ],
      "venue" : "ACS Catal. 2019,",
      "citeRegEx" : "Tortajada et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tortajada et al\\.",
      "year" : 2019
    }, {
      "title" : "Method for obtaining 13C isotope labeled polyunsaturated fatty acids",
      "author" : [ "A. S", "T.N. Basharina", "S.A. Lyubochko", "N.A. Volokitina" ],
      "venue" : "Patent No. RU2361922C1,",
      "citeRegEx" : "S. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2009
    }, {
      "title" : "Solid-State 17O NMR studies of organic and biological molecules: Recent advances and future directions",
      "author" : [ "G. Wu" ],
      "venue" : "Spectrosc",
      "citeRegEx" : "Wu,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu",
      "year" : 2019
    }, {
      "title" : "High-Resolution 17O NMR Spectroscopy of Structural Water",
      "author" : [ "Z. Gan", "R.G. Griffin" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "X. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2019
    }, {
      "title" : "Cost-effective 17O enrichment and NMR spectroscopy of mixed-metal terephthalate metal−organic",
      "author" : [ "Angew. Chem", "Int. Ed" ],
      "venue" : null,
      "citeRegEx" : "Chem. and Ed.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chem. and Ed.",
      "year" : 2017
    }, {
      "title" : "Higher Magnetic Fields, Finer MOF Structural Information: 17O Solid-State NMR",
      "author" : [ "V. Martins", "J. Xu", "X. Wang", "K. Chen", "I. Hung", "Z. Gan", "C. Gervais", "C. Bonhomme", "S. Jiang", "A. Zheng", "B.E.G. Lucier", "Y. Huang" ],
      "venue" : "Sci. 2018,",
      "citeRegEx" : "Martins et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Martins et al\\.",
      "year" : 2018
    }, {
      "title" : "Solid state 17O NMRan introduction to the background principles and applications to inorganic materials",
      "author" : [ "S.E. Ashbrook", "M.E. Smith" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Ashbrook and Smith,? \\Q2006\\E",
      "shortCiteRegEx" : "Ashbrook and Smith",
      "year" : 2006
    }, {
      "title" : "compound, reagent for oxygen isotope labeling, method for producing oxygen isotope-labeled carboxylic acid salt compound, and method for producing oxygen isotope-labeled alcohol",
      "author" : [ "X. Jiang", "J. Zhang", "S. Ma" ],
      "venue" : "Patent No. JP2020037545A,",
      "citeRegEx" : "Jiang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2020
    }, {
      "title" : "Temperature Aerobic Oxidation of Alcohols to Carboxylic Acids",
      "author" : [ "F.S. Gallego", "M. Hermansson", "G. Liebisch", "L. Hodson", "S.C. Ejsing" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Gallego et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gallego et al\\.",
      "year" : 2016
    }, {
      "title" : "Mechanochemistry for Synthesis",
      "author" : [ "́ T. Frisčǐc", "C. Mottillo", "H.M. Titi" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Frisčǐc et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Frisčǐc et al\\.",
      "year" : 2020
    }, {
      "title" : "Mechanochemistry of inorganic and organic systems: what is similar, what is different",
      "author" : [ "E. Boldyreva" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Boldyreva,? \\Q2013\\E",
      "shortCiteRegEx" : "Boldyreva",
      "year" : 2013
    }, {
      "title" : "Mechanochemistry: opportunities for new and cleaner synthesis",
      "author" : [ "́ T. Frisčǐc", "F. Grepioni", "K.D.M. Harris", "G. Hyett", "W. Jones", "A. Krebs", "J. Mack", "L. Maini", "A.G. Orpen", "I.P. Parkin", "W.C. Shearouse", "J.W. Steed", "D.C. Waddell" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Frisčǐc et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Frisčǐc et al\\.",
      "year" : 2012
    }, {
      "title" : "solvent in mechanochemical and sonochemical cocrystal formation: a solubility-based approach for predicting cocrystallisation outcome",
      "author" : [ "D. Hasa", "E. Miniussi", "W. Jones" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "Hasa et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hasa et al\\.",
      "year" : 2009
    }, {
      "title" : "Unleashing the Potential of 17O NMR Spectroscopy Using Mechanochemistry",
      "author" : [ "T.-X. Met́ro", "C. Gervais", "A. Martinez", "C. Bonhomme", "D. Laurencin" ],
      "venue" : "Dispel. Cryst. Growth Des. 2016,",
      "citeRegEx" : "Met́ro et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Met́ro et al\\.",
      "year" : 2017
    }, {
      "title" : "The Characterization of Metal Soaps",
      "author" : [ "L. Robinet", "M.-C. Corbeil" ],
      "venue" : "Stud. Conserv. 2003,",
      "citeRegEx" : "Robinet and Corbeil,? \\Q2003\\E",
      "shortCiteRegEx" : "Robinet and Corbeil",
      "year" : 2003
    }, {
      "title" : "Ternary synthesis of colloidal Zn3P2 quantum dots",
      "author" : [ "B.A. Glassy", "B.M. Cossairt" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Glassy and Cossairt,? \\Q2015\\E",
      "shortCiteRegEx" : "Glassy and Cossairt",
      "year" : 2015
    }, {
      "title" : "Fatty acids polymorphism and solid-state miscibility: Pentadecanoic acid−hexadecanoic acid binary system",
      "author" : [ "Cuevas-Diarte", "M. À" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "T. and À.,? \\Q2009\\E",
      "shortCiteRegEx" : "T. and À.",
      "year" : 2009
    }, {
      "title" : "Solid-State 17O NMR of Pharmaceutical Compounds: Salicylic Acid and Aspirin",
      "author" : [ "X. Kong", "M. Shan", "V. Terskikh", "I. Hung", "Z. Gan", "G. Wu" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Kong et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kong et al\\.",
      "year" : 2013
    }, {
      "title" : "MFe2O4 (M = Fe, Co, Mn) Nanoparticles",
      "author" : [ "C.B. Murray", "D. Weller", "L. Folks", "A. Moser" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "S. et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2004
    }, {
      "title" : "Size-Controlled Synthesis of Magnetite Nanoparticles",
      "author" : [ "S. Sun", "H. Zeng" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Sun and Zeng,? \\Q2002\\E",
      "shortCiteRegEx" : "Sun and Zeng",
      "year" : 2002
    }, {
      "title" : "Interaction of Fatty Acid Monolayers with Cobalt Nanoparticles",
      "author" : [ "A. McLaren", "T. Valdes-Solis", "G. Li", "S.C. Tsang" ],
      "venue" : "Nano Lett. 2004,",
      "citeRegEx" : "McLaren et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "McLaren et al\\.",
      "year" : 2004
    }, {
      "title" : "A mechanistic study of oleic acid-mediated",
      "author" : [ "Lian" ],
      "venue" : "Size Effects of ZnO Nanocrystals on Photocatalytic Activity. J. Am. Chem. Soc",
      "citeRegEx" : "H. and Y.,? \\Q2009\\E",
      "shortCiteRegEx" : "H. and Y.",
      "year" : 2009
    }, {
      "title" : "ZnO Nanoparticle Superlattices: Synthesis, Functionalization, and Self-Assembly",
      "author" : [ "C. Pacholski", "A. Kornowski", "H. Weller" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Pacholski et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Pacholski et al\\.",
      "year" : 2010
    }, {
      "title" : "Dioxide on ZnO Nanoparticles Studied by Vibrational Spectroscopy",
      "author" : [ "A. Gankanda", "D.M. Cwiertny", "V.H. Grassian" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Gankanda et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Gankanda et al\\.",
      "year" : 2011
    }, {
      "title" : "Impact on Nanoparticle Dissolution",
      "author" : [ "T. Andelman", "Y. Gong", "M. Polking", "M. Yin", "I. Kuskovsky" ],
      "venue" : "J. Phys. Chem. C 2016,",
      "citeRegEx" : "Andelman et al\\.,? \\Q1919\\E",
      "shortCiteRegEx" : "Andelman et al\\.",
      "year" : 1919
    }, {
      "title" : "luminescence of Zinc Oxide Nanocrystals",
      "author" : [ "T. Pan", "J. Qian", "H. Li" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "R. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2005
    }, {
      "title" : "Oxygen Dynamics and Exchange in Metal Oxide Nanocrystals from In Situ 17O MAS NMR",
      "author" : [ "G. Spataro", "Y. Champouret", "P. Florian", "Y. Coppel", "M. Kahn" ],
      "venue" : "J. Am. Chem. Soc. 2016,",
      "citeRegEx" : "Spataro et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Spataro et al\\.",
      "year" : 2016
    }, {
      "title" : "Zinc Oxide Quantum Rods",
      "author" : [ "G.F. Neumark", "S. O’Brien" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Neumark and O.Brien,? \\Q2004\\E",
      "shortCiteRegEx" : "Neumark and O.Brien",
      "year" : 2004
    }, {
      "title" : "Mass spectrometry: from proteomics to metabolomics and lipidomics",
      "author" : [ "W.J. Griffiths", "Y. Wang" ],
      "venue" : "Chem. Soc. Rev. 2009,",
      "citeRegEx" : "Griffiths and Wang,? \\Q2009\\E",
      "shortCiteRegEx" : "Griffiths and Wang",
      "year" : 2009
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Fatty acids are ubiquitous in biological systems and widely used in materials science, including for the formulation of drugs and the surface-functionalization of nanoparticles. However, important questions regarding the structure and reactivity of these molecules are still to be elucidated, including their mode of binding to certain metal cations or materials surfaces. In this context, we have developed novel, efficient, user-friendly, and costeffective synthetic protocols based on ball-milling, for the O and O isotopic labeling of two key fatty acids which are widely used in (nano)materials science, namely stearic and oleic acid. Labeled molecules were analyzed by H and C solution NMR, IR spectroscopy, and mass spectrometry (ESI-TOF and LC-MS), as well as O solid state NMR (for the O labeled species). In both cases, the labeling procedures were scaled-up to produce up to gram quantities of Oor O-enriched molecules in just half-a-day, with very good synthetic yields (all ≥84%) and enrichment levels (up to an average of 46% per carboxylic oxygen). The O-labeled oleic acid was then used for the synthesis of a metal soap (Zn-oleate) and the surface-functionalization of ZnO nanoparticles (NPs), which were characterized for the first time by high-resolution O NMR (at 14.1 and 35.2 T). This allowed very detailed insight into (i) the coordination mode of the oleate ligand in Zn-oleate to be achieved (including information on Zn···O distances) and (ii) the mode of attachment of oleic-acid at the surface of ZnO (including novel information on its photoreactivity upon UV-irradiation). Overall, this work demonstrates the high interest of these fatty acid-enrichment protocols for understanding the structure and reactivity of a variety of functional (nano)materials systems using high resolution analyses like O NMR.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}