{
  "name" : "downloads_2020-02-13_72_10.3390@nano10020287.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ocular Formulation Based on Palmitoylethanolamide-Loaded Nanostructured Lipid Carriers: Technological and Pharmacological Profile",
    "authors" : [ "Carmelo Puglia", "Debora Santonocito", "Carmine Ostacolo", "Eduardo Maria Sommella", "Pietro Campiglia", "Claudia Carbone", "Filippo Drago", "Rosario Pignatello", "Claudio Bucolo" ],
    "emails" : [ "debora.santonocito@outlook.it", "ccarbone@unict.it", "r.pignatello@unict.it", "ostacolo@unina.it", "esommella@unisa.it", "pcampiglia@unisa.it", "f.drago@unict.it", "bucocla@unict.it", "capuglia@unict.it;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: palmitoylethanolamide; nanostructured lipid carriers; ocular drug delivery; Turbiscan technology; diabetic retinopathy"
    }, {
      "heading" : "1. Introduction",
      "text" : "Diabetic retinopathy (DR) is likely the most frequent cause of loss of sight and visual impairment and it is strongly influenced by many factors such as diabetes duration, poor glycemic control, and hypertension [1]. In diabetes, sustained hyperglycemia works as a trigger for a variety of events leading in vascular dysfunction. Vascular alterations in DR are related to several biochemical and immunological mechanisms that promote pro-inflammatory cytokines release such as TNF-α. Several studies showed increased levels of retinal TNF-α in diabetic patients and animals as well [2–7]. The inflammation process comprises a variety of functional and molecular mediators, including recruitment and/or activation of leukocytes, while it is well known that the expression of several\nNanomaterials 2020, 10, 287; doi:10.3390/nano10020287 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 287 2 of 11\ninflammatory biomarkers is regulated by the activation of proinflammatory transcription factors such as Nuclear Factor-kappa-B (NF-kB). Activation of NF-kB leads to the modulation of many cytokines such as TNF-α [8]. N-palmitoylethanolamide (PEA) is an endogenous fatty acid amide belonging to the family of N-acylethanolamines (NAEs). Several works outlined an anti-inflammatory and neuroprotective action of PEA that can be useful in the treatment of different pathological conditions such as retinal diseases [9–11]. The pharmacological features of PEA involve effects upon mast cells, cannabinoid receptors, potassium channels, transient receptor potential channels, NF-kB, and the nuclear receptor peroxisome proliferator-activated receptor α (PPARα) [12,13]. Several studies demonstrated the beneficial role of PEA in retinal diseases such as DR, which preserves the integrity of the blood–retinal barrier [9,14,15]. Despite these important effects, the clinical use of PEA is limited by an unfavorable pharmacokinetic profile due to the scarce water solubility and the lack of stability that limit the development of conventional eye drops [16]. To overcome these critical issues, a nanostructured lipid carriers (NLC) approach has been explored. These new nanocarriers demonstrated the possession of important beneficial features for ocular application such as controlled drug release, high drug encapsulation efficiency, and a noteworthy biocompatibility and tolerability [14]. On the basis of previous considerations, the present study was aimed to investigate the novel PEA-NLC formulations in terms of retinal distribution and in terms of pharmacological effects in a normal rat eye and a diabetic rat eye, respectively. Furthermore, we provided additional features regarding the long-term stability of formulation and the high potential of these nanocarriers as vehicles for drug ocular delivery."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Compritol 888 ATO (COMP), a mixture of monoglycerides, diglycerides, and triglycerides of behenic acid was obtained from Gattefossè (Milan, Italy). Miglyol 812 (MIG), which is a mixture of caprylic/capric triglycerides, was obtained from Eigenmann & Veronelli S.p.A. (Milan, Italy) and Lutrol F68 was provided by BASF ChemTrade GmbH (Burgbernheim, Germany). Micronized PEA was a kind gift from Epitech Group (Milan, Italy). Streptozotocin (STZ) was purchased from Sigma-Aldrich (St. Louis, MO, USA). All the other chemicals and reagents were of the highest purity grade commercially available and were used as received."
    }, {
      "heading" : "2.2. Preparation of PEA Formulations",
      "text" : "The formulation of the PEA-NLC was preceded by a pre-formulation study, which was necessary to optimize the technological parameters of the NLC. PEA-NLCs were generated using a method previously described [17], with some modifications, by high shear homogenization coupled to ultrasound (HSH-US). A total of 0.2 g of PEA were dissolved in an oil phase containing MIG (0.4 g) and COMP (0.6 g) and the mixture was stirred at 80 ◦C in order to get a dispersion. The aqueous phase consisted of Lutrol (0.1 g) and distilled water (25 mL). The melted lipid phase was dispersed in the hot (80 ◦C) aqueous phase by using a high-speed stirrer (Ultra-Turrax T25, IKA-Werke GmbH &Co. Kg, Staufen, Germany) at 13,500 rpm for 10 min, which maintains the temperature at least 10 ◦C above the lipid melting point. The obtained pre-emulsion was ultra-sonified by a Labsonic 2000 (B. Braun, Melsunen, Germany) for 8 min and then cooled by dilution in 25 mL of water at 4 ◦C. The same procedure was followed to formulate the unloaded NLC without adding the drug. A PEA suspension has been formulated as reference formulation for an in vivo study, by the addition, under stirring, of 0.2 g of PEA to a weighted amount of distilled water. In all the formulations, the PEA final concentration was 0.4% (w/v).\nNanomaterials 2020, 10, 287 3 of 11"
    }, {
      "heading" : "2.3. PEA-NLC Characterization",
      "text" : "The average size (Z-Ave) and polydispersity index (PDI) of the nanoparticles were measured by photon correlation spectroscopy (PCS). A Zeta Sizer Nano-ZS90 (Malvern Instrument Ltd., Worcs, England), equipped with a solid-state laser having a nominal power of 4.5 mW with a maximum output of 5 mW 670 nm, was employed. Analyses were performed using a 90◦ scattering angle at 20± 0.2 ◦C. Samples were prepared diluting 100 µL of NLC suspension with 900 µL of distilled water. The Zeta Potential (ZP, ξ) is an indicator of the stability of a dispersed system. The instrument used for the measurement gave us indications about the electrophoretic mobility of particles in dispersion or in solution. The instrument carried out three sets of measures up to 100.0 to achieve an average value."
    }, {
      "heading" : "2.4. Determination of PEA Loading",
      "text" : "The percentage of PEA entrapped in the lipid matrix was determined as follows: NLC dispersions (NLC1 and NLC2) were filtered by using a Pellicon XL tangential ultrafiltration system (Millipore, Milan, Italy) equipped with a polyethersulfone Biomax 10 membrane. Some amount of retained material was freeze-dried, dissolved in chloroform, and analyzed by the UHPLC method described below. PEA incorporation efficiency was expressed both as encapsulation efficiency (E.E.%) and drug loading (D.L.%), calculated from Equations (1) and (2), respectively.\nE.E. (%) = (Mass of PEA in nanoparticles)/(Mass of PEA fed to the system) (1)\nD.L. (%) = (Mass of PEA in nanoparticles)/(Mass of nanoparticles) (2)"
    }, {
      "heading" : "2.5. Stability Studies",
      "text" : "NLC stability was evaluated by Turbiscan®Ageing Station (TAGS) (Formulaction, l’Union, France). Twenty milliliters of each NLC were placed in a cylindrical glass cell and positioned in the Turbiscan®at 25 or 35.5 ± 2 ◦C for 14 days. The detection head was composed of a pulsed near-infrared light source (λ = 880 nm). Two synchronous transmission (T) and back scattering (BS) detectors receive the light that crosses the sample (at 180◦ from the incident beam) for the T detector, while the BS detector takes the light scattered backwards by the sample (at 45◦ from the incident beam). The detection head scanned the entire height of the sample cell (65 mm in longitude), acquiring T and BS each of 40 mm (1625 acquisitions in each scan). The Turbiscan®makes scans at various pre-programmed times and overlays the profiles on one graph in order to show possible destabilization phenomena. In our experiments, the stability of the samples was evaluated based on the variation of backscattering (∆BS), which is shown in ordinate, while the height of the cell is reported in abscissa.\n2.6. In Vivo Study\n2.6.1. Animals\nRats (Male Sprague-Dawley) weighing 175–200 g (Envigo, San Pietro a Nadisone, Udine, Italy) were used. Animals were housed in a light and temperature-controlled room with tap water and standard chow provided ad libitum. Experimental animal procedures followed guidelines of the Animal Care and Use Committee of the University of Catania and conformed to the Association for Research in Vision and Ophthalmology (ARVO) resolution on the use of animals in research. Final group sizes for all measurements were n = 6–9 except as noted. STZ was obtained from Sigma-Aldrich (Milan, Italy).\n2.6.2. Induction of Diabetes\nStreptozotocin (STZ)-induced diabetes has been widely used as an animal model for type 1 diabetes mellitus studies [18]. STZ-induced diabetic rats demonstrate characteristics of non-proliferative diabetic retinopathy seen in humans including inflammatory mediators release. After 12 h of fasting, the\nNanomaterials 2020, 10, 287 4 of 11\nanimals received a single 60 mg/kg intravenous (i.v.) injection of STZ in 10 mM sodium citrate buffer, pH 4.5 (1 mL/kg dose volume). Control (sham, non-diabetic) animals were fasted and received citrate buffer alone. After 24 h, animals with blood glucose levels >250 mg/dl were considered diabetic. The diabetic state was assessed by a blood glucose meter (Accu-Check Active1, Roche Diagnostic, Milan, Italy). Topical administration of PEA-NLC formulation (10 µL/eye, TID for 10 days) was instilled in the conjunctival sac. All the experiments were performed 10 days following the induction of diabetes.\n2.6.3. TNF-α Assessment\nRat eyes (n = 12 per group) were collected 10 days after STZ administration, and each retina was homogenized in 100 mL of digest solution as previously described [19]. The solution was supplemented with a cocktail of protease inhibitors (Complete Protease Inhibitor Cocktail, Roche, Basel, Switzerland) before use. Samples were spinned (10 min at 10,000× g) and assessed for protein concentration with the bicinchoninic acid (BCA) assay (Mini BCA Kit, Thermo Fisher Scientific, Waltham, MA, USA). The TNF-α levels were evaluated by ELISA (R&D Systems, Minneapolis, MN), according to the manufacturer’s instructions. All measurements were performed in duplicate. The tissue sample concentration was calculated from a standard curve and corrected for protein concentration.\n2.6.4. Pharmacokinetics Study\nRats were treated with a single ocular topical administration (10 µL) of PEA-NLC formulation. At predetermined intervals (30’, 60’, 90’ and 240’) after ocular administration of PEA-NLC formulation the rats were sacrificed and their eyes were enucleated. The eyes were then cut from the equator, removing the lens and vitreous. The retina was carefully dissected from the choroid and optic nerve. Retinal samples were stored at −80 ◦C until analysis. Pharmacokinetic studies took into account the following parameters: a) peak eye tissue concentration (Cmax); b) time of peak of eye tissue concentration (Tmax); c) area under the curve (AUC) of PEA tissue concentration [PEA] vs. time curve from 0 to 240’(AUC0-240). Tissue levels of PEA were normalized to PEA content in control animals. All results were reported as mean ± SD.\n2.6.5. Ocular Tolerability\nIn a separate set of animals, we carried out the ocular tolerability. Briefly, topical administration of PEA-NLC formulation (10 µL/eye, TID for 10 days) was performed and all eyes were evaluated by slit lamp at day 1, 5, and 10. The severity of conjunctival hyperemia scoring (none = 0, mild = 1, moderate = 2, severe = 3) was performed by an investigator unaware of the treatment.\n2.7. Analytical Methods\n2.7.1. Sample Preparation\nFrozen tissues were first lyophilized (LyoQuest-55, Telstar Technologies, Spain) for 24 h. One mg of the lyophilized was extracted with 300 µL of ice-cold acetonitrile containing 20 ng/mL of deuterated PEA (d-PEA). Samples were vortexed for 20 s and then centrifuged for 5 min at 16,000 rpm (Eppendorf). The supernatant was filtered on a PTFE membrane (0.22 µm, Phenex, Phenomenex, Castel Maggiore, BO, Italy) and injected in the UHPLC system.\n2.7.2. Instrumentation\nUHPLC-MS/MS analysis was carried out with a Shimadzu Nexera (Shimadzu, Milan, Italy) UHPLC consisting of two LC 30 AD pumps, a SIL 30 AC autosampler, a CTO 20 AC column oven, a CBM 20A controller, and the system was coupled online to a triple quadrupole LCMS 8050 (Shimadzu, Kyoto, Japan) by an electrospray ionization source.\nNanomaterials 2020, 10, 287 5 of 11\n2.7.3. UHPLC-MS/MS Conditions\nThe separation was performed on an Ascentis Express®HILIC column with geometry (L × I.D) 100 × 2.1 mm, 2.7 µm (Supelco, Bellefonte, PA, USA) employed as mobile phases: A) water containing 50 mM ammonium formate and B) acetonitrile (ACN) with a gradient starting from 99% B, 0.01–2.50 min, 85% B, 2.51–3.00 min, 85%–40% B, then isocratic for 1.00 min, and returning to 99% B in 6 min. The flow rate was set at 0.5 mL/min. The column oven was set at 35 ◦C and 2 µL of extract were injected. All additives and mobile phases were of an LC-MS grade and purchased from Sigma Aldrich (Milan, Italy). The ESI was operated in a positive ionization. MS/MS analysis of PEA were conducted in multiple reaction monitoring (MRM), employing as transitions: 300.10 > 62.10 (quantifier ion), Q1 pre bias −16.0 V, collision energy: −14.0 V, Q3 pre bias −24.0 V, 300.10 > 57.15 (qualifier ion) Q1 pre bias −15.0 V, collision energy: −27.0 V, Q3 pre bias −23.0 V. Dwell time was 10 ms. In addition, MS/MS analysis of the internal standard deuterated-PEA were conducted in multiple reaction monitoring (MRM), employing as transitions: 304.10 > 62.15 (quantifier ion), Q1 pre bias −15.0 V, collision energy: −16.0 V, Q3 pre bias −25.0 V; 304.10 > 58.10 (qualifier ion), Q1 pre bias −15.0 V, collision energy: −28.0 V, Q3 pre bias −23.0 V, and dwell time of 10 ms. Interface temperature, desolvation line temperature, and heat block temperature were set, respectively, at 300 ◦C, 250 ◦C, and 400 ◦C. Nebulizing gas and drying (N2) and heating gas (air) were set, respectively, at 3, 10, and 10 L/min. PEA stock solution (1 mg/mL) was prepared in ACN and the calibration curve was obtained in a concentration range of 0.5–50 ng/mL (R2 = 0.999) and Deuterated-PEA (Cayman Chemicals) was selected as an internal standard in the concentration of 20 ng/mL. Repeatability was established by duplicate injections of sample and solutions at low, medium, and high concentration levels of the calibration curve with the same chromatographic conditions and analyst at the same day and within two consecutive days. Repeatability was established by duplicate injections of sample and solutions at low, medium, and high concentration levels of the calibration curve with the same chromatographic conditions and analyst at the same day, which shows good retention time and ng/mg extract repeatability with maximum CV% values ≤ 0.15 and 4.51, respectively. Limits of detection (LODs) and quantification (LOQs) were calculated by the ratio between the standard deviation (SD) and analytical curve slope multiplied by 3 and 10, respectively, obtaining as values: LOQ = 0.05 ng/mL, LOD = 0.001 ng/mL."
    }, {
      "heading" : "2.8. Statistical Analysis",
      "text" : "All values are expressed as mean +/− SD. The results were analyzed by one-way ANOVA, which was followed by the Dunnett post hoc test. Differences between groups were considered significant given p-values < 0.05."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "PEA-NLC morphological evaluation has been investigated in a previous work of our group [11,14]. FE-SEM analyses, in particular, showed in the sample low-electron density spherical objects likely related to the occurrence of Miglyol®812 oily nano-compartments dispersed in Compritol®888 ATO solid matrix, as previously hypothesized [20]. This peculiar internal structure of the NLC is recognized as “multiple type” and is typical of nano-dispersions characterized by a relative high oil content and a reduced miscibility during particle solidification. The last feature, in particular, causes the separation of the oil, which leads to the formation of nano-compartments within the solid matrix. In the present work, NLC have been formulated using two different preparation strategies with the final aim to identify the best conditions to obtain a product endowed with high stability over time. Therefore, we evaluated two well-known techniques used to formulate lipid nanoparticles such as the high shear homogenization technique (HSH) and the method based on a combination of the HSH technique and ultrasonication (HSH/US) [17,21]. The formulations generated (NLC1 for HSH/US and NLC2 for HSH techniques, respectively) were fully characterized in order to obtain information about the nanoparticle characteristics. PCS data proved that NLC1 provided better results in terms of mean\nNanomaterials 2020, 10, 287 6 of 11\ndiameters (Z-Ave), population homogeneity (PDI), ZP, percentage of encapsulation efficiency (E.E.%),\nand percentage of drug loading (D.L.%) compared to NLC2 formulation (Table 1).\nForm Z-Ave ± S.D. (nm) PDI ± S.D. ZP ± S.D. (mV) E.E. (%) ± S.D. D.L. (%) ± S.D. NLC1 264.5 ± 0.19 0.200 ± 0.035 −37.1 ± 0.02 82.3 ± 0.82 0.32 ± 0.02 NLC2 731.2 ± 0.21 0.269 ± 0.038 −41.4 ± 0.01 20.6 ± 0.76 0.08 ± 0.01\nThese results are in accordance with the findings reported in scientific literature regarding the important role of US in controlling the final dimension of lipid nanoparticle dispersions [22]. Therefore, the method based on the combination of the HSH technique and ultrasonication (HSH/US) can guarantee a valid nanoparticle size and a good population homogeneity. In fact, the dispersion quality obtained by high shear homogenization is often compromised by the presence of microparticles, which can significantly affect the Z-Ave determination [23]. Furthermore, the HSH/US method used to formulate NLC1, was useful to increase the E.E.% (from 20.6% to 82.3%) and D.L.% (from 0.08% to 0.32%) in comparison with NLC2, which is formulated by the HSH technique (Table 1). In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24–31]. As clearly shown in the destabilization kinetics reported in Figure 1, NLC1 is very stable at both 25 and 35.5 ◦C, since no significant variation in the Turbiscan®Stability Index (TSI) was shown after 14 days of storage. However, the occurrence of instability phenomena was observed in sample NLC2, even after 1 day of storage.\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 12\nTable 1. Mean particle size (Z-Ave), polydispersity index (PDI), zeta potential (ZP), encapsulation efficiency (E.E. %), and drug loading (D.L. %) of NLC1 and NLC2. Values are the mean of at least three measures.\nForm Z-Ave ± S.D. (nm) PDI ± S.D. ZP ± S.D. (mV) E.E. (%) ± S.D. D.L. (%) ± S.D.\nNLC1 264.5 ± 0.19 0.200 ± 0.035 −37.1 ± 0.02 82.3 ± 0.82 0.32 ± 0.02\nNLC2 731.2 ± 0.21 0.269 ± 0.038 −41.4 ± 0.01 20.6 ± 0.76 0.08 ± 0.01\nThese results are in accordance with the findings reported in scientific literature regarding the\nimportant role of US in controlling the final dimension of lipid nanoparticle dispersions [22]. Therefore, the method based on the combination of the HSH technique and ultrasonication (HSH/US) can guarantee a valid nanoparticle size and a good population homogeneity. In fact, the dispersion quality obtained by high shear homogenization is often compromised by the presence of microparticles, which can significantly affect the Z-Ave determination [23]. Furthermore, the HSH/US method used to formulate NLC1, was useful to increase the E.E.% (from 20.6% to 82.3%) and D.L.% (from 0.08% to 0.32%) in comparison with NLC2, which is formulated by the HSH technique (Table 1). In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31]. As clearly shown in the destabilization kinetics reported in Figure 1, NLC1 is very stable at both 25 and 35.5 °C, since no significant variation in the Turbiscan® Stability Index (TSI) was shown after 14 days of storage. However, the occurrence of instability phenomena was observed in sample NLC2, even after 1 day of storage.\nIn order to further investigate the instability phenomena, we evaluated the backscattering profiles of the formulations stored at 25 °C and 35.5 °C (Figures 2 and 3). Furthermore, we observed a linear profile for NLC1, related to high stability at both temperatures, that clearly reveals the absence of particle aggregation and only a slight particle migration toward the bottom of the cuvette, which can be considered insignificant (ΔBS<<10%). On the other hand, the backscattering profiles of\nIn order to further investigate the instability phenomena, we evaluated the backscattering profiles\nof the formulations stored at 25 ◦C and 35.5 ◦C (Figures 2 and 3). Furthermore, we observed a linear\nprofile for NLC1, related to high stability at both temperatures, that clearly reveals the absence of\nparticle aggregation and only a slight particle migration toward the bottom of the cuvette, which can be c nsidered insignificant (∆BS<<10%). On the other hand, the backscattering profiles of NLC2\nNanomaterials 2020, 10, 287 7 of 11\nhighlight the occurrence of important instability phenomena at both the tested temperatures, which are mainly related to particle aggregation, as clearly shown by the ∆BS values ≥ 20%.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 12\nNLC2 highlight the occurrence of important instability phenomena at both the tested temperatures, which are mainly related to particle aggregation, as clearly shown by the ΔBS values ≥ 20%.\nFigure 2. Backscattering profiles (ΔBS) of NLC1 and NLC2 stored in Turbiscan® at 25.0 ± 1.0 °C. Data are represented as a function of time (0–14 days) of sample height (0–20 mm). The sense of analysis time is indicated by the arrow.\nFigure 2. Backscattering profiles (∆BS) of NLC1 and NLC2 stored in Turbiscan®at 25.0 ± 1.0 ◦C. Data are represented as a function of time (0–14 days) of sample height (0–20 mm). The sense of analysis time is indicated by the arrow.\nSince NLC1 was prepared using the HSH/US method, while Ultraturrax only was used to obtain NLC2. It is possible to hypothesize that the higher energy applied in the emulsification of lipids in the aqueous phase could be responsible for the formation of smaller particles with greater homogeneity, which consequently affects the sample’s physical stability, as confirmed by Turbiscan®analysis. These results are in line with previous findings, which demonstrates the greater physical stability of NLC prepared with high pressure homogenization (HPH) compared to those obtained by the phase inversion temperature method (PIT) [31]. In particular, sonication can be used not only to reduce the mean size of preformed lipid nanoparticles [32], but also as a key step able to affect the interaction between particles in lipid and aqueous phases, which can be exploited as an intermediate step for enabling the emulsification of lipids in the aqueous phase. This was followed by a proper preparation method [33]. PEA-NLC ophthalmic formulation was assessed in vivo in order to investigate the retinal distribution profile of PEA and to figure out the pharmacological effect of the drug in a DR model. TNF-α is an inflammatory cytokine involved in the ocular inflammatory process and it is the main cause of the blood-retinal barrier breakdown (BRB) during DR. The induction of TNF-α is most likely due to some mediators that operate during the course of diabetes, such as NF-κB. The present study demonstrated that PEA once loaded in NLC was able to reduce the amount of TNF-α in retinal tissues collected 10 days after STZ injection (Figure 4). This is likely due to the fact that PEA does not reach the back of the eye when administered as suspension (see below).\nNanomaterials 2020, 10, 287 8 of 11Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 12\nFigure 3. Backscattering profiles (ΔBS) of NLC1 and NLC2 stored in Turbiscan® at 35.5 ± 1.0 °C. Data are represented as a function of time (0–14 days) of sample height (0–20 mm). The sense of analysis time is indicated by the arrow.\nSince NLC1 was prepared using the HSH/US method, while Ultraturrax only was used to obtain NLC2. It is possible to hypothesize that the higher energy applied in the emulsification of lipids in the aqueous phase could be responsible for the formation of smaller particles with greater homogeneity, which consequently affects the sample’s physical stability, as confirmed by Turbiscan® analysis. These results are in line with previous findings, which demonstrates the greater physical stability of NLC prepared with high pressure homogenization (HPH) compared to those obtained by the phase inversion temperature method (PIT) [31]. In particular, sonication can be used not only to reduce the mean size of preformed lipid nanoparticles [32], but also as a key step able to affect the interaction between particles in lipid and aqueous phases, which can be exploited as an intermediate step for enabling the emulsification of lipids in the aqueous phase. This was followed by a proper preparation method [33]. PEA-NLC ophthalmic formulation was assessed in vivo in order to investigate the retinal distribution profile of PEA and to figure out the pharmacological effect of the drug in a DR model. TNF-α is an inflammatory cytokine involved in the ocular inflammatory process and it is the main cause of the blood-retinal barrier breakdown (BRB) during DR. The induction of TNF-α is most likely due to some mediators that operate during the course of diabetes, such as NF-κB. The present\nstudy demonstrated that PEA once loaded in NLC was able to reduce the amount of TNF-α in retinal\ntissues collected 10 days after STZ injection (Figure 4). This is likely due to the fact that PEA does not\nreach the back of the eye when administered as suspension (see below).\nFigure 4. Retinal levels of TNF-α 10 days after STZ injection. Data shown are expressed as the mean ± SD. *p < 0.05 vs. STZ. n = 12.\nThese results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase of retinal TNF-α in STZ-induced diabetic rats and by Paterniti and coworkers about the protective effect of PEA on DR [15], and emphasize the importance of a drug targeting strategy in order to maximize PEA pharmacological activity. The pharmacokinetic profile of a single dose (10 μL/eye) of PEA-NLC formulation was compared to the same dose of PEA aqueous suspension (PEA suspension). When administered as suspension, PEA is not able to reach the rat retina, while, after encapsulation in lipid nanoparticles (PEA-NLC), the drug reached detectable levels in this tissue (Cmax = 8.3 ng/g) (Figure 5).\nFurthermore, we assessed the ocular tolerability of the formulation in the rat eye and a high safety profile has been observed, in particular the conjunctival hyperemia score was zero at all time (data not shown). These data are in accordance with our previous study on the rabbit eye [14]. We previously demonstrated that, after instillation of PEA-NLC formulation in the rabbit eye, PEA moved from the anterior to the posterior segment of the eye following a non-corneal route. The\n*\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nCTRL STZ STZ+PEA-NLC\nTN F-\nα (p g/ m g)\nFigure 4. Retinal levels of TNF-α 10 days after STZ injection. Data shown are expressed as the mean ± SD. *p < 0.05 vs. STZ. n = 12.\nThese results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase f retinal TNF-α in STZ-induced diabetic r ts and by Paterniti and coworkers about the protectiv effec of PEA on DR [15], and emphasize the importance of a drug targeting\nNanomaterials 2020, 10, 287 9 of 11\nstrategy in order to maximize PEA pharmacological activity. The pharmacokinetic profile of a single dose (10 µL/eye) of PEA-NLC formulation was compared to the same dose of PEA aqueous suspension (PEA suspension). When administered as suspension, PEA is not able to reach the rat retina, while, after encapsulation in lipid nanoparticles (PEA-NLC), the drug reached detectable levels in this tissue (Cmax = 8.3 ng/g) (Figure 5).\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 12\nFigure 4. Retinal levels of TNF-α 10 days after STZ injection. Data shown are expressed as the mean ± SD. *p < 0.05 vs. STZ. n = 12.\nThese results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase of retinal TNF-α in STZ-induced diabetic rats and by Paterniti and coworkers about the protective effect of PEA on DR [15], and emphasize the importance of a drug targeting strategy in order to maximize PEA pharmacological activity. The pharmacokinetic profile of a single dose (10 μL/eye) of PEA-NLC formulation was compared to the same dose of PEA aqueous suspension (PEA suspension). When administered as suspension, PEA is not able to reach the rat retina, while, after encapsulation in lipid nanoparticles (PEA-NLC), the drug reached detectable levels in this tissue (Cmax = 8.3 ng/g) (Figure 5).\nFigure 5. Retinal PEA distribution after instillation of a single dose of PEA-NLC formulation.\nFurthermore, we assessed the ocular tolerability of the formulation in the rat eye and a high safety profile has been observed, in particular the conjunctival hyperemia score was zero at all time (data not shown). These data are in accordance with our previous study on the rabbit eye [14]. We previously demonstrated that, after instillation of PEA-NLC formulation in the rabbit eye, PEA moved from the anterior to the posterior segment of the eye following a non-corneal route. The\n* 0 1 2 3 4 5 6 7 8 9 10\nCTRL STZ STZ+PEA-NLC\nTN Fα (p g/ m g)\nFurthermore, we assessed the ocular tolerability of the formulation in the rat eye and a high safety profile has been observed, in particular the conjunctival hyperemia score was ze o at all time (data not shown). These data are i accordance with our previous study on the r bbit eye [14]. We previously demonstrated that, after instillation of PEA-NLC formulation in the rabbit eye, PEA moved from the anterior to the posterior segment of the eye following a non-corneal route. The mechanism likely involved a conjunctival/scleral absorption followed by distribution to choroid, vitreous, and retina, even though it is very difficult to rule out a classical corneal absorption."
    }, {
      "heading" : "4. Conclusions",
      "text" : "NLC1 formulated following a method based on a combination of the HSH technique and ultrasonication (HSH/US) provided better results in terms of mean particle size (Z-Ave), population homogeneity (PDI), and ZP with respect to NLC2 formulated by a high shear homogenization technique (HSH). This result outlines the important role of US in controlling the final dimension of a lipid nanoparticle dispersion. Stability studies by Turbiscan®AGS demonstrated that NLC1 have a greater physical stability compared to NLC2 due to the higher energy applied in the emulsification process used in the HSH/US method. We demonstrated that sonication represents a key intermediate step for the formation of colloidal suspensions of small homogeneously dispersed nanoparticles with very high stability without the occurrence of particle migration/aggregation phenomena during storage. Pharmacokinetics data showed that PEA was able to reach the back of the eye once enclosed in NLC. Therefore, the results of the present study demonstrate that PEA-NLC-based formulation for ophthalmic application, has a unique pharmacological profile both in terms of retinal distribution and inhibition of inflammation. Therefore, these findings suggest that the novel ophthalmic formulation may be useful in the management of retinal diseases such as diabetic retinopathy. Clinical studies are planning to explore this possibility.\nAuthor Contributions: Conceptualization, C.P. Data curation, C.O. Investigation, C.P., D.S., C.O., E.M.S., P.C., C.C., and C.B. Project administration, C.P. Supervision, F.D., and R.P. Validation, C.P., D.S., C.C., and C.B. Writing—review & editing, C.P. and C.B. Funding Acquisition C.B. All authors have read and agreed to the published version of the manuscript.\nNanomaterials 2020, 10, 287 10 of 11\nFunding: This research was, in part, funded by “Piano Triennale per la Ricerca – Linea Intervento 2, University of Catania, Italy”.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Epidemiology of diabetic retinopathy and macular oedema: A systematic review",
      "author" : [ "R. Williams", "M. Airey", "H. Baxter", "J. Forrester", "T. Kennedy-Martin", "A. Girach" ],
      "venue" : "Eye",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2004
    }, {
      "title" : "Distribution of TNF alpha and its reactive vascular adhesion molecules in fibrovascular membranes of proliferative diabetic retinopathy",
      "author" : [ "A.H. Chignell", "W. Green", "F. LeRoy", "D. Dumonde" ],
      "venue" : "Br. J. Ophthalmol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1996
    }, {
      "title" : "The pathogenesis of diabetic retinopathy: Old concepts and new questions",
      "author" : [ "J. Cai", "M. Boulton" ],
      "venue" : "Eye",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2002
    }, {
      "title" : "Nonsteroidal anti-inflammatory drugs prevent early diabetic retinopathy via TNF-alpha suppression",
      "author" : [ "A. Joussen", "V. Poulaki", "N. Mitsiades", "B. Kirchhof", "K. Koizumi", "S. Dohmen", "A. Adamis" ],
      "venue" : "Faseb J",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2002
    }, {
      "title" : "Comparison of serum NO, TNF-alpha, IL-1beta, sIL-2R, IL-6 and IL-8 levels with grades of retinopathy in patients with diabetes mellitus",
      "author" : [ "S. Doganay", "C. Evereklioglu", "H. Er", "Y. Turkoz", "A. Sevinc", "N. Mehmet", "H. Savli" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2002
    }, {
      "title" : "Determination of vitreous interleukin-1 (IL-1) and tumour necrosis factor (TNF) levels in proliferative diabetic retinopathy",
      "author" : [ "N. Demircan", "B.G. Safran", "M. Soylu", "A.A. Ozcan", "S. Sizmaz" ],
      "venue" : "Eye",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2006
    }, {
      "title" : "Oxidative stress and diabetic retinopathy",
      "author" : [ "R.A. Kowluru", "P.S. Chan" ],
      "venue" : "Exp. Diabetes Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2007
    }, {
      "title" : "Inflammation in diabetic retinopathy",
      "author" : [ "J. Tang", "T.S. Kern" ],
      "venue" : "Prog. Retin. Eye Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "Changes in endocannabinoid and palmitoylethanolamide levels in eye tissues of patients with diabetic retinopathy and age-related macular degeneration",
      "author" : [ "I. Matias", "J.W. Wang", "A. Schiano Moriello", "A. Nieves", "D.F. Woodward", "V. Di Marzo" ],
      "venue" : "Prostaglandins, Leukotrienes and Essential Fatty Acids",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2006
    }, {
      "title" : "N-palmitoyl-ethanolamine: Biochemistry and new therapeutic opportunities",
      "author" : [ "S. Petrosino", "T. Iuvone", "V. Di Marzo" ],
      "venue" : "Biochimie",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2010
    }, {
      "title" : "Nanoparticles prolong N-palmitoylethanolamide anti-inflammatoryand analgesic effects in vivo",
      "author" : [ "D. Tronino", "A. Offerta", "C. Ostacolo", "R. Russo", "C. De Caro", "A. Calignano", "C. Puglia", "P. Blasi" ],
      "venue" : "Colloids Surf B Biointerfaces",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "The Nuclear Receptor Peroxisome Proliferator-Activated Receptor Mediates the Anti-Inflammatory Actions of Palmitoylethanolamide",
      "author" : [ "J. Lo Verme", "J. Fu", "G. Astarita", "G. La Rana", "R. Russo", "A. Calignano", "D. Piomelli" ],
      "venue" : "Mol. Pharmacol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "Acute intracerebroventricular administration of palmitoylethanolamide, an endogenous peroxisome proliferator-activated receptor-alpha agonist, modulates carrageenan-induced paw edema in mice",
      "author" : [ "G. D’Agostino", "G. La Rana", "R. Russo", "O. Sasso", "A. Iacono", "E. Esposito", "G.M. Raso", "S. Cuzzocrea", "J. Lo Verme", "D Piomelli" ],
      "venue" : "J. Pharmacol. Exp. Ther",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2007
    }, {
      "title" : "Palmitoylethanolamide treatment reduces retinal inflammation in streptozotocin-induced diabetic rats",
      "author" : [ "I. Paterniti", "R. Di Paola", "M. Campolo", "R. Siracusa", "M. Cordaro", "G. Bruschetta", "G. Tremolada", "A. Maestroni", "F. Bandello", "E Esposito" ],
      "venue" : "Eur. J. Pharm",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Nanostructured lipid carriers loaded with CoQ10: Effect on human dermal fibroblasts under normal and UVA-mediated oxidative conditions",
      "author" : [ "F. Brugè", "E. Damiani", "C. Puglia", "A. Offerta", "T. Armeni", "G.P. Littarru", "L. Tiano" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Retinal and circulating miRNA expression patterns in diabetic retinopathy: An in silico and in vivo approach",
      "author" : [ "C.B.M. Platania", "R. Maisto", "M.C. Trotta", "M. D’Amico", "S. Rossi", "C. Gesualdo", "G. D’Amico", "C. Balta", "H. Herman", "A Hermenean" ],
      "venue" : "Br. J. Pharmacol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Retinal Protection and Distribution of Curcumin in Vitro and in Vivo",
      "author" : [ "C.B.M. Platania", "A. Fidilio", "F. Lazzara", "C. Piazza", "F. Geraci", "G. Giurdanella", "G.M. Leggio", "S. Salomone", "F. Drago", "C. Bucolo" ],
      "venue" : "Front. Pharmacol. 2018,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Nanostructured lipid matrices for improved microencapsulation of drugs",
      "author" : [ "R.H. Muller", "M. Radtke", "S.A. Wissing" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2002
    }, {
      "title" : "Design of solid lipid nanoparticles for caffeine topical administration",
      "author" : [ "C. Puglia", "A. Offerta", "G.G. Tirendi", "M.S. Tarico", "S. Curreri", "F. Bonina", "R.E. Perrotta" ],
      "venue" : "Drug Deliv",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Optimization of curcumin loaded lipid nanoparticles formulated using high shear homogenization (HSH) and ultrasonication (US) methods",
      "author" : [ "C. Puglia", "A. Offerta", "L. Rizza", "G. Zingale", "F. Bonina", "S. Ronsisvalle" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "Solid lipid nanoparticles: production, characterization and applications",
      "author" : [ "W. Mehnert", "K. Mäder" ],
      "venue" : "Adv. Drug Deliv. Rev",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2001
    }, {
      "title" : "The critical role of didodecyldimethylammonium bromide on physico-chemical, technological and biological properties of NLC",
      "author" : [ "C. Carbone", "A. Campisi", "D. Manno", "A. Serra", "M. Spatuzza", "T. Musumeci", "R. Bonfanti", "G. Puglisi" ],
      "venue" : "Colloids Surf B Biointerfaces",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Eco-friendly aqueous core surface-modified nanocapsules",
      "author" : [ "C. Carbone", "T. Musumeci", "M.R. Lauro", "G. Puglisi" ],
      "venue" : "Colloids Surf B Biointerfaces",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Cross-linked chitosan/liposome hybrid system for the intestinal delivery of quercetin",
      "author" : [ "C. Caddeo", "O. Díez-Sales", "R. Pons", "C. Carbone", "G. Ennas", "G. Puglisi", "A.M. Fadda", "M. Manconi" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Innovative hybrid vs polymeric nanocapsules: The influence of the cationic lipid coating on the \"4S",
      "author" : [ "C. Carbone", "D. Manno", "A. Serra", "T. Musumeci", "V. Pepe", "C. Tisserand", "G. Puglisi" ],
      "venue" : "Colloids Surf B Biointerfaces",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Physico-chemical characterization of succinyl chitosan-stabilized liposomes for the oral co-delivery of quercetin and resveratrol",
      "author" : [ "C. Caddeo", "R. Pons", "C. Carbone", "X. Fernàndez-Busquets", "M.C. Cardia", "A.M. Maccioni", "A.M. Fadda", "M. Manconi" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Nanoencapsulation strategies for the delivery of novel bifunctional antioxidant/σ1 selective ligands",
      "author" : [ "C. Carbone", "E. Arena", "V. Pepe", "O. Prezzavento", "I. Cacciatore", "H. Turkez", "A. Marrazzo", "A. Di Stefano", "G. Puglisi" ],
      "venue" : "Colloids Surf B Biointerfaces",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Stability, biocompatibility and antioxidant activity of PEG-modified liposomes containing resveratrol",
      "author" : [ "C. Caddeo", "L. Pucci", "M. Gabriele", "C. Carbone", "X. Fernàndez-Busquets", "D. Valenti", "R. Pons", "A. Vassallo", "A.M. Fadda", "M. Manconi" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "Mediterranean essential oils as precious matrix components and active ingredients of lipid nanoparticles",
      "author" : [ "C. Carbone", "C. Martins-Gomes", "C. Caddeo", "A.M. Silva", "T. Musumeci", "R. Pignatello", "G. Puglisi", "E.B. Souto" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Preparation, characterization and in vitro release kinetics of clozapine solid lipid nanoparticles",
      "author" : [ "V. Venkateswarlu", "K. Manjunath" ],
      "venue" : "J. Control Release",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2004
    }, {
      "title" : "Optimization and characterization of ultrasound assisted preparation of curcumin-loaded solid lipid nanoparticles: Application of central composite design, thermal analysis and X-ray diffraction techniques",
      "author" : [ "E.S. Behbahani", "M. Ghaedi", "M. Abbaspour", "K. Rostamizadeh" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Fortified extract of red berry, ginkgo biloba, and white willow bark in experimental early diabetic retinopathy",
      "author" : [ "C. Bucolo", "G. Marrazzo", "C.B.M. Platania", "F. Drago", "G.M. Leggio", "S. Salomone" ],
      "venue" : "J. Diabetes Res",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Diabetic retinopathy (DR) is likely the most frequent cause of loss of sight and visual impairment and it is strongly influenced by many factors such as diabetes duration, poor glycemic control, and hypertension [1].",
      "startOffset" : 212,
      "endOffset" : 215
    }, {
      "referenceID" : 7,
      "context" : "Activation of NF-kB leads to the modulation of many cytokines such as TNF-α [8].",
      "startOffset" : 76,
      "endOffset" : 79
    }, {
      "referenceID" : 11,
      "context" : "The pharmacological features of PEA involve effects upon mast cells, cannabinoid receptors, potassium channels, transient receptor potential channels, NF-kB, and the nuclear receptor peroxisome proliferator-activated receptor α (PPARα) [12,13].",
      "startOffset" : 236,
      "endOffset" : 243
    }, {
      "referenceID" : 12,
      "context" : "The pharmacological features of PEA involve effects upon mast cells, cannabinoid receptors, potassium channels, transient receptor potential channels, NF-kB, and the nuclear receptor peroxisome proliferator-activated receptor α (PPARα) [12,13].",
      "startOffset" : 236,
      "endOffset" : 243
    }, {
      "referenceID" : 8,
      "context" : "Several studies demonstrated the beneficial role of PEA in retinal diseases such as DR, which preserves the integrity of the blood–retinal barrier [9,14,15].",
      "startOffset" : 147,
      "endOffset" : 156
    }, {
      "referenceID" : 13,
      "context" : "Several studies demonstrated the beneficial role of PEA in retinal diseases such as DR, which preserves the integrity of the blood–retinal barrier [9,14,15].",
      "startOffset" : 147,
      "endOffset" : 156
    }, {
      "referenceID" : 14,
      "context" : "PEA-NLCs were generated using a method previously described [17], with some modifications, by high shear homogenization coupled to ultrasound (HSH-US).",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 15,
      "context" : "Streptozotocin (STZ)-induced diabetes has been widely used as an animal model for type 1 diabetes mellitus studies [18].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 16,
      "context" : "Rat eyes (n = 12 per group) were collected 10 days after STZ administration, and each retina was homogenized in 100 mL of digest solution as previously described [19].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 10,
      "context" : "PEA-NLC morphological evaluation has been investigated in a previous work of our group [11,14].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 17,
      "context" : "FE-SEM analyses, in particular, showed in the sample low-electron density spherical objects likely related to the occurrence of Miglyol®812 oily nano-compartments dispersed in Compritol®888 ATO solid matrix, as previously hypothesized [20].",
      "startOffset" : 235,
      "endOffset" : 239
    }, {
      "referenceID" : 14,
      "context" : "Therefore, we evaluated two well-known techniques used to formulate lipid nanoparticles such as the high shear homogenization technique (HSH) and the method based on a combination of the HSH technique and ultrasonication (HSH/US) [17,21].",
      "startOffset" : 230,
      "endOffset" : 237
    }, {
      "referenceID" : 18,
      "context" : "Therefore, we evaluated two well-known techniques used to formulate lipid nanoparticles such as the high shear homogenization technique (HSH) and the method based on a combination of the HSH technique and ultrasonication (HSH/US) [17,21].",
      "startOffset" : 230,
      "endOffset" : 237
    }, {
      "referenceID" : 19,
      "context" : "These results are in accordance with the findings reported in scientific literature regarding the important role of US in controlling the final dimension of lipid nanoparticle dispersions [22].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 20,
      "context" : "In fact, the dispersion quality obtained by high shear homogenization is often compromised by the presence of microparticles, which can significantly affect the Z-Ave determination [23].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 19,
      "context" : "These results are in accordance with the findings reported in scientific literature regarding the important role of US in controlling the final dimension of lipid nanoparticle dispersions [22].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 20,
      "context" : "In fact, the dispersion quality obtained by high shear homogenization is often compromised by the presence of microparticles, which can significantly affect the Z-Ave determination [23].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 21,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 22,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 23,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 24,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 25,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 26,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 27,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 28,
      "context" : "In order to evaluate the stability of the prepared NLC1 and NLC2, we used Turbiscan®, which is a well-known technology described in literature to achieve objective information about the physical stability of colloidal suspensions in terms of particle migration or aggregation [24,25,26,27,28,29,30,31].",
      "startOffset" : 276,
      "endOffset" : 301
    }, {
      "referenceID" : 28,
      "context" : "These results are in line with previous findings, which demonstrates the greater physical stability of NLC prepared with high pressure homogenization (HPH) compared to those obtained by the phase inversion temperature method (PIT) [31].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 29,
      "context" : "In particular, sonication can be used not only to reduce the mean size of preformed lipid nanoparticles [32], but also as a key step able to affect the interaction between particles in lipid and aqueous phases, which can be exploited as an intermediate step for enabling the emulsification of lipids in the aqueous phase.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 30,
      "context" : "This was followed by a proper preparation method [33].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 28,
      "context" : "These results are in line with previous findings, which demonstrates the greater physical stability of NLC prepared with high pressure homogenization (HPH) compared to those obtained by the phase inversion temperature method (PIT) [31].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 29,
      "context" : "In particular, sonication can be used not only to reduce the mean size of preformed lipid nanoparticles [32], but also as a key step able to affect the interaction between particles in lipid and aqueous phases, which can be exploited as an intermediate step for enabling the emulsification of lipids in the aqueous phase.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 30,
      "context" : "This was followed by a proper preparation method [33].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 31,
      "context" : "These results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase of retinal TNF-α in STZ-induced diabetic rats and by Paterniti and coworkers about the protective effect of PEA on DR [15], and emphasize the importance of a drug targeting strategy in order to maximize PEA pharmacological activity.",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 13,
      "context" : "These results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase of retinal TNF-α in STZ-induced diabetic rats and by Paterniti and coworkers about the protective effect of PEA on DR [15], and emphasize the importance of a drug targeting strategy in order to maximize PEA pharmacological activity.",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 31,
      "context" : "These results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase f retinal TNF-α in STZ-induced diabetic r ts and by Paterniti and coworkers about the protectiv effec of PEA on DR [15], and emphasize the importance of a drug targeting",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 13,
      "context" : "These results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase f retinal TNF-α in STZ-induced diabetic r ts and by Paterniti and coworkers about the protectiv effec of PEA on DR [15], and emphasize the importance of a drug targeting",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 31,
      "context" : "These results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase of retinal TNF-α in STZ-induced diabetic rats and by Paterniti and coworkers about the protective effect of PEA on DR [15], and emphasize the importance of a drug targeting strategy in order to maximize PEA pharmacological activity.",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 13,
      "context" : "These results confirm the evidence observed by Bucolo and co-workers [34] regarding the remarkable increase of retinal TNF-α in STZ-induced diabetic rats and by Paterniti and coworkers about the protective effect of PEA on DR [15], and emphasize the importance of a drug targeting strategy in order to maximize PEA pharmacological activity.",
      "startOffset" : 226,
      "endOffset" : 230
    } ],
    "year" : 2020,
    "abstractText" : "The present work was aimed for the preparation of a stable nanostructured lipid carrier (NLC) system for the delivery of N-palmitoylethanolamide (PEA) to the back of the eye. PEA is an interesting natural compound showing anti-inflammatory and neuroprotective activities. The limits of PEA (poor solubility and high instability) justify its nanoencapsulation into drug delivery systems. Two different well-known techniques were compared to formulate NLC: the high shear homogenization technique (HSH) and the method based on a combination of HSH technique and ultrasonication (HSH/US). Nanoparticles were evaluated in relation to mean size, homogeneity, surface charge, and physical stability by Turbiscan technology. Retinal distribution of PEA was carried out in a rat eye after single instillation of PEA-NLC ophthalmic formulation. The novel formulation delivered remarkable levels of PEA to the retina. Lastly, topical administration of PEA-NLC ophthalmic formulation was able to significantly inhibits retinal tumor necrosis factor-α (TNF-α) levels in streptozotocin-induced diabetic rats. The present findings suggest that the novel ophthalmic formulation may be useful for the treatment of retinal diseases such as diabetic retinopathy. Clinical studies are in progress to evaluate this possibility.",
    "creator" : "LaTeX with hyperref package"
  }
}