{
  "name" : "downloads_2020-02-20_b1_gao2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Efficient Metal-Free Electrocatalysts from N-Doped Carbon Nanomaterials: Mono-Doping and Co-Doping",
    "authors" : [ "Kun Gao", "Bin Wang", "Li Tao", "Benjamin V. Cunning", "Zhipan Zhang", "Shuangyin Wang", "Rodney S. Ruoff", "Liangti Qu", "K. Gao" ],
    "emails" : [ "lqu@bit.edu.cn", "rsruoff@ibs.re.kr,", "ruofflab@gmail.com", "shuangyinwang@hnu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1805121 (1 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "Efficient Metal-Free Electrocatalysts from N-Doped Carbon",
      "text" : ""
    }, {
      "heading" : "Nanomaterials: Mono-Doping and Co-Doping",
      "text" : ""
    }, {
      "heading" : "Kun Gao, Bin Wang, Li Tao, Benjamin V. Cunning, Zhipan Zhang, Shuangyin Wang,*",
      "text" : ""
    }, {
      "heading" : "Rodney S. Ruoff,* and Liangti Qu*",
      "text" : "K. Gao, Prof. Z. P. Zhang, Prof. L. T. Qu Key Laboratory of Photoelectronic/Electrophotonic Conversion Materials Key Laboratory of Cluster Science Ministry of Education of China School of Chemistry and Chemical Engineering Beijing Institute of Technology Beijing 100081, P. R. China E-mail: lqu@bit.edu.cn Dr. B. Wang, Dr. B. V. Cunning, Prof. R. S. Ruoff Center for Multidimensional Carbon Materials (CMCM) Institute for Basic Science (IBS) Ulsan 44919, Republic of Korea E-mail: rsruoff@ibs.re.kr, ruofflab@gmail.com L. Tao, Prof. S. Y. Wang State Key Laboratory of Chem/Bio-Sensing and Chemometrics Provincial Hunan Key Laboratory for Graphene Materials and Devices College of Chemistry and Chemical Engineering Hunan University Changsha 410082, P. R. China E-mail: shuangyinwang@hnu.edu.cn Prof. R. S. Ruoff Department of Chemistry and School of Materials Science and Engineering Ulsan National Institute of Science and Technology (UNIST) Ulsan 44919, Republic of Korea\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201805121.\nDOI: 10.1002/adma.201805121\nemployed to reduce unwanted overpotentials and improve the exchange current associated with oxygen reduction/evolution or hydrogen evolution. Traditionally, noble-metal-based catalysts (e.g., Pt, Ir, Ru, and their oxides) are selected due to their widely acknowledged catalytic activities in various chemical reactions,[1] however, this comes concomitantly with high cost, low selectivity, and susceptibility to CO poisoning that preclude them from\ncommercialized applications.[2] In 2009, a new class of metalfree catalysts from N-doped carbon emerged and showed catalytic activity comparable to the Pt/C catalyst in ORR.[3] Compared to their metal-based counterparts, N-doped carbon nanomaterials are of long life time, enhanced fuel tolerance,[4,5] and versatility of catalyzing a wide range of reactions including OER,[6,7] HER,[8,9] oxidative dehydrogenation,[10] reduction of nitrobenzene,[11] oxidation of various alcohols, and hydration of different alkynes.[12] Apart from N, heteroatoms including B, O, F, Si, P, S, Cl, Se, Br, and I have been selected as the dopant/codopant to study the catalytic activities of carbon materials.[13–15] While there have been several excellent reviews devoted to this topic,[1,16–21] it is still necessary to summarize current results in such a rapidly growing field. In this perspective, we first look at latest progresses in the design of N-doped carbon electrocatalysts during the past 2 years and discuss the nature of different heteroatom dopants. Subsequently, synergistic effects of co-doping carbon materials by N and other heteroatoms are reviewed with their catalytic activities shown in ORR, OER, and HER. Finally, future trends in developing more efficient carbon nanocatalysts for electrocatalysis are also envisioned."
    }, {
      "heading" : "2. Overview of Heteroatom Doping—Turning Inertia into Activity",
      "text" : "A summary on chemical processes in ORR is presented in Scheme 1a, where the mechanism strongly depends on the reaction medium (red for acidic electrolytes and blue for basic electrolytes) and reaction pathways (solid lines for four-electron “direct” pathway and dash lines for two-electron “series” pathway). Therefore, the oxygen molecule can follow either i) a four-electron process to directly form H2O in acidic solution and OH− in alkaline solution, or ii) a two-electron process to generate the intermediate compounds like H2O2 in acidic solution and HO2− in alkaline solution (Scheme 1a).[22–24] The initial adsorption of O2 or the first electron transfer to the adsorbed\nN-doped carbon nanomaterials have rapidly grown as the most important metal-free catalysts in a wide range of chemical and electrochemical reactions. This current report summarizes the latest advances in N-doped carbon electrocatalysts prepared by N mono-doping and co-doping with other heteroatoms. The structure–performance relationship of these materials is subsequently rationalized and perspectives on developing more efficient and sustainable electrocatalysts from carbon nanomaterials are also suggested."
    }, {
      "heading" : "N-Doped Carbon",
      "text" : ""
    }, {
      "heading" : "1. Introduction",
      "text" : "The ongoing depletion of conventional fossil fuels has urged mankind to search for renewable energies that are more sustainable and environmentally benign,[1] stimulating intensive research on future energy devices such as fuel cells, metal–air batteries, and electrochemical/photochemical water splitters wherein processes such as oxygen reduction reaction (ORR), oxygen evolution reaction (OER), and hydrogen evolution reaction (HER) strongly influence the device performance. Due to the sluggish kinetics of these reactions, catalysts are generally\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (2 of 11)\nO2,ad under acidic and alkaline conditions is generally considered as the rate-controlling step in ORR.[23,25,26] As charge density and spin density are almost evenly distributed on individual atoms of intrinsic carbon nanomaterials, they are generally inactive in electrocatalyzing ORR, OER, and HER due to the lack of active sites that can induce specific adsorption of reactants such as O2, OH−, H+, etc (Scheme 1b,c).\nHeteroatom-doping is the method of replacing certain carbon lattice atoms with heteroatoms. Due to the difference in electronegativity between carbon atoms and heteroatoms, the doping process generally redistributes charge density and spin density of carbon atoms in the lattice, thus effectively regulating the work function and increasing adsorption of reactants at specific sites.[27] It should be noted that the local geometry in the proximity of heteroatoms does change with the doping due to the atomic size difference between C and the dopant, however, this spatial distortion only significantly influences on the catalytic activities when very large dopants such as Se,[28] Br, I,[29] etc. are used. Therefore, we hereby focus on electronic effects induced by the heteroatom-doping as they are more frequently discussed in the literature. As shown in Scheme 2, the absolute difference in electronegativity between heteroatoms and C atoms determines the nature of charge density redistribution. For instance, N-doped CNTs (NCNTs) were the first reported metal-free carbon catalyst in ORR[3] and in alkaline media, the half-wave potential (E1/2) of vertically aligned NCNTs was found comparable to that of the Pt/C catalyst.[3,30] Density functional theory (DFT) calculations revealed that this surprising ORR catalytic activity was directly related to charge redistribution induced by the strongly electron-withdrawing N atom (Figure 1a) and the N-doping changed the chemisorption of oxygen from the end-on adsorption (Pauling model) at pristine CNTs to the side-on bridge-type adsorption (Yeager model) at NCNTs (Figure 1b).[31] As a result, O2 adsorption on NCNTs was exothermic and the electron transition of O2 happened in this adsorption process, lengthening (thus weakening) oxygen–oxygen bond and facilitating electron transfer in ORR (Figure 1c).[32] Different from N, B has a smaller electronegativity than carbon[33] and gets positively charged when incorporated in the carbon lattice (Figure 1d).[14] DFT calculations showed that B atoms, rather than the adjacent C atoms in the case of N-doping, served as active sites for adsorbing oxygen molecules (Figure 1e,f). The BC bond configuration played a vital role in ORR catalytic process, where the graphite-like BC3 structure was believed to be an important site in improving the electric conductivity and ORR catalytic activity of hydrothermally grown B-doped graphene quantum dots.[34]\nIn sharp contrast, due to the close electronegativity between sulfur (2.58) and carbon (2.55), S-doping could barely induce a large change in atomic charge distribution. Instead, spin density redistribution was used to explain the improved ORR catalytic activity experimentally observed in the S-doped graphene.[35] As shown in Figure 1g,h, while the S-doped graphene cluster featured a similar maximum charge density to that of the pure graphene cluster (0.22 vs 0.17), its maximum spin density (0.39) was significantly higher since no spin density existed on the pure graphene cluster (Figure 1i). As a result, DFT calculations showed that the necessary adsorption of reaction intermediate (OOH or O2) in ORR could not take place on any of carbon\nShuangyin Wang received his B.S. degree in 2006 from Zhejiang University and his Ph.D. degree in 2010 from Nanyang Technological University, Singapore. He is currently a professor of the Key Laboratory for Graphene Materials and Devices and College of Chemistry and Chemical Engineering, Hunan University. His research inter-\nests are in plasma technology, defects in various crystals and their application for electrochemical energy storage and conversion.\nRod Ruoff is director of the Center for Multidimensional Carbon Materials (CMCM), an Institute for Basic Science Center located at Ulsan National Institute of Science and Technology. He and his collaborators have made seminal contributions to new synthesis, and understanding of properties, of novel carbon materials (graphene,\ndiamond, nanotubes, sp3–sp2 hybrids, negative curvature carbon, carbon nanofoams, fullerenes, etc.).\nLiangti Qu received a Ph.D. in chemistry from Tsinghua University (Beijing, China) in 2004. He is now a Changjiang Professor of Chemistry at the Beijing Institute of Technology and leads the nanocarbon research group. His research interests in materials chemistry mainly focus on the synthesis, functionalization, and application of nanomate-\nrials with carbon–carbon conjugated structures, including carbon nanotubes, graphene, and conducting polymers.\natoms in the pure graphene cluster, but for S-doped graphene cluster, all atoms with charge density larger than 0.20 and spin density larger than 0.15 could adsorb these intermediates and work as potential active sites in ORR. In addition, Baek and coworkers also found a small variation in the maximum charge but a rather large change of spin density after doping graphene nanoplatelets with S.[36] As S-doped structures with S-adsorbed or S ring cluster-connected graphene could not create any additional spin, they showed limited catalytic activity in ORR as\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (3 of 11)\ncompared to graphene doped with covalently bonded sulfur. In summary, electronic effects of different heteroatom doping can be roughly categorized into charge-dominated or spin-dominated mechanisms based on electronegativity difference between heteroatom dopants and carbon atoms and a rough classification of these effects is thus depicted in Scheme 2.\n3. N Mono-Doping—Role of Species and Electrocatalytic Performance\nN is by far the most studied dopant in carbon nanomaterials as metal-free catalysts. In general, nitrogen dopants at least exist in three types (pyrrolic, pyridinic, or graphitic) of species that influence the catalytic property differently (Figure 2a),[37] however, the exact function of each N species remains disputable. Zhao et al. found that pyridinic and graphitic N in NCNTs increased with KOH treatment, implying that electrocatalytic activity of ORR was correlated to these species rather than the total N content.[38] More specifically, Kundu et al.[39] and Rao et al.[40] believed that pyridinic N atoms\nwere active sites for ORR, but Yang and coworkers argued that graphitic N decreased the energy barrier of O2 dissociation on NCNTs more efficiently than pyridinic N, playing more important role in ORR.[41] Additionally, Sharifi et al. claimed that quaternary N valley sites were the active center for ORR rather than pyridinic and graphitic N sites.[42] Theoretical calculations seemed to support the beneficial effect of pyridinic N on the ORR catalytic activity. In contrast to the uninfluenced or even decreased density of states at the Fermi level (DEF) induced by the growth of graphitic N or pyrrolic N content, DEF increased with the increasing pyridinic N content, facilitating the formation of local donor states close to the Fermi level and contributing to the catalytic activity.[43]\nAlternatively, the debut of N-doped graphene provided an ideal model to elucidate the contribution from each kind of nitrogen atoms in ORR.[44,45] Experimentally, the enhanced ORR activity in alkaline solution of N-doped graphene prepared by annealing graphene with ammonia was assigned to graphitic N atoms.[46] Ruoff and co-workers heated graphene oxide (GO) with various nitrogen sources (Figure 2a) and suggested that the graphitic N content was related to the limiting current density and the onset poten-\ntial for ORR in 0.1 m KOH could be improved by increasing pyridinic N content that capably converted a two-electron\nAdv. Mater. 2019, 31, 1805121\nScheme 1. Summary on the chemical processes in a) ORR, b) OER, and c) HER under acidic (red color) and alkaline (blue color) conditions. For ORR, the dash lines represent the “series” pathway involving a two-electron process to form intermediate compounds of H2O2 in acidic solution and HO2− in alkaline solution. The standard electrode potential of each step is referred to the potential of normal hydrogen electrode (NHE). AS* represents active sites of the catalysts.\nScheme 2. Illustration on heterodoped carbon materials. Upper panel: structural diagram of carbon lattice doped by different heteroatoms. Lower panel: classification on the origin of doping effects as charge-redistribution, spin redistribution, and charge–spin coupling based on the relative electronegativity of heteroatom dopants. Se, Br, and I are labeled with the superscript of *, denoting that these heteroatoms are too large to be incorporated into the carbon lattice and spatial distortion has to be considered as an important factor for inducing catalytic activities rather than pure contributions from charge and spin redistributions.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (4 of 11)\npathway to a four-electron one.[47] While the exact mechanism behind this phenomenon remained elusive, these experimental observations must be related to electronic effects associated with different N bonds, since DFT calculations by Schiros et al. showed that each graphitic N added ≈0.5 electron to the carbon π-network and generated n-doped graphene while pyridinic and nitrile N removed charge from graphene to form p-type doping with an increase of the work function (Figure 2b).[48,49] Very recently, research on highly oriented pyrolytic graphite (HOPG) with precisely controlled doping of pyridinic-N or graphitic-N contents showed Lewis-basic carbon atoms adjacent to pyridinic nitrogen were ORR active sites in acidic solution via facilitating the initial oxygen adsorption step.[50] As shown in Figure 2c, once an oxygen molecule was adsorbed on that carbon site (Species B), proton-coupled electron transfer (PCET) took place to form surface OOH species (Intermediate C) and the subsequent reduction proceeded either through a four-electron mechanism or a 2 + 2-electron pathway. In four-electron mechanism, two protons attached to the two oxygen atoms respectively, resulting in the fracture of the OOH bond and formation of OH species (Intermediate D) before another proton reacted with the remained OH to generate H2O (“E” in the Figure 2c). As for the 2 + 2-electron pathway, the absorbed OOH species reacted with another proton to produce H2O2 species that could be further reduced to H2O. Therefore, pyridinic N created Lewis basic sites and activated adjacent carbon atoms as ORR sites in N-doped carbon materials. Aside from NCNTs and N-doped graphene, carbon nitrides with different compositions of CNx, CN, and graphitic carbon nitrides (g-C3N4) are interesting N-containing carbon materials. In particular, g-C3N4 features a stable structure with high nitrogen content and ample active sites for electrocatalysis. Lyth et al.\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (5 of 11)\nfirst demonstrated the superior ORR catalytic activity of bulk g-C3N4 to pure carbon in 0.5 m H2SO4[51] and later results of ordered mesoporous g-C3N4 with high number of catalytically active nitrogen groups on the surface showed improved ORR catalytic activities in 0.1 m HClO4.[52] However, the nonconductive nature of g-C3N4 remained as the bottleneck of its ORR catalytic performance both in acidic and alkaline solutions.[51] Theoretical studies in alkaline solutions indicated a direct correlation between the ORR pathway and the number of electrons in the reaction system. As listed below, there are three possible pathways with 0, 2, and 4 electrons involved, respectively. O 2H O 4OH2 2+ → (Path I) O H O 2 HO OH2 2 2e+ + → +− − − (Path II) O 2H O 4 4OH2 2 e+ + →− − (Path III) Adsorbed oxygen molecules could not be reduced on g-C3N4 without electron participation (path I in Figure 3) owing to large barriers in free energy between intermediate (OOH@g-C3N4)\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (6 of 11)\nand final products (OH).[53] When few electrons were introduced (path II), the first 2e− reduction (O2 + H2O + 2e− → HO2− + OH−) occurred spontaneously but a further barrier prevented the next 2e− reaction (HO2− + H2O + 2e−→ 3OH−), leading to a quick accumulation of OOH− intermediates that caused ORR resistance. However, this reaction barrier could be eliminated by introducing a large amount of electrons to reduce adsorbed oxygen molecules directly to OH− through an effective four-electron path (path III). Recently, a series of hybrids containing g-C3N4 and other kinds of carbon materials with better conductivity (e.g., N-doped carbon[54] and NH2-functionalized carbon black[55]) exhibited better ORR catalytic activity in 0.1 m KOH than the pristine g-C3N4, where the N-doped carbon/g-C3N4 3D network exhibited a high diffusion limiting current density (4.54 mA cm−2) comparable to the Pt/C catalyst at 0.2 V versus RHE.[54] Besides electrocatalyzing ORR, g-C3N4 materials also showed activities in OER and HER. For example, continuous tubes of laminated g-C3N4 nanosheets[56] and 3D porous g-C3N4@carbon microflowers[57] both showed low onset potentials (≈1.40 V vs RHE) and comparable performance to IrO2-based control catalysts in OER under alkaline condition. For electrocatalytic HER, a g-C3N4 nanoribbon/graphene composite was designed and synthesized to facilitate charge/ mass transport, demonstrating a high catalytic performance with a low overpotential of 207 mV at the current density of 10 mA cm−2 and a Tafel slope of 54 mV dec−1 in 0.5 m H2SO4.[58]\nAs summarized in Table 1, best N-mono-doped carbon materials such as CVD-grown NCNTs,[30] N-doped graphene,[44] and g-C3N4@mesoporous-carbon[53] featured ORR onset potential as low as ≈0.80 V versus RHE and an electron transfer number close to 4 in 0.1 m KOH electrolyte. In addition, N-doped micropore-rich carbon nanosheets that exhibited comparable ORR activities to Pt/C in alkaline media also worked in the acidic medium of 0.5 m H2SO4,[59] representing a step further\ntoward practically applying metal-free carbon catalysts in proton-exchange membrane fuel cells (PEMFCs) where strongly acidic electrolytes are generally used. Aside from these monofunctional catalysts, Zhu and co-workers demonstrated that NCNTs synthesized via pyrolysis of polypyrrole nanotubes and KOH activation outperformed Pt/C both in ORR and OER.[60] Additionally, N-doped mesoporous carbon nanosheets/ CNT hybrids featured a half-wave potential (0.82 V vs RHE) rivaling Pt/C catalysts in ORR as well as a low onset potential (1.50 V vs RHE) in OER under alkaline condition.[61]"
    }, {
      "heading" : "4. Synergistic Co-Doping—Aiming for Better Catalysts",
      "text" : "As discussed above, each heteroatom dopant functions via a unique mechanism, therefore co-doping N-doped carbon materials with a second element may further improve catalytic activities of carbon nanomaterials by the so-called synergistic effect. Indeed, co-doping carbon nanomaterials simultaneously with electron acceptor and donor was found to synergistically activate π electrons in the sp2 carbon to efficiently catalyze ORR.[62] So far, co-dopants of B, S, P, F, Cl, and Si have been investigated[63–70] and systems with multiple dopants such as N–P–S,[71–73] N–P–B,[74,75] N–P–F,[76,77] N–S–F,[78] and N–B–F[79] have also been reported.\nN, B co-doped carbon was among the earliest examples that showed synergistic effects. In addition to isolated N or B active sites that coupled with neighboring C atoms, the interaction between adjacent N and B atoms could further promote charge transfer efficiency and catalytic activity in ORR. Theoretical results showed that in the N–C–B doping configuration, the electron-withdrawing N atom polarized the C atom and allowed extra electrons donated toward its adjacent B atom for increased\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (7 of 11)\nelectron occupancy as well as improved HO2 adsorption in alkaline solution.[80] As a result, the N, B co-doped graphene showed positive onset potential close to Pt/C (1.02 V vs RHE), large ORR current density (≈2.50 mA cm−2) under a fuel-cell operating potential (0.71 V vs RHE) and high selectivity for the four-electron pathway.\nOther than boron, N, S co-doped graphene catalysts prepared by heating graphene oxide with N and S precursors displayed an ORR onset potential (0.90 V vs RHE) close to that of Pt/C in 0.1 m KOH, and DFT calculations revealed that a large number of carbon atoms also functioned as the active sites due to the increase of maximum spin density on C (Figure 4a).[81] Besides catalyzing ORR, multifunctional N, S co-doped graphitic materials were also active in catalyzing OER and HER than the pristine or mono-doped carbon materials, enabling its application both as anode and cathode in a two-electrode water splitter that rivaled the Pt/C(−)/RuO2(+) benchmark in working performance.[65,66] Compared to N mono-doped graphene, theoretical calculations showed that the additional incorporation of S dopant barely changed the charge density distribution round N atoms (Figure 4b), but significantly induced spin density redistribution (Figure 4c). Therefore, a larger number of carbon atoms in the N, S co-doped material could serve as electrocatalytic active sites to adsorb H* and OOH* reaction intermediates after the\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (8 of 11)\nsecondary S element doping, leading to the observed remarkable improvement in OER and HER activities in alkaline solution.[66] Meanwhile, theoretical results also showed that the density of state (DOS) peak of N, S co-doped graphene was closest to its Fermi level as compared to N-doped, N, B co-doped and N, P co-doped graphene, featuring the lowest ΔGH* (0.23 eV) for H* adsorption and thus the best activity in HER under both acidic and alkaline conditions.[82] Recently in 0.1 m KOH, S-doped holey C2N aerogels with an ultrahigh surface area (≈1943 m2 g−1) displayed a low onset potential and half-wave potential (0.98 V and 0.88 V vs RHE) in ORR, as well as a high catalytic current density (20.97 mA cm−2) and small Tafel slope (62 mV dec−1) in OER.[83] When used as a bifunctional catalyst to facilitate the O2 electrochemistry in the air-cathodes of Zn–air and Li–O2\nbatteries, it exhibited lowest reversible oxygen electrode index ≈0.65 V, outperforming expensive commercial catalyst combination of Pt/C and RuO2. Meanwhile, N, S co-doped carbon tubes (SNCTs) prepared by annealing the mixture of amorphous carbonaceous tubes and cysteine were found to be active for ORR and OER in the acidic medium.[84] The optimized SNCT catalyst showed a record low onset potential (0.85 V vs RHE) for ORR and a low overpotential (76 mV at the 0.2 mA cm−2) for HER, manifesting itself as a competitive candidate to be used in PEMFCs and water splitting devices. Most impressively, 2D N, S co-doped graphitic sheets with hierarchical holes over the graphitic surface were recently synthesized by Hu and Dai as a trifunctional electrocatalyst in ORR, OER, and HER under alkaline condition.[65] Such a catalyst benefited from the abundant accessible active surface sites coupled with efficient pathways for electron and electrolyte/reactant transports and exhibited an ORR half-wave potential (≈0.87 V vs RHE) comparable to that of Pt/C, an OER onset potential (1.49 V vs RHE) similar to RuO2 nanoparticles as well as a reasonably low onset overpotential in HER (≈230 mV).\nApart from B and S, P was also able to improve the catalytic activity of N-doped carbon materials. In 2016, N, P co-doped carbon was found to catalyze ORR in acidic media due to charge delocalization of C atoms as well as the edge effects.[68] Additionally, DFT calculations indicated that incorporating P into carbon lattice could effectively reduce the free energy barrier for HER (ΔGH*) and thus promotes the initial H* adsorption, where pyridinic N and P co-doped model specifically showed negative ΔGH* with the smallest absolute value (|ΔGH*| = 0.08 eV) and thus the highest HER activity as compared to N or P mono-doped graphene in both acidic and alkaline solutions (Figure 5a,b).[85] Simi-\noverpotentials of active sites in the system of N, P co-doped or mono-doped graphene clusters (Figure 5c–h)[70] and concluded that doping from binary elements led to more active sites with higher catalytic efficiency in both ORR and OER.\nSince co-doping introduced more active sites in carbon lattice, it is expected that the catalytic activity could be further promoted by incorporating more types of heteroatoms. For example, N, S, P tridoped reduced graphene oxide (rGO) exhibited more positive onset potential (0.93 V vs RHE) than that of binary N, S codoped rGO and P mono-doped rGO, respectively, even exceeding the performance of commercial Pt.[86] The introduction of P induced synergistic effect on N, S co-doped rGO by generating active P–N species, thus enhancing graphitic order and increasing surface area for the observed improved ORR catalytic\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (9 of 11)\nactivity in 0.1 m KOH. In addition, Ma and co-workers prepared N, F, B tridoped carbon fibers with excellent ORR and OER catalytic activities in 0.1 m KOH.[79] Zn–air batteries with these fibers as air-cathode catalysts exhibited remarkable battery reversibility and stability over long charging/discharging cycles as compared to batteries using Pt/C + RuO2 and Vulcan XC-72 carbon black catalysts. Interestingly, a trifunctional electrocatalyst in ORR, OER, and HER under alkaline condition was also made possible by the N, P, F tridoped graphene prepared from thermal activation of polyaniline-coated graphene oxide and ammonium hexafluorophosphate mixture,[76] where N, P, and F existed in forms of pyridinic and graphitic N, surface PC bonds, and catalytically active ionic/semiionic CF bonds, respectively. This material could simultaneously work as HER and OER catalysts for water electrolysis as well as the ORR and OER catalysts in the air-cathode of the integrated Zn–air battery powering the water splitter, enabling the fabrication of a self-powered water-splitter that achieved a gas production rate of 0.496 and 0.254 µL s−1 for H2 and O2 when operated in ambient air. In summary, N-doping has greatly improved the catalytic performance of carbon nanomaterials via mono-doping and co-doping mechanisms. Recent developments of N-doped carbon materials for ORR, OER, and HER are summarized in Table 1. A range of N-doped carbon catalysts can now rival the\nAdv. Mater. 2019, 31, 1805121\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (10 of 11)\nAdv. Mater. 2019, 31, 1805121\ncommercial Pt/C catalyst for ORR and Ir/C for OER, proving the might of N-doping and its great potential for practical applications. In the case of HER, Pt/C still shows better activity than N-doped carbon materials. As carbon can form versatile structures of various characteristics and the selection/combination of dopants is vast, this field is still underexplored and deemed to offer more efficient catalysts in future research."
    }, {
      "heading" : "5. Prospective",
      "text" : "N mono-doping and co-doping with other heteroatoms have been demonstrated as efficient ways to modify the electron structures of carbon materials toward efficient electrocatalysis. Despite the encouraging progresses achieved so far, several issues remain to be addressed for further improvement. First of all, while DFT calculations can provide a rudimentary theoretical understanding of the working mechanism of dopants, there is still a huge gap between the current theoretical modeling and the real working condition of these catalysts. The lack of direct evidence at atomic scale requires the design of more delicate experiments under practical conditions to locate catalytically active sites and unravel their chemical nature for developing more efficient and selective electrocatalysts towards ORR, OER, and/or HER. Second, the catalytic performance of metal-free N-doped carbon catalysts needs to be further improved to meet the requirements for industrial usage. For instance, a qualified ORR electrocatalyst in PEMFCs for automobile applications should deliver an area specific activity of ≈1 mA cm−2 at 0.9 V versus RHE[89,90] for 5000 h continuous operation[91] in acidic media. However, most carbon nanomaterials with comparable catalytic activities to Pt in ORR under alkaline solutions fail to work in acidic solutions, as protonation of doped nitrogen atoms hinders the charge delocalization[92] and decreases the number of active sites under harsh acidic conditions.[93] Consequently, more H2O2 may form via the two-electron reduction of oxygen and corrode the carbon support as well as active sites,[94] demanding a judicious design on catalysts with even larger amount of active sites and improved ratios of four-electron process reduction instead of two-electron process in ORR.[84] Last but not least, the preparation of N-doped carbon nanocatalysts has to be simple and economically viable for largescale productions. The era of metal-free N-doped carbon catalysts is around the corner, a flourishing development will come with reduced material costs and more sustainable catalysis."
    }, {
      "heading" : "Acknowledgements",
      "text" : "K.G., B.W., and T.L. contributed equally to this work. Z.P.Z. and L.T.Q. thank the support from the National Key R&D Program of China (2017YFB1104300, 2016YFA0200200), NSFC (Grant No. 21325415, 21774015, 51673026, 51433005), NSFC-MAECI (51861135202), and Beijing Municipal Science and Technology Commission (Z161100002116022). B.W., B.V.C., and R.S.R. are supported by the Institute for Basic Science (IBS-R019-D1)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "co-doping, electrocatalysts, metal-free, mono-doping, N-doped carbon\nReceived: August 6, 2018 Revised: August 25, 2018\nPublished online: October 21, 2018\n[1] C. G. Hu, L. M. Dai, Angew. Chem., Int. Ed. 2016, 55, 11736. [2] J. Wang, B. Li, T. Yersak, D. J. Yang, Q. F. Xiao, J. L. Zhang,\nC. Zhang, J. Mater. Chem. A 2016, 4, 11559. [3] K. P. Gong, F. Du, Z. H. Xia, M. Durstock, L. M. Dai, Science 2009,\n323, 760. [4] G. A. Ferrero, A. B. Fuertes, M. Sevilla, M. M. Titirici, Carbon 2016,\n106, 179. [5] R. H. Xing, T. S. Zhou, Y. Zhou, R. G. Ma, Q. Liu, J. Luo, J. C. Wang,\nNano-Micro Lett. 2018, 10, 3. [6] J. J. Xuan, Z. W. Liu, Int. J. Electrochem. Sci. 2017, 12, 10471. [7] N. Jia, Q. Weng, Y. R. Shi, X. Y. Shi, X. B. Chen, P. Chen, Z. W. An,\nY. Chen, Nano Res. 2018, 11, 1905. [8] S. Fang, Y. Xia, K. L. Lv, Q. Li, J. Sun, M. Li, Appl. Catal., B 2016, 185,\n225. [9] C. Zhang, S. Bhoyate, M. Hyatt, B. L. Neria, K. Siam, P. K. Kahol,\nM. Ghimire, S. R. Mishra, F. Perez, R. K. Gupta, Surf. Coat. Technol. 2018, 347, 407. [10] H. C. Kwon, S. Yook, S. Choi, M. Choi, ACS Catal. 2017, 7, 5257. [11] N. Liu, L. Z. Ding, H. J. Li, M. J. Jia, W. X. Zhang, N. H. An,\nX. L. Yuan, J. Colloid Interface Sci. 2017, 490, 677. [12] D. R. Dreyer, H. P. Jia, C. W. Bielawski, Angew. Chem., Int. Ed. 2010,\n49, 6813. [13] J. C. Li, P. X. Hou, C. Liu, Small 2017, 13, 1702002. [14] L. Wang, H. L. Dong, Z. Y. Guo, L. L. Zhang, T. J. Hou, Y. Y. Li,\nJ. Phys. Chem. C 2016, 120, 17427. [15] A. Mulyadi, Z. Zhang, M. Dutzer, W. Liu, Y. L. Deng, Nano Energy\n2017, 32, 336. [16] X. Liu, L. M. Dai, Nat. Rev. Mater. 2016, 1, 16064. [17] G. Wu, A. Santandreu, W. Kellogg, S. Gupta, O. Ogoke,\nH. G. Zhang, H. L. Wang, L. M. Dai, Nano Energy 2016, 29, 83. [18] C. G. Hu, D. Liu, Y. Xiao, L. M. Dai, Prog. Nat. Sci.: Mater. Int. 2018,\n28, 121. [19] J. J. Duan, S. Chen, M. Jaroniec, S. Z. Qiao, ACS Catal. 2015, 5,\n5207. [20] M. Inagaki, M. Toyoda, Y. Soneda, T. Morishita, Carbon 2018, 132,\n104. [21] L. Yang, X. F. Zeng, W. C. Wang, D. P. Cao, Adv. Funct. Mater. 2018,\n28, 1704537. [22] Q. L. Wei, X. Tong, G. X. Zhang, J. L. Qiao, Q. J. Gong, S. H. Sun,\nCatalysts 2015, 5, 1574. [23] N. Ramaswamy, S. Mukerjee, Adv. Phys. Chem. 2014, 2012, 1. [24] B. B. Blizanac, P. N. Ross, N. M. Markovic, Electrochim. Acta 2007,\n52, 2264. [25] D. B. Sepa, M. V. Vojnovic, L. M. Vracar, A. Damjanovic, Electrochim.\nActa 1987, 32, 129. [26] E. Yeager, M. Razaq, D. Gervasio, A. Razaq, D. Tryk,\nProc. - Electrochem. Soc. 1992, 92, 440. [27] P. Yan, J. Liu, S. D. Yuan, Y. J. Liu, W. L. Cen, Y. Q. Chen, Appl. Surf.\nSci. 2018, 445, 398. [28] Z. P. Jin, H. G. Nie, Z. Yang, J. Zhang, Z. Liu, X. J. Xu, S. M. Huang,\nNanoscale 2012, 4, 6455. [29] X. W. Wang, G. Z. Sun, P. Routh, D. H. Kim, W. Huang, P. Chen,\nChem. Soc. Rev. 2014, 43, 7067. [30] Z. Chen, D. Higgins, Z. W. Chen, Carbon 2010, 48, 3057. [31] M. D. Esrafili, Comput. Theor. Chem. 2013, 1015, 1.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1805121 (11 of 11)\nAdv. Mater. 2019, 31, 1805121\n[32] X. B. Hu, Y. T. Wu, H. R. Li, Z. B. Zhang, J. Phys. Chem. C 2010, 114, 9603. [33] J. J. Wu, M. T. F. Rodrigues, R. Vajtai, P. M. Ajayan, Adv. Mater. 2016, 28, 6239. [34] T. Van Tam, S. G. Kang, K. F. Babu, E. S. Oh, S. G. Lee, W. M. Choi, J. Mater. Chem. A 2017, 5, 10537. [35] L. P. Zhang, J. B. Niu, M. T. Li, Z. H. Xia, J. Phys. Chem. C 2014, 118, 3545. [36] I. Y. Jeon, S. Zhang, L. P. Zhang, H. J. Choi, J. M. Seo, Z. H. Xia, L. M. Dai, J. B. Baek, Adv. Mater. 2013, 25, 6138. [37] J. Masa, W. Xia, M. Muhler, W. Schuhmann, Angew. Chem., Int. Ed. 2015, 54, 10102. [38] A. Q. Zhao, J. Masa, W. Schuhmann, W. Xia, J. Phys. Chem. C 2013, 117, 24283. [39] S. Kundu, T. C. Nagaiah, W. Xia, Y. M. Wang, S. Van Dommele, J. H. Bitter, M. Santa, G. Grundmeier, M. Bron, W. Schuhmann, M. Muhler, J. Phys. Chem. C 2009, 113, 14302. [40] C. V. Rao, C. R. Cabrera, Y. Ishikawa, J. Phys. Chem. Lett. 2010, 1, 2622. [41] S. Ni, Z. Y. Li, J. L. Yang, Nanoscale 2012, 4, 1184. [42] T. Sharifi, G. Hu, X. E. Jia, T. Wagberg, ACS Nano 2012, 6,\n8904. [43] J. D. Wiggins-Camacho, K. J. Stevenson, J. Phys. Chem. C 2009, 113,\n19082. [44] L. T. Qu, Y. Liu, J. B. Baek, L. M. Dai, ACS Nano 2010, 4, 1321. [45] H. B. Yang, J. W. Miao, S. F. Hung, J. Z. Chen, H. B. Tao, X. Z. Wang,\nL. P. Zhang, R. Chen, J. J. Gao, H. M. Chen, L. M. Dai, B. Liu, Sci. Adv. 2016, 2, 1501122. [46] D. S. Geng, Y. Chen, Y. G. Chen, Y. L. Li, R. Y. Li, X. L. Sun, S. Y. Ye, S. Knights, Energy Environ. Sci. 2011, 4, 760. [47] L. F. Lai, J. R. Potts, D. Zhan, L. Wang, C. K. Poh, C. H. Tang, H. Gong, Z. X. Shen, L. Y. Jianyi, R. S. Ruoff, Energy Environ. Sci. 2012, 5, 7936. [48] T. Schiros, D. Nordlund, L. Palova, D. Prezzi, L. Y. Zhao, K. S. Kim, U. Wurstbauer, C. Gutierrez, D. Delongchamp, C. Jaye, D. Fischer, H. Ogasawara, L. G. M. Pettersson, D. R. Reichman, P. Kim, M. S. Hybertsen, A. N. Pasupathy, Nano Lett. 2012, 12, 4025. [49] T. Kondo, S. Casolo, T. Suzuki, T. Shikano, M. Sakurai, Y. Harada, M. Saito, M. Oshima, M. I. Trioni, G. F. Tantardini, J. Nakamura, Phys. Rev. B 2012, 86, 3089. [50] D. H. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura, Science 2016, 351, 361. [51] S. M. Lyth, Y. Nabae, S. Moriya, S. Kuroki, M. Kakimoto, J. Ozaki, S. Miyata, J. Phys. Chem. C 2009, 113, 20148. [52] K. Kwon, Y. J. Sa, J. Y. Cheon, S. H. Joo, Langmuir 2012, 28, 991. [53] Y. Zheng, Y. Jiao, J. Chen, J. Liu, J. Liang, A. Du, W. M. Zhang,\nZ. H. Zhu, S. C. Smith, M. Jaroniec, G. Q. Lu, S. Z. Qiao, J. Am. Chem. Soc. 2011, 133, 20116. [54] X. Y. Wu, S. M. Li, B. Wang, J. H. Liu, M. Yu, Microporous Mesoporous Mater. 2017, 240, 216. [55] Y. Qiu, L. Xin, F. Jia, J. Xie, W. Z. Li, Langmuir 2018, 34, 5159. [56] T. F. Ma, J. Bai, Q. Wang, C. P. Li, Dalton Trans. 2018, 47, 10240. [57] Z. W. Tong, D. Yang, X. Y. Zhao, J. F. Shi, F. Ding, X. Y. Zou,\nZ. Y. Jiang, Chem. Eng. J. 2018, 337, 312. [58] Y. Zhao, F. Zhao, X. P. Wang, C. Y. Xu, Z. P. Zhang, G. Q. Shi,\nL. T. Qu, Angew. Chem., Int. Ed. 2014, 53, 13934. [59] P. Chen, L. K. Wang, G. Wang, M. R. Gao, J. Ge, W. J. Yuan,\nY. H. Shen, A. J. Xie, S. H. Yu, Energy Environ. Sci. 2014, 7, 4095. [60] T. Pan, H. Y. Liu, G. Y. Ren, Y. N. Li, X. Y. Lu, Y. Zhu, Sci. Bull. 2016,\n61, 889. [61] X. Z. Li, Y. Y. Fang, S. L. Zhao, J. T. Wu, F. Li, M. Tian, X. F. Long,\nJ. Jin, J. T. Ma, J. Mater. Chem. A 2016, 4, 13133.\n[62] Z. K. Kou, B. B. Guo, D. P. He, J. Zhang, S. C. Mu, ACS Energy Lett. 2018, 3, 184. [63] C. Yu, H. Q. Fang, Z. Q. Liu, H. Hu, X. T. Meng, J. S. Qiu, Nano Energy 2016, 25, 184. [64] Y. M. Liu, Y. J. Zhang, K. Cheng, X. Quan, X. F. Fan, Y. Su, S. Chen, H. M. Zhao, Y. B. Zhang, H. T. Yu, M. R. Hoffmann, Angew. Chem., Int. Ed. 2017, 56, 15607. [65] C. G. Hu, L. M. Dai, Adv. Mater. 2017, 29, 1604942. [66] K. G. Qu, Y. Zheng, Y. Jiao, X. X. Zhang, S. Dai, S. Z. Qiao, Adv.\nEnergy Mater. 2017, 7, 1602068. [67] Y. Fu, Y. Huang, Z. H. Xiang, G. Q. Liu, D. P. Cao, Eur. J. Inorg.\nChem. 2016, 13, 2100. [68] J. Zhang, L. Qu, G. Shi, J. Liu, J. Chen, L. Dai, Angew. Chem., Int. Ed.\n2016, 55, 2230. [69] X. Yue, S. L. Huang, J. J. Cai, Y. S. Jin, P. K. Shen, J. Mater. Chem. A\n2017, 5, 7784. [70] Z. H. Zhao, Z. H. Xia, ACS Catal. 2016, 6, 1553. [71] S. L. Yang, L. Peng, P. P. Huang, X. S. Wang, Y. B. Sun, C. Y. Cao,\nW. G. Song, Angew. Chem., Int. Ed. 2016, 55, 4016. [72] Y. N. Zhu, C. Y. Cao, W. J. Jiang, S. L. Yang, J. S. Hu, W. G. Song,\nL. J. Wan, J. Mater. Chem. A 2016, 4, 18470. [73] K. Chen, Y. J. Hao, M. R. Zhang, D. Y. Zhou, Y. J. Cao, Y. Wang,\nL. Feng, RSC Adv. 2017, 7, 5782. [74] H. L. Lin, L. Chu, X. J. Wang, Z. Q. Yao, F. Liu, Y. N. Ai, X. D. Zhuang,\nS. Han, New J. Chem. 2016, 40, 6022. [75] Y. J. Song, G. S. Liu, Z. Y. Yuan, RSC Adv. 2016, 6, 94636. [76] J. Zhang, L. Dai, Angew. Chem., Int. Ed. 2016, 55, 13296. [77] M. G. Wu, Y. Q. Wang, Z. X. Wei, L. Wang, M. Zhuo, J. T. Zhang,\nX. P. Han, J. M. Ma, J. Mater. Chem. A 2018, 6, 10918. [78] C. V. Pham, M. Klingele, B. Britton, K. R. Vuyyuru, T. Unmuessig,\nS. Holdcroft, A. Fischer, S. Thiele, Adv. Sustainable Syst. 2017, 1, 1600038. [79] L. Wang, Y. Q. Wang, M. G. Wu, Z. X. Wei, C. Y. Cui, M. L. Mao, J. T. Zhang, X. P. Han, Q. H. Liu, J. M. Ma, Small 2018, 14, 1800737. [80] Y. Zheng, Y. Jiao, L. Ge, M. Jaroniec, S. Z. Qiao, Angew. Chem., Int. Ed. 2013, 52, 3110. [81] J. Liang, Y. Jiao, M. Jaroniec, S. Z. Qiao, Angew. Chem., Int. Ed. 2012, 51, 11496. [82] K. G. Qu, Y. Zheng, X. X. Zhang, K. Davey, S. Dai, S. Z. Qiao, ACS Nano 2017, 11, 7293. [83] S. S. Shinde, C. H. Lee, J. Y. Yu, D. H. Kim, S. U. Lee, J. H. Lee, ACS Nano 2018, 12, 596. [84] T. Sun, Q. Wu, Y. F. Jiang, Z. Q. Zhang, L. Y. Du, L. J. Yang, X. Z. Wang, Z. Hu, Chem. - Eur. J. 2016, 22, 10326. [85] Y. Zheng, Y. Jiao, L. H. Li, T. Xing, Y. Chen, M. Jaroniec, S. Z. Qiao, ACS Nano 2014, 8, 5290. [86] F. Razmjooei, K. P. Singh, M. Y. Song, J. S. Yu, Carbon 2014, 78, 257. [87] Z. Liu, H. G. Nie, Z. Yang, J. Zhang, Z. P. Jin, Y. Q. Lu, Z. B. Xiao,\nS. M. Huang, Nanoscale 2013, 5, 3283. [88] X. W. Yu, M. Zhang, J. Chen, Y. R. Li, G. Q. Shi, Adv. Energy Mater.\n2016, 6, 1501492. [89] H. A. Gasteiger, S. S. Kocha, B. Sompalli, F. T. Wagner, Appl. Catal.,\nB 2005, 56, 9. [90] C. R. Raj, A. Samanta, S. H. Noh, S. Mondal, T. Okajima, T. Ohsaka,\nJ. Mater. Chem. A 2016, 4, 11156. [91] Y. Wang, K. S. Chen, J. Mishler, S. C. Cho, X. C. Adroher, Appl.\nEnergy 2011, 88, 981. [92] K. Wan, Z. P. Yu, X. H. Li, M. Y. Liu, G. Yang, J. H. Piao, Z. X. Liang,\nACS Catal. 2015, 5, 4325. [93] X. Zhou, Z. Bai, M. Wu, J. Qiao, Z. Chen, J. Mater. Chem. A 2015,\n3, 3343. [94] X. Li, G. Liu, B. N. Popov, J. Power Sources 2010, 195, 6373."
    } ],
    "references" : [ {
      "title" : "Nano Res",
      "author" : [ "N. Jia", "Q. Weng", "Y.R. Shi", "X.Y. Shi", "X.B. Chen", "P. Chen", "Z.W. An", "Y. Chen" ],
      "venue" : "2018, 11",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1905
    }, {
      "title" : "Adv",
      "author" : [ "N. Ramaswamy", "S. Mukerjee" ],
      "venue" : "Phys. Chem. 2014",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "[3] Compared to their metal-based counterparts, N-doped carbon nanomaterials are of long life time, enhanced fuel tolerance,[4,5] and versatility of catalyzing a wide range of reactions including OER,[6,7] HER,[8,9] oxidative dehydrogenation,[10] reduction of nitrobenzene,[11] oxidation of various alcohols, and hydration of different alkynes.",
      "startOffset" : 200,
      "endOffset" : 205
    }, {
      "referenceID" : 1,
      "context" : "O2,ad under acidic and alkaline conditions is generally considered as the rate-controlling step in ORR.[23,25,26] As charge density and spin density are almost evenly distributed on individual atoms of intrinsic carbon nanomaterials, they are generally inactive in electrocatalyzing ORR, OER, and HER due to the lack of active sites that can induce specific adsorption of reactants such as O2, OH−, H+, etc (Scheme 1b,c).",
      "startOffset" : 103,
      "endOffset" : 113
    } ],
    "year" : 2019,
    "abstractText" : "K. Gao, Prof. Z. P. Zhang, Prof. L. T. Qu Key Laboratory of Photoelectronic/Electrophotonic Conversion Materials Key Laboratory of Cluster Science Ministry of Education of China School of Chemistry and Chemical Engineering Beijing Institute of Technology Beijing 100081, P. R. China E-mail: lqu@bit.edu.cn Dr. B. Wang, Dr. B. V. Cunning, Prof. R. S. Ruoff Center for Multidimensional Carbon Materials (CMCM) Institute for Basic Science (IBS) Ulsan 44919, Republic of Korea E-mail: rsruoff@ibs.re.kr, ruofflab@gmail.com L. Tao, Prof. S. Y. Wang State Key Laboratory of Chem/Bio-Sensing and Chemometrics Provincial Hunan Key Laboratory for Graphene Materials and Devices College of Chemistry and Chemical Engineering Hunan University Changsha 410082, P. R. China E-mail: shuangyinwang@hnu.edu.cn Prof. R. S. Ruoff Department of Chemistry and School of Materials Science and Engineering Ulsan National Institute of Science and Technology (UNIST) Ulsan 44919, Republic of Korea The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201805121.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}