{
  "name" : "downloads_2019-11-13_b7_10.3390@nano9111595.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "DBD Plasma Combined with Different Foam Metal Electrodes for CO2 Decomposition: Experimental Results and DFT Validations",
    "authors" : [ "Ju Li", "Xingwu Zhai", "Cunhua Ma", "Shengjie Zhu", "Feng Yu", "Bin Dai", "Guixian Ge", "Dezheng Yang" ],
    "emails" : [ "leej222@163.com", "zxw1725910806@163.com", "zsj497262724@gmail.com", "yufeng05@mail.ipc.ac.cn", "db_tea@shzu.edu.cn", "mchua@shzu.edu.cn", "geguixian@shzu.edu.cn", "yangdz@dlut.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: dielectric barrier discharge plasma; foam metal electrodes; CO2 decomposition; density functional theory"
    }, {
      "heading" : "1. Introduction",
      "text" : "Recently, the environmental impact of carbon dioxide (CO2) has been extensively studied. The contribution of CO2 to the greenhouse effect has been confirmed, so solutions to the problem of\nNanomaterials 2019, 9, 1595; doi:10.3390/nano9111595 www.mdpi.com/journal/nanomaterials\nNanomaterials 2019, 9, 1595 2 of 14\nexcessive CO2 need to be found. Nowadays, the greenhouse effect originated from CO2 emission is one of the main challenges for human beings. Meanwhile, CO2 is a ubiquitous and universally available C1 (a substance containing one carbon atom) resource in the world. In this regard, three major strategies have been proposed: carbon capture, storage, and utilization [1–5]. As one of the carbon utilization pathways, CO2 direct decomposition has aroused special interest, because it can convert the greenhouse gas into value-added carbon monoxide (CO), which can be used not only as a fuel, but also as a widely used chemical raw material [6]. CO2 thermal decomposition requires temperature excess of 2000 K to form CO and O2 [7]. Hence, this is a high consumption energy process. In recent years, some alternative processes for CO2 decomposition have been developed, among them non-thermal plasma (NTP) is an emerging alternative to CO2 decomposition that has many merits, such as exciting high-energy electrons for reaction under environmental conditions. Meanwhile, the gas temperature of NTP can be very low, which ensures a low energy cost due to reduced heat loss [8]. Therefore, various NTP configurations have been tested, such as corona discharge [9], glow discharge [10], gliding arc discharge [11], microwave discharge [12], and radio frequency discharge [13]. In the near future, dielectric barrier discharge (DBD) plasma will be used in CO2 conversion [14]. DBD is one of the NTPs, which can replace the catalytic chemical process under high-temperature operating conditions. There are numerous microdischarges in the DBD reaction tube. Microdischarges are composed of a number of small current filaments, which are generally short-lived, only a few nanoseconds, and evenly distributed around the high-voltage electrode [15]. In a DBD, the average temperature of energetic electrons is very high, over the range of 10,000–100,000 K, but the actual gas temperature is close to the environment temperature [16]. Except for the generation of high-energy particles, DBD also produces ultraviolet-visible light, ozone species, excited species, radicals, ions, etc. These reactive species are responsible for the efficient initiation and propagation of reactions [17,18]. In general, the DBD reactor performance depends on reactor configuration, flow velocity, power, ambient gas, and catalyst/packing material [19,20]. Hueso et al. [21] conducted a DBD technique to reform methane and directly decompose methanol under normal and low temperature conditions. Depending on the applied voltage, feed ratio, reactants’ residence time, or reactor configuration, the conversion can reach 20–80% in the case of methane and 7–45% for CO2. Under similar experimental conditions, methanol direct decomposition is up to 60–100%. Tu et al. [22] observed shifts in CO2 conversion and process energy efficiency by changing DBD plasma processing parameters. Conclusion can be made that increasing the discharge power or lowering the gas flow velocity can improve CO2 conversion with other parameters unchanged, but with lower energy efficiency. Snoeckx et al. [23] conducted extensive and in-depth studies on DBD plasma decomposition of CO2. It can be found that the presence of N2 in 50% of N2 gas mixture has little effect on CO2 conversion and energy efficiency. However, a higher N2 fraction results in a decrease in CO2 conversion and energy efficiency. Michielsen et al. [24] reported CO2 decomposition in a packed-bed DBD reactor packed with glass wool, quartz wool, and SiO2, ZrO2, Al2O3, and BaTiO3 spherical beads of different sizes. Among the many filler materials studied, BaTiO3 has a maximum conversion of up to 25% and an energy efficiency of 4.5%. Uytdenhouwen et al. [25] used a DBD microplasma reactor to investigate the effect of gap size reduction combined with packing material on the conversion and efficiency of CO2 dissociation. The results were compared to a conventional size reactor as a reference. Even though the energy efficiency is low, decreasing the discharge gap can greatly enhance the CO2 conversion rate. At present, in the literatures we have seen, most of the catalysts used for CO2 decomposition by plasma are metal oxides. However, a few literatures have reported researches on CO2 conversion by using foam metals as catalysts. In this work, we studied DBD plasma junctions and different packed foam metal materials (Fe, Al, and Ti) for CO2 conversion. Compared to metal oxide catalysts, the foam metals can not only serve as a carrier for energy transformation, but the foam metals distributed in the discharge gap also consume a part of O2 and O radicals, so that the reaction proceeds in the positive direction, promoting the decomposition of CO2. The effects of power, flow velocity, and other\nNanomaterials 2019, 9, 1595 3 of 14\ndischarge characteristics are studied to better understand the influence of the filling catalysts on CO2 splitting. Furthermore, we use density functional theory (DFT) to verify the experimental results. The results show that CO2 adsorption has a lower activation energy barrier on the foam Ti surface."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Dielectric Materials",
      "text" : "In this paper, foam metals (Fe, Al, and Ti) are used as filler catalysts along the discharge region. All of these catalysts are commercially available and untreated."
    }, {
      "heading" : "2.2. Experimental Setup",
      "text" : "in Figure 1. The experimental device includes the following components: plasma generator, DBD\nreactor (Beijing Synthware glass), and a gas chromatograph (GC) for detecting the product. The coaxial\ncylindrical reactor has two electrodes, namely a high-voltage (HV) electrode and a low-voltage (LV)\nelectrode, and they produce a discharge between the two electrodes. The HV electrode is a stainless\nsteel rod, 2 mm in diameter, which is connected to an alternating current (AC) power source and fixed\non the central shaft of the reaction tube. Condensed water at 20 ◦C is added to the reactor housing and\nthe LV electrode is grounded with a wire. The discharge parameters were measured using a voltage\nprobe, a current monitor, and an oscilloscope. The composition of the off-gas from the plasma reactor was determined by GC. The calculation of the discharge power is based on the area of the Lissajous figure displayed on the oscilloscope.\nNanomaterials 2019, 9, x FOR PEER REVIEW 3 of 13\nthe discharge gap also consume a part of O2 and O radicals, so that the reaction proceeds in the\npositive direction, promoting the decomposition of CO2. The effects of power, flow velocity, and other\ndischarge characteristics are studied to better understand the influence of the filling catalysts on CO2\nsplitting. Furthermore, we use density functional theory (DFT) to verify the experimental results. The\nresults show that CO2 adsorption has a lower activation energy barrier on the foam Ti surface."
    }, {
      "heading" : "2. Experimental",
      "text" : ". . ielectric aterials\nI t is er, f t ls ( e, l, i) r s s filler catalysts along the discharge region.\nll f t t l t r r i ll il l tr t .\nmeasured using a vol age probe, a urrent monitor, and an oscilloscope. The c position of the off-\ngas from the plasma reactor w s determined by GC. Th calculation of the disch ge pow r is based\non th area of the Lissajous figure displayed on the oscilloscope."
    }, {
      "heading" : "2.3. Gas Analysis and Parameter Definition",
      "text" : "Pure CO2 (99.995%) is used as the reaction gas and the inlet feed gas flow velocity was varied\nfrom 20 to 100 mL/min through the mass flow controller. After the GC had stabilized, the composition\nof the gas products was recorded by GC every 15 min. Helium (He) was used as its carrier gas.\n. c ti i f t i l 2 splitting."
    }, {
      "heading" : "2.3. Gas Analysis and Parameter Definition",
      "text" : "Pure CO2 (99.995%) is used as the reaction gas and the inlet feed gas flow velocity was varied from 20 to 100 mL/min through the mass flow controller. After the GC had stabilized, the composition of the gas products was recorded by GC every 15 min. Helium (He) was used as its carrier gas.\nNanomaterials 2019, 9, 1595 4 of 14\nCO2 conversion, CO yield, and selectivity are important parameters for evaluating the plasma process performance, as defined below:\nCO2 conversion (%) = CO2 converted\nCO2 input × 100, (1)\nCO yield (%) = CO formed CO2 input × 100, (2)\nCO selectivity (%) = CO formed\nCO2 converted × 100. (3)\nFurthermore, specific input energy (SIE) is another important evaluation of system performance, defined as follows:\nSIE = discharge power\nCO2 flow rate × 60. (4)\nThe energy efficiency (EE) of the plasma splitting CO2 process is defined as the molar number of CO2 decomposed per unit plasma power and is formulated by the following equation:\nEE (%) = ∆H298K ×CO2 converted\nSIE × 24.5 × 100, (5)\nwhere ∆H represents the reaction enthalpy of one mole CO2 splitting."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Effect of Packing Materials on Discharge Characteristics",
      "text" : "Figure 2 presents the variation of the Lissajous figure with discharge voltage. From the picture, we can observe that the area of the Lissajous figure increases with increasing voltage. The impact of different filled foam metals on the discharge characteristics at the same input power of 70 W is shown in Figure 3. Compared with non-packing materials, there are much less filamentary discharges in the reactor packed with foam Fe, Al, and Ti. It is apparent that the filling of foam metals in the reactor causes changes in discharge characteristics and discharge patterns, from the original filamentary discharge to both the current filamentary discharge and surface discharge. The results demonstrate that the introduction of the packed foam metals into the DBD reactor can promote the discharge characteristics. We have discussed similar phenomena in our previous studies. For example, when ZrO2 or foam Ni catalyst is introduced into the reactor, the discharge type changes and the filamentation discharge decreases dramatically [26–28]. Moreover, at the same input power, the Lissajous pattern of the electrode made of foam Ti has a larger area than the other two, which means that the foam Ti can further enhance the discharge power. Furthermore, from the slopes of the graph, it can be concluded that the foam Ti electrode transfers more charges than the other two foam metals. Filling the materials into the tube can generate a strong electric field. Near the particle contact points, the field intensity and the number of high-energy electrons increase.\nNanomaterials 2019, 9, 1595 5 of 14\nNanomaterials 2019, 9, x FOR PEER REVIEW 5 of 13\nNanomaterials 2019, 9, x FOR PEER REVIE 5 of 13\nFrom the voltage and current waveforms of the CO2 discharge, changes of the discharge characteristics in the reactor with and without the packing materials can be seen. A typical filamentous discharge can be seen in the empty tube, which can be verified by a plurality of burr peaks in the current signal of Figure 4a. On the contrary, as is exhibited in Figure 4b–d, filling the foam metals into the discharge region produces a typical packed-bed effect and results in the discharge characteristics to\nNanomaterials 2019, 9, 1595 6 of 14\nchange from a filamentary discharge to a combination of surface discharge and filamentary discharge, because the spike discharge signal is reduced as demonstrated. In the packed bed DBD reactor, the filamentary discharge can only be emerged in a small gap between the particle-particle and the particle-tube walls, while the surface discharge can be generated on the particle surfaces near the particles.Nanomaterials 2019, 9, x FOR PEER REVIEW 6 of 13\nFigure 4. Discharge characteristics of CO2 in the DBD reactor without or with filling foam metals: (a)\nWithout packing; (b) Foam Fe; (c) Foam Al; (d) Foam Ti."
    }, {
      "heading" : "3.2. Effect of Packing Materials on CO2 Conversion and CO Yield",
      "text" : "The CO2 conversions and CO yield when different filling foam metals were placed in the\ndischarge gap are displayed in Figure 5. Clearly, packed bed DBD that was filled with three foam\nmetals shows higher CO2 conversion and CO yield than DBD without packing. Notably, CO2\nconversion and CO yield are greatly increased in the foam Ti-packed reactor, which are\napproximately three times more than that of the CO2 conversion and CO yield in the non-packed\ntube. In the foam Fe-packed tube, CO2 conversion and CO yield are lower than the foam Ti-filled\ntube, but higher than the foam Al-packed tube."
    }, {
      "heading" : "3.3. Effect of Discharge Power and Gas Flow Rate on CO2 Conversion",
      "text" : "Figure 4. Discharge ch racter stics of CO2 in the BD reactor with ut or w th filling foam met ls: (a) Without packing; (b) Foam Fe; (c) Foam Al; (d) Foam Ti."
    }, {
      "heading" : "3.2. Effect of Packing Materials on CO2 Conversion and CO Yield",
      "text" : "The CO2 conversions and CO yield when different filling foam metals were placed in the discharge gap are displayed in Figure 5. Clearly, packed bed DBD that was filled with three foam metals shows higher CO2 conversion and CO yield than DBD without packing. Notably, CO2 conversion and CO yield are greatly increased in the foam Ti-packed reactor, which are approximately three times more than that of the CO2 conversion and CO yield in the non-packed tube. In the foam Fe-packed tube, CO2 conversion and CO yield are lower than the foam Ti-filled tube, but higher than the foam Al-packed tube.\nNanomaterials 2019, 9, x FOR PEER REVIEW 6 of 13\nFigure 4. Discharge characteristics of CO2 in the DBD reactor without or with filling foam metals: (a)\nWithout packing; (b) Foam Fe; (c) Foam Al; (d) Foam Ti."
    }, {
      "heading" : "3.2. Effect of Packing Materials on CO2 Conversion and CO Yield",
      "text" : "The CO2 conversions and CO yield when different filling foam metals were placed in the\ndischarge gap are displayed in Figure 5. Clearly, packed bed DBD that was filled with three foam\nmetals shows higher CO2 conversion and CO yield than DBD without packing. Notably, CO2\nconversion and CO yield are greatly increased in the foam Ti-packed reactor, which are\napproximately three times more than that of the CO2 conversion and CO yield in the non-packed\ntube. In the foam Fe-packed tube, CO2 conversion and CO yield are lower than the foam Ti-filled\ntube, but higher than the foam Al-packed tube."
    }, {
      "heading" : "3.3. Effect of Discharge Power and Gas Flow Rate on CO2 Conversion",
      "text" : "Figure 6. One of the critical factors affecting the CO2 conversion by DBD plasma is the discharge power. The discharge can change the electric field of the plasma reactor, thereby changing the amount of active electrons and active radicals [29]. For an empty tube, it can be noted that increasing the discharge power from 30 W to 90 W results in an improvement in CO2 conversion. However, it drops\nNanomaterials 2019, 9, 1595 7 of 14"
    }, {
      "heading" : "3.3. Effect of Discharge Power and Gas Flow Rate on CO2 Conversion",
      "text" : "The influence of discharge power and gas flow velocity on CO2 decomposition is depicted in Figure 6. One of the critical factors affecting the CO2 conversion by DBD plasma is the discharge power. The discharge can change the electric field of the plasma reactor, thereby changing the amount of active electrons and active radicals [29]. For an empty tube, it can be noted that increasing the discharge power from 30 W to 90 W results in an improvement in CO2 conversion. However, it drops as the discharge power is further increased to 110 W. When the flow rate is fixed at 20 mL/min, the empty tube reaches a maximum conversion of 21.15% at a power of 90 W. The CO2 conversion tends to be saturated and slightly decreased if the discharge power is continuously increased over 90 W, and 90 W may be the optimum power under this condition, so from the viewpoint of energy-saving, an appropriate discharge power range is required. Similarly, for foam Fe, when the flow rate is 20 mL/min, the maximum conversion rate of 44.84% is achieved at a power of about 70 W. However, further increases in discharge power have no obvious impact on CO2 conversion, because the discharge filaments cover the electrode surface and the quantity of microdischarges is not obviously increased [30].\nNanomaterials 2019, 9, x FOR PEER REVIEW 7 of 13 as the discharge power is further increased to 110 W. When the flow rate is fixed at 20 mL/min, the empty tube reaches a maximum conversion of 21.15% at a power of 90 W. The CO2 conversion tends to be saturated and slightly decreased if the discharge power is continuously increased over 90 W, and 90 W may be the optimum power under this condition, so from the viewpoint of energy-saving, an appropriate discharge power range is required. Similarly, for foam Fe, when the flow rate is 20 mL/min, the maximum conversion rate of 44.84% is achieved at a power of about 70 W. However, further increases in discharge power have no obvious impact on CO2 conversion, because the discharge filaments cover the electrode surface and the quantity of microdischarges is not obviously increased [30].\nHowever, for foam Al and Ti, increasing the discharge power increases CO2 conversion. As the\nplasma power changes from 30 to 110 W, CO2 conversion increases from 26.58% and 30.16% to 44.02%\nand 46.61%, respectively. Increasing the plasma discharge power will increase the amplitude and\nnumber of current pulses, as depicted in Figure 7. A higher input power means more energy is put into the reaction system, which leads to a higher current density, producing more cation CO2+ and\nanion O2− in DBD plasma [31–33]. This phenomenon indicates that, as the discharge power increases,\nthe quantity of microdischarges are effectively increased, which suggests that more chemical reaction\nchannels a d chemically active s eci s re generated for CO2 processing [22,34]. Sufficient en rgy\nwill activate the electrons nd reactant molecules to increase the ch nces of mutual collision\nfrequen y between the activ materials, so more che ical b nds will be destroyed and more active\nsp cies will be produce , resulting in a higher CO2 conversion [32,35].\nIt has been proved that the feed flow vel city is also one of the important factors affecting the\nCO2 conversion. It can be noticed from Figure 7 that the CO2 conversion rate is the largest at the\nminimum CO2 flow rate of 20 mL/min, whether it is an empty tube or a filli g foam met l tub .\nSimilar p enomen have be n reported in a non-packed DBD reactor [22]. When the other para eters\nare not changed, enhancing t e CO2 flow rate decreases the residence time in the discharge area,\nwhic reduces the possibility of CO2 conversion caused by collisio with high-energy electrons and\nchemically reactive species, and thus reduces the CO2 conversion rate. For example, w n the CO2\nflow velocity varies withi a range of 20 to 100 mL/min, CO2 conversion is reduced from 46.61% to\n33.98% at 110 W for foam Ti.\nFigure 6. Effect of discharge power and gas flow velocity on CO2 conversion: (a) Without packing; (b) Foam Fe; (c) Foam Al; (d) Foam Ti.\nHowever, for foam Al and Ti, increasing the discharge power increases CO2 conversion. As the plasma power changes from 30 to 110 W, CO2 conversion increases from 26.58% and 30.16% to 44.02% and 46.61%, respectively. Increasing the plasma discharge power will increase the amplitude and number of current pulses, as depicted in Figure 7. A higher input power means more energy is put into the reaction system, which leads to a higher current density, producing more cation CO2+ and anion O2− in DBD plasma [31–33]. This phenomenon indicates that, as the discharge power increases, the quantity of microdischarges are effectively increased, which suggests that more chemical reaction channels and chemically active species are generated for CO2 processing [22,34]. Sufficient energy will activate the electrons and reactant molecules to increase the chances of mutual collision frequency between the active materials, so more chemical bonds will be destroyed and more active species will be produced, resulting in a higher CO2 conversion [32,35].\nNanomaterials 2019, 9, 1595 8 of 14 Nanomaterials 2019, 9, x FOR PEER REVIEW 8 of 13"
    }, {
      "heading" : "3.4. Effect of Discharge Power and Gas Flow Rate on Energy Efficiency",
      "text" : "Energy efficiency is a big concern in plasma-assisted CO2 decomposition processes. Among\nvarious plasmas, microwave plasma decomposition can achieve higher energy efficiency, owing to\nthe selective excitation of the vibration level of CO2 [36]. However, the energy efficiency of CO2\nsplitting is generally around 10% in DBD plasma, because the active particle impact of CO2 is a vital\nprocedure in the plasma [12,37].\nFigure 8 denotes the influencing factors of energy efficiency, namely, discharge power and gas\nflow velocity. The energy efficiency in filled foam metal tubes is higher than that of empty tubes over\nthe input power range of 30 to 110 W that was studied. From the figure, we can conclude that energy\nefficiency drops with increasing discharge power. For foam Ti, the higher the power, the higher the\nCO2 conversion; the energy efficiency decreased from 8.85% to 5.96%, while the plasma discharge\npower is varied from 30 to 110 W.\nThe influence of feed flow velocity and discharge power on the energy efficiency of CO2 splitting\nby plasma exhibits the opposite behavior. A higher feed flow rate results in lower CO2 conversion,\nbut more energy efficient. For example, by increasing the velocity of feed flow from 20 to 100 mL/min,\nthe energy efficiency increases from 3.88% to 8.85%. Moreover, the reason why energy efficiency\ndecreases with increasing discharge power may be attributed to energy loss, which is released in the\nform of heat, and it can be verified from an increase in condensate temperature. Under the same\nplasma operating conditions, the CO2 conversion and energy efficiency cannot simultaneously be\ntaken into account during discharge process. Thus, there is a need to balance the relationship between\nCO2 decomposition and energy efficiency during the experiment.\ni r . ff t f i r r t rr t i l f r t t .\nIt has been p oved that the feed flow v l city is also one of the important factors affecting the CO2 conversion. It can be noticed from Figure 7 that the CO2 conversion rate is the largest at the minimum CO2 flow rate of 20 mL/min, whether it is an empty tube or a filling foam metal tube. Similar phenomena have been reported in a non-packed DBD reactor [22]. When the other parameters are not changed, enhancing the CO2 flow rate decreases the residence time in the discharge area, which reduces the possibility of CO2 conversion caused by collision with high-energy electrons and chemically reactive species, and thus reduces the CO2 conversion rate. For example, when the CO2 flow velocity varies within a range of 20 to 100 mL/min, CO2 conversion is reduced from 46.61% to 33.98% at 110 W for foam Ti."
    }, {
      "heading" : "3.4. Effect of Discharge Power and Gas Flow Rate on Energy Efficiency",
      "text" : "Energy efficiency is a big concern in plasma-assisted CO2 decomposition processes. Among various plasmas, microwave plasma decomposition can achieve higher energy efficiency, owing to the selective excitation of the vibration level of CO2 [36]. However, the energy efficiency of CO2 splitting is generally around 10% in DBD plasma, because the active particle impact of CO2 is a vital procedure in the plasma [12,37]. Figure 8 denotes the influencing factors of energy efficiency, namely, discharge power and gas flow velocity. The energy efficiency in filled foam metal tubes is higher than that of empty tubes over the input power range of 30 to 110 W that was studied. From the figure, we can conclude that energy efficiency drops with increasing discharge power. For foam Ti, the higher the power, the higher the CO2 conversion; the energy efficiency decreased from 8.85% to 5.96%, while the plasma discharge power is varied from 30 to 110 W.\nNanomaterials 2019, 9, 1595 9 of 14Nanomaterials 2019, 9, x FOR PEER REVIEW 9 of 13\nFigure 8. Effect of discharge power and gas flow velocity on energy efficiency: (a) Without packing; (b) Foam Fe; (c) Foam Al; (d) Foam Ti.\n3.5. Effect of SIE on CO2 Conversion and Energy Efficiency\nAccording to the definition of SIE (Equation (4)), the variation of SIE is determined by the feed\nflow velocity and discharge power. Generally speaking, SIE is regarded as one of the important\nindividual factors for CO2 transformation process [6,38,39]. Obviously, CO2 conversion and energy\nefficiency have opposite trends with changes in SIE. As a consequence, there is a demand to\ninvestigate the impact of the optimal SIE calculated by different combinations on the CO2\ntransformation process [40].\nFigure 9a shows the impact of SIE on CO2 conversion. The introduction of foam metal catalysts\ninto the DBD reactor has a significant effect on the CO2 decomposition rate, which increases with\nincreasing SIE. Compared with the results of without packing, the foam Fe, Al, and Ti prominently\nraise CO2 conversion by 2.14, 2.42, and 2.63 times, respectively. Among the three catalysts, foam Ti\ncatalyst has the best catalytic effect.\nThe effect of SIE on energy efficiency is shown in Figure 9b. The energy efficiency of all the\nreactors decreases with increasing SIE [41]. For instance, for foam Ti, when the SIE is increased from\n42 to 210 kJ/L, the energy efficiency is decreased from 7.11% to 2.33%. Therefore, the interaction\neffects of power and CO2 flow velocity should be taken into account while using a suitable SIE to\nachieve high CO2 conversion and energy efficiency simultaneously.\nFigure 8. Effect of discharge power and gas flow velocity on energy efficiency: (a) Without packing; (b) Foam Fe; (c) Foam Al; (d) Foam Ti.\nThe influence of feed flow velocity and discharge power on the energy efficiency of CO2 splitting by plasma exhibits the opposite behavior. A higher feed flow rate results in lower CO2 conversion, but more energy efficient. For example, by increasing the velocity of feed flow from 20 to 100 mL/min, the energy efficiency increases from 3.88% to 8.85%. Moreover, the reason why energy efficiency decreases with increasing discharge power may be attributed to energy loss, which is released in the form of heat, and it can be verified from an increase in condensate temperature. Under the same plasma operating conditions, the CO2 conversion and energy efficiency cannot simultaneously be taken into account during discharge process. Thus, there is a need to balance the relationship between CO2 decomposition and energy efficiency during the experiment."
    }, {
      "heading" : "3.5. Effect of SIE on CO2 Conversion and Energy Efficiency",
      "text" : "According to the definition of SIE (Equation (4)), the variation of SIE is determined by the feed flow velocity and discharge power. Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39]. Obviously, CO2 conversion and energy efficiency have opposite trends with changes in SIE. As a consequence, there is a demand to investigate the impact of the optimal SIE calculated by different combinations on the CO2 transformation process [40]. Figure 9a shows the impact of SIE on CO2 conversion. The introduction of foam metal catalysts into the DBD reactor has a significant effect on the CO2 decomposition rate, which increases with increasing SIE. Compared with the results of without packing, the foam Fe, Al, and Ti prominently raise CO2 conversion by 2.14, 2.42, and 2.63 times, respectively. Among the three catalysts, foam Ti catalyst has the best catalytic effect. The effect of SIE on energy efficiency is shown in Figure 9b. The energy efficiency of all the reactors decreases with increasing SIE [41]. For instance, for foam Ti, when the SIE is increased from 42 to 210 kJ/L, the energy efficiency is decreased from 7.11% to 2.33%. Therefore, the interaction effects of power and CO2 flow velocity should be taken into account while using a suitable SIE to achieve high CO2 conversion and energy efficiency simultaneously.\nNanomaterials 2019, 9, 1595 10 of 14Nanomaterials 2019, 9, x FOR PEER REVIEW 10 of 13\nFigure 9. Effect of specific input energy of different foam metals on: (a) CO2 conversion; (b) energy\nefficiency.\n3.6. Effect of Different Packing Materials on CO Selectivity\nThe influence of different packed foam metals on CO selectivity at different discharge powers is\nexhibited in Figure 10. For foam Fe and Al, the CO selectivity during the whole reaction process is\nmaintained at about 88–96%. Compared with the empty tube discharge, the difference in CO\nselectivity between the two at different discharge powers is not significant under our experimental\nconditions. It can be inferred that, for foam Fe and Al, discharge power plays a secondary role in CO\nselectivity. However, for foam Ti, the CO selectivity varies between 91% and 97%, which is much\nhigher than the other two foam metals, indicating that the foam Ti has a good catalytic effect. The CO\nselectivity based on carbon atoms (Equation (3)) is close to 100%, which means that the stoichiometric\nconversion of CO2 to CO has been achieved in this study, and the generation of CO is mainly due to\nCO2 dissociation. The electron collision dissociation of CO2 is likely to lead to ground state CO and\nboth the ground state and metastable O atoms, whereas studies have revealed that CO bands are\nobserved in experiments, indicating that CO can also be formed in the excited state [42].\nFigure 10. CO selectivity of different foam metals at different discharge powers.\n3.7. DFT Validations\nFigure 9. Effect of specific input energy of different foam metals on: (a) CO2 conversion; (b) energy efficiency."
    }, {
      "heading" : "3.6. Effect of Differe t rials on CO Selectivity",
      "text" : "The influence f iff r t e foam metals on CO s lectivity at different discharge powers is exhibited in Figure 10. For foa Fe and Al, the CO selectivity during the whole reaction process is maintained at about 88–96%. Compared with the empty tube discharge, the difference in CO selectivity between the two at different discharge powers is not significant under our experimental conditions. It can be inferred that, for foam Fe and Al, discharge power plays a secondary role in CO selectivity. However, for foam Ti, the CO selectivity varies between 91% and 97%, which is much higher than the other two foam metals, indicating that the foam Ti has a good catalytic effect. The CO selectivity based on carbon atoms (Equation (3)) is close to 100%, which means that the stoichiometric conversion of CO2 to CO has been achieved in this study, and the generation of CO is mainly due to CO2 dissociation. The electron collision dissociation of CO2 is likely to lead to ground state CO and both the ground state and metastable O atoms, whereas studies have revealed that CO bands are observed in experiments, indicating that CO can also be formed in the excited state [42].\nNanomaterials 2019, 9, x FOR PEER REVIEW 10 of 13\nFigure 9. Effect of specific input energy of different foam metals on: (a) CO2 conversion; (b) energy efficiency."
    }, {
      "heading" : "3.6. Effect of Different Packing Materials n CO S lectivity",
      "text" : "The influence of different packed foam metals on CO selectivity at different discharge powers is exhibited in Figure 10. For foam Fe and Al, the CO selectivity during the whole reaction process is maintained at about 88–96%. Compared with the empty tube discharge, the difference in CO sel ctivity between the two at different discharge powers is not significant under our experimental conditi ns. It can be inferred that, for foam Fe and Al, discharge power plays a secondary role in CO selectivity. However, for foam Ti, the CO selectivity varies between 91% and 97%, which is much higher than the other two foam metals, indicating that the foam Ti has a good catalytic effect. The CO selectivity based on carbon atoms (Equation (3)) is close to 100%, which means that the stoichiometric conversion of CO2 to CO has been achieved in this study, and th generation f CO is mainly due to CO2 dissociation. The electron collision dissociation of CO2 is likely to lead to ground state CO and both the ground sta e a metastable O atoms, whereas stu ies have rev aled that CO bands are observed in experiments, indicating that CO can also be formed in the excited state [42].\n3.7. DFT Validations\ni . selectivity of different foa etals at diff rent discharge powers.\nNanomaterials 2019, 9, 1595 11 of 14"
    }, {
      "heading" : "3.7. DFT Validations",
      "text" : "A prerequisite for highly efficient catalysts is the adsorption of CO2 on the catalysts’ surface. To gain a clear insight into the adsorption performance of catalysts, an in-depth investigation of the CO2 adsorption was carried out. According to X-ray diffraction (XRD) analysis, the (101) plane of Ti, (111) plane of Al, and (110) plane of Fe are investigated carefully. Based on the above results, we performed DFT calculations to investigate the adsorption of CO2 on catalysts’ surface as shown in Figure 11. The results indicate that the adsorption energy of CO2 on the (101) plane of Ti is −2.49 eV (Figure 11a), which is lower than that observed for the (111) plane of Al (Figure 11b) and (110) plane of Fe (Figure 11c). This indicates that CO2 would have more favorable adsorption on the (101) plane of Ti rather than the (111) plane of Al and (110) plane of Fe. These findings explain the origin of the high catalytic activity of the (101) plane of Ti. Accordingly, the (101) plane of Ti is superior to the (111) plane of Al and (110) plane of Fe for the CO2 conversion process.\nNanomaterials 2019, 9, x FOR PEER REVIEW 11 of 13"
    }, {
      "heading" : "A prerequisite for highly efficient catalysts is the adsorption of CO2 on the catalysts’ surface. To",
      "text" : "gain a clear insight into the adsorption performance of catalysts, an in-depth investigation of the CO2\nadsorption was carried out. According to X-ray diffraction (XRD) analysis, the (101) plane of Ti, (111)\nplane of Al, and (110) plane of Fe are investigated carefully. Based on the above results, we performed\nDFT calculations to investigate the adsorption of CO2 on catalysts’ surface as shown in Figure 11. The\nresults indicate that the adsorption energy of CO2 on the (101) plane of Ti is −2.49 eV (Figure 11a),\nwhich is lower than that observed for the (111) plane of Al (Figure 11b) and (110) plane of Fe (Figure\n11c). This indicates that CO2 would have more favorable adsorption on the (101) plane of Ti rather\nthan the (111) plane of Al and (110) plane of Fe. These findings explain the origin of the high catalytic\nactivity of the (101) plane of Ti. Accordingly, the (101) plane of Ti is superior to the (111) plane of Al\nand (110) plane of Fe for the CO2 conversion process.\n4. Conclusions\nIn this study, we investigated a coaxial DBD plasma junctions and different packed foam metal\nmaterials (foam Fe, Al, and Ti) placed into the discharge gap for CO2 conversion. The effects of power,\nflow velocity, and other discharge characteristics were studied to better understand the influence of\nthe filling catalysts on CO2 decomposition. The filling of foam metals in the reactor caused changes\nin discharge characteristics and discharge patterns, from the original filamentary discharge to both\nthe current filamentary discharge and surface discharge. Compared with the maximum CO2\nconversion of 21.15% and energy efficiency of 3.92% in the reaction tube without the foam metal\nelectrode, a maximum CO2 decomposition rate of 44.84%, 44.02%, and 46.61% and energy efficiency\nof 6.86%, 6.19%, and 8.85% were obtained in the reaction tubes packed with foam Fe, Al, and Ti,\nrespectively. The results showed that the CO2 conversion rate for the filled foam metal electrode was\nobviously enhanced when compared with the non-packed tube. It was seen that the foam Ti had the\nbest CO2 decomposition rate among the three foam metals.\nFurthermore, we used density functional theory (DFT) to further verify the experimental results.\nAccording to X-ray diffraction (XRD) analysis, the (101) plane of Ti, (111) plane of Al, and (110) plane\nof Fe were carefully investigated. Based on the above results, we performed DFT calculations to\ninvestigate the adsorption of CO2 on catalysts surface. The results indicated that the adsorption\nenergy of CO2 on the (101) plane of Ti was −2.49 eV, which was lower than the (111) plane of Al and\n(110) plane of Fe. The results showed that CO2 adsorption had a lower activation energy barrier on\nthe foam Ti surface. The theoretical calculation is consistent with the experimental results, which\nbetter explains the mechanism of CO2 decomposition.\nAuthor Contributions: Conceptualization, C.M., G.G., D.Y., B.D. and F.Y.; methodology, C.M., G.G., D.Y., and F.Y.; formal analysis, C.M., G.G., D.Y., F.Y., J.L., X.Z. and S.Z.; investigation, C.M., G.G., D.Y., F.Y., J.L., and X.Z.; data curation, C.M., G.G., D.Y., and F.Y.; writing—original draft preparation, C.M., G.G., D.Y., and F.Y.; writing—review and editing, J.L., X.Z., C.M., G.G., D.Y., and F.Y.; supervision, C.M., G.G., D.Y., and F.Y."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this study, we investigated a coaxial DBD plasma junctions and different packed foam metal materials (foam Fe, Al, and Ti) placed into the discharge gap for CO2 conversion. The effects of power, flow velocity, and other discharge characteristics were studied to better understand the influence of the filling catalysts on CO2 decomposition. The filling of foam metals in the reactor caused changes in discharge characteristics and discharge patterns, from the original filamentary discharge to both the current filamentary discharge and surface discharge. Compared with the maximum CO2 conversion of 21.15% and energy efficiency of 3.92% in the reaction tube without the foam metal electrode, a maximum CO2 decomposition rate of 44.84%, 44.02%, and 46.61% and energy efficiency of 6.86%, 6.19%, and 8.85% were obtained in the reaction tubes packed with foam Fe, Al, and Ti, respectively. The results showed that the CO2 conversion rate for the filled foam metal electrode was obviously enhanced when compared with the non-packed tube. It was seen that the foam Ti had the best CO2 decomposition rate among the three foam metals. Furthermore, we used density functional theory (DFT) to further verify the experimental results. According to X-ray diffraction (XRD) analysis, the (101) plane of Ti, (111) plane of Al, and (110) plane of Fe were carefully investigated. Based on the above results, we performed DFT calculations to investigate the adsorption of CO2 on catalysts surface. The results indicated that the adsorption energy of CO2 on the (101) plane of Ti was −2.49 eV, which was lower than the (111) plane of Al and (110) plane of Fe. The results showed that CO2 adsorption had a lower activation energy barrier on the foam Ti surface. The theoretical calculation is consistent with the experimental results, which better explains the mechanism of CO2 decomposition.\nNanomaterials 2019, 9, 1595 12 of 14\nAuthor Contributions: Conceptualization, C.M., G.G., D.Y., B.D. and F.Y.; methodology, C.M., G.G., D.Y., and F.Y.; formal analysis, C.M., G.G., D.Y., F.Y., J.L., X.Z. and S.Z.; investigation, C.M., G.G., D.Y., F.Y., J.L., and X.Z.; data curation, C.M., G.G., D.Y., and F.Y.; writing—original draft preparation, C.M., G.G., D.Y., and F.Y.; writing—review and editing, J.L., X.Z., C.M., G.G., D.Y., and F.Y.; supervision, C.M., G.G., D.Y., and F.Y.\nFunding: This research was funded by the National Natural Science Foundation of China (No.21663022) and Science and Technology Innovation Talents Program of Bingtuan (No.2019CB025).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Conversion of methane and carbon dioxide to higher value products",
      "author" : [ "V. Havran", "M.P. Dudukovic", "C.S. Lo" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "The changing paradigm in CO2 utilization",
      "author" : [ "M. Aresta", "A. Dibenedetto", "A. Angelini" ],
      "venue" : "J. CO2 Util",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2013
    }, {
      "title" : "Worldwide innovations in the development of carbon capture technologies and the utilization of CO2",
      "author" : [ "P. Markewitz", "W. Kuckshinrichs", "W. Leitner", "J. Linssen", "P. Zapp", "R. Bongartz", "A. Schreiber", "T.E. Müller" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "Mesoporous oxidic holey nanosheets from Zn-Cr LDH synthesized by soft chemical etching of Cr3+ and its application as CO2 hydrogenation catalyst",
      "author" : [ "P. Saikia", "J. Saikia", "S. Sarmah", "R. Goswamee" ],
      "venue" : "J. CO2 Util",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Novel process technologies for conversion of carbon dioxide from industrial flue gas streams into methanol",
      "author" : [ "O.Y. Abdelaziz", "W.M. Hosny", "M.A. Gadalla", "F.H. Ashour", "I.A. Ashour", "C.P. Hulteberg" ],
      "venue" : "J. CO2 Util",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Dissociation of CO2 in a low current gliding arc plasmatron",
      "author" : [ "T. Nunnally", "K. Gutsol", "A. Rabinovich", "A. Fridman", "A. Gutsol", "A. Kemoun" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Plasma-assisted conversion of CO2 in a dielectric barrier discharge reactor: understanding the effect of packing materials",
      "author" : [ "D. Mei", "X. Zhu", "Y.L. He", "J.D. Yan", "X. Tu" ],
      "venue" : "Plasma Sources Sci. Technol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Warm plasma activation of CO2 in a rotating gliding arc discharge reactor",
      "author" : [ "H. Zhang", "L. Li", "X. Li", "W. Wang", "J. Yan", "X. Tu" ],
      "venue" : "J. CO2 Util",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "FTIR study of decomposition of carbon dioxide in dc corona discharges",
      "author" : [ "G. Horvath", "J. Skalný", "N. Mason" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2008
    }, {
      "title" : "CO2 decomposition using glow discharge plasmas",
      "author" : [ "J.Y. Wang", "G.G. Xia", "A. Huang", "S.L. Suib", "Y. Hayashi", "H. Matsumoto" ],
      "venue" : "J. Catal",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1999
    }, {
      "title" : "Gliding arc plasma processing of CO2 conversion",
      "author" : [ "A. Indarto", "D.R. Yang", "J.W. Choi", "H. Lee", "H.K. Song" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2007
    }, {
      "title" : "Splitting of CO2 by vibrational excitation in non-equilibrium plasmas: a reaction kinetics model",
      "author" : [ "T. Kozák", "A. Bogaerts" ],
      "venue" : "Plasma Sources Sci. Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Decomposition of methane and carbon dioxide in a radio-frequency discharge",
      "author" : [ "S.Y. Savinov", "H. Lee", "H.K. Song", "B.K. Na" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1999
    }, {
      "title" : "Dielectric barrier discharge plasma assisted CO2 conversion: understanding the effects of reactor design and operating parameters",
      "author" : [ "N. Lu", "C. Zhang", "K. Shang", "N. Jiang", "J. Li", "Y. Wu" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Plasma catalysis for CO2 decomposition by using different dielectric materials",
      "author" : [ "R. Li", "Q. Tang", "S. Yin", "T. Sato" ],
      "venue" : "Fuel Process. Technol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2006
    }, {
      "title" : "A study on CO2 decomposition to CO and O2 by the combination of catalysis and dielectric-barrier discharges at low temperatures and ambient pressure",
      "author" : [ "K. Zhang", "G. Zhang", "X. Liu", "A.N. Phan", "K. Luo" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Enhanced hydrogen production by methanol decomposition using a novel rotating gliding arc discharge plasma",
      "author" : [ "H. Zhang", "F. Zhu", "X. Li", "K. Cen", "C. Du", "X. Tu" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Plasma activation of methane for hydrogen production in a N2 rotating gliding arc warm plasma: a chemical kinetics study",
      "author" : [ "H. Zhang", "W. Wang", "X. Li", "L. Han", "M. Yan", "Y. Zhong", "X. Tu" ],
      "venue" : "Chem. Eng. J. 2018,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Dry reforming of methane over a Ni/Al2O3 catalyst in a coaxial dielectric barrier discharge reactor",
      "author" : [ "X. Tu", "H.J. Gallon", "M.V. Twigg", "P.A. Gorry", "J.C. Whitehead" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2011
    }, {
      "title" : "Conversion of carbon dioxide to value-added chemicals in atmospheric pressure dielectric barrier discharges",
      "author" : [ "S. Paulussen", "B. Verheyde", "X. Tu", "C.D. Bie", "T. Martens", "D. Petrovic", "A. Bogaerts", "B. Sels" ],
      "venue" : "Plasma Sources Sci. Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2010
    }, {
      "title" : "Evaluation of different dielectric barrier discharge plasma configurations as an alternative technology for green C1 chemistry in the carbon dioxide reforming of methane and the direct decomposition of methanol",
      "author" : [ "V.J. Rico", "J.L. Hueso", "J. Cotrino", "A.R. González-Elipe" ],
      "venue" : "J. Phys. Chem. A",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Conversion of CO2 in a cylindrical dielectric barrier discharge reactor: effects of plasma processing parameters and reactor design",
      "author" : [ "D. Mei", "X. Tu" ],
      "venue" : "J. CO2 Util",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "CO2 conversion in a dielectric barrier discharge plasma: N2 in the mix as a helping hand or problematic impurity",
      "author" : [ "R. Snoeckx", "S. Heijkers", "K.V. Wesenbeeck", "S. Lenaerts", "A. Bogaerts" ],
      "venue" : "Energy Environ. Sci. 2016,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "CO2 dissociation in a packed bed DBD reactor: first steps towards a better understanding of plasma catalysis",
      "author" : [ "I. Michielsen", "Y. Uytdenhouwen", "J. Pype", "B. Michielsen", "J. Mertens", "F. Reniers", "V. Meynen", "A. Bogaerts" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "A packed-bed DBD micro plasma reactor for CO2 dissociation: does size matter",
      "author" : [ "Y. Uytdenhouwen", "S.V. Alphen", "I. Michielsen", "V. Meynen", "P. Cool", "A. Bogaerts" ],
      "venue" : "Chem. Eng. J. 2018,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Enhanced CO2 decomposition via metallic foamed electrode packed in self-cooling DBD plasma device",
      "author" : [ "S.J. Zhu", "A.M. Zhou", "F. Yu", "B. Dai", "C.H. Ma" ],
      "venue" : "Plasma Sci. Technol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Direct decomposition of CO2 using self-cooling dielectric barrier discharge plasma",
      "author" : [ "A.M. Zhou", "D. Chen", "B. Dai", "C.H. Ma", "P.P. Li", "F. Yu" ],
      "venue" : "Greenh. Gases Sci. Technol. 2017,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Density dependence of capillary plasma on the pressure and applied voltage",
      "author" : [ "H.S. Uhm", "D.G. Jang", "M.S. Kim", "H. Suk" ],
      "venue" : "Phys. Plasmas",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2012
    }, {
      "title" : "Self-organized filaments in dielectric barrier discharge in air at atmospheric pressure",
      "author" : [ "L.F. Dong", "X.C. Li", "Z.Q. Yin", "S.F. Qian", "J.T. Ouyang", "L. Wang" ],
      "venue" : "Chin. Phys. Lett. 2001,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2001
    }, {
      "title" : "Non-thermal plasma-assisted catalytic dry reforming of methane and carbon dioxide over G-C3N4-based catalyst",
      "author" : [ "N. Lu", "X. Bao", "N. Jiang", "K. Shang", "J. Li", "Y. Wu" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Effect of applied voltage in electron density of homogeneous dielectric barrier discharge at atmospherice pressure",
      "author" : [ "R. Shrestha", "R. Tyata", "D. Subedi" ],
      "venue" : "Himal. Phys. 2013,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2013
    }, {
      "title" : "Effect of dielectric packing materials on the decomposition of carbon dioxide using DBD microplasma reactor",
      "author" : [ "X. Duan", "Z. Hu", "Y. Li", "B. Wang" ],
      "venue" : "AIChE J",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "Optimization of CO2 conversion in a cylindrical dielectric barrier discharge reactor using design of experiments",
      "author" : [ "D. Mei", "Y.L. He", "S. Liu", "J. Yan", "X. Tu" ],
      "venue" : "Plasma Process. Polym",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Determination of spectroscopic temperatures and electron density in rotating gliding arc discharge",
      "author" : [ "A.J. Wu", "H. Zhang", "X.D. Li", "S.Y. Lu", "C.M. Du", "J.H. Yan" ],
      "venue" : "IEEE Trans. Plasma Sci. 2015,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "CO2 dissociation in an atmospheric pressure plasma/catalyst system: a study of efficiency",
      "author" : [ "L. Spencer", "A. Gallimore" ],
      "venue" : "Plasma Sources Sci. Technol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2012
    }, {
      "title" : "Influence of vibrational states on CO2 splitting by dielectric barrier discharges",
      "author" : [ "R. Aerts", "T. Martens", "A. Bogaerts" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "Investigation of dry reforming of methane in a dielectric barrier discharge reactor",
      "author" : [ "Q. Wang", "B.H. Yan", "Y. Jin", "Y. Cheng" ],
      "venue" : "Plasma Chem. Plasma Process",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2009
    }, {
      "title" : "The impact of a dielectric barrier discharge on the catalytic oxidation of methane over Ni-containing catalyst",
      "author" : [ "A.A. Khassin", "B.L. Pietruszka", "M. Heintze", "V.N. Parmon" ],
      "venue" : "React. Kinet. Catal. Lett",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2004
    }, {
      "title" : "Investigation of CO2 splitting process under atmospheric pressure using multi-electrode cylindrical DBD plasma reactor",
      "author" : [ "G. Niu", "Y. Qin", "W. Li", "Y. Duan" ],
      "venue" : "Plasma Chem. Plasma Process",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Plasma-based dry reforming: Improving the conversion and energy efficiency in a dielectric barrier discharge",
      "author" : [ "R. Snoeckx", "Y. Zeng", "X. Tu", "A. Bogaerts" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    }, {
      "title" : "Plasma-catalytic dry reforming of methane in an atmospheric dielectric barrier discharge: understanding the synergistic effect at low temperature",
      "author" : [ "X. Tu", "J. Whitehead" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "As one of the carbon utilization pathways, CO2 direct decomposition has aroused special interest, because it can convert the greenhouse gas into value-added carbon monoxide (CO), which can be used not only as a fuel, but also as a widely used chemical raw material [6].",
      "startOffset" : 265,
      "endOffset" : 268
    }, {
      "referenceID" : 6,
      "context" : "CO2 thermal decomposition requires temperature excess of 2000 K to form CO and O2 [7].",
      "startOffset" : 82,
      "endOffset" : 85
    }, {
      "referenceID" : 7,
      "context" : "Meanwhile, the gas temperature of NTP can be very low, which ensures a low energy cost due to reduced heat loss [8].",
      "startOffset" : 112,
      "endOffset" : 115
    }, {
      "referenceID" : 8,
      "context" : "Therefore, various NTP configurations have been tested, such as corona discharge [9], glow discharge [10], gliding arc discharge [11], microwave discharge [12], and radio frequency discharge [13].",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 9,
      "context" : "Therefore, various NTP configurations have been tested, such as corona discharge [9], glow discharge [10], gliding arc discharge [11], microwave discharge [12], and radio frequency discharge [13].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 10,
      "context" : "Therefore, various NTP configurations have been tested, such as corona discharge [9], glow discharge [10], gliding arc discharge [11], microwave discharge [12], and radio frequency discharge [13].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 11,
      "context" : "Therefore, various NTP configurations have been tested, such as corona discharge [9], glow discharge [10], gliding arc discharge [11], microwave discharge [12], and radio frequency discharge [13].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 12,
      "context" : "Therefore, various NTP configurations have been tested, such as corona discharge [9], glow discharge [10], gliding arc discharge [11], microwave discharge [12], and radio frequency discharge [13].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 13,
      "context" : "In the near future, dielectric barrier discharge (DBD) plasma will be used in CO2 conversion [14].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 14,
      "context" : "Microdischarges are composed of a number of small current filaments, which are generally short-lived, only a few nanoseconds, and evenly distributed around the high-voltage electrode [15].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 15,
      "context" : "In a DBD, the average temperature of energetic electrons is very high, over the range of 10,000–100,000 K, but the actual gas temperature is close to the environment temperature [16].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 16,
      "context" : "These reactive species are responsible for the efficient initiation and propagation of reactions [17,18].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 17,
      "context" : "These reactive species are responsible for the efficient initiation and propagation of reactions [17,18].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 18,
      "context" : "In general, the DBD reactor performance depends on reactor configuration, flow velocity, power, ambient gas, and catalyst/packing material [19,20].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 19,
      "context" : "In general, the DBD reactor performance depends on reactor configuration, flow velocity, power, ambient gas, and catalyst/packing material [19,20].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 20,
      "context" : "[21] conducted a DBD technique to reform methane and directly decompose methanol under normal and low temperature conditions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] observed shifts in CO2 conversion and process energy efficiency by changing DBD plasma processing parameters.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] conducted extensive and in-depth studies on DBD plasma decomposition of CO2.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] reported CO2 decomposition in a packed-bed DBD reactor packed with glass wool, quartz wool, and SiO2, ZrO2, Al2O3, and BaTiO3 spherical beads of different sizes.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] used a DBD microplasma reactor to investigate the effect of gap size reduction combined with packing material on the conversion and efficiency of CO2 dissociation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "The discharge can change the electric field of the plasma reactor, thereby changing the amount of active electrons and active radicals [29].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 27,
      "context" : "The discharge can change the electric field of the plasma reactor, thereby changing the amount of active electrons and active radicals [29].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 27,
      "context" : "The discharge can change the electric field of the plasma reactor, thereby changing the amount of active electrons and active radicals [29].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 28,
      "context" : "However, further increases in discharge power have no obvious impact on CO2 conversion, because the discharge filaments cover the electrode surface and the quantity of microdischarges is not obviously increased [30].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 28,
      "context" : "However, further increases in discharge power have no obvious impact on CO2 conversion, because the discharge filaments cover the electrode surface and the quantity of microdischarges is not obviously increased [30].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 21,
      "context" : "This phenomenon indicates that, as the discharge power increases, the quantity of microdischarges are effectively increased, which suggests that more chemical reaction channels a d chemically active s eci s re generated for CO2 processing [22,34].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 32,
      "context" : "This phenomenon indicates that, as the discharge power increases, the quantity of microdischarges are effectively increased, which suggests that more chemical reaction channels a d chemically active s eci s re generated for CO2 processing [22,34].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 30,
      "context" : "Sufficient en rgy will activate the electrons nd reactant molecules to increase the ch nces of mutual collision frequen y between the activ materials, so more che ical b nds will be destroyed and more active sp cies will be produce , resulting in a higher CO2 conversion [32,35].",
      "startOffset" : 271,
      "endOffset" : 278
    }, {
      "referenceID" : 33,
      "context" : "Sufficient en rgy will activate the electrons nd reactant molecules to increase the ch nces of mutual collision frequen y between the activ materials, so more che ical b nds will be destroyed and more active sp cies will be produce , resulting in a higher CO2 conversion [32,35].",
      "startOffset" : 271,
      "endOffset" : 278
    }, {
      "referenceID" : 21,
      "context" : "Similar p enomen have be n reported in a non-packed DBD reactor [22].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 21,
      "context" : "This phenomenon indicates that, as the discharge power increases, the quantity of microdischarges are effectively increased, which suggests that more chemical reaction channels and chemically active species are generated for CO2 processing [22,34].",
      "startOffset" : 240,
      "endOffset" : 247
    }, {
      "referenceID" : 32,
      "context" : "This phenomenon indicates that, as the discharge power increases, the quantity of microdischarges are effectively increased, which suggests that more chemical reaction channels and chemically active species are generated for CO2 processing [22,34].",
      "startOffset" : 240,
      "endOffset" : 247
    }, {
      "referenceID" : 30,
      "context" : "Sufficient energy will activate the electrons and reactant molecules to increase the chances of mutual collision frequency between the active materials, so more chemical bonds will be destroyed and more active species will be produced, resulting in a higher CO2 conversion [32,35].",
      "startOffset" : 273,
      "endOffset" : 280
    }, {
      "referenceID" : 33,
      "context" : "Sufficient energy will activate the electrons and reactant molecules to increase the chances of mutual collision frequency between the active materials, so more chemical bonds will be destroyed and more active species will be produced, resulting in a higher CO2 conversion [32,35].",
      "startOffset" : 273,
      "endOffset" : 280
    }, {
      "referenceID" : 34,
      "context" : "Among various plasmas, microwave plasma decomposition can achieve higher energy efficiency, owing to the selective excitation of the vibration level of CO2 [36].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 11,
      "context" : "However, the energy efficiency of CO2 splitting is generally around 10% in DBD plasma, because the active particle impact of CO2 is a vital procedure in the plasma [12,37].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 35,
      "context" : "However, the energy efficiency of CO2 splitting is generally around 10% in DBD plasma, because the active particle impact of CO2 is a vital procedure in the plasma [12,37].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 21,
      "context" : "Similar phenomena have been reported in a non-packed DBD reactor [22].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 34,
      "context" : "Among various plasmas, microwave plasma decomposition can achieve higher energy efficiency, owing to the selective excitation of the vibration level of CO2 [36].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 11,
      "context" : "However, the energy efficiency of CO2 splitting is generally around 10% in DBD plasma, because the active particle impact of CO2 is a vital procedure in the plasma [12,37].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 35,
      "context" : "However, the energy efficiency of CO2 splitting is generally around 10% in DBD plasma, because the active particle impact of CO2 is a vital procedure in the plasma [12,37].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 5,
      "context" : "Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39].",
      "startOffset" : 110,
      "endOffset" : 119
    }, {
      "referenceID" : 36,
      "context" : "Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39].",
      "startOffset" : 110,
      "endOffset" : 119
    }, {
      "referenceID" : 37,
      "context" : "Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39].",
      "startOffset" : 110,
      "endOffset" : 119
    }, {
      "referenceID" : 38,
      "context" : "As a consequence, there is a demand to investigate the impact of the optimal SIE calculated by different combinations on the CO2 transformation process [40].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 39,
      "context" : "The energy efficiency of all the reactors decreases with increasing SIE [41].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 5,
      "context" : "Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39].",
      "startOffset" : 110,
      "endOffset" : 119
    }, {
      "referenceID" : 36,
      "context" : "Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39].",
      "startOffset" : 110,
      "endOffset" : 119
    }, {
      "referenceID" : 37,
      "context" : "Generally speaking, SIE is regarded as one of the important individual factors for CO2 transformation process [6,38,39].",
      "startOffset" : 110,
      "endOffset" : 119
    }, {
      "referenceID" : 38,
      "context" : "As a consequence, there is a demand to investigate the impact of the optimal SIE calculated by different combinations on the CO2 transformation process [40].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 39,
      "context" : "The energy efficiency of all the reactors decreases with increasing SIE [41].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 40,
      "context" : "The electron collision dissociation of CO2 is likely to lead to ground state CO and both the ground state and metastable O atoms, whereas studies have revealed that CO bands are observed in experiments, indicating that CO can also be formed in the excited state [42].",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 40,
      "context" : "The electron collision dissociation of CO2 is likely to lead to ground state CO and both the ground state and metastable O atoms, whereas studies have revealed that CO bands are observed in experiments, indicating that CO can also be formed in the excited state [42].",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 40,
      "context" : "The electron collision dissociation of CO2 is likely to lead to ground state CO and both the ground sta e a metastable O atoms, whereas stu ies have rev aled that CO bands are observed in experiments, indicating that CO can also be formed in the excited state [42].",
      "startOffset" : 260,
      "endOffset" : 264
    } ],
    "year" : 2019,
    "abstractText" : "In the last few years, due to the large amount of greenhouse gas emissions causing environmental issue like global warming, methods for the full consumption and utilization of greenhouse gases such as carbon dioxide (CO2) have attracted great attention. In this study, a packed-bed dielectric barrier discharge (DBD) coaxial reactor has been developed and applied to split CO2 into industrial fuel carbon monoxide (CO). Different packing materials (foam Fe, Al, and Ti) were placed into the discharge gap of the DBD reactor, and then CO2 conversion was investigated. The effects of power, flow velocity, and other discharge characteristics of CO2 conversion were studied to understand the influence of the filling catalysts on CO2 splitting. Experimental results showed that the filling of foam metals in the reactor caused changes in discharge characteristics and discharge patterns, from the original filamentary discharge to the current filamentary discharge as well as surface discharge. Compared with the maximum CO2 conversion of 21.15% and energy efficiency of 3.92% in the reaction tube without the foam metal materials, a maximum CO2 decomposition rate of 44.84%, 44.02%, and 46.61% and energy efficiency of 6.86%, 6.19%, and 8.85% were obtained in the reaction tubes packed with foam Fe, Al, and Ti, respectively. The CO2 conversion rate for reaction tubes filled with the foam metal materials was clearly enhanced compared to the non-packed tubes. It could be seen that the foam Ti had the best CO2 decomposition rate among the three foam metals. Furthermore, we used density functional theory to further verify the experimental results. The results indicated that CO2 adsorption had a lower activation energy barrier on the foam Ti surface. The theoretical calculation was consistent with the experimental results, which better explain the mechanism of CO2 decomposition.",
    "creator" : "LaTeX with hyperref package"
  }
}