{
  "name" : "downloads_2020-10-24_e9_sheikholeslami2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Influence of Al2O3 nano powder on performance of solar collector considering turbulent flow",
    "authors" : [ "M. Sheikholeslami", "Seyyed Ali Farshad", "Ahmad Shafee", "Houman Babazadeh" ],
    "emails" : [ "mohsen.sheikholeslami@nit.ac.ir", "hajizadehahmad@duytan.edu.vn", "houman.babazadeh@tdtu.edu.vn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nAdvanced Powder Technology\njournal homepage: www.elsevier .com/locate /apt\nOriginal Research Paper\nInfluence of Al2O3 nano powder on performance of solar collector considering turbulent flow\nhttps://doi.org/10.1016/j.apt.2020.07.007 0921-8831/ 2020 The Society of Powder Technology Japan. Published by Elsevier B.V. and The Society of Powder Technology Japan. All rights reserved.\n⇑ Corresponding author. E-mail addresses: mohsen.sheikholeslami@nit.ac.ir (M. Sheikholeslami), shafeehajizadehahmad@duytan.edu.vn (A. Shafee), houman.babazadeh@tdtu.edu.vn (H. Babazadeh).\nM. Sheikholeslami a,b, Seyyed Ali Farshad a,b, Ahmad Shafee c,⇑, Houman Babazadeh d,e aDepartment of Mechanical Engineering, Babol Noshirvani University of Technology, Babol, Islamic Republic of Iran bRenewable Energy Systems and Nanofluid Applications in Heat Transfer Laboratory, Babol Noshirvani University of Technology, Babol, Islamic Republic of Iran c Institute of Research and Development, Duy Tan University, Da Nang 550000, Vietnam dDepartment for Management of Science and Technology Development, Ton Duc Thang University, Ho Chi Minh City, Vietnam e Faculty of Environment and Labour Safety, Ton Duc Thang University, Ho Chi Minh City, Vietnam\na r t i c l e i n f o\nArticle history: Received 24 March 2020 Received in revised form 12 June 2020 Accepted 6 July 2020 Available online 6 August 2020\nKeywords: Solar flat plate collector Nanoparticle Exergy loss Second law efficiency Multi tapes\na b s t r a c t\nCurrent article deals with investigation of exergy drop within a tube enhanced by tapes. Hydrothermal treatment and exergy behavior of carrier fluid were scrutinized to find the best design regarding to greater available energy. Second law efficiency (gII) and exergy loss (Xd) are main goal functions and simulations were reported for various number of tapes (TTn) and Reynolds number (Re). As tapes installed in the pipe, cross section area decreases and significant increment occurs in swirl flow. Intensification of rotational flow with rise of TTn makes higher disruption of flow and resistance enhances. The greatest impacts of Re and TTn on exergy ratio are reduction about 24.45% and 45.45%, respectively. Second law efficiency (gII) for TTn = 3 is 2.04 times greater than that of TTn = 1 when Re = 4000. If Re augments, gIIaugments about 92.86% when TTn = 4. Utilize of turbulator led to the greatest second law efficiency factor up to 0.78 when TTn = 4 when Re = 20000. Exergy drop becomes 2.22 times smaller if Re augments when TTn = 1. Value of exergy drop for Re = 4000 is 2.75 times higher than that of Re = 20,000 when TTn = 4. When Re = 20,000, growth of number of tapes to 3 makes Xd to reduce about 34.54%. In view of energy saving, it is better to install the tapes at low Re while it possess higher exergy drop. Influence of Re on temperature of absorber is higher than that of nanomaterial flow. At TTn = 2, temperature of absorber declines about 4.26% with increase of Re while nanomaterial temperature reduces about 0.43%. 2020 The Society of Powder Technology Japan. Published by Elsevier B.V. and The Society of Powder\nTechnology Japan. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "The utilization of affordable, clean and sustainable energy are the main factors for social and economic development. Due to this fact that solar energy has all of the mentioned factors, so recently has been paid attention intensely in various applications such as space heating, electricity generation, and drying applications [1]. The performance of solar heat exchangers is enhanced by a better thermal transfer rate. Recently, numerous investigations have carried out in order to evaluation of solar efficiency through thermal transfer increment methods. One of such methods is the use of fins or turbulators. Turbulators increase the surface of thermal transfer as the same of fins that are led to better convection between the air and absorber. Hence, the channel performance is enhanced [2].\nAnother technique for the evaluation of solar unit’s performance is the utilization of nanofluid as a carier liquid. Heat transfer liquid has the main role to improve the efficiency in various applications and system size as well. The basic testing liquids like water have an inadequate thermal conductivity in many applications. Nanofluids due to having suspended nanoparticles enhance the thermal characteristics in comparison with the basic fluids. Nano-sized materials have created a revolutionary in science because of their small size and key properties including the increase of surface area than volume ratio as well as their diverse physicochemical properties in comparison with their mass counterparts [3]. Nanofluids are the suspension of pure liquid and nanoparticles so that one of the main dimensions of nanoparticles is lower than 100 nm. From past researches, nanofluids have the capability to increase thermal features such as viscosity, convective thermal transfer and thermal conductivity which are related to basic liquids like ethylene glycol, water, and oil. Due to novel and beneficial properties of nanofluids they have found numerous usages such as refrigerator, pharmaceu-\ntical processes, heat exchanger, and chiller. The abovementioned applications of nanomaterial cause engineers and researchers to develop novel techniques and methodologies in the heat transfer field [4]. Chen et al. [5] used the one-stage easy hydrothermal method by low-cost commercial reagents including ethanol and water, and constructed the length-controllable flocky hierarchical nanotubes (HTNTs). Due to low cost and being easy, HTNTs is an appropriate method for great-scale manufacturing. The enhancement of perfoemance for HTNTs could be attributed to its higher linear electron transfer, great light-use efficiency, and effective charge collection. Empirically, Prasad and Gupta [6] analyzed an attempt to increase the efficiency of alumina oxide nanomaterial though a U-tube including twisted tape insert. Based on their findings, there was a considerable increase in the efficiency terms of heat exchanger with increasing the volume concentrations of the particles. Ajeel and friends [7] experimentally studied semicircle and trapezoidal corrugated channel (SCC and SCC) as well as a straight channel (SC) in the presence of nanomaterial. They used nanofluid with different concentrations (1.0%, 2.0%) and Re range between 10,000 and 30,000. Authors reported that the Nu augments up to 63.59% while the Darcy factor was 1.37 times when they used TCC (trapezoidal-corrugated channel) in comparison with the straight channel. Gallego et al. [8] empirically scrutinized the thermal treatment and temporal stability of Al2O3-water nanofluids including thermal conductivity with three various doping (0.1%, 0.5%, and 1.0%) with the presence of a dispersant agent named C18H29NaO3S (Sodium dodecylbenzenesulfonate (SDBS)). They found that the nanofluid 1.0 wt% increased the thermal conductivity in the range of 11–15% in comparison with deionized water. Moreover, it was found that a pseudoplastic behavior provided by rheological study, augmented when the concentration of nanoparticles increased. However, the nanofluid illustrated viscosity values and Newtonian behavior close to pure water, which are appropriate to prevent frictional losses of pumps. Interestingly, deionized water amount in concentrations increases the surface tension while it drops with SDBS (sodium dodecyl benzene sulfonate) addition. These behaviors have a noticeable influence on the boiling performance of Nanomaterials. That research was done to emphasize the significance of nanomaterial consistency in the performance of the nanoparticle concentration and surfactant added in the evaluation of considerable thermophysical features including surface tension which are used to the analysis of the nanofluids behavior in the various thermal devices.\nThe thermal specifications of a pipe fitted with triple, twin and single twisted tape (TT) inside a pipe were analyzed by Chang et al. [9]. Heat transfer increment from single pipe declines with growing the Re whereas the reducing rate diminishes with imposing TT in the pipe. Saranya et al. [10] scrutinized the steady convection of the flowwith the 2D boundary layer and thermal behavior of liquids with inclusion of nanoparticles along a flat plate in attendance of slip effects and non-linear heat radiation. They considered aluminum oxide and magnetite as nano powders which were suspending through the two types of base liquids especially Sodium Alginate and water. Due to the physical aspect, they evaluated the treatment of non-Newtonian profiles by the use of Casson model. As a result, Non-magnetic nanoparticles had a higher thermal efficiency in comparison with magnetic ones. On the other hand, the role of magnetic nanoparticle on the Fanning factor was one step greater that of non-magnetic nanoparticles. The Newtonian liquids have a greater effect on thermal features than that of non-Newtonian liquids. The convective rate of TiO2/water nanomaterial flowing within a triangular pipe with TT inserts has been scrutinized by Qi et al. [11] who reported that in comparison to corrugated tube, triangular tube with twisted tap is more advantageous in laminar stream. The 3D modeling of the mass and heat transfer by nanofluid within a narrow stretching plate in slip con-\ndition was carried out by Babu and his friend [12]. They used Runge-Kutta technique to study the slip process of CuO and Cu nanoparticles in the base liquid. They revealed mass and heat transfer efficiency of Cu nanomaterial are greater than those of CuO nanofluid. The rise of dimensionless values of speed slip parameters grows the friction coefficient of skin but decreases the rate of mass and heat transfer.\nPassive technique have been absorbed many attentions because of its cost saving and easy operation/installation. Swirl stream systems generating secondary recirculation on the axial stream is a significant group of systems employed in passive technique. That causes higher mixing of fluid and then reaching thinner boundary layer [13]. Twisted tape has obtained more attentions among the swirl generators because it has low price, acceptable thermal efficiency and easy installation [13]. Empirically, the impact of TT on the heat exchange and stream resistance within a circular dimpled tube was scrutinized by Thianpong et al. [14] who determined that such method grew the pressure drop and the heat exchange. Regarding their outputs, the Darcy and heat transfer factors in the combined systems grow when the twist ratio and pitch ratio are reduced. Numerically, the pressure drop and heat exchange of a cross-stream unit employing a staggered tube tank was analyzed by El Gharbi et al. [15]. Based on the obtained results, as the geometry of the tube is constant, there is an critical amount of Re in order to transfer a heat flux between the shell and tube side fluid. Thermal properties of duct equipped by wavy-rib for various rib-pitch to duct-altitude ratios (PR) by a singular rib-toduct altitude ratio (BR) was evaluated by Skullonget and his colleagues [16]. To obtain of Reynolds numbers between 4000 and 21,000, the experiments were carried out under the airflow rate control. The tests showed that the composed rib-groove on both of lower and upper shells of the examined duct led to the highest friction factor and rate of heat transfer compared to simple channel regardless of ribs. It is noteworthy that the groove ribs of upper shell exhibited the greatest thermal performance at PR = 0.5. Moreover, it was found that thermal performance of the integrated groove rib turbulator was noticeably higher than the simple groove.\nRegarding to previous published papers; it can be guaranteed that greater thermal efficiency will be obtained in units if nanomaterial combined with another passive technique. Inserting multi tapes with helical shapes is promising technique for enhancing the performance of solar units. In current article, Al2O3-water nanofluid with involve of multi helical tapes were combined through a solar collector and finite volume method was utilized for simulation. Impacts of techniques on exergy loss were scrutinized and efficiency in view of exergy was demonstrated. The reason of selection of such nano powders is its cost effective and lower pollution. Besides, the carrier fluid low concentration permits us to use homogenous model to reduce the computational cost. Details of solar unit and configuration of grid was scrutinized. Then verification of model as well as grid independency has been presented. In result section, the main focus is exergy behavior of fluid and the related functions were exhibited."
    }, {
      "heading" : "2. Geometry, physical model and computational procedure",
      "text" : "Powerful tools for decreasing the size of solar system as well as augmentation in thermal behavior is swirl flow device which is assumed as effective passive approach. Such device can be considered as turbulence promoter and augment the rotational flow inside the pipe. The main reason of selecting such devices is easy installation of them. To help the conduction mode, nano powders were dispersed in to water. Suspensions of nano powders (Al2O3) can be considered as promising way to reduce the exergy drop\nand augment of thermal behavior. The properties of material were written in Table 1 [17]. The length of pipe was 2000 mm and two sections with length of 250 mm at start and end of pipe were considered for reaching fully developed condition. Tapes were installed along the core of pipe which make the rotational flow and disturb the boundary layers. As depicted in Fig. 1, diameter of pipe is 25 mm and nanomaterial with 0.03 vol fraction enters the domain with temperature of 293.15 K. Four various configurations were arranged in current study, which were classified in Fig. 2. In this graph, N, D* are number of revolution, diameter ration and defined as (Ltt/Pitt) and (10wtt/Ltt), respectively. All tapes were made of Al and its properties were mentioned in Table 1. With augment of TTn, the free space reduces and flow path increases and consequently improvement in fluid mixing appears. For deriving the governing equations, the following assumptions were employed: (1) Flow is three dimensional; (2) Newtonian fluid steady state flow was assumed; (3) Gravity impact and radiation were neglected; (4) conduction mode in solid domain was considered. Therefore, regarding to mentioned approximations, the current model can be described as [18–19]:\n@ux @z þ @uy @z þ @uz @z ¼ 0 ð1Þ\nqnf @ @xj ujui @ @xj uj 0ui 0 ¼ @p @xi þ lnf @ @xj @ui @xj þ @uj @xi\nð2Þ\n@ @xi Ct þ Cþð Þ @T @xi ¼ qnf @ @xi uiTð Þ; Ct ¼ lt=Prt ; C ¼ lnf =Prnf\nð3Þ\nFor turbulent modeling, Reynolds-averaged method was employed and Boussinesq approximation for estimating Reynolds stress was assumed. So this term can be achieved as:\nqnf u0 i u0 j ¼ @ui @xj þ @uj @xi lt 2 3 qnf Kdij 2 3 lt @uk @xk dij ð4Þ\nlt ¼ 1 e K2Clqnf ð5Þ\nThe Realizable k-e approach was employed to model the turbulent regime. Involve of Boussinesq hypothesis reduce the computational cost in calculating turbulent viscosity. The utilized model is example of two-equation model which is couple with Navier stokes. The transport equations of these scalars can be expressed as [18]:\n@\n@xj ðqnf KujÞ þ eqnf ¼ qnf @uj @xi\nui 0uj 0 |fflfflfflfflfflfflfflfflffl{zfflfflfflfflfflfflfflfflffl}\nGk\nþ @ @xj @K @xj lt rk þ lnf\nð6Þ\n@ @xj ðujqnf eÞ ¼ @@xj @e @xj lt re þ lnf þ C1Sqnf e C2qnf e2 K þ ffiffiffiffiffiffivep C2 ¼ 1:9; C1 ¼ max kkþ 5 ; 0:43 ; S ffiffiffiffiffiffiffiffiffiffiffiffi2SijSijp ; re ¼ 1:2;\nk ¼ SK e ; rk ¼ 1\nð7Þ\nTable1 Characteristics of carrier fluid and tapes and H2O [17].\nAl (Solid) Al2O3 (Nanoparticle) Water (Fluid)\nCp (J/KgK) 871 880 4181.8 l (kg/ms) – – 0.001003 k (W/mK) 202.4 42.34 0.60 q (kg/m3) 2719 3900 998.2\nThe characteristics of operate fluid were evaluated according to empirical correlation in which no slip between two components has been considered. Uniform concentration for nanomaterial is all space of the domain was assumed. It should be mentioned that for high range of concentration due to particle migration, this assumption is not valid. All features rely on volume fraction of nano powders. The below equations can be utilized for knf, density and Cp [20–22]:\nknf ¼ ð2kf þ ks 2/ðkf ksÞ2kf þ /ðkf ksÞ þ ks Þkf ð8Þ\nqnf ¼ qf ð1 /Þ þ qs/ ð9Þ\nðCpÞnf ¼ ðqCpÞs/þ ðqCpÞf ð1 /Þ\nð1 /Þqf þ qs/ ð10Þ\nTo estimate the nanomaterial viscosity, we employed the formula of Maiga et al. [23] which is based on experimental data:\nlnf ¼ lf ð1þ 123/2 þ 7:3/Þ ð11Þ To obtain the irreversibility in current solar collector, user defined function has been employed to apply the below equation:\nSgen;total ¼ T 2 @T@x 2 þ @T @y\n2 þ @T\n@z\n2 knf\nþ lnfT @ux @x 2 þ @uy @y\n2 þ @uz\n@z 2 ð2Þþ @ux @y þ @uy@x 2 þ @ux @z þ @uz@x 2 þ @uy @z þ @uz@y 2 8>< >: 9>= >;\nð12Þ\nANSYS fluent has been employed to model current geometry and main set up was the same as Ref. [24]. At outlet, pressure is equal to Patm while inlet flow with 293.15 K has condition of velocity inlet. The top wall has uniform solar flux but the bottom wall was insulated. The style of grid was shown in Fig. 3(a) and finer grid near the wall is obvious. Regarding to chosen turbulent model, the grid close the wall should be finer to fulfill the condition of Y+. The obtained outputs for various Re which were reported in Fig. 3 (b), demonstrates that the goodmesh was utilized for simulation of current paper. To investigate more about the grid of the unit, five various numbers of cells were tested and related Nu and f were reported in Fig. 4. The suitable grid for scrutinized case has 8,847,955 cells because utilizing more cells cannot affect the outputs any more. For verification purpose, experimental data was compared with present modeling data. To reach confidence, nanomaterial with same concentration inside the pipe has been tested (see Fig. 5). Kim et al. [25] reported the h(x) for the pipe with constant heat flux and according to Fig. 5, nice accuracy exists which makes confidence on numerical data."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "The purpose of scrutinized context is to reduce the exergy drop in a solar collector by investigating: (I) Al2O3 nanoparticles with fraction of 0.03; (II) insert of multiple helical tapes. For demonstrating the outputs as contours, finite volume approach was applied and with use of user defined memory irreversibility terms was involved. Homogeneous model for nanomaterial properties is valid because of low fraction of Al2O3 and such new operate fluid results in lower exergy loss. Impose of tape permits the nanoparticles move faster and radial turbulent flow increases and consequently boundary layer disturbs. Secondary recirculation offers more reduction of wall temperature and exergy loss reduces. To\ncalculate the exergy drop of the system, at first irreversibility should be measured and then following equations can be utilized:\nXd ¼ ToSgen;total ð13Þ\nIn calculation of this term, To is room temperature. Exergy of each system can predict the available energy, so decreasing the exergy drop (Xd) is main aim of this article. In continue not only the exergy drop but also stream wise and temperature for various\ncases were analyzed. Fig. 6 depicts the configuration of exergy loss at x/D = 40 for various values of Re and TTn. Number of tapes has direct relation with surface area and insertion of turbulator perturbs the flow through the pipe. As TTn increases, swirl flow enhances which helps the interaction of two forces: inertial and pressure. Greater friction appears with rise of TTn but temperature gradient declines and it is helpful in view of reduction of exergy loss. When Re = 4000, if TTn alters from 1 to 3 and 4, exergy drop declines about 19.84% and 32.24%, respectively. Also, Xd reduces about 34.54% and 45.12% with rise of TTn from one to three and four, respectively when Re = 20,000. Growth of Re leads to increase the secondary recirculation and radial flow enhances. Turbulent fluctuation can disturb the temperature distribution and consequently exergy loss decreases. Thinner boundary layer with impose of tape can provide lower temperature gradient. The lowest Xd possessed the highest available energy and can be obtained when TTn = 4 and Re = 20,000. As Re augments, Xd promotes about 57.38% and 63.58% when TTn = 2 and 4, respectively.\nPath lines and distribution of temperature in absorber plates were demonstrated in Fig. 7. In this figure, the color of the path lines is based on temperature of nanomaterial. The temperature of absorber affected by presence of tapes and disturbance of isotherms indicates this fact. Maximum value of temperature occurs for corners of plates near the inlet section. As Re enhances, nanoparticles contact more with solid walls and pass more distance wich provides superior cooling rate, particularly when TTn increases. Higher shear stress can be achieved with rise of pumping power and heat transfer from the wall to central zone promotes. Augment of Re offers reduction of temperature in plate about 4.26% and 4.39% for TTn = 2 and 3, respectively. Besides, for TTn = 2 and 3, nanomaterial temperature declines about 0.43% and 0.44% with augment of Re, respectively. By selecting higher number of tapes, influence of inlet velocity on temperature increases and outputs indicate that absorber plate is more affected by Re than nanomaterial. Disturbance of flow is more intense with augment of TTn because the rotational flow becomes stronger and\npath lines possess higher revolution. Although higher secondary flow results in higher pressure loss, the cooling rate increases with augment of swirl flow. At highest Re, temperature of absorber declines about 4.28% and 0.011% when TTn changes from 2 to 3 and 4, respectively. It is interesting output that influence of TTn on both nanofluid and absorber are the same for Re = 20,000 when TTn changes from 2 to 4.\nAvailable work of one solar unit is very substantial factor and function can denote such term is exergy loss (Xd). Lower value of Xd guarantees the unit has greater useful energy. Therefore, various simulation cases were compared in this view in Fig. 8. Amount of energy consumption can be measured according to pumping power. As this factor enhances, intensity of rotational flow augments and residence time increases. By greater disturbance of layers near the wall with augment of inlet velocity, heat dissipation augments and better mixing takes place. The faster growth of boundary layer in case with lower pumping power makes the heat reaches the central zone of the pipe and greater exergy loss\nappears. When TTn = 1 and 3, Xd reduces with augment of Re about 55.03% and 63.27% which is attributed to thinner boundary layer due to greater rotational velocity. Exergy drop reduces about 63.58% and 57.38% with promote of pumping power when TTn = 4 and 2, respectively. Stronger longitudinal vortices can be generated if number of tapes increases. Such vortexes boost the fluid mixing and reduce the temperature gradient. As TTn augments contract area enhances and nanomaterial pass longer distance and make the wall becomes cooler. Given Re = 4000 and 20,000, changing TTn from 1 to 2 leads to decrease in Xd about 5.78% and 10.71%, respectively. The minimum values of Xd has been obtained when Re = 20,000 and TTn = 4 which means that this case has greatest available energy.\nSecond-law efficiency can help the designer to analysis the unit in term of available work and must be estimated as:\ngII ¼ 1 Xd\nQ 1 ToTw ð14Þ\nTo exhibit how active factors can change the gII , Fig. 9 has been demonstrated. Higher Remeans higher inertia share and such force can disturb the flow more and greater secondary flow appears. Higher efficiency can be obtained with selecting greater values of inlet velocity and TTn. The minimum and maximum values of gII are 0.124 and 0.783 which can be obtained when TTn = 1, Re = 4000 and TTn = 4, Re = 20,000, respectively. Increase of Re makes gII to augment about 92.86% when TTn = 4. In lower value of TTn, impact of Re on gII is more noticeable. Assuming TTn = 1, gII value becomes 4.88 times greater if Re alters from 4000 to 20,000. Given Re = 4000, growth of TTn from one to two leads to 40.83% augmentation in gII which is the highest influence of this factor. With same changing of TTn at Re = 20,000, gII augments about 6.93%. When Re = 20,000, gII experiences augmentation about 29.3% with rise of TTn from one to four.\nAchieving to lower exergy loss is significant in view of second law of thermodynamic. For better describing the impact of passive technique on exergy drop, the proportion of exergy loss for enhanced tube to related value of smooth pipe was defined as exergy ratio (Ux):\nUx ¼ Xdð ÞeXdð ÞP ð15Þ\nEach activity can decrease the Ux helps the system reaching higher available energy. Fig. 10 exhibited the variation of exergy ratio in terms of TTn and Re. As boundary layers become thicker, the high velocity limited to core of the duct while with disruption of boundary layer due to existence of tapes, better flow mixing occurs and greater secondary flow appears in cross sections. Augmenting pumping power can enhance the rotational flow and consequently thinner boundary layer generates which guarantees the lower exergy loss. Beside,Ux reduces with augment of Re. If Re augments from 4000 to 20,000, Ux experiences reduction about 6.45%, 11.22%, 23.47% and 24.45% when TTn = 1, 2, 3 and 4, respectively. Augmenting pumping power reduce the Ux, especially in higher number of tapes. Number of tapes plays a significant role in style of the flow. Higher number of tapes leads to thinner boundary layer and residence time reduces. Stronger disturbance appears in thermal boundary layer as TTn augments and this is more noticeable for greater Re. When Re = 4000, Ux reduces about 6.05% and\n32.45% with rise of TTn from 1 to 2 and 4, respectively. With growth of TTn from 1 to 3, Ux declines about 20.02% and 34.47% when Re = 4000 and 20,000, respectively."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The simulation outputs of exergy loss and hydrothermal behavior have been investigated in current article. To raise the performance of unit, nanotechnology and swirl flow device have been suggested. Finite volume method with considering single phase model for properties of carrier fluid and employ of k-e for turbulent modeling has been utilized in current study. Not only the single helical tape but also quadruple, tripe and dual configuration were simulated for range of Re (4000–20,000). Utilizing Al2O3 nanoparticles as operate fluid yielded greater conductive mode as well as lower irreversibility that is why water becomemixed with alumina in current article. Swirl flow induced by impose of tapes is more effective when Re has lower values because of greater disruption of thermal boundary layer. More uniform fluid mixing can be achieved with rise of number of tapes. Greater influence of Re on Xd for greater TTn is responsible by thinner boundary layer with impose of multi tapes. Greater turbulent intensity and consequently better fluid mixing can be obtained as a result of augmentation of Re and TTn. Intensification of rotational flow implies the advantages of utilizing higher number of tapes. Temperature gradient reduces with insert of multi tapes and greater pumping power results in same behavior. As Re augments in existence of two tapes,\ntemperature of absorber and fluid reduces about 4.26% and 0.43%, respectively. Given TTn = 3, rise of Re leads to decline in temperature about 0.44% and 4.39% for nanofluid and absorber, respectively. At Re = 20,000, with growth of TTn from 2 to 3 and 4, temperature of palate reduces about 0.43% and 0.011%, respectively. Exergy ratio reduces by augmenting either Re or TTn and role of number of tapes are more noticeable. Another important impact which can be noticed in outputs is greater impact of TTn corresponding higher Re. Meanwhile, velocity of flow adjacent to wall enhances as inlet velocity grows. Assuming Re = 4000, increasing TTn from 1 to 2, 3 and 4 causes Xd to decrease about 5.78%, 19.84%, 32.24%, respectively. Greatest influence of Re on Xd can be achieved when TTn = 4 in which 63.58% reduction was reported. The maximum values of exergy loss is 4380.15 W which is attributed to case with Re = 4000 and TTn = 1. As number of tapes augments from 1 to 2, Ux reduces about 6.05% and 10.83% when Re = 4000 and 20,000, respectively. Ux will reduce by about11.22% and 23.47% with augment of Re when TTn = 2 and 3, respectively. With considering lowest values of parameters, Ux reduces about 6.45% and 6.05% with augment of Re and TTn, respectively. gII can enhances with increase of both active factor and role of Re is more prominent. For TTn = 2, changing the Re value from 4000 to 20,000 makes the gII value 4.88 times bigger. Also, gII enhances about 92.865 as Re increase when TTn = 4. Growth of TTn from 1 to 3 leads to 22.42% augmentation in gII when Re = 20,000. Superior swirl intensity generates with rise of inlet velocity as well as number of tapes which results in higher residence time and stronger sec-\nondary flow. The case with four tapes has lowest exergy loss and its values changes from 2967.93 W to 1080.9 W with augment of Re.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    } ],
    "references" : [ {
      "title" : "Performances and numerical optimization of a novel thermal solar collector for residential building",
      "author" : [ "G. Notton", "F. Motte", "C. Cristofari", "J.-L. Canaletti" ],
      "venue" : "Renew. Sustain. Energy Rev. 33 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Solar air heaters: design configurations",
      "author" : [ "A.E. Kabeel", "M.H. Hamed", "Z.M. Omara", "A.W. Kandeal" ],
      "venue" : "improvement methods and applications – a detailed review, Renew. Sustain. Energy Rev. 70 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The nanoscience paradigm: ‘‘size matters!",
      "author" : [ "C. de Mello Donegá" ],
      "venue" : "Nanoparticles, Springer,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Modeling and computational analysis of hybrid class nanomaterials subject to entropy generation",
      "author" : [ "M.I. Khan", "A. Alsaedi", "T. Hayat", "N.B. Khan" ],
      "venue" : "Comput. Methods Programs Biomed. 179 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A novel cheap",
      "author" : [ "H. Chen", "N. Li", "Y.-H. Wu", "J.-B. Shi", "B.-X. Lei", "Z.-F. Sun" ],
      "venue" : "one-step and facile synthesis of hierarchical TiO2 nanotubes as fast electron transport channels for highly efficient dye-sensitized solar cells, Adv. Powder Technol. 31 (4) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Experimental investigation on enhancement of heat transfer using Al2O3/water nanofluid in a u-tube with twisted tape inserts",
      "author" : [ "P.V. Durga Prasad", "A.V.S.S.K.S. Gupta" ],
      "venue" : "Int. Commun. Heat Mass Transf. 75 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "An experimental investigation of thermal-hydraulic performance of silica nanofluid in corrugated channels",
      "author" : [ "R.K. Ajeel", "W.S.I.W. Salim", "K. Hasnan" ],
      "venue" : "Adv. Powder Technol. 30 (10) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experimental evaluation of the effect in the stability and thermophysical properties of water-Al2O3 based nanofluids using SDBS as dispersant agent",
      "author" : [ "A. Gallego", "K. Cacua", "B. Herrera", "D. Cabaleiro", "M.M. Piñeiro", "L. Lugo" ],
      "venue" : "Adv. Powder Technol. 31 (2) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Heat transfers in tubes fitted with single",
      "author" : [ "S.W. Chang", "K.-W. Yu", "M.H. Lu" ],
      "venue" : "twin, and triple twisted tapes, Exp. Heat Transf. 18 (4) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Non-linear radiation effects on magnetic/non-magnetic nanoparticles with different base fluids over a flat plate",
      "author" : [ "S. Saranya", "P. Ragupathi", "B. Ganga", "R.P. Sharma", "A.K. Abdul Hakeem" ],
      "venue" : "Adv. Powder Technol. 29 (9) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of twisted tape structures on thermohydraulic performances of nanofluids in a triangular tube",
      "author" : [ "C. Qi", "M. Liu", "T. Luo", "Y. Pan", "Z. Rao" ],
      "venue" : "Int. J. Heat Mass Transf. 127 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Three-dimensional MHD slip flow of nanofluids over a slendering stretching sheet with thermophoresis and Brownian motion effects",
      "author" : [ "M. Jayachandra Babu", "N. Sandeep" ],
      "venue" : "Adv. Powder Technol. 27 (5) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Performance evaluation criteria for use of enhanced heat transfer surfaces in heat exchanger design",
      "author" : [ "R.L. Webb" ],
      "venue" : "Int. J. Heat Mass Transf. 24 (4) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1981
    }, {
      "title" : "Compound heat transfer enhancement of a dimpled tube with a twisted tape swirl generator",
      "author" : [ "C. Thianpong", "P. Eiamsa-ard", "K. Wongcharee", "S. Eiamsa-ard" ],
      "venue" : "Int. Commun. Heat Mass Transf. 36 (7) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Numerical optimization of heat exchangers with circular and non-circular shapes",
      "author" : [ "N.E. Gharbi", "A. Kheiri", "M.E. Ganaoui", "R. Blanchard" ],
      "venue" : "Case Stud. Therm. Eng. 6 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Thermal performance of turbulent flow in a solar air heater channel with rib-groove turbulators",
      "author" : [ "S. Skullong", "S. Kwankaomeng", "C. Thianpong", "P. Promvonge" ],
      "venue" : "Int. Commun. Heat Mass Transf. 50 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Comparison of CFD simulations to experiment for heat transfer characteristics  M",
      "author" : [ "S. Kim", "H. Song", "K. Yu", "B. Tserengombo", "S.-H. Choi", "H. Chung", "J. Kim", "H. Jeong" ],
      "venue" : "Sheikholeslami et al. / Advanced Powder Technology 31 (2020) 3695–3705  3705 with aqueous Al2O3 nanofluid in heat exchanger tube, Int. Commun. Heat Mass Transf. 95 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An Introduction to Computational Fluid Dynamics: The Finite Volume Method",
      "author" : [ "H.K. Versteeg", "W. Malalasekera" ],
      "venue" : "second ed., Pearson/Prentice Hall, Harlow, England",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A Treatise on Electricity and Magnetism",
      "author" : [ "J.C. Maxwell" ],
      "venue" : "second ed., Oxford University Press, Cambridge, UK",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1904
    }, {
      "title" : "Novel thermal properties of nanostructured materials",
      "author" : [ "J.A. Eastman", "U.S. Choi", "S. Li", "G. Soyez", "L.J. Thompson", "R.J. DiMelfi" ],
      "venue" : "J. Metastable Nanocryst. Mater. 2–6 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Conceptions for heat transfer correlation of nanofluids",
      "author" : [ "Y. Xuan", "W. Roetzel" ],
      "venue" : "Int. J. Heat Mass Transf. 43 (19) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Heat transfer behaviours of nanofluids in a uniformly heated tube",
      "author" : [ "S.E.B. Maïga", "C.T. Nguyen", "N. Galanis", "G. Roy" ],
      "venue" : "Superlatt. Microstruct. 35 (3) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Simulation of exergy loss of nanomaterial through a solar heat exchanger with insertion of multichannel twisted tape",
      "author" : [ "Seyyed Ali Farshad", "M. Sheikholeslami" ],
      "venue" : "J. Therm. Anal. Calorim",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Convective heat transfer characteristics of nanofluids under laminar and turbulent flow conditions",
      "author" : [ "D. Kim", "Y. Kwon", "Y. Cho", "C. Li", "S. Cheong", "Y. Hwang", "J. Lee", "D. Hong", "S. Moona" ],
      "venue" : "Curr. Appl Phys. 9 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Due to this fact that solar energy has all of the mentioned factors, so recently has been paid attention intensely in various applications such as space heating, electricity generation, and drying applications [1].",
      "startOffset" : 210,
      "endOffset" : 213
    }, {
      "referenceID" : 1,
      "context" : "Hence, the channel performance is enhanced [2].",
      "startOffset" : 43,
      "endOffset" : 46
    }, {
      "referenceID" : 2,
      "context" : "Nano-sized materials have created a revolutionary in science because of their small size and key properties including the increase of surface area than volume ratio as well as their diverse physicochemical properties in comparison with their mass counterparts [3].",
      "startOffset" : 260,
      "endOffset" : 263
    }, {
      "referenceID" : 3,
      "context" : "The abovementioned applications of nanomaterial cause engineers and researchers to develop novel techniques and methodologies in the heat transfer field [4].",
      "startOffset" : 153,
      "endOffset" : 156
    }, {
      "referenceID" : 4,
      "context" : "[5] used the one-stage easy hydrothermal method by low-cost commercial reagents including ethanol and water, and constructed the length-controllable flocky hierarchical nanotubes (HTNTs).",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 5,
      "context" : "Empirically, Prasad and Gupta [6] analyzed an attempt to increase the efficiency of alumina oxide nanomaterial though a U-tube including twisted tape insert.",
      "startOffset" : 30,
      "endOffset" : 33
    }, {
      "referenceID" : 6,
      "context" : "Ajeel and friends [7] experimentally studied semicircle and trapezoidal corrugated channel (SCC and SCC) as well as a straight channel (SC) in the presence of nanomaterial.",
      "startOffset" : 18,
      "endOffset" : 21
    }, {
      "referenceID" : 9,
      "context" : "[10] scrutinized the steady convection of the flowwith the 2D boundary layer and thermal behavior of liquids with inclusion of nanoparticles along a flat plate in attendance of slip effects and non-linear heat radiation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[11] who reported that in comparison to corrugated tube, triangular tube with twisted tap is more advantageous in laminar stream.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "The 3D modeling of the mass and heat transfer by nanofluid within a narrow stretching plate in slip condition was carried out by Babu and his friend [12].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 12,
      "context" : "That causes higher mixing of fluid and then reaching thinner boundary layer [13].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 12,
      "context" : "Twisted tape has obtained more attentions among the swirl generators because it has low price, acceptable thermal efficiency and easy installation [13].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 13,
      "context" : "[14] who determined that such method grew the pressure drop and the heat exchange.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "duct altitude ratio (BR) was evaluated by Skullonget and his colleagues [16].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 16,
      "context" : "The properties of material were written in Table 1 [17].",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 16,
      "context" : "Characteristics of carrier fluid and tapes and H2O [17].",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 21,
      "context" : "[23] which is based on experimental data:",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[25] reported the h(x) for the pipe with constant heat flux and according to Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "Plain tube validation with nanofluid [17] at Re = 6020.",
      "startOffset" : 37,
      "endOffset" : 41
    } ],
    "year" : 2020,
    "abstractText" : "Current article deals with investigation of exergy drop within a tube enhanced by tapes. Hydrothermal treatment and exergy behavior of carrier fluid were scrutinized to find the best design regarding to greater available energy. Second law efficiency (gII) and exergy loss (Xd) are main goal functions and simulations were reported for various number of tapes (TTn) and Reynolds number (Re). As tapes installed in the pipe, cross section area decreases and significant increment occurs in swirl flow. Intensification of rotational flow with rise of TTn makes higher disruption of flow and resistance enhances. The greatest impacts of Re and TTn on exergy ratio are reduction about 24.45% and 45.45%, respectively. Second law efficiency (gII) for TTn = 3 is 2.04 times greater than that of TTn = 1 when Re = 4000. If Re augments, gIIaugments about 92.86% when TTn = 4. Utilize of turbulator led to the greatest second law efficiency factor up to 0.78 when TTn = 4 when Re = 20000. Exergy drop becomes 2.22 times smaller if Re augments when TTn = 1. Value of exergy drop for Re = 4000 is 2.75 times higher than that of Re = 20,000 when TTn = 4. When Re = 20,000, growth of number of tapes to 3 makes Xd to reduce about 34.54%. In view of energy saving, it is better to install the tapes at low Re while it possess higher exergy drop. Influence of Re on temperature of absorber is higher than that of nanomaterial flow. At TTn = 2, temperature of absorber declines about 4.26% with increase of Re while nanomaterial temperature reduces about 0.43%. 2020 The Society of Powder Technology Japan. Published by Elsevier B.V. and The Society of Powder Technology Japan. All rights reserved.",
    "creator" : "Elsevier"
  }
}