{
  "name" : "downloads_2019-10-22_aa_xie2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Implanting Atomic Cobalt within Mesoporous Carbon toward Highly Stable Lithium–Sulfur Batteries",
    "authors" : [ "Jin Xie", "Bo-Quan Li", "Hong-Jie Peng", "Yun-Wei Song", "Meng Zhao", "Xiao Chen", "Qiang Zhang", "Jia-Qi Huang" ],
    "emails" : [ "jqhuang@bit.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "CommuniCation\n1903813 (1 of 7) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "Implanting Atomic Cobalt within Mesoporous Carbon",
      "text" : "toward Highly Stable Lithium–Sulfur Batteries\nJin Xie, Bo-Quan Li, Hong-Jie Peng, Yun-Wei Song, Meng Zhao, Xiao Chen, Qiang Zhang, and Jia-Qi Huang*\nJ. Xie, B.-Q. Li, Dr. H.-J. Peng, Y.-W. Song, Dr. X. Chen, Prof. Q. Zhang Beijing Key Laboratory of Green Chemical Reaction Engineering and Technology Department of Chemical Engineering Tsinghua University Beijing 100084, China J. Xie, M. Zhao, Prof. J.-Q. Huang Advanced Research Institute of Multidisciplinary Science Beijing Institute of Technology Beijing 100081, China E-mail: jqhuang@bit.edu.cn\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201903813.\nDOI: 10.1002/adma.201903813\nelectronic conductivity of sulfur (less than 5 × 10−30 S cm−1 at 25 °C), dramatic volume change during operation, and internal polysulfide shuttling, where polysulfides are inherent reaction intermediates that dissolve in conventional liquid electrolytes.[1,2] Moreover, the sulfur redox reactions are rather sluggish in kinetics, further rendering additional side effects.[3] Consequently, the practical performances of Li–S batteries are far from satisfactory regarding low Coulombic efficiency (CE), severe capacity decay, and poor cycling life.[4]\nConsidering the conductivity and volume-change issues of the sulfur cathodes, introducing a porous conductive scaffold to the sulfur cathode has constituted a reasonable strategy, since 2009 when Nazar and co-workers applied ordered mesoporous carbon in the sulfur cathode.[5] The mesoporous scaffold not only increases the contact area with insu-\nlating sulfur/lithium sulfide (Li2S) and reduces the electron/ion transport distance, but also mitigates the severe volume change to maintain the structural stability of the sulfur cathode after long cycles. The pioneering work inspired the design of a variety of mesoporous carbons for Li–S batteries, including bimodal mesoporous carbon,[6] mesoporous carbon spheres,[7] and bioderived carbonaceous mesoporous carbon such as Starbons.[8] Up to date, the first two issues of poor conductivity and volume oscillation have been well addressed by the introduction of mesoporous carbon.[9]\nUnfortunately, mesoporous carbon affords very limited capability to inhibit polysulfide shuttling or to accelerate the sulfur redox reactions in working Li–S batteries, mainly due to its nonpolar nature unfavorable to adsorb dissolved polysulfides that are featured with polarity. In order to improve the affinity to polysulfides, various polar species have been incorporated in mesoporous carbon, including nonmetal heteroatom dopants with higher electronegativity than carbon[10] and metal-based inorganics (i.e., sulfides,[11] oxides,[12] hydroxides,[13] nitrides,[14] and carbides[15]). However, the nonmetal dopants usually possess weaker polarity than metal compounds to afford sufficiently strong absorptivity,[16] while metal-based inorganics, in general, are supported nanoparticles in different shapes or even large aggregates and therefore usually result in reduced overall conductive surface and pore volume, blocking well-tailored\nLithium–sulfur (Li–S) batteries hold great promise to serve as next-generation energy storage devices. However, the practical performances of Li–S batteries are severely limited by the sulfur cathode regarding its low conductivity, huge volume change, and the polysulfide shuttle effect. The first two issues have been well addressed by introducing mesoporous carbon hosts to the sulfur cathode. Unfortunately, the nonpolar nature of carbon materials renders poor affinity to polar polysulfides, leaving the shuttling issue unaddressed. In this contribution, atomic cobalt is implanted within the skeleton of mesoporous carbon via a supramolecular self-templating strategy, which simultaneously improves the interaction with polysulfides and maintains the mesoporous structure. Moreover, the atomic cobalt dopants serve as active sites to improve the kinetics of the sulfur redox reactions. With the atomiccobalt-decorated mesoporous carbon host, a high capacity of 1130 mAh gS−1 at 0.5 C and a high stability with a retention of 74.1% after 300 cycles are realized. Implanting atomic metal in mesoporous carbon demonstrates a feasible strategy to endow nanomaterials with targeted functions for Li–S batteries and broad applications."
    }, {
      "heading" : "Lithium–Sulfur Batteries",
      "text" : "The rapid development of electrochemical energy storage devices accelerates profound revolution in global energy production and consumption. Lithium–sulfur (Li–S) batteries are highly considered as an outstanding representative because of their ultrahigh theoretical energy density of 2600 Wh kg−1, which is remarkably higher than those of traditional lithium ion batteries.[1] Apart from the high theoretical capacity (1672 mAh g−1), the sulfur cathode also takes advantages of its environmental friendliness, natural abundance, and low cost. However, the practical performances of Li–S batteries are severely limited by the sulfur cathode regarding low\nAdv. Mater. 2019, 1903813\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1903813 (2 of 7)\nelectron/ion transport channels in mesoporous carbon. If metal species can be broken down into single atoms or atomic clusters, the desirable merits of atomic dispersion as nonmetal dopants and high polarity from metal species can be rationally integrated to mesoporous frameworks with targeted functionalities, such as conductive, porous, and polar hosts in working Li–S batteries.\nIn this contribution, atomic cobalt was successfully implanted within the skeleton of mesoporous carbon as highpolar and electrocatalytically active sites to improve the interactions with polysulfides while maintaining the mesoporous structure.[17] Supramolecular curbit[6]uril (CB) framework was employed as the precursor to enable self-stabilization of atomic cobalt and self-templating of mesopores during the pyrolysis synthesis. The resultant atomic-cobalt-implanted supramolecule-derived carbon (SC-Co) demonstrates not only improved interactions with polysulfides, but also explicit electrocatalytic activity to improve the kinetics of the sulfur redox reactions (Figure 1). The unblocked mesoporous channels enable large exposure of the implanted cobalt sites and full access for polysulfides to the electrochemical interfaces. Consequently, the Li–S batteries with the SC-Co functional interlayer demonstrate high CE and discharge capacity (837 mAh gS−1 at 0.5 C) stable for 300 cycles. A decay rate of 0.086% per cycle was achieved. The atomic cobalt implantation to mesoporous carbon demonstrates a feasible strategy to endow nanomaterials with targeted functions to construct high-performance Li–S batteries and inspires further smart material design for analogues multielectron electrochemical processes.\nThe fabrication of SC-Co followed a facile method by preparing cobalt-coordinated CB (named as CB-Co) as the precursor and subsequent pyrolysis under Ar protection. CB was selected considering its well-organized supramolecular configuration that serves as a universal and versatile precursor framework for the fabrication of self-templated mesoporous carbons.[18] Besides, transition metal ions can be atomically predistributed in the CB-Co precursor and well preserved through\na self-stabilization mechanism.[18] X-ray diffraction (XRD) patterns indicate the ordered structure of supramolecular CB framework, which was well-preserved after cobalt incorporation (Figure S1, Supporting Information). No other peaks are observed, suggesting the absence of large aggregates of cobalt compounds. Scanning electron microscope (SEM) images also demonstrate conformal transformation of rod-like CB to CB-Co (Figure S2, Supporting Information). The inherited morphologies of CB-Co imply no massive aggregation of the cobalt source as a side evidence.\nThe CB-Co precursor was then thermally treated at 900 °C under Ar protection to obtain SC-Co and the cobalt-free control sample was named as SC. Transmission electron microscope (TEM) image demonstrates a rod- or sheet-like morphology with uniform pore contrast (Figure S3, Supporting Information). High-resolution scanning transmission electron microscopy (STEM) image further confirms the mesoporous structure of SC-Co with an average pore size of 4–8 nm (Figure 2a). Densely cumulated mesopores surrounded by the carbon layers with a thickness of 2–3 nm indicate a large inner surface and interconnected volume. No aggregated cobalt nanoparticles can be observed in ether TEM or STEM images, suggesting the cobalt source is atomically dispersed within the carbon skeleton. Low-magnification SEM images further identify the dominant carbon morphology of SC-Co similar to the CB-Co precursor (Figure S4, Supporting Information).\nIn order to quantitatively characterize the mesoporous structure of SC-Co, N2 isothermal adsorption/desorption analysis was performed (Figure 2b). SC-Co displayed a type IV isotherm according to the Brunauer–Deming–Deming–Teller (BDDT) classification, indicating a dominant mesoporous structure. The corresponding pore-size distribution was determined based on the quenched solid density function theory (QSDFT) (Table S1, Supporting Information). The mesoporosity of SC-Co can be clearly identified with dominant mesopore signals ranging from 3.0 to 7.0 nm in diameter with an average pore width of 5.1 nm. The high pore volume of 1.04 m3 g−1 with 82.1% being mesopores is favorable to accommodate the sulfur species and relieve volume change. In addition, the specific surface area (SSA) determined according to Brunaer– Emmett–Teller (BET) theory is 831 m2 g−1 for SC-Co. The high SSA of SC-Co provides wide electrochemical active interfaces to facilitate the redox of the sulfur species. On the other hand, SC affords similar pore features, indicating that cobalt contents in SC-Co do not interfere in the formation of the mesoporous structure or block the interconnected mesopores. Consequently, sufficient mesoporosity was constructed and well maintained in SC-Co, endowing SC-Co with complete and interconnected mesopores to accommodate sulfur and abundant conductive surfaces for the sulfur electrochemical reactions.\nAtomic cobalt modification of mesoporous SC-Co was evaluated regarding the content, the distribution, and the chemical environment of the cobalt dopants. The cobalt content was determined to be 0.72 and 0.70 wt% by X-ray photoelectron spectroscopy (XPS; Figure S5 and Table S2, Supporting Information) and inductively coupled plasma optical emission spectrometer (ICP; Table S2, Supporting Information), respectively. Such a cobalt content is considered to be moderate and comparable with other reports.[17,19] The atomic distribution was\nAdv. Mater. 2019, 1903813\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1903813 (3 of 7)\nvalidated using high-angle annular dark-field STEM (HADDFSTEM). Cobalt atoms are explicitly observed as uniformly distributed bright dots of atomic size, part of which are highlighted with dash circles (Figure 3 and Figure S6, Supporting Information). Line-scan of the HADDF-STEM image across the arrow was performed for quantitative contrast analysis. Three individual peaks are demonstrated with the half-peak widths of 0.17, 0.19, and 0.14 nm, respectively (inset, Figure 3). Such halfpeak widths well correspond to cobalt single-atoms. In addition, corresponding energy dispersive spectrometer (EDS; Figure S7, Supporting Information) mapping confirms the uniform distribution of the atomic cobalt dopants within the mesoporous carbon skeleton, in agreement with the former TEM results. In addition, the XRD patterns (Figure S8, Supporting Information) of SC-Co are free of cobalt metal crystal signal. Such atomic dopants with a size much smaller than that of mesopores are highly considered as desirable polar sites without interfering in the structure of the carbon material to render well-maintained interconnected mesoporosity.\nThe chemical environment of the atomic cobalt dopants was evaluated using high-resolution XPS (Figure S9, Supporting Information). The main XPS peak of cobalt at 779.5 eV indicates the cobalt content is in high valance instead of low-valance cobalt metal (778.2 eV), excluding the metallic aggregation of cobalt. Nitrogen XPS signal revealed species including pyridinic, pyrrolic, graphitic, and oxidized nitrogen at 398.4, 399.9, 400.8, and 402.5 eV, respectively (Figure S10, Supporting Information). The dominant pyridinic and pyrrolic nitrogen in SC-Co are obviously enriched in comparison with those in SC, suggesting the atomic cobalt induces the residence of electronegative pyridinic and pyrrolic nitrogen through Co–N coordination. Such domain has been proved to be highly active to kinetically favor the sulfur redox reactions.[17,19b] Overall, SC-Co demonstrates as a desirable sulfur host material with interconnected mesoporous structure and polar atomic cobalt dopants, supposed to significantly regulate polysulfides and favor the sulfur redox reactions in working Li–S batteries.\nSuccessful fabrication of polar atomic cobalt sites within the mesoporous carbon encourages further investigation on the intermolecular interactions with polysulfides. A visualization test was employed to directly describe the interaction with polysulfides (Figure S11, Supporting Information).[20] Once the SC-Co was added into the dark yellow Li2S6 electrolyte, the color got dimmed apparently, and finally invisible after 24.0 h. In comparison, SC is inferior in interacting with polysulfides,\nAdv. Mater. 2019, 1903813\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1903813 (4 of 7)\nas the color of Li2S6 electrolyte still remained after 24.0 h. The favorable adsorption of polysulfides indicates SC-Co with higher capability to interact with polysulfides.\nSurface interactions constitutes the first step of heterogeneous electrocatalysis. The enhanced interactions of polysulfides on polar SC-Co suggest a possible electrocatalytic behavior of the sulfur redox reactions. The electrocatalytic reactivity was first evaluated using cyclic voltammetry (CV). Li–S cells with the SC-Co cathode displayed early shifts by 10 and 20 mV in the first reduction and oxidation peaks (marked as a and b) of the CV profile, indicating enhanced kinetics in comparison with the SC cathode. (Figure 4a).[21] The enhanced kinetics suggests an electrocatalysis effect induced by the interaction between atomic cobalt and polysulfides. The kinetics of the liquid–solid deposition was also enhanced by SC-Co. Specifically, the reduction peak at 2.05 V (marked as c, from short-chained polysulfides to solid Li2S2 or Li2S) was sharpened and heightened by ≈10%. Furthermore, the sulfur kinetics was quantitatively evaluated according to Tafel slopes based on each individual process. Tafel slopes of the liquid phase redox peaks a and b decrease from 53.7 and 140.4 mV dec−1 on the SC cathode to 50.7 and 99.7 on the SC-Co cathode, respectively (Figure S12, Supporting Information). The decrease of Tafel slopes describe the enhancement of kinetic in each sulfur redox step endowed by the atomic cobalt sites within mesoporous carbon.\nIn order to further confirm the improved kinetics regarding the liquid–liquid conversion process, Li2S8 symmetric cells were employed to characterize the electrocatalytic effect of SC-Co on polysulfides. Symmetric cells with SC-Co electrodes\nexhibited a fourfold enhancement in polarization current than those with SC electrodes (Figure 4b), corresponding to a quadrupling interfacial reactivity of the polysulfide electrochemistry facilitated by the atomic cobalt polar sites.[22] The alternating current impedance performance expressed matched results (Figure 4c). The simulated interfacial impedance decreased from 14.0 to 7.4 ohms for cells with SC and SC-Co electrodes, respectively (Figure S13, Supporting Information). The reduced interfacial impedance of SC-Co electrodes indicated an amplified electrochemical reactivity in inversely proportion. Consequently, SC-Co was revealed with better interfacial kinetics in the liquid phase electrochemical reactions.\nBesides, the solid–liquid deposition in Li–S battery was also obviously mediated by the cobalt implantation. A potentiostatic nucleation experiment was applied to understand the electrochemical deposition from liquid polysulfides to solid Li2S2 and Li2S (Figure 4d). Specifically, the SC-Co cathode describes a much earlier and higher discharging current peak (0.81 mA at 148 s for SC-Co and 0.42 mA at 240 s for SC) during the potentiostatic measurement under 2.05 V. Moreover, the SC-Co cathode exhibits a lager Li2S electrodeposition capacity of 103 mAh gS−1 than the SC cathode of 92 mAh gS−1, indicating the enhancement in nucleation and deposition. The atomic cobalt dopants with strong interactions with polysulfides electrocatalyze the liquid phase reaction, and accelerated the liquid–solid deposition on the well maintained mesopores, so as to increase the capacity and stability of Li–S batteries.\nConsidering the favorable polysulfide interactions and electrocatalytic reactivity of SC-Co on the sulfur redox reactions,\nAdv. Mater. 2019, 1903813\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1903813 (5 of 7)\nSC-Co was applied as a functional interlayer in a working Li–S cell (Figure S14, Supporting Information). Commonly designed cathode based on multi-walled carbon nanotubes (MWCNTs)/ sulfur composite was employed. Typically, the sulfur loading and content were 1.2 mgS cm−2 and 63%, respectively. A cathode, a functional interlayer, and an ordinary Li foil anode, were assembled in a CR2025 coin cell by sequence. SC interlayer was set as a control sample. As exhibited in Figure 5a, the Li–S cell with the SC-Co interlayer displays an initial capacity of 1130 mAh gS−1 in the cycling test at 0.5 C (1 C = 1672 mAh gS−1), and remained 837 mAh gS−1 after 300 cycles, corresponding to a capacity retention of 74.1% and a decay rate of 0.086% per cycle, respectively. In comparison, although a high capacity of 1079 mAh gS−1 of the SC interlayer was reached owing to its active mesoporosity, the capacity decreased fast to 633 mAh gS−1 with a lower retention of 58.7% and a decay rate of 0.136% per cycle. The capacity decay of the sulfur cathode was mainly attributed to the inactivation of sulfur species, as both the higher and lower discharging plateaus of the cells are shortened after 300 cycles (Figure S15, Supporting Information). The enhanced capacity retention of SC-Co interlayer confirmed that such problems were well addressed by the polar atomic cobalt dopants with strong polysulfide interactions and electrocatalysis effects. Moreover, the strong interactions contribute to immobilizing polysulfides and suppressing the shuttle effect, validated by the well preserved CE after 300 cycles of 98% on the SC-Co interlayer, in comparison with 96% on the SC interlayer. Both anodes with SC-Co and SC interlayers were damaged by continuous performing in electrolytes after long cycles, which is responsible for the capacity decay. However, the inhibition of shuttle effect with the SC-Co interlayer endowed the Li anode with better-preserved morphology after cycles, facilitating the enhanced cycling stability (Figure S16, Supporting Information). Furthermore, the rate performances of both SC-Co and SC interlayers were competitive, which could afford a high rate up to 3 C attributed to the large surface area of the mesoporous skeleton (Figure S17, Supporting Information). However, at the circumstances of high rate, cobalt decoration afforded superiority in reducing the polarized overpotential of the liquid–solid discharging by 30 mV traced by the charging and discharging profiles (Figure 5b), confirming the kinetically enhancement of the atomic cobalt sites in working batteries. The structural stability was further evaluated by characterizing SC-Co after cycling. The SC-Co interlayer was uniform with maintained morphology of the SC-Co particles (Figure S18, Supporting Information). The mesoporosity of around 5 nm in width exhibits no difference to the newly prepared material (Figure S19, Supporting Information). Moreover, the cobalt element is well preserved and dispersed within the carbon skeleton (Figure S20, Supporting Information). The structural stability of SC-Co contributes to the long term efficiency to promote the sulfur chemistry in working Li–S batteries. To prove the practical performances of the SC-Co interlayer, a high loading cathode was applied with a high sulfur loading of 3.6 mgS cm−2. The Li–S cell with high sulfur loading displayed a high initial capacity of 1140 mAh gS−1 at 0.1 C, which remained 841 mAh gS−1 after 100 cycles (Figure 5c and Figure S21, Supporting Information). Such a practical performance was comparable to those of other reported interlayers.[17,23] The successful strategy of decorating atomic cobalt polar sites within mesoporous carbon takes advantages in the mediation of sulfur chemistry in aspects as 1) immobilizing the polysulfides and suppressing the “shuttle effect,” 2) enhancing the electrochemical kinetics of polysulfides, 3) assisting fast and uniform nucleation of solid discharge products, and 4) preventing the blocking up effect of the mesoporosity. Moreover,\nAdv. Mater. 2019, 1903813\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1903813 (6 of 7)\nAdv. Mater. 2019, 1903813\nthe atomic-level decoration keeps the full mesoporosity in carbon materials, ensuring fast transportation of polysulfides in the interconnected pores and large exposed inner surface for electrochemical reactions. Consequently, a low content of polar atomic cobalt sites within mesoporous carbon enhance the performances of Li–S batteries significantly.\nIn conclusion, atomic cobalt was successfully implanted into the skeleton of mesoporous carbon. The atomic cobalt sites within the fully preserved mesoporous carbon afford suitable polarity to interact with polar polysulfides sufficiently. Fast color fading in visible test reveal the enhanced polysulfide interactions, and a series of electrochemical kinetic evaluations indicate considerable elecrocatalytic reactivity of the atomic cobalt dopants. Consequently, the Li–S battery performances are significantly improved with SC-Co interlayer. The cycling stability of Li–S batteries with SC-Co interlayers are promising as a high capacity of 837 mAh gS−1 after 300 cycles is achieved with a low decay rate of 0.086% per cycle. This work proposes a compatible strategy that endows mesoporous carbon with polar active sites such as atomic metal to regulate the interactions with electrochemical active species, inspiring rational design of advanced materials for multiphased energy storage devices.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "J.X., B.-Q.L., and H.-J.P. contributed equally to this work. This work was supported by the National Key Research and Development Program (2016YFA0202500 and 2016YFA0200102), the National Natural Science Foundation of China (21776019, 21825501, and U1801257), the Tsinghua National Laboratory for Information Science and Technology, and the Tsinghua University Initiative Scientific Research Program. The authors thank for the helpful discussion with Jia-Xing Li, Chang-Xin Zhao, and Dr. Long Kong."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "atomic doping, lithium–sulfur batteries, mesoporous carbon, polysulfide electrocatalysis, shuttle effect\nReceived: June 15, 2019 Revised: August 22, 2019\nPublished online:\n[1] a) A. Manthiram, Y. Z. Fu, S. H. Chung, C. X. Zu, Y. S. Su, Chem. Rev. 2014, 114, 11751; b) Y. X. Yin, S. Xin, Y. G. Guo, L. J. Wan, Angew. Chem., Int. Ed. 2013, 52, 13186. [2] H. J. Peng, J. Q. Huang, X. B. Cheng, Q. Zhang, Adv. Energy Mater. 2017, 7, 1700260. [3] a) A. Manthiram, J. Phys. Chem. Lett. 2011, 2, 176; b) S. S. Zhang, J. Power Sources 2013, 231, 153.\n[4] a) L. W. Ji, M. M. Rao, H. M. Zheng, L. Zhang, Y. C. Li, W. H. Duan, J. H. Guo, E. J. Cairns, Y. G. Zhang, J. Am. Chem. Soc. 2011, 133, 18522; b) Y. Yang, G. Y. Zheng, Y. Cui, Chem. Soc. Rev. 2013, 42, 3018. [5] X. L. Ji, K. T. Lee, L. F. Nazar, Nat. Mater. 2009, 8, 500. [6] G. He, X. L. Ji, L. Nazar, Energy Environ. Sci. 2011, 4, 2878. [7] a) X. A. Liang, Z. Y. Wen, Y. Liu, H. Zhang, L. Z. Huang, J. Jin,\nJ. Power Sources 2011, 196, 3655; b) J. Liu, T. Y. Yang, D. W. Wang, G. Q. M. Lu, D. Y. Zhao, S. Z. Qiao, Nat. Commun. 2013, 4, 2798. [8] J. Wang, P. Nie, B. Ding, S. Y. Dong, X. D. Hao, H. Dou, X. G. Zhang, J. Mater. Chem. A 2017, 5, 2411. [9] a) J. Balach, T. Jaumann, M. Klose, S. Oswald, J. Eckert, L. Giebeler, Adv. Funct. Mater. 2015, 25, 5285; b) J. Schuster, G. He, B. Mandlmeier, T. Yim, K. T. Lee, T. Bein, L. F. Nazar, Angew. Chem., Int. Ed. 2012, 51, 3591. [10] a) Q. Pang, J. T. Tang, H. Huang, X. Liang, C. Hart, K. C. Tam, L. F. Nazar, Adv. Mater. 2015, 27, 6021; b) Y. C. Qiu, W. F. Li, W. Zhao, G. Z. Li, Y. Hou, M. N. Liu, L. S. Zhou, F. M. Ye, H. F. Li, Z. H. Wei, S. H. Yang, W. H. Duan, Y. F. Ye, J. H. Guo, Y. G. Zhang, Nano Lett. 2014, 14, 4821; c) J. X. Song, T. Xu, M. L. Gordin, P. Y. Zhu, D. P. Lv, Y. B. Jiang, Y. S. Chen, Y. H. Duan, D. H. Wang, Adv. Funct. Mater. 2014, 24, 1243; d) J. X. Song, Z. X. Yu, M. L. Gordin, D. H. Wang, Nano Lett. 2016, 16, 864; e) G. M. Zhou, E. Paek, G. S. Hwang, A. Manthiram, Nat. Commun. 2015, 6, 7760; f) Y. J. Li, J. M. Fan, M. S. Zheng, Q. F. Dong, Energy Environ. Sci. 2016, 9, 1998. [11] a) X. Liu, J. Q. Huang, Q. Zhang, L. Q. Mai, Adv. Mater. 2017, 29, 1601759; b) C. Ye, L. Zhang, C. X. Guo, D. D. Li, A. Vasileff, H. H. Wang, S. Z. Qiao, Adv. Funct. Mater. 2017, 27, 1702524. [12] a) L. B. Ma, R. P. Chen, G. Y. Zhu, Y. Hu, Y. R. Wang, T. Chen, J. Liu, Z. Jin, ACS Nano 2017, 11, 7274; b) M. P. Yu, A. J. Wang, F. Y. Tian, H. Q. Song, Y. S. Wang, C. Li, J. D. Hong, G. Q. Shi, Nanoscale 2015, 7, 5292; c) Q. Sun, B. J. Xi, J. Y. Li, H. Z. Mao, X. J. Ma, J. W. Liang, J. K. Feng, S. L. Xiong, Adv. Energy Mater. 2018, 8, 1800595. [13] a) X. Q. Niu, X. L. Wang, D. H. Wang, Y. Li, Y. J. Zhang, Y. D. Zhang, T. Yang, T. Yu, J. P. Tu, J. Mater. Chem. A 2015, 3, 17106; b) J. T. Zhang, Z. Li, Y. Chen, S. Y. Gao, X. W. Lou, Angew. Chem., Int. Ed. 2018, 57, 10944. [14] a) Y. Fan, Z. Yang, W. X. Hua, D. Liu, T. Tao, M. M. Rahman, W. W. Lei, S. M. Huang, Y. Chen, Adv. Energy Mater. 2017, 7, 1602380; b) J. H. Liu, W. F. Li, L. M. Duan, X. Li, L. Ji, Z. B. Geng, K. K. Huang, L. H. Lu, L. S. Zhou, Z. R. Liu, W. Chen, L. W. Liu, S. H. Feng, Y. G. Zhang, Nano Lett. 2015, 15, 5137; c) T. H. Zhou, W. Lv, J. Li, G. M. Zhou, Y. Zhao, S. X. Fan, B. L. Liu, B. H. Li, F. Y. Kang, Q. H. Yang, Energy Environ. Sci. 2017, 10, 1694. [15] a) W. Z. Bao, X. Q. Xie, J. Xu, X. Guo, J. J. Song, W. J. Wu, D. W. Su, G. X. Wang, Chem. - Eur. J. 2017, 23, 12613; b) X. B. A. Liu, X. F. Shao, F. Li, M. W. Zhao, Appl. Surf. Sci. 2018, 455, 522; c) N. Shi, B. Xi, Z. Feng, J. Liu, D. Wei, J. Liu, J. Feng, S. Xiong, Adv. Mater. Interfaces 2019, 6, 1802088. [16] a) J. Balach, H. K. Singh, S. Gomoll, T. Jaumann, M. Klose, S. Oswald, M. Richter, J. Eckert, L. Giebeler, ACS Appl. Mater. Interfaces 2016, 8, 14586; b) C. Jin, W. Zhang, Z. Zhuang, J. Wang, H. Huang, Y. Gan, Y. Xia, C. Liang, J. Zhang, X. Tao, J. Mater. Chem. A 2017, 5, 632; c) P. Velez, M. Laura Para, G. L. Luque, D. Barraco, E. P. M. Leiva, Electrochim. Acta 2019, 309, 402; d) R. Wu, S. G. Chen, J. H. Deng, X. Huang, Y. J. Song, R. Y. Gan, X. J. Wan, Z. D. Wei, J. Energy Chem. 2018, 27, 1661. [17] Z. Z. Du, X. J. Chen, W. Hu, C. H. Chuang, S. Xie, A. J. Hu, W. S. Yan, X. H. Kong, X. J. Wu, H. X. Ji, L. J. Wan, J. Am. Chem. Soc. 2019, 141, 3977. [18] J. Xie, B. Q. Li, H. J. Peng, Y. W. Song, J. X. Li, Z. W. Zhang, Q. Zhang, Angew. Chem. 2019, 131, 5017. [19] a) W. G. Liu, L. L. Zhang, W. S. Yan, X. Y. Liu, X. F. Yang, S. Miao, W. T. Wang, A. Q. Wang, T. Zhang, Chem. Sci. 2016, 7, 5758; b) J. Wang, L. J. Jia, J. Zhong, Q. B. Xiao, C. Wang, K. T. Zang,\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1903813 (7 of 7)\nAdv. Mater. 2019, 1903813\nH. T. Lin, H. C. Zheng, J. Luo, J. Yang, H. Y. Fan, W. H. Duan, Y. Wu, H. Z. Lin, Y. G. Zhang, Energy Storage Mater. 2019, 18, 246. [20] X. Y. Tao, J. G. Wang, C. Liu, H. T. Wang, H. B. Yao, G. Y. Zheng, Z. W. Seh, Q. X. Cai, W. Y. Li, G. M. Zhou, C. X. Zu, Y. Cui, Nat. Commun. 2016, 7, 11203. [21] a) F. Y. Fan, W. C. Carter, Y. M. Chiang, Adv. Mater. 2015, 27, 5203; b) H. J. Peng, G. Zhang, X. Chen, Z. W. Zhang, W. T. Xu, J. Q. Huang, Q. Zhang, Angew. Chem., Int. Ed. 2016, 55, 12990. [22] G. Zhang, Z. W. Zhang, H. J. Peng, J. Q. Huang, Q. Zhang, Small Methods 2017, 1, 1700134. [23] a) Y. F. Luo, N. N. Luo, W. B. Kong, H. C. Wu, K. Wang, S. S. Fan, W. H. Duan, J. P. Wang, Small 2018, 14, 1702853; b) B. B. Zheng, N. R. Li, J. Y. Yang, J. Y. Xi, Chem. Commun. 2019, 55, 2289;\nc) C. X. Zu, Y. S. Su, Y. Z. Fu, A. Manthiram, Phys. Chem. Chem. Phys. 2013, 15, 2291; d) S. H. Cho, S. M. Cho, K. Y. Bae, B. H. Kim, B. D. Son, W. Y. Yoon, Electrochim. Acta 2019, 315, 33; e) L. Kong, H. J. Peng, J. Q. Huang, W. C. Zhu, G. Zhang, Z. W. Zhang, P. Y. Zhai, P. P. Sun, J. Xie, Q. Zhang, Energy Storage Mater. 2017, 8, 153; f) S. Y. Bai, X. Z. Liu, K. Zhu, S. C. Wu, H. S. Zhou, Nat. Energy 2016, 1, 16094; g) Z. B. Xiao, Z. Yang, L. Wang, H. G. Nie, M. E. Zhong, Q. Q. Lai, X. J. Xu, L. J. Zhang, S. M. Huang, Adv. Mater. 2015, 27, 2891; h) H. B. Lin, S. L. Zhang, T. R. Zhang, S. Cao, H. L. Ye, Q. F. Yao, G. W. Zheng, J. Y. Lee, ACS Nano 2019, 13, 7073; i) X. H. Feng, Q. Wang, R. R. Li, H. Li, Appl. Surf. Sci. 2019, 478, 341; j) Z. L. Ma, Z. Li, K. Hu, D. D. Liu, J. Huo, S. Y. Wang, J. Power Sources 2016, 325, 71."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "J. Wang", "P. Nie", "B. Ding", "S.Y. Dong", "X.D. Hao", "H. Dou", "X.G. Zhang", "J. Mater" ],
      "venue" : "A 2017, 5,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2411
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The pioneering work inspired the design of a variety of mesoporous carbons for Li–S batteries, including bimodal mesoporous carbon,[6] mesoporous carbon spheres,[7] and bioderived carbonaceous mesoporous carbon such as Starbons.[8] Up to date, the first two issues of poor conductivity and volume oscillation have been well addressed by the introduction of mesoporous carbon.",
      "startOffset" : 228,
      "endOffset" : 231
    } ],
    "year" : 2019,
    "abstractText" : "J. Xie, B.-Q. Li, Dr. H.-J. Peng, Y.-W. Song, Dr. X. Chen, Prof. Q. Zhang Beijing Key Laboratory of Green Chemical Reaction Engineering and Technology Department of Chemical Engineering Tsinghua University Beijing 100084, China J. Xie, M. Zhao, Prof. J.-Q. Huang Advanced Research Institute of Multidisciplinary Science Beijing Institute of Technology Beijing 100081, China E-mail: jqhuang@bit.edu.cn The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201903813.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}