{
  "name" : "downloads_2020-07-11_a5_johnston2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Key challenges for evaluation of the safety of engineered nanomaterials",
    "authors" : [ "Linda J. Johnstona", "Norma Gonzalez-Rojanob", "Kevin J. Wilkinsonc", "Baoshan Xingd" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nNanoImpact\njournal homepage: www.elsevier.com/locate/nanoimpact\nResearch paper\nKey challenges for evaluation of the safety of engineered nanomaterials Linda J. Johnstona,⁎, Norma Gonzalez-Rojanob, Kevin J. Wilkinsonc, Baoshan Xingd aNational Research Council Canada, Ottawa, ON K1A 0R6, Canada b Centro Nacional de Metrologia, Queretaro, Mexico cUniversité de Montréal, Montréal, QC H3C 3J7, Canada d Stockbridge School of Agriculture, University of Massachusetts, Amherst, MA 01003, USA\nA R T I C L E I N F O\nEditor: Jamie Lead\nKeywords: Engineered nanomaterials Characterization Nanotoxicology Transformations Standards\nA B S T R A C T\nThe development of reliable and practical tools to ensure the safe and sustainable use of nanomaterials has not kept pace with the rapid commercialization of nanotechnology-enabled products. Here we present an overview of some of the current challenges and opportunities for the evaluation of the safety of engineered nanomaterials (ENM), based on input from an IUPAC (International Union of Pure and Applied Chemistry) sponsored workshop in Queretaro, Mexico. The workshop covered detection and characterization of ENM, their transformations in consumer products and the environment, current gaps in nanotoxicology methods and challenges for standardization and risk assessment. Key future research priorities include developing methods to detect and characterize ENM in complex matrices and determinations of their transformations in such environments. The extension of methods to more challenging materials such as complex or advanced nanomaterials and carbon-based materials is also needed. Furthermore, an increased availability of validated protocols and reference materials will be necessary to advance both nanosafety studies and material characterization. A focus on accurate dosimetry, appropriate control experiments and more realistic in vitro models will help to address current gaps in nanotoxicology. Finally, there is an urgent need for reliable data and improved data reporting guidelines, supported by computational modeling, in order to allow the development of grouping and read across methods."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanotechnology is an enabling technology that offers solutions for scientific, industrial and commercial challenges through the development and application of nanoenabled materials with improved functional properties. As with all emerging technologies, the benefits of nanotechnologies must be weighed against potential health and environmental hazards associated with their development, use and disposal. Engineered nanomaterials (ENM) are used in a constantly increasing number of consumer products (Vance et al., 2015) where they may enhance strength, reactivity and durability or impart entirely new functions. However, the development of methods to evaluate the safe use of ENM and assess potential risk has not kept pace with their rapid commercialization. Indeed, the lack of adequate detection and characterization techniques and lack of reproducible and validated methods for toxicological studies have been identified as major bottlenecks for the safe and sustainable use of nanomaterials (Krug, 2014). The issue is further exacerbated by the rapid development of ENM of increasing complexity and diversity and concerns over the adequacy of existing regulations. Continued development of nanotechnology and its\ncommercial success requires that feasible and cost-effective strategies are devised that include safe-by-design approaches for their production, effective assessments of their risk and the development of appropriate regulatory guidelines.\nThis perspective article summarizes some of the current challenges and opportunities, and was motivated by discussions that occurred during and following a Workshop on the Safety of Engineered Nanomaterials in Queretaro, Mexico, sponsored in part by IUPAC (International Union of Pure and Applied Chemistry). The workshop theme falls within IUPAC's mission to provide objective scientific advice on global issues involving chemistry and to promote sustainable development. The workshop covered four topics: (1) Detection and characterization of ENM, (2) Transformation of ENM in consumer products and the environment, (3) Nanotoxicology methods and gaps for environmental health and safety (EHS) and (4) Challenges for metrology, risk assessment and standardization. Discussion was aimed at fostering a greater awareness of the challenges and identifying key future research needs and gaps that must be filled to develop a regulatory framework for nanomaterials. This overview summarizes the authors' views of several key challenges as well as research directions\nhttps://doi.org/10.1016/j.impact.2020.100219 Received 7 October 2019; Received in revised form 11 February 2020; Accepted 25 February 2020\n⁎ Corresponding author. E-mail address: Linda.Johnston@nrc-cnrc.gc.ca (L.J. Johnston).\nNanoImpact 18 (2020) 100219\nAvailable online 29 February 2020 2452-0748/ © 2020 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).\nT\nthat offer solutions to these challenges."
    }, {
      "heading" : "2. Detection and characterization of ENM",
      "text" : "It is generally acknowledged that the inadequate characterization of ENM has often limited the usefulness of many published studies. Inadequate characterization impacts quality control during production of the materials and prevents inter-laboratory comparability for applications development and nanotoxicology studies (Krug, 2014). Several factors contribute to this problem. The characterization requirements for ENM are more complex than for conventional chemicals since there are numerous properties that affect their behavior (Fig. 1) and the relative importance depends on the application, making it challenging to assess the minimum required information (Johnston et al., 2017; Gubala et al., 2018; Mourdikoudis et al., 2018). Although several methods are reasonably well-established to assess most required properties for pristine (as-produced) ENM, they are frequently applied in different ways and are not always sensitive to environmental and/or use conditions. Furthermore, reproducible and validated protocols required for inter-laboratory comparability are sometimes lacking and are frequently validated on a limited number of materials and media. Even when available, validated protocols are not broadly used by the community (Gao and Lowry, 2018; Rasmussen et al., 2018).\nAn additional complication is the fact that many measurands (e.g., size, Fig. 2) are method-defined (Linsinger et al., 2011) and it is often challenging for the non-expert to select the most appropriate method for a given set of conditions (nanoparticle, medium, etc.). In general, there is no single best method for a given measurand, even for a specific material family with similar characteristics, and it is often advisable to use a combination of methods ((Domingos et al., 2009, Mourdikoudis et al., 2018). For example, the various methods for particle size measure different parameters and provide size distributions that can be intensity, number or mass based. Generally one may select an ensemble method that gives hydrodynamic size (e.g., dynamic light scattering, nanoparticle tracking analysis, etc.), along with a microscopy method (e.g., atomic force microscopy, transmission electron microscopy) that evaluates the size and shape of individual particles (Brown et al., 2013; Babick et al., 2016). Selection of a fit-for-purpose method requires consideration of the theoretical basis of the technique, method sensitivity, calibration and validation, information on the relevant\nconcentrations, the sample matrix, the time scales and nature of the transformations of the ENM and an assessment of the level of uncertainty that is acceptable for a specific application.\nThere is an emerging consensus of the properties that are required for risk assessment and several comprehensive recent reviews have provided summaries of the available methods including a critical overview of their range of applicability, strengths and limitations (Gao and Lowry, 2018; Gubala et al., 2018; Mourdikoudis et al., 2018; Rasmussen et al., 2018; ISO, 18196:, 2016). The properties can usually be separated into two categories. Intrinsic properties such as size, surface area and composition are characteristics of the material that do not depend on the medium or environment and are designed to define “what they are”. Extrinsic, medium dependent properties such as surface charge, surface chemistry and aggregation determine the fate and reactivity of the material, that is “where they go” and “what they do”.\nTable 1 summarizes these properties, the most common methods for characterization and brief comments on the applicability, advantages and limitations for each of the methods. More detailed assessments of the methods and their suitability for nanosafety studies are available in the reviews cited above.\nThe frequent lack of adequate characterization data, the dynamic nature of nanomaterial properties and the batch-to-batch variability make it of paramount importance that increased attention is paid to data reporting. A recent overview of the requirements for sample provenance information provides a useful approach (Baer et al., 2016). The recorded data should include (1) details on the synthesis method, (2) sample history including storage time and conditions, (3) characterization data with sample preparation information and (4) any additional processing or modification prior to use. Such information will help to identify sources of variability and lack of reproducibility. The availability of full metadata for various materials will also require an integrated approach to developing accessible databases for the nanotechnology community (Karcher et al., 2018).\nCharacterization issues are can often be resolved for ENM, although the necessary expertise and resources are not always available within a single research group or laboratory. Nonetheless, there are several exceptions to this generalization, particularly for properties that depend on the surrounding medium. First, it is difficult to reproducibly functionalize ENM and to quantify the surface group loading (Baer, 2018; Mülhopt et al., 2018; Clausen et al., 2019; Sun et al., 2019). Surface chemistry is one of the key properties that controls the fate and behaviour of a nanomaterial when incorporated into products, when released to the environment or when taken up by cells or organisms. The fate of a functionalized ENM released from a complex product (e.g. paint, sunscreen, computer screen) will be very different from the fate of a bare nanoparticle. A second challenge is assessing the agglomeration/aggregation level of the ENM, which varies with time, medium and particle concentration/dilution and is considerably more problematic for “real-world” ENM as compared to the well-behaved, spherical and nearly monodisperse materials that are often used for method development. Although it is possible to obtain at least qualitative information on aggregation state (Table 1), the methods are time-consuming and infrequently employed. For a given material, it may often be necessary to assess agglomeration in a variety of environments, adding significantly to the time and resources needed.\nThe third and most important characterization challenge is the detection and characterization of ENM in complex media (e.g., toxicological or environmental media), which is still a daunting task (Gao and Lowry, 2018; Azimzada et al., 2020). Although ICP-MS based techniques are being developed for metal-based ENM (Montoro Bustos et al., 2018), the detection of carbon-based ENM (e.g., C60, nanopolymers, dendrimers, etc.) remains extremely difficult at environmentally realistic concentrations (and in environmentally realistic matrices). ICP-MS based techniques also often require pre-treatments such as digestion of solid samples (e.g., plant tissues) and isolation and preconcentration of trace components (e.g., aquatic samples); this may\nalter the properties and concentrations of ENM. Alternate spectroscopic methods such as SERS show promise (Guo et al., 2017), although current expected (low) levels of ENM in the environment are still well below present detection limits. For all ENM, difficulties remain with respect to the discrimination of ENM from naturally occurring materials (Azimzada et al., 2020). Factors such as the complexity of sample preparation, the potential for matrix interference, resource requirements and chemical specificity must be carefully considered."
    }, {
      "heading" : "3. Transformations of ENM in the environment and consumer products",
      "text" : "The dynamic nature of many nanomaterials in complex environmental matrices is recognized as a major challenge for their detection, quantification and characterization (Lead et al., 2018). Many published reports focus on the toxicity of pristine nanomaterials but are of limited value to risk evaluations of the material after release to the environment. The presence of naturally-occurring nanomaterials in environmental samples complicates the detection of ENM since analytical techniques to distinguish ENM from natural nanomaterials at low concentrations are currently lacking (Nowack, 2017) or under development (Praetorius et al., 2017). The fate of an ENM in the environment will be determined by its distribution in various matrices (e.g., air, soil, water) and by physical chemical properties such as surface charge and hydrophobicity, dissolution, aggregation state and chemical reactivity. Frequently observed transformations of ENM in environmental matrices are illustrated in Fig. 3 using ZnO in water as an example (Frechette-Viens et al., 2019). ZnO and other metal oxides (e.g., CuO) as well as some metal nanoparticles (e.g., Ag) undergo dissolution on a range of time scales. Dissolution, if rapid, removes the need to detect the ENM in that matrix, although in many cases it may be necessary to consider the effects of both dissolved ions and nanoparticles in assessing toxicity. In some cases (e.g., Cu, Ce, Ag), redox reactions can occur, changing the chemical reactivity of the ENM. Complexation to or adsorption of matrix components such as natural organic matter/natural colloids and the aggregation or sedimentation of the ENM can dramatically change the transport of the material and its bioavailability. These processes will be modulated by the pH and ionic strength and the presence of other nanomaterials or contaminants. The number of possible transformations, the complexity of environmental matrices and the typical low concentrations of ENMmake it challenging to determine\nthe appropriate exposure levels when assessing potential toxicity. It is noteworthy that these transformations may either increase or decrease the risk associated with the presence of the ENM in the environment. A recent literature review has concluded that interaction of ENM with environmental matrices under realistic exposure conditions does not necessarily increase reactivity, bioavailability or toxicity, suggesting that the environmental risk may be lower than anticipated in many cases (Lead et al., 2018).\nSome of the analytical tools available to measure physico-chemical properties (Table 1) can, in principle, be used for ENM in complex media. However, sample preparation remains a challenge and many currently-used methods can modify the ENM and alter these properties. There is thus an urgent need for standard sample preparation and characterization methods for ENM in complex matrices under appropriate exposure scenarios, which typically means low concentrations. SP- ICP-MS can provide both compositional and size information; however this method is only really suited to metals and metal oxides (Montano et al., 2016) and cannot readily discriminate between single particles and aggregates or ENM and natural nanoparticles. As noted above, future developments of single-particle TOF-ICP-MS may eventually solve the latter problem. Nonetheless, for both techniques the instrument sensitivity and background issues from dissolved ions limit the ENM sizes that can be detected and thus the concentrations of dissolved and particulate ENM that can be quantified (Frechette-Viens et al., 2017). Currently detection limits are in the range of 104 particles mL−1 with minimal detectable diameters ranging between 3 and 25 nm (depending upon the element and the matrix). ENM separation from complex soil and sediment matrices using techniques such as field flow fractionation (FFF) and asymmetric flow field-flow fractionation (AF4) has been reported (Gigault and Hackley, 2013; Gogos et al., 2014). Use of these separation techniques in tandem with a suitable ENM detection technique has the potential to identify and characterize some ENM. Given the many issues with detection and characterization of ENM in complex environments, it may be useful to save time and resources by employing simple toxicity tests as a screening tool and only proceed with detailed characterization if warranted by the initial screen.\nThe situation with ENM in consumer products is equally challenging (Yang and Westerhoff, 2014), although the number of possible confounding materials and contaminants is lower and the relevant matrix is typically better defined. Despite the simpler and better defined “environment” for the ENM in most consumer products, there are still\nTa bl e 1 Su m m ar y of EN M ph ys ic al ch em ic al pr op er tie st ha ta re ge ne ra lly ne ce ss ar y pr io rt o as se ss m en to ft ox ic ol og ic al en dp oi nt s. Th e m or e co m m on ly us ed ch ar ac te ri za tio n m et ho ds an d br ie fc om\nm en ts on ra ng e of ap pl ic ab ili ty\nan d ad va nt ag es an d lim\nita tio ns ar e al so pr ov id ed .\nN an om\nat er ia lp ro pe rt ya\nA na ly tic al m et ho d\nCo m m en ts\nCo m po si tio n\nEl em en ta la na ly si s N uc le ar m ag ne tic\nre so na nc e (N M R)\nM as s sp ec tr om\net ry ,M\nS (c ou pl ed\nw ith\nga s or liq ui d ch ro m at og ra ph y or in du ct iv el y co up le d pl as m a, IC P) Ra m an an d In fr ar ed sp ec tr os co py U V– vi s an d flu or es ce nc e sp ec tr os co py In du ct iv el y co up le d pl as m aop tic al em is si on\nsp ec tr os co py\n(I CP -\nO ES ) Ti m eof -fl ig ht Se co nd ar y io n m as s sp ec tr om\net ry (T O FSI M S)\nSc an ni ng\nel ec tr on\nm ic ro sc op y – en er gy di sp er si ve Xra y\nsp ec tr os co py\n(S EM\n-E D X)\nM os t m et ho ds m ea su re bu lk co m po si tio n, in cl ud in g th e pr es en ce of su rf ac e im pu ri tie s/ co nt am in an ts ,c oa tin gs ,d is pe rs an ts or st ab ili ze rs an d ca nn ot di st in gu is h be tw ee n th e co re an d sh el lf or co m pl ex na no m at er ia la rc hi te ct ur es So m e m et ho ds pr ov id e at om ic co m po si tio n (I CP -M S, el em en ta la na ly si s, SE M - ED X) w he re as ot he rs pr ov id e st ru ct ur al de ta ils ,u su al ly fo r or ga ni cs (I nf ra re d, Ra m an ,N M R) So lu tio n N M R ha s lim ite d ca pa bi lit ie s an d so lid -s ta te N M R is ve ry tim eco ns um in g U V– vi s an d flu or es ce nc e sp ec tr os co py ha ve ve ry lim ite d ap pl ic at io n IC PM S re qu ir es sa m pl e di ge st io n an d do es no ta pp ly to al le le m en ts A dd iti on al su rf ac e se ns iti ve m et ho ds fo ri no rg an ic sh el ls or su rf ac e co at in gs ar e pr ov id ed be lo w\nCr ys ta ls tr uc tu re Cr ys ta lli ni ty\nXra y di ffr ac tio n (X RD ) Sm al la ng le Xra y sc at te ri ng\n(S A XS )\nEl ec tr on\ndi ffr ac tio n (T EM\n)\nPo w de r xra y di ffr ac tio n is th e m os t co m m on\nm et ho d, bu t it is le ss us ef ul fo r\ndi so rd er ed /a m or ph ou s sa m pl es SA XS pr ov id es in fo rm at io n fo r sm al lp ar tic le s an d am or ph ou s m at er ia ls El ec tr on di ffr ac tio n pr ov id es in fo rm at io n on in di vi du al pa rt ic le s, no t th e bu lk m at er ia l\nSp ec ifi c su rf ac e ar ea\nG as or liq ui d ad so rp tio n is ot he rm s( Br un au er -E m m et t-T el le r, BE T, m et ho d)\nTh e BE T m et ho d ap pl ie s to dr y sa m pl es an d its re le va nc e to na no pa rt ic le di sp er si on s is qu es tio na bl e. N M R m et ho ds (u nd er de ve lo pm\nen t) m ay pr ov id e a\nso lu tio n fo r su rf ac e ar ea m ea su re m en ts fo r pa rt ic le s in liq ui d.\nPr im ar y pa rt ic le si ze Pa rt ic le si ze di st ri bu tio n\nSc an ni ng\nor Tr an sm is si on\nel ec tr on\nm ic ro sc op y (S EM\n,T EM ) Sc an ni ng pr ob e m ic ro sc op y (A FM ,S TM ) D yn am ic lig ht sc at te ri ng (D LS ) M ul tian gl e lig ht sc at te ri ng (M A LS ) N an op ar tic le tr ac ki ng an al ys is (N TA ) D iff er en tia lm ob ili ty an al ys is (D M A ) Ce nt ri fu ga ll iq ui d se di m en ta tio n (a ls o an al yt ic al ul tr ac en tr ifu ga tio n) Si ng le pa rt ic le (S P) IC PM S Fi el d flo w fr ac tio na tio n (F FF ) or as ym m et ri c FF F (c ou pl ed to a lig ht sc at te ri ng or re fr ac tiv e in de x de te ct or ) Sm al la ng le Xra y sc at te ri ng (S A XS )\nM et ho ds ca n be cl as si fie d as : -p ar tic le co un tin g (b ot h im ag in g an d no nim ag in g m et ho ds ) -e ns em bl e m et ho ds (a ll pa rt ic le s in sa m pl e ar e m ea su re d at sa m e tim e) -f ra ct io na tio n (p ar tic le sa re se pa ra te d ba se d on si ze ,p ri or to an al ys is by ei th er pa rt ic le co un tin g or en se m bl e m et ho ds ) M et ho ds ar e ap pl ie d to dr y pa rt ic le s (m ic ro sc op ie s) ,a er os ol iz ed pa rt ic le s (D M A ) or pa rt ic le s in liq ui d su sp en si on s (o th er m et ho ds ) D iff er en t m et ho ds m ea su re di ffe re nt pa ra m et er s (s ee Fi g. 2) D is tr ib ut io ns ar e in te ns ity ,n um be r or m as s ba se d, de pe nd in g on th e m et ho d us ed M ic ro sc op y m et ho ds (e sp ec ia lly TE M ) pr ov id e th e m os tr el ia bl e si ze an d ca n di st in gu is h pr im ar y pa rt ic le s fr om ag gr eg at es bu t ar e ex pe ns iv e an d tim eco ns um in g. Sa m pl e pr ep ar at io n an d au to m at ed an al ys is re qu ir e op tim iz at io n fo r sp ec ifi c sa m pl es . A co m bi na tio n of on e m ic ro sc op y m et ho d an d on e m et ho d th at m ea su re s hy dr od yn am ic si ze is ty pi ca lly re co m m en de d SP -IC PM S is ca pa bl e of ob ta in in g bo th si ze ,c om po si tio n an d pa rt ic le nu m be r co nc en tr at io ns ,b ut is no ta pp lic ab le to al lm at er ia ls an d ha s se ns iti vi ty lim its . Li gh ts ca tt er in g m et ho ds as su m e a sp he ri ca lp ar tic le sh ap e an d ar e be st su ite d to m on od is pe rs e sa m pl es (c on tin ue d on ne xt pa ge )\nTa bl e 1 (c on tin ue d) N an om at er ia lp ro pe rt ya\nA na ly tic al m et ho d\nCo m m en ts\nSh ap e A sp ec t ra tio\nEl ec tr on\nm ic ro sc op y A to m ic fo rc e m ic ro sc op y M ul tian gl e lig ht sc at te ri ng\nTE M pr ov id es th e 2- di m en si on al pa rt ic le sh ap e; TE M co m bi ne d w ith\nel ec tr on\nto m og ra ph y ca n pr ov id e 3D\nsh ap e\nA FM\nin pr in ci pl e pr ov id es 3D\nsh ap e, bu t is co m pl ic at ed by\ntip co nv ol ut io n\nis su es M ul tian gl e lig ht sc at te ri ng\nca n pr ov id e as pe ct ra tio\nfo r so m e pa rt ic le sh ap es\nSu rf ac e Ch ar ge\nM ea su re m en t of el ec tr op ho re tic\nm ob ili ty by\nei th er op tic al or\nac ou st ic m et ho ds\nZe ta po te nt ia li s ca lc ul at ed fr om\nel ec tr op ho re tic\nm ob ili ty .T he\nm et ho d is ea sy to us e, bu t re qu ir es ca re fu lc on tr ol of pH ,i on ic st re ng th an d co nc en tr at io n to ob ta in m ea ni ng fu lr es ul ts\nSu rf ac e fu nc tio na lg ro up s\nTh er m og ra vi m et ri c an al ys is (T G A ) So lv en te xt ra ct io n pl us M S or N M R Ra m an an d In fr ar ed sp ec tr os co py Ti tr at io ns (a ci di c/ ba si c gr ou ps ) Fl uo re sc en ce an d U V– vi s as sa ys Se co nd ar y io n m as s sp ec tr om et ry Xra y ph ot oe le ct ro n sp ec tr os co py SE M w ith ED X or el ec tr on\nen er gy lo ss sp ec tr os co py\n(E EL S)\nA ug er el ec tr on\nsp ec tr os co py\nXra y flu or es ce nc e\nO rg an ic co at in g or su rf ac e gr ou ps : M et ho ds fo rq ua lit at iv e id en tifi ca tio n of or ga ni c co at in gs on in or ga ni c pa rt ic le s in cl ud e Ra m an an d In fr ar ed sp ec tr os co py ,t he rm og ra vi m et ri c an al ys is of in ta ct pa rt ic le s. TG A co up le d w ith FT -IR or M S gi ve s st ru ct ur al in fo rm at io n; no ts ui ta bl e fo r qu an tif yi ng lo w su rf ac e lo ad in gs So lv en t ex tr ac tio n fo llo w ed by M S, ch ro m at og ra ph y or N M R pr ov id es id en tifi ca tio n an d/ or qu an tifi ca tio n. XP S pr ov id es el em en ta lc om po si tio n an d fu nc tio na lg ro up in fo rm at io n fo rs om e el em en ts . Pr ob e bi nd in g as sa ys w ith U V– vi s de te ct io n an d tit ra tio ns ar e fu nc tio na lg ro up sp ec ifi c. In or ga ni c co at in gs (c or e/ sh el lp ar tic le s) ca n be id en tifi ed by XP S, A ug er ,X - ra y flu or es ce nc e an d SI M S su bj ec t to ap pl ic ab ili ty ,s en si tiv ity an d de pt h pe ne tr at io n co ns id er at io ns fo r ea ch m et ho d. M an y m et ho ds pr ov id e qu al ita tiv e da ta an d ar e no tv al id at ed fo r a ra ng e of pa rt ic le ty pe s\nPa rt ic le ag gl om\ner at io n/ ag gr eg at io n\nM ic ro sc op y (T EM\n,S EM\n,A FM ) Li gh t sc at te ri ng m et ho ds Se di m en ta tio n as sa ys Sp ec tr os co py m et ho ds\nM ic ro sc op y m et ho ds pr ov id e in fo rm at io n on\npa rt ic le ag gr eg at io n, bu t ca nn ot\ndi st in gu is h be tw ee n pr eex is tin g ag gr eg at es an d th os e fo rm ed\nby sa m pl e\nde po si tio n Li gh t sc at te ri ng\nm et ho ds do\nno t di st in gu is h be tw ee n la rg e pa rt ic le s an d\nag gr eg at es bu t pr ov id e (q ua lit at iv e) in fo rm at io n on\nev ol ut io n of th e sa m pl e\nw ith\ntim e Se di m en ta tio n as sa ys ca n pr ov id e th e fr ac tio n of se di m en tin g pa rt ic le s at sp ec ifi c tim e po in ts ,b ut ar e tim eco ns um in g fo r ro ut in e m ea su re m en ts O pt ic al sp ec tr os co py m ay pr ov id e di ag no st ic si gn al s fo r ag gr eg at es in sp ec ifi c ca se s\nD is so lu tio n\nIC PO ES IC PM S\nM ea su re m en t of di ss ol ve d io ns af te r se pa ra tio n of re m ai ni ng\nna no pa rt ic le s or\nio ns pl us na no pa rt ic le s by\nSP -IC PM S\nCh em ic al re ac tiv ity\nVa ri ou s m et ho ds ca n be us ed to as se ss re ac tiv ity\nby m ea su ri ng fin al pr od uc ts (s ee co m po si tio n) an d th ei r ra te s of fo rm at io n\nIn cl ud es ca ta ly tic\nre ac tiv ity ,p ho to ch em ic al re ac tiv ity ,g en er at io n of re ac tiv e\nox yg en\nsp ec ie s, re do x ch an ge s\na Ba nd ga p m ea su re m en ts ,r ed ox\npr op er tie s an d m ec ha ni ca l, el ec tr ic al an d op tic al pr op er tie s ar e im po rt an t fo r so m e na no m at er ia ls /a pp lic at io ns bu ta re no t in cl ud ed\nhe re .\nrelatively few studies that consider the consequences of the release of an ENM from a product. This is in sharp contrast to the many characterization and toxicology studies for pristine ENM. As an example, for an ENM incorporated as a strengthening agent in a nanocomposite, one must consider the following scenarios: release of the (unmodified) ENM from the composite, release of a matrix-modified ENM, the potential toxicity of both forms of the ENM and potential changes in the toxicity or degradability of the matrix due to the ENM. The method of incorporation of the ENM, the use of the product throughout its lifecycle and the likely scenarios for disposal at end-of-use are additional factors that must be considered. Compositional analysis, especially surface chemistry and coatings, may be two of the key considerations for ENM in consumer products since they control the interaction of the ENM with the other product components.\nTests on the release of ENM from consumer products often use a tiered approach. Typically, the initial level starts with the pristine ENM in a controlled environment where the effects of changing a single variable can be probed (Mitrano and Nowack, 2017). These tests are of limited value for assessing behavior in consumer products but are easier and more widely used. An intermediate level study will attempt to mimic a real-world environment, as for example by exposing the product to test washing conditions. The highest level of complexity is encountered when the material is studied under normal use conditions (for example release of ENM when the product is exposed to outdoor weathering), which can yield useful data to assess levels of release and exposure. All these studies rely on access to analytical methods with the necessary sensitivity to detect and characterize the material. Similar to the discussion for environmental samples, ICP-MS in some cases coupled with separation methods such as field flow fractionation (FFF) or chromatography can be used. Other methods such as TEM combined with energy-dispersive x-ray spectroscopy (EDX) for particle speciation are being adapted to detect and characterize ENM in complex media (Mitrano and Nowack, 2017).\nThe difficulty in obtaining sufficient analytical data on the release of ENM from consumer products and their concentration in relevant environmental samples has motivated development of exposure modeling to predict environmental concentrations (Gottschalk et al., 2013; Nowack, 2017). Material flow analysis models can be used to track the flow of ENM from production and incorporation in nanoenabled products to their use and finally to end-of-life stages and disposal. The level of production of the material and its distribution between products, the\nrate and amount of release and the characteristics of the released materials are key input data. In an alternate approach, environmental fate models can be employed to describe the fate of the ENM in the environment and its distribution between various compartments. This requires knowledge of agglomeration, sedimentation, dissolution and transformations in order to model the transport between environmental compartments. The two approaches provide complementary information and their integration is likely to be useful. Despite the potential utility of these models, it remains a formidable task to track the fate of a material from its manufacture to its use and disposal and to measure environmental exposure levels. The lack of such life-cycle analysis data means that it is currently impossible to validate either the material flow or environmental fate models, significantly limiting their utility."
    }, {
      "heading" : "4. Nanotoxicology methods and gaps for environmental health and safety",
      "text" : "In vitro tests are widely used in nanotoxicology, however the reliability of much of the data has been put into question (Krug, 2014). There are multiple reasons for this lack of credibility, including inadequate characterization, insufficient consideration of the relevant dose and environmental conditions, and failure to use standardized methods and appropriate control experiments. Characterization methods for ENM are now widely available and a consensus on the key properties that are required is emerging; therefore, the tools needed to address the first issue are available. Problems associated with determining the relevant dose are harder to solve. In order to obtain a measurable biological effect, many studies still use ENM doses that far exceed expected exposure levels. In this case, a more systematic use of highly sensitive techniques for determining biological endpoints (e.g., genomic, proteomic, metabolomic) is highly desirable. Furthermore, there is no consensus on the most appropriate dose metric to use. Mass concentration is the most widely used metric but is often unreliable due to the complexity of ENM properties and the transformations that can occur in biological media. Surface area and particle number are also used (or proposed) as appropriate metrics; however these are complicated by difficulties in quantification when using particle number and relevance of surface areas measured by gas adsorption on a dry sample to cell culture media. All three metrics are complicated by the strong propensity of most ENM particles to agglomerate and sediment and, in some cases, to dissolve on the time scale of the exposures. This makes it\ncrucial to develop (and routinely implement) standard methods to reproducibly disperse ENM in media and assess their agglomeration state in order to quantify the applied dose (Fig. 4, (DeLoid et al., 2017)). Direct comparisons of a given ENM with different agglomeration levels would also be valuable as a means to assess the effects of agglomerating particles on the assay result. In addition to using realistic doses and having better control over agglomeration/aggregation, increased focus on measuring the actual dose delivered to the cell is needed. This requires measuring cellular uptake of ENM, which in many cases will be responsible for the observed biological effect. Methods such as single cell ICP-MS (R. C. Merrifield et al., 2018), flow cytometry (of fluorescent particles (Salvati et al., 2018)), electron microscopy and dark field microscopy (Theoret and Wilkinson, 2017) are promising approaches, although none are yet generally accessible and applicable methods for quantifying ENM uptake. Finally, it should be noted that similar to the discussion in Section 3 above, one should avoid testing for cases where exposure is likely to be negligible.\nBeyond consideration of the appropriate ENM dose, there are a number of other elements that must be considered for comparable and\nreliable in vitro assays. These include design of an approach that is appropriate for the objectives of the study, use of multiple assays for a given endpoint and inclusion of positive and negative controls to ensure that the measurements produce reliable results. Since ENM are wellknown to interfere with enzyme and luminescence-based assays, appropriate validation studies are required to ensure that the assay used is compatible with the nanomaterial. The experimental design must also consider adequate calibration, method validation to eliminate artefacts, and assessment of measurement uncertainty to facilitate meaningful comparisons between studies. Standard protocols and methods are starting to be developed and tested by teams in multiple laboratories, particularly for some of the standard cytotoxicity assays (e.g., MTT1 and MTS2) that are often the initial starting point for in vitro tests (Farcal et al., 2015; Faria et al., 2018; Riebeling et al., 2018; ISO, 19007:,\nTable 2 Summary of identified gaps and possible solutions.\nGap Solution\nMethods for quantification and characterization of ENM in complex media\nImprove sample preparation methods Improve sensitivity of analytical methods Develop new instruments for ENM analysis in complex media that are capable of operating in environmental conditions with minimum sample preparation. Use simple toxicity screening to identify cases that require detailed characterization and exposure data\nAgglomeration of ENM Use available fractionation methods to separate agglomerates from particles Use dispersants and electrostatic stabilizers Surface chemistry of ENM Develop a multi-method approach for selected ENM Dosimetry for in vitro assays Utilize realistic doses for in vitro assays\nCompare samples with varying degrees of aggregated particles to test for biological effects Complement dose metrics with cell uptake studies by flow cytometry or microscopy Develop alternative dosimetry models based on other particle properties\nData reporting Promote use of standard approaches for data reporting Develop a model for integration of existing nanomaterial databases/resources Journal requirements to follow standard data reporting guidelines Standardization: analytical methods Production of reference materials for more realistic materials (shape, dispersity, aggregation) Optimization and validation of existing methods on more complex ENM samples Improved analytical methods to identify sources of batch-to-batch variability Update international standards and guidelines based on new sample preparation and measurement methods Promote the development of new cost-effective measurement techniques Standardization: in vitro assays Assess compatibility of a larger number of in vitro assays with ENM More complex cellular models (3D, co-culture, etc.) Update international standards and guidelines based on new or improved EHS assays\n1 3-(4,5-dimethylthiazol-2-yl)2,5-diphenyl tetrazolium bromide 2 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfo-\nphenyl)-2H-tetrazolium\n2018). Extension of this approach to a wider range of assays that monitor later biological effects will significantly enhance the value of the in vitro measurements.\nDespite the issues noted above, the increasing number of ENM that must be tested provides a strong impetus to use in vitro assays to reduce the burden of animal testing. In vitro assays are particularly useful for toxicodynamics, for fast and low-cost screening with potential for high content analysis and minimizing animal studies. They have considerable value for assessing dose, target organs and mechanisms of action; however one must keep in mind that in vitro tests do not necessarily predict in vivo effects, nor for that matter do lab animal tests translate to humans. Better models, including primary cell lines, 3D cellular models, co-cultures and reconstituted tissues, which more accurately mimic effects in humans, will also increase the relevance of the in vitro studies (Böhmert et al., 2018; Guggenheim et al., 2018; Riebeling et al., 2018). Despite the frequent opinion that ENM toxicity is most likely to occur for materials that exhibit bulk toxicity or those that are redoxactive or have a fibre-like shape, it is wise to employ the precautionary principle, remembering that any new technology will have risks and benefits.\nA considerable number of large-scale multi-laboratory programs are attempting to develop grouping and read across models for nanomaterial assessment. These programs aim to determine the extent to which data for one nanoform can be applied to related materials and the level of data that will be required to support such a decision. Such approaches should eventually reduce the number of individual nanomaterials that need to be tested (Arts et al., 2015; Oomen et al., 2015) and are likely to benefit from increased use of computational and machine learning approaches (Basei et al., 2019; Labouta et al., 2019). This will require increased availability of reliable data to populate internationally accessible databases. Improvements in characterization and toxicology assay protocols and better reporting practices that provide full details on the experimental procedures are important prerequisites for these efforts."
    }, {
      "heading" : "5. Challenges for standardization and risk assessment",
      "text" : "The above considerations for ENM characterization and transformations and the complexity of in vitro toxicology assays highlight the need for standardized, internationally validated methods to aid the development of robust risk assessment strategies. A number of large European Union projects are now generating a range of available tools for assessing the safety of nanomaterials (Jantunen et al., 2018) and testing them across participating laboratories. Similar efforts are underway in other countries. It will be important to work towards integrating these efforts with activities at international standardization organizations such as ISO, ASTM and CEN which are already publishing standards for characterizing ENM and examining EHS effects. There is scope for these organizations to work more closely together for greater harmonization and efficiency. This extends as well to OECD efforts focused on international harmonized test guidelines that can be used to assess human health and environmental safety aspects of ENM. Their program focuses on sharing the testing of ENM at an international level, and uses common materials, sample preparation and dosimetry methods. Nevertheless, the test guidelines are general purpose approaches meant for a tractable regulatory approach and typically do not address the complex sample environments needed to advance the science.\nFuture standardization efforts must address not only the nanomaterial as produced, but also provide sample preparation protocols and analytical methods that are relevant to the complex matrices in which ENM fate and behaviour must be assessed. The wider availability of reference materials with complex sizes and shapes and high polydispersity will be needed for method development. Round robin or interlaboratory comparisons will be required to validate protocols across multiple laboratories. Advances in these areas are necessary for\nconsideration of appropriate occupational exposure limits and to identify the necessary tests required to develop a regulatory framework for nanomaterials in various countries. With respect to occupational exposure, one of the main challenges is the difficulty to use nanomaterial property and lab toxicology measurements to derive an occupational exposure limit that can be related to real-world exposure metrics. This issue frequently leads to a disconnect between biologically relevant exposure metrics and current abilities to measure the same metric in the workplace. The latter returns again to the need to improve capabilities for detection of ENM in complex environments, including workplace scenarios."
    }, {
      "heading" : "6. Conclusions",
      "text" : "The main gaps and challenges identified above are summarized in Table 2, along with research priorities that can provide at least a partial solution. Progress in these areas will lead to an increased ability to understand and ultimately predict the properties and behavior of nanomaterials in a variety of environments. This will in turn facilitate more effective and cost-efficient methods for evaluating the safety of ENM and developing regulatory guidelines for their use.\nCRediT authorship contribution statement\nLinda J. Johnston: Conceptualization, Writing - original draft, Writing - review & editing. Norma Gonzalez-Rojano: Conceptualization, Writing - original draft, Writing - review & editing. Kevin J. Wilkinson: Conceptualization, Writing - original draft, Writing - review & editing. Baoshan Xing: Conceptualization, Writing - original draft, Writing - review & editing."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We thank the workshop invited speakers (V. Escamilla-Rivera, C. Hirsch, P. Kearns, J. Lead, G. Luna-Barcenas, R. Lazos-Martinez, K. Rasmussen, J. Santoyo-Salazar, A. Stefaniak, R. Vazquez-Duhalt, A. de Vizcaya-Ruiz, M. Wiesner), participants and industrial exhibitors. Their contributions formed the initial motivation for developing this perspective article. Partial financial support for the workshop from IUPAC Divisions V1 (Chemistry and Environment) and VII (Chemistry and Human Health) is gratefully acknowledged, as well as funds from Red de Nanociencias y Nanotecnologia, Sociedad Mexicana de Materiales A.C. and Consejo de Ciencia y Tecnología del Estado de Queretaro."
    } ],
    "references" : [ {
      "title" : "A decision-making framework for the grouping and testing of nanomaterials (DF4nanoGrouping)",
      "author" : [ "J.H.E. Arts", "M. Hadi", "Irfan", "M.-A", "A.M. Keene", "R. Kreiling", "D. Lyon", "M. Maier", "K. Michel", "T. Petry", "U.G. Sauer", "D. Warheit", "K. Wiench", "W. Wohlleben", "R. Landsiedel" ],
      "venue" : "Reg. Tox. Pharm",
      "citeRegEx" : "Arts et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Arts et al\\.",
      "year" : 2015
    }, {
      "title" : "Release of TiO2 nanoparticles from painted surfaces under natural weathering conditions: characterization using SP-ICP-MS",
      "author" : [ "A. Azimzada", "J. Farner", "M. Hadioui", "C. Liu-Kang", "N. Tufenkji", "K.J. Wilkinson" ],
      "venue" : "Env. Sci. Nano",
      "citeRegEx" : "Azimzada et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Azimzada et al\\.",
      "year" : 2020
    }, {
      "title" : "The chameleon effect: characterization challenges due to the variability of nanoparticles and their surfaces",
      "author" : [ "D.R. Baer" ],
      "venue" : "Front. Chem",
      "citeRegEx" : "Baer,? \\Q2018\\E",
      "shortCiteRegEx" : "Baer",
      "year" : 2018
    }, {
      "title" : "Provenance information as a tool for addressing engineered nanoparticle reproducibility challenges",
      "author" : [ "D.R. Baer", "P. Mumusamy", "B.D. Thrall" ],
      "venue" : "Biointerphases 11, 04B401.",
      "citeRegEx" : "Baer et al\\.,? 2016",
      "shortCiteRegEx" : "Baer et al\\.",
      "year" : 2016
    }, {
      "title" : "Making use of available and energing data to predict the hazards of engineered nanomaterials by means of in silico tools: a critical review",
      "author" : [ "G. Basei", "D. Hristozov", "L. Lamon", "A. Zabeo", "N. Jeliazkova", "G. Tsiliki", "A. Marcomini" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Basei et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Basei et al\\.",
      "year" : 2019
    }, {
      "title" : "In vitro nanoparticle dosimetry for adherent growing cell monolayers covering bottom and lateral walls",
      "author" : [ "L. Böhmert", "L. König", "H. Sieg", "D. Lichtenstein", "N. Paul", "A. Braeuning", "A. Voigt", "A. Lampen" ],
      "venue" : "Part. Fibre Toxicol",
      "citeRegEx" : "Böhmert et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Böhmert et al\\.",
      "year" : 2018
    }, {
      "title" : "Toward advancing nano-object count metrology: a best practice framework",
      "author" : [ "S.C. Brown", "V. Boyko", "G. Meyers", "M. Voetz", "W. Wohlleben" ],
      "venue" : "Envir. Health Perspectives",
      "citeRegEx" : "Brown et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Brown et al\\.",
      "year" : 2013
    }, {
      "title" : "Preparation, characterization, and in vitro dosimetry of dispersed, engineered nanomaterials",
      "author" : [ "G.M. DeLoid", "J.M. Cohen", "G. Pyrgiotakis", "P. Demokritou" ],
      "venue" : "Nat. Protoc",
      "citeRegEx" : "DeLoid et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "DeLoid et al\\.",
      "year" : 2017
    }, {
      "title" : "Characterizing manufactured nanoparticles in the environment - multimethod determination of particle sizes",
      "author" : [ "R.F. Domingos", "M.A. Baalousha", "Y. Ju-Nam", "M. Reid", "N. Tufenkji", "J.R. Lead", "G.G. Leppard", "K.J. Wilkinson" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Domingos et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Domingos et al\\.",
      "year" : 2009
    }, {
      "title" : "Minimum information reporting in bio–nano experimental literature",
      "author" : [ "M. Faria", "M. Björnmalm", "K.J. Thurecht", "S.J. Kent", "R.G. Parton", "M. Kavallaris", "A.P.R. Johnston", "J.J. Gooding", "S.R. Corrie", "B.J. Boyd", "P. Thordarson", "A.K. Whittaker", "M.M. Stevens", "C.A. Prestidge", "C.J.J. Porter", "W.J. Parak", "T.P. Davis", "E.J. Crampin", "F. Caruso" ],
      "venue" : "Nature Nanotech",
      "citeRegEx" : "Faria et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Faria et al\\.",
      "year" : 2018
    }, {
      "title" : "Practical limitations of single particle ICP-MS in the determination of nanoparticle size distributions and dissolution: case of rare earth oxides",
      "author" : [ "L. Frechette-Viens", "M. Hadioui", "K.J. Wilkinson" ],
      "venue" : "Talanta 163,",
      "citeRegEx" : "Frechette.Viens et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Frechette.Viens et al\\.",
      "year" : 2017
    }, {
      "title" : "Quantification of soluble nanoparticles in natural waters using a high sensitivity single particle ICP-MS",
      "author" : [ "L. Frechette-Viens", "M. Hadioui", "K.J. Wilkinson" ],
      "venue" : "Talanta",
      "citeRegEx" : "Frechette.Viens et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Frechette.Viens et al\\.",
      "year" : 2019
    }, {
      "title" : "Progress towards standardized and validated characterization for measuring physicochemical properties of manufactured nanomaterials relevant to nano health and safety risks",
      "author" : [ "X. Gao", "G.V. Lowry" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Gao and Lowry,? \\Q2018\\E",
      "shortCiteRegEx" : "Gao and Lowry",
      "year" : 2018
    }, {
      "title" : "Differentiation and characterization of isotopically modified silver nanoparticles in aqueous media using asymmetric-flow field flow fractionation coupled to optical detection and mass spectrometry",
      "author" : [ "J. Gigault", "V.A. Hackley" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Gigault and Hackley,? \\Q2013\\E",
      "shortCiteRegEx" : "Gigault and Hackley",
      "year" : 2013
    }, {
      "title" : "Capabilities of asymmetric flow field-flow fractionation coupled to multi-angle light scattering to detect carbon nanotubes in soot and soil",
      "author" : [ "A. Gogos", "R. Kaegi", "R. Zenobi", "T.D. Bucheli" ],
      "venue" : "Environ. Sci. Nano",
      "citeRegEx" : "Gogos et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gogos et al\\.",
      "year" : 2014
    }, {
      "title" : "Environmental concentrations of engineered nanomaterials: review of modeling and analytical studies",
      "author" : [ "F. Gottschalk", "T. Sun", "B. Nowack" ],
      "venue" : "Environ. Pollution",
      "citeRegEx" : "Gottschalk et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gottschalk et al\\.",
      "year" : 2013
    }, {
      "title" : "Engineered nanomaterials and human health: preparation, functionalization and characterization",
      "author" : [ "V. Gubala", "L.J. Johnston", "Z. Liu", "H. Krug", "C. Moore", "C. Ober", "M. Schwenk", "M. Vert" ],
      "venue" : "Pure Appl. Chem",
      "citeRegEx" : "Gubala et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gubala et al\\.",
      "year" : 2018
    }, {
      "title" : "Refining in vitro models for nanomaterial exposure to cells and tissues",
      "author" : [ "E.J. Guggenheim", "S. Milani", "P.J.F. Rottgermann", "M. Dusinka", "C. Saout", "A. Salvati", "J.O. Radler", "I. Lynch" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Guggenheim et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Guggenheim et al\\.",
      "year" : 2018
    }, {
      "title" : "Applications of surface-enhanced Raman spectroscopy in the analysis of nanoparticles in the environment Environ",
      "author" : [ "H. Guo", "L. He", "B. Xing" ],
      "venue" : "Sci.: Nano 4, 2093-2107.",
      "citeRegEx" : "Guo et al\\.,? 2017",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2017
    }, {
      "title" : "Detection and characterization of ZnO nanoparticles in surface and waste waters using single particle ICPMS",
      "author" : [ "M. Hadioui", "V. Merdzan", "K.J. Wilkinson" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Hadioui et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hadioui et al\\.",
      "year" : 2015
    }, {
      "title" : "An inventory of readyto-use and publicly available tools for the safety assessment of nanomaterials",
      "author" : [ "A.P.K. Jantunen", "S. Gottardo", "K. Rasmussen", "H.P. Crutzen" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Jantunen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jantunen et al\\.",
      "year" : 2018
    }, {
      "title" : "Physicochemical Properties of Engineered Nanomaterials",
      "author" : [ "L.J. Johnston", "G.J. Smallwood", "E. Mansfield" ],
      "venue" : null,
      "citeRegEx" : "Johnston et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Johnston et al\\.",
      "year" : 2017
    }, {
      "title" : "Integration among databases and data sets to support productive nanotechnology: challenges and recommendations",
      "author" : [ "S. Karcher", "E.L. Willihagen", "J. Rumble", "F. Erhart", "C.T. Evelo", "M. Fritts", "S. Gaheen", "S.L. Harper", "M.D. Hoover", "N. Jeliazkova", "N. Lewinski", "R.L. Marchese Robinson", "K.C. Mills", "A.P. Mustad", "D.G. Thomas", "G. Tsiliki", "C.O. Hendren" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Karcher et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Karcher et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanosafety research - are we on the right track",
      "author" : [ "H.F. Krug" ],
      "venue" : null,
      "citeRegEx" : "Krug,? \\Q2014\\E",
      "shortCiteRegEx" : "Krug",
      "year" : 2014
    }, {
      "title" : "Meta-analysis of nanoparticle cytotoxicity via data-mining the literature",
      "author" : [ "H.I. Labouta", "N. Asgarian", "K. Rinker", "D.T. Cramb" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Labouta et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Labouta et al\\.",
      "year" : 2019
    }, {
      "title" : "Aquatic colloids and nanoparticles: current knowledge and future trends",
      "author" : [ "J.R. Lead", "K.J. Wilkinson" ],
      "venue" : "Environ. Chem",
      "citeRegEx" : "Lead and Wilkinson,? \\Q2006\\E",
      "shortCiteRegEx" : "Lead and Wilkinson",
      "year" : 2006
    }, {
      "title" : "Nanomaterials in the environment: behavior, fate, bioavailability and effects - an updated review",
      "author" : [ "J.R. Lead", "G.E. Batley", "P.J.J. Alvarez", "Croteau", "M.-N", "R.D. Handy", "M.J. McLaughlin", "J.D. Judy", "K. Schirmer" ],
      "venue" : "Environ. Toxicol",
      "citeRegEx" : "Lead et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lead et al\\.",
      "year" : 2018
    }, {
      "title" : "Reference materials for measuring the size of nanoparticles",
      "author" : [ "T.P.J. Linsinger", "G. Roebben", "C. Solans", "R. Ramsch" ],
      "venue" : "Trends in Anal. Chem",
      "citeRegEx" : "Linsinger et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Linsinger et al\\.",
      "year" : 2011
    }, {
      "title" : "Quantification of Au nanoparticle biouptake and distribution to freshwater algae using single cell–ICP-MS",
      "author" : [ "R.C. Merrifield", "C. Stephan", "J.R. Lead" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Merrifield et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Merrifield et al\\.",
      "year" : 2018
    }, {
      "title" : "The need for a life-cycle based aging paradigm for nanomaterials: importance of real-world test systems to identify realistic particle transformations",
      "author" : [ "D.M. Mitrano", "B. Nowack" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "Mitrano and Nowack,? \\Q2017\\E",
      "shortCiteRegEx" : "Mitrano and Nowack",
      "year" : 2017
    }, {
      "title" : "Single particle ICP-MS: advances toward routine analysis of nanomaterials",
      "author" : [ "M.D. Montano", "J.W. Olesik", "A.G. Barber", "K. Challis", "J.F. Ranville" ],
      "venue" : "Anal. Bioanal",
      "citeRegEx" : "Montano et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Montano et al\\.",
      "year" : 2016
    }, {
      "title" : "Validation of single particle ICP-MS for routine measurements of nanoparticle size and number distribution",
      "author" : [ "A.R. Montoro Bustos", "K.P. Purushotham", "A. Possolo", "N. Farkas", "A.E. Vladar", "K.E. Murphy", "M.R. Winchester" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Bustos et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bustos et al\\.",
      "year" : 2018
    }, {
      "title" : "Characterization of nanoparticle batch-to-batch variability",
      "author" : [ "S. Mülhopt", "S. Diabaté", "M. Dilger", "C. Adelhelm", "C. Anderlohr", "T. Bergfeldt", "Torre", "J.G. d.l.", "Y. Jiang", "E. Valsami-Jones", "D. Langevin", "I. Lynch", "E. Mahon", "I. Nelissen", "J. Piella", "V. Puntes", "S. Ray", "R. Schneider", "TerryWilkins", "C. Weiss", "Paur", "H.-R." ],
      "venue" : "Nanomaterials 8, 311.",
      "citeRegEx" : "Mülhopt et al\\.,? 2018",
      "shortCiteRegEx" : "Mülhopt et al\\.",
      "year" : 2018
    }, {
      "title" : "Evaluation of environmental exposure models for engineered nanomaterials in a regulatory context",
      "author" : [ "B. Nowack" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Nowack,? \\Q2017\\E",
      "shortCiteRegEx" : "Nowack",
      "year" : 2017
    }, {
      "title" : "Grouping and read-across approaches for risk assessment of nanomaterials",
      "author" : [ "A.G. Oomen", "E.A.J. Bleeker", "P.M.J. Bos", "F. van Broekhuizen", "S. Gottardo", "M. Gronewold", "D. Hristozov", "K. Hund-Rinke", "Irfan", "M.-A", "A. Marcomini", "Peijnenburg", "W.J.G.M", "K. Rasmussen", "A.S. Jiménez", "J.J. Scott-Fordsmand", "M. van Tongeren", "K. Wiench", "W. Wohlleben", "R. Landsiedel" ],
      "venue" : "Int. J. Environ. Res. Public Health",
      "citeRegEx" : "Oomen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Oomen et al\\.",
      "year" : 2015
    }, {
      "title" : "Single-particle multi-element fingerprinting (spMEF) using inductively-coupled plasma time-offlight mass spectrometry (ICP-TOFMS) to identify engineered nanoparticles against the elevated natural background in soils",
      "author" : [ "A. Praetorius", "A. Gundlach-Graham", "E. Goldberg", "W. Fabienke", "J. Navratilova", "A. Gondikas", "R. Kaegi", "T. Hofmann", "F. von der Kammer" ],
      "venue" : "Enviro. Sci. Nano",
      "citeRegEx" : "Praetorius et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Praetorius et al\\.",
      "year" : 2017
    }, {
      "title" : "A guide to nanosafety testing: considerations on cytotoxicity testing in different cell models",
      "author" : [ "C. Riebeling", "Piret", "J.-P", "B. Trouiller", "I. Nelissen", "C. Saout", "O. Toussaint", "A. Haase" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Riebeling et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Riebeling et al\\.",
      "year" : 2018
    }, {
      "title" : "Quantitative measurement of nanoparticle uptake by flow cytometry illustrated by an interlaboratory comparison of the uptake of labelled polystyrene nanoparticles",
      "author" : [ "A. Salvati", "I. Nelissen", "A. Haase", "C. Aberg", "S. Moya", "A. Jacobs", "F. Alnasser", "T. Bewersdorff", "S. Deville", "A. Luch", "K.A. Dawson" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Salvati et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Salvati et al\\.",
      "year" : 2018
    }, {
      "title" : "Quantification of amine functional groups on silica nanoparticles: a multi-method approach",
      "author" : [ "Y. Sun", "F. Kunc", "V. Balhara", "B. Coleman", "O. Kodra", "M. Reza", "M. Chen", "A. Brinkmann", "G.P. Lopinski", "L.J. Johnston" ],
      "venue" : "Nanoscale Advances",
      "citeRegEx" : "Sun et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2019
    }, {
      "title" : "Evaluation of enhanced darkfield microscopy and hyperspectral analysis to analyse the fate of siliver nanoparticles in wastewaters",
      "author" : [ "T. Theoret", "K.J. Wilkinson" ],
      "venue" : "Anal. Methods",
      "citeRegEx" : "Theoret and Wilkinson,? \\Q2017\\E",
      "shortCiteRegEx" : "Theoret and Wilkinson",
      "year" : 2017
    }, {
      "title" : "Nanotechnology in the real world: redeveloping the nanomaterials consumer products inventory",
      "author" : [ "M.E. Vance", "T. Kuiken", "E.P. Vejerano", "S.P. McGinnis", "M.F. Hochella", "D. Rejeski", "M.S. Hull" ],
      "venue" : "Beilstein J. Nanotechnol",
      "citeRegEx" : "Vance et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Vance et al\\.",
      "year" : 2015
    }, {
      "title" : "Presence in, and Release of, Nanomaterials from Consumer Products. In: Nanomaterial",
      "author" : [ "Y. Yang", "P. Westerhoff" ],
      "venue" : "Advances in Experimental Medicine and Biology",
      "citeRegEx" : "Yang and Westerhoff,? \\Q2014\\E",
      "shortCiteRegEx" : "Yang and Westerhoff",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 40,
      "context" : "Engineered nanomaterials (ENM) are used in a constantly increasing number of consumer products (Vance et al., 2015) where they may enhance strength, reactivity and durability or impart entirely new functions.",
      "startOffset" : 95,
      "endOffset" : 115
    }, {
      "referenceID" : 23,
      "context" : "Indeed, the lack of adequate detection and characterization techniques and lack of reproducible and validated methods for toxicological studies have been identified as major bottlenecks for the safe and sustainable use of nanomaterials (Krug, 2014).",
      "startOffset" : 236,
      "endOffset" : 248
    }, {
      "referenceID" : 23,
      "context" : "Inadequate characterization impacts quality control during production of the materials and prevents inter-laboratory comparability for applications development and nanotoxicology studies (Krug, 2014).",
      "startOffset" : 187,
      "endOffset" : 199
    }, {
      "referenceID" : 21,
      "context" : "1) and the relative importance depends on the application, making it challenging to assess the minimum required information (Johnston et al., 2017; Gubala et al., 2018; Mourdikoudis et al., 2018).",
      "startOffset" : 124,
      "endOffset" : 195
    }, {
      "referenceID" : 16,
      "context" : "1) and the relative importance depends on the application, making it challenging to assess the minimum required information (Johnston et al., 2017; Gubala et al., 2018; Mourdikoudis et al., 2018).",
      "startOffset" : 124,
      "endOffset" : 195
    }, {
      "referenceID" : 12,
      "context" : "Even when available, validated protocols are not broadly used by the community (Gao and Lowry, 2018; Rasmussen et al., 2018).",
      "startOffset" : 79,
      "endOffset" : 124
    }, {
      "referenceID" : 27,
      "context" : "2) are method-defined (Linsinger et al., 2011) and it is often challenging for the non-expert to select the most appropriate method for a given set of conditions (nanoparticle, medium, etc.",
      "startOffset" : 22,
      "endOffset" : 46
    }, {
      "referenceID" : 6,
      "context" : ", atomic force microscopy, transmission electron microscopy) that evaluates the size and shape of individual particles (Brown et al., 2013; Babick et al., 2016).",
      "startOffset" : 119,
      "endOffset" : 160
    }, {
      "referenceID" : 12,
      "context" : "There is an emerging consensus of the properties that are required for risk assessment and several comprehensive recent reviews have provided summaries of the available methods including a critical overview of their range of applicability, strengths and limitations (Gao and Lowry, 2018; Gubala et al., 2018; Mourdikoudis et al., 2018; Rasmussen et al., 2018; ISO, 18196:, 2016).",
      "startOffset" : 266,
      "endOffset" : 378
    }, {
      "referenceID" : 16,
      "context" : "There is an emerging consensus of the properties that are required for risk assessment and several comprehensive recent reviews have provided summaries of the available methods including a critical overview of their range of applicability, strengths and limitations (Gao and Lowry, 2018; Gubala et al., 2018; Mourdikoudis et al., 2018; Rasmussen et al., 2018; ISO, 18196:, 2016).",
      "startOffset" : 266,
      "endOffset" : 378
    }, {
      "referenceID" : 3,
      "context" : "A recent overview of the requirements for sample provenance information provides a useful approach (Baer et al., 2016).",
      "startOffset" : 99,
      "endOffset" : 118
    }, {
      "referenceID" : 22,
      "context" : "The availability of full metadata for various materials will also require an integrated approach to developing accessible databases for the nanotechnology community (Karcher et al., 2018).",
      "startOffset" : 165,
      "endOffset" : 187
    }, {
      "referenceID" : 2,
      "context" : "First, it is difficult to reproducibly functionalize ENM and to quantify the surface group loading (Baer, 2018; Mülhopt et al., 2018; Clausen et al., 2019; Sun et al., 2019).",
      "startOffset" : 99,
      "endOffset" : 173
    }, {
      "referenceID" : 32,
      "context" : "First, it is difficult to reproducibly functionalize ENM and to quantify the surface group loading (Baer, 2018; Mülhopt et al., 2018; Clausen et al., 2019; Sun et al., 2019).",
      "startOffset" : 99,
      "endOffset" : 173
    }, {
      "referenceID" : 38,
      "context" : "First, it is difficult to reproducibly functionalize ENM and to quantify the surface group loading (Baer, 2018; Mülhopt et al., 2018; Clausen et al., 2019; Sun et al., 2019).",
      "startOffset" : 99,
      "endOffset" : 173
    }, {
      "referenceID" : 12,
      "context" : ", toxicological or environmental media), which is still a daunting task (Gao and Lowry, 2018; Azimzada et al., 2020).",
      "startOffset" : 72,
      "endOffset" : 116
    }, {
      "referenceID" : 1,
      "context" : ", toxicological or environmental media), which is still a daunting task (Gao and Lowry, 2018; Azimzada et al., 2020).",
      "startOffset" : 72,
      "endOffset" : 116
    }, {
      "referenceID" : 18,
      "context" : "Alternate spectroscopic methods such as SERS show promise (Guo et al., 2017), although current expected (low) levels of ENM in the environment are still well below present detection limits.",
      "startOffset" : 58,
      "endOffset" : 76
    }, {
      "referenceID" : 1,
      "context" : "For all ENM, difficulties remain with respect to the discrimination of ENM from naturally occurring materials (Azimzada et al., 2020).",
      "startOffset" : 110,
      "endOffset" : 133
    }, {
      "referenceID" : 26,
      "context" : "The dynamic nature of many nanomaterials in complex environmental matrices is recognized as a major challenge for their detection, quantification and characterization (Lead et al., 2018).",
      "startOffset" : 167,
      "endOffset" : 186
    }, {
      "referenceID" : 33,
      "context" : "The presence of naturally-occurring nanomaterials in environmental samples complicates the detection of ENM since analytical techniques to distinguish ENM from natural nanomaterials at low concentrations are currently lacking (Nowack, 2017) or under development (Praetorius et al.",
      "startOffset" : 226,
      "endOffset" : 240
    }, {
      "referenceID" : 35,
      "context" : "The presence of naturally-occurring nanomaterials in environmental samples complicates the detection of ENM since analytical techniques to distinguish ENM from natural nanomaterials at low concentrations are currently lacking (Nowack, 2017) or under development (Praetorius et al., 2017).",
      "startOffset" : 262,
      "endOffset" : 287
    }, {
      "referenceID" : 11,
      "context" : "3 using ZnO in water as an example (Frechette-Viens et al., 2019).",
      "startOffset" : 35,
      "endOffset" : 65
    }, {
      "referenceID" : 26,
      "context" : "A recent literature review has concluded that interaction of ENM with environmental matrices under realistic exposure conditions does not necessarily increase reactivity, bioavailability or toxicity, suggesting that the environmental risk may be lower than anticipated in many cases (Lead et al., 2018).",
      "startOffset" : 283,
      "endOffset" : 302
    }, {
      "referenceID" : 30,
      "context" : "SP- ICP-MS can provide both compositional and size information; however this method is only really suited to metals and metal oxides (Montano et al., 2016) and cannot readily discriminate between single particles and aggregates or ENM and natural nanoparticles.",
      "startOffset" : 133,
      "endOffset" : 155
    }, {
      "referenceID" : 10,
      "context" : "Nonetheless, for both techniques the instrument sensitivity and background issues from dissolved ions limit the ENM sizes that can be detected and thus the concentrations of dissolved and particulate ENM that can be quantified (Frechette-Viens et al., 2017).",
      "startOffset" : 227,
      "endOffset" : 257
    }, {
      "referenceID" : 13,
      "context" : "ENM separation from complex soil and sediment matrices using techniques such as field flow fractionation (FFF) and asymmetric flow field-flow fractionation (AF4) has been reported (Gigault and Hackley, 2013; Gogos et al., 2014).",
      "startOffset" : 180,
      "endOffset" : 227
    }, {
      "referenceID" : 14,
      "context" : "ENM separation from complex soil and sediment matrices using techniques such as field flow fractionation (FFF) and asymmetric flow field-flow fractionation (AF4) has been reported (Gigault and Hackley, 2013; Gogos et al., 2014).",
      "startOffset" : 180,
      "endOffset" : 227
    }, {
      "referenceID" : 41,
      "context" : "The situation with ENM in consumer products is equally challenging (Yang and Westerhoff, 2014), although the number of possible confounding materials and contaminants is lower and the relevant matrix is typically better defined.",
      "startOffset" : 67,
      "endOffset" : 94
    }, {
      "referenceID" : 29,
      "context" : "Typically, the initial level starts with the pristine ENM in a controlled environment where the effects of changing a single variable can be probed (Mitrano and Nowack, 2017).",
      "startOffset" : 148,
      "endOffset" : 174
    }, {
      "referenceID" : 29,
      "context" : "Other methods such as TEM combined with energy-dispersive x-ray spectroscopy (EDX) for particle speciation are being adapted to detect and characterize ENM in complex media (Mitrano and Nowack, 2017).",
      "startOffset" : 173,
      "endOffset" : 199
    }, {
      "referenceID" : 15,
      "context" : "The difficulty in obtaining sufficient analytical data on the release of ENM from consumer products and their concentration in relevant environmental samples has motivated development of exposure modeling to predict environmental concentrations (Gottschalk et al., 2013; Nowack, 2017).",
      "startOffset" : 245,
      "endOffset" : 284
    }, {
      "referenceID" : 33,
      "context" : "The difficulty in obtaining sufficient analytical data on the release of ENM from consumer products and their concentration in relevant environmental samples has motivated development of exposure modeling to predict environmental concentrations (Gottschalk et al., 2013; Nowack, 2017).",
      "startOffset" : 245,
      "endOffset" : 284
    }, {
      "referenceID" : 23,
      "context" : "In vitro tests are widely used in nanotoxicology, however the reliability of much of the data has been put into question (Krug, 2014).",
      "startOffset" : 121,
      "endOffset" : 133
    }, {
      "referenceID" : 37,
      "context" : ", 2018), flow cytometry (of fluorescent particles (Salvati et al., 2018)), electron microscopy and dark field microscopy (Theoret and Wilkinson, 2017) are promising approaches, although none are yet generally accessible and applicable methods for quantifying ENM uptake.",
      "startOffset" : 50,
      "endOffset" : 72
    }, {
      "referenceID" : 39,
      "context" : ", 2018)), electron microscopy and dark field microscopy (Theoret and Wilkinson, 2017) are promising approaches, although none are yet generally accessible and applicable methods for quantifying ENM uptake.",
      "startOffset" : 56,
      "endOffset" : 85
    }, {
      "referenceID" : 5,
      "context" : "Better models, including primary cell lines, 3D cellular models, co-cultures and reconstituted tissues, which more accurately mimic effects in humans, will also increase the relevance of the in vitro studies (Böhmert et al., 2018; Guggenheim et al., 2018; Riebeling et al., 2018).",
      "startOffset" : 208,
      "endOffset" : 279
    }, {
      "referenceID" : 17,
      "context" : "Better models, including primary cell lines, 3D cellular models, co-cultures and reconstituted tissues, which more accurately mimic effects in humans, will also increase the relevance of the in vitro studies (Böhmert et al., 2018; Guggenheim et al., 2018; Riebeling et al., 2018).",
      "startOffset" : 208,
      "endOffset" : 279
    }, {
      "referenceID" : 36,
      "context" : "Better models, including primary cell lines, 3D cellular models, co-cultures and reconstituted tissues, which more accurately mimic effects in humans, will also increase the relevance of the in vitro studies (Böhmert et al., 2018; Guggenheim et al., 2018; Riebeling et al., 2018).",
      "startOffset" : 208,
      "endOffset" : 279
    }, {
      "referenceID" : 0,
      "context" : "Such approaches should eventually reduce the number of individual nanomaterials that need to be tested (Arts et al., 2015; Oomen et al., 2015) and are likely to benefit from increased use of computational and machine learning approaches (Basei et al.",
      "startOffset" : 103,
      "endOffset" : 142
    }, {
      "referenceID" : 34,
      "context" : "Such approaches should eventually reduce the number of individual nanomaterials that need to be tested (Arts et al., 2015; Oomen et al., 2015) and are likely to benefit from increased use of computational and machine learning approaches (Basei et al.",
      "startOffset" : 103,
      "endOffset" : 142
    }, {
      "referenceID" : 4,
      "context" : ", 2015) and are likely to benefit from increased use of computational and machine learning approaches (Basei et al., 2019; Labouta et al., 2019).",
      "startOffset" : 102,
      "endOffset" : 144
    }, {
      "referenceID" : 24,
      "context" : ", 2015) and are likely to benefit from increased use of computational and machine learning approaches (Basei et al., 2019; Labouta et al., 2019).",
      "startOffset" : 102,
      "endOffset" : 144
    }, {
      "referenceID" : 20,
      "context" : "A number of large European Union projects are now generating a range of available tools for assessing the safety of nanomaterials (Jantunen et al., 2018) and testing them across participating laboratories.",
      "startOffset" : 130,
      "endOffset" : 153
    } ],
    "year" : 2020,
    "abstractText" : "The development of reliable and practical tools to ensure the safe and sustainable use of nanomaterials has not kept pace with the rapid commercialization of nanotechnology-enabled products. Here we present an overview of some of the current challenges and opportunities for the evaluation of the safety of engineered nanomaterials (ENM), based on input from an IUPAC (International Union of Pure and Applied Chemistry) sponsored workshop in Queretaro, Mexico. The workshop covered detection and characterization of ENM, their transformations in consumer products and the environment, current gaps in nanotoxicology methods and challenges for standardization and risk assessment. Key future research priorities include developing methods to detect and characterize ENM in complex matrices and determinations of their transformations in such environments. The extension of methods to more challenging materials such as complex or advanced nanomaterials and carbon-based materials is also needed. Furthermore, an increased availability of validated protocols and reference materials will be necessary to advance both nanosafety studies and material characterization. A focus on accurate dosimetry, appropriate control experiments and more realistic in vitro models will help to address current gaps in nanotoxicology. Finally, there is an urgent need for reliable data and improved data reporting guidelines, supported by computational modeling, in order to allow the development of grouping and read across methods.",
    "creator" : "Elsevier"
  }
}