{
  "name" : "downloads_2020-02-27_db_10.3390@nano10020390.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Silver Nanoparticles-Composing Alginate/Gelatine Hydrogel Improves Wound Healing In Vivo",
    "authors" : [ "Flavia Resende Diniz", "Cesar A. P. Maia", "Lucas Rannier Andrade", "Luciana Nalone Andrade", "Marco Vinicius Chaud", "Classius Ferreira da Silva", "Cristiane Bani Corrêa", "Luiz Pereira da Costa", "Su Ryon Shin", "Shabir Hassan", "Elena Sanchez-Lopez", "Eliana Barbosa Souto", "Patricia Severino" ],
    "emails" : [ "flavinhadiniz_se@hotmail.com", "romeritocesar@hotmail.com", "rannier.andrade@outlook.com", "luciana.nalone@hotmail.com", "ricardo_albuquerque@unit.br", "lupeco7@hotmail.com", "marco.chaud@prof.uniso.br", "classiusferreira@yahoo.com.br", "crisbani@gmail.com", "sshin4@bwh.harvard.edu", "SHASSAN@bwh.harvard.edu", "esanchezlopez@ub.edu", "ebsouto@ff.uc.pt", "patricia_severino@itp.org.br" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanomaterials 2020, 10, 390; doi:10.3390/nano10020390 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 390 2 of 16\ntissue over the time course of wound healing, as in earlier development and maturation of granulation tissue. The developed hydrogel with AgNPs has healing potential for clinical applications.\nKeywords: sodium alginate; gelatin; silver nanoparticles; antimicrobial activity; healing"
    }, {
      "heading" : "1. Introduction",
      "text" : "In 1962, G.D. Winter pioneered the development of occlusive dressings with healing agents for skin regeneration [1,2]. For wound healing, the dressing should be able to keep the temperature constant, favor the healing process, protect new cells, and exhibit antimicrobial activity [3–5]. Biopolymers, such as sodium alginate and gelatin, are interesting materials for wound healing because they are biocompatible, biodegradable, and bioabsorbable [6]. Sodium alginate is a natural polymer derived from brown algae Phaeophyta, formed by monomers of residues of L-guluronic acid and D-mannuronic present in the cell wall and intercellular space [7]. Gelatin is a protein derived from the denaturation of collagen, obtained from the skin and bones of animals. Collagen denaturation occurs due to the breakdown of hydrogen interactions, and the triple helices are separated from each other assuming a random structure. It exhibits relevant characteristics such as plasticity, adhesiveness, cell adhesion capacity, and the possibility for tissue growth. The association of these two biopolymers has been studied due to their unique characteristics, namely, low toxicity, elasticity and capacity for reabsorption of constituent materials [8]. The ionic interaction between sodium alginate and gelatin occurs due to the presence of ionizable amino and carboxyl groups, in addition to the hydrogen interactions between the amine and carboxyl group [9]. According to Peppas et al. (2000), hydrogels are the result of hydrophilic polymeric networks capable of absorbing large amounts of water or biological fluids [10]. In the case of gelatin, the crosslinking can be chemical in nature, formed by irreversible covalent bonds, or physical if formed by reversible covalent bonds. As an example, ionizing or non-ionizing radiation can be used to crosslink polymer chains and prepare a hydrogel. Polymeric hydrogels containing silver nanoparticles (AgNPs) have attracted great attention for a set of applications in the biomedical field, attributed to the antimicrobial and healing properties of silver [11,12]. The antimicrobial activity of silver has been known for many years, and literature shows that in small concentrations, it is considered safe for human use. Studies suggest that the decrease of the particle size changes the electronic structure of AgNPs, favoring their antimicrobial activity. Such property is associated with the slow release and oxidation of Ag+ in the biological environment. Besides its capacity to cross the cellular membrane, Ag+ affects cell division, directly causing the death of the microorganism [13]. Various methodologies have been proposed for the production of AgNPs [14,15], while the most common approach is based on the stirring of one or more polymers with silver nitrate [16]. The choice of the polymer to stabilize AgNPs is based on its capacity to create voids within the polymeric network during the swollen phase, which will serve as the nucleation site and growth of the nanoparticles. For application onto the wound, the dressing may be applied in the form of a hydrogel, which can be produced from natural, synthetic, or semi-synthetic polymers. Those of natural origin are the most commonly used because of their biodegradability and biocompatibility with the human body [17]. Examples are alginate, chitosan, heparin, chondroitin, proteoglycans, collagen, gelatin, fibrin, keratin, and silk fibroin [18]. The use of alginate and gelatin in tissue engineering, drug delivery, and wound dressings [11,19–24] is very well documented in the literature. If formulated with AgNPs, a hydrophilic environment is required to facilitate the release of the nanoparticles from the polymeric network, maintaining the wound hydrated to promote better healing. The aim of this work has been the development and characterization of an AgNPs-containing alginate/gelatin nanocomposite to be used in the healing of cutaneous wounds.\nNanomaterials 2020, 10, 390 3 of 16"
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Sodium alginate (Protonal®RF6650, FMC Corporation, Philadelphia, Pennsylvania, USA) was donated by FMC (Campinas, São Paulo, Brazil). Silver nitrate was purchased from Química Contemporânea (Indaiatuba, São Paulo, Brazil). Bovine gelatin was obtained from Gelnex (Itá, Santa Catarina, Brazil). Other chemicals of analytical grade were obtained from Sigma-Aldrich (Darmstadt, Germany). Water from Millipore Milli®-Q system (Merck KGaA, Darmstadt, Germany), home supplied, was used for the preparation of the aqueous solutions.\n2.2. Production of AgNPs-Composing Alginate/Gelatin Hydrogel\nThe production of AgNPs-composing alginate/gelatin hydrogel was adapted from Rescignano et al. [25]. Briefly, sodium alginate and gelatin were firstly solubilized, separately, in water at the concentration of 2% (m/v) each, followed by the production of a solution of sodium alginate and gelatin in different proportions (i.e., 80:20, 50:50 or 20:80) by homogenization for 2 h at 500 rpm with a mechanical stirrer (Biomixer 78HW-1, Biomex Biotecnologia, Ribeirão Preto, São Paulo, Brazil), to obtain a hydrogel. AgNO3 was simultaneously dissolved in water in different concentrations (1.0, 2.0, and 4.0 mM) and slowly added to the hydrogel, under mechanical stirring for 2 h at 500 rpm to produce AgNPs."
    }, {
      "heading" : "2.3. UV–VIS Spectrophotometer Analysis",
      "text" : "UV–VIS absorption spectra were recorded on a UV–Vis spectrophotometer (FEMTO 800Xi, Femto Indústria e Comércio de Instrumentos Ltda., São Paulo, Brazil) in a scan range of 300–700 nm. All samples were previously dispersed in water, and analysis was run at room temperature."
    }, {
      "heading" : "2.4. Fourier-Transform Infra-Red Analysis",
      "text" : "Fourier Transform Infra-red (FT–IR) analysis was used to investigate the chemical interaction between components of the formulations (Agilent, Cary 630, Santa Clara, CA, USA) with 32 accumulations of 4000–500 cm−1, with resolution 2 cm−1 in potassium bromide (KBr) tablets."
    }, {
      "heading" : "2.5. Thermal Analysis",
      "text" : "The thermal behavior was assessed by DSC (DSC Q20 TA Instruments, New Castle, DE, USA). The samples were previously weighted (3–5 mg) in an aluminum pan and sealed hermetically. Analyses were carried out under an inert atmosphere (45 mL/min of N2). DSC thermograms were scanned in the first heating run at a constant rate of 10 ◦C/min and a temperature range of 25–500 ◦C. TGA was conducted in a dynamic nitrogen atmosphere (50 mL/min) at a heating rate of 10 ◦C/min (Shimadzu DTG 60, Tokyo, Japan). The percentage of mass loss was recorded from the ambient temperature up to 800 ◦C."
    }, {
      "heading" : "2.6. Transmission Electron Microscopy (TEM)",
      "text" : "Micrographs were obtained by TEM-MSC JEOL 2100 (JEOL Ltd., Tokyo, Japan) operating with 200 kV acceleration. Aqueous dispersions were dripped directly onto the copper grid, while the semi-solid hydrogels were previously dispersed in water, applying ultrasounds for 60 min and then dripped onto carbon-coated (carbon electrolyte 400 mesh Copper grids) (~4 nm).\n2.7. Biological Assays\n2.7.1. Viability Assays\nThe test was performed based on ISO 10993-5 [26]. The cytotoxicity assay was carried out against human fibroblast L929 cell lines [27,28]. Samples of AgNO3, pure gelatin, pure alginate,\nNanomaterials 2020, 10, 390 4 of 16\nand alginate-gelatin with AgNPs were evaluated. Briefly, L929 cells were seeded in 96-well culture plates (2 × 104 cells/well) and cultured in Dulbecco’s Modified Eagle Medium (DMEM) medium containing NaHCO3 (1.2 g/L,), ampicillin (0.025 g/L), streptomycin (0.1 g/L), supplemented with 10% fetal bovine serum (FBS). The negative control group was treated with the vehicle used to dilute the drug (DMSO 5%). For positive control, doxorubicin solution (100 µg/mL) was used [29]. Cell viability was assessed by the colorimetric method using Methyl-thiazolyl-tetrazolium (MTT). All reagents used in cell culture have been supplied by Sigma Chemical Co. (St. Louis, MO, USA). MTT solution (0.05%) was placed in contact with the cells, which were incubated at 37 ◦C for 3 h. After that, MTT was removed and added dimethyl sulfoxide (DMSO) for 10 min for solubilization of the tetrazolium salt crystals, and then the optical density (OD) reading was performed on an automated plate reader (ELISA) at a wavelength of 570 nm. The tests were conducted in quadruplicate and then normalized. The percentage of cell viability was calculated using the following equation, in which Abs stands for the absorbance of each respective solution:\n%Cell viability = Abs (treated cells) −Abs (blank)\nAbs (negative control) −Abs (blank) × 100 (1)\n2.7.2. Minimum Inhibitory Concentration (MIC)\nStaphylococcus aureus (ATCC 25923) and Pseudomonas aeruginosa (ATCC 27853) strains were used for MIC assay. Colonies were harvested and resuspended to 1.5 × 108 CFU/mL (turbidity equivalent to 0.5 McFarland standard scale). The bacterial solution was diluted to 1 × 105 CFU/mL in Mueller Hinton Broth with 100 µL of gelatin, sodium alginate, AgNO3, and hydrogel (1, 2, and 4 mM). The negative control was 0.1 mL of Mueller Hinton Broth, and the positive control was 0.05 mL Mueller Hinton Broth and 0.05 mL bacterial solution at 1 × 105 CFU/mL dilution. The microdilution method has been used [30]. Plates were incubated at 37 ◦C for 20 h.\n2.7.3. Wound Healing Test\nAdult Females Wistar rats (250 ± 50 g) were used. The Animal Research Ethics Committee of the Tiradentes University approved the in vivo procedures set in the Protocol No. 011116R, in compliance with the Guide for the Care and Use of Laboratory Animals published by the US National Institutes of Health. The animals were divided into three groups (n = 9, total 27 animals) and housed under conditions of controlled temperature (22 ± 1 ◦C) with a light/dark cycle of 12/12 h with free access to food and water. It was anesthetized with intraperitoneal injection composed of 1 mL ketamine (50 mg/kg) and 1 mL xylazine (20 mg/kg). The dorsal region was trichotomized, sterilized with a solution of polyvinylpyrrolidone-iodine, and the wound was done with a punch with 8 mm of width. In the immediate postoperative period, the animals received 10 mg/kg of ketoprofen intramuscularly for three days as a prophylactic dose of postoperative symptomatology, and the formulation was applied in the wound. Groups and each group identified all animals according to the number of days for analysis of the cicatricial process (3rd, 7th, and 14th day) until euthanasia in a CO2 chamber. The groups were divided into Control Group (GCTR), Group hydrogel sodium alginate/gelatin (80:20) (GH), and Group hydrogel with AgNP 4 mM AgNO3 (GHP) [31]. In the postoperative period, the lesions were controlled with photographic images (Sony brand camera, 10.1 megapixels) and measured with a digital caliper at the inner edges of the diameter at zero, three, seven, and fourteen postoperative days. The images were processed with the ImageJ® software. After the animals were sacrificed, the equivalent specimens were removed from the scar area with margins of 3.0 mm for histological characterization.\n2.7.4. Histomorphology Analysis\nRemoval of the specimens was equivalent to a scar area with a 0.5 cm margin of whole skin around the lesion, with depth up to the first muscle layer. The removed samples were fixed in 10% buffered formalin solution (pH 7.4) for 48 h. Subsequently, they were dehydrated in ethanol solutions at 70, 95,\nNanomaterials 2020, 10, 390 5 of 16\nand 100 ◦GL (Gay-Lussac degrees), diaphanized in xylol to make the tissue transparent, and embedded in paraffin. Histological sections (5 µm thick) were obtained from paraffin-embedded samples and subsequently subjected to Hematoxylin/Eosin (HE) staining. All the histological analyses were carried out by two observers, blinded to the treatment."
    }, {
      "heading" : "2.8. Statistical Analyses",
      "text" : "The data collected from in vitro and in vivo experiments were expressed as the mean ± standard error of the mean (SEM), and the differences among experimental groups were evaluated using one-way analysis of variance ANOVA followed by the Tukey’s test. Values of p < 0.05 were considered statistically significant. All statistical analyses were carried using the GraphPad program (Intuitive Software for Science, San Diego, CA, USA)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "Hydrogels of different sodium alginate/gelatin ratios (80:20, 50:50, and 20:80) have been produced and characterized. The ratio 80:20 exhibited higher consistency, suitable for topical application. The dressings should be flexible enough to allow adherence to the skin/tissue to be treated for a prolonged period, offering more comfort and convenience to the patient [32]. The formation of strong intermolecular interactions between sodium alginate and positively charged polymers is responsible for the increased consistency, including hydrogen bonds and electrostatic attractions that occur at higher concentrations of both polymers [7,28]. According to Li et al., the interaction between alginate and gelatin occurs due to the presence of amino and carboxyl ionizable groups, as well as hydrogen interactions formed by the functional carboxylic and hydroxyl group [9]. The use of sodium alginate and gelatin hydrogels, as these are simple, efficient, and reproducible pharmaceutical dosage forms, becomes feasible in the field of tissue repair. After producing the hydrogels, silver nitrate was incorporated in the hydrogel in distinct concentrations (1.0, 2.0, and 4.0 mM), showing increasing changes in color, from white to dark brown. The dark brown indicates nanoparticle production. AgNPs have been synthesized applying a green approach and using a natural biopolymer. The polymers show the presence of hydroxyl and carboxylic acid groups in their polymeric units favoring the Ag+ chelate production by the adjacent –OH and –COOH groups of alginate and gelatin. The Ag+ also acts as a potent oxidizing agent for organic compounds [33]. The light incident on the nanoparticles produces oscillations in the electrons that are on their surface, with the consequent absorption of electromagnetic radiation. The optical properties of the AgNPs-loaded hydrogels were evaluated by measuring the spectrum of UV–Vis spectroscopy (Figure 1). It identifies the evolution of the plasmon band as a function of the concentration of Ag+. In the analysis of a spectrum UV–Vis, the bands of the plasmons are characterized by the absorption of the AgNPs showing a maximum wavelength, which indicates the presence of AgNPs caused by the excitation of electromagnetic waves (plasmon) in the surface. The spheroidal AgNPs absorb at a wavelength between 390–440 nm, which may vary depending on the size and interaction between the particles. The nanoparticle absorption spectra of this analysis showed a maximum band around 430–450 nm suggesting a spheroidal form. Other researchers developed hydrogel with natural polymer incorporating AgNPs and obtained similar results [34,35]. FT–IR was used to identify the characteristic bands of the present groups and to observe the possible interaction between the functional groups of the molecules composing the formulation. Figure 2 shows the FT–IR spectra of sodium alginate, gelatin, and hydrogel with silver nanoparticles (1 mM, 2 mM, and 4 mM). The characteristic absorption bands at 1602 cm−1 and 1424 cm−1 shown in the FT–IR spectrum of sodium alginate correspond to the amide carbonyl group [36]. Also, the bands around 1650 cm−1 (C=C stretching), 1250 cm−1 (C–O–C stretching), and 1250 and 1100 cm−1 (C–O stretching) are attributed to the polysaccharide structure (arrows of spectrum A, Figure 2). The spectrum of gelatin is characterized by 1640 cm−1 and 1510 cm−1 (arrows of spectrum B, Figure 2),\nNanomaterials 2020, 10, 390 6 of 16\ncorresponding to amide carbonyl (C=O and C=N stretching vibration). The bands from 1207 cm−1 to 1020 cm−1 are references of amino and alkyl chains. From the spectra of the hydrogel (square of spectra C, D, and E), the band around 1600–1500 cm−1 shifts toward higher wavenumbers, and the intensity of bands increase. Comparing the pure polymer with the blend of sodium alginate and gelatin (80:20), these changes suggest the formation of strong intermolecular interactions as hydrogen bonds and electrostatic attractions between polymers [37]. The bands around 2920, 2852, 1500, and 1640 cm−1 are\ntypically found in hydrogels [38].\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 16 2.7. Statistical Analyses The data collected from in vitro and in vivo experiments were expressed as the mean ± standard error of the mean (SEM), and the differences among experimental groups were evaluated using oneway analysis of variance ANOVA followed by the Tukey’s test. Values of p < 0.05 were considered statistically significant. All statistical analyses were carried using the GraphPad program (Intuitive Software for Science, San Diego, CA, USA). 3. Results and Discussion Hydrogels of different sodium alginate/gelatin ratios (80:20, 50:50, and 20:80) have been produced and characterized. The ratio 80:20 exhibited higher consistency, suitable for topical application. The dressings should be flexible enough to allow adherence to the skin/tissue to be treated for a prolonged period, offering more comfort and convenience to the patient [32]. The formation of strong intermolecular interactions between sodium alginate and positively charged polymers is responsible for the increased consistency, including hydrogen bonds and electrostatic attractions that occur at higher concentrations of both polymers [7,28]. According to Li et al., the interaction between alginate and gelatin occurs due to the presence of amino and carboxyl ionizable groups, as well as hydrogen interactions formed by the functional carboxylic and hydroxyl group [9]. The use of sodium alginate and gelatin hydrogels, as these are simple, efficient, and reproducible pharmaceutical dosage forms, becomes feasible in the field of tissue repair.\nAfter producing the hydrogels, silver nitrate was incorporated in the hydrogel in distinct concentrations (1.0, 2.0, and 4.0 mM), showing increasing changes in color, from white to dark brown. The dark brown indicates nanoparticle production. AgNPs have been synthesized applying a green approach and using a natural biopolymer. The polymers show the presence of hydroxyl and carboxylic acid groups in their polymeric units favoring the Ag+ chelate production by the adjacent –OH and –COOH groups of alginate and gelatin. The Ag+ also acts as a potent oxidizing agent for organic compounds [33].\nThe light incident on the nanoparticles produces oscillations in the electrons that are on their surface, with the consequent absorption of electromagnetic radiation. The optical properties of the AgNPs-loaded hydrogels were evaluated by measuring the spectrum of UV–Vis spectroscopy (Figure 1). It identifies the evolution of the plasmon band as a function of the concentration of Ag+. In the analysis of a spectrum UV–Vis, the bands of the plasmons are characterized by the absorption of the AgNPs showing a maximum wavelength, which indicates the presence of AgNPs caused by the excitation of electromagnetic waves (plasmon) in the surface. The spheroidal AgNPs absorb at a wavelen th betw en 390–440 nm, which may vary depending on the size and i ter ction between the particles. The nanoparticle absorption spectra of this analysis showed a maximum band around 430–450 nm suggesting a spheroidal form. Other researchers developed hydrogel with natural\npolymer incorporating AgNPs and obtained similar results [34,35].\nFigure 1. Ultraviolet-visible (UV–Vis) absorption spectra of sodium alginate, gelatin, and hydrogel with silver nanoparticles at different concentrations (1 mM, 2 mM, and 4 mM).\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 16\nthese changes suggest the formation of strong intermolecular interactions as hydrogen bonds and\nelectrostatic attractions betwe polymers [37]. The bands around 2920, 2852, 1500, and 1640 cm−1 are\ntypically found in hydrogels [38].\nFigure 2. Fourier Transform Infra-red (FT–IR) spectra of (A) sodium alginate, (B) gelatin, and of hydrogels with silver nanoparticles at different concentrations (C) 1 mM, (D) 2 mM, and (E) 4 mM. Arrows of spectrum A correspond to the bands around 1650 cm−1 (C=C stretching), 1250 cm−1 (C–O–C stretching); arrows of spectrum B correspond to 1640 cm−1 and 1510 cm−1 of amide carbonyl (C=O and C=N stretching vibration); spectra of the hydrogel (square of C, D, and E) are the bands around 1600– 1500 cm−1.\nThe thermal behavior of the hydrogel was analyzed using DSC and TGA [39]. Samples of\nhydrogel sodium alginate/gelatin (80:20) and hydrogel with AgNP 4 mM AgNO3 are shown in Figure 3. The endothermic peaks at 230–250 °C (Figure 3a) were attributed to the fusion of the samples. However, a hydrogel with AgNPs showed peaks of lower intensity. Martins et al. [40] suggest that the AgNPs surface has a passive layer, which increases the charge density of hydrogel. This fact stabilizes the hydrogel, and the endothermic peak intensity decreased.\nAs shown in Figure 3b, for all tested samples, the mass loss occurred in two phases. The first phase was characterized by a discrete loss of initial mass that occurred at a temperature of 100 °C, due to the evaporation of water. The second mass decrease was identified at the temperature threshold between 230–260 °C, attributed to the thermal decomposition of the hydrogels. Upon reaching the maximum decomposition peak (260 °C), the samples lose approximately 50% of their initial mass.\nFigure 2. Fourier Transform Infra-red (FT–IR) spectra of (A) sodium alginate, (B) gelatin, and of hydrogels with silver nanoparticles at different concentrations (C) 1 mM, (D) 2 mM, and (E) 4 mM. Arrows of spectrum A c rrespond to the bands around 1650 cm−1 (C=C stretching), 1250 cm−1 (C–O–C stretching); arrows of spectrum B correspond to 1640 cm−1 and 1510 cm−1 of amide carbonyl (C=O and C=N stretching vibration); spectra of the hydrogel (square of C, D, and E) are the bands around 1600–1500 cm−1.\nThe thermal behavior of the hydrogel was analyzed using DSC and TGA [39]. S ples of hydrogel sodium alginate/gelatin (80:20) and hydrogel with AgNP 4 mM AgNO3 are shown in Figure 3. The endothermic peaks at 230–250 ◦C (Figure 3a) were attributed to the fusion of the samples. However, a hydrogel with AgNPs show d peaks of lower intensity. Martins t al. [40] suggest that the AgNPs surface has a passive layer, which increases the charge density of hydrogel. This fact stabilizes the hydrogel, and the endothermic peak intensity decreased. As shown i Figure 3b, for all tested samples, the mass loss occurred in tw phases. The first phase was characterized by a discrete loss of initial mass that occurred at a temperature of 100 ◦C, due to the evaporation of water. The second mass decrease was identified at the temperature threshold between 230–260 ◦C, attributed to the thermal decomposition of the hydrogels. Upon reaching the maximum decomposition peak (260 ◦C), the samples lose approximately 50% of their initial mass. Comparing with the literature [41], sodium alginate and gelatin showed less thermal stability than the produced hydrogel. The higher thermal stability of the hydrogel suggests that crosslinked provided\nNanomaterials 2020, 10, 390 7 of 16\nthermal resistance and might be the lower release of small molecules like CO2. Sabadini et al. [42] reported similar thermogravimetric results in hydrogel analysis consisting of sodium alginate and chitosan. At a temperature close to 83 ◦C, the evaporation of water occurred, a chemical process facilitated by the high affinity of these polymers to the aqueous medium. In their study, the initial mass loss occurred at a temperature of 100 ◦C, which corroborates similar activities of the hydrogel, consisting of sodium alginate and gelatin. The peaks of degradation of the hydrogel mass occurred in temperatures between 239–248 ◦C, values close to those recorded in our study with the variance between 230–260 ◦C.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 16\nComparing with the literature [41], sodium alginate and gelatin showed less thermal stability than the produced hydrogel. The higher thermal stability of the hydrogel suggests that crosslinked provided thermal resistance and might be the lower release of small molecules like CO2. Sabadini et al. [42] reported similar thermogravimetric results in hydrogel analysis consisting of sodium alginate and chitosan. At a temperature close to 83 °C, the evaporation of water occurred, a chemical process facilitated by the high affinity of these polymers to the aqueous medium. In their study, the initial mass loss occurred at a temperature of 100 °C, which corroborates similar activities of the hydrogel, consisting of sodium alginate and gelatin. The peaks of degradation of the hydrogel mass occurred in temperatures between 239–248 °C, values close to those recorded in our study with the variance between 230–260 °C.\nTEM was performed to determine the morphology of the AgNPs (Figure 4), which exhibited a spherical shape and size dependent on the concentration of silver nitrate. Figure 4 (a,b) shows the hydrogel with 1 mM AgNPs of approximately 7.5 to 8.3 nm. Figure 4 (c,d) shows the hydrogel with 4 mM AgNPs of approximately 20 and 34 nm. Sodium alginate and gelatin act directly as stabilizers, thereby avoiding aggregation of the particles. AgNPs, on the other hand, prevent degradation of the hydrogel either by exposure to light or by oxidation, avoiding possible chemical reactions. The spherical shape of AgNPs has also been reported in the literature [43]. At the nanoscale, most metals tend to agglomerate due to their high surface tension since the particle size results in a large surface area, and most of them have a size around 27 nm but vary in a parameter of 5–50 nm.\n. iff ti l i l i tr ( ) l is l t- l) l / elatin (80:20) and (B) hydrogel with silver nanoparticles (AgNPs) (4 mM); Thermogravimetric\n(TGA) analysis ( ght-hand p nel) of (A) ydrogel alginate/gelatin (80:20), nd (B) hydrogel with AgNPs (4 mM).\nrf r t eter ine the orphology of the AgNPs (Figure 4), which exhibited a spherical shape and size dependent on the concentration of silver nitrate. Figure 4a,b t\nr l it s of approxi ately 7.5 to 8.3 nm. Figure 4 , sho s t r l it f r i t l .\ni alginate and gelatin act directly as st bilizers, thereby avoiding aggre ation of the particles. AgNPs, on the other and, prevent degradation of the hydrogel either by exposure to light or by\nxidation, v iding possible chemical reactions. The spherical shape of AgNPs has also been report d in the literature [43]. At the nanoscale, most metals tend to agglomerate du to their hig surface tension since the particle size result in a large surf ce ar a, and most of them have a siz around 27 nm but vary in a parameter of 5–50 n . Biological evaluation of nanoparticles-based formulations is a way of verifying the potential toxicity arising from wastes formed during the production process. To be used as a biomaterial, the system must be biocompatible, i.e., it must interact with the physiological environment without undergoing changes or causing tissue damage (ISO E. 10993-5, 2009). ISO 10993-5 suggests that the in vitro cytotoxicity test is the first to evaluate the biocompatibility of a material and in this case, the toxic effects are assessed in normal cells. A viability assay was carried out on human fibroblast L2929 testing all components used for the production of silver nanoparticles at the maximum concentration of 150 µg/mL in DMSO 5%. The results are shown in Figure 5. From all tested samples, only the silver nitrate induced the inhibition of cell proliferation, showing a statistically significant difference (p < 0.05) when compared to the negative control (DMSO). None of the remaining samples showed statistically significant differences when compared to the negative control (p > 0.05). The negative control group was treated with DMSO 5% only and presented 100% cell viability. Sodium alginate, gelatin, and 4 mM silver nanoparticles treated cells resulted in 100%, 96.66%, and 96% cell viability, respectively. On the other hand, pure silver nitrate induced 47.33% of living cells, thus demonstrating its cytotoxic potential on fibroblasts.\nNanomaterials 2020, 10, 390 8 of 16\nThe results indicate the safety and biocompatibility of the samples tested in this cell line. Any cytotoxic effect of these compounds may be due to their adhesion to the cell membrane, internalization and degradation of products in the cell culture medium or inside the cells.Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 16\nBiological evaluation of nanoparticles-based formulations is a way of verifying the potential toxicity arising from wastes formed during the production process. To be used as a biomaterial, the system must be biocompatible, i.e., it must interact with the physiological environment without undergoing changes or causing tissue damage (ISO E. 10993-5, 2009). ISO 10993-5 suggests that the in vitro cytotoxicity test is the first to evaluate the biocompatibility of a material and in this case, the toxic effects are assessed in normal cells.\nA viability assay was carried out on human fibroblast L2929 testing all components used for the production of silver nanoparticles at the maximum concentration of 150 µg/mL in DMSO 5%. The results are shown in Figure 5. From all tested samples, only the silver nitrate induced the inhibition of cell proliferation, showing a statistically significant difference (p < 0.05) when compared to the negative control (DMSO). None of the remaining samples showed statistically significant differences when compared to the negative control (p > 0.05). The negative control group was treated with DMSO 5% only and presented 100% cell viability. Sodium alginate, gelatin, and 4 mM silver nanoparticles treated cells resulted in 100%, 96.66%, and 96% cell viability, respectively. On the other hand, pure silver nitrate induced 47.33% of living cells, thus demonstrating its cytotoxic potential on fibroblasts. The results indicate the safety and biocompatibility of the samples tested in this cell line. Any\nFigure 4. Electron micrographs of the hydrogels with silver nanoparticles at different concentrations: 1 mM on the 200 nm scale (a) and 50 nm scale (b); 4 mM on the 200 nm (c) and 100 nm scale (d).\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 16\ncytotoxic effect of these compounds may be due to their adhesion to the cell membrane,\ninternalization and degradation of products in the cell culture medium or inside the cells.\nFigure 5. Cell viability assay of gelatin, hydrogel containing 4 mM of AgNPs, sodium alginate, and silver nitrate of human L929 fibroblasts, determined by the methyl-thiazolyl-tetrazolium (MTT) assay after 24 h of incubation. The vehicle used to dilute the drug (dimethyl sulfoxide, DMSO 5%) was used as the negative control (100% viability). The data correspond to the mean ± SEM of four independent experiments. * p < 0.05 compared to the control group using one-way analysis of variance followed by Tukey’s test.\nThe antimicrobial activity test was performed in vitro using Gram-positive (Staphylococcus aureus) and Gram-negative (Pseudomonas aeruginosa) bacteria. MIC tests performed with gelatin, sodium alginate, silver nitrate, and hydrogel (1, 2, and 4 mM) are shown in Table 1. Gelatin and sodium alginate alone (without the incorporation of AgNPs) did not exhibit antimicrobial activity; the bacterial growth was therefore expected. These natural polymers contribute both to achieve the adequate consistency of the hydrogel through hydrogen bonds interaction, formed between the functional carboxylic and hydroxyl group. All tested concentration ratios of AgNPs incorporated in the hydrogel showed bactericidal activity. The Minimum Inhibitory Concentration (MIC) values recorded for the treatment with Hydrogels at 1.0 mM and 2.0 mM remained constant for gramnegative and gram-positive bacteria. The increased hydrogel concentration up to 4.0 mM induced the reduction of the MIC values in both strains. A significant bactericidal action was observed both against Pseudomonas aeruginosa with a minimum bacterial increase of 0.50 µg/mL and against Staphylococcus aureus with a minimum bacterial increase of 53 µg/mL (Table 1). This result corroborates the study of Rescignano et al. [44] in which all hydrogels incorporating AgNPs showed inhibition of bacterial growth, suggesting that the antimicrobial activity is associated with the direct contact of the AgNPs with bacteria.\nCo ntr\nol\nGe lat\nin\nHy dro\nge l 4\nm M\nSo diu\nm alg\nina te\nSi lve\nr n itra\nte 0\n20\n40\n60\n80\n100\n120\n* Vi ab\nili ty\n(% )\nCommented [1]: Figure 5. Cell viability assay of gelatin, hydrogel c ntai ing 4 mM of AgNPs, sodium alginate, and\nsilver nitrate of human L929 fibroblasts, determi e by the met yl-thiazolyl-tetrazolium (MTT) assay\nafter 24 h of incubation. The vehicle used to dilute the drug (dimethyl sulfoxide, DMSO 5%) was used\nas the negative control (100% viability). The data correspond to the mean ± SEM of four independent\nexperiments. * p < 0.05 compared to the control group using one-way analysis of variance followed by\nTukey’s test.\nThe antimicrobial activity test was performed in vitro using Gram-positive (Staphylococcus aureus) and Gram-negative (Ps udomonas aerugin sa) bacteria. MIC tests perfor ed with gelatin, sodium\nNanomaterials 2020, 10, 390 9 of 16\nalginate, silver nitrate, and hydrogel (1, 2, and 4 mM) are shown in Table 1. Gelatin and sodium alginate alone (without the incorporation of AgNPs) did not exhibit antimicrobial activity; the bacterial growth was therefore expected. These natural polymers contribute both to achieve the adequate consistency of the hydrogel through hydrogen bonds interaction, formed between the functional carboxylic and hydroxyl group. All tested concentration ratios of AgNPs incorporated in the hydrogel showed bactericidal activity. The Minimum Inhibitory Concentration (MIC) values recorded for the treatment with Hydrogels at 1.0 mM and 2.0 mM remained constant for gram-negative and gram-positive bacteria. The increased hydrogel concentration up to 4.0 mM induced the reduction of the MIC values in both strains. A significant bactericidal action was observed both against Pseudomonas aeruginosa with a minimum bacterial increase of 0.50 µg/mL and against Staphylococcus aureus with a minimum bacterial increase of 53 µg/mL (Table 1). This result corroborates the study of Rescignano et al. [44] in which all hydrogels incorporating AgNPs showed inhibition of bacterial growth, suggesting that the antimicrobial activity is associated with the direct contact of the AgNPs with bacteria.\nAs AgNO3 is toxic to microorganisms, it already exhibits bactericidal action. Therefore, the use of AgNO3 was also evaluated in this study, obtaining an expected result with the absence of bacterial growth when tested against Pseudomonas aeruginosa and Staphylococcus aureus. Thus, the antimicrobial activity related to the use of AgNPs occurs in Gram-positive and Gram-negative bacteria, which determines that this formulation has a bactericidal action of broad-spectrum, offering potential antimicrobial activity [45]. Our results show that AgNPs synthesized from AgNO3 require concentration around micrograms for bacterial growth inhibition. The results of the present study were similar to those reported by Kanmani et al. [46], which gelatin/AgNPs nanocomposite films (30 and 40 mg) showed potent antimicrobial activity against Gram-positive and Gram-negative foodborne pathogens. AgNPs are capable of interacting physically with the cell surface of several bacteria. It is particularly important in the case of Gram-negative bacteria, where numerous studies report the adhesion and accumulation of AgNPs on the bacterial surface. Many studies have reported that AgNPs may impair cell membranes leading to structural changes, which make bacteria more permeable [47,48]. Mekkawy et al. [49] developed AgNPs stabilized with polymer, for which the MIC values were in the range of 0.93–7.5 and 3.75–15 µg/mL, respectively, Gram-positive (Staphylococcus aureus) and Gram-negative bacteria (Escherichia coli). Similar studies were also done by Ashmore et al. [50] showing that AgNP inhibited the growth of E. coli only at 0.621 mg/mL; and by Rath et al. [51] who obtained MIC of AgNPs against S. aureus and P. aeruginosa 5.8 ± 0.3 mg/ml and 7.4 ± 0.2 mg/mL, respectively. The wound healing capacity of the developed hydrogels was studied over 14 days, and the results are shown in Figure 6. The area of the wound has gradually decreased over time. Since no splinted wound model has been used to prevent contraction nor induce healing by re-epithelization, the healing shown in Figure 6 has been mainly by contraction mediated by myofibroblasts. As seen in the chart, the wound areas progressively decreased in both treated groups (GHP and GH) significantly. The\nNanomaterials 2020, 10, 390 10 of 16\nwound size was found to be reduced considerably in GHP, and GH-coated wounds on days 3, 7, and 14 of the postoperative period, compared to uncoated injuries (GCTR, p < 0.05, respectively). The effective action of the hydrogel with the incorporation of AgNPs in the group corresponding to GHP has been observed, specifically on the third and seventh postoperative days. On the third day, the area of the wound was reduced by 46.03% when compared to the GCTR groups, which decreased by 17.61% and GH with a reduction of the wound area by 30.63%. On the seventh day, the GHP was also effective in reducing the total area of the wound by 81.14%, while the GH decreased by 65.11% higher than the GCTR with 45.66% reduction of the injured area 45.66%. On the fourteenth day, the effective action of the GHP and GCTR hydrogels are possibly associated with the formation of the granulation tissue, characteristic of the last cicatricial phase, and because it is no longer corresponding to the inflammatory period, which is more sensitive to the action of microorganisms. It corroborates with the resolution of the use of AgNPs incorporated in the hydrogel, their antimicrobial activity made possible the reduction in the area of the wound mainly on the third and seventh day (Figure 6, left).\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 16 As AgNO3 is toxic to microorganisms, it already exhibits bactericidal action. Therefore, the use of AgNO3 was also evaluated in this study, obtaining an expected result with the absence of bacterial growth when tested against Pseudomonas aeruginosa and Staphylococcus aureus. Thus, the antimicrobial activity related to the use of AgNPs occurs in Gram-positive and Gram-negative bacteria, which determines that this formulation has a bactericidal action of broad-spectrum, offering potential antimicrobial activity [45]. Our results show that AgNPs synthesized from AgNO3 require concentration around micrograms for bacterial growth inhibition. The results of the present study were similar to those reported by Kanmani et al. [46], which gelatin/AgNPs nanocomposite films (30 and 40 mg) showed potent antimicrobial activity against Gram-positive and Gram-negative foodborne pathogens. AgNPs are capable of interacting physically with the cell surface of several bacteria. It is particularly important in the case of Gram-negative bacteria, where numerous studies report the adhesion and accumulation of AgNPs on the bacterial surface. Many studies have reported that AgNPs may impair cell membranes leading to structural changes, which make bacteria more permeable [47,48]. Mekkawy et al. [49] developed AgNPs stabilized with polymer, for which the MIC values were in the range of 0.93–7.5 and 3.75–15 µg/mL, respectively, Gram-positive (Staphylococcus aureus) and Gram-negative bacteria (Escherichia coli). Similar studies were also done by Ashmore et al. [50] showing that AgNP inhibited the growth of E. coli only at 0.621 mg/mL; and by Rath et al. [51] who obtained MIC of AgNPs against S. aureus and P. aeruginosa 5.8 ± 0.3 mg/ml and 7.4 ± 0.2 mg/mL, respectively. The wound healing capacity of the developed hydrogels was studied over 14 days, and the results are shown in Figure 6. The area of the wound has gradually decreased over time. Since no splinted wound model has been used to prevent contraction nor induce healing by re-epithelization, the healing shown in Figure 6 has been mainly by contraction mediated by myofibroblasts. As seen in the chart, the wound areas progressively decreased in both treated groups (GHP and GH) significantly. The wound size was found to be reduced considerably in GHP, and GH-coated wounds on days 3, 7, and 14 of the postoperative period, compared to uncoated injuries (GCTR, p < 0.05, respectively). The effective action of the hydrogel with the incorporation of AgNPs in the group corresponding to GHP has been observed, specifically on the third and seventh postoperative days. On the third day, the area of the wound was reduced by 46.03% when compared to the GCTR groups, which decreased by 17.61% and GH with a reduction of the wound area by 30.63%. On the seventh day, the GHP was also effective in reducing the total area of the wound by 81.14%, while the GH decreased by 65.11% higher than the GCTR with 45.66% reduction of the injured area 45.66%. On the fourteenth day, the effective action of the GHP and GCTR hydrogels are possibly associated with the formation of the granulation tissue, characteristic of the last cicatricial phase, and because it is no longer corresponding to the inflammatory period, which is more sensitive to the action of microorganisms. It corroborates with the resolution of the use of AgNPs incorporated in the hydrogel, their antimicrobial activity made possible the reduction in the area of the wound mainly on the third and seventh day (Figure 6, left).\nThe histological wound healing occurred without intercurrence over the time-course of the experiment in all the studied groups (Figure 7). On day 3, an intense inflammatory infiltrate composed by polymorphonuclear neutrophils (PMN), and macrophages were observed throughout the wounded area of all groups. Interstitial edema was remarkable, particularly in GCTR and GH. Interestingly, there was a more conspicuous chronic lymphocytic infiltrate in the bottom of GH wounds, whereas GHP presented the formation of immature granulation tissue, rich in hyperemic capillary vessels and proliferative endothelial-like spindle cells, in the bottom of the wounds. On day 7, granulation tissue containing plump, active fibroblasts forms was observed in all groups but at different maturation grades. The inflammation remained intense in GCTR, but there was a balance in the content of PMN, macrophages, and lymphocytes, which characterized a “persistent” subacute inflammatory infiltrate. Narrowed (slit-shaped) capillary vessels were concentrated on the edges and bottom of the wounds. In GH, the inflammatory response was essentially lymphocytic (chronic inflammation). The stromal spindle cells, interpreted as fibroblasts and endothelial cells, were densely dispersed throughout the wound area and arranged parallel to the wound surface. Most vessels were widely dilated and hyperemic. In GHP, the granulation tissue had more mature morphological features, such as reduction of the inflammatory response, higher content of hyperemic blood vessels, and more intense proliferation of fibroblast-like spindle cells. On day 14, there was the persistence of vascular granulation tissue in GCTR, whereas GH and GHP presented a cellular fibrous scar. All groups exhibited full epithelization, but only GH and GHP showed\nNanomaterials 2020, 10, 390 11 of 16\nepithelial buddings compatible with the neoformation of rudimentary cutaneous appendages. Also, such buddings were limited to the scarred edges in GH but scattered over the wound surface in GHP.\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 16 Figure 6. Non-splinted model showing the percentage of the non-epithelialized surface of the wound of the groups: GCTR (Control Group), GH (Group with hydrogel sodium alginate/gelatin (80:20), and GHP (Group hydrogel with AgNP 4 mM AgNO3). All values are mean ± S.E. Statistical analysis comprised ANOVA followed by Tukey’s test. *P < 0.05 in relation to GCTR, GH, and GHP groups, respectively (n = 21/group). The histological wound healing occurred without intercurrence over the time-course of the experiment in all the studied groups (Figure 7). On day 3, an intense inflammatory infiltrate composed by polymorphonuclear neutrophils (PMN), and macrophages were observed throughout the wounded area of all groups. Interstitial edema was remarkable, particularly in GCTR and GH. Interestingly, there was a more conspicuous chronic lymphocytic infiltrate in the bottom of GH wounds, whereas GHP presented the formation of immature granulation tissue, rich in hyperemic capillary vessels and proliferative endothelial-like spindle cells, in the bottom of the wounds.\nOn day 7, granulation tissue containing plump, active fibroblasts forms was observed in all groups but at different maturation grades. The inflammation remained intense in GCTR, but there was a balance in the content of PMN, macrophages, and lymphocytes, which characterized a “persistent” subacute inflammatory infiltrate. Narrowed (slit-shaped) capillary vessels were concentrated on the edges and bottom of the wounds. In GH, the inflammatory response was essentially lymphocytic (chronic inflammation). The stromal spindle cells, interpreted as fibroblasts and endothelial cells, were densely dispersed throughout the wound area and arranged parallel to the wound surface. Most vessels were widely dilated and hyperemic. In GHP, the granulation tissue had more mature morphological features, such as reduction of the inflammatory response, higher content of hyperemic blood vessels, and more intense proliferation of fibroblast-like spindle cells. On day 14, there was the persistence of vascular granulation tissue in GCTR, whereas GH and GHP presented a cellular fibrous scar. All groups exhibited full epithelization, but only GH and GHP showed\nit li l i ti l it t f ti f r i t t . l , i s re li ite to the scarred edges in H t tt t rf i .\nThe pathological findings observed in GCTR over the time-course of the experiment, expressed by acute inflammation, granulation tissue formation and primary scar development on day 3, 7 and 14, respectively, suggest that wound healing has occurred without intercurrences, which is also an indication that the control group can be used as an entirely acceptable parameter of normality of the pathophysiological steps of wound healing. The use of hydrogels containing AgNPs promoted histological changes in the healing tissue over the time course of wound healing, such as earlier development and maturation of granulation\nNanomaterials 2020, 10, 390 12 of 16\ntissue. Synthetic products impregnated with silver used as dressings for the treatment of wounds have been demonstrated to act as a mechanical barrier against exogenous microorganisms, preserving the local temperature and maintaining the humidity of the wound environment [52]. Therefore, the application of sodium alginate/gelatin hydrogels containing AgNPs on the surface of the wounds may work as a biomechanical barrier, protecting the ulcerated bed from the microbial contamination. The silver-induced antibacterial effect has been associated with its ability to interact with bacterial plasma membranes, proteins, and enzymes involved in vital cellular processes, such as the electron transport chain [53]. AgNPs incorporated into dressings have significantly decreased wound-healing time likely as a result of increased bacterial clearance from infected wounds [54,55]. However, other silver nanoparticles-derived biological properties might have played a role in the acceleration of granulation tissue formation and maturation on the initial stages of wound healing. AgNPs have been demonstrated to reduce the production of the inflammatory cytokines, such as nitric oxide and prostaglandin E2, in lipopolysaccharide-induced RAW264.7 cells [56]. Hence, the silver nanoparticles-induced reduction of the inflammatory cytokines release might have also played a role in the improvement of granulation tissue formation. The dermal connective tissue of the GHP group showed earlier formation of mature hypovascular primary scars, but no pathological signs of hypercollagenization was observed. It has been previously reported that silver nanoparticles can reduce the levels of transforming growth factor β (TGF-β) expression while increasing interferon (IFN)-γ levels until full wound closure [57]. IFN-γ has been demonstrated to inhibit fibroblast proliferation and matrix production [58] and induce myofibroblasts apoptosis [59], whereas enhanced expression of TGF-β1 mRNA was found in both keloids and hypertrophic scars [60]. Hence, the modulation of TGF-β/ IFN-γ production may play a role in the positive effects of silver on wound healing. At the final stages of wound healing, healed skin treated with sodium alginate/gelatin hydrogels containing AgNPs presented a well-stratified epidermis, complete with basal, spinous, granular, and cornified layers, with epithelial buddings interpreted as rudimentary cutaneous appendages. Also, collagen tissue was well-formed, with long thick gross collagen fibers parallel-arranged. These results suggest that the silver-containing hydrogels improved both dermal and epidermal re-establishment. The precise mechanisms underlying such biological effects are not fully clarified yet. It has been demonstrated that silver nanoparticles can induce contraction of the wounds in mice as a result of increased keratinocyte migration and proliferation [61]. However, further studies are needed to find out whether the formation of rudimentary cutaneous appendages in the GHP group, but not in the others, result from AgNPs-induced stimulation of keratinocyte proliferation and differentiation or would be an indirect response secondary to the improvement of the early phases of wound healing. Our study suggests that hydrogels containing AgNPs provide significant benefits on wound healing in a rodent model; herein, we provide the evidence that AgNPs can accelerate granulation tissue formation and maturation and earlier development of the primary collagen scar and rudimentary cutaneous appendages."
    }, {
      "heading" : "4. Conclusions",
      "text" : "This study aimed to produce a safe, biocompatible formulation based on AgNPs for wound healing, for easy application and of low environmental impact. No inorganic solvents have been used nor any complex methodology that needs high energy. The use of natural polymers as sodium alginate and gelatin is a cost-effective approach for the production of a biocompatible hydrogel that can be easily loaded with antimicrobial AgNPs with healing properties. Compared to synthetic ones, natural polymers are of lower cost, non-toxic, less abrasive, and are environmentally friendly. The developed hydrogels demonstrated to be non-cytotoxic against fibroblasts, and their antimicrobial activity was confirmed in vitro using Gram-positive (Staphylococcus aureus) and Gram-negative (Pseudomonas aeruginosa) bacteria. The wound healing capacity of AgNPs hydrogels was studied over 14 days in\nNanomaterials 2020, 10, 390 13 of 16\nWistar rats highlighting that AgNPs can accelerate tissue formation and promote earlier development of primary collagen scars.\nAuthor Contributions: F.R.D., R.C.A.P.M., L.R., L.N.A., M.V.C., C.F.d.S., C.B.C., R.L.C.d.A.J., S.R.S., S.H. and L.P.d.C. have contributed to the methodology, formal analysis, investigation, resources, and data curation. F.R.D., R.C.A.P.M., L.R., L.N.A., M.V.C., C.F.d.S., C.B.C., R.L.C.d.A.J., S.R.S., S.H. and L.P.d.C. have contributed to the writing of the original manuscript. E.B.S., E.S.-L., L.N.A., M.V.C., and P.S. have contributed to the conceptualization, review and editing of the manuscript, project administration, supervision and funding acquisition. All authors have made a substantial contribution to the work and have approved its publication. All authors have read and agreed to the published version of the manuscript.\nFunding: This research received funding from the Coordenação Aperfeiçoamento de Pessoal de Nivel Superior (CAPES), Fundação de Amparo à Pesquisa do Estado de Sergipe (FAPITEC), Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq, #443238/2014-6, #470388/2014-5), and from the Portuguese Science and Technology Foundation (FCT) projects M-ERA-NET/0004/2015 (PAIRED) and UIDB/04469/2020 (strategic fund).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Formation of the scab and the rate of epithelisation of superficial wounds in the skin of the young domestic pig",
      "author" : [ "G.D. Winter" ],
      "venue" : "Discussion. J. Wound Care 1995,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1962
    }, {
      "title" : "Formation of the scab and the rate of epithelization of superficial wounds in the skin of the young domestic pig",
      "author" : [ "G.D. Winter" ],
      "venue" : "Nature",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1962
    }, {
      "title" : "Impregnation of silver nanoparticles into bacterial cellulose for antimicrobial wound dressing",
      "author" : [ "T. Maneerung", "S. Tokura", "R. Rujiravanit" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "The Therapeutic Potential of Apigenin",
      "author" : [ "B. Salehi", "A. Venditti", "M. Sharifi-Rad", "D. Kregiel", "J. Sharifi-Rad", "A. Durazzo", "M. Lucarini", "A. Santini", "E.B. Souto", "E Novellino" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Chitosan/Copaiba oleoresin films for would dressing application",
      "author" : [ "H.S. Debone", "P.S. Lopes", "P. Severino", "C.M.P. Yoshida", "E.B. Souto", "C.F. da Silva" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Physicochemical and antimicrobial properties of sodium alginate/gelatin-based silver nanoformulations. Polym",
      "author" : [ "C. Acharya", "C.R. Panda", "P.K. Bhaskara", "A. Sasmal", "S. Shekhar", "A.K.J.P.B. Sen" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Alginate Nanoparticles for Drug Delivery and Targeting",
      "author" : [ "P. Severino", "C.F. da Silva", "L.N. Andrade", "D. de Lima Oliveira", "J. Campos", "E.B. Souto" ],
      "venue" : "Curr. Pharm. Des",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Genipin crosslinked gelatin-diosgenin-nanocellulose hydrogels for potential wound dressing and healing applications",
      "author" : [ "S. Ilkar Erdagi", "F. Asabuwa Ngwabebhoh", "U. Yildiz" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2020
    }, {
      "title" : "Sodium alginate–gelatin polyelectrolyte complex membranes with both high water vapor permeance and high permselectivity",
      "author" : [ "Y. Li", "H. Jia", "Q. Cheng", "F. Pan", "Z. Jiang" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2011
    }, {
      "title" : "Hydrogels in pharmaceutical formulations",
      "author" : [ "N.A. Peppas", "P. Bures", "W. Leobandung", "H. Ichikawa" ],
      "venue" : "Eur. J. Pharm. Biopharm",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2000
    }, {
      "title" : "In situ reduction of silver nanoparticles by gelatin to obtain porous silver nanoparticle/chitosan composites with enhanced antimicrobial and wound-healing activity",
      "author" : [ "H. Ye", "J. Cheng", "K. Yu" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Metal-Based Nanoparticles as Antimicrobial Agents: An Overview",
      "author" : [ "E. Sánchez-López", "D. Gomes", "G. Esteruelas", "L. Bonilla", "A.L. Lopez-Machado", "R. Galindo", "A. Cano", "M. Espina", "M. Ettcheto", "A Camins" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "Green synthesis of silver nanoparticles using cranberry powder aqueous extract: characterization and antimicrobial properties",
      "author" : [ "A.A. Ashour", "D. Raafat", "H.M. El-Gowelli", "A.H. El-Kamel" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Synthesis of silver nanoparticles: Chemical, physical and biological methods",
      "author" : [ "S. Iravani", "H. Korbekandi", "S. Mirmohammadi", "B. Zolfaghari" ],
      "venue" : "Res. Pharm. Sci. 2014,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Green synthesis and characterization of gold and silver nanoparticles and their application for development of a thirdgeneration lactose biosensor",
      "author" : [ "P. Bollella", "C. Schulz", "G. Favero", "F. Mazzei", "R. Ludwig", "L. Gorton", "R. Antiochia" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "A review on polymeric hydrogel membranes for wound dressing applications: PVA-based hydrogel dressings",
      "author" : [ "E.A. Kamoun", "E.-R.S. Kenawy", "X. Chen" ],
      "venue" : "J. Adv. Res. 2017,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Natural Polymers Vs Synthetic Polymer",
      "author" : [ "S. Bhatia" ],
      "venue" : "In Natural Polymer Drug Delivery Systems; Springer International Publishing AG: Cham, Switzerland,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Natural and synthetic polymers for wounds and burns dressing",
      "author" : [ "G.D. Mogoşanu", "A.M. Grumezescu" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Recent advances in polymer-based wound dressings for the treatment of diabetic foot ulcer: An overview of state-of-the-art",
      "author" : [ "Z. Hussain", "H.E. Thu", "A.N. Shuid", "H. Katas", "F. Hussain" ],
      "venue" : "Curr. Drug Targets",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Gelatin-Based Hydrogels Blended with Gellan as an Injectable Wound Dressing",
      "author" : [ "Y. Zheng", "Y. Liang", "D. Zhang", "X. Sun", "L. Liang", "J. Li", "Y.N. Liu" ],
      "venue" : "ACS Omega 2018,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Carboxymethyl chitosan/gelatin/hyaluronic acid blended-membranes as epithelia transplanting scaffold for corneal wound healing",
      "author" : [ "W. Xu", "Z. Wang", "Y. Liu", "L. Wang", "Z. Jiang", "T. Li", "W. Zhang", "Y. Liang" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Uncontrolled gelatin degradation in non-healing chronic wounds",
      "author" : [ "H. Trostrup", "P. Holstein", "T. Karlsmark", "C. Moser", "M.S. Agren" ],
      "venue" : "J. Wound Care 2018,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Comparative in vivo evaluation of novel formulations based on alginate and silver nanoparticles for wound treatments",
      "author" : [ "J. Stojkovska", "Z. Djurdjevic", "I. Jancic", "B. Bufan", "M. Milenkovic", "R. Jankovic", "V. Miskovic-Stankovic", "B. Obradovic" ],
      "venue" : "J. Biomater. Appl",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Preparation of alginate hydrogels containing silver nanoparticles: a facile approach for antibacterial applications",
      "author" : [ "N. Rescignano", "R. Hernandez", "L.D. Lopez", "I. Calvillo", "J.M. Kenny", "C. Mijangos" ],
      "venue" : "Polym. Int",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2016
    }, {
      "title" : "2009 Biological Evaluation of Medical Devices–Part 5: Tests for in Vitro Cytotoxicity",
      "author" : [ "International Organization for Standardization. 10993–5" ],
      "venue" : "International Organization for Standardization, Geneva. 2009. Available online: https://www.iso.org/standard/36406.html",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Solid lipid nanoparticles optimized by factorial design for skin administration: Cytotoxicity in NIH3T3 fibroblasts",
      "author" : [ "R.B. Rigon", "M.L. Goncalez", "P. Severino", "D.A. Alves", "M.H.A. Santana", "E.B. Souto", "M. Chorilli" ],
      "venue" : "Colloids Surf. B",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Sodium alginate-cross-linked polymyxin B sulphate-loaded solid lipid nanoparticles: Antibiotic resistance tests and HaCat and NIH/3T3 cell viability studies",
      "author" : [ "P. Severino", "M.V. Chaud", "A. Shimojo", "D. Antonini", "M. Lancelloti", "M.H. Santana", "E.B. Souto" ],
      "venue" : "Colloids Surf. B",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Perillaldehyde 1,2-epoxide loaded SLN-tailored mAb: Production, physicochemical characterization and in vitro cytotoxicity profile in MCF-7 cell lines",
      "author" : [ "E.B. Souto", "S.B. Souto", "A. Zielinska", "A. Durazzo", "M. Lucarini", "A. Santini", "O.K. Horbańczuk", "A.G. Atanasov", "C. Marques", "L.N Andrade" ],
      "venue" : "Pharmaceutics 2020,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2020
    }, {
      "title" : "Assessment of minimum inhibitory concentrations of telavancin by revised broth microdilution method in phase 3 hospital-acquired pneumonia/ventilator-associated pneumonia clinical isolates",
      "author" : [ "J.I. Smart", "G.R. Corey", "M.E. Stryjewski", "W. Wang", "S.L. Barriere" ],
      "venue" : "Infect. Dis. Ther. 2016,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Improvement of wound tissue repair by chitosan films containing borneol, a bicyclic monoterpene alcohol, in rats",
      "author" : [ "R.S. Barreto", "J.S. Quintans", "A.S. Barreto", "R.L. Albuquerque-Júnior", "J.G. Galvão", "J.K. Gonsalves", "R.S. Nunes", "E.A. Camargo", "W. Lucca-Júnior", "R.C. Soares" ],
      "venue" : "Int. Wound J. 2016,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "New Nanotechnologies for the Treatment and Repair of Skin Burns Infections",
      "author" : [ "E.B. Souto", "A.F. Ribeiro", "M.I. Ferreira", "M.C. Teixeira", "A.A.M. Shimojo", "J.L. Soriano", "B.C. Naveros", "A. Durazzo", "M. Lucarini", "S.B Souto" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2020
    }, {
      "title" : "Sodium alginate stabilized silver nanoparticles–silica nanohybrid and their antibacterial characteristics",
      "author" : [ "S. Pandey", "J. Ramontja" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Preparation and cytotoxicity of chitosan-based hydrogels modified with silver nanoparticles",
      "author" : [ "B. Tyliszczak", "A. Drabczyk", "S. Kudlacik-Kramarczyk", "K. Bialik-Was", "R. Kijkowska", "A. Sobczak-Kupiec" ],
      "venue" : "Colloids Surf. B",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "In Situ synthesis of silver nanoparticles in a hydrogel of carboxymethyl cellulose with phthalated-cashew gum as a promising antibacterial and healing agent",
      "author" : [ "A. Lustosa", "A.C. de Jesus Oliveira", "P.V. Quelemes", "A. Placido", "F.V. da Silva", "I.S. Oliveira", "M.P. de Almeida", "A. Amorim", "C. Delerue-Matos", "R.C.M de Oliveira" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "n-3 polyunsaturated fatty acids for the prevention of arrhythmia recurrence after electrical cardioversion of chronic persistent atrial fibrillation: a randomized, double-blind, multicentre study",
      "author" : [ "L. Bianconi", "L. Calo", "M. Mennuni", "L. Santini", "P. Morosetti", "P. Azzolini", "G. Barbato", "F. Biscione", "P. Romano", "M. Santini" ],
      "venue" : "Europace",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2011
    }, {
      "title" : "In situ and green synthesis of silver nanoparticles and their biological activity",
      "author" : [ "I. Aiad", "M.M. El-Sukkary", "E. Soliman", "M.Y. El-Awady", "S.M. Shaban" ],
      "venue" : "J. Ind. Eng. Chem",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "Study of pre-formulatiom and development of solid lipid nanoparticles containing perillyl alcohol",
      "author" : [ "M. Cavendish", "L.A. Nalone", "T.C. Barbosa", "R.M. Barbosa", "S.P.M. Costa", "R. Nunes", "C.F. da Silva", "M.V. Chaud", "E.B. Souto", "L Hollanda" ],
      "venue" : "J. Therm. Anal. Calorim. 2019",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2019
    }, {
      "title" : "Bactericidal activity of hydrogel beads based on N,N,N-trimethyl chitosan/alginate complexes loaded with silver nanoparticles",
      "author" : [ "A.F. Martins", "J.P. Monteiro", "E.G. Bonafé", "A.P. Gerola", "C.T.P. Silva", "E.M. Girotto", "A.F. Rubira", "E.C. Muniz" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2015
    }, {
      "title" : "Smart porous microparticles based on gelatin/sodium alginate polyelectrolyte complex",
      "author" : [ "N. Devi", "D.K. Kakati" ],
      "venue" : "J. Food Eng",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2013
    }, {
      "title" : "Synthesis and characterization of gellan gum: chitosan biohydrogels for soil humidity control and fertilizer release",
      "author" : [ "R.C. Sabadini", "V.C. Martins", "A. Pawlicka" ],
      "venue" : "Cellulose",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2015
    }, {
      "title" : "Green synthesis of silver nanoparticles: characterization and determination of antibacterial potency",
      "author" : [ "J. Annamalai", "T. Nallamuthu" ],
      "venue" : "Appl. Nanosci. 2016,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "PVA bio-nanocomposites: a new take-off using cellulose nanocrystals and PLGA nanoparticles",
      "author" : [ "N. Rescignano", "E. Fortunati", "S. Montesano", "C. Emiliani", "J. Kenny", "S. Martino", "I. Armentano" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2014
    }, {
      "title" : "Synthesis of copper nanostructures on silica-based particles for antimicrobial organic coatings",
      "author" : [ "H. Palza", "K. Delgado", "N. Curotto" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2015
    }, {
      "title" : "Physicochemical properties of gelatin/silver nanoparticle antimicrobial composite films",
      "author" : [ "P. Kanmani", "J.-W. Rhim" ],
      "venue" : "Food Chem",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Quorum sensing in biofilms—How to destroy the bacterial citadels or their cohesion/power? Anaerobe",
      "author" : [ "V. Lazar" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2011
    }, {
      "title" : "How Staphylococcus aureus biofilms develop their characteristic structure",
      "author" : [ "S. Periasamy", "H.-S. Joo", "A.C. Duong", "T.-H.L. Bach", "V.Y. Tan", "S.S. Chatterjee", "G.Y. Cheung", "M. Otto" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2012
    }, {
      "title" : "In vitro and in vivo evaluation of biologically synthesized silver nanoparticles for topical applications: effect of surface coating and loading into hydrogels",
      "author" : [ "A.I. Mekkawy", "M.A. El-Mokhtar", "N.A. Nafady", "N. Yousef", "M.A. Hamad", "S.M. El-Shanawany", "E.H. Ibrahim", "M. Elsabahy" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "Evaluation of E. coli inhibition by plain and polymer-coated silver nanoparticles",
      "author" : [ "D. Ashmore", "A. Chaudhari", "B. Barlow", "T. Harper", "K. Vig", "M. Miller", "S. Singh", "E. Nelson", "S. Pillai" ],
      "venue" : "Rev. Inst. Med. Trop. S. Paulo 2018,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2018
    }, {
      "title" : "Collagen nanofiber containing silver nanoparticles for improved wound-healing applications",
      "author" : [ "G. Rath", "T. Hussain", "G. Chauhan", "T. Garg", "A.K. Goyal" ],
      "venue" : "J. Drug Targeting",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    }, {
      "title" : "Cellular imaging and bactericidal mechanism of green-synthesized silver nanoparticles against human pathogenic bacteria",
      "author" : [ "S.S.D. Kumar", "N.N. Houreld", "E.M. Kroukamp", "H. Abrahamse" ],
      "venue" : "J. Photochem. Photobiol. B",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2018
    }, {
      "title" : "Silver nanoparticles as real topical bullets for wound healing",
      "author" : [ "T. Gunasekaran", "T. Nigusse", "M.D. Dhanaraju" ],
      "venue" : "J. Am. Coll. Clin. Wound Spec. 2011,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2011
    }, {
      "title" : "Lipid nanoparticles for drug delivery to the brain: in vivo veritas",
      "author" : [ "P. Blasi", "A. Schoubben", "S. Giovagnoli", "C. Rossi", "M. Ricci" ],
      "venue" : "J. Biomed. Nanotechnol",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2009
    }, {
      "title" : "Alginate membranes loaded with hyaluronic acid and silver nanoparticles to foster tissue healing and to control bacterial contamination of non-healing wounds",
      "author" : [ "L. Tarusha", "S. Paoletti", "A. Travan", "E. Marsich" ],
      "venue" : "J. Mater. Sci. Mater. Med",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Biosynthesis of gold and silver chloride nanoparticles mediated by Crataegus pinnatifida fruit extract: in vitro study of anti-inflammatory activities",
      "author" : [ "J.P. Kang", "Y.J. Kim", "P. Singh", "Y. Huo", "V. Soshnikova", "J. Markus", "S. Ahn", "M. Chokkalingam", "H.A. Lee", "D.C. Yang" ],
      "venue" : "Artif. Cells Nanomed. Biotechnol",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2017
    }, {
      "title" : "Topical delivery of silver nanoparticles promotes wound healing",
      "author" : [ "J. Tian", "K.K. Wong", "C.M. Ho", "C.N. Lok", "W.Y. Yu", "C.M. Che", "J.F. Chiu", "P.K. Tam" ],
      "venue" : "ChemMedChem",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2007
    }, {
      "title" : "Interferon-gamma inhibits healing post scald burn injury",
      "author" : [ "H. Shen", "P. Yao", "E. Lee", "D. Greenhalgh", "A.M. Soulika" ],
      "venue" : "Wound Repair Regener",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2012
    }, {
      "title" : "Cytokine Interferon-gamma suppresses the function of capsule myofibroblasts and induces cell apoptosis",
      "author" : [ "S.G. Mattyasovszky", "S. Mausbach", "U. Ritz", "J. Wollstadter", "I. Schmidtmann", "A. Baranowski", "P. Drees", "P.M. Rommens", "A. Hofmann" ],
      "venue" : "J. Orthopaedic Res. Off. Publ. Orthopaedic Res. Soc",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2017
    }, {
      "title" : "Simultaneous silencing of TGF-beta1 and COX-2 reduces human skin hypertrophic scar through activation of fibroblast apoptosis",
      "author" : [ "J. Zhou", "Y. Zhao", "V. Simonenko", "J.J. Xu", "K. Liu", "D. Wang", "J. Shi", "T. Zhong", "L. Zhang", "L Zeng" ],
      "venue" : "Oncotarget 2017,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Winter pioneered the development of occlusive dressings with healing agents for skin regeneration [1,2].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 1,
      "context" : "Winter pioneered the development of occlusive dressings with healing agents for skin regeneration [1,2].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 5,
      "context" : "Biopolymers, such as sodium alginate and gelatin, are interesting materials for wound healing because they are biocompatible, biodegradable, and bioabsorbable [6].",
      "startOffset" : 159,
      "endOffset" : 162
    }, {
      "referenceID" : 6,
      "context" : "Sodium alginate is a natural polymer derived from brown algae Phaeophyta, formed by monomers of residues of L-guluronic acid and D-mannuronic present in the cell wall and intercellular space [7].",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 7,
      "context" : "The association of these two biopolymers has been studied due to their unique characteristics, namely, low toxicity, elasticity and capacity for reabsorption of constituent materials [8].",
      "startOffset" : 183,
      "endOffset" : 186
    }, {
      "referenceID" : 8,
      "context" : "The ionic interaction between sodium alginate and gelatin occurs due to the presence of ionizable amino and carboxyl groups, in addition to the hydrogen interactions between the amine and carboxyl group [9].",
      "startOffset" : 203,
      "endOffset" : 206
    }, {
      "referenceID" : 9,
      "context" : "(2000), hydrogels are the result of hydrophilic polymeric networks capable of absorbing large amounts of water or biological fluids [10].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 10,
      "context" : "Polymeric hydrogels containing silver nanoparticles (AgNPs) have attracted great attention for a set of applications in the biomedical field, attributed to the antimicrobial and healing properties of silver [11,12].",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 11,
      "context" : "Polymeric hydrogels containing silver nanoparticles (AgNPs) have attracted great attention for a set of applications in the biomedical field, attributed to the antimicrobial and healing properties of silver [11,12].",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 12,
      "context" : "Besides its capacity to cross the cellular membrane, Ag+ affects cell division, directly causing the death of the microorganism [13].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 13,
      "context" : "Various methodologies have been proposed for the production of AgNPs [14,15], while the most common approach is based on the stirring of one or more polymers with silver nitrate [16].",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 14,
      "context" : "Various methodologies have been proposed for the production of AgNPs [14,15], while the most common approach is based on the stirring of one or more polymers with silver nitrate [16].",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 15,
      "context" : "Various methodologies have been proposed for the production of AgNPs [14,15], while the most common approach is based on the stirring of one or more polymers with silver nitrate [16].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 16,
      "context" : "Those of natural origin are the most commonly used because of their biodegradability and biocompatibility with the human body [17].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 17,
      "context" : "Examples are alginate, chitosan, heparin, chondroitin, proteoglycans, collagen, gelatin, fibrin, keratin, and silk fibroin [18].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 24,
      "context" : "The test was performed based on ISO 10993-5 [26].",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 25,
      "context" : "The cytotoxicity assay was carried out against human fibroblast L929 cell lines [27,28].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 26,
      "context" : "The cytotoxicity assay was carried out against human fibroblast L929 cell lines [27,28].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 27,
      "context" : "For positive control, doxorubicin solution (100 μg/mL) was used [29].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 28,
      "context" : "The microdilution method has been used [30].",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 29,
      "context" : "The groups were divided into Control Group (GCTR), Group hydrogel sodium alginate/gelatin (80:20) (GH), and Group hydrogel with AgNP 4 mM AgNO3 (GHP) [31].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 30,
      "context" : "The dressings should be flexible enough to allow adherence to the skin/tissue to be treated for a prolonged period, offering more comfort and convenience to the patient [32].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 6,
      "context" : "The formation of strong intermolecular interactions between sodium alginate and positively charged polymers is responsible for the increased consistency, including hydrogen bonds and electrostatic attractions that occur at higher concentrations of both polymers [7,28].",
      "startOffset" : 262,
      "endOffset" : 268
    }, {
      "referenceID" : 26,
      "context" : "The formation of strong intermolecular interactions between sodium alginate and positively charged polymers is responsible for the increased consistency, including hydrogen bonds and electrostatic attractions that occur at higher concentrations of both polymers [7,28].",
      "startOffset" : 262,
      "endOffset" : 268
    }, {
      "referenceID" : 8,
      "context" : ", the interaction between alginate and gelatin occurs due to the presence of amino and carboxyl ionizable groups, as well as hydrogen interactions formed by the functional carboxylic and hydroxyl group [9].",
      "startOffset" : 202,
      "endOffset" : 205
    }, {
      "referenceID" : 31,
      "context" : "The Ag+ also acts as a potent oxidizing agent for organic compounds [33].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 32,
      "context" : "Other researchers developed hydrogel with natural polymer incorporating AgNPs and obtained similar results [34,35].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 33,
      "context" : "Other researchers developed hydrogel with natural polymer incorporating AgNPs and obtained similar results [34,35].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 34,
      "context" : "Comparing the pure polymer with the blend of sodium alginate and gelatin (80:20), these changes suggest the formation of strong intermolecular interactions as hydrogen bonds and electrostatic attractions between polymers [37].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 35,
      "context" : "The bands around 2920, 2852, 1500, and 1640 cm−1 are typically found in hydrogels [38].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 30,
      "context" : "The dressings should be flexible enough to allow adherence to the skin/tissue to be treated for a prolonged period, offering more comfort and convenience to the patient [32].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 6,
      "context" : "The formation of strong intermolecular interactions between sodium alginate and positively charged polymers is responsible for the increased consistency, including hydrogen bonds and electrostatic attractions that occur at higher concentrations of both polymers [7,28].",
      "startOffset" : 262,
      "endOffset" : 268
    }, {
      "referenceID" : 26,
      "context" : "The formation of strong intermolecular interactions between sodium alginate and positively charged polymers is responsible for the increased consistency, including hydrogen bonds and electrostatic attractions that occur at higher concentrations of both polymers [7,28].",
      "startOffset" : 262,
      "endOffset" : 268
    }, {
      "referenceID" : 8,
      "context" : ", the interaction between alginate and gelatin occurs due to the presence of amino and carboxyl ionizable groups, as well as hydrogen interactions formed by the functional carboxylic and hydroxyl group [9].",
      "startOffset" : 202,
      "endOffset" : 205
    }, {
      "referenceID" : 31,
      "context" : "The Ag+ also acts as a potent oxidizing agent for organic compounds [33].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 32,
      "context" : "Other researchers developed hydrogel with natural polymer incorporating AgNPs and obtained similar results [34,35].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 33,
      "context" : "Other researchers developed hydrogel with natural polymer incorporating AgNPs and obtained similar results [34,35].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 34,
      "context" : "Comparing the pure polymer with the blend of sodium alginate and gelatin (80:20), these changes suggest the formation of strong intermolecular interactions as hydrogen bonds and electrostatic attractions betwe polymers [37].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 35,
      "context" : "The bands around 2920, 2852, 1500, and 1640 cm−1 are typically found in hydrogels [38].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 36,
      "context" : "The thermal behavior of the hydrogel was analyzed using DSC and TGA [39].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 37,
      "context" : "[40] suggest that the AgNPs surface has a passive layer, which increases the charge density of hydrogel.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "The thermal behavior of the hydrogel was analyzed using DSC and TGA [39].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 37,
      "context" : "[40] suggest that the AgNPs surface has a passive layer, which increases the charge density of hydrogel.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "Comparing with the literature [41], sodium alginate and gelatin showed less thermal stability than the produced hydrogel.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 39,
      "context" : "[42] reported similar thermogravimetric results in hydrogel analysis consisting of sodium alginate and chitosan.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "Comparing with the literature [41], sodium alginate and gelatin showed less thermal stability than the produced hydrogel.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 39,
      "context" : "[42] reported similar thermogravimetric results in hydrogel analysis consisting of sodium alginate and chitosan.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 40,
      "context" : "The spherical shape of AgNPs has also been reported in the literature [43].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 40,
      "context" : "The spherical shape of AgNPs has also been report d in the literature [43].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 41,
      "context" : "[44] in which all hydrogels incorporating AgNPs showed inhibition of bacterial growth, suggesting that the antimicrobial activity is associated with the direct contact of the AgNPs with bacteria.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "[44] in which all hydrogels incorporating AgNPs showed inhibition of bacterial growth, suggesting that the antimicrobial activity is associated with the direct contact of the AgNPs with bacteria.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "Thus, the antimicrobial activity related to the use of AgNPs occurs in Gram-positive and Gram-negative bacteria, which determines that this formulation has a bactericidal action of broad-spectrum, offering potential antimicrobial activity [45].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 43,
      "context" : "[46], which gelatin/AgNPs nanocomposite films (30 and 40 mg) showed potent antimicrobial activity against Gram-positive and Gram-negative foodborne pathogens.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "Many studies have reported that AgNPs may impair cell membranes leading to structural changes, which make bacteria more permeable [47,48].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 45,
      "context" : "Many studies have reported that AgNPs may impair cell membranes leading to structural changes, which make bacteria more permeable [47,48].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 46,
      "context" : "[49] developed AgNPs stabilized with polymer, for which the MIC values were in the range of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 47,
      "context" : "[50] showing that AgNP inhibited the growth of E.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[51] who obtained MIC of AgNPs against S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "Thus, the antimicrobial activity related to the use of AgNPs occurs in Gram-positive and Gram-negative bacteria, which determines that this formulation has a bactericidal action of broad-spectrum, offering potential antimicrobial activity [45].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 43,
      "context" : "[46], which gelatin/AgNPs nanocomposite films (30 and 40 mg) showed potent antimicrobial activity against Gram-positive and Gram-negative foodborne pathogens.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "Many studies have reported that AgNPs may impair cell membranes leading to structural changes, which make bacteria more permeable [47,48].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 45,
      "context" : "Many studies have reported that AgNPs may impair cell membranes leading to structural changes, which make bacteria more permeable [47,48].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 46,
      "context" : "[49] developed AgNPs stabilized with polymer, for which the MIC values were in the range of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 47,
      "context" : "[50] showing that AgNP inhibited the growth of E.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[51] who obtained MIC of AgNPs against S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 49,
      "context" : "Synthetic products impregnated with silver used as dressings for the treatment of wounds have been demonstrated to act as a mechanical barrier against exogenous microorganisms, preserving the local temperature and maintaining the humidity of the wound environment [52].",
      "startOffset" : 264,
      "endOffset" : 268
    }, {
      "referenceID" : 50,
      "context" : "The silver-induced antibacterial effect has been associated with its ability to interact with bacterial plasma membranes, proteins, and enzymes involved in vital cellular processes, such as the electron transport chain [53].",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 51,
      "context" : "AgNPs incorporated into dressings have significantly decreased wound-healing time likely as a result of increased bacterial clearance from infected wounds [54,55].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 52,
      "context" : "AgNPs incorporated into dressings have significantly decreased wound-healing time likely as a result of increased bacterial clearance from infected wounds [54,55].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 54,
      "context" : "It has been previously reported that silver nanoparticles can reduce the levels of transforming growth factor β (TGF-β) expression while increasing interferon (IFN)-γ levels until full wound closure [57].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 55,
      "context" : "IFN-γ has been demonstrated to inhibit fibroblast proliferation and matrix production [58] and induce myofibroblasts apoptosis [59], whereas enhanced expression of TGF-β1 mRNA was found in both keloids and hypertrophic scars [60].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 56,
      "context" : "IFN-γ has been demonstrated to inhibit fibroblast proliferation and matrix production [58] and induce myofibroblasts apoptosis [59], whereas enhanced expression of TGF-β1 mRNA was found in both keloids and hypertrophic scars [60].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 57,
      "context" : "IFN-γ has been demonstrated to inhibit fibroblast proliferation and matrix production [58] and induce myofibroblasts apoptosis [59], whereas enhanced expression of TGF-β1 mRNA was found in both keloids and hypertrophic scars [60].",
      "startOffset" : 225,
      "endOffset" : 229
    } ],
    "year" : 2020,
    "abstractText" : "Polymer hydrogels have been suggested as dressing materials for the treatment of cutaneous wounds and tissue revitalization. In this work, we report the development of a hydrogel composed of natural polymers (sodium alginate and gelatin) and silver nanoparticles (AgNPs) with recognized antimicrobial activity for healing cutaneous lesions. For the development of the hydrogel, different ratios of sodium alginate and gelatin have been tested, while different concentrations of AgNO3 precursor (1.0, 2.0, and 4.0 mM) were assayed for the production of AgNPs. The obtained AgNPs exhibited a characteristic peak between 430–450 nm in the ultraviolet-visible (UV–Vis) spectrum suggesting a spheroidal form, which was confirmed by Transmission Electron Microscopy (TEM). Fourier Transform Infra-red (FT–IR) analysis suggested the formation of strong intermolecular interactions as hydrogen bonds and electrostatic attractions between polymers, showing bands at 2920, 2852, 1500, and 1640 cm−1. Significant bactericidal activity was observed for the hydrogel, with a Minimum Inhibitory Concentration (MIC) of 0.50 μg/mL against Pseudomonas aeruginosa and 53.0 μg/mL against Staphylococcus aureus. AgNPs were shown to be non-cytotoxic against fibroblast cells. The in vivo studies in female Wister rats confirmed the capacity of the AgNP-loaded hydrogels to reduce the wound size compared to uncoated injuries promoting histological changes in the healing Nanomaterials 2020, 10, 390; doi:10.3390/nano10020390 www.mdpi.com/journal/nanomaterials Nanomaterials 2020, 10, 390 2 of 16 tissue over the time course of wound healing, as in earlier development and maturation of granulation tissue. The developed hydrogel with AgNPs has healing potential for clinical applications.",
    "creator" : null
  }
}