{
  "name" : "downloads_2019-10-26_4a_10.1038@s41467-019-12773-7.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Anomalous hydrogen evolution behavior in high-pH environment induced by locally generated hydronium ions",
    "authors" : [ "Xuesi Wang", "Chaochen Xu", "Mietek Jaroniec", "Yao Zheng", "Shi-Zhang Qiao" ],
    "emails" : [ "yao.zheng01@adelaide.edu.au;", "s.qiao@adelaide.edu.au" ],
    "sections" : [ {
      "heading" : "ARTICLE",
      "text" : "Anomalous hydrogen evolution behavior in high-pH environment induced by locally generated hydronium ions Xuesi Wang 1,3, Chaochen Xu 1,3, Mietek Jaroniec 2, Yao Zheng1* & Shi-Zhang Qiao1*\nMost fundamental studies of electrocatalysis are based on the experimental and simulation\nresults obtained for bulk model materials. Some of these mechanistic understandings are\ninapplicable for more active nanostructured electrocatalysts. Herein, considering the simplest\nand most typical electrocatalytic process, the hydrogen evolution reaction, an alternative\nreaction mechanism is proposed for nanomaterials based on the identification of a new\nintermediate, which differs from those commonly known for the bulk counterparts. In-situ\nRaman spectroscopy and electrochemical thermal/kinetic measurements were conducted on\na series of nanomaterials under different conditions. In high-pH electrolytes with negligible\nhydronium (H3O+) concentration in bulk phase, massive H3O+ intermediates are found\ngenerating on the catalytic surface during water dissociation and hydrogen adsorption pro-\ncesses. These H3O+ intermediates create a unique acid-like local reaction environment on\nnanostructured catalytic surfaces and cut the energy barrier of the overall reaction. Such\nphenomena on nanostructured electrocatalysts explain their widely observed anomalously\nhigh activity under high-pH conditions.\nhttps://doi.org/10.1038/s41467-019-12773-7 OPEN\n1 School of Chemical Engineering, The University of Adelaide, Adelaide, SA 5005, Australia. 2 Department of Chemistry and Biochemistry, Kent State University, Kent, OH 44242, USA. 3These authors contributed equally: Xuesi Wang, Chaochen Xu. *email: yao.zheng01@adelaide.edu.au; s.qiao@adelaide.edu.au\nNATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications 1\n12 34\n56 78\n9 0 () :,;\nHeterogeneous electrocatalytic reduction reactions, e.g.,water, nitrogen, and carbon dioxide reduction, areattracting more attention due to their importance for production of hydrogen, carbon monoxide/methane, and ammonia through simple electrochemical hydrogenation processes1–7. To carry out these reactions under mild and costeffective conditions, water-based alkaline solutions are usually used as the hydrogen source. During these reactions, water is not only a solvent but is also usually dissociated into H* and OH* species (asterisk (*) represents an active site on the catalyst), which further interact with other reactive intermediates through proton-coupled electron transfer to generate the final products2,4,8–12. As a result, it is important to reveal the local environments about the reactant, reaction intermediates, and catalyst surfaces. So far, the understanding of this complicated issue in electrocatalysis is mostly achieved based on the experimental and simulation studies for uniform single-/poly-crystal models13–22. These fundamental studies were always carried out for alkaline hydrogen evolution reaction (HER) as a simple model that involves both water dissociation and proton reduction processes. Most results showed that alkaline HER activity of a single-/poly-crystal material is dependent on the pH value of the electrolyte, i.e., the HER kinetics gradually decreases with increasing pH15,18,23. This may be due to pH-dependent H adsorption energy and/or water dissociation energy barrier15,24–26. More importantly, such mechanism suggests a sluggish HER kinetics on bulk materials in high-pH environments (e.g., 1 M KOH), largely limiting their practical applications in the aforementioned reduction reactions.\nOn the other hand, owing to the high specific surface area and a variety of active sites, nanomaterials are more efficient and costeffective as heterogeneous electrocatalysts. Thus the design of more active nanostructured electrocatalysts is now the key research concept27. However, when the reaction mechanism is taken into account, the well-known principles established for the bulk materials are sometimes inapplicable for nanostructured electrocatalysts20. One of the well-known facts is that the HER activity of many nanostructured electrocatalysts is much better in high-pH (0.1–1M KOH, pH= 13–13.5) electrolytes than in lessalkalic environments (0.01 M KOH to neutral buffer, pH= 12–7.1)28–33. This is opposite to the HER activity trend observed for single-/poly-crystal metals (e.g., activity decreases with raising pH). This different behavior of nanostructured and bulk electrocatalysts indicates not only different HER mechanism on these catalysts but, more importantly, also suggests that the water dissociation and proton adsorption/reduction on the surface of nanostructured electrocatalysts are more complicated than those on bulk metals. However, very little research has been conducted toward distinguishing the difference in the reaction mechanisms on the bulk and nanostructured electrocatalysts. As a result, the design principle of nanostructured electrocatalysts for reduction reactions in aqueous electrolytes is still mainly based on the “inappropriate” knowledge of the bulk materials.\nHerein we report a new insight into HER process on the surface of nanostructured electrocatalysts different from that for the well-understood bulk materials, specifically at high-pH electrolytes that contain a negligible amount of hydronium ions (H3O+) in the bulk aqueous solutions. This study shows that H3O+ ions are in situ generated on the nanostructured Pt-based catalyst’s surface during the HER process, inducing an acidic local surface environment. As a result, these catalysts exhibit an anomalous acid-like HER activity at high-pH electrolytes, e.g., high activity with acid-like Tafel slope of ~30 mV dec−1 and low activation energy. Formation of the favorable H3O+ layer is most likely due to the high-rate water dissociation process that results in a large amount of free H3O+ within the electric double layer of\nnanostructured electrodes, confirmed by in situ Raman spectroscopy and electrochemical thermal and kinetic analysis. This alternative mechanism as compared to that on the bulk materials sheds a new light toward the design of electrocatalytic nanomaterials by taking the effect of local intermediates in aqueous electrolytes into account."
    }, {
      "heading" : "Results",
      "text" : "HER kinetics. In correspondence to the mechanical studies carried out on bulk Pt and its alloys, we use the standard Pt/C and a series of Pt-based bimetallic nanomaterials as models to reveal the nature of water dissociation and proton reduction on nanostructured electrocatalysts34. Characterization of these materials (including transmission electron microscopic images and X-ray powder diffraction patterns) provided in Supporting Information (Supplementary Figs. 1 and 2) shows that the differences in their structural properties are tiny. Figure 1a shows the HER polarization curves recorded for Pt/C (20 wt % metal) in electrolytes from neutral buffer (pH= 7.1) to 1 M KOH (pH= 13.5). It can be seen that the apparent activity of Pt/C is significantly higher under high OH− concentration ([OH−]) in comparison to that under less alkaline environment. Note that the low activity in 2 M solution may be due to the slower kinetics of OH* transfer in such highly alkaline environment than the rate of water dissociation. In addition, Pt/C’s activity in 1 M KOH is much higher than those in other conditions, the trend of which is very different from the previous results obtained for bulk Pt electrode (Fig. 1b)15,25,35. Further, the rate-determining step (RDS) of HER is also various in different alkaline electrolytes, which is evidenced in the Tafel plots shown in Fig. 1c, d. Tafel slopes in different electrolytes are compared in similar range (~50 mV negative than the equilibrium potential) to avoid the influence from the high overpotential polarization and formed bubbles. The Tafel slope for Pt/C is ~180 mV dec−1 in buffer and 0.01 M KOH solutions, indicating that in these environments RDS for HER is water dissociation process. However, the Tafel slope drops to 94 mV dec−1 when [OH−] increases to 0.1 M, while in 1 M KOH solution, the Tafel slope for HER on Pt/C is around 30 mV dec−1 (~40 mV dec−1 in 2M KOH solution). For these reactions with a Tafel slope under 120 mV dec−1, the RDS of the reaction is either proton recombination (Volmer–Tafel) step or electrochemical desorption (Volmer–Heyrovsky) step, similar to the RDS of Pt/C in acid environments. Both reaction pathways indicate that there is a sufficient amount of hydronium ions on the electrode surface for HER process. Otherwise, water dissociation should be the RDS of the reaction, yielding a Tafel slope >120 mV dec−1. Such phenomena are also observed in LiOH-based electrolytes (Supplementary Fig. 3), indicating that the small Tafel slope in high-pH environment is not induced by a specific cation but generally exists in different types of alkaline solutions. In addition, these results can be observed on other Pt-based nanomaterials as well (Supplementary Figs. 4–6), further confirming that the nanostructured electrocatalysts have an acid-like RDS for HER in highpH environments.\nHER activity trends. As the HER activity is closely dependent on the H adsorption ability of the materials, we investigated the change of H adsorption for a series of Pt-based nanomaterials under different [OH−] conditions. Here the experimentally obtained d-band vacancies (calculated through the ex situ X-ray absorption near-edge structure spectra (XANES) shown in Supplementary Fig. 7) are used to represent the H adsorption ability of the catalysts; the larger vacancy of the Pt’s d-band, the stronger Pt-H bond, and vice versa36,37. Afterwards, by\n2 NATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications\nquantitatively evaluating the H adsorption ability of a group of different Pt-based nanomaterials, we obtained a relationship between the H adsorption ability and the material’s activity34. As can be seen in Fig. 2a, the activities of all these catalysts in different electrolytes follow the order: 1 M KOH > 0.1 M KOH » neutral buffer > 0.01 M KOH. This confirms that the nanostructured electrocatalysts studied exhibit anomalously high HER activities in high-pH solutions. More importantly, it can be seen that a volcano-type relationship exists between the H adsorption ability and the activity of the materials in 1 M (only the left side of the volcano plot was achieved for the catalysts tested in 1 M solution) and 0.1 M KOH electrolytes. Such volcano relationship is not observed in 0.01 M KOH and neutral buffer electrolytes (Supplementary Fig. 8). It is well known that, in an acid environment, the HER activity of a catalyst is solely depending on its hydrogen adsorption ability that has a very close relationship with catalyst’s electronic structure (e.g., d-band vacancy)38–40. However, in an alkaline environment, the HER activity of a catalyst is more dependent on other factors (e.g., water dissociation rate) and not only on the hydrogen adsorption ability. Normally, for the bulk metal surfaces the relationship between hydrogen adsorption ability and catalysts’ HER activities does not match the volcano shape in alkaline environments well41. Thus the observed volcano relationship between the H adsorption ability of the catalysts and their activities in high-pH electrolyte indicates that the HER behavior of the nanostructured electrocatalysts under such conditions is more like that in the acid environment.\nIn situ Raman characterization. We used in situ Raman spectra to detect the adsorbates on the catalysts in different alkaline environments and support our above assumption42. The samples used in Raman testing were freshly prepared and Nafion was not used in the ink (5 mgmL−1 catalyst–water solution without any\nButler–Volmer fitting results for Pt/C under different conditions. d The Tafel slope for Pt/C under different conditions\nstanding triangle: PtCo@Pt/C; inverted triangle: PtCo/C; diamond: PtNi/C; star: PtFe@Pt/C; pentagon: dealloyed PtNi/C; hexagon: PtNi@Pt/C. The H adsorption ability of the electrocatalysts is represented according to the d-band vacancies of each material\nNATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications 3\nbinder) to avoid the presence of an additional acid-spectator. To rule out the influence from the bulk solution, the reference spectra (with no potential applied) were taken for each group of samples, on which no peaks of electrochemically adsorbed intermediates can be observed. As shown in Fig. 3a and Supplementary Fig. 9, a series of peaks such as Pt-H (~2100 cm−1)43, H2O (~1600 cm−1), and H3O+ (~1750 cm−1) is observed on the spectra of nanostructured Pt/C surfaces at high-pH electrolyte. The positions of these peaks are consistent with the theoretical values and/or reported data43–45. However, such features are absent on the spectra of bulk Pt samples (Fig. 3b) and Pt/C in 0.01M solution (Fig. 3a). Specifically, as can be seen from Supplementary Fig. 9, the H intermediates are already adsorbed on the Pt/C catalyst before the onset potential (0 V) of HER and soon get desorbed when a negative potential is applied. Meanwhile, the original G-band peak of the materials (~1590 cm−1) also becomes broader with increasing potential as compared to the reference curve due to the large amount of adsorbed water (Fig. 3a)44. Interestingly, the Pt–H3O+ interaction peak appears and becomes stronger with increasing overpotential (Fig. 3a). Note that the concentration of H3O+ species in the bulk of all tested alkaline electrolytes is extremely low (10−13 M). Thus the H3O+ species detected by Raman spectra on the surface of catalysts have to be in situ generated during the HER process. So far, the interaction between Pt and H3O+ was only reported on the bulk Pt in acid environments and was not observed on the bulk Pt in any alkaline solutions44,46. With such strong H3O+ signal detected here, one can assume that an acid-like environment with rich H3O+ species is created on the catalyst surface in a high-pH environment. Such formation of H3O+ during HER process in 0.1 M KOH solution is not only observed on Pt/C but also on other nanomaterials. As highly active nanostructured HER electrocatalysts, PtNi/C and dealloyed PtCo/C were also examined in different alkaline environments. For both materials, Pt-H3O+ features can be detected at around −0.1 V in 0.1 M KOH electrolytes (Supplementary Fig. 10). Moreover, the existence of H3O+ was further confirmed by deuterium substitution experiment with both LiOH and KOH electrolytes. As can be seen in Fig. 3c, the corresponding D3O+ (~2720 cm−1) and HD2O+/H2DO+ (~2850 cm−1) signals can be observed on the spectra of nanostructured Pt/C in 0.1 M solution45. In comparison, such signals are not observed on the spectra of bulk Pt and any other nanostructured electrocatalysts when the reaction takes place in 0.01 M KOH solution in either H2O or D2O environment (Supplementary Figs. 11–13). This indicates that the Pt–H3O+ interaction is distinctive for high-pH environments. Interaction between electrocatalyst and intermediates. We propose that the formation of H3O+ is closely related to the generation of H* and water dissociation process in the reaction. It is well known that water dissociation can be facilitated by good\n4 NATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications\ninteraction between OH intermediates and the catalytic surface. In addition, such interaction can be monitored using carbon monoxide (CO) stripping tests47–50. Qualitatively, a lower CO oxidation potential suggests stronger interaction between the catalyst and the OH*, indicating better water dissociation proceeds. As shown in Fig. 4a, Pt/C and other nanostructured electrocatalysts show much stronger interactions (lower oxidation potential) with OH− with increasing [OH−], indicating that the water dissociation process is improved in high-pH electrolytes on these nanomaterials.\nAfterwards, the interaction between the catalyst and H* was studied. The previous studies conducted for bulk polycrystal Pt show that desorption of H is more difficult with growing pH in alkaline environment17,18,25. Such strongly adsorbed H is believed to be unbeneficial toward water reduction17,18,25. To compare these results with the current case, we recorded the cyclic voltammograms (CVs) for Pt/C and bulk Pt under different [OH−] environments. For bulk materials, the underpotentially detected H (Hupd) peak can only be clearly observed in 0.01 M and 0.1M KOH, with the Hupd potential becoming more positive with increasing [OH−] (Fig. 4b). When [OH−] is higher than 0.1 M, only a weak Hupd peak can be detected. This may be caused by a large amount of OH− blocking some of the H adsorption sites on the bulk Pt surface. In general, the peak associated with H adsorption on the bulk Pt appears at higher potentials and shifts with increasing pH. Conversely, for Pt/C, the Hupd peak is shifting to the lower potentials with increasing pH, indicating that the H adsorption weakens (Fig. 4c). At this stage, it is clear that Pt/C shows the improved water dissociation ability and weakened H adsorption ability with increasing [OH−]. We suggest that such\nchanges can lead to the generation of the large amount of H3O+ during the HER process; the detailed formation mechanism will be explained later.\nActivation energy. The activation energy (Ea) values for Pt/C and a series of Pt-based nanostructured electrocatalysts were calculated to reveal how the in situ generated H3O+ changes the overall kinetics of the reaction in different alkaline environments. The values of Ea were calculated according to the Arrhenius equation from the HER polarization curves under different temperatures (Fig. 5a and Supplementary Figs. 14 and 15)51. Figure 5b shows the Ea values for Pt/C, PtNi/C, and dealloyed PtCo/C under three different alkaline environments. It is clear that the values of Ea are obviously smaller at 1 M/0.1 M KOH as compared to those at 0.01M KOH. This demonstrates that the in situ generated H3O+ intermediates lowered the energy barrier for the overall reaction, most likely by providing an acid-like environment that significantly optimizes the proton reduction process and changes RDS of the reaction.\nOrigin of H3O+. Based on the in situ Raman spectra and electrochemical thermal/kinetic analysis, an alternative water reduction mechanism is revealed for the nanostructured Pt-based electrocatalysts. In all alkaline electrolytes, water dissociation is always the most important step toward producing hydrogen\nunder certain temperature range (10–55 °C). b A comparison of the activation energy (Ea) for a series of different Pt-based nanostructured electrocatalysts in different alkaline environments\nNATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications 5\nsource needed for HER process. Under high [OH−], large amounts of OH− are available in the electrolyte and can be easily adsorbed to the catalyst, strongly promoting the water dissociation process. As a result, large amounts of H* are produced and the majority of the H active sites are soon covered with strongly bonded Hupd. Note that, under negative potential, water molecules are connected to each other52. As water dissociation continues, more and more H ions are still bonded to nearby water molecules but not to the catalyst’s surface, which is being occupied by Hupd species. Thus a large amount of free H3O+ ions is generated within the double layer, resulting in an acid-like local environment. With more electrons being transferred on the surface, Hupd turns to Hopd (overpotential deposited hydrogen) and later combines with each other to form H2 gas (following the Tafel mechanism evidenced by a Tafel slope of ~30 mV dec−1), leaving an empty site. At the same time, H3O+ is reduced to H* on that site to form the cycle (Fig. 6a).\nOn the other hand, another dissociation product, OH intermediates, are not dissociated as OH− within the double layer. According to the report by Jia et al.53, OH intermediates will directly form a hydroxyl–water–alkali metal cation adduct (in our case, OH*–(H2O)n–K+), which can be directly desorbed through the double layer into the bulk solution. As a result, the local concentration of OH− does not increase and the generated OH*– (H2O)n–K+ does not react with hydronium species. In the current study, this assumption has also been confirmed by in situ Raman spectra. As shown in Supplementary Fig. 16, under different overpotentials, the OH stretching mode (Raman shift 3200–3600 cm−1) does not change much, indicating a stable status of [OH−] on the catalytic surface during the reaction (Fig. 6a).\nHowever, the same process cannot take place in less-alkalic solutions due to the low [OH−] in the environment to facilitate the key water dissociation process and to supply H intermediates. In this case, Volmer step (H2O+ e−→H*+OH−) becomes the RDS of the overall reaction as indicated by Tafel slope of 166 mV dec−1. High overpotential is needed for the catalysts to interact with water to start water dissociation under such low [OH−] environment, resulting in a high activation energy for the overall reaction. Moreover, the low concentration of metal cation also causes a slow removal of OH intermediates from the double layer.\nAs a result, the generation of H* is sluggish, which results in the low overall HER activity (Fig. 6b).\nNoticeably, this H3O+-induced water reduction mechanism seems to be unique to nanostructured electrocatalysts. This is most likely due to the complex surface structure of nanomaterials allowing the existence of a variety of different active sites to facilitate water adsorption/dissociation without interfering with the H−catalyst interactions. Since these two key processes can proceed at the same time, a facile generation of H3O+ is guaranteed. However, for uniform bulk materials with a single kind of active sites, the competition for active sites between the water dissociation and hydrogen adsorption reduces the water dissociation efficiency significantly and consequently affects the generation of hydrogen species (Fig. 6c)24,50. As a result, the water reduction on nanostructured electrocatalysts can be promoted by increasing [OH−], while hydrogen production is reduced on the bulk catalysts."
    }, {
      "heading" : "Discussion",
      "text" : "In summary, we studied a series of Pt-based nanostructured electrocatalysts to reveal the unique water dissociation and proton reduction mechanism on nanomaterials. A unique H3O+ intermediate layer that creates an acidic environment on the catalyst’s surface was first identified under high [OH−] conditions. This H3O+ intermediate layer was found to be responsible for an anomalous acid-like HER activity of nanostructured electrocatalysts in alkaline electrolytes. More electrochemical analysis and in situ Raman characterizations have indicated that these H3O+ are generated by high-rate water dissociation process that promotes desorption of H* on the surface of electrocatalysts. This unique reaction mechanism on nanomaterials may provide an important guidance for the design/selection of catalysts/electrolytes for the nanomaterial-catalyzed reactions in an aqueous environment, including carbon dioxide reduction, nitrogen reduction, and other electrocatalytic reduction reactions."
    }, {
      "heading" : "Methods",
      "text" : "Fabrication of electrocatalysts. Commercialized Pt/C (20 wt.%) and PtM/C (20 wt.%, M= Fe, Co, Ni) were purchased from FuelCellStore without further treatment. The acid-treated PtM/C samples were fabricated by mixing 10 mg of\nreduction mechanism on the bulk electrocatalysts in high-pH environments. EDL electric double layer\n6 NATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications\nPtM/C with 30 mL of HClO4 solution (0.1 M) and stirring overnight. The products were then washed several times and freeze-dried. The annealed PtM/C samples were fabricated by annealing 10 mg of PtM/C at 900 °C for 5 h in H2/Ar (H2= 5 vol.%) atmosphere. All the catalysts are metal nanoparticles (size: ~5 nm) supported on carbon black.\nIn situ Raman characterization. The in situ Raman spectra were recorded by HORIBA Scientific Raman Spectroscopy (laser wavelength= 532 nm) using a screen-printed chip electrode from Pine Research Instrumentation. The electrolytes were prepared with extra care to avoid contaminations from other ions and glassware. The tests were carried out using a screen-printed chip electrode from Pine Research Instrumentation. Ten microliters of the ink gel were added to the printed electrode before dried at room temperature. For the test with bulk materials, a Pt-printed chip electrode with bulk Pt surface from Pine Research Instrumentation was used.\nElectrochemical testing set-up. All the electrochemical data were recorded by a CHI 760E bipotentiostat (CH Instruments, Inc.). The powdered electrocatalysts were first dispersed in 0.05 wt.% Nafion aqueous solution to form a 2.0 mg/mL homogeneous ink gel. The working electrode was prepared by adding 20 µL of the ink gel onto the glassy carbon rotating disk electrode (surface area of the glassy carbon= 0.196 cm2, Pine Research Instrumentation) and dried at room temperature. The reference electrode was an Ag/AgCl wire in 4M KCl solution. The counter electrode was a pure gold wire. All the potentials in this work were referenced to the reversible hydrogen electrode using pure hydrogen calibration and all polarization curves were current-resistance (iR) corrected. All the polarization data were represented after calibration with respect to the electrochemical active surface area. During the experiments, a flow of argon was maintained over all the CV tests, while a flow of H2 was purged to ensure an H2-oversaturated electrolyte environment during recording of all the polarization curves. The electrolytes used were KOH solution with different concentrations (0.01, 0.1, and 1M) and phosphate buffer solution (1 M). During all the tests, the working electrode was rotated at 1600 rpm. A water jacket cell from Pine Research Instrumentation was used for all the tests to achieve controllable temperature."
    }, {
      "heading" : "Data availability",
      "text" : "The data that support the findings of this study are available from the corresponding author upon request. The source data underlying Figs. 1a–d, 2a, 3a–c, 4a–c, and 5a, b and Supplementary Figs. 1–16 are provided as a Source Data file.\nReceived: 18 March 2019; Accepted: 30 September 2019;"
    }, {
      "heading" : "Acknowledgements",
      "text" : "We acknowledge financial support from the Australian Research Council through Discovery and Linkage Project programs (DP160104866, DP170104464, LP160100927, DE160101163, and FL170100154). We also gratefully acknowledge the Australian Synchrotron for X-ray absorption spectroscopy characterizations for providing the XANES data."
    }, {
      "heading" : "Author contributions",
      "text" : "X.W., Y.Z., and S.-Z.Q. conceived the project and designed the experiments. X.W. conducted electrochemical experiments; C.X. conducted Raman characterization. The manuscript was written by X.W., Y.Z., and S.-Z.Q., with the assistance of M.J. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/s41467019-12773-7. Correspondence and requests for materials should be addressed to Y.Z. or S.-Z.Q. Peer review information Nature Communications thanks Nicolas Alonso-Vante and other anonymous reviewers for their contributions to the peer review of this work. Reprints and permission information is available at http://www.nature.com/reprints Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/. © The Author(s) 2019\n8 NATURE COMMUNICATIONS | (2019) 10:4876 | https://doi.org/10.1038/s41467-019-12773-7 | www.nature.com/naturecommunications"
    } ],
    "references" : [ {
      "title" : "Electrocatalytic nitrogen reduction at low temperature",
      "author" : [ "J. Deng", "J.A. Iñiguez", "C. Liu" ],
      "venue" : "Joule 2,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Mechanistic insights into electrochemical nitrogen reduction reaction on vanadium nitride nanoparticles",
      "author" : [ "X Yang" ],
      "venue" : "J. Am. Chem. Soc. 140,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Rational design of electrocatalysts and photo (electro) catalysts for nitrogen reduction to ammonia  (NH3) under ambient conditions",
      "author" : [ "C. Guo", "J. Ran", "A. Vasileff", "Qiao", "S.-Z" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Surface and interface engineering in copper-based bimetallic materials for selective CO2 electroreduction",
      "author" : [ "A. Vasileff", "C. Xu", "Y. Jiao", "Y. Zheng", "Qiao", "S.-Z" ],
      "venue" : "Chem 4,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Molecular scaffolding strategy with synergistic active centers to facilitate electrocatalytic CO2 reduction to hydrocarbon/alcohol",
      "author" : [ "Y. Jiao", "Y. Zheng", "P. Chen", "M. Jaroniec", "Qiao", "S.-Z" ],
      "venue" : "J. Am. Chem. Soc. 139,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Electrocatalytic conversion of carbon dioxide to methane and methanol on transition metal surfaces",
      "author" : [ "Kuhl", "K. P" ],
      "venue" : "J. Am. Chem. Soc. 136,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2014
    }, {
      "title" : "Molybdenum–bismuth bimetallic chalcogenide nanosheets for highly efficient electrocatalytic reduction of carbon dioxide to methanol",
      "author" : [ "X Sun" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "effects of potential, pressure, and ph on selectivity toward multicarbon and oxygenated products",
      "author" : [ "Wang", "L. et al. Electrochemical carbon monoxide reduction on polycrystalline copper" ],
      "venue" : "ACS Catal. 8, 7445–7454",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "CO2 reduction and beyond",
      "author" : [ "M. Dunwell", "W. Luc", "Y. Yan", "F. Jiao", "Xu", "B. Understanding surfacemediated electrochemical reactions" ],
      "venue" : "ACS Catal. 8, 8121–8129",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical ammonia synthesis—the selectivity challenge",
      "author" : [ "Singh", "A. R" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Copper nanocavities confine intermediates for efficient electrosynthesis of C3 alcohol fuels from carbon monoxide",
      "author" : [ "Zhuang", "T.-T" ],
      "venue" : "Nat. Catal",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Understanding the roadmap for electrochemical reduction of CO2 to multi-carbon oxygenates and hydrocarbons on copper-based catalysts",
      "author" : [ "Y Zheng" ],
      "venue" : "J. Am. Chem. Soc. 141,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Atomistic mechanisms underlying selectivities in C1 and C2 products from electrochemical reduction of CO on Cu (111)",
      "author" : [ "H. Xiao", "T. Cheng", "Goddard", "W.A. III" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "microscopic understanding of electrode potential in electric double layers on electrode surfaces",
      "author" : [ "Ito", "M. Structures of water at electrified interfaces" ],
      "venue" : "Surf. Sci. Rep. 63, 329–389",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Improving the hydrogen oxidation reaction rate by promotion of hydroxyl adsorption",
      "author" : [ "D Strmcnik" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Structural dependence of intermediate species for the hydrogen evolution reaction on single crystal electrodes of Pt",
      "author" : [ "M. Nakamura", "T. Kobayashi", "N. Hoshi" ],
      "venue" : "Surf. Sci. 605,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2011
    }, {
      "title" : "Universal dependence of hydrogen oxidation and evolution reaction activity of platinum-group metals on pH and hydrogen binding",
      "author" : [ "J. Zheng", "W. Sheng", "Z. Zhuang", "B. Xu", "Y. Yan" ],
      "venue" : "energy. Sci. Adv. 2,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Correlating the hydrogen evolution reaction activity in alkaline electrolytes with the hydrogen binding energy on monometallic surfaces",
      "author" : [ "W. Sheng", "M. Myint", "J.G. Chen", "Y. Yan" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "greatly weakened water adsorption at high pH",
      "author" : [ "T. Cheng", "L. Wang", "B.V. Merinov", "Goddard", "W.A. Explanation of dramatic ph-−dependence of hydrogen binding on noble metal electrode" ],
      "venue" : "J. Am. Chem. Soc. 140, 7787–7790",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "from theory, single crystal models, to practical electrocatalysts",
      "author" : [ "Y. Zheng", "Y. Jiao", "A. Vasileff", "Qiao", "S. Hydrogen evolution reaction in alkaline solution" ],
      "venue" : "Angew. Chem. Int. Ed. 57, 7568–7579",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrocatalysts for hydrogen oxidation reaction in alkaline electrolytes",
      "author" : [ "E.S. Davydova", "S. Mukerjee", "F. Jaouen", "D.R. Dekel" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Adsorbed hydroxide does not participate in the Volmer step of alkaline hydrogen electrocatalysis",
      "author" : [ "S. Intikhab", "J.D. Snyder", "M.H. Tang" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Interfacial water reorganization as a pH-dependent descriptor of the hydrogen evolution rate on platinum electrodes",
      "author" : [ "I Ledezma-Yanez" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Enhancing hydrogen evolution activity in water splitting by tailoring Li(+)-Ni(OH)(2)-Pt interfaces",
      "author" : [ "R Subbaraman" ],
      "venue" : "Science 334,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Correlating hydrogen oxidation and evolution activity on platinum at different pH with measured hydrogen binding energy",
      "author" : [ "W Sheng" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Energy and fuels from electrochemical interfaces",
      "author" : [ "V.R. Stamenkovic", "D. Strmcnik", "P.P. Lopes", "N.M. Markovic" ],
      "venue" : "Nat. Mater. 16,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Design of electrocatalysts for oxygen-and hydrogen-involving energy conversion reactions",
      "author" : [ "Y. Jiao", "Y. Zheng", "M. Jaroniec", "S.Z. Qiao" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "S-NiFe2O4 ultra-small nanoparticle built nanosheets for efficient water splitting in alkaline and neutral pH",
      "author" : [ "J. Liu", "D. Zhu", "T. Ling", "A. Vasileff", "Qiao", "S.-Z" ],
      "venue" : "Nano Energy 40,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Ternary  NiCo2Px nanowires as pH‐universal electrocatalysts for highly efficient hydrogen evolution reaction",
      "author" : [ "R Zhang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "High electrocatalytic hydrogen evolution activity of an anomalous ruthenium catalyst",
      "author" : [ "Y Zheng" ],
      "venue" : "J. Am. Chem. Soc. 138,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "a three‐dimensional bifunctional catalyst electrode for overall water splitting in both neutral and alkaline media",
      "author" : [ "Liu", "T. et al. Self‐standing CoP nanosheets array" ],
      "venue" : "ChemElectroChem 4, 1840–1845",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hollow cobalt-based bimetallic sulfide polyhedra for efficient all-pH-value electrochemical and photocatalytic hydrogen evolution",
      "author" : [ "Huang", "Z.-F" ],
      "venue" : "J. Am. Chem. Soc. 138,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "an efficient electrocatalyst for hydrogen evolution reaction with enhanced activity at all pH values",
      "author" : [ "Liu", "T. et al. Mn doping of CoP nanosheets array" ],
      "venue" : "ACS Catal. 7, 98–102",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Breaking the volcano-plot limits for Pt-based electrocatalysts by selective tuning adsorption of multiple intermediates",
      "author" : [ "X Wang" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2019
    }, {
      "title" : "Investigations of hydrogen ionization on platinum with the help of micro-electrodes",
      "author" : [ "V. Bagotzky", "N. Osetrova" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1973
    }, {
      "title" : "Role of structural and electronic properties of Pt and Pt alloys on electrocatalysis of oxygen reduction. An in situ XANES and EXAFS investigation",
      "author" : [ "S. Mukerjee", "S. Srinivasan", "M.P. Soriaga", "J. McBreen" ],
      "venue" : "J. Electrochem. Soc. 142,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1995
    }, {
      "title" : "relationship between electrocatalysis and electrochemical double-layer structure",
      "author" : [ "Ramaswamy", "N. et al. Hydrogen oxidation reaction in alkaline media" ],
      "venue" : "Nano Energy 41, 765–771",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "understanding the trends",
      "author" : [ "J. Greeley", "J.K. Norskov", "L.A. Kibler", "A.M. El-Aziz", "Kolb", "D.M. Hydrogen evolution over bimetallic systems" ],
      "venue" : "Chemphyschem 7, 1032–1035",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Understanding catalytic activity trends in the oxygen reduction reaction",
      "author" : [ "A. Kulkarni", "S. Siahrostami", "A. Patel", "J.K. Norskov" ],
      "venue" : "Chem. Rev. 118,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Trends in the exchange current for hydrogen evolution",
      "author" : [ "Nørskov", "J. K" ],
      "venue" : "J. Electrochem. Soc. 152,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2005
    }, {
      "title" : "Electrocatalysis of the HER in acid and alkaline media",
      "author" : [ "N. Danilovic", "R. Subbaraman", "D. Strmcnik", "V. Stamenkovic", "N. Markovic" ],
      "venue" : "J. Serb. Chem. Soc",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2013
    }, {
      "title" : "Characterization of electrocatalytic water splitting and CO2 reduction reactions using in situ/operando Raman spectroscopy",
      "author" : [ "Y. Deng", "B.S. Yeo" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Characterization of surface water on Au core Pt-group metal shell nanoparticles coated electrodes by surface-enhanced Raman spectroscopy",
      "author" : [ "Jiang", "Y.-X" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2007
    }, {
      "title" : "Surface Raman spectra of pyridine and hydrogen on bare platinum and nickel electrodes",
      "author" : [ "B Ren" ],
      "venue" : "J. Electroanal. Chem. 415,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 1996
    }, {
      "title" : "Infrared intensities of  H3O+, H2DO+, HD2O+, and  D3O+",
      "author" : [ "M.E. Colvin", "G.P. Raine", "Schaefer", "H.F. III", "M. Dupuis" ],
      "venue" : "J. Chem. Phys. 79,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 1983
    }, {
      "title" : "a study by surface-enhanced infrared absorption spectroscopy",
      "author" : [ "M. Osawa", "M. Tsushima", "H. Mogami", "G. Samjeske", "Yamakata", "A. Structure of water at the electrified platinum−water interface" ],
      "venue" : "J. Phys. Chem. C 112, 4248–4256",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Carbon monoxide electrooxidation on well-characterized platinum-ruthenium alloys",
      "author" : [ "H.A. Gasteiger", "N. Markovic", "P.N. Ross", "E.J. Cairns" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 1994
    }, {
      "title" : "CO stripping as an electrochemical tool for characterization of Ru@Pt core-shell catalysts",
      "author" : [ "P Ochal" ],
      "venue" : "J. Electroanal. Chem. 655,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2011
    }, {
      "title" : "Comparative study of the electrocatalytically active surface areas (ECSAs) of Pt alloy nanoparticles evaluated by Hupd and CO-stripping voltammetry",
      "author" : [ "S. Rudi", "C. Cui", "L. Gan", "P. Strasser" ],
      "venue" : "Electrocatalysis 5,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2014
    }, {
      "title" : "Trends in activity for the water electrolyser reactions on 3d M(Ni,Co,Fe,Mn) hydr(oxy)oxide catalysts",
      "author" : [ "R Subbaraman" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2012
    }, {
      "title" : "Temperature-dependent hydrogen electrochemistry on platinum low-index single-crystal surfaces in acid solutions",
      "author" : [ "N. Marković", "B. Grgur", "P.N. Ross" ],
      "venue" : "J. Phys. Chem. B 101,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 1997
    }, {
      "title" : "In situ probing electrified interfacial water structures at atomically flat surfaces",
      "author" : [ "Li", "C. Y" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Most fundamental studies of electrocatalysis are based on the experimental and simulation results obtained for bulk model materials. Some of these mechanistic understandings are inapplicable for more active nanostructured electrocatalysts. Herein, considering the simplest and most typical electrocatalytic process, the hydrogen evolution reaction, an alternative reaction mechanism is proposed for nanomaterials based on the identification of a new intermediate, which differs from those commonly known for the bulk counterparts. In-situ Raman spectroscopy and electrochemical thermal/kinetic measurements were conducted on a series of nanomaterials under different conditions. In high-pH electrolytes with negligible hydronium (H3O+) concentration in bulk phase, massive H3O+ intermediates are found generating on the catalytic surface during water dissociation and hydrogen adsorption processes. These H3O+ intermediates create a unique acid-like local reaction environment on nanostructured catalytic surfaces and cut the energy barrier of the overall reaction. Such phenomena on nanostructured electrocatalysts explain their widely observed anomalously high activity under high-pH conditions. https://doi.org/10.1038/s41467-019-12773-7 OPEN",
    "creator" : "Springer"
  }
}