{
  "name" : "downloads_2019-10-22_1a_jayasree2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Bioengineered Braided Micro Nano (Multiscale) Fibrous Sca olds for Tendon Reconstruction",
    "authors" : [ "Anjana Jayasree", "Shalumon Kottappally Thankappan", "Retheesh Ramachandran", "M. Nivedhitha Sundaram", "Chih-Hao Chen", "Ullas Mony", "Jyh-Ping Chen", "Rangasamy Jayakumar" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Bioengineered Braided Micro Nano (Multiscale) Fibrous Sca olds for Tendon Reconstruction Anjana Jayasree, Shalumon Kottappally Thankappan, Retheesh Ramachandran, M. Nivedhitha Sundaram, Chih-Hao Chen,§ Ullas Mony, Jyh-Ping Chen,* , ,§, , and Rangasamy Jayakumar* ,\nAmrita Centre for Nanosciences and Molecular Medicine, Amrita Institute of Medical Sciences and Research Centre, Amrita Vishwa Vidyapeetham, Kochi 682 041, India Department of Chemical and Materials Engineering, Chang Gung University, Kwei-San, Taoyuan 33302, Taiwan §Department of Plastic and Reconstructive Surgery and Craniofacial Research Center, Chang Gung Memorial Hospital, Linkou, Chang Gung University School of Medicine, Kwei-San, Taoyuan 33305, Taiwan Research Center for Food and Cosmetic Safety, Research Center for Chinese Herbal Medicine, College of Human Ecology, Chang Gung University of Science and Technology, Taoyuan 33302, Taiwan Department of Materials Engineering, Ming Chi University of Technology, Tai-Shan, New Taipei City 24301, Taiwan\nABSTRACT:A braided multiscale brous sca old consisting of aligned PCL micro/collagen-bFGFnano bers was fabricated (mPCL-nCol-bFGF) to mimic native tendon tissue architecture which was further coated with alginate to aid in prevention of peritendinous adhesion. The bFGF release kinetics showed a sustained release of growth factors for a period of 20 days. Further,in vitrocell viability, attachment, and proliferation were performed using rabbit tenocytes under static and dynamic conditions. mPCL-nCol-bFGF showed a higher cell proliferation and enhanced expression of tenogenic markers compared to mPCL-nCol (braided sca old without bFGF). When subjected to dynamic stimulation in a bioreactor, mPCL-nCol-bFGF-DS (braided sca old with bFGF after dynamic stimulation) showed enhanced cellular proliferation and tenogenic marker expression, compared to mPCL-nCol-bFGF. Thein vivostudies of the cell seeded sca old after dynamic stimulation in Achilles tendon defect model showed tendon tissue regeneration with aligned collagen morphology within 12 weeks of implantation. KEYWORDS:tendon regeneration, multiscale bers, braided sca old, bFGF, poly( -caprolactone)\nBACKGROUND Tendons are an integral part of the musculoskeletal system which enable joint movements and maintain structural stability.1,2 These brous connective tissues not only act as the connectors between the muscular system and the skeletal system but also facilitate the transmission of load between them.1 Due to its load bearing functions, these tissues are generally prone to injuries due to repetitive high tension exposure and atrophy.3 Severe trauma also contributes to tendon injuries. Tendons possess a complex structure of collagen brils arranged hierarchically into primary bundles, fascicles, tertiary bundles, and ally the whole tendon.4 The complexity in their structure and their distinctive mechanical properties lead to poor tendon healing as the scar tissue formed may possess neither the mechanical strength nor the structural hierarchy that native tendon has. The hypocellular and hypovascular nature of the tendon also contributes to the delay in tissue healing and regeneration.5,6 Minor injuries can be easily recti ed by proper immobilization and rest, whereas major injuries require surgical intervention. The most common approach in any tendon damage is autograft. However, these lead to donor site morbidity and further weakness. Many synthetic and biological grafts like Gore-Tex, Leed-Keio, Artelon, Graftjacket, and Restore are available commercially for tendon applications.7 However, they show many drawbacks like unsuitable in ammatory response, high rate of rerupture, low cellular in ltration, and irregular arrangement of newly formed tissue.7,8 An ideal sca old for tendon regeneration should possess mechanical properties comparable to native tendon, and it must be biocompatible and biodegradable; its structure should mimic the extracellular matrix of the native tendon and facilitate cellular in ltration and formation of neotissue. Natural polymers like collagen9 and silk10,11 and degradable Received: November 1, 2018 Accepted: February 14, 2019 Published: February 14, 2019\nArticle\npubs.acs.org/journal/absebaCite This:ACS Biomater. Sci. Eng.2019, 5, 1476 1486\n' 2019 American Chemical Society 1476 DOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 1\n3: 38\n:1 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nsynthetic polymers like poly(glycolic acid)12 and poly(lactic acid)13 have been investigated previously and showed promising results. However, they lacked su cient porosity to facilitate cellular in ltration, and their morphology was di erent from that of the native tendon ECM (extracellular matrix). Fibrous sca olds with topography comparable to native tendon ECM, with tunable ber diameter and with suitable porosity, can be fabricated by the process of electrospinning.14 The advantage of using natural polymer based bers is that they are comparable to native ECM, whereas synthetic bers have the advantage that their size can be easily tuned to the requirements.15 However, natural bers when employed alone showed lower mechanical strength but when used in combination with synthetic bers can help aid regeneration.\nPoly( -caprolactone) (PCL), a biodegradable aliphatic polyester, is gaining great attention for biomedical applications due to its biodegradable and biocompatible nature; it can be easily fabricated to meet speci c structural requirements, approved by the Food and Drug Administration (FDA) for biomedical applications in humans.16 By the process of electrospinning, PCL can be tailored to micro bers to mimic the native tendon ECM. Collagen is a major component of the tendon ECM, and the aligned structure of these collagen bers provides the structural and functional properties of tendon.\nHere we are utilizing PCL and collagen to develop a multiscale brous sca old system suitable for tendon tissue engineering. The aligned PCL micro ber is expected to impart the desired mechanical and structural environment that is similar to that of the native tendon, whereas the random collagen in the form of nano bers further helps mimic the chemical composition of native tendon. Earlier reports indicate that, compared to nano bers and micro bers, a combination of nano- and micro bers (multiscale) showed enhanced cellular migration.17 Thus, here we are developing a micro nano multiscale ber system to obtain a sca old with suitable\nmechanical properties and good cell attachment and migration. With tendon being a hypocellular tissue, an agent that can initiate or aid in cellular migration and in ltration into the sca old will help accelerate the healing of wounded tissue.18 Basic broblast growth factor (bFGF) has shown promising results in enabling broblast proliferation.19 Thus, to ensure a sustained release of the growth factor from the sca old system, we have incorporated bFGF within the collagen nano ber system. Textile technologies like braiding, knitting, and weaving are being incorporated nowadays into biomedical applications to obtain sca olds with the required mechanical properties. In this work, we have braided the multiscale brous sca olds to improve the mechanical properties of the bers.\nPeritendinous adhesion is referred to as adhesion of surrounding tissues onto the injured area which hinders smooth gliding of tendon during exion.20 Several approaches have been developed for the prevention of these adhesions.21 23 Alginate solution has previously been reported to prevent adhesion.24 In this study we have developed a braided multiscale brous sca old loaded with bFGF, which can mimic the native ECM and impart su cient mechanical properties, and further coated it with alginate so as to prevent the peritendinous adhesion.\nMATERIALS AND METHODS Materials. PCL (MW 45 000 Da) was purchased from\nPolysciences (USA); collagen (Col), acetic acid, and sodium alginate were from Sigma-Aldrich (India). Calcium chloride (CaCl2) was purchased from Merck (India) and chloroform from Spectrochem (India). Dubelcco s Modi ed Eagle s Medium-high glucose (DMEM) was from Sigma-Aldrich (USA), and penicillin streptomycin (Pen Strep) was from Gibco (USA). Rhodamine-phalloidin, fetal bovine serum (FBS), trypsin EDTA, 6-diamidino-2-phenylindole dihydrochloride (DAPI), and the live dead viability/cytotoxicity kit were acquired from Life Technologies (USA). The BCA assay kit was from ThermoFisher Scieni c (USA), and the bFGF ELISA kit was from Raybiotech (USA). Antibodies speci c for collagen I were obtained from Novus Biologicals (USA), and those for tenascin C were from\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1477\nAbcam (USA). The dual RNA isolation kit was purchased from Genedirex (Taiwan), and SuperScript III reverse transcriptase was from Invitrogen (USA). SYBR Green Supermix was from Bio-Rad Laboratories Inc. (USA), and primers were from Tri-I Biotech, Inc. (Taiwan).\nMethods. Preparation of Braided Multiscale Fibrous Sca olds. PCL (35% w/v) was dissolved in chloroform and electrospun at a voltage of 7 kV, at a ow rate of 1.5 mL/h, with a tip to target distance of 15 cm to obtain aligned micro bers. Collagen nano bers were obtained by spinning 8% PVA solution with collagen (1.5 mg/mL) and electrospun at 15 kV voltage, with a ow rate of 0.2 mL/h and a tip target distance of 20 cm. Multiscale b rs were obtained by spinning PCL micro bers and collagen nano bers simultaneously at room temperature as shown inF gure 1A.\nFor the fabrication of bFGF loaded sca olds, bFGF at a concentration of 7 g/mL was loaded into the collagen-PVA solution and electrospun as per the conditions mentioned above. The electrospun sheets were collected from the rotating mandrel and cut into strips of 0.5 mm width. Two strips were stacked one on top of the other. Three of the double stacked strips were braided together, and knots were tied on either side manually to obtain the braided sca old.\nCoating of Alginate on the Braided Sca old. The braided sca old was immersed in 0.5% alginate solution followed by immersion in 0.5 M CaCl2.\n25 The process of alginate coating is depicted inFigure 1B.\nScanning Electron Microscopy (SEM) Analysis of the Braided Sca old. The morphology of the braided brous sca old was analyzed using a scanning electron microscope (JEOL JSM 6490LA, Japan). Prior to SEM, the sca olds were coated with gold using a JEOL auto ne coater (JFC-1600, Japan) at 10 mA for 120 min. SEM was also performed for the alginate coated sca old to ensure uniform coating of the gel on the sca old.\nFourier Transform Infrared Spectroscopy (FT-IR) Analysis.The braided sca old was further analyzed to con rm the presence of both PCL and collagen by evaluating the presence of major functional groups using FT-IR (Shimadzu IRA nity IS, Japan).24\nEvaluation of Mechanical Properties of the Braided Sca old. The mechanical properties of the sca old were evaluated using a Tinius Olsen mechanical testing system (H5KL, USA) with load cell capacity of 250 N. Sca olds of 5 cm length were strongly attached to the grips and were elongated at an extension speed of 10 mm/min.\nProtein Adsorption Study.Protein adsorption on the uncoated and alginate coated sca olds was evaluated by a previously reported procedure.25 The sca olds were incubated at 37° C in DMEM with 10% FBS for speci time intervals. The sca olds were later washed, and total protein was estimated using bicinchoninic acid (BCA) assay. The blank used in the experiment was sca old incubated in basal medium.\nIn Vitro bFGF Release Study.The in vitrogrowth factor release was conducted in PBS of pH 7.4. Sca olds were immersed in 5 mL of PBS and incubated at 37° C under gentle shaking. A known volume of releaseate was drawn out at de ned time points. The released growth factor was quanti ed using bFGF ELISA kit.\nIsolation and Culturing of Tenocytes.Tenocytes were isolated from the exor tendons excised from New Zealand White rabbit after euthanasia following the guidelines of the Institutional Animal Care and Use Committee of Chang Gung University, ROC, Taiwan. The excised tendons were washed thoroughly and minced to pieces. The minced tissues were placed in a petriplate, and DMEM with 20% FBS was added. The cells that grow out of the explants were further cultured in culture asks. For all experiments, cells belonging to passage 5 were taken, and cells were seeded at a density of 1× 106 cells on each side of the sca old. All the sca olds were UV sterilized before seeding of cells. For preparation of coated sca old , the sca olds are UV sterilized, and cells were seeded on either side of the sca old, allowed to attach, and further coated with alginate gel under sterile conditions.\nDynamic Stimulation of Sca olds. ElectroForce 5100 (TA Instruments, USA) was employed to perform a comparative analysis\nbetween the static condition and cyclic loading. There were 1× 106 cells loaded on either side of the sca old and allowed to attach properly onto the sca old for a period of 24 h at 37° C and 5% CO2. The sca olds are properly anchored onto the clamps within the bioreactor system and placed in an incubator maintained at 37° C and 5% CO2. The samples were cyclically loaded at 0.5 Hz for 3 h/day at 5% elongation. Samples were extracted after 24 h and 7 days of cyclic loading for evaluation. From now on we will be referring to the di erent experimental groups in the following manner: PCL-collagen multiscale braided sca old as mPCL-nCol, PCL-collagen multiscale braided sca old with bFGF as mPCL-nCol-bFGF, and PCL-collagen multiscale braided sca old subjected to dynamic stimulation as mPCL-nCol-bFGF-DS.\nCell Viability Assay.Viability of cells seeded on the sca old was determined by live dead staining. The cells were seeded on either sides of sca old and cultured at 37° C in an incubator maintained at 5% CO2. The samples for dynamic stimulation were subjected to cyclic strain as discussed earlier. At the speci c time points (1 and 7 days), the sca olds were taken out and washed well with PBS. The sca olds were then incubated in Calcein AM (live stain) and ethidium bromide (EtBr, dead stain) for 15 min. The samples were washed and imaged using a confocal microscope (Leica TCSSP2, Germany).\nCell Proliferation Study.A Hoechst 33258 DNA assay was used to determine the amount of DNA on the cell seeded sca olds at rst and seventh day time points. For the static condition, the cell seeded sca olds were placed in an incubator at 37° C and 5% CO2, whereas the samples for dynamic stimulation are placed in the bioreactor system as described above. The samples were taken out at speci c time intervals, washed well, and lysed with lysis bu er. Fluorescence was measured at 520 nm.\nCell Attachment Study.SEM and confocal microscopy were employed to evaluate the attachment of cells on the sca old. For SEM analysis, the samples were taken out at the desired time points ( rst and seventh day) and xed in 10% formaldehyde. They were then dehydrated by consequently immersing in 50%, 70%, 80%, 90%, and 95% each for 10 min and nally in 99.5% for 20 min. The samples were then air-dried, sputter coated, and imaged using SEM (Hitachi S3000N, Japan). Actin DAPI staining was performed to observe the attachment and alignment of cells on the sca olds. The cell seeded sca olds were retrieved at speci c t me points ( rst and seventh day) and xed using 10% formaldehyde at 37° C for 1 h. The samples were then washed well and permeabilized using 1% Triton in PBS for 1 min. Finally, the samples were stained with tetramethyl rhodamine (TRITC) tagged phalloidin to stain the cytoskeleton and 4,6- diamino-2-phenylindole (DAPI) to stain the nucleus. The images were captured using a confocal microscope (Leica TCSSP8, Germany).\nImmuno uorescence Assay.The expression of tendon speci c markers like collagen I and tenascin C was evaluated by immuno uorescence. The samples were taken out at speci c time points ( rst day and seventh day) and xed in 10% formaldehyde for 60 min at 37° C. The samples were washed properly and treated with blocking bu er for 1 min. The samples were treated with the primary antibody speci c to collagen I and tenascin C and incubated overnight with gentle shaking at 4° C. Secondary antibody that is tagged with uorescein isothiocyanate (FITC) was added to the sca old nd further incubated for 2 h. The sca olds were washed well and imaged using confocal microscope (Leica TCSSP8).\nmRNA Isolation and Reverse Transcription.The cell seeded sca olds were retrieved at speci c t me points ( rst and seventh day) and homogenized in TRIzol. The total RNA was extracted and puri ed using Genedirex Dual RNA isolation Kit, following the manufacturer s protocol. Nanodrop was employed to evaluate the quality of mRNA. 50 ng/ L of mRNA was reverse transcribed using SuperScript III reverse transcriptase.\nQuantitative Polymerase Chain Reaction (qPCR).qPCR was carried out with A CFD-3120 mini Option detection system (BioRad, USA) along with SYBR Green Supermix. PCR primers were designed for evaluating the expression levels of collagen I, collagen III, tenascin C, biglycan, and bronectin using glyceraldehyde 3-\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1478\nphosphate dehydrogenase (GAPDH) as a control (Tab e 1). The expression levels were normalized with respect to GAPDH and calculated employing the delta delta CT method.\nEvaluation of in Vivo Tendon Regeneration Potential of Braided Sca old. New Zealand white rabbits (3 months old) obtained from National Laboratory Animal Breeding and Research Center, Taipei, Taiwan, ROC, were used for the surgical procedures. Thein vivo studies and procedures followed were in accordance with the guidelines of the Institutional Animal Care and Use Committee of Chang Gung University (IACUC Approval CGU14-139). An Achilles tendon defect model was created and implanted with the developed sca old (Figure 2). Implantation was carried out only for the bFGF\nFigure 3.(A) Photograph of the braided multiscale brous sca old. (B) SEM images showing the morphology of braided sca old ( ligned micro bers and random nano bers can be observed). (C) Characteristic stress strain curve of the braided sca old. (D) Photograph of the alginate coated braided multiscale brous sca old. (E) SEM images showing uniform coating of alginate on the braided sca old.\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1479\nloaded-braided multiscale brous sca old seeded with tenocytes and subjected to dynamic stimulation in a bioreactor for 7 days in 9 animals. The animals were prepped for surgery as reported earlier.26 A 15 mm defect was created in the Achilles tendon, and the sca olds were carefully sutured on both ends of the cut tendon.\nAt 6 and 12 weeks, the rabbits were euthanized, and their Achilles tendon was harvested and placed in 10% formaldehyde. The samples were sectioned,26 evaluated by performing hematoxylin and eosin (H&E) staining and immunohistological (IHC) analyses with tendon speci c markers like collagen I and tenascin C and Masson s trichrome (MT) staining, and examined using a light microscope (Leica DM4000B).\nStatistical Analysis.All the experiments were performed with sample sizen = 3. The data are expressed as mean– standard deviation. One-way Anova was used to evaluate statistical signi nce and, withp < 0.05(* ), p < 0.01(** ), andp < 0.001(*** ), was found to be statistically signi cant.\nRESULTS Preparation and Characterization of Multiscale\nFibrous Sca old. Multiscale bers composed of aligned PCL micro bers of diameter 8 10 m and collagen nano bers of diameter 300 400 nm were obtained by electrospinning. The electrospun sheets were cut into strips, double stacked, and nally braided to obtain the three-dimensional sca old (Figure 3A). The SEM images of the sca old show the multiscale ber morphology clearly (Figure 3B). SEM clearly depicts the aligned morphology of PCL micro bers and also the highly random nature of the collagen nano bers. The tensile strength of the double stacked braided sca old was found to be 89.4– 5.3 MPa, and the maximum force that it\ncould endure was 46.75– 3.2 N. Characteristic stress train curve of the braided sca old is shown inFigure 3C. Alginate gel was coated on the sca old by dipping the sca old in alginate followed by dipping in CaCl2 (Figure 3D). SEM images show that the coating was uniform throughout the sca old (Figure 3E).\nFT-IR characterization of the braided sca old was evaluated, and it was observed that the peak of PCL at 1750 cm 1 (C O vibration) and peaks of collagen at 2922 cm 1 (CH2 stretching vibration) and 1750 cm 1 (C O vibration) were observed in the nal multiscale brous sca old indicating its presence (Figure 4A).\nProtein Adsorption Study. The protein adsorption on the coated and uncoated sca olds was evaluated using a BCA assay. It was observed that the adsorption of proteins on the uncoated sca old was signi cantly higher than the coated sca olds as shown inFigure 4B.\nIn Vitro bFGF Release Study.The in vitrogrowth factor release was determined by ELISA for a period of 20 days. It was observed that a sustained release of bFGF was obtained from the sca old with almost 55% growth factor being released by the 20th day (Figure 4C). Upon alginate coating it was observed that initially the release pattern was similar, but gradually, a lower release was observed. Upon alginate coating about 51% of growth factor was released by the 20th day.\nCell Viability. Viability of the cells on the sca old was evaluated by live dead staining. Dynamic stimulation was performed by attaching the sca olds to the clamps and subjected to cyclic strain within the bioreactor (Figure 5A). As\nFigure 4.(A) FT-IR analysis of the braided PCL microcollagen nano bers. (B) Protein adsorption on coated and uncoated sca olds evaluated by BCA assay. (C) bFGF release pro le from braided sca old evaluated by ELISA.\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1480\nobserved inFigure 5B the cells were viable in all the three groups indicating that the sca olds did not show any cellular toxicity.\nCell Attachment. SEM images showed that the tenocytes had attached well to the brous sca olds. The cells were attached along the alignment of the micro bers. By the seventh day the cells were well-spread and aligned along the bers in all three groups (Figure 5C).\nFurther, the alignments of tenocytes on the sca olds were observed using cytoskeleton-nucleus staining (Figure 5E). On day 1 the cells showed minimal spreading and alignment on all the groups. However, mPCL-nCol-bFGF showed better alignment compared to mPCL-nCol. On day 7, it was observed that the cells were well-spread and aligned along the bers. Upon dynamic stimulation the alignment of the cells were further improved.\nCell Proliferation Study. Cell proliferation was determined by quantifying the amount of DNA on days 1 and 7 (Figure 5D). The DNA content on day 7 was comparatively\nhigher than day 1 on all sca olds indicating cell proliferation. The proliferation of cells seeded on mPCL-nCol-bFGF and mPCL-nCol-bFGF-DS was signi cantly higher than that on mPCL-nCol indicating that bFGF facilitates cell proliferation. Further, it was observed that mPCL-nCol-bFGF-DS, which underwent cyclic dynamic strain treatment, showed signi - cantly higher DNA content compared to mPCL-nCol-bFGF. This led to a conclusion that dynamic stimulation may enhance cell proliferation.\nImmuno uorescence Assay.Expression of tenogenic markers like collagen I (Figure 6A) and tenascin C (Figure 6B) on the cell seeded sca olds was evaluated by immuno uorescent staining. The expression of both collagen I and tenascin C was found to be higher on day 7 compared to day 1 in all the ca olds. However, it was observed that the levels of collagen I\nand tenascin C in mPCL-nCol-bFGF and mPCL-nCol-bFGFDS were higher in comparison to those in mPCL-nCol. Dynamic stimulation was found to enhance the expression of tenogenic markers. The expression of both tenascin C and\nFigure 5.(A) Photograph of the braided multiscale sca old mounted in the bioreactor. (B) Cell viability of tenocytes on braided multiscale sca old evaluated by live (green) dead (red) staining. (C) SEM showing the attachment of tenocytes on the braided sca old. (D) Cell proliferation of cells on braided sca old by evaluating the DNA content. (E) Cell attachment and spreading of tenocytes on the braided sca old evaluated by Actin (red) DAPI (blue) staining.\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1481\ncollagen I on mPCL-nCol-bFGF-DS was higher than mPCLnCol-bFGF.\nGene Expression Analysis by qPCR.The expressions of collagen I, collagen III, tenascin C, bronectin, and biglycan were evaluated and normalized with respect to GAPDH as housekeeping gene. The gene expression levels of cells seeded on sca olds under static and dynamic conditions are depicted in Figure 7. It was observed that all the groups showed an increased expression of tenogenic markers on day 7 compared to day 1. mPCL-nCol-bFGF showed increased expressions of tenascin C, collagen I, and bronectin compared to mPCLnCol on day 7, indicating that the presence of bFGF increases the expression of tenogenic markers. Upon dynamic stimulation, mPCL-nCol-bFGF-DS sca olds showed signi - cantly higher expression of tenascin C, collagen I, biglycan, and bronectin compared to mPCL-nCol-bFGF. Upon comparison, it was observed that upon dynamic stimulation the expression of tenogenic markers increases. mPCL-nCol-bFGFDS showed a signi cantly higher expression of tenascin C, collagen I, biglycan, and bronectin in comparison to mPCLnCol, indicating that the presence of both bFGF and dynamic stimulation simultaneously can enhance tenogenic expression.\nEvaluation of in Vivo Tendon Regeneration Potential of Braided Sca old. To evaluate the tendon regeneration\npotential of cell seeded mPCL-nCol-bFGF-DS, histological analysis was performed. H&E, IHC analyses with tendon speci c markers like collagen I and tenascin C, and MT staining to evaluate the collagen content were performed and shown inFigure 8A,B. In a comparison with native tendon, H&E staining shows that, after 6 weeks of implantation, highly unorganized tissue morphology was observed. The empty spaces in the images indicate the region of sca ld that has not undergone degradation. However, by 12 weeks aligned tissue morphology was clearly observed. The expression of tendon speci c markers like collagen I and tenascin C was also evaluated. The samples stained positive for collagen I and tenascin C. The alignment of collagen was highly unorganized in comparison to native tendon which showed perfectly aligned ber morphology, whereas, by 12 weeks, the implants showed more aligned nature of collagen bers which was further con rmed by MT staining.\nDISCUSSION ECM of a native tissue not only provides support to the cells but also facilitates their functions, sequesters the growth factors secreted by the cells, and enables cell di rentiation. During development of a sca old for tissue regeneration, special importance is to be given for sca old design, so as to ensure\nFigure 6.Expression of tendon speci c markers evaluated by immuno uorescence: (A) collagen I expression of tenocytes on the braided sca old and (B) tenascin C expression of tenocytes on the braided sca ol .\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1482\nFigure 7.Gene expression analysis of tenogenic markers performed by qPCR.\nFigure 8.(A) Gross view of native tendon and implanted sca old fter 6 weeks and 12 weeks of implantation. (B) Morphology of the native tissue and implanted sca olds analyzed by H&E. Tenogenic marker expression was analyzed by immuno uorescence, and collagen deposition was evaluated by MT staining.\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1483\nthat the developed sca old has a morphology comparable to that of its native tissue.27,28 The developed multiscale brous sca old is composed of aligned PCL micro bers of diameter in the range 8 10 m and is comparable to the aligned collagen ber structure and diameter in native tendon. The random collagen-bFGF nano bers provide a niche comparable to native tendon as their ECM is composed of collagen bers and bFGF plays a major role in tenocyte proliferation and migration. Previous literature reports support that the alignment of the bers improves tenogenic di erentiation of cells.29,30 Thereby, the bFGF loaded multiscale brous sca olds provide both physical and biochemical cues to facilitate tenocyte proliferation and di erentiation. The application of textile technologies like braiding, weaving, and knitting has shown great promise in increasing the mechanical properties of electrospun bers.31,32,10,33 The double stacked braided sca old showed a tensile strength of 89.4– 5.3 MPa which is comparable to that of human Achilles tendon.34\nThe braided multiscale brous sca olds were then uniformly coated with alginate to aid in prevention of peritendinous adhesion. When compared to uncoated sca olds, the protein adsorptions on coated sca olds were much lower, which may lead to a lower cellular and brous tissue attachment.35,25 However, the e cacy of alginate coating can be e ctively evaluatedin vivousing a exor tendon defect model rather than an Achilles tendon defect, which needs to be further investigated. Earlier reports indicated that a sustained release of bFGF for a period of 7 days induces proliferation and tenogenic di erentiation in bone marrow derived stem cells.36 We observed a sustained release of bFGF for about 20 days, and its e ect on tenocyte proliferation and expression of tenogenic markers could be clearly observed. When compared to the control sca olds, sca olds with bFGF showed signi cantly higher cell proliferation.\nDuring the early stages of tendon repair, collagen I is an important component in ECM and disorganized collagen III is usually highly produced.37,15 Sca olds with bFGF (mPCLnCol-bFGF) showed a comparatively higher expression of both collagen I and collagen III on the seventh day. Other noncollagenous ECM components like tenascin C and bronectin which aid in cell signaling, attachment, and survival during the early stages of healing were also upregulated signi cantly in sca olds loaded with bFGF. bFGF acts on the receptors present on the cell surface leading to their phosphorylation which can lead to the activation of several intracellular secondary messenger molecules which leads to expression of tenogenic markers. Upon phosphorylation of receptors, the NIK/IKK pathway gets activated, leading to activation of the NF- B pathway and an increase in the tenocyte proliferation.38\nAs a tissue that is constantly being exposed to mechanical forces, the e ects of mechanical tension on cellular activity, and on its ability to regulate cellular proliferation and di erentiation, are studied extensively.39 Here we have compared the e cts of dynamic stimulation on tenocyte activity on the braided sca old with sca olds under static conditions. The dynamic stimulation of sca olds was carried out at 5% strain rate and 0.5 Hz amounting to 5400 cycles per day to mimic thein vivocyclic strain conditions.40 Cells that underwent dynamic stimulation (mPCL-nCol-bFGF-DS) showed a better alignment on the brous sca old compared to static cultures (mPCL-nCol, mPCL-nCol-bFGF), indicating that mechanotransduction plays a major role in cellular\nalignment. The combination of bFGF along with dynamic stimulation (mPCL-nCol-bFGF-DS) showed signi ca tly enhanced cell proliferation and expression of collagen I and tenascin C compared to static bFGF loaded sca olds (mPCLnCol-bFGF). This enhanced expression of ECM components in the simulated samples indicates that mechanical stimulation and bFGF may act synergistically and accelerate tendon healing potential. Wu et al. showed that, upon dynamic stimulation, knitted sca olds showed enhanced tenogenic potential as these mechanical cues trigger intracellular signaling pathway via the adhesion receptor stimulation leading to synthesis of components of ECM.41 However, in comparison to our work, Wu et al. performed studies using a triculture of HADMSC/HT/HUVEC where it was observed that a oculture condition can improve tenogenesis. However, the e cacy of the triculture system was not evaluated inin v vo conditions.\nThe combination of bFGF and mechanical stimulation showed good tenogenic potential in thein vitro studies. Thereby, we moved forward to evaluate thein vivotendon regeneration potential of multiscale bFGF loaded-braided sca old seeded with cells and subjected to mechanical stimulation within a bioreactor for 7 days (mPCL-nColbFGF-DS). Previous literature reports have compared the regeneration potential of sca olds with and without cell seeding. They observed that sca olds seeded with cells showed better integration with host tissue and enhanced production of ECM components.42 Histological analysis shows that cells have in ltrated well into the brous matrix. The IHC analysis showed an increased positive staining for collagen I compared to that of tenascin C. This pattern is comparable to the native t ndon as collagen I is the most abundant ECM component in tendon. The change in morphology of the tissues from a random structure (6 weeks) to an aligned structure (12 weeks) i dicates that the tissue regeneration and remodeling process is ongoing. MT staining showed aligned collagen brous structure. H&E staining also indicated the presence of cells within the implanted sca old. However, one of the drawbacks is that we cannot determine if the cells were the ones initially seeded or ones which migrated into the sca old from the surrounding tissue. Seeding of a GFP tagged cells on the sca old may help us better understand the fate of the seeded cells and distinguish them from the migrated cells. We cannot draw conclusions regarding the e ct of dynamic stimulation or the presence of bFGF on cells in anin vivoenvironment with the current study. Further evaluation and comparison with groups like sca olds without cells, without bFGF, and without dynamic stimulation need to be performed and will be performed as part of future work\nCONCLUSION A multiscale braided sca old loaded with bFGF was developed. Where the micro bers impart suitable mechanical properties, the nano bers facilitate cellular attachment and bFGF aids in cell proliferation and ECM production. These sca olds showed enhanced tendon regeneration potential when subjected to dynamic stimulation in bothin vitroand in vivoconditions.\nAUTHOR INFORMATION Corresponding Authors *E-mail:jpchen@mail.cgu.edu.tw. Phone: +88-6-3-211880. (J.P.C.)\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1484\n*E-mail: rjayakumar@aims.amrita.eduand jayakumar77@ yahoo.com. Phone: 0484-2801234 ext 8762. (R.J.)"
    }, {
      "heading" : "ORCID",
      "text" : "Jyh-Ping Chen:0000-0001-6527-4801 Rangasamy Jayakumar:0000-0002-0066-4208"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS The authors wish to thank the Global Innovation & Technology Alliance (GITA), India, Department of Science and Technology (DST), India, and the Ministry of Science and Technology (MOST), Taiwan, for providing funds under the India-Taiwan Joint Program in Science and Technology (nos. GITA/DST/TWN/P-71/2015, MOST104-2923-E-182-001MY3). A.J. acknowledges the Council of Scienti c and Industrial Research (CSIR) for the nancial support through the Senior Research Fellowship (SRF-09/963(0041)2K18EMR-I). The authors thank the Microscope Core Laboratory in Change Gung Memorial Hospital Linkou Medical Center for technical assistance.\nREFERENCES (1) Andarawis-Puri, N.; Flatow, E. L.; Soslowsky, L. J. Tendon basic\nscience: Development, repair, regeneration, and healing.J. Orthop. Res.2015, 33, 780 784. (2) Voleti, P. B.; Buckley, M. R.; Soslowsky, L. J. Tendon healing: repair and regeneration.Annu. Rev. Biomed. Eng.2012, 14, 47 71. (3) Sharma, P.; Maffulli, N. Basic biology of tendon injury and healing.Surgeon2005, 3, 309 316. (4) Weinreb, J. H.; Sheth, C.; Apostolakos, J.; McCarthy, M.-B.; Barden, B.; Cote, M. P.; Mazzocca, A. D. Tendon structure, disease, and imaging.Muscles Ligaments Tendons J.2014, 4, 66 73. (5) Lin, T. W.; Cardenas, L.; Soslowsky, L. J. Biomechanics of tendon injury and repair.J. Biomech2004, 37, 865 877. (6) Docheva, D.; Mu ller, S. A.; Majewski, M.; Evans, C. H. Biologics for tendon repair.Adv. Drug Delivery Rev.2015, 84, 222 239. (7) Chen, J.; Xu, J.; Wang, A.; Zheng, M. Scaffolds for tendon and ligament repair: Review of the efficacy of commercial products.Expert Rev. Med. Devices2009, 6, 61 73. (8) Longo, U. G.; Lamberti, A.; Petrillo, S.; Maffulli, N.; Denaro, V. Scaffolds in tendon tissue engineering.Stem Cells Int.2012, 2012, 517165DOI: 10.1155/2012/517165. (9) Caliari, S. R.; Harley, B. A. C. The effect of anisotropic collagenGAG scaffolds and growth factor supplementation on tendon cell recruitment, alignment, and metabolic activity.Biomaterials2011, 32, 5330 5340. (10) Sharifi-Aghdam, M.; Faridi-Majidi, R.; Derakhshan, M. A.; Chegeni, A.; Azami, M. Preparation of collagen/polyurethane/knitted silk as a composite scaffold for tendon tissue engineering.Proc. Inst. Mech. Eng., Part H2017, 231, 652 662. (11) Shen, W.; Chen, X.; Hu, Y.; Yin, Z.; Zhu, T.; Hu, J.; et al. Longterm effects of knitted silk-collagen sponge scaffold on anterior cruciate ligament reconstructiona d osteoarthritis prevention. Biomaterials2014, 35, 8154 8163. (12) Deng, D.; Wang, W.; Wang, B.; Zhang, P.; Zhou, G.; Zhang, W. J.; et al. Repair of Achilles tendon defect with autologous ASCs engineered tendon in a rabbit model.Biomaterials2014, 35, 8801 8809. (13) Lopes, M. S.; Jardini, A. L.; Filho, R. M. Poly (lactic acid) production for tissue engineering applications.Procedia Eng.2012, 42, 1402 1413. (14) Dahlin, R. L.; Kasper, F. K.; Mikos, A. G. Polymeric Nanofibers in Tissue Engineering.Tissue Eng., Part B2011, 17, 349 364. (15) Ramos, D.; Peach, M. S.; Mazzocca, A. D.; Yu, X.; Kumbar, S. G. Tendon Tissue Engineering. InRegenerative Engineering of\nMusculoskeletal Tissues and Interfaces, 1st ed.; Nukavarapu, S., Freeman, J., Laurencin, C., Eds.; Woodhead Publishing, 2015; pp 195 217. (16) Shalumon, K. T.; Anulekha, K. H.; Chennazhi, K. P.; Tamura, H.; Nair, S. V.; Jayakumar, R. Fabrication of chitosan/poly(caprolactone) nanofibrous scaffold for bone and skin tissue engineering.Int. J. Biol. Macromol.2011, 48, 571 576. (17) Srinivasan, S.; Jayakumar, R.; Chennazhi, K. P.; Levorson, E. J.; Mikos, A. G.; Nair, S. V. Multiscale fibrous scaffolds in regenerative medicine.Adv. Polym. Sci.2011, 246, 1 20. (18) Longo, U. G.; Lamberti, A.; Maffulli, N.; Denaro, V. Tissue engineered biological augmentation for tendon healing: A systematic review.Br. Med. Bull.2011, 98, 31 59. (19) Sahoo, S.; Toh, S. L.; Goh, J. C. H. A bFGF-releasing silk/ PLGA-based biohybrid scaffold for ligament/tendon tissue engineering using mesenchymal progenitor cells.Biomaterials2010, 31, 2990 2998. (20) Liu, S.; Hu, C.; Li, F.; Li, X.; Cui, W.; Fan, C. Prevention of peritendinous adhesions with electrospun ibuprofen-loaded poly(Llactic acid)-polyethylene glycol fibrous membranes.Tissue Eng., Part A 2013, 19, 529 537. (21) Chen, S. H.; Chen, C. H.; Shalumon, K. T.; Chen, J. P. Preparation and characterization of antiadhesion barrier film from hyaluronic acid-grafted electrospun poly(caprolactone) nanofibrous membranes for prevention of flexor tendon postoperative peritendinous adhesion.Int. J. Nanomed.2014, 9, 4079 4092. (22) Chen, C. H.; Chen, S. H.; Shalumon, K. T.; Chen, J. P. Prevention of peritendinous adhesions with electrospun polyethylene glycol/polycaprolactone nanofibrous membranes.Colloids Surf., B 2015, 133, 221 230. (23) Hu, C.; Liu, S.; Zhang, Y.; Li, B.; Yang, H.; Fan, C.; et al. Longterm drug release from electrospun fibers for in vivo inflammation prevention in the prevention of peritendinous adhesions.Acta Biomater.2013, 9, 7381 7388. (24) Namba, J.; Shimada, K.; Saito, M.; Murase, T.; Yamada, H.; Yoshikawa, H. Modulation of peritendinous adhesion formation by alginate solution in a rabbit flexor tendon model.J. Biomed. Mater. Res., Part B2007, 80, 273 279. (25) Deepthi, S.; Nivedhitha Sundaram, M.; Deepti Kadavan, J.; Jayakumar, R. Layered chitosan-collagen hydrogel/aligned PLLA nanofiber construct for flexor tendon regeneration.Carbohydr. Polym. 2016, 153, 492 500. (26) Shalumon, K. T.; Sheu, C.; Chen, C. H.; Chen, S. H.; Jose, G.; Kuo, C. Y.; et al. Multi-functional electrospun antibacterial core-shell nanofibrous membranes for prolonged prevention of post-surgical tendon adhesion and inflammation.Acta Biomater.2018, 72, 121 36. (27) Rodrigues, M. T.; Reis, R. L.; Gomes, M. E. Engineering tendon and ligament tissues: Present developments towards successful clinical products.J. Tissue Eng. Regener. Med.2013, 7, 673 686. (28) Liu, C.; Xia, Z.; Czernuszka, J. T. Design and development of three-dimensional scaffolds for tissue engineering.Chem Eng. Res. Des. 2007, 85, 1051 1064. (29) Orr, S. B.; Chainani, A.; Hippensteel, K. J.; Kishan, A.; Gilchrist, C.; Garrigues, N. W.; et al. Aligned multilayered electrospun scaffolds for rotator cuff tendon tissue engineering.Acta Biomater. 2015, 24, 117 126. (30) Chen, C.-H.; Chen, S.-H.; Kuo, C.-Y.; Li, M.-L.; Chen, J.-P. Response of dermal fibroblasts to biochemical and physical cues in aligned polycaprolactone/silk fibroin nanofiber scaffolds for application in tendon tissue engineering.Nanomaterials2017, 7, 219 239. (31) Cooper, J. A.; Lu, H. H.; Ko, F. K.; Freeman, J. W.; Laurencin, C. T. Fiber-based tissue-engineered scaffold for ligament replacement: Design considerations and in vitro evaluation.B materials2005, 26, 1523 1532. (32) Barber, J. G.; Handorf, A. M.; Allee, T. J.; Li, W.-J. Braided Nanofibrous Scaffold for Tendon and Ligament Tissue Engineering. Tissue Eng., Part A2013, 19, 1265 1274. (33) Laranjeira, M.; Domingues, R. M. A.; Costa-Almeida, R.; Reis, R. L.; Gomes, M. E. 3D Mimicry of native-tissue-fiber architecture\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1485\nguides tendon-derived cells and adipose stem cells into artificial tendon constructs.Small2017, 13, 1700689. (34) Wren, T. A. L.; Yerby, S. A.; Beaupre , G. S.; Carter, D. R. Mechanical properties of the human achilles tendon.Clin Biomech 2001, 16, 245 251. (35) Schneider, A.; Francius, G.; Obeid, R.; Schwinte , P.; Hemmerle , J.; Frisch, B.; et al. Polyelectrolyte multilayers with a tunable young s modulus: Influence of film stiffness on cell adhesion.Langmuir2006, 22, 1193 1200. (36) Sahoo, S.; Ang, L. T.; Goh, J. C.; Toh, S. L. Growth factor delivery through electrospun nanofibers in scaffolds for tissue engineering applications.J. Biomed. Mater. Res., Part A2009, 93, 1539 1550. (37) Kjaer, M. Role of extracellular matrix in adaptation of tendon and skeletal muscle to mechanical loading.Physiol. Rev.2004, 84, 649 698. (38) Tang, J. B.; Xu, Y.; Wang, X. T. Tendon healing in vitro: activation of NIK, IKKalpha, IKKbeta, and NF- kappaB genes in signal pathway and proliferation of tenocytes.Pla t Reconstr Surg 2004, 113, 1703 1711. (39) Subramony, S. D.; Dargis, B. R.; Castillo, M.; Azeloglu, E. U.; Tracey, M. S.; Su, A.; et al. The guidance of stem cell differentiation by substrate alignment and mechanical stimulation.Biomaterials2013, 34, 1942 1953. (40) Teh, T. K.; Toh, S. L.; Goh, J. C. Aligned fibrous scaffolds for enhanced mechanoresponse and tenogenesis of mesenchymal stem cells.Tissue Eng., Part A2013, 19, 1360 1372. (41) Wu, S.; Wang, Y.; Streubel, P. N.; Duan, B. Living nanofiber yarn-based woven biotextiles for tendon tissue engineering using cell tri-culture and mechanical stimulation.Acta Biomater.2017, 62, 102 115. (42) Fan, H.; Liu, H.; Wong, E. J. W.; Toh, S. L.; Goh, J. C. H. In vivo study of anterior cruciate ligament regeneration using mesenchymal stem cells and silk scaffold.Biomaterials2008, 29, 3324 3337.\nDOI:10.1021/acsbiomaterials.8b01328 ACS Biomater. Sci. Eng.2019, 5, 1476 1486 1486"
    } ],
    "references" : [ {
      "title" : "Tendon healing",
      "author" : [ "P.B. Voleti", "M.R. Buckley", "L.J. Soslowsky" ],
      "venue" : null,
      "citeRegEx" : "Voleti et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Voleti et al\\.",
      "year" : 2015
    }, {
      "title" : "Biomechanics of tendon injury and repair",
      "author" : [ "T.W. Lin", "L. Cardenas", "L.J. Soslowsky" ],
      "venue" : null,
      "citeRegEx" : "Lin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2014
    }, {
      "title" : "Scaffolds in tendon tissue",
      "author" : [ "U.G. Longo", "A. Lamberti", "S. Petrillo", "N. Maffulli", "V. Denaro" ],
      "venue" : null,
      "citeRegEx" : "Longo et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Longo et al\\.",
      "year" : 2009
    }, {
      "title" : "Repair of Achilles tendon defect with autologous ASCs engineered tendon in a rabbit model",
      "author" : [ "D. Deng", "W. Wang", "B. Wang", "P. Zhang", "G. Zhou", "W. J Zhang" ],
      "venue" : null,
      "citeRegEx" : "Deng et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2014
    }, {
      "title" : "Polymeric Nanofibers in Tissue Engineering",
      "author" : [ "R.L. Dahlin", "F.K. Kasper", "A.G. Mikos" ],
      "venue" : null,
      "citeRegEx" : "Dahlin et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Dahlin et al\\.",
      "year" : 2012
    }, {
      "title" : "Tendon Tissue Engineering",
      "author" : [ "D. Ramos", "M.S. Peach", "A.D. Mazzocca", "X. Yu", "S.G. Kumbar" ],
      "venue" : null,
      "citeRegEx" : "Ramos et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ramos et al\\.",
      "year" : 2011
    }, {
      "title" : "Multiscale fibrous scaffolds in regenerative medicine.Adv",
      "author" : [ "S. Srinivasan", "R. Jayakumar", "K.P. Chennazhi", "E.J. Levorson", "A.G. Mikos", "S.V. Nair" ],
      "venue" : null,
      "citeRegEx" : "Srinivasan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Srinivasan et al\\.",
      "year" : 2011
    }, {
      "title" : "Tissue engineered biological augmentation for tendon healing: A systematic review.Br",
      "author" : [ "U.G. Longo", "A. Lamberti", "N. Maffulli", "V. Denaro" ],
      "venue" : null,
      "citeRegEx" : "Longo et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Longo et al\\.",
      "year" : 2011
    }, {
      "title" : "Prevention of peritendinous adhesions with electrospun polyethylene glycol/polycaprolactone nanofibrous membranes",
      "author" : [ "C.H. Chen", "S.H. Chen", "K.T. Shalumon", "J.P. Chen" ],
      "venue" : null,
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Longterm drug release from electrospun fibers for in vivo inflammation prevention in the prevention of peritendinous adhesions",
      "author" : [ "S. Liu", "Y. Zhang", "B. Li", "H. Yang", "C Fan" ],
      "venue" : "Colloids Surf., B",
      "citeRegEx" : "C. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2015
    }, {
      "title" : "Modulation of peritendinous adhesion formation by alginate solution in a rabbit flexor tendon model",
      "author" : [ "J. Namba", "K. Shimada", "M. Saito", "T. Murase", "H. Yamada", "H. Yoshikawa" ],
      "venue" : null,
      "citeRegEx" : "Namba et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Namba et al\\.",
      "year" : 2013
    }, {
      "title" : "Layered chitosan-collagen hydrogel/aligned PLLA nanofiber construct for flexor tendon regeneration",
      "author" : [ "S. Deepthi", "M. Nivedhitha Sundaram", "J. Deepti Kadavan", "R. Jayakumar" ],
      "venue" : null,
      "citeRegEx" : "Deepthi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Deepthi et al\\.",
      "year" : 2007
    }, {
      "title" : "Multi-functional electrospun antibacterial core-shell nanofibrous membranes for prolonged prevention of post-surgical",
      "author" : [ "K.T. Shalumon", "C. Sheu", "C.H. Chen", "S.H. Chen", "G. Jose", "C. Y Kuo" ],
      "venue" : "Carbohydr. Polym. 2016,",
      "citeRegEx" : "Shalumon et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Shalumon et al\\.",
      "year" : 2016
    }, {
      "title" : "Design and development of three-dimensional scaffolds for tissue",
      "author" : [ "C. Liu", "Z. Xia", "J.T. Czernuszka" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2013
    }, {
      "title" : "Response of dermal fibroblasts to biochemical and physical cues in aligned polycaprolactone/silk fibroin nanofiber scaffolds",
      "author" : [ "C.-H. Chen", "S.-H. Chen", "C.-Y. Kuo", "M.-L. Li", "J.-P. Chen" ],
      "venue" : "Acta Biomater. 2015,",
      "citeRegEx" : "Chen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2015
    }, {
      "title" : "Fiber-based tissue-engineered scaffold for ligament replacement: Design considerations and in vitro evaluation",
      "author" : [ "J.A. Cooper", "H.H. Lu", "F.K. Ko", "J.W. Freeman", "C.T. Laurencin" ],
      "venue" : null,
      "citeRegEx" : "Cooper et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cooper et al\\.",
      "year" : 2017
    }, {
      "title" : "Braided Nanofibrous Scaffold for Tendon and Ligament Tissue Engineering",
      "author" : [ "J.G. Barber", "A.M. Handorf", "T.J. Allee", "W.-J. Li" ],
      "venue" : null,
      "citeRegEx" : "Barber et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Barber et al\\.",
      "year" : 2005
    }, {
      "title" : "3D Mimicry of native-tissue-fiber architecture",
      "author" : [ "M. Laranjeira", "R.M.A. Domingues", "R. Costa-Almeida", "R.L. Reis", "M.E. Gomes" ],
      "venue" : null,
      "citeRegEx" : "Laranjeira et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Laranjeira et al\\.",
      "year" : 2013
    }, {
      "title" : "Tendon healing in vitro: activation of NIK, IKKalpha, IKKbeta, and NF- kappaB genes in signal pathway and proliferation of tenocytes",
      "author" : [ "J.B. Tang", "Y. Xu", "X.T. Wang" ],
      "venue" : null,
      "citeRegEx" : "Tang et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2004
    }, {
      "title" : "In vivo study of anterior cruciat",
      "author" : [ "H. Fan", "H. Liu", "E.J.W. Wong", "S.L. Toh", "J.C.H. Goh" ],
      "venue" : null,
      "citeRegEx" : "Fan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Fan et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "A braided multiscale brous sca old consisting of aligned PCL micro/collagen-bFGFnano bers was fabricated (mPCL-nCol-bFGF) to mimic native tendon tissue architecture which was further coated with alginate to aid in prevention of peritendinous adhesion. The bFGF release kinetics showed a sustained release of growth factors for a period of 20 days. Further, in vitrocell viability, attachment, and proliferation were performed using rabbit tenocytes under static and dynamic conditions. mPCL-nCol-bFGF showed a higher cell proliferation and enhanced expression of tenogenic markers compared to mPCL-nCol (braided sca old without bFGF). When subjected to dynamic stimulation in a bioreactor, mPCL-nCol-bFGF-DS (braided sca old with bFGF after dynamic stimulation) showed enhanced cellular proliferation and tenogenic marker expression, compared to mPCL-nCol-bFGF. The in vivostudies of the cell seeded sca old after dynamic stimulation in Achilles tendon defect model showed tendon tissue regeneration with aligned collagen morphology within 12 weeks of implantation.",
    "creator" : null
  }
}