{
  "name" : "downloads_2019-10-24_1b_du2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "DNA Logic Operations in Living Cells Utilizing Lysosome-Recognizing Framework Nucleic Acid Nanodevices for Subcellular Imaging",
    "authors" : [ "Yi Du", "Pai Peng", "Tao Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Cellular logic computation using nucleic acid deviceshas received much attention in recent years,1−3 as cellsprovide ideal environments for biocompatible studies on the logic control of gene expression and molecular recognition.2,4,5 As one kind of important organelles within living cells, lysosomes maintain acid pH,6,7 which plays a vital role in cellular metabolic regulation.8−10 Like other cellular compartments, lysosomes normally have a minimolar level of ATP.11 These features in principle benefit nucleic acid logic devices that are in vivo activated and no longer rely on the inputs of extracellular stimuli.5,12 Toward this goal, here we seek to engineer a framework nucleic acid (FNA) nanodevice to recognize the lysosomal environment within living cells, in which the endogenous components serve as inputs to in situ fuel the FNA device. FNAs are a nanoform of nucleic acids with monodispersed nanostructures and biophysical and biochemical features.13\nPrevious studies have demonstrated that FNAs are able to easily internalize into living cells and remain substantially intact for several hours or even a few days,14 enabling the utilization of FNAs as the rigid scaffolds for cellular logic operations15 and drug delivery.16 Most recently, we employed FNA nanoscaffolds to build a bioinspired nanoplatform dynamically operated inside lysosomes within living cells for several\nhours,17 demonstrating a good performance of FNA-based nanodevices in such crowding cellular environment. This lays the foundation for utilizing FNA devices for lysosomal logic operations. Herein, we build an FNA logic device on the nanoscaffold of\na DNA triangular prism (DTP), with the endogenous proton and ATP inside living lysosomes as two inputs. By using an imotif and an ATP-binding aptamer (ABA) incorporated into the DTP scaffold, this FNA device logically responds to the changes of lysosomal pH and ATP levels modulated by external stimuli. The output is recorded with a fluorescence resonance energy transfer (FRET) reporter via subcellular imaging."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Scheme 1 depicts our design for the FNA logic device. It is composed of the DTP scaffold with a duplex tail conjugated to one edge in the middle. This three-way branched edge (3WBE) contains the i-motif and ABA in its arms, which\nReceived: February 17, 2019 Accepted: April 12, 2019 Published: April 12, 2019\n© 2019 American Chemical Society 5778 DOI: 10.1021/acsnano.9b01324 ACS Nano 2019, 13, 5778−5784\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 0\n7: 00\n:1 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nbehave as the logic-controlling units and respond to proton and ATP as described in our previous work.18 For the FNA logic device, the DTP is first compressed like a proton-driven DNA pump (Scheme 1a),19 accompanied by the release of one component strand consisting of ABA and the complementary sequence of the i-motif (i.e., G-quadruplex DNA). In the presence of cellular K+,20,21 this release strand then folds into a\nreporter structure with a four-stranded motif linked to an ATP−aptamer complex (Scheme 1a, right bottom). It allows Cy3 and Cy5 labeled on the two ends to be close, and therefore, FRET occurs, making it possible to monitoring the operations of the FNA device within living cells by confocal fluorescence microscopic imaging. As our FNA device (DTP3WBE) has some vertices that benefit the corner attack during\nScheme 1. Schematic for Cellular Logic Operations with the Designed FNA Devicea\naKey: (a) design and working principle of the FNA logic device consisting of DTP and 3WBE. DTP provides a carrier for endocytosis, and 3WBE plays a role in responding to ATP and protons. Sensing modules are comprised of two components. One is a C-rich DNA sequence responsive to protons, and another is an ATP aptamer that is conjugated with a sequence partly complementary to the C-rich DNA, i.e., a G-rich DNA sensitive to potassium ions. The whole process is monitored via fluorescent readout of the BHQ2/Cy3/Cy5 labeling system. (b) Proposed endocytosis mechanism of the FNA device entering living cells according to the previous report.23 (c) Logic symbol of the AND logic gate.\nDOI: 10.1021/acsnano.9b01324 ACS Nano 2019, 13, 5778−5784\n5779\ncell entry,22 it is expected to easily enter into cells via the caveolae-mediated endocytosis pathway according to the previous report23 and our observations (see Figure S1 in the Supporting Information). The FNA device is ultimately transported to acidic lysosomes where it disassembles, as illustrated in Scheme 1b. During this period, ensuring the FNA device is not degraded by DNases inside cells is a prerequisite for its specific responses to cellular endogenous proton and ATP. It is found that our FNA nanostructure can remain intact inside cells for over 8 h (see Figure S2 in the Supporting Information), like DNA tetrahedra as reported.14 With the lysosomal proton and ATP as inputs, a two-input AND logic gate is achieved in living cells, of which the symbol is presented in Scheme 1c. As a prerequisite for logic operations, the structural\ncompression of the DTP nanoscaffold (Figure 1a) was tested here. We employed native polyacrylamide gel electrophoresis (PAGE) to characterize the formation of the DTP nanoscaffold (Figures S4−S6), of which the monodispersed nanostructure is verified by atomic force microscope (AFM), as shown in Figure 1b. Since DTP contains the i-motif sequences in its three edges, the folding of i-motifs under acidic conditions24 is able to induce the structural compression that is monitored by the Cy3/Cy5 FRET pair labeled on DTP (Figure 1a). As shown in Figure 1c, the addition of proton causes an obvious increase in fluorescence intensity near 670 nm, evidencing the FRET occurrence that results from the\napproximity of Cy3 and Cy5 in the compressed structure. This phenomenon is further confirmed by dynamic light scattering (DLS), showing a hydrodynamic radius (∼6.5 nm) of DTP at pH 8 and a smaller one (∼3.6 nm) upon lowering pH to 5 (Figure 1d). The above process can be repeated several times, monitored by the fluorescence changes of both Cy3 and Cy5 (Figure 1e). It demonstrates a good reversibility of DTP when behaving as a pH pump,19 like other i-motif-based DNA nanodevices.25−27\nIn addition, the structure of 3WBE, which serves as the logic element, was studied and optimized. Based on it, we then designed and chose an optimal structure of the FNA device (hereafter termed PM4S10), which displays a high FRET readout in the presence of ATP and proton, whereas no FRET occurs upon addition of ATP or proton alone. It well meets our demands for cellular logic operations. For more details, see Figures S7−S17 and related discussions in the Supporting Information. To demonstrate clearly our design, we then conducted an in\nvitro investigation on the stimuli-induced disassembly of PM4S10 under different input conditions using native PAGE, as shown in Figure 2a−d. An intact DTP structure without imotif and ABA (lane 1) and the product structure (lane 3) are used as two controls to reflect the structural change of PM4S10 (lane 2) by a shift in the electrophoretic mobility, as we described previously.27−29 In the absence of ATP and proton (Figure 2a), PM4S10 remains stable and moves slightly\nDOI: 10.1021/acsnano.9b01324 ACS Nano 2019, 13, 5778−5784\n5780\nlower than the intact DTP due to its duplex tail, as it does in the presence of ATP alone (Figure 2b). Upon addition of proton, however, there is a slight shift in the band mobility of PM4S10 (Figure 2c, lane 2), attributed to the compression of DTP induced by the i-motif folding as demonstrated in Figure 1. This compression is further confirmed by dynamic light scattering (DLS), which shows that PM4S10 displays a size ∼7.5 nm at pH 8 without or with ATP, while its size decreases to about 4.8 nm at pH 5 and further to ∼3.6 nm when ATP is supplemented (Figure S18a). That is, the DNA structure becomes more compact and therefore it moves faster in the gel. Upon addition of both proton and ATP (Figure 2d), a new band corresponding to the product structure emerges, and meanwhile, that of PM4S10 almost disappears (lane 2 vs lane 3). The population of the structural change of FNA at different logic inputs is analyzed further by quantifying the results of native PAGE with the software ImageJ (Figure S18b). These results suggests that 3WBE of PM4S10 is subject to disassembly in only case, consistent with a much smaller structural size indicated by DLS in Figure S18a. The responses of PM4S10 to the change of pH and ATP are\nfurther tested in a wide range, as shown in Figure 2e,f. The results demonstrate that the logic output is always beyond the threshold if pH ≥ 5.5 and ATP ≥ 2 mM. Furthermore, PM4S10 displays a good selectivity for ATP over other analogues (Figure 2g and Figure S18c). Given the common levels of lysosomal pH (4.5−5.0)7 and cellular ATP (∼3 mM),30 our FNA logic device is thought able to be activated with the endogenous proton and ATP inside lysosomes, which is the foundation of subcellular logic operations (vide inf ra). These stimuli-induced changes of the DNA structure can\ncause a separation or proximity of the labeled dyes and quenchers (Scheme 1a), generally accompanied by a change of the readout signal in fluorescence microscopy. Figure 2h shows fluorescence spectra for the whole disassembly process of PM4S10 monitored with the BHQ2/Cy3/Cy5 system excited at 525 nm. In the intact structure of PM4S10, Cy3 is close to BHQ2 but separated from Cy5 (Scheme 1a), and the fluorescence emissions of both Cy3 and Cy5 are relatively weak due to fluorescence quenching and no FRET. For this reason, the fluorescence behaviors of PM4S10 at pH 8 in the absence or presence of ATP suggest that it keeps stable and intact in these two cases (Figure 2h, blue and red curves), consistent with the results of PAGE and DLS (Figure 2a−d and Figure S18a). At pH 5, there is an obvious increase in the fluorescence emission of Cy3, while that of Cy5 keeps unchanged (Figure 2h, green curve). It means that during the i-motif-induced compression of DTP (Figure 1), the imotif-containing arm of 3WBE becomes loose or even partly unfolded, which makes Cy3 slightly separated from the quencher. In the presence of proton and ATP, a sharp increase in the Cy5 fluorescence is observed (Figure 2h, purple curve), indicating a strong FRET between Cy3 and Cy5. It reveals the 3WBE disassembly of PM4S10, in line with the PAGE and DLS results (Figure 2d and S18a). Besides, it is also attributed to the formed secondary structures of G-quadruplex and ABA that make Cy3 close to Cy5, as illustrated in Scheme 1c. Taken together, the fluorescence readout at 663 nm (FI663) in the whole process coincides with a two-input AND logic gate behavior,31 with proton and ATP as the inputs. Figure 2i shows the corresponding Truth Table, with a threshold of 0.4 for fluorescence output (1 or 0).\nAs a proof-of-concept experiment, we next sought to perform the above-described DNA computation in MCF-7 cells with confocal fluorescence microscopic imaging. Although the FNA device is known to enter the living cells via cell endocytosis,23 how long it takes to fully respond to proton and ATP inside lysosomes remains unclear. To figure out it, we incubated PM4S10 with the cells for different times. Figure 3a\nshows that the fluorescence of Cy3 and Cy5 becomes observable as the incubation time increases to over 2 h, while a clear FRET signal appears until 3 h. It implies an estimated time (∼2 h) for PM4S10 uptake and transport into lysosomes where this logic device responds to endogenous inputs within ∼1 h in consistent with quantitative data (Figure S20a). Here lyso-tracker, which is widely used to locate the lysosomes,32 is employed. As observed in Figure 3b, the FRET signal from PM4S10 is largely merged into the fluorescence of lyso-tracker colored in yellow,33,34 indicative of PM4S10 located in the lysosomal compartments. Undoubtedly, our logic device is in situ driven with lysosomal proton and ATP, as we designed (Scheme 1). Although the lysosomes are known to normally maintain acidic pH and high ATP level, these cellular components may vary for different situations. For example, alkalinized lysosomal pH (even up to 6.1) has been reported in some lysosomal storage diseases.35−37 During cell starvation and hypoxia, ATP levels can fall below 0.1 mM,8 far lower than the normal lysosomal ATP level.11 To mimic these abnormal cellular situations, where our FNA logic device finds potential applications, we adjusted lysosomal pH and ATP to the desired levels using exogenous modulators, chloroquine (CQ)\nDOI: 10.1021/acsnano.9b01324 ACS Nano 2019, 13, 5778−5784\n5781\nand oligomycin (OL). Previous works demonstrated that CQ can increase lysosomal pH by a maximum of 1.5 units,38 while OL decreases cellular ATP concentration by up to 78%.39\nHence, the levels of lysosomal pH and ATP within CQ- and OL-treated cells are expected to fall into the windows where our FNA logic device outputs 0 (Figure 2h, 2i). Figure 3a shows this is actually the case. Without drug treatment, the fluorescence images of MCF-7 cells display high FRET and merge signals (Figure 4a (i)), whereas the fluorescence readout is low (output 0) after treated with CQ and/or OL (Figure 4a (ii−iv), consistent with quantitative data (Figure S20b). It is indicative of a decrease in the endogenous inputs of proton and ATP induced by CQ and OL, respectively, as reported\npreviously. MTT assays shows that both CQ and OL together with PM4S10 have no influence on cell viability (Figure 4b). Meanwhile, we also performed the above logic operations inside the lysosomal compartments by PM4S10-ctrl (Figure S21). No obvious change in the FRET signal is observed for this control DNA nanostructure in the presence of CQ or OL, proving that PM4S10-ctrl is rigid in lysosomal compartments corresponding to quantitative data (Figure S20c,d). In such case, the FRET fluorescence intensity emitted by PM4S10-ctrl is not ascribed to the amount of ATP or pH under four logic input conditions mimicked with CQ and OL modulation, indicating a good capacity of in situ powering our FNA logic device with the endogenous inputs at the subcellular level."
    }, {
      "heading" : "CONCLUSION",
      "text" : "In summary, we have developed a FNA device that can be effectively delivered into the lysosomal compartments to sense their environmental components (proton and ATP) and accomplish cellular DNA computation. Despite the fact that several DNA logic systems have been created for the recognition of cell sufaces40 and evaluation of intracellular telomerase activity,41 we perform intracellular logic operations at the subcellular level with the endogenous inputs. Given the abnormal levels of lysosomal pH and ATP related to some diseases such as lysosomal storage disorders35−37and ischemia,8 our developed FNA device is expected to find potential applications in the disease diagnosis via logic output in response to pH elevation and ATP lack that have been mimicked with CQ and OL modulation."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Materials. The purified oligonucleotides, Tris, ATP, CTP, GTP,UTP, chloroquine, and oligomycin were obtained from Sangon Biotech Co., Ltd. (Shanghai, China). All oligonucleotides were dissolved in 1× TE buffer (40 mM Tris−HCl, 0.1 mM EDTA, pH 8.0) to 100 μM as stock solution and quantified with UV−vis absorption spectroscopy (Agilent cary 60) by measuring A260. The used metal salts (MgAc2, KAc, NaAc) were purchased from Aladdin Chemical Reagent Co., Ltd. (Shanghai, China). All chemicals used in this study are of molecular biology grade and used without further purification. Ultrapure water (18 MΩ·cm−1) is obtained from a Millipore water purification system and was used in all experiments.\nConstruction of DNA Nanostructures. The component strands of DNA nanostructure were mixed at equimolar ratio in TAE-Mg buffer (40 mM Tris−Ac, 10 mM MgAc2, 0.1 mM EDTA, pH 8.0), heated to 95 °C for 10 min, then cooled down to room temperature slowly to form 3D structure. The formation of DNA nanostructures was finally verified by native PAGE.\nGel Electrophoresis Analysis. Native PAGE of different concentrations were chosen depending on DNA nanostructures size. For proper separations, we chose 12% gel to run pony-size DNA nanostructures (TM3S8, TM3S10, TM3S12, TM4S8, TM4S10, TM4S12, TM5S8, TM5S10, TM5S12, TM6S8, TM6S10, and TM6S12 in the Figure S8−S11) and 6% gel to run large-size DNA nanostructures (N,N-ctrl in the Figures S5 and S6 and PM4S10, PM4S12, PM6S10, and PM6S12 in the Figures S12−S15). Gel electrophoresis analysis was run in the corresponding buffer at 4 °C for 5 h under a voltage of 8 V/cm. For imaging, the gel was then stained in Gel Red solution for 30 min, finally photographed with a Gel Doc EZ Imager system (Bio-Rad).\nAFM Imaging. AFM imaging was performed on Multimode 8 Atomic Force Microscope (Bruker, Inc.) in the ScanAsyst in Air mode using ScanAsyst-Air tips (Bruker, Inc.). The images were processed with NanoScope Analysis.\nFluorescence Measurement in Vitro. Fluorescence emission spectra were measured using the F-4600 fluorescence spectropho-\nDOI: 10.1021/acsnano.9b01324 ACS Nano 2019, 13, 5778−5784\n5782\ntometer (Hitachi, Japan). All FRET data were measured with an excitation wavelength at 525 nm under room temperature. When the DNA samples were excited at 525 nm, fluorescence emission spectra were scanned from 550 to 750 nm in steps of 1 nm. All of the experiments were operated in the TAE buffer (pH 8 or 5) containing 10 mM MgAc2 and 140 mM KAc. The final concentrations of DNA nanostructures are 100 nM. The concentrations of ATP are 5 mM in the operations of logic gate. Cell Culture and Confocal Fluorescence Imaging. MCF-7 cells were cultured in Dulbecco’s modified eagle’s medium (DMEM, Gibco) containing 10% inactivated fetal bovine serum (FBS, Every Green), 100 U mL−1 penicillin, and 100 μg mL−1 streptomycin at 37 °C containing 5% CO2, respectively. MCF-7 Cells were seeded in a 15 mm confocal dish at a density of 30000 cells/dish and incubated at 37 °C in 5% CO2 for 24 h. After being rinsed three times with 1 × PBS, the cells were incubated with the DTP-3WBE (150 nM) in DMEM containing 10% inactivated FBS for 4 h. After being washed three times with 1 × PBS, the cells underwent confocal imaging (Zeiss, Model LSM 880) with imaging buffer (DMEM, no Phenol Red). For cell logic operations, the cells were pretreated with 200 μM CQ or with 10 μM OL for 1 h before incubating with PS4M10. All the cells were stained by Lyso-tracker Green (1 μM) for 40 min before imaging. Finally, they were imaged by a confocal laser scanning microscope. Lyso-Tracker Green stained lysosomes were imaged using the excitation wavelength of 488 nm and collected from 491 to 574 nm. The Cy3-Cy5 FRET signal was measured by sequential excitation at 543 nm and collection of Cy3 (549−606 nm) and FRET (650−730 nm) emission, followed by 633 nm excitation and Cy5 (647−720 nm). Further, the average fluorescence intensities were collected with ImageJ software and were normalized, respectively. MTT Assay. MCF-7 cells were diffused on 96-well plates and incubated at 37 °C in 5% CO2 for 24 h. Then some of them were pretreated with 200 μM CQ or 10 μM OL for 1 h at 37 °C. Thenceforth, the cells were treated with 0.15 μM PM4S10 for 4 h, 100 μL of MTT solution (5 mg mL−1) was added, and the solution was incubated at 37 °C for 4 h. Then the MTT solution was removed and the formazan crystals were melted by 100 μL of DMSO in each well. Finally, the absorbance was collected at 490 nm utilizing a BioRad iMark microplate reader."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b01324.\nSequences of DNA nanostructures, experimental details, relevant discussion, and complementary results (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail: tlitao@ustc.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : ""
    }, {
      "heading" : "Yi Du: 0000-0002-1025-6136",
      "text" : "Tao Li: 0000-0002-9724-3812"
    }, {
      "heading" : "Author Contributions",
      "text" : "†Y.D. and P.P. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the National Natural Science Foundation of China (Nos. 21575133 and 21874124), the National Key Research and Development Program of China [No. 2016YFA0201300] and the Recruitment Program of Global Experts."
    } ],
    "references" : [ {
      "title" : "Computing in Mammalian Cells with Nucleic Acid Strand Exchange",
      "author" : [ "P.J. Santangelo", "G. Seelig" ],
      "venue" : "Nat. Nanotechnol. 2016,",
      "citeRegEx" : "L. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2016
    }, {
      "title" : "mTOR Regulates Lysosomal ATP-Sensitive Two-Pore Na Channels to Adapt to Metabolic State",
      "author" : [ "S. Battaglia-Hsu", "I. Nissim", "D.E. Clapham", "D. Ren" ],
      "venue" : "Cell",
      "citeRegEx" : "Battaglia.Hsu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Battaglia.Hsu et al\\.",
      "year" : 2013
    }, {
      "title" : "Lysosomal Physiology",
      "author" : [ "H. Xu", "D. Ren" ],
      "venue" : "Annu. Rev. Physiol. 2015,",
      "citeRegEx" : "Xu and Ren,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu and Ren",
      "year" : 2015
    }, {
      "title" : "Concept and Development of Framework Nucleic Acids",
      "author" : [ "Z. Ge", "H. Gu", "Q. Li", "C. Fan" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Ge et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ge et al\\.",
      "year" : 2018
    }, {
      "title" : "DNA Cage Delivery to Mammalian Cells",
      "author" : [ "J. A" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "A.,? \\Q2011\\E",
      "shortCiteRegEx" : "A.",
      "year" : 2011
    }, {
      "title" : "Aptamer-Based FRET Nanoflares for Imaging Potassium Ions in Living Cells",
      "author" : [ "Wang" ],
      "venue" : "Chem. Commun. 2016,",
      "citeRegEx" : "J. and K.,? \\Q2016\\E",
      "shortCiteRegEx" : "J. and K.",
      "year" : 2016
    }, {
      "title" : "A Proton-Fuelled DNA Nanomachine",
      "author" : [ "D. Liu", "S. Balasubramanian" ],
      "venue" : "Angew. Chem., Int. Ed. 2003,",
      "citeRegEx" : "Liu and Balasubramanian,? \\Q2003\\E",
      "shortCiteRegEx" : "Liu and Balasubramanian",
      "year" : 2003
    }, {
      "title" : "I-motif-Programmed Functionalization of DNA Nanocircles",
      "author" : [ "T. Li", "M. Famulok" ],
      "venue" : "J. Am. Chem. Soc. 2013,",
      "citeRegEx" : "Li and Famulok,? \\Q2013\\E",
      "shortCiteRegEx" : "Li and Famulok",
      "year" : 2013
    }, {
      "title" : "A DNA NanoswitchControlled Reversible Nanosensor",
      "author" : [ "P. Peng", "L. Shi", "H. Wang", "T. Li" ],
      "venue" : "Nucleic Acids Res. 2017,",
      "citeRegEx" : "Peng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Peng et al\\.",
      "year" : 2017
    }, {
      "title" : "Physiological Concentrations of Purines and Pyrimidines",
      "author" : [ "T.W. Traut" ],
      "venue" : "Mol. Cell. Biochem",
      "citeRegEx" : "Traut,? \\Q1994\\E",
      "shortCiteRegEx" : "Traut",
      "year" : 1994
    }, {
      "title" : "Elevated Lysosomal pH in Mucolipidosis Type IV Cells",
      "author" : [ "G. Bach", "C.-S. Chen", "R.E. Pagano" ],
      "venue" : "Clin. Chim. Acta",
      "citeRegEx" : "Bach et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Bach et al\\.",
      "year" : 1999
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "DNA logic nanodevices that in situ operate within living cells have attracted increasing interest and shown great promise for gene regulation and target recognition. A challenge remains how to control their activation inside specific cellular compartments. Toward this goal, here we report a lysosomerecognizing framework nucleic acid (FNA) nanodevice using an i-motif and an ATP-binding aptamer (ABA) incorporated into a DNA triangular prism (DTP) as the logic-controlling units. Once entering the lysosomal compartments, the FNA device responds to lysosomal pH and ATP via the folding of i-motif and ABA, which triggers a structural change of FNA and the release of a reporter structure for subcellular imaging. With endogenous proton and ATP as two inputs, an AND logic gate is built and in situ operated within living lysosomes by pH and ATP modulation with external drug stimuli. Given the abnormal levels of pH and ATP within some cancer cells or dysfunctional lysosomal cells, in this context our designed FNA logic device may find extended applications in controllable drug release and disease treatment.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}