{
  "name" : "downloads_2019-10-21_a7_ruddaraju2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A review on anti-bacterials to combat resistance: From ancient era of plants and metals to present and future perspectives of green nano technological combinations",
    "authors" : [ "Lakshmi Kalyani Ruddaraju", "Venkata Narayana Pammi", "Girija sankar Guntuku", "Veerabhadra Swamy Padavalaa", "Venkata Ramana Murthy Kolapalli" ],
    "emails" : [ "vspadavala@svcp.edu.in", "drkvrmurthy@andhrauniversity.edu.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Asian Journal of Pharmaceutical Sciences xxx (xxxx) xxx\nAvailable online at www.sciencedirect.com\njournal homepage: www.elsevier.com/locate/AJPS\nReview\nA review on anti-bacterials to combat resistance: From ancient era of plants and metals to present and future perspectives of green nano technological combinations\nLakshmi Kalyani Ruddaraju a , Sri Venkata Narayana Pammi b , Girija sankar Guntuku c , Veerabhadra Swamy Padavalaa , ∗, Venkata Ramana Murthy Kolapalli c , ∗∗\na Department of Pharmaceutics, Shri Vishnu College of Pharmacy, Bhimavaram 534202, India b Department of Materials Science and Engineering, Chungnam National University, Republic of Korea c A.U. College of Pharmaceutical Sciences, Visakhapatnam 530003, India\na r t i c l e i n f o\nArticle history: Received 31 August 2018 Revised 3 February 2019 Accepted 6 March 2019 Available online xxx\nKeywords: Antibiotics Bacterial resistance Green nanotechnology Adjuvant therapy Toxicity\na b s t r a c t\nIn the primitive era, humans benefited partially from plants and metals to treat microbial infections. Later these infections were cured with antibiotics but further suffered from resistance issues. In searching of an alternative, researchers developed an adjuvant therapy but were hampered by spreading resistance. Subsequently, nanoparticles (NPs) were proposed to cease the multi-drug resistant bacteria but were hindered due to toxicity issues. Recently, a novel adjuvant therapy employed metals and botanicals into innovative nanotechnology as nano-antibiotics. The combination of green synthesized metallic NPs with antibiotics seems to be a viable platform to combat against MDR bacteria by alleviating resistance and toxicity. This review focuses on the primitive to present era dealings with bacterial resistance mechanisms, newer innovations of nanotechnology and their multiple mechanisms to combat resistance. In addition, special focus is paid on greener NPs as antibiotic carriers, and their future prospects of controlled release and toxicity study.\n© 2019 Shenyang Pharmaceutical University. Published by Elsevier B.V.\nThis is an open access article under the CC BY-NC-ND license.\n( http://creativecommons.org/licenses/by-nc-nd/4.0/ )\n∗ Corresponding author. Department of Pharmaceutics, Shri Vishnu Collage of Pharmacy, Bhimavaram, India ∗∗ Corresponding author. A.U. College of Pharmaceutical Sciences, Visakhapatnam, India\nE-mail addresses: vspadavala@svcp.edu.in (V.S. Padavala), drkvrmurthy@andhrauniversity.edu.in (V.R.M. Kolapalli). Peer review under responsibility of Shenyang Pharmaceutical University.\nhttps://doi.org/10.1016/j.ajps.2019.03.002 1818-0876/© 2019 Shenyang Pharmaceutical University. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license. ( http://creativecommons.org/licenses/by-nc-nd/4.0/ )\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata Narayana Pammi and Girija sankar Guntuku et al., A review on anti-bacterials to combat resistance: From ancient era of plants and metals to present and future perspectives of green nano technological combinations, Asian Journal of Pharmaceutical Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n1\nA l m m k t s i n u\nm t t f g i w l a f c o c t i t A t w\nt o M f t w d i a b\nF d\nS d a z b a M g n i E ( d d w t l d w i o\nd l t o d i f e u i e r c b a c\nv m d i r\n. Introduction\nntimicrobial resistance has become a cosmopolitan probem and it has been a challenge in the medical and phar-\naceutical fields from 20th century. With major advances in edicine, huge surgical procedures, such as heart surgery and idney transplantation, are being victorious; but the infecion after the surgeries is a major issue due to microbial reistance. Thus, our competitive medical world is deadlocked n the evolutionary arms of microbes. As we are developing ewer approaches to treat microbial infections, microbes are sing their own mechanisms to develop resistance [1] .\nAn emergency prevailed in the 20th century to fight against icrobes, and led to the discovery of first chemotherapeuic agent salvarsan against syphilis by Paul Ehrlich. Neverheless, the toxicity of salvarsan made it less ideal for its urther existence. The later discovery was optochin by Morenroth and Levy to treat pneumococci infection. However, t was one of the first cases where antimicrobial resistance as spotted [2,3] . By the mid-20th century, a phenomenal ayout of true antibiotic discoveries advanced with sulfonmides and penicillin, followed by anti-tubercular and antiungal agents, and went on with the entire sequel of antimirobials [4] . These marvelous discoveries improved the quality f life, but very shortly, new and emerging expedient nosoomial and community-acquired pathogenic resistance disurbed the positive functioning of antimicrobial agents [5] , and s demonstrated in Fig. 1 . For instance, ESKAPE pathogens ( Enerococcus faecium , Staphylococcus aureus , Klebsiella pneumoniae , cinetobacter baumannii , Pseudomonas aeruginosa , and Enterobacer species ) have developed resistance globally in hospitals and ere isolated from community-acquired infections [6] .\nOnce the bacteria attain resistance to the antibiotic, hey consign that characteristic feature to other cells and ffspring’s through a horizontal or vertical transmission [7] . ulti-Drug Resistance (MDR) has been a long time concern or the government and health agencies including WHO, in he process of producing antibiotics in a safe and effective ay. But clinicians and all health organizations have failed to ate as the resistance proof-antibiotic has not been entered nto the market. Therefore, antibiotic pipeline is drying out nd efficiency of existing antibiotics against MDR strains has een diminishing [8] . At least 2 million people in the United\nig. 1 – Antibacterial drug discovery and their resistance evelopment- Journey through 20th and 21st centuries.\nB t p t p m c s a fi 1\nb l p b\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\ntates, and about 400 000 patients in the European Union are eveloping resistant bacterial strains annually, among them t least 23 000 and 25 000 people respectively are at mortality one in this decade [9] . Over the past 30 years, a few antimicroials were approved by FDA and in particular 2018, 2017, 2016, nd 2015 constitute 0, 3, 2, 1 antibacterial drugs respectively. oreover, these new anti-bacterials mostly work against ram-positive bacteria [10] . It is much overwhelming as these ewer antibiotics fit in known class and are a source of spreadng further resistance. Some bacteria, vancomycin-resistant nterococcus (VRE), methicillin-resistant Staphylococcus aureus MRSA), carbapenem-resistant Enterobacteriaceae (CRE), multirug-resistant Mycobacterium tuberculosis (MDR-TB) have eveloped resistance to the majority of known antibiotics, hich is a serious health concern [11] . Thus, our world is at hreat in the post-antibiotic phase, where antibiotics are no onger effective against infectious diseases. The center for isease control and prevention treats this situation as the orld’s acute health problems of the 21st century. Therefore, t is high time to gather the root causes of the problem in rder to find alternate solutions to the failing antibiotics.\nModifications in target sites, alteration of influx/ efflux of rugs, enzymatic degradation are the common strategies uti-\nized by bacteria to initiate and enhance intrinsic resistance o antibiotics [12] . The reason behind resistance involves not nly newer mechanisms exhibited by the microbes, but also ue to the activities of humans such as arbitrary prescribing, nappropriate and overdosing (self-medication and countereit drugs), using broad-spectrum antimicrobials, and unnecssary usage of antibiotics in agriculture and cattle that end p in mobilization of antimicrobial resistance [13] . Therefore, t is time to eliminate antimicrobial resistance as no world xists without diseases and antibiotics. There is a persistent equirement for newer antimicrobials with different chemial composition and novel mechanisms to fight against MDR acteria [14] . In a struggle to find new and alternate sources of ntimicrobials, plants and metals seem to be viable options to ombat drug resistance with immunomodulatory action [15] .\nBotanicals and metals are known to have medicinal alue from thousands of years. Healing power in plants and etals is a primitive belief even before any conventional rugs existed. The Ayurvedic system (Materia Medica), which s a 5000 year old natural healing system, contains drugs deived from plants, animals, metals and mineral sources [16] . otanicals occupied the ancient records of herbs from ancient imes to the present era. Ayurvedic medicine explored several harmacologically active herbs and spices such as turmeric, ulsi, liquorice, cardamom and many more [17] . The Chinese harmacopeia discussed various medicinal plants and plant edicines, which became the prototype of modern pharmaopeias for 1500 years. Out of 250 000 to 500 000 known plant pecies, very few have been examined phytochemically, and few have been biologically screened. Salicylic acid was the rst synthetic substance discovered from medicinal plant in 853 [18] .\nPlants are renewable and economical sources of antimicroials with least toxicity and rich chemical diversity. Metabo-\nites (alkaloids, polyphenols, terpenes, glycosides, etc.) in lant extracts are mainly phenolic derivatives that can stop acterial growth by binding to bacterial proteins or through\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nreducing pH, which alters the bacterial cellular process and kill bacteria [19] . These plant-based antimicrobials (PBA) possess certain clinical value, as the bioactivity does not impose any resistance [20,21] . Till date, there has been no claim on identification of bacteria, which developed resistance to plant antimicrobials. There are also recent reviews on plant extract’s antibacterial activity describing their effective action and the defense mechanisms of plants to bacterial resistance [3,21] . Nevertheless, the traditional medicine (Ayurveda, Traditional Chinese medicine, Kampo, Unani, and Siddha) has not entered into modern medicinal framework due to the chemical complexity of plant extracts, the requirement of higher concentrations for activity, poor water solubility and the lack of standardization [22] . Beyond these minute limitations, their true chemical diversity (extensive functional group and chirality) has encouraged phytochemicals for industrial biological applications [14,21] .\nMetals have been used from the ancient times in Ayurvedic classics ( Charaka Samhita and Sushruta Samhita etc.) and Rasa Shastra (8th century A.D.). These ancient classics deal with the drugs of metals and the mineral origin. Within a short span of time, herbo-mineral and metallic preparations grabbed attention in Ayurvedic pharmacopeia with ensured safety and efficacy [23] . Even in recent times, a few metals such as silver and copper are the first-line drugs as antimicrobials and are used in consumer products, agriculture, and medicine. Metals target through the pleiotropic process even on dormant strains resulting in lethal effects of MDR pathogens [24] . As per these ancient classics, purification of micro fine powders ( Ayaskriti ) should be performed with great caution to avoid toxicity. There are several documented studies on the performance of metals as antimicrobials [25] . Recent studies on metals have revealed the mechanisms against bacterial pathogens might be due to oxidative stress, protein dysfunction or membrane damage [25,26] .\nFrom the prehistoric era to date, medicinal plants and metals have their own medicinal identity. Nevertheless, focus on them took a downturn with interference of conventional antibiotics. However, it took less time for the scientists to realize that the effective lifetime of any antibiotic to develop resistance is finite. Owing to the multifaceted effects of medicinal plants and metals, they are known to strengthen the immune system with prophylaxis potential against infectious diseases [27] . Metal and plant-based antimicrobial therapies need a better perceptual view for a rational design of metal and plant-based antimicrobials. Expectantly, greennanotechnology and their combinational therapies with antibiotics have recently been employed as modern methodology in standardized protocols, to provide alternate mechanisms against MDR bacteria [19] . Green NPs with antibiotics carry numerous moieties in one scaffold; where the bacteria cannot develop multiple gene mutations simultaneously in the same microbial cell [28] . Thus, this combinational approach can command and modify molecular structures at the nano-scale to attain smart, targeted and controlled delivery in an economical way through securing natural microbiome.\nHopefully, this review can find a scope to inhibit MDR pathogens through innovative and combinational strategies in the bio-nanofield. Moreover, greener nanotechnology as an adjuvant to antibiotics can prioritize disease-specific bacteri-\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\ncidal treatment at low dosage to ensure safety with sustaining immunity.\n2. Resistant developmental strategies of bacteria towards conventional antibiotics\nThe majority of existing antibiotics that are used for attenuating or killing harmful bacteria act on three targets namely; cell wall, translational activity and DNA replication. Unfortunately, there are various strategies of bacteria to develop resistance either by being intrinsically resistant to certain antibiotics or by inducing mutation in bacterial chromosome. Soon after the bacterial resistance attained, the normal type gets terminated by the drug and the resistant mutant can survive and spread the resistance through horizontal or vertical transfer [7] .\nBacteria may develop resistance towards antibiotics and non-antibiotics ( Fig. 2 ) through following mechanisms:\n(i) Poor drug influx through porin channel. For instance, resistance of P. aeruginosa to imipenem through a mutation that modifies the outer membrane permeability [3,12] .\n(ii) Excessive drug efflux from the target cell through efflux pumps. For Example, P. aeruginosa ’s conversion into a MDR pathogen through mutation in the regulatory protein that enhances the drug efflux. These poor influx and excessive drug efflux mechanisms hinder effective concentration at the site of action. These mechanisms result in a sub-lethal concentration of the drug at the active site, which causes elevated target-based resistance. Many bacterial strains follow both of these mechanisms and induce resistance to drugs such as tetracyclines, sulfonamides, quinolones, aminoglycosides, chloramphenicol, macrolides, and streptogramins [12] .\n(iii) Genetic alterations that modify/protect target sites. This amendment may be due to constitutive and inducible enzymes produced by bacteria. For instance, mutation of erythromycin resistance methylase ( erm ) in group C and G\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\ns c O s m [ p m n m r\ni t c w s v i a i g [\nt T p a g a M i d\na 3 f b c c b a s t b s e a p p [\nh h t i d t t\n3\nI a a a o s\n3\nA c r ( o T K\na o M t f t t a b v c o\n3\nA t a t t u w t c e o\n3 T t w F s β e β a t\ntreptococci that inhibits binding of MLS (macrolide, linosamide and streptogramin B) antibiotics to target site [29] . ther notable instances are the ribosomal point mutation in treptococcus pneumonia that cause resistance to tetracyclines, acrolides, clindamycin, streptogramin, and telithromycin 30] , altered DNA gyrase and topoisomerase IV mutations in roteus species that show resistance to fluoroquinolones [31] , odified penicillin-binding proteins in streptococcus pneumo-\niae, which show resistance to penicillins [32] , and rpoB gene utations in mycobacterium tuberculosis that causes rifampin esistance [12,33] . (iv) Drug molecule inactivation through covalent binding s a common mechanism to develop resistance. For instance, he New Delhi Metallo beta-lactamase 1 (NDM-1) is a reently discovered β-lactamase with carbapenemase activity, hich is resistant to all antibiotics that are used to treat erious infections [34] . Another notable example is inactiation of β-lactam antibiotics (penicillin, ampicillin, amoxcillin, imipenem, piperacillin, ceftazidime etc.) by cleavge of the β-lactam ring in S. aureus , N. gonorrhea, and H. nfluenza . Another instance is the inactivation of aminolycosides by acetyl, phospho- and adenylyl transferases 12] .\n(v) R plasmids play a major role in transmitting resisance by carrying multiple resistant genes in a single plasmid. his process is facilitated by a mobile genetic element (transosons) through horizontal gene transfer in case of antibiotics nd bulk metal ions [35] . Bacterial species may exchange their enetic material through the transformation process. For exmple, enterococcal pheromone-responsive plasmids possess GE called pheromone, which aids in resistance development n E. faecalis . The plasmid-borne kpc gene is associated with a ominant clone in K. pneumonia [12] .\n(vi) Formation of biofilms. Bacterial biofilms are surfacessociated microbial communities hidden in a self-generated D film exo-polysaccharide matrix that protects bacteria rom antimicrobial agents. The gene mutation is enormous in iofilm forming strains. Through quorum sensing, bacterial ells express genes to synthesize and secrete matrix of extraellular polymeric substance (EPS). EPS matrix surrounds the acterial cells and protects them from high concentrations of ntibiotic agents (recalcitrance) resulting in chronic infections uch as cystic fibrosis, periodontitis, native valve endocardiis, prostatitis and otitis media. Biofilm matrix reduces the ioavailability of antibiotics by slowing down the drug diffuion process with its higher viscosity or the genetic material xchange between biofilms. Strength of biofilm strains against ntimicrobials is due to molecular mechanism differences in lanktonically growing isogenic bacteria. There are several reorts on biofilms as a resistance inducer in numerous bacteria 36] . These resistance development strategies of bacteria are\nindering the antibiotics from their effective action against armful pathogens. This necessitates increased dose of an-\nibiotics, or change in the class of antibiotics. Moreover, there s scarcity in discovery of new antibiotic classes in the last two ecades. Furthermore, bacteria invariably attained resistance o all the known antibiotic classes soon after their introducory period ( Fig. 1 ) [5] .\n(\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\n. Adjuvant therapy to alter resistance\nn an era of sustainable resistance and with the lack of novel ntimicrobials, combination therapy of antibiotic-antibiotic nd antibiotic-adjunct has been developed. Adjuvant therpy is capable of extending the lifetime of existing antibitics through synergistic action or inhibiting antibacterial reistance.\n.1. Antibiotic-Antibiotic combination strategy\nntibiotic-antibiotic is a combination of two or more antimirobial drugs as a treatment regimen. This combination may esult in synergism ( C > a + b )/ antagonism ( C < a + b ) /additivity C = a + b )/ autonomy (C ∼a or C ∼b) [37] . Where, ‘a’ is antibitic1, ‘b’ is antibiotic2, ‘C’ is combination of antibiotic1 and 2. his result can be calculated in-vitro by checkerboard method, irby-Bauer disc method or agar-well diffusion method.\nThis combination may act by any of the following mechnisms: (a) Targeting through different pathways as in case f isoniazid, rifampicin, ethambutol, and pyrazinamide for tb and other mycobacteria . (b) Inhibition of different targets hrough a single pathway. For instance, combination of sulamethoxazole and trimethoprim inhibits sequential steps in he folic acid biosynthesis pathway. (c) Inhibition of the same arget with multiple mechanisms as in case of streptogramins nd virginiamycin. There are a wide variety of antibiotic cominations, such as aminoglycosides and penicillins, bacitracin, ancomycin and cycloserine, which inhibit various steps in ell-wall synthesis. Other notable example is vancomycin and xacillin that synergistically acts against MRSA strains [38] .\n.2. Antibiotic-adjunct combination strategy\ndjuncts are the non-antibiotic compounds with little/no anibacterial activity. However, they aid in the enhancement of ntibiotic potency or resistance suppression. This combinaion offers the most successful way to combat multidrug resisance through a number of mechanisms and can be effectively sed as an alternation to antibiotic-antibiotic combinations hich often suffer from certain pitfalls such as drug-drug ineractions. The antibiotic-adjunct combos that attained clinial success include inhibitor adjuncts ( β-lactamase inhibitors; fflux pump inhibitors), natural and biological adjuncts, and uter membrane permeabilizers.\n.2.1. Inhibitor adjuncts hese adjuncts normally do not have any antimicrobial poency, but they may improve the delivery efficacy of antibiotic ith simultaneous inhibition of resistance mechanisms. or example, β-lactamases are enzymes found in demanding pecies ( E. coli, P. aeruginosa and Proteus mirabilis ) that inactivate -lactam antibiotics (penicillins, cephalosporins, carbapenms and monobactams) through hydrolysis. The paradigm -lactamase inhibitor is augmentin (amoxicillin + clavulanic cid) that inhibits lactamase activity and enables amoxicillin o inhibit cell wall synthesis. The other inhibitors are timentin ticarcillin + clavulanic acid), unasyn (sulbactam (sulfones)\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n+ ampicillin) and zosyn (tazobactam (sulfones) + piperacillin). Clavulanic acid in combination with sulfones works through the inhibition of ser- β-lactamases. Avibactam is a non- βlactam β-lactamase inhibitor that binds covalently with enzyme and works against cephalosporin resistance in gram-negative bacteria ( E. coli and K. pneumonia ) [38,39] . Unfortunately, many β–lactamases (oxacillinases (type D), metallo- β-lactamases-NDM-1) are not inhibited by clavulanic acid and other inhibitors, due to numerous resistant enzymes, distinct mechanisms and substrate profiles [34] .\nEfflux pump inhibitors serve as a major promising strategy in suppressing resistance through intracellular accumulation of antibiotics. Most of the gram positive and gram negative bacteria acquire resistance through major drug efflux transporters as described in the above section. An example is PA βN that inhibits efflux pumps in gram-negative MDR bacteria and helps levofloxacin free from bacterial resistance. Another example is celecoxib that inhibits the MDR1 efflux pump through inhibition of COX-2, which prevents antibiotic (chloramphenicol, ampicillin, ciprofloxacin, and kanamycin) resistance from S. aureus . It has been a challenge with the toxicity of PA βN and other efflux inhibitors which hinder their clinical usage. However, inhibitor adjunct therapy is a splendid approach to consider [38,39] .\n3.2.2. Outer membrane permeabilizers Gram-negative bacteria possess complex outer membrane with lipopolysaccharides which restricts the entry of antibiotics. With the aid of permeabilizers (cationic or amphiphilic), antibiotics can weaken the polyanionic outer membrane, and increase the drug uptake. Examples of permeabilizers are colistin, aminoglycosides, cationic peptides, and polyamines. Colistin toxicity can be reduced by using a combination of colistin with rifampin or vancomycin. PA βN also possess membrane permeabilizer property similar to polymixin B, and this was proven in case of E. coli and P.aeruginosa with enhanced efficacy to β-lactams [39,40] .\n3.2.3. Natural and biological adjuncts The advantage of using natural and biological adjuncts is the enhancement of antimicrobial efficacy in a natural way. Examples of biological adjunct are PhagoBioDerm (lytic phage cocktail and ciprofloxacin in a biodegradable polymer matrix) and IgG antibodies that refine immunity and prevent antibiotic resistance. Other notable example is plant-derived thymol in combination with vancomycin and EDTA [41] . A detailed review of plant phenolics and terpenoids as adjuncts to antibiotics has been given by Zacchino et al. in recent times [42] . Apart from these combinations, drugs but non-antibiotics also exhibit synergistic anti-bacterial action. Examples of such strategy include synergy between diclofenac and streptomycin [43] and synergy between azole antifungals and citridones [44] .\nAdjuvant therapy can prolong the lifetime of antibiotic and inhibit resistance mechanisms. But they often suffer from adverse effects due to drug-drug interactions. Moreover, complex studies are needed to formulate dosing regimens with compatible pharmacokinetic and pharmacodynamic properties. Extensive care is required to avoid antagonistic effects. As\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\nthe antibiotics have gained noticeable resistance in monotherapy, adjuvant combinations may often develop double resistant mutants. Simultaneous administration of drugs not only alters pharmacokinetics but may also disturb host microbiome, as they act on the broad spectrum of microbes. To overcome this ultimatum, the feasible option for the targeted delivery with reduced toxicity can be attained through nanotechnology with a special focus on green-NPs and their combinations.\n4. Dealing of nanotechnology with MDR microbes\nNanomaterials are defined as the materials with at least one of its dimension lesser than 100 nm. Nano materials are the primary building blocks of nanotechnology [45] . NPs serve as “magic bullets” with the aim of targeting the drug delivery at right place, with right concentration and for appropriate time [28] . Nanotechnology has vast opportunity to command and modify molecular structures at nanoscale to attain specific target action. Nano-bullet targeting is advantageous over conventional systems as they enhance therapeutic capacity by preventing microbial resistance. Furthermore, nano targeting often prevents frequent drug intake and reduces side effects. Therefore, nanoscience enhances patient compliance through protecting natural microbiome . NPs have the capability to overcome drug resistance due to their multi-functionality, as bacteria cannot develop multiple gene mutations simultaneously.\n4.1. Organic versus inorganic NPs\nNPs for the desired action may be organic or inorganic. Organic NPs include liposomes, polymeric NPs, polymeric micelles and solid lipid NPs (SLNs) that are used in major therapeutics. They possess major advantages such as handling either hydrophilic or hydrophobic drugs, biodegradability, compatibility and low systemic toxicity. However, they suffer from certain limitations such as short shelf life, low encapsulation efficiency and poor stability at high temperature and cannot withstand harsh processing conditions [46] . A detailed review on organic NPs along with their combination therapy and controlled release was described by Huh, et al. [47] . In contrast, metallic NPs procure small size with high loading capacity and high stability [48] . With the introduction of nanotechnology, particles are manipulated at atomic level to form metallic NPs [49] . The distinctive size-dependent properties assist their various applications of catalysis, biotechnology, medical and pharmaceutical fields as therapeutic agents, medical diagnostic imaging and drug delivery systems [49] . Inorganic NPs hold unique physicochemical properties (optical, chemical, electronic, catalytic, mechanical and magnetic) due to their high surface-volume ratio that can transcend barriers and ensure higher activity in biological systems when compared bulk materials. Metal-based NPs are highly promising therapeutics as anti-bacterials by overcoming the disadvantages of antibiotics and bulk metals [50] . Metallic NPs have versatile applications in diagnostic assays, radiotherapy, drug and gene delivery, and thermal ablation techniques [51] .\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n4\nM a p t [ m p h o a s c i a t r o a a d r g i r ( s m o d b i d t m\nb p N c o fi e\nt p n S t a W a m i a o s t p p\n4 T p l [ n t r t [ k i b f s t s a b\n4 h t r t m c a d i s l R m F\n.2. Fabrication of inorganic NPs\nost common ways to prepare inorganic NPs are top-down nd bottom-up approaches. These methods fine-tune the hysicochemical properties of metals to attain nanostrucures with specific functionalities, which are depicted in Fig. 3 52] . In top-down approach, metallic NPs are prepared by trim-\ning bulk material into fine particles. This approach has articular limitations such as heterogeneous nanostructures, igh energy consumption and complexity in synthesis. On the ther hand, bottom-up approach deals with self-assembly of toms and molecules into cluster, which eventually format deired homogenous metallic NPs through chemical or biologial methods [53] . Functionalization of these metallic NPs aids n targeted delivery with several pharmaceutical theranostic pplications [54] . The synthetic methods of inorganic NPs via op down and bottom up approach have been provided in a ecent review [55] . In bottom up approach (chemical methds), formation of inorganic NPs utilize reducing and capping gents for the reduction of metal salts, attaining desired size nd functionalization of NPs. For example, sodium borohyride, sodium citrate, ascorbate, elemental hydrogen, tollen’s eagent, N, N-dimethyl formamide (DMF) and poly (ethylene lycol) block copolymers are used for reduction of metal salts n aqueous or non-aqueous solutions [55] . Capping agents (citate, chitosan, polyvinyl acetate (PVA), polyvinyl pyrrolidone PVP), 11-mercaptoundecanoic acid) are used to increase the tability for even dispersion of the NPs [56] . Thus, physical ethods produce heterogeneous NPs with high consumption f energy, and chemical methods utilize synthetic capping, reucing and stabilizing agents, and eliminate non-ecofriendly yproducts. Moreover, these methods utilize complex process n synthesizing NPs. Metallic NPs are usually optimized by ifferent parameters such as reducing agent concentration, emperature, time and pH. In case of metal oxide NPs, opti-\nization is further followed by thermal treatment in the am-\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\nient air and/or oxygen atmosphere [48,57] . In addition, caping agent plays a crucial role, as it acts as a bridge between P surface and biomolecule, which further influences loading apacity, releasing and aggregation [58] . However, assessment f toxicity of nano particles fabricated by these methods is difcult due to the involvement of chemicals and byproducts, as ach chemical compound has different level of toxicity [56,57] .\nTo reduce toxicity and improve efficacy of chemically synhesized NPs as antibacterials, some researchers have emloyed plant metabolites as adjuvants. For example, combiation effects of Ag-NPs with cinnamaldehyde and eugenol, e-NPs with quercetin, Au-NPs and Ag-NPs with resverarol have been reported with irreversible membrane damge against gram-positive and gram-negative bacteria [59–62] . hen metallic NPs are administered at therapeutic dose, they re not toxic by themselves, as there is daily requirement of etals for our body [63] . But toxicity may arise due to agents n the chemical synthesis. There is a recent review by Khan et l., focusing on the toxicity associated with chemical methds and properties of NPs [64] . To overcome the toxicity isue, green nanotechnology can be an undeniable approach as hey do not employ any synthetic reagents [56,65–67] . In the resent review, biosynthesis of inorganic NPs has been exlored as the main focus is on less toxic antimicrobials.\n.2.1. Biosynthesis of metallic NPs he employment of natural resources (microorganisms and lants) as potential reducing agents in the synthesis of metal-\nic NPs is favorable to the environment and human health 68] . Moreover, this method is simple, reproducible and ecoomical as it involves one step synthetic process [69] . Biosynhesis involves biological extract from microorganisms (bacteia, fungi, yeast, algae, and virus) or plants as reducing agent o reduce metal ions either extra-cellularly or intra-cellularly 70] . Components of natural sources (phenols, terpenoids, alaloids, amides, proteins, pigments, flavones) act as reducng agent, which makes exact mechanism of metallic NPs iosynthesis difficult to understand [71] . These components urther act as capping agents and help in the production of table NPs through prevention of aggregation [58] . Therefore, he most critical criteria of non-toxicity, reproducibility, easy cale up with uniform size and morphology, targeted delivery nd resistance free anti-microbials can be attained through io-fabrication of metallic NPs [72] .\n.2.1.1. Microbial components as a reducing agent Microbes ave the capability to detoxify metals ions. Therefore, utilizaion of microbial components as reducing agents in the prepaation of metallic NPs can minimize toxicity associated with he respective metal. Extracellular method of NPs synthesis is\nost preferred than intracellular method, as it is rapid proess and bypasses the downstream processing [73] . Bacteria re ubiquitous and are more favorable as bio reducing agents ue to their simple culturing feasibility [74] . It’s an outstandng approach of using microbes as a reducing agent in syntheizing NPs to kill harmful pathogens. Various species of Bacilus , Pseudomonas , Aeromonas , Escherichia , Klebsiella , Enterobacter , hodobacter and many more have been used in synthesizing etal (Ag, Au, Cu, Pt, Pd) and metal oxide NPs (CuO, ZnO, TiO 2 , e 2 O 3 ) [75,76] . Even dead bacteria have the capability to reduce\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nmetal ions for fabrication of NPs because of organic functional groups on their cell wall. The main mechanism of NP synthesis via microbes lies on the reductase enzyme or protein or biochemical pathway in that respective bacterium [77] .\nCompared to bacteria, synthesis of NPs through fungi is a straightforward and easy culturing process, which produces stable and less toxic mono-dispersed metallic NPs [78] . In addition, fungi have higher metal bioaccumulation capability along with high tolerance capacity. It is an efficient secretor of intracellular or extracellular enzyme that helps in the production of metal, metal oxide and sulfide NPs [79] . Aspergillu s, Penicillium , Fusarium, Trichothecium, Colletotrichum , Trichoderma etc. are most important species for bio-reduction and stabilization. Besides many advantages with fungi, its limitation is time span [79] . Other microbes useful for NPs synthesis include yeast, actinomycetes, algae and virus [80–83] .\nAlong with core profit of large-scale synthesis and absence of toxic chemicals [84] , microbial based syntheses involves certain drawbacks such as complexity in culturing techniques, size control and slow processing with difficulty in recovery [52] . Since the last decade, there have been several reviews available solely on metallic NPs using microbes to go through in detail [67,74] . Metal oxide NPs synthesis was also reported with microbial components but with limited literature available [52,53,57,71,73,76,77,79,84] .\n4.2.1.2. Plant components as a reducing agent In ancient period, medicinal plants were used primarily for medicinal purpose. Domination of antibiotic era hindered focus on botanicals due to the large requirement of plant material for the medicinal activity, which is burdensome despite of its nontoxic nature. At present, to utilize the major benefits of Mother Nature, plant source have been employed as reducing agents in the preparation of metallic NPs, which is described as phyto-nanotechnology. It is a boon these days with a salutation to ancient knowledge of metals and botanicals [85,86] .\nPhyto-nanotechnology has drawn significant attention due to its rapid, eco-friendly, non-toxic, cost-effective protocol in a single step synthetic process without the use of high pressure, energy, temperature or toxic chemicals. In plant-mediated synthesis, the extract is mixed with a metal precursor solution at room temperature and particular pH for a certain period of time. Role of plant extract as reducing, stabilizing and capping agent in the synthesis of metallic NPs might be due to carbonyl and hydroxyl groups as described by Mohamad et al. [87] . This synthetic process is used for large-scale production of stable NPs with biocompatibility, scalability and medical applicability. Almost all parts of medicinal plants (leaves, stem, root, latex) have been used as they contain one or more components (proteins, phenols, vitamins, organic acid, flavonoids, terpenoids, glycosides, and polysaccharides) to act as a reducing agent [88] . In addition, these bio-molecules can be easily extracted and can further act as stabilizing and capping agents to prevent agglomeration. Process of attaining stabilized NPs is shown in Fig. 4 . Furthermore, metabolites that are used for reduction process are hypothesized to bind to the surface of NP and further enhance activity [89] . Several plants possess metal accumulation property that can be later reduced intra-cellularly as NPs [90] . More plants must be in-\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\nvestigated as they are indispensable sources to produce fascinating homogenous NPs for antibacterial activity without resistance and toxicity issues. A vast research focused on green synthesis and many articles and reviews were reported in the recent past for detailed study of the synthesis, mechanism, characteristic techniques and applications of green synthesized metallic NPs [91] . T. M. Abdelghany et al., outlined a review on green synthesis of Ag NPs along with their applications [92] . Soumyamenon et al., marked a review on Au NPs [93] . There are many discussions with reviews regarding the green synthesis of CuO, ZnO, Fe 2 O 3 NPs for knowledge on respective synthesis, mechanism, and their applications [94–96] . In addition, with limited literature, plant components are also used as reducing agents in the synthesis of bimetallic NPs for effective antibacterial activity [97] .\n5. Antibacterial mechanisms of NPs\nThe massive use of nanomaterials in biomedical applications enhanced research interest to explore the antibacterial mechanisms of NPs [46] . NPs can alter the metabolic activity of bacteria by maintaining contact with bacterial cells via electrostatic interaction, vanderwaals forces, receptor-ligand and hydrophobic interactions [98] . Further, these NPs can cross the bacterial membrane and assemble along the metabolic pathway influencing the shape and functioning of the cell membrane. Finally, NPs interact with the bacterial cell basic components causing oxidative stress, permeability and gene expression changes, diverse alterations, electrolyte balance disorders, protein deactivation, and enzyme inhibition [26] . In order to study the toxicity of NPs against bacterial and mammalian cells, it is important to understand the antibacterial mechanism of NPs. The following mechanisms that are most frequently proposed in current research include oxidative stress, metal ion release, and non-oxidative mechanisms. The bactericidal effects on harmful bacteria based on the stated mechanisms are demonstrated in Fig. 5 .\n5.1. Dissolved metal ions\nMetal ions gently release from metal and metal oxide NPs and are absorbed through the cell membrane. Each metal ion has its own sensitivity to different microorganisms. For instance, Ag + ions react with sulfhydryl groups in enzymes and other cellular constituents leading to cellular dysfunction. Ag + also prevents cell wall synthesis in gram-positive bacteria. In addition, Ag + ions can also interact with microbial DNA inhibiting growth by obstructing DNA replication and cell division [99,100] . In the case of copper-based NPs, Cu ++ interacts with amine and carboxyl groups on the surfaces of microbial cells. Moreover, copper ions can penetrate into the bacterial cell and can bind with DNA molecules affecting inter and intra nucleic acid strand cross linking, which causes disorganization of the helical structure [101] . This is the same mechanistic approach in case of Au NPs that attenuates bacteria through bacterial membrane disruption [102] . However, metal ion-mediated inhibition is insignificant due to the pH of lipid vesicles, which results in weak antimicrobial activity. Therefore, metal ion\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nr d\n2 a i t l h\nd o\nn w a p N\n( c a m h n e i N c s c g c\n5\nT p b p l c p i\nelease contribution to antibacterial activity may not be the ominant mechanism for bacterial inhibition.\nFor example, the metal ion release from Cu based NPs is 53 times more than that of ion release from Ag-NPs. This is ttributed to higher oxidation states of Cu than Ag. If metal on release plays a key role in killing bacteria, Cu 2 + is expected o exhibit higher antibacterial activity than Ag-NPs. Nevertheess, Ag-NPs have been more efficient in bacterial growth inibition than Cu-NPs [103] .\nThere have been conflicting reports in the literature on ominant mechanism with metal ion release and reactive xygen species. Some reports have claimed that the domi-\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\nant mechanism for bacterial inhibition is metal ion release, hereas, other studies have demonstrated alternative mechnisms for the same NPs [104] . These conflicting studies emhasize the importance of absolute evaluation of each type of P under standardized testing conditions.\nAccording to the guidelines of World Health Organization WHO), the presence of metal ions; Zn, Ag, and Cu at conentrations 3 mg, 0.1 mg, and 2–3 mg respectively per day is cceptable for adults [105] . If the metal ion consumption is ore than the therapeutic dose, it could be harmful to human ealth as it exhibits adverse effects on normal cells. Unfortuately, proteomics investigation of toxicity for NPs is rare to valuate the toxic effect of NPs. In order to reduce the metal on release and/ or slow release from metal and metal oxide Ps, there have been many attempts such as introducing bioompatible capping or stabilizing agents or employing corehell and doped NPs for controlled release, or preparation of omposites with inorganic/ organic compounds. These strateies may aid in enhanced antibacterial activity with low toxiity [98,106] .\n.2. Reactive oxygen species\noxicity of nanomaterials can be mainly attributed to the roduction of reactive oxygen species (ROS) that inhibits acterial growth by restricting amino acid synthesis, lipid eroxidation and DNA replication [107] . The production and iberation of ROS in bacterial cells are balanced under normal onditions [102] . In contrast, in the presence of NPs, excessive roduction of ROS leads to an unbalanced state, which results n oxidative stress, creating damage to the basic individual\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\ncomponents of bacterial cells [108] . There are 4 types of ROS, namely superoxide radical (O 2 −), hydroxyl radical ( OH), hydrogen peroxide (H 2 O 2 ) and singlet oxygen (O 2 ), that are generated by NPs with different levels of activity and toxicity. Reasons behind the ROS production are oxygen vacancies and defective sites in crystal structures [109] . Literature has proved that O 2 − and H 2 O 2 can cause moderate stress reactions which can be neutralized by endogenous antioxidants, whereas OH and O 2 cause acute microbial death [110] . Further, oxidative stress can be a potential contributor to alter cell membrane permeability and cause irreversible membrane damage. However, various NPs produce different types of ROS by reducing oxygen molecules. These free radicals increase ROS level to restrict respiratory enzymes and evoke inflammatory responses, which ultimately induce apoptosis. The induced toxicity through ROS generation and different toxicological pathways has been described well in recent reviews [63,104] .\nWhen ROS mechanism of metal oxide NPs (ZnO- and TiO 2 –NPs) is considered, ROS interfere with cell functions through photo catalysis. Electrons ( e −) in the valence band are stimulated and transmitted to conduction band when illuminated with energy greater than or equal to the band gap of particular NP [111,112] . In the case of ZnO-NPs, H 2 O 2 and OH species are generated but no O 2 −, whereas TiO 2 -NPs can generate electron-hole pairs after absorbing light to exhibit antibacterial potency [113] . Electron-hole pairs will react with water and air on the surface of NPs to produce highly chemically active ROS. In contrast, ZnO-NPs produce minimal amounts of OH in the dark which can contribute to antibacterial activity [114] . However, the generation of all four types of ROS has been proposed in the case of copper oxide NPs [115,116] . It has been found that changes in cell membrane permeability primarily occur due to oxidative stress. Once after NPs enter the cell, intracellular ROS induce loss of membrane integrity, attacks proteins and enzymes that are crucial for cell morphology and disturbs the normal physiological processes of bacterial cells. Moreover, it causes elevated expression of oxidative proteins that lead to cell apoptosis and death [117] . However, excessive ROS stress might be harmful to humans as cells can trigger their defence mechanism. Further, these protective mechanisms fail to restore cellular redox balance and create irreparable damage of DNA, lipids and proteins, leading to necrosis and/or apoptosis. However, this concept is valid only if ROS production is dominant mechanism of toxicity [118] . By contrast, NPs surface and composition can be manipulated to reduce excess production of ROS induced stress (toxicity) by controlling the oxygen vacancies at the surface or through doping.\n5.3. Direct contact/Non-oxidative mechanism\nThe non-oxidative mechanism involves direct interaction of NPs with cell walls. There are several possible interaction mechanisms of NPs with bacterial surface including electrostatic, vanderwaals forces, hydrophobic and receptor-ligand interactions. Multi-layered structure enveloping bacterial cell acts as defensive barriers and creates hostile environment. Gram-positive and gram-negative bacteria produce different adsorption pathways for NPs as they have different structure in terms of cell membrane components. In\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\ngram-negative bacteria, lipopolysaccharides (LPS) and phospholipid layers are responsible for highly negative-charged cell surface, which attracts positively charged NPs. In contrast, in gram-positive bacteria, teichoic acids linked with plasma membrane or peptidoglycan layer impart negative charge to the surface. Phosphate present in teichoic acid attracts and distributes NPs along the molecular chain of phosphate, avoiding any aggregation. Moreover, it has been validated that antibacterial effect of NPs is more pronounced for gram-positive than gram-negative bacteria due to porosity difference [104] . In addition, surface charge alone is not the dominant factor for direct interaction of NPs and bacterial cell. For example, positive surface charge of Ag-NPs is the dominant factor for adhesion [119] . The positive charge of Ag-NPs provides electrostatic interaction with negatively charged cell membrane of microorganisms, which promote the attachment to cell membrane. Due to interactions, morphological changes in cells can be examined by shrinkage of cytoplasm and membrane detachment that leads to cell wall rupture. Besides electrostatic attraction, interaction between sulphur-containing bio-molecules and Ag-NPs provides irreversible changes enabling cell wall disruption [120] . This in turn affects the integrity of lipid bilayer and permeability of cell membrane. The attachment of negatively charged ZnO-NPs with both gram-positive and gram-negative bacterial membrane is due to predominant interactions of receptor-ligand than weak electrostatic repulsion [121] .\nThus, the attachment between nanomaterial and cell membrane is through different types of physicochemical interactions. Electrostatic forces might contribute greatly to the adhesion of positively charged particles, but other mechanisms cannot be excluded. In the case of weak electrostatic repulsions between NPs and bacterias, receptor-ligand interactions may be dominate interactions between oxides and bacteria. Such a bond formation was reported in bacterial adhesion to natural mineral surfaces [122] . Carboxyl, amide, phosphate, hydroxyl groups and carbohydrate related moieties in the bacterial cell wall may provide sites for the molecular scale interactions with oxide NPs [122] . Once the particle gets attached to cell surface, re-dox reactions take place to create oxidative stress in bacteria. However, attachment without cell damage can occur for certain nanomaterials, and there were studies showing that toxicity still remains even if NPs and bacteria are separated by membrane. Thus, direct contact is often but not in all cases proposed as necessary mechanism of toxicity. Direct contact inhibits enzymes and proteins involved in cell metabolism, thus disrupting normal functioning of bacterial cell [107] . In addition, we can tune the surface charge of NPs using biocompatible ligands or capping agents [123,124] .\nIn short, to get rid of toxicity issue and for enhanced bactericidal effect, tuning of metal size, composition, surface properties and employing bio reducing agent can be done by optimizing synthetic process [125] . Furthermore, the mechanism associated with toxicity is much of a concern to deal with each type of nanoparticle. If the predominant mechanism of antibacterial activity is metal ion release accompanying toxicity, the metal release and its concentration must be assessed and precursors should be modified accordingly in synthetic process through doping. For instance, metal ion release in metal-\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nl o b m i s\n6 a\nN i d c p p t o t i t m [ u [\ne g [ n e l i p o a w t a a c a r t t\n7 N\nG t a N t c t p a\ng t t r N t a a s a\n8\nP t i o c a a m c n T c o s w s t m t c f a z i t t T a l c e e c s [ m S t k t a s i a o i\nic NPs can be reduced by preparing a core-shell with metal xides, metal ion release in metal oxide NPs can be controlled y doping or preparing a composite with metals. If the chief echanism of antibacterial action is ROS, toxicity can be abolshed by controlling oxygen vacancies and defective crystal ites in its structure.\n. The necessity of phytoNPs as a carrier of ntibiotics\nPs (liposomal NPs, solid lipid (SL) NPs, polymer-based NPs, norganic nanodrug carriers, terpenoid-based NPs, and denrimer NPs) effectively combat microbial resistance by overoming massive resistance mechanisms of bacteria and also lay a role as a carrier to antibiotics and target bacteria by rotecting the antibiotic from resistance [126] . Furthermore, he release of antibiotic can be controlled by maintaining ptimum concentration at the infection site for prolonged ime, which reduces the frequency of medication along with nhibitory effect on cell growth [127] . Moreover, the combinaion of drugs can also be carried on a single NP and kill MDR\nicrobes through multiple mechanisms with least resistance 128] . In addition, NPs can be operated through external stimli such as magnetic field, light, pH, chemical agents and heat 129] . Thus, NPs can be an assured paradigm as drug vehicles for ffective therapy against MDR bacteria either by passive tareting or active targeting (through ligand functionalization) 130] . NPs are being preferred as 1st choice drugs for RES illess based on their distribution sites, extended lifetime (slow limination) [131] , broader therapeutics, low side effects and east resistance. Instead, NPs are known to induce cytotoxicty, genotoxicity, immunotoxicity depending on the synthetic rocedure and their size, concentration and the mechanism f action through which they target bacteria [131,132] . Toxicity ssociated with NPs is overviewed in recent studies along ith mechanisms of toxicity as a compulsory education in he nano field [133,134] . Thus, nontoxic (bio) nanosystems as carrier to antibiotics can be a probable option for delivery of ntibiotics to steer clear the toxicity problem. The synopsis of ombination approaches of NPs with antibiotics via physical nd chemical methods are described in some reports and eviews but no report exists with a special focus on biosynhesized NP combinations, which is crucial in resistance era o admit toxic free antimicrobials [135,136] .\n. Combinational strategies of biosynthesized Ps with antibiotics\nreen synthesized NPs are known to inhibit popular resisance mechanisms exhibited by bacteria such as excessive nd poor influx, biofilm etc. [137] . The strategy of using green Ps as an adjuvant to antibiotics is to acquire toxic free animicrobials as utmost criteria [56,65–67] . Toxicity issues assoiated with NPs may create a major threat to humans rather han original infection caused by microbes. Method of NPs reparation and dosage level of NPs and antibiotics make bigger hand in rising toxicity. Thus, functionalization of\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\nreener NPs with drugs is an alluring strategy in nano field o combat resistance at lower dose with least toxicity, and he same is portrayed in Fig. 6 . It is encouraging to know that esearch is focused recently on microbial and plant assisted Ps in combination with antibiotics, considering them as least oxic to mammalian cells. Formerly, many reports and reviews re available on green synthesized NPs using various plant nd microbial sources [92,95,138] , but very few are available olely on combinational therapy of green synthesized NPs as n adjuvant to antibiotics, and so are listed in Tables 1 and 2 .\n. Toxicity associated with green NPs\nossible administration routes of NPs include oral, parenteral, opical or through inhalation by avoiding physical and chemcal barriers faced by conventional drugs. The exact route f administration that works for greener NPs rather than onventional drugs was interpreted in clear by Pik ling et l. [161] . NPs are rapidly absorbed due to their small size nd distributed in liver, spleen and lymph nodes [162] . They ay aggregate and accumulate in body for prolonged periods ausing toxicity depending on metal, reducing agents, mechaism of antibacterial activity, NP size and concentration [163] . oxicity problems can be reduced to a certain extent through hanges on the surface of NPs, chemical transformations r decreasing the concentration of NPs [125, 132] . Of course, ome studies have revealed that there is no apparent toxicity ith NPs [163,132] . It can be assured that bio-mediated NPs how the least toxicity to mammalian cells when compared o physical and chemical methods [56,65–67] . Bio involves\nicrobes as well as plants that are assumed to provide leastoxic NPs. Owing to strenuous cell cultural procedures and ontamination due to microbes, plant-based NPs are mainly ocused to describe the toxicity. Vicario pares et al., performed toxicity study of metal oxide NPs (CuO-, ZnO-, TiO 2 -NPs) on ebra fish embryo. Out of that, ZnO-NPs has shown more toxcity but lesser toxicity than bulk Zn [164] . The same toxicity est was performed by Jeyabharathi et al. on zebra fish embryo hrough Amaranthus caudatus leaf extract mediated ZnO-NPs. his green mediated experimentation has shown no toxicity, nd displayed excellent antibacterial activity towards Staphyococcus epidermidis and Enterobacter aerogenes at a similar conentration employed by Vicario-Pares et al. [164,165] . Hazarika t al., tested the cytotoxic effect of Thalictrum foliolosum root xtract synthesized Ag-NPs on RAW 264.7 cells at bactericidal oncentration (5 μM), which has proved no toxicity in cells and hown similar antibacterial activity to standard antibiotics 166] . Other noteworthy instances include core-shell supra-\nolecular gelatin NPs loaded with vancomycin inhibiting . aureus and Staphylococcus epidermidis with negligible cytooxicity and elevated biocompatibility on human embryonic idney (293T) and human hepatocyte (LO2) cells [167] . Biosynhesized Ag-NPs predominantly exhibited least cytotoxicity nd genotoxicity in vivo in comparison with chemically ynthesized NPs [67] . Another report on negative cytotoxicity s the synthesis of silver NPs using Aloe vera plant extract gainst S. epidermidis and P. aeruginosa , which proved no bvious cytotoxicity on human PBMCs [168] . Excretion of NPs s usually slow and by bile [131] .\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n9. Deficiency in current research\nThough green NPs as antibiotic carriers fulfill the needs of effective antimicrobials, it is essential to overcome some pitfalls associated with them. At present, though many types of green NPs are synthesized through various sources, only limited data is available on clinical applications and toxicity restricts NPs and nano-antibiotics to enter the mainstream of antibiotic pipeline as a new class. Though some bio-nanoantibiotics have proven their performance in vitro and in experimental animal models with respect to pharmacodynamics, pharmacokinetics and toxicity, evidences from well-designed in vivo assays and clinical trials are inadequate with many unanswered questions on neurotoxicity, genotoxicity, and cytotoxicity. Thus, in vivo assays and clinical trials must be performed on every nano-antibiotic to assess toxicity associated, sitespecific drug delivery, preterm drug release, elimination, and stability study.\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\nControlled release analysis of nano-antibiotics is not in serious focus comparing to in cancer therapy. But, it is paramount in this case as people are in death zone due to infections after surgeries. A comparative study is mandatory for every type of nanoparticle (through all methods) against each type of microbe to get an analysis of drug loading efficiency, site-specific delivery, safety, and toxicity associated. This comparative study helps health professionals pick the appropriate NP for effective antibacterial activity.\n10. Future perspective of bio-nanotechnological combinations\nThrough observing Tables 1 and 2 , it can be acclaimed that there is only a few researches focused on antibiotics loaded with bio mediated NPs, and majority of reports are in combination with Ag-NPs. There is many more metallic NPs syn-\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nt m b c A N\na p h D o o hesized through microbial and plant extract mediation that ust be studied in combinational approaches. Besides this, iosynthesized bimetallic NPs and their combinations, and ontrolled release pattern of biological NPs must be assessed. s of now, there is no report on green synthesized bimetallic Ps as a carrier and a few reports exist on controlled release of\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\nntibiotics with bio-based NPs as a carrier. For instance, a reort by Shibani Basu et al. examined the release of drug from ydrogel through green Ag nanocomposite obtained from olichos biflorus Linn . This study has shown that modification f acrylamide and silver ion can improve swelling properties f nanocomposite hydrogel and pH response which makes it\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nsuitable for drug delivery applications [169] and another report on controlled release by Avnesh kumari et al. shows the controlled and sustained release of Quecertin from PLA NPs for healthy immune system [170] . Considering the attractive antibacterial activity towards MDR pathogens and toxic free nature of green synthesized NPs, more study is required with respect to combinational approaches along with targeted and controlled release aspects to achieve resistance free drugs.\n11. Conclusion\nIn primitive era, metals and plants were used to treat infections, but due to their random use without proper diagnostics, numerous deaths took place even in case of minor infections. Fortunately with the discovery of antibiotics, many lives were saved from several infectious diseases. New categories of antibiotics were discovered subsequently for half a century, but antibiotics attained resistance soon after their introductory period. Later on, no new classes have entered the antibiotic pipeline in the past 30 years. On the other hand, all renowned antibiotic classes have earned notable resistance and monotherapy approaches have become limited in the landscape of MDR pathogens. As an alternative, researches have focused on the resistance mechanisms of bacteria and developed adjuvant therapy with antibiotics. This combinational approach can bypass bacterial resistance mechanisms, but due to adjuvant-antibiotic interactions, resistance is spreading further. In addition, broad spectrum activity of these combinations is affecting natural microbiome. Therefore, scientists have shifted their focus on nanotechnology as an interdisciplinary approach to target MDR bacteria.\nNPs have the ability to modulate their physicochemical properties that grant novel molecules for effective bactericidal activity with feasible administration routes. Several methods are employed (physical, chemical and biological) to prepare NPs. Each method has its own pros and cons with the foremost merit of resistance-free and principal demerits of heterogeneous (physical) and toxicity (chemical). Of all methods, biological method may satisfy the criteria of resistance-free and homogenous NPs with limited toxicity. Thus, it is a reverse brain drain of plants and metals in nano forms, as green NPs works against MDR bacteria through targeted delivery with no resistance and toxicity. In spite of NPs efficacy as antimicrobials with targeted approach, our world cannot ignore antibiotics as they have proved their outstanding performance in antibacterial activity from the 20th century. Thus, a combination of antibiotic with greener NPs can be a paradigm shift to deliver the optimum concentration of drug at the target place, by bypassing resistance mechanisms of bacteria. In addition, adopting greener NPs as drug delivery vehicles can be a toxic-free approach with fewer administration frequencies along with biocompatibility.\nIt is difficult for nano-antibiotics to enter the medicinal framework unless they cross the pre-clinical and clinical trials effectively. All researches must put maximum attention in assessing NPs from their preparation step to clinical studies. Since the last decade, numerous plant sources have been reported with bactericidal activity, but till date none of them has entered antibiotic pipeline as a new class. This might be due to\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\nlack of efficient in vivo studies. Thus, every NP report should provide its full data on pharmacodynamic and pharmacokinetic properties including toxicity and comparative studies of each NP on each class of bacteria. The government must support with funding the clinical trials to make the fabulous nano to enter the drug pipeline. With the hand in hand approach of government and researchers of various fields (pharmacists, biologists, physicians, biochemists etc.), a new class of nano-drugs that fulfills all the requirements of an ideal antimicrobial is no longer away. Once nano-drugs enter official drug pipeline, no further research might be needed to find any alternate solutions, as green-nano antibiotics can fulfill all the requirements of an effective antibacterial, and save millions of lives.\nConflict of Interest\nThe authors declare that there is no conflicts of interest.\nreferences\n[1] Nikaido H . Multidrug resistance in bacteria. Ann Rev Biochem 2009;78:119–46 . [2] Foster WD . A history of medical bacteriology and immunology. London: Heinemann; 1970 . [3] Gupta PD , Birdi TJ . Development of botanicals to combat antibiotic resistance. J Ayurveda Integr Med 2017;8:266–75 . [4] Tomoo S , Keizo Y . History of antimicrobial agents and resistant bacteria. Japan Med Assoc J 2009;52(2):103–8 . [5] Blair JM , Webber MA , Baylay AJ , Ogbolu DO , Piddock LJ . Molecular mechanisms of antibiotic resistance. Nat Rev Microbiol 2015;13(1):42–51 . [6] Pendleton NJ , Gorman SP , Gilmore BF . Clinical relevance of the ESKAPE pathogens. Expert Rev Anti Infect Ther 2013;11(3):297–308 . [7] Arzanlou M , Chai WC , Venter H . Intrinsic, adaptive and acquired antimicrobial resistance in Gram-negative bacteria. Essays Biochem 2017;61(1):49–59 . [8] Aminov RI . A brief history of the antibiotic era: lessons learned and challenges for the future. Front Microbiol 2010;1:134 . [9] World Health Organization. Antimicrobial resistance: global report on surveillance. Geneva: World Health Organization; 2014 .\n[10] Butler MS , Blaskovich MA , Cooper MA . Antibiotics in the clinical pipeline at the end of 2015. J Antibiot 2017;70(1):3–24 . [11] Kumar S , Singh BR . An overview of mechanisms and emergence of antimicrobials drug resistance. Adv Anim Vet Sci 2013;1(2S):7–14 . [12] Munita JM , Arias CA . Mechanisms of antibiotic resistance. Microbiol Spectr 2016;4(2):1–37 . [13] Aarestrup FM . Veterinary drug usage and antimicrobial resistance in bacteria of animal origin. Basic Clin Pharmacol Toxicol 2005;96:271–81 . [14] Cowan MM . Plant products as antimicrobial agents. Clin Microbiol Rev 1999;12(4):564–82 . [15] Kon K , Rai M . Antibiotic resistance mechanisms and new antimicrobial approaches. USA: Academic Press; 2016 . [16] Jagtap CY , Ruknuddin G , Bedarkar PB , Patgiri B , Pradeep P . Therapeutic potentials of minerals in ancient India: a review through charaka samhita . J Res Educ Indian Med 2014;20(1):9–20 .\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n[17] Aggarwal B , Sundaram C , Malani N , Ichikawa H . Curcumin: the Indian solid gold. Adv Exp Med Biol 2007;595:1–75 . [18] Atanasov AG , Waltenberger B , Pferschy-Wenzig EM , Linder T , Wawrosch C , Uhrin P , et al. Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnol Adv 2015;33(8):1582–614 . [19] Mostafa AA , Al-Askar AA , Almaary KS , Dawoud TM , Sholkamy EN , Bakri MM . Antimicrobial activity of some plant extracts against bacterial strains causing food poisoning diseases. Saudi J Biol Sci 2018;25(2):361–6 . [20] Cheesman MJ , Ilanko A , Blonk B , Cock IE . Developing new antimicrobial therapies: are dynergisticcombinations of plant extracts/compounds with conventional antibiotics the solution? Pharmacogn Rev 2017;11(22):57–72 . [21] Lewis K , Ausubel FM . Prospects for plant-derived antibacterials. Nat Biotechnol 2006;24:1504–7 . [22] Harvey AL . Natural products in drug discovery. Drug Discov Today 2008;13(19–20):894–901 . [23] Chaudhary A , Singh N . Herbo mineral formulations (rasaoushadhies) of Ayurveda an amazing inheritance of ayurvedic pharmaceutics. Anc Sci Life 2010;30(1):18–26 . [24] Lemire J , Harrison JJ , Turner RJ . Antimicrobial activity of metals: mechanisms, molecular targets and applications. Nat Rev Microbiol 2013;11(6):371–84 . [25] Hobman JL , Crossman LC . Bacterial antimicrobial metal ion resistance. J Med Microbiol 2015;64(5):471–97 . [26] Yang W , Shen C , Ji Q , An H , Wang J , Liu Q , et al. Food storage material silver nanoparticles interfere with DNA replication fidelity and bind with DNA. Nanotechnology 2009;20(8):085102 . [27] Blumenthal M , Goldberg A , Brinckmann J . Herbal medicines: expanded commission e monographs. Boston, MA: Integrative medicine communications; 2000. p. 419–23 . [28] Plank C . Nanomedicine: silence the target. Nat Nanotechnol 2009;4(9):544–5 . [29] Leclercq R , Courvalin P . Bacterial resistance to macrolide, lincosamide, and streptogramin antibiotics by target modification. Antimicrob Agents Chemother 1991;35(7):1267–72 . [30] Canu A , Malbruny B , Coquemont M , Davies TA , Appelbaum PC , Leclercq R . Diversity of ribosomal mutations conferring resistance to macrolides, clindamycin, streptogramin, and telithromycin in streptococcus pneumonia . Antimicrob Agents Chemother 2002;46(1):125–31 . [31] Weigel LM , Anderson GJ , Tenover FC . DNA gyrase and topoisomerase IV mutations associated with fluoroquinolone resistance in proteus mirabilis . Antimicrob Agents Chemother 2002;46(8):2582–7 . [32] Kocaoglu O , Tsui HC , Winkler ME , Carlson EE . Profiling of β-Lactam selectivity for penicillin-binding proteins in streptococcus pneumoniae D39. Antimicrob. Agents Chemother 2015;59(6):3548–55 . [33] Ao W , Aldous S , Woodruff E , Hicke B , Rea L , Kreiswirth B , et al. Rapid detection of rpoB gene mutations conferring rifampin resistance in mycobacterium tuberculosis . J Clin Microbiol 2012;50(7):2433–40 . [34] Nordmann P , Poirel L , Toleman MA , Walsh TR . Does broad-spectrum beta-lactam resistance due to NDM-1 herald the end of the antibiotic era for treatment of infections caused by gram-negative bacteria? J Antimicrob Chemother 2011;66(4):689–92 . [35] Austin C , Wright MS , Stepanauskas R , McArthur JV . Co-selection of antibiotic and metal resistance. Trends Microbiol 2006;14(4):176–82 . [36] Liaqat I , Liaqat M , Ali S , Ali NM , Haneef U , Mirza SA , et al. Biofilm formation, maturation and prevention: a review. J Bacteriol Mycol 2019;6(1):1092 .\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\n[37] Eliopoulos GM , Eliopoulos CT . Antibiotic combinations: should they be tested? Clin Microbiol Rev 1988;1(2):139–56 . [38] Kalan L , Wright GD . Antibiotic adjuvants: multicomponent anti-infective strategies. Expert Rev Mol Med 2011;13:e5 . [39] González-Bello C . Antibiotic adjuvants - a strategy to unlock bacterial resistance to antibiotics. Bioorg Med Chem Lett 2017;27(18):4221–8 . [40] Wright GD . Antibiotic adjuvants: rescuing antibiotics from resistance. Trends Microbiol 2016;24(11):862–71 . [41] Hamoud R , Zimmermann S , Reichling J , Wink M . Synergistic interactions in two drug and three-drug combinations (thymol, EDTA and vancomycin) against multi drug resistant bacteria including E. coli . Phytomedicine 2014;21(4):443–7 . [42] Zacchino SA , Butassi E , Liberto MD , Raimondi M , Postigo A , Sortino M . Plant phenolics and terpenoids as adjuvants of antibacterial and antifungal drugs. Phytomedicine 2017;37:27–48 . [43] Mazumdar K , Dastidar SG , Park JH , Dutta NK . The anti-inflammatory non-antibiotic helper compound diclofenac: an antibacterial drug target. Eur J ClinMicrobiol Infect Dis 2009;28:881–91 . [44] Fukuda T , Yamaguchi Y , Masuma R , Tomoda H , Omura S . Citridones, new potentiators of antifungal miconazole activity, produced by Penicillium sp . FKI-1938. I. Taxonomy, fermentation, isolation and biological properties. J Antibiot (Tokyo) 2005;58:309–14 . [45] Guidance for industry, considering whether an FDA-regulated product involves the application of nanotechnology. US Department of Health and Human Services, Food and Drug Administration; 2014. [46] Bayda S , Hadla M , Palazzolo S , Riello P , Corona G , Toffoli G , et al. Inorganic nanoparticles for cancer therapy: a transition from lab to clinic. Curr Med Chem 2018;25(34):4269–303 . [47] Huh AJ , Kwon YJ . “Nanoantibiotics”: a new paradigm for treating infectious diseases using nanomaterials in the antibiotics resistant era. J Control Rel 2011;156:128– 145 . [48] Mahajan SD , Aalinkeel R , Law WC , Reynolds JL , Nair BB , Sykes DE , et al. Anti-HIV-1 nanotherapeutics: promises and challenges for the future. Int J Nanomedicine 2012;7:5301–14 . [49] Arvizo RR , Bhattacharyya S , Kudgus RA , Giri K , Bhattacharya R , Mukherjee P . Intrinsic therapeutic applications of noble metal nanoparticles: past, present and future. Chem Soc Rev 2012;41(7):2943–70 . [50] Pelgrift RY , Friedman AJ . Nanotechnology as a therapeutic tool to combat microbial resistance. Adv Drug Deliv Rev 2013;65(13–14):1803–15 . [51] Zhu X , Radovic-Moreno AF , Wu J , Langer R , Shi J . Nano medicine in the management of microbial infection-overview and perspectives. Nano Today 2014;9(4):478–98 . [52] Narayanan KB , Sakthivel N . Biological synthesis of metal nanoparticles by microbes. Adv. Colloid Interface Sci 2010;156(1–2):1–13 . [53] Iravani S , Korbekandi H , Mirmohammadi SV , Zolfaghari B . Synthesis of silver nanoparticles: chemical, physical and biological methods. Res Pharm Sci 2014;9(6):385–406 . [54] Tiwari PM , Vig K , Dennis VA , Singh SR . Functionalized gold nanoparticles and their biomedical applications. Nanomaterials 2011;1(1):31–63 . [55] Pandey P , Dahiya M . A brief review on inorganic nanoparticles. J Crit Rev 2016;3(3):18–26 . [56] Slavin YN , Asnis J , Häfeli UO , Bach H . Metal nanoparticles: understanding the mechanisms behind antibacterial activity. J Nanobiotechnol 2017;15:65 .\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n[57] Hasan M , Ullah I , Zulfiqar H , Naeem K , Iqbal A , Gul H , et al. Biological entities as chemical reactors for synthesis of nanomaterials: progress, challenges and future perspective. Mater Today Chem 2018;8:13–28 . [58] Gnanadhas DP , Thomas MB , Thomas R , Raichur AM , Chakravortty D . Interaction of silver nanoparticles with serum proteins affects their antimicrobial activity in vivo . Antimicrob Agents Chemother 2013;57(10):4945–55 . [59] Ghosh IN , Patil SD , Sharma TK , Srivastava SK , Pathania R , Navani NK . Synergistic action of cinnamaldehyde with silver nanoparticles against spore-forming bacteria: a case for judicious use of silver nanoparticles for antibacterial applications. Int J Nanomedicine 2013;8:4721–31 . [60] Perugini Biasi-Garbin R , Saori Otaguiri E , Morey AT , Fernandes da Silva M , Belotto Morguette AE , Armando Contreras Lancheros C , et al. Effect of eugenol against Streptococcus agalactiae and synergistic interaction with biologically produced silver nanoparticles. Evid Based Complement Altern Med 2015;2015:861497 . [61] Huang X , Chen X , Chen Q , Yu Q , Sun D , Liu J . Investigation of functional selenium nanoparticles as potent antimicrobial agents against superbugs. ActaBiomater 2016;30:397–407 . [62] Park S , Cha SH , Cho I , Park S , Park Y , Cho S , et al. Antibacterial nanocarriers of resveratrol with gold and silver nanoparticles. Mater Sci Eng C Mater Biol Appl 2016;58:1160–9 . [63] Akter M , Tajuddin Sikder Md , Mostafizur Rahman Md , AtiqueUllah AKM , Hossain KFB , Banik S , et al. A systematic review on silver nanoparticles induced cytotoxicity: physicochemical properties and perspectives. J Adv Res 2018;9:1–16 . [64] Khan I, Saeed K, Khan I. nanoparticles: properties, applications and toxicities. Arabian J Chem 2019 In Press. doi: 10.1016/j.arabjc.2017.05.011 . [65] Tyagi PK , Tyagi S , Verma C , Rajpal A . Estimation of toxic effects of chemically and biologically synthesized silver nanoparticles on human gut microflora containing Bacillus subtilis. J. Toxicol. Environ. Health Sci 2013;5(9):172–7 . [66] Vasanth SB , Kuria GA . Toxicity evaluation of silver nanoparticles synthesized by chemical and green route in different experimental models. Artif Cells Nanomed Biotechnol 2017;45(8):1721–7 . [67] De Lima R , Seabra AB , Durán N . Silver nanoparticles: a brief review of cytotoxicity and genotoxicity of chemically and biogenically synthesized nanoparticles. J ApplToxicol 2012;32(11):867–79 . [68] Huang Z , Chen G , Zeng G , Guo Z , He K , Hu L , et al. Toxicity mechanisms and synergies of silver nanoparticles in 2,4-dichlorophenol degradation by Phanerochaete chrysosporium. J Hazard Mater 2017;5(321):37–46 . [69] Schrofel A , Kratosova G , Safarik I , Safarikova M , Raska I , Shor LM . Applications of biosynthesized metallic nanoparticles– a review. ActaBiomater 2014;10(10):4023–42 . [70] Nath D , Banerjee P . Green nanotechnology-a new hope for medical biology. Environ Toxicol Pharmacol 2013;36(3):997–1014 . [71] Asmathunisha N , Kathiresan K . A review on biosynthesis of nanoparticles by marine organisms. Coll Surf B: Bionterf 2013;103:283–7 . [72] Iravani A , Akbari M , Zohoori M . Advantages and disadvantages of green technology; goals, challenges and strengths. Int J Sci Eng Appl 2017;6(9):272–84 . [73] Singh P , Kim YJ , Zhang D , Yang DC . Biological synthesis of nanoparticles from plants and microorganisms. Trends Biotechnol 2016;34(7):588–99 . [74] Sunkar S , Nachiyar CV . Biogenesis of antibacterial silver nanoparticles using the endophytic bacterium Bacillus\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\ncereus isolated from Garcinia xanthochymus . Asian Pac J Trop Biomed 2012;2(12):953–9 .\n[75] Li X , Xu H , Chen ZS , Chen G . Biosynthesis of nanoparticles by microorganisms and their applications. J Nanomater 2011:270974 . [76] Kharissova OV , Dias HV , Kharisov BI , Pérez BO , Pérez VM . The greener synthesis of nanoparticles. Trends Biotechnol 2013;31(4):240–8 . [77] Zhang X , Yan S , Tyagi RD , Surampalli RY . Synthesis of nanoparticles by microorganisms and their application in enhancing microbiological reaction rates. Chemosphere 2011;82(4):489–94 . [78] Huang Z , He K , Song Z , Zeng G , Chen A , Yuan L , et al. Antioxidative response of phanerochaete chrysosporium against silver nanoparticle-induced toxicity and its potential mechanism. Chemosphere 2018;211:573–83 . [79] Hulkoti NI , Taranath TC . Biosynthesis of nanoparticles using microbes-A review. Colloids Surf B 2014;121:474–83 . [80] Waghmare SR , Mulla MN , Marathe SR , Sonawane KD . Ecofriendly production of silver nanoparticles using Candida utilis and its mechanistic action against pathogenic microorganisms. 3Biotech 2015;5(1):33–8 . [81] Usha R , Prabu E , Palaniswamy M , Venil CK , Rajendran R . Synthesis of metal oxide nano particles by Streptomyces sp. for development of antimicrobial textiles. Global J Biotech & Biochem 2010;5(3):153–60 . [82] Lengke MF , Fleet ME , Southam G . Morphology of gold nanoparticles synthesized by filamentous cyanobacteria from gold (I)-thiosulfate and gold (III)-chloride complexes. Langmuir 2006;22(6):2780–7 . [83] Nam KT , Kim DW , Yoo PJ , Chiang CY , Meethong N , Hammond PT , et al. Virus-enabled synthesis and assembly of nanowires for lithium ion battery electrodes. Science 2006;312(5775):885–8 . [84] Iravani S . Bacteria in nanoparticle synthesis: current status and future prospects. Int Sch Res Not 2014;2014:359316 . [85] Pammi SVN , Vijay Kumar PPN , Shameem U , Kollu P , Kalyani RL . Green synthesis of copper oxide nanoparticles using aloe vera leaf extract and its antibacterial activity against fish bacterial pathogens. Bionanoscience 2015;5(3):135–9 . [86] Pammi SVN , Lakshmi P , Kalyani K , Hanumanta Rao N , Kalyani RL , Kollu P , et al. Green synthesis, characterization and antimicrobial activity of silver nanoparticles using methanolic root extracts of Diospyros sylvatica . J Environ Sci 2017;55:157–63 . [87] Mohamad NAN , Arham NA , Jai J , Hadi A . Plant extract as reducing agent in synthesis of metallic nanoparticles: a review. Adv Mater Res 2013;832:350–5 . [88] Kulkarni N , Muddapur U . Biosynthesis of metal nanoparticles: a review. J Nanotechnol 2014;2014:510246 . [89] Makarov VV , Love AJ , Sinitsyna OV , Makarova SS , Yaminsky IV , Taliansky ME , et al. Green nanotechnologies: synthesis of metal nanoparticles using plants. Acta Nat 2014;6(1):35–44 . [90] Bali R , Razak N , Lumb A , Harris AT . The synthesis of metal nanoparticles inside live plants. In: Proceedings of the international conference on nanoscience and nanotechnology, ICONN’06; 2006. p. 224–7 . [91] Vijaya raghavan K , Ashok kumar T . Plant-mediated biosynthesis of metallic nanoparticles: a review of literature, factors affecting synthesis, characterization techniques and applications. J Environ Chem Eng 2017;5(5):4866–83 . [92] Abdelghany TM , Aisha MH , Mohamed AR , Al Abboud A , Alawlaqi MM , Magdah AG , et al. Recent advances in green synthesis of silver nanoparticles and their applications:\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\nabout future directions. A review. Bionanoscience 2018;8(3):5–16 .\n[93] Menon S , Rajesh Kumar S , Venkat Kumar S . A review on biogenic synthesis of gold nanoparticles, characterization, and its applications. Resour-Effic Technol 2017;3(4):516–27 . [94] Khan SA , Shahid S , Sajid MR , Farah N , Sadia K . Biogenic synthesis of CuO nanoparticles and their biomedical applications: a current review. Int J Adv Res 2017;5:925–46 . [95] Agarwal H , Venkat Kumar S , Rajeshkumar S . A review on green synthesis of zinc oxide nanoparticles–an eco-friendly approach. Resour-Effic Technol 2017;3(4):406–13 . [96] Khalil AT , Ovais M , Ullah I , Ali M , Shinwari ZK , Maaza M . Biosynthesis of iron oxide (Fe 2 O 3 ) nanoparticles via aqueous extracts of Sageretiathea (Osbeck.) and their pharmacognostic properties. Green Chem Lett Rev 2017;10(4):186–201 . [97] Shankar SS , Rai A , Ahmad A , Sastry M . Rapid synthesis of Au, Ag, and bimetallic Au core-Ag shell nanoparticles using Neem ( Azadirachta indica ) leaf broth. J Colloid Interface Sci 2004;275(2):496–502 . [98] Choi HJ , Pammi SVN , Park BJ , Eom JH , An H , Kim HY , et al. Resistance against water and acid water (pH = 4.0) via Al-doped ZnO thin films for environmentally friendly glass panels. J Alloy Compd 2017;719:271–80 . [99] Dakal TC , Kumar A , Majumdar RS , Yadav V . Mechanistic basis of antimicrobial actions of silver nanoparticles. Front Microbiol 2016;7:1831 . 100] Durán N , Durán M , de Jesus MB , Seabra AB , Fávaro WJ , Nakazato G . Silver nanoparticles: a new view on mechanistic aspects on antimicrobial activity. Nanomedicine 2016;12(3):789–99 . 101] Yoon KY , HoonByeon J , Park JH , Hwang J . Susceptibility constants of Escherichia coli and Bacillus subtilis to silver and copper nanoparticles. Sci Total Environ 2007;373(2–3):572–5 . 102] Hemeg HA . Nanomaterials for alternative antibacterial therapy. Int J Nanomedicine 2017;10(12):8211–25 . 103] Tamayo LA , Zapata PA , Vejar ND , Azócar MI , Gulppi MA , Zhou X , et al. Release of silver and copper nanoparticles from polyethylene nanocomposites and their penetration into Listeria monocytogenes. Mater Sci Eng C 2014;40:24–31 . 104] Djuriši ́c AB , Leung YH , Alan MCN , Xu XY , Lee PKH , Degger N , et al. Toxicity of metal oxide nanoparticles: mechanisms, characterization, and avoiding experimental artefacts. Small 2015;11(1):26–44 . 105] World Health Organization (WHO) guidelines for drinking-water quality. http://www.who.int/water _ sanitation _ health/waterquality/ guidelines/chemicals/zi-nc/en/ . 106] Stankic S , Suman S , Haque F , Vidic J . Pure and multi metal oxide nanoparticles: synthesis, antibacterial and cytotoxic properties. J Nanobiotechnology 2016;14(1):73 . 107] Wang L , Hu C , Shao L . The antimicrobial activity of nanoparticles: present situation and prospects for the future. Int J Nanomedicine 2017;12:1227–49 . 108] Li Y , Zhang W , Niu J , Chen Y . Mechanism of photogenerated reactive oxygen species and correlation with the antibacterial properties of engineered metal-oxide nanoparticles. ACS Nano 2012;6(6):5164–73 . 109] Malka E , Perelshtein I , Lipovsky A , Shalom Y , Naparstek L , Perkas N , et al. Eradication of multi-drug resistant bacteria by a novel Zn-doped CuO nanocomposite. Small 2013;9(23):4069–76 . 110] Huang Z , Xu P , Chen G , Zeng G , Chen A , Song Z , et al. Silver ion-enhanced particle-specific cytotoxicity of silver nanoparticles and effect on the production of extracellular secretions of Phanerochaete chrysosporium. Chemosphere 2018;196:575–84 .\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\n111] Lipovsky A , Tzitrinovich Z , Friedmann H , Applerot G , Gedanken A , Lubart R . EPR study of visible light-induced ROS generation by nanoparticles of ZnO. J Phys Chem C 2009;113(36):15997–6001 . 112] Ahmed AD , Mohammed KH , Lee SB , Kim K , Saha SK , Gwang-Mo Y , et al. The role of reactive oxygen species (ROS) in the biological activities of metallic nanoparticles. Int J Mol Sci 2017;18(1):120 . 113] Wu B , Zhuang WQ , Sahu M , Biswas P , Tang YJ . Cu-doped TiO 2 nanoparticles enhance survival of Shewanell aoneidensis MR-1 under ultraviolet (UV) light exposure. Sci Total Environ 2011;409(21):4635–9 . 114] Prasanna VL , Vijayaraghavan R . Insight into the mechanism of antibacterial activity of ZnO: surface defects mediated reactiveoxygen species even in the dark. Langmuir 2015;31(33):9155–62 . 115] Angelé-Martínez C , Nguyen KV , Ameer FS , Anker JN , Brumaghim JL . Reactive oxygen species generation by copper (II) oxide nanoparticles determined by DNA damage assays and EPR spectroscopy. Nanotoxicology 2017;11(2):278–88 . 116] Kumari P , Panda PK , Ealisha J , Khushboo K , Nisha K , Mallick AM , et al. Mechanistic insight to ROS and apoptosis regulated cytotoxicity inferred by green synthesized CuO nanoparticles from Calotropis gigantea to embryonic Zebrafish. Sci Rep 2017;7:16284 . 117] Fu PP , Xia Q , Hwang HM , Ray PC , Yu H . Mechanisms of nanotoxicity: generation of reactive oxygen species. J Food Drug Anal 2014;22(1):64–75 . 118] Yue-Wern H , Chi-heng W , Aronstam RS . Toxicity of transition metal oxide nanoparticles: recent insights from in vitro studies. Materials (Basel) 2010;3(10):4842–59 . 119] Abbaszadegan A , Ghahramani Y , Gholami A , Hemmateenejad B , Dorostkar S , Nabavizadeh M , et al. The effect of charge at the surface of silver nanoparticles on antimicrobial activity against gram-positive and gram-negative bacteria: a preliminary study. J Nanomater 2015;2015:720654 . 120] Ghosh S , Patil S , Ahire M , Kitture R , Kale S , Pardesi K , et al. Synthesis of silver nanoparticles using Dioscorea bulbifera tuber extract and evaluation of its synergistic potential in combination with antimicrobial agents. Int J Nanomedicines 2012;7:483–96 . 121] Jiang W , Mashayekhi H , Xing B . Bacterial toxicity comparison between nano- and micro-scaled oxide particles. Environ Pollut 2009;157(5):1619–25 . 122] Omoike A , Chorover J , Kwon KD , Kubicki JD . Adhesion of bacterial exopolymers to α-FeOOH: inner-sphere complexation of phosphodiester groups. Langmuir 2004;20(25):11108–14 . 123] Daima HK , Selvakannan PR , Ravi S , Bhargava SK , Bansal V . Fine-Tuning the antimicrobial profile of biocompatible gold nanoparticles by sequential surface functionalization using polyoxometalates and lysine. PLoS ONE 2013;8(10):e79676 . 124] Arias LS , Pessan JP , Vieira APM , de Lima TM , Delbem ACB , Monteiro DR . Iron oxide nanoparticles for biomedical applications: a perspective on synthesis, drugs, antimicrobial activity, and toxicity. Antibiotics 2018;7(2):46 . 125] Gupta J , Bahadur D . Defect-mediated reactive oxygen species generation in Mg substituted ZnO nanoparticles: efficient nanomaterials for bacterial inhibition and cancer therapy. ACS Omega 2018;3(3):2956–65 . 126] Ranghar S . Nanoparticle-based drug delivery systems: promising approaches against infections. Braz Arch Biol Techn 2012;57(2):209–22 . 127] Liu JL , Zhang WJ , Li XD , Yang N , Pan WS , Kong J , et al. Sustained-release genistein from nano-structured\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\nlipid carrier suppresses human lens epithelial cell growth. Int J Ophthalmol 2016;9(5):643–9 .\n[128] Brooks BD , Brooks AE . Therapeutic strategies to combat antibiotic resistance. Adv Drug Deliv Rev 2014;78:14–27 . [129] Lim EK , Chung BH , Chung SJ . Recent advances in pH-sensitive polymeric nanoparticles for smart drug delivery in cancer therapy. Curr Drug Targets 2018;19(4):300–17 . [130] Zaidi S , Misba L , Khan AU . Nano-therapeutics: a revolution in infection control in post antibiotic era. Nanomedicine 2017;13(7):2281–301 . [131] Bertrand N , Leroux JC . The journey of a drug-carrier in the body: an anatomophysiological perspective. J Control Release 2012;161(2):152–63 . [132] Schrand AM , Rahman MF , Hussain SM , Schlager JJ , Smith DA , Syed AF . Metal based nanoparticles and their toxicity assessment. Nanomed Nanobiotechnol 2010;2(5):544–68 . [133] Elsaessar A , Howard CV . Toxicology of nanoparticles. Adv Drug Deliv Rev 2012;64(2):129–37 . [134] Zoroddu MA , Medici S , Ledda A , Nurchi VM , Lachowicz JI , Peana M . Toxicity of nanoparticles. Curr Med Chem 2014;21(33):3837–53 . [135] Smekalova M , Aragon V , Panacek A , Prucek R , Zboril R , Kvitek L . Enhanced antibacterial effect of antibiotics in combination with silver nanoparticles against animal pathogens. Vet J 2016;209:174–9 . [136] Hwang IS , Hwang JH , Choi H , Keuk-Jun K , Lee DG . Synergistic effects between silver nanoparticles and antibiotics and the mechanisms involved. J Med Microbiol 2012;61(12):1719–26 . [137] Musarrat J , Ali K , Mohammad A , Quaiser S , Maqsood S , Shams K , et al. Green synthesis of nanoparticles and their role as nano-antibiotics and anti-biofilm agents. Planta Medica 2015;81(5):OA44 . [138] Nadeem M , Abbasi BH , Younas M , Ahmad W , Khan T . A review of the green synthesis and anti-microbial applications of gold nanoparticles. Green Chem Lett Rev 2017;10(4):216–27 . [139] Patra JK , Baek KH . Antibacterial activity and synergistic antibacterial potential of biosynthesized silver nanoparticles against food borne pathogenic bacteria along with its anticandidal and antioxidant effects. Front Microbiol 2017;8:167 . [140] Rastogi L , Kora AJ , Sashidhar RB . Antibacterial effects of gum kondagogu reduced/stabilized silver nanoparticles in combination with various antibiotics: a mechanistic approach. Appl Nanosci 2015;5(5):535–43 . [141] Padalia H , Moteriya P , Chanda S . Green synthesis of silver nanoparticles from marigold flower and its synergistic antimicrobial potential. Arab J Chem 2015;8(5):732–41 . [142] Kalita S , Kandimalla R , Sharma KK , Kataki AC , Deka M , Kotoky J . Amoxicillin functionalized gold nanoparticles reverts MRSA resistance. Mater Sci Eng C Mater Biol Appl 2016;61:720–7 . [143] Raj Kumar S , Sharma P , Kumar N . Enhanced antibacterial activity of streptomycin against some human pathogens using green synthesized silver nanoparticles. Resour-Effic Technol 2015;1(3):106–15 . [144] Moteriya P , Padalia H , Chanda S . Characterization, synergistic antibacterial and free radical scavenging efficacy of silver nanoparticles synthesized using Cassia roxburghii leaf extract. J Genet Eng Biotechnol 2017;15(2):505–13 . [145] Patra JK , Baek KH . Novel green synthesis of gold nanoparticles using Citrullus lanatus rind and investigation of proteasome inhibitory activity, antibacterial, and\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of pla nano technological combinations, Asian Journal of Pharmaceutica\nantioxidant potential. Int J Nanomedicine 2015;10(1):7253–64 .\n[146] Basker S . Synergistic efficacy of antibiotics and silver nanoparticles synthesized from Eichhornia crassipes . Res Plant Biol 2016;6:1–5 . [147] Patra JK , Baek KH . Biosynthesis of silver nanoparticles using aqueous extract of silky hairs of corn and investigation of its antibacterial and anticandidal synergistic activity and antioxidant potential. IET Nanobiotechnol 2016;10(5):326–33 . [148] Gurunathan S . Biologically synthesized silver nanoparticles enhances antibiotic activity against gram-negative bacteria. J Ind Eng Chem 2015;29:217–26 . [149] Hari N , Thomas NK , Nair AAJ . Comparative study on the synergistic action of differentially synthesized silver nanoparticles with β-cephem antibiotics and chloramphenicol. J Nanosci 2014;2014:201482 . [150] Patra JK , Baek KH . Comparative study of proteasome inhibitory, synergistic antibacterial, synergistic anticandidal, and antioxidant activities of gold nanoparticles biosynthesized using fruit waste materials. Int J Nanomedicine 2016;14(11):4691–705 . [151] Ismail NS , Gopinath SCB . Enhanced antibacterial effect by antibiotic loaded starch nanoparticle. J Assoc Arab Univ Basic Appl Sci 2017;24:136–40 . [152] Mandava K , Kadimcharla K , Keesara NR , Sumayya NF , Prathyusha B , Batchu UR . Green synthesis of stable copper nanoparticles and synergistic activity with antibiotics. Indian J Pharm Sci 2017;79(5):695–700 . [153] Singh R , Wagh P , Wadhwani S , Gaidhani S , Kumbhar A , Bellare J , et al. Synthesis, optimization, and characterization of silver nanoparticles from Acinetobacter calcoaceticus and their enhanced antibacterial activity when combined with antibiotics. Int J Nanomedicine 2013;8:4277–90 . [154] Naqvi SZH , Kiran U , Ali MI , Jamal A , Hameed A , Ahmed S , et al. Combined efficacy of biologically synthesized silver nanoparticles and different antibiotics against multidrug-resistant bacteria. Int J Nanomedicine 2013;8:3187–95 . [155] Wypij M , Czarnecka J , Świecimska M , Dahm H , Rai M , Golinska P . Synthesis, characterization and evaluation of antimicrobial and cytotoxic activities of biogenic silver nanoparticles synthesized from Streptomyces xinghaiensis OF1 strain. World J Microbiol Biotechnol 2018;34(2):23 . [156] Gandhi H , Khan S . Biological synthesis of silver nanoparticles and its antibacterial activity. J Nanomed Nanotechnol 2016;7:366 . [157] Barapatre A , Ram Aadil K , Harit J . Synergistic antibacterial and antibiofilm activity of silver nanoparticles biosynthesized by lignin degrading fungus. Bioresour Bioprocess 2016;3:8 . [158] Kumar N , Das S , Jyoti A , Kaushik S . Synergistic effect of silver nanoparticles with doxycycline against klebsiella pneumonia . Int J Pharm Pharm Sci 2016;8(7):183–6 . [159] Fayaz AM , Balaji K , Girilal M , Yadav R , Kalaichelvan PT , Venketesan R . Biogenic synthesis of silver nanoparticles and their synergistic effect with antibiotics: a study against gram-positive and gram-negative bacteria. Nanomedicine 2010;6(1):103–9 . [160] Sharma G , Kumar A , Sharma S , Naushad MU , Dwivedi RP , Zeid A , et al. Novel development of nanoparticles to bimetallic nanoparticles and their composites: a review. J King Saud Univ 2017;31(2):257–69 . [161] Ling PL , Wong WY , Bian Z , Chui CH , Gambari R . Recent advances in green nanoparticulate systems for drug delivery: efficient delivery and safety concern. Nanomedicine 2017;12(4):357–85 .\nNarayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002\n[\n[\n[\n[\n[\n[\n[\n[\n[\n162] Zhao Y , Jiang X . Multiple strategies to activate gold nanoparticles as antibiotics. Nanoscale 2013;5:8340–50 . 163] Sengupta J , Ghosh S , Datta P , Gomes A . Physiologically important metal nanoparticles and their toxicity. J Nanosci Nanotechnol 2014;14(1):990–1006 . 164] Vicario-Pares U , Castanaga L , Lacave JM , Oron M , Reip P , Berhanu D , et al. Comparative toxicity of metal oxide nanoparticles (CuO, ZnO and TiO 2 L) to developing zebrafish embryos. J Nanopart Res 2014;16(8):2550–8 . 165] Jeyabharathi S , Kalishwaralal K , Sundar K , Muthukumaran A . Synthesis of zinc oxide nanoparticles (ZnO nanoparticles) by aqueous extract of Amaranthus caudatus and evaluation of their toxicity and antimicrobial activity. Mater Lett 2017;209:295–8 . 166] Hazarika SN , Gupta K , Shamin KNAM , Bhardwaj P , Boruah R , Yadav KK , et al. One-pot facile green synthesis of biocidal silver nanoparticles. Mater Res Express 2016;3(7):075401 .\nPlease cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica\n167] Li LL , Xu JH , Qi GB , Zhao X , Yu F , Wang H . Core-shell supramolecular gelatin nanoparticles for adaptive and on demand antibiotic delivery. ACS Nano 2014;8(5):4975– 4983 . 168] Tippayawat P , Phromviyo N , Boueroy P , Chompoosor A . Green synthesis of silver nanoparticles in aloe vera plant extract prepared by a hydrothermal method and their synergistic antibacterial activity. Peer J 2016;4: e2589 . 169] Shibani B , Samanta HS , Gangly J . Green synthesis and swelling behavior of Ag-nanocomposite semi-IPN hydrogels & its drug delivery using Dolichos biflorus linn. Soft Mater 2018;16(1):7–19 . 170] Kumari A , Kumar V , Yadav SK . Plant extract synthesized PLA nanoparticles for controlled and sustained release of quercetin: a green approach. PLoS ONE 2012;7(7):e41230 .\nNarayana Pammi and Girija sankar Guntuku et al., A review ts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002"
    } ],
    "references" : [ {
      "title" : "Multidrug resistance in bacteria",
      "author" : [ "H Nikaido" ],
      "venue" : "Ann Rev Biochem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2009
    }, {
      "title" : "Plant products as antimicrobial agents",
      "author" : [ "MM Cowan" ],
      "venue" : "Clin Microbiol Rev 1999;12(4):564–82",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1999
    }, {
      "title" : "Therapeutic potentials of minerals in ancient India: a review through charaka samhita",
      "author" : [ "Narayana Pammi", "Girija sankar Guntuku" ],
      "venue" : "J Res Educ Indian Med",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Discovery and resupply of pharmacologically active plant-derived natural products: a review",
      "author" : [ "AG Atanasov", "B Waltenberger", "EM Pferschy-Wenzig", "T Linder", "C Wawrosch", "P Uhrin" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Antimicrobial activity of some plant extracts against bacterial strains causing food poisoning diseases",
      "author" : [ "AA Mostafa", "AA Al-Askar", "KS Almaary", "TM Dawoud", "EN Sholkamy", "MM Bakri" ],
      "venue" : "Saudi J Biol Sci",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Natural products in drug discovery",
      "author" : [ "AL Harvey" ],
      "venue" : "Drug Discov Today",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2008
    }, {
      "title" : "Food storage material silver nanoparticles interfere with DNA replication fidelity and bind with DNA",
      "author" : [ "W Yang", "C Shen", "Q Ji", "H An", "J Wang", "Q Liu" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2009
    }, {
      "title" : "Nanomedicine: silence the target",
      "author" : [ "C Plank" ],
      "venue" : "Nat Nanotechnol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2009
    }, {
      "title" : "Rapid detection of rpoB gene mutations conferring rifampin resistance in mycobacterium tuberculosis",
      "author" : [ "W Ao", "S Aldous", "E Woodruff", "B Hicke", "L Rea", "B Kreiswirth" ],
      "venue" : "J Clin Microbiol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2012
    }, {
      "title" : "Biofilm formation, maturation and prevention: a review",
      "author" : [ "I Liaqat", "M Liaqat", "S Ali", "NM Ali", "U Haneef", "SA Mirza" ],
      "venue" : "J Bacteriol Mycol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "Antibiotic adjuvants - a strategy to unlock bacterial resistance to antibiotics",
      "author" : [ "C González-Bello" ],
      "venue" : "Bioorg Med Chem Lett 2017;27(18):4221–8",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Inorganic nanoparticles for cancer therapy: a transition from lab to clinic",
      "author" : [ "S Bayda", "M Hadla", "S Palazzolo", "P Riello", "G Corona", "G Toffoli" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Anti-HIV-1 nanotherapeutics: promises and challenges for the future",
      "author" : [ "SD Mahajan", "R Aalinkeel", "WC Law", "JL Reynolds", "BB Nair", "DE Sykes" ],
      "venue" : "Int J Nanomedicine",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2012
    }, {
      "title" : "Metal nanoparticles: understanding the mechanisms behind antibacterial activity",
      "author" : [ "Narayana Pammi", "Girija sankar Guntuku" ],
      "venue" : "J Nanobiotechnol",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2019
    }, {
      "title" : "Biological entities as chemical reactors for synthesis of nanomaterials: progress, challenges and future perspective",
      "author" : [ "M Hasan", "I Ullah", "H Zulfiqar", "K Naeem", "A Iqbal", "H Gul" ],
      "venue" : "Mater Today Chem",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2018
    }, {
      "title" : "Effect of eugenol against Streptococcus agalactiae and synergistic interaction with biologically produced silver nanoparticles",
      "author" : [ "R Perugini Biasi-Garbin", "E Saori Otaguiri", "AT Morey", "M Fernandes da Silva", "AE Belotto Morguette", "C Armando Contreras Lancheros" ],
      "venue" : "Evid Based Complement Altern Med",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2015
    }, {
      "title" : "Antibacterial nanocarriers of resveratrol with gold and silver nanoparticles",
      "author" : [ "S Park", "SH Cha", "I Cho", "Y Park", "S Cho" ],
      "venue" : "Mater Sci Eng C Mater Biol Appl",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2016
    }, {
      "title" : "A systematic review on silver nanoparticles induced cytotoxicity: physicochemical properties and perspectives",
      "author" : [ "M Akter", "Md Tajuddin Sikder", "Md Mostafizur Rahman", "AKM AtiqueUllah", "KFB Hossain", "S Banik" ],
      "venue" : "J Adv Res",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2018
    }, {
      "title" : "nanoparticles: properties, applications and toxicities",
      "author" : [ "I Khan", "K Saeed", "I. Khan" ],
      "venue" : "Arabian J Chem",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2019
    }, {
      "title" : "Toxicity mechanisms and synergies of silver nanoparticles in 2,4-dichlorophenol degradation by Phanerochaete chrysosporium",
      "author" : [ "Z Huang", "G Chen", "G Zeng", "Z Guo", "K He", "L Hu" ],
      "venue" : "J Hazard Mater",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2017
    }, {
      "title" : "Antioxidative response of phanerochaete chrysosporium against silver nanoparticle-induced toxicity and its potential mechanism",
      "author" : [ "Z Huang", "K He", "Z Song", "G Zeng", "A Chen", "L Yuan" ],
      "venue" : null,
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2018
    }, {
      "title" : "Virus-enabled synthesis and assembly of nanowires for lithium ion battery electrodes",
      "author" : [ "KT Nam", "DW Kim", "PJ Yoo", "CY Chiang", "N Meethong", "PT Hammond" ],
      "venue" : null,
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2006
    }, {
      "title" : "Bacteria in nanoparticle synthesis: current status and future prospects",
      "author" : [ "S Iravani" ],
      "venue" : "Int Sch Res Not 2014;2014:359316",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2014
    }, {
      "title" : "Green synthesis, characterization and antimicrobial activity of silver nanoparticles using methanolic root extracts of Diospyros sylvatica",
      "author" : [ "SVN Pammi", "P Lakshmi", "K Kalyani", "N Hanumanta Rao", "RL Kalyani", "P Kollu" ],
      "venue" : "J Environ Sci",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2017
    }, {
      "title" : "Green nanotechnologies: synthesis of metal nanoparticles using plants",
      "author" : [ "VV Makarov", "AJ Love", "OV Sinitsyna", "SS Makarova", "IV Yaminsky", "ME Taliansky" ],
      "venue" : null,
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2014
    }, {
      "title" : "Recent advances in green synthesis of silver nanoparticles and their applications: Narayana Pammi and Girija sankar Guntuku et al., A review nts and metals to present and future perspectives of green l Sciences, https://doi.org/10.1016/j.ajps.2019.03.002  16  Asian Journal of Pharmaceutical Sciences xxx (xxxx) xxx  ARTICLE IN PRESS JID: AJPS",
      "author" : [ "TM Abdelghany", "MH Aisha", "AR Mohamed", "A Al Abboud", "MM Alawlaqi", "AG Magdah" ],
      "venue" : "A review. Bionanoscience",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2018
    }, {
      "title" : "Resistance against water and acid water (pH = 4.0) via Al-doped ZnO thin films for environmentally friendly glass panels",
      "author" : [ "HJ Choi", "SVN Pammi", "BJ Park", "JH Eom", "H An", "HY Kim" ],
      "venue" : "J Alloy Compd",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "ewer approaches to treat microbial infections, microbes are sing their own mechanisms to develop resistance [1] .",
      "startOffset" : 108,
      "endOffset" : 111
    }, {
      "referenceID" : 1,
      "context" : "There is a persistent equirement for newer antimicrobials with different chemial composition and novel mechanisms to fight against MDR acteria [14] .",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 2,
      "context" : "The Ayurvedic system (Materia Medica), which s a 5000 year old natural healing system, contains drugs deived from plants, animals, metals and mineral sources [16] .",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 3,
      "context" : "Salicylic acid was the rst synthetic substance discovered from medicinal plant in 853 [18] .",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 4,
      "context" : "reducing pH, which alters the bacterial cellular process and kill bacteria [19] .",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 5,
      "context" : "Nevertheless, the traditional medicine (Ayurveda, Traditional Chinese medicine, Kampo, Unani, and Siddha) has not entered into modern medicinal framework due to the chemical complexity of plant extracts, the requirement of higher concentrations for activity, poor water solubility and the lack of standardization [22] .",
      "startOffset" : 313,
      "endOffset" : 317
    }, {
      "referenceID" : 1,
      "context" : "has encouraged phytochemicals for industrial biological applications [14,21] .",
      "startOffset" : 69,
      "endOffset" : 76
    }, {
      "referenceID" : 6,
      "context" : "on metals have revealed the mechanisms against bacterial pathogens might be due to oxidative stress, protein dysfunction or membrane damage [25,26] .",
      "startOffset" : 140,
      "endOffset" : 147
    }, {
      "referenceID" : 4,
      "context" : "nanotechnology and their combinational therapies with antibiotics have recently been employed as modern methodology in standardized protocols, to provide alternate mechanisms against MDR bacteria [19] .",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 7,
      "context" : "Green NPs with antibiotics carry numerous moieties in one scaffold; where the bacteria cannot develop multiple gene mutations simultaneously in the same microbial cell [28] .",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 10,
      "context" : "However, inhibitor adjunct therapy is a splendid approach to consider [38,39] .",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 10,
      "context" : "aeruginosa with enhanced efficacy to β-lactams [39,40] .",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 7,
      "context" : "“magic bullets” with the aim of targeting the drug delivery at right place, with right concentration and for appropriate time [28] .",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 11,
      "context" : "However, they suffer from certain limitations such as short shelf life, low encapsulation efficiency and poor stability at high temperature and cannot withstand harsh processing conditions [46] .",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 12,
      "context" : "In contrast, metallic NPs procure small size with high loading capacity and high stability [48] .",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 13,
      "context" : "Capping agents (citate, chitosan, polyvinyl acetate (PVA), polyvinyl pyrrolidone PVP), 11-mercaptoundecanoic acid) are used to increase the tability for even dispersion of the NPs [56] .",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 12,
      "context" : "Please cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica ient air and/or oxygen atmosphere [48,57] .",
      "startOffset" : 232,
      "endOffset" : 239
    }, {
      "referenceID" : 14,
      "context" : "Please cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata on anti-bacterials to combat resistance: From ancient era of plan nano technological combinations, Asian Journal of Pharmaceutica ient air and/or oxygen atmosphere [48,57] .",
      "startOffset" : 232,
      "endOffset" : 239
    }, {
      "referenceID" : 13,
      "context" : "However, assessment f toxicity of nano particles fabricated by these methods is difcult due to the involvement of chemicals and byproducts, as ach chemical compound has different level of toxicity [56,57] .",
      "startOffset" : 197,
      "endOffset" : 204
    }, {
      "referenceID" : 14,
      "context" : "However, assessment f toxicity of nano particles fabricated by these methods is difcult due to the involvement of chemicals and byproducts, as ach chemical compound has different level of toxicity [56,57] .",
      "startOffset" : 197,
      "endOffset" : 204
    }, {
      "referenceID" : 17,
      "context" : "re not toxic by themselves, as there is daily requirement of etals for our body [63] .",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 20,
      "context" : "Compared to bacteria, synthesis of NPs through fungi is a straightforward and easy culturing process, which produces stable and less toxic mono-dispersed metallic NPs [78] .",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 22,
      "context" : "of toxic chemicals [84] , microbial based syntheses involves certain drawbacks such as complexity in culturing techniques,",
      "startOffset" : 19,
      "endOffset" : 23
    }, {
      "referenceID" : 23,
      "context" : "It is a boon these days with a salutation to ancient knowledge of metals and botanicals [85,86] .",
      "startOffset" : 88,
      "endOffset" : 95
    }, {
      "referenceID" : 24,
      "context" : "the surface of NP and further enhance activity [89] .",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 25,
      "context" : ", outlined a review on green synthesis of Ag NPs along with their applications [92] .",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 11,
      "context" : "The massive use of nanomaterials in biomedical applications enhanced research interest to explore the antibacterial mechanisms of NPs [46] .",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 26,
      "context" : "NPs can alter the metabolic activity of bacteria by maintaining contact with bacterial cells via electrostatic interaction, vanderwaals forces, receptor-ligand and hydrophobic interactions [98] .",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 6,
      "context" : "Finally, NPs interact with the bacterial cell basic components causing oxidative stress, permeability and gene expression changes, diverse alterations, electrolyte balance disorders, protein deactivation, and enzyme inhibition [26] .",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 26,
      "context" : "These strateies may aid in enhanced antibacterial activity with low toxiity [98,106] .",
      "startOffset" : 76,
      "endOffset" : 84
    }, {
      "referenceID" : 17,
      "context" : "toxicity through ROS generation and different toxicological pathways has been described well in recent reviews [63,104] .",
      "startOffset" : 111,
      "endOffset" : 119
    }, {
      "referenceID" : 25,
      "context" : "Formerly, many reports and reviews re available on green synthesized NPs using various plant nd microbial sources [92,95,138] , but very few are available olely on combinational therapy of green synthesized NPs as n adjuvant to antibiotics, and so are listed in Tables 1 and 2 .",
      "startOffset" : 114,
      "endOffset" : 125
    }, {
      "referenceID" : 2,
      "context" : "[16] Jagtap CY , Ruknuddin G , Bedarkar PB , Patgiri B , Pradeep P .",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 3,
      "context" : "[18] Atanasov AG , Waltenberger B , Pferschy-Wenzig EM , Linder T , Wawrosch C , Uhrin P , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 4,
      "context" : "[19] Mostafa AA , Al-Askar AA , Almaary KS , Dawoud TM , Sholkamy EN , Bakri MM .",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 6,
      "context" : "[26] Yang W , Shen C , Ji Q , An H , Wang J , Liu Q , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 8,
      "context" : "[33] Ao W , Aldous S , Woodruff E , Hicke B , Rea L , Kreiswirth B , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 9,
      "context" : "[36] Liaqat I , Liaqat M , Ali S , Ali NM , Haneef U , Mirza SA , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[46] Bayda S , Hadla M , Palazzolo S , Riello P , Corona G , Toffoli G , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[48] Mahajan SD , Aalinkeel R , Law WC , Reynolds JL , Nair BB , Sykes DE , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[56] Slavin YN , Asnis J , Häfeli UO , Bach H .",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[57] Hasan M , Ullah I , Zulfiqar H , Naeem K , Iqbal A , Gul H , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[60] Perugini Biasi-Garbin R , Saori Otaguiri E , Morey AT , Fernandes da Silva M , Belotto Morguette AE , Armando Contreras Lancheros C , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[62] Park S , Cha SH , Cho I , Park S , Park Y , Cho S , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[63] Akter M , Tajuddin Sikder Md , Mostafizur Rahman Md , AtiqueUllah AKM , Hossain KFB , Banik S , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[68] Huang Z , Chen G , Zeng G , Guo Z , He K , Hu L , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[78] Huang Z , He K , Song Z , Zeng G , Chen A , Yuan L , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[83] Nam KT , Kim DW , Yoo PJ , Chiang CY , Meethong N , Hammond PT , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[86] Pammi SVN , Lakshmi P , Kalyani K , Hanumanta Rao N , Kalyani RL , Kollu P , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[89] Makarov VV , Love AJ , Sinitsyna OV , Makarova SS , Yaminsky IV , Taliansky ME , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[92] Abdelghany TM , Aisha MH , Mohamed AR , Al Abboud A , Alawlaqi MM , Magdah AG , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[98] Choi HJ , Pammi SVN , Park BJ , Eom JH , An H , Kim HY , et al.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "In the primitive era, humans benefited partially from plants and metals to treat microbial infections. Later these infections were cured with antibiotics but further suffered from resistance issues. In searching of an alternative, researchers developed an adjuvant therapy but were hampered by spreading resistance. Subsequently, nanoparticles (NPs) were proposed to cease the multi-drug resistant bacteria but were hindered due to toxicity issues. Recently, a novel adjuvant therapy employed metals and botanicals into innovative nanotechnology as nano-antibiotics. The combination of green synthesized metallic NPs with antibiotics seems to be a viable platform to combat against MDR bacteria by alleviating resistance and toxicity. This review focuses on the primitive to present era dealings with bacterial resistance mechanisms, newer innovations of nanotechnology and their multiple mechanisms to combat resistance. In addition, special focus is paid on greener NPs as antibiotic carriers, and their future prospects of controlled release and toxicity study. © 2019 Shenyang Pharmaceutical University. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license. ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) ∗ Corresponding author. Department of Pharmaceutics, Shri Vishnu Collage of Pharmacy, Bhimavaram, India ∗∗ Corresponding author. A.U. College of Pharmaceutical Sciences, Visakhapatnam, India E-mail addresses: vspadavala@svcp.edu.in (V.S. Padavala), drkvrmurthy@andhrauniversity.edu.in (V.R.M. Kolapalli). Peer review under responsibility of Shenyang Pharmaceutical University. https://doi.org/10.1016/j.ajps.2019.03.002 1818-0876/© 2019 Shenyang Pharmaceutical University. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license. ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) Please cite this article as: Lakshmi Kalyani Ruddaraju, Sri Venkata Narayana Pammi and Girija sankar Guntuku et al., A review on anti-bacterials to combat resistance: From ancient era of plants and metals to present and future perspectives of green nano technological combinations, Asian Journal of Pharmaceutical Sciences, https://doi.org/10.1016/j.ajps.2019.03.002 2 Asian Journal of Pharmaceutical Sciences xxx (xxxx) xxx ARTICLE IN PRESS JID: AJPS [m7; July 1, 2019;14:5 ]",
    "creator" : "Elsevier"
  }
}