{
  "name" : "downloads_2019-11-25_7c_10.1016@j.tiv.2019.104738.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Ongoing inflammation enhances the toxicity of engineered nanomaterials: Application of an in vitro co-culture model of the healthy and inflamed intestine",
    "authors" : [ "Angela A.M. Kämpfer", "Patricia Urbán", "Rita La Spina", "Isaac Ojea Jiménez", "Nilesh Kanase", "Vicki Stone", "Agnieszka Kinsner", "Agnieszka Kinsner-Ovaskainen" ],
    "emails" : [ "ovaskainen@ec.europa.eu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Chronic inflammatory conditions can negatively impact intestinal barrier function and affect the epithelium’s interaction with nano-sized materials. We demonstrate the application of a Caco-2/THP-1 co-culture mimicking the intestine in healthy (i.e. stable) or inflamed state in nanotoxicological research. The co-cultures were exposed to non-toxic concentrations of silver nanoparticles (AgNPs) or silver nitrate (AgNO3) for 24h. The barrier integrity and cytokine release as well as necrotic and apoptotic cell death were investigated. AgNPs and AgNO3 most strongly affected the inflamed co-culture. Higher concentrations of AgNPs induced a significant increase in barrier integrity in the inflamed but not the stable coculture. Necrotic and apoptotic cell death was detected in both conditions but were significantly more pronounced in the inflamed condition. The exposure to AgNO3 affected barrier integrity in all experimental set-ups, but caused nuclear condensation only in the Caco-2 monoculture and the inflamed co-culture. AgNPs reduced the release of monocyte chemoattractant protein-1 in the stable model. Clear differences were observed in the effects of AgNPs and AgNO3 in relation to the model’s health status. The results suggest an increased vulnerability of the inflamed\n1 Current affiliation: Angela A.M. Kämpfer, IUF - Leibniz Institute for Environmental Medicine, Auf'm Hennekamp 50, 40225 Düsseldorf, Germany.\nJo ur\nna l P\nre -p\nepithelial barrier towards AgNPs underlining the importance to consider the intestinal health status in the safety assessment of nanomaterials.\nKey words: intestinal in vitro co-culture, Caco-2, THP-1, silver nanoparticles, inflammatory bowel disease. Introduction\nThe intestine is a semi-permeable barrier that facilitates the uptake of nutrients while at the\nsame time preventing the entry of noxious substances into the organism. In the case of\nillness – e.g. acute or chronic intestinal inflammation – its functions can be compromised due\nto the continuous stress induced by pro-inflammatory cytokines, reactive oxygen and\nnitrogen species (ROS / RNS) as well as thereby caused tissue damage (Konig et al., 2016).\nThe intestinal epithelial cells (IECs) are continuously in contact with nano-sized structures,\nlike naturally-occurring micelles and proteins or engineered nanomaterials (ENM) that were\npurposely or accidentally introduced to a food product (Siemer et al., 2018). Even though ample research is conducted to assess the safety of ENM for human health, very little is\nknown regarding the impact of orally ingested ENM in general and in the presence of\nintestinal inflammatory conditions in particular.\nThe present study aims to evaluate the applicability of our newly developed in vitro model of the human intestine, which can mimic a healthy – i.e. stable – or inflamed state of the\nintestine (Kämpfer et al., 2017), to study the effects of ENM. For this purpose we used silver\nnanoparticles (AgNPs), the most abundantly used ENM in consumer products according to\nthe Consumer Products Inventory (2016). AgNPs are most commonly used in medical devices (Roe et al., 2008; Maneerung et al., 2008) and food contact materials (Llorens et al.,\n2012), due to their bactericidal activity against both Gram-positive and Gram-negative\nbacteria, including multi-drug resistant strains (Lara et al., 2009; Sondi and Salopek-Sondi,\n2004). Their application in consumer products suggests that a wide public might be exposed\nto AgNPs, which stresses the need to assess their safety.\nJo ur\nna l P\nre -p\nro f\nThe impact of AgNP exposure have been extensively studied in a variety of cell types of\nhuman and animal origin with a focus on cytotoxic (Sambale et al., 2015; Beer et al., 2012),\ngenotoxic (Li et al., 2012; Foldbjerg et al., 2011) and immuno-modulating effects (Yang et al.,\n2012; Park et al., 2010). Nevertheless, questions remain due to contradictory results derived from a variety of model types and the use of particles with variable characteristics.\nDeleterious effects were often demonstrated in vitro and to a lesser extent in vivo, but the\nrisk for humans remains unclear. The only available human AgNPs exposure study neither\nobserved a pro-inflammatory response nor indications for (organ) toxicity (Munger et al., 2014). However, this study did not account for prolonged exposure and potential\naccumulation of AgNPs, which might cause chronic toxicity. Furthermore, the great majority\nof in vitro and in vivo hazard studies did not investigate conditions of impaired health like\nintestinal inflammation, even though multiple studies suggested a different interaction with and uptake of ENM in inflamed compared to healthy intestinal tissue (Hassani et al., 2009;\nSchmidt et al., 2013; Lamprecht et al., 2001). Despite this clear knowledge gap and the\nrecognised need for disease models (Lefebvre et al., 2015), only few publications have applied biologically relevant in vitro models in nanotoxicity studies (Susewind et al., 2016;\nLeonard et al., 2010).\nTo address this gap in the literature, we investigated the impact of the intestinal health status\nat the time of exposure on the cytotoxic, barrier-regulating and immuno-modulating potential\nof AgNPs using the novel in vitro co-culture model of the healthy or inflamed intestine\n(Kämpfer et al., 2017)."
    }, {
      "heading" : "Materials and Methods",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Accutase, Alcian Blue, β-nicotinamide adenine dinucleotide sodium salt (NAD), Bovine Serum Albumin (BSA), Tri-Sodium citrate dihydrate, interferon gamma (IFN-γ),\nJo ur\nna l P\nre -p\nro of\niodonitrotetrazolium chloride (INT), lithium lactate, lipopolysaccharide (LPS), phenazine\nmethosulfate (PMS), phorbol 12-myristate 13-acetate (PMA), silver nitrate (AgNO3), sucrose, tannic acid, 3,3′,5,5′-Tetramethylbenzidine (TMB), Tris-base, Tris-HCl, and Triton-X100 were\npurchased from Sigma Aldrich (Milan, Italy). Minimum essential medium (MEM), RPMI medium, D-glucose, foetal bovine serum (FBS), L-glutamine, 2-mercaptoethanol (ME),\npenicillin/streptomycin (pen/strep), and sodium pyruvate were purchased from Thermo Fisher\nScientific (Monza, Italy)."
    }, {
      "heading" : "AgNP synthesis and characterisation",
      "text" : "AgNPs were synthesised by reducing AgNO3 with Tri-Sodium citrate dihydrate and tannic acid using a modified procedure of Dadosh (2009). Tannic acid (2x10-3 M) was added to 6 mL of citrate (28 mM) and stirred at 60°C for 15 min. Subsequently, 6 ml of the solution were\nadded to 94 ml of 0.55 mM AgNO3 in boiling condition under vigorous stirring, and kept at 97°C for 40 min using a microwave synthesis reactor (Discover S, CEM Corporation).\nThereafter, the suspension was rapidly cooled to room temperature (RT). The absence of endotoxin contamination in the particle stock suspension was tested using a commercially\navailable kit (LAL test; Thermo Fisher Scientific).\nThe particle size distribution of AgNPs (5 µg mL-1) was measured using Transmission\nElectron Microscopy (TEM) and Centrifugal Liquid Sedimentation (CLS) in dispersant as well\nas after 4h, 24h, and 48h incubation in MEM-based cell culture medium (CCM) (composition\nbelow) at standard culture conditions (37°C, 5% CO2).\nFor TEM imaging, ultrathin Formvar-coated 200-mesh copper grids (Tedpella Inc.) were\ncoated with Alcian Blue as described by Mast and Demeestere (2009). Subsequently, the\ngrids were placed onto a drop of particle stock suspension for 20 min and thoroughly washed\nwith MilliQ H2O thereafter. The particles were visualised using a TEM (JEOL 2100, Japan) at an accelerating voltage of 200 kV. For each sample, the size of at least 100 particles was\nmeasured to obtain the average diameter and the size distribution. Digital images were\nanalysed with the ImageJ software and a custom macro performing smoothing (3x3 or 5x5\nJo ur\nna l P\nre -p\nro of\nmedian filter), manual global threshold and automatic particle analysis provided by ImageJ\n(macro available on http://code.google.com/p/psa-macro). To exclude agglomerates formed\nduring drying a circularity filter of 0.8 was used. Energy-dispersive X-ray spectroscopic (EDS)\nanalysis was performed with a QUANTAX EDS detector (Bruker, USA) in automatic acquisition mode and with the same background correction. The samples were stored at 4°C\nprotected from light. The analysis was carried out within 5 days of sample preparation.\nCLS measurements were used to determine the particles’ hydrodynamic diameter in\ndispersant and CCM. The disc centrifuge (CPS Instruments, CD24000UHR) was run at\n22,000 rpm. A sucrose density gradient was established ranging from 8-24 % (w/w) by successively injecting 9 varying ratios of a low density (2 g in 23 g H2O) and a high density (6 g in 19 g H2O) sucrose solution. After injecting the lowest concentration, 0.5 mL of dodecane was injected and the gradient was allowed to equilibrate for 30 min. The gradient’s quality\nwas confirmed using a reference sample (Sigma-Aldrich, 730807) after the equilibration and a PVC calibration standard prior to sample measurement. Each sample was injected in a\nvolume of 0.1 mL."
    }, {
      "heading" : "Cell culture",
      "text" : "Caco-2 cells (ACC169, DSMZ, Braunschweig, Germany) were cultured in MEM-based CCM\nsupplemented with 20% FBS and 1% pen/strep at standard culture conditions. The THP-1\ncells (ATCC, TIB-202) were grown in RPMI-based CCM supplemented with 10% FBS, 1% pen/strep, 1% L-glutamine, 1 nM sodium pyruvate, 0.7% D-glucose, and 0.1% ME at\nstandard culture conditions. Both cell lines were tested for their genetic integrity (DSMZ,\nBraunschweig, Germany) and showed fully matching STR reference profiles compared to the\ndistributors’ profiles. The cell lines tested negatively for mycoplasma contamination by qPCR\n(Minerva Biolabs GmbH, Germany).\nThe stable and inflamed co-cultures were established as described earlier (Kämpfer et al., 2017). Briefly, Caco-2 cells (1.8x105 cells cm-²) were seeded on transparent PET transwell\ninserts (1 µm pore size; Falcon) and maintained for 18-21 days. On the apical side, the cells\nJo ur\nna l P\nre -p\nro of\nwere cultured in MEM, whereas the medium in the basolateral compartment was gradually\nchanged to RPMI-based THP-1 medium without ME. At the start of the co-culture, the Caco-\n2 barriers reached TEER values between 360 and 390 Ω•cm². The THP-1 cells were seeded in 25 cm² flasks (3x10 6 cells per flask) and differentiated with PMA (100 nM) for 24h. Subsequently, the cells were detached with Accutase, plated on transwell-suitable 12-well plates (1.8x105 cells per well), and allowed to re-attach for 1h. The stable co-culture was\nstarted by placing a transwell insert with differentiated Caco-2 cells onto a THP-1-containing\nwell. For the inflamed set-up, the Caco-2 cells were basolaterally primed with IFN-γ (10 ng mL-1) for 24h as described by Wang et al. (2005) before the co-culture. The THP-1 cells were pre-exposed to E. coli-derived LPS and IFN-γ (10 ng mL-1 each) for 4h before the co-culture.\nThe stable and inflamed co-cultures were started in parallel."
    }, {
      "heading" : "Exposure to AgNPs and AgNO3",
      "text" : "96-well plate: Caco-2 cells were seeded (1x104 cells per well) and maintained for 72h at\nstandard culture conditions. The AgNPs and AgNO3 exposure suspensions/solutions were prepared freshly before each experiment by diluting the stock suspension/solution (0.5 mM and 0.55 mM, respectively) to 0.02-20 µg mL-1 in fresh CCM. For the exposure, the cell\nsupernatant was discarded and replenished with 50 µL fresh CCM per well. 50 µL of the\nAgNP suspension or the AgNO3 solution were added with the exposure concentrations eventually ranging from 0.01-10 µg mL -1 . After 24 or 48h, the supernatants were collected for\nthe quantification of LDH. Subsequently, the cells were fixed and used for high content\nanalysis (HCA).\nTranswell plates: The Caco-2 monoculture and co-culture models were set up as described\nbefore and allowed to equilibrate for 24h before being apically exposed to\n 1 or 10 µg mL-1 AgNPs or  AgNO3 with an Ag-content equivalent to 1 µg mL -1 AgNPs.\nJo ur\nna l P\nre -p\nro of\nFor AgNPs, the exposure suspension was prepared as described above. The AgNO3 stock (0.55 mM) was directly added apically to obtain the appropriate exposure concentration. After\n24h of exposure, the cell supernatants were collected for the quantification of LDH and\ncytokines. The transwells were fixed and used for high content analysis (HCA) (Fig. 1).\nFigure 1 Schematic overview of the experimental time points\nAfter initiation of the co-cultures, the models were sustained for a total of 48h. Over the first 24h (at t0, t4; t18, and t24) the transepithelial electrical resistance (TEER) was measured to monitor Caco-2 barrier integrity. At t24, the cultures were exposed to AgNPs (1 or 10 µg mL - 1), AgNO3 or kept as unexposed control. After 4h (t28), the TEER was measured and supernatant samples were taken from the basolateral and apical side for cytokine analysis. At the end of the 24h exposure period (t48), the TEER was measured before the supernatants from both apical and basolateral compartment were collected for the quantification of cytokines and LDH. Finally, the filter inserts were washed and fixed for analysis using the IN Cell Analyzer."
    }, {
      "heading" : "Measurement of barrier integrity",
      "text" : "The TEER was measured using a Voltohmmeter (Millicell, ERS-2) to monitor the barrier\nintegrity throughout the co-culture with THP-1 cells and in response to the exposure to\nAgNPs and AgNO3. For studying the effect of co-culturing Caco-2 and THP-1 cells the TEER was measured just before the co-culture and after 4, 18, 24, 28, and 48h. In cultures\nexposed to AgNPs or AgNO3 the TEER was measured after 4 and 24h of exposure (see Fig.1). Before measurements, the electrode was sterilised (15 min) in 70% ethanol and\nneutralised in pre-warmed PBS and MEM. The results were corrected for the blank value and multiplied by the filter size to obtain the final results in Ohm x cm2 (Ω·cm2).\nLactate dehydrogenase (LDH) assay\nJo ur\nna l P\nre -p\nro\nof\nThe LDH assay was used to investigate necrotic cell death after the exposure to AgNPs or\nAgNO3. To measure the LDH activity, 50 µL of 200 mM TRIS (10.6 mg Tris-base and 22.2 mg Tris-HCl in 1 L H2O), 50 µL of 50 mM lithium lactate, and 50 µL mix of INT, PMS, and NAD were added to a 96-well plate at concentrations of 1.32 mg mL -1 , 0.36 mg mL -1 and 3.44 mg mL-1, respectively. A sample of cell-free supernatant (50 µL) was incubated for 5 min at\nRT. The optical density was measured spectrophotometrically (Perkin Elmer, Enspire) at 490\nnm. A background control was subtracted from the results to account for potential LDH\nactivity of FBS. Caco-2 cells exposed to 0.1 % Triton-X100 for 24h served as positive control."
    }, {
      "heading" : "HCA",
      "text" : "The IN Cell Analyzer 2200 (GE Healthcare, UK) was used to quantify the number of DAPIstained nuclei in monocultures of undifferentiated and differentiated Caco-2 cells as well as\nstable and inflamed co-cultures after exposure to AgNPs or AgNO3. The Caco-2 cells were washed with PBS, fixed in 3.7% formaldehyde (15 min), and stained with DAPI (1:4,000) (15\nmin) at standard culture conditions. The transwell filters were cut from the plastic supports\nand mounted onto standard microscopy slides cells facing up.\n96-well plates: A minimum of 12 fields was imaged per well using a 20x objective. The data\nanalysis was performed on the IN Cell Investigator Software (GE Healthcare, UK) using in-\nhouse developed protocols with a minimum of 10,000 cells in the negative control. The cell\nviability was calculated as percentage of nuclei in the exposure conditions compared to the negative control.\nTranswell plates: A minimum of 12 fields per filter were imaged using a 60x objective. To\nobtain a higher resolution, images were acquired as a z-stack of three images (1 µm each),\nand converted into a 2D image using the IN Cell Investigator Software. The data analysis\nwas performed using the IN Cell Investigator Software and in-house developed protocols.\nCytokine quantification\nJo ur\nna l P\nre -p\nr of\nELISA: After 24h exposure to AgNPs or AgNO3, the release of IL-1β, IL-8, and TNF-α was quantified in cell-free supernatants by sandwich ELISA as previously described (Kinsner et\nal., 2006). Briefly, the primary antibody (R&D, DY210/201/208) was incubated in coating\nbuffer (0.1 M NaHCO3 in MilliQ H2O) on high protein-binding 96-well plates (Nunc MaxiSorp). After washing (0.05% Tween-20 in PBS) and blocking (3% BSA/PBS) the samples were\nadded pure or diluted (1:2-1:10 in 1% BSA/PBS) and incubated for 2h. After incubation (30\nmin) with peroxidase (Bio Trend), 100 µL TMB were added and the reaction stopped with\nsulphuric acid (1M). The absorbance was read spectrophotometrically at 450 nm. A calibration curve (7 concentrations in duplicates) and blanks were included. The calibration\ncurve was plotted as 4-parameter logfit.\nBio-Plex MAGPIX: The release of MCP-1, MIP-1α, IFN-γ, IL-4, IL-6, and TNF-α were\nquantified using a magnetic bead-based assay analysed with the Bio-Plex MAGPIX Multiplex\nReader. For the analysis, supernatants were taken after 4h of exposure to AgNPs or AgNO3.\nThe magnetic anti-cytokine beads (Bio-Rad, 171B50-04, 06, 19, 21, 22, 26) were diluted 12.5-times in Bio-Plex Assay Buffer and a master mix was prepared. The master mix (25 µL)\nwas transferred to each well before addition of samples, standards or the blank. Monoculture\nand stable co-culture supernatants (50 µL) were added and the plate was incubated for 30\nmin at RT. The supernatant samples from inflamed co-cultures were diluted 1:2 in diluent buffer. After washing, the detection antibody master mix was added and the plate incubated\nfor 30 min at RT. After washing, the wells were incubated with streptavidin-PE (1:100 diluted\nin Assay Buffer) and incubated for 10 min at RT. All wells were washed and the beads resuspended in 150 µL Assay Buffer for the read-out (Bio-Plex MAGPIX, Bio-Rad). For each\nplate a standard curve (8 concentrations plated in duplicate) and two blanks were included.\nThe calibration curve was plotted as 4 parameter logfit."
    }, {
      "heading" : "Statistical analysis",
      "text" : "The data analysis was performed with Microsoft Excel. The results are presented as average\nof at least three independent experimental runs (N=3) with 3 replicates each unless stated\nJo ur\nna l P\nre -p\nro of\notherwise. The results were illustrated using GraphPad Prism 6. Variations between results\nare expressed as standard deviation (SD). The statistical analysis was done by one-way\nANOVA and Dunnett’s test, or if applicable unpaired T-test. A value of p≤0.05 was accepted\nas statistically significant. No symbolic distinction is made between p≤0.05, ≤0.01, ≤0.005,\nand ≤0.001 in graphs."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "AgNPs characterisation",
      "text" : "The AgNPs characterisation results are summarised in Table 1. According to TEM analysis, the mean primary particle diameter was 23 ± 4.2 nm in dispersant. The AgNPs were\nforemost of spherical shape with low occurrence of rod-shaped particles (Fig. 2). After\nincubation in CCM, both TEM images and their quantitative analysis (Fig. S1) suggested a\ncontinuous dissolution of the particles, which was paralleled by an increasing number of smaller-sized particles of ~2.5 nm. Nevertheless, the average diameter remained at ~23 nm\nover the first 24h and reduced to 19.1 nm after 48h.\nTable 1 Characterisation of AgNPs in dispersant and CCM\nInstrument & parameter\nDispersant CCM\n4h 24h 48h\nTEM Size (nm) 23.0 ± 4.2 23.5 ± 6.1 23.7 ± 7.5 19.1 ± 8.3\nShape Spherical, few rods Increasing number of smaller particles\nCLS Size (nm) 23.6 ± 1.3 18.4 19.7 18.3\nHHW* (nm) 4.1 5 5 4.9\n*HHW= Half Height Width\nJo\nur\nna l P\nre -p\nro of\nFigure 2 TEM imaging of AgNPs in dispersant (pristine) and after 4, 24, and 48h incubation in CCM at standard culture conditions\nCLS measurements of AgNPs in dispersant showed a hydrodynamic diameter of 23.6 ± 1.3\nnm, which decreased to 19.7 nm and 18.3 nm after 24h and 48h incubation in CCM at\nstandard culture conditions, respectively (Fig. S2). It should be noted, that the hydrodynamic diameter calculations by CLS are based on the density of bulk Ag (i.e. 1.05 g mL -1 ). However, both tannic acid and a protein corona could influence the particle density and,\nhence, cause an overestimation of the diameter calculations (Capomaccio et al., 2015).\nAg-induced cytotoxicity in undifferentiated Caco-2 cells\nThe cytotoxic potential of AgNPs and AgNO3 was studied in undifferentiated, sub-confluent Caco-2 cells by quantification of LDH activity and HCA of DAPI-stained nuclei.\nAfter 24 and 48h exposure to AgNPs, no significant increase in LDH activity was detected in Caco-2 supernatants for concentrations up to 10 µg mL-1 or for the dispersant control (Fig.\n3A).\nJo ur\nna l P\nre -p\nro of\n0 1 2 4 6 8 1 0 D is p .\n0 .0\n0 .2\n0 .4\n0 .6\n0 .8\n2 4 h 4 8 h\nA g N P s ( g m L -1 )\nO D\n( 5\n9 0\nn m\n)\nA\n0 1 2 4 6 8\n0 .0\n0 .2\n0 .4\n0 .6\n0 .8\n2 4 h 4 8 h\nA g N O 3 ( g m L -1 A g -e q u iv a le n t o f A g N P s )\nO D\n( 5\n9 0\nn m\n)\n*\n*\n* *\n*\nB\n(Average ± SD, N=3; *p≤0.05 compared to control; Disp.=dispersant control)\nJo\nur\nna l P\nre -p\nro of\nIn AgNO3-exposed undifferentiated Caco-2 cells, a significantly increased LDH activity was measured after 24h exposure to concentrations ≥6 µg mL-1 AgNPs (Figure 3B, black bars). After 48h, already concentrations ≥4 µg mL-1 AgNPs induced significant increases in LDH\nactivity (Fig. 3B, striped bars).\nThe analysis of DAPI-stained nuclei confirmed that a 24h exposure of up to 10 μg mL-1\nAgNPs did not induce a significant reduction in cell number compared to the negative control\n(Fig. 4A). Interestingly, the cell numbers were significantly reduced for AgNPs exposure concentrations of 4 and 6 μg mL-1 after 48h (p=0.003 and p=0.044, respectively). At both concentrations of <4 and >6 μg mL-1 AgNPs no significant differences were detected.\nIn AgNO3-treated Caco-2 cells, the cell numbers reduced drastically in a dose-dependent manner starting from exposure concentrations equivalent to 4 μg mL-1 AgNPs (Fig. 3B). The cell numbers were slightly but not significantly lower after 48h compared to 24h of exposure.\nAt the highest exposure concentration virtually no stained cells were detected.\nA g N P s ( g m L -1 )\nN u\nm b\ne r o\nf N\nu c\nle i\n(% o\nf c\no n\ntr o\nl)\n0 1 2 4 6 8 1 0 D is p .\n0\n5 0\n1 0 0\n1 5 0\n2 4 h 4 8 h\n* *\nA\nJo ur\nna l P\nre -p\nro of\nA g N O 3 ( g m L -1 A g -e q u iv a le n t o f A g N P s )\nN u\nm b\ne r o\nf N\nu c\nle i\n(% o\nf c\no n\ntr o\nl)\n0 1 2 4 6 8 1 0\n0\n5 0\n1 0 0\n1 5 0\n2 4 h 4 8 h\n*\nB\nFigure 4 Quantification of DAPI-stained nuclei after 24 and 48h exposure to (A) AgNPs and (B) AgNO3 (Average ± SD, N=2, Dispersant (i.e. ‘Disp.’) and AgNO3 10 µg mL -1 : N=1 *p≤0.05 compared to control)\nEffect of AgNP- and AgNO3-exposure on barrier integrity\nThe effects of AgNP- and AgNO3-exposure on barrier integrity were assessed in three Caco2 culture models: monoculture, stable co-culture and inflamed co-culture. The characteristics\nof both co-culture models were in line with the previously defined requirements (Kämpfer et al, 2017) before exposure experiments were conducted. The TEER of the unexposed stable\nco-culture did not differ significantly from the Caco-2 monoculture control at any of the\ninvestigated time points (Fig. 5A-C). In contrast, after initiation of the inflamed co-culture the\nTEER decreased rapidly by ≥ 25% and remained significantly reduced (p≤0.001) compared to the monoculture until 28h of co-culture (Fig. 5A-C). After 48h, the TEER of the inflamed\nco-culture was fully re-established. As presented in Fig. 5A, the lower concentration of 1 μg mL-1 AgNPs did not affect the TEER over an exposure period of 24h in any of the three culture models.\nJo ur\nna l P\nre -p\nro\nof\nFor the higher concentration of 10 μg mL-1 AgNPs (Fig. 5B), a significant decrease (p≤0.003)\nin TEER by 8-14% was measured in all three culture models after 4h of exposure (t28). After 24h of exposure (t48), the TEER of the Caco-2 monoculture and stable co-culture recovered to the values of to their respective controls. In contrast, the TEER of the inflamed co-culture\nwas significantly increased (127 ± 17.9%, p≤0.001) compared to the Caco-2 monoculture\ncontrol. AgNO3 was included as an ion control (Fig. 5C). The three culture models were exposed to an Ag-equivalent of 1 µg mL-1 AgNPs. The short-term exposure of 4h did not induce any\nchanges in TEER. Following 24h of exposure, the TEER was significantly increased\n(p≤0.003) in all three culture conditions. The effect was most pronounced in the inflamed coculture with a TEER of 133 ± 9.9% compared to the Caco-2 monoculture control. In the\nCaco-2 monoculture and stable co-culture, the TEER increased to 120 ± 9.6 % and 116 ±\n8.4 %, respectively.\n0 1 0 2 0 3 0 4 0 5 0\n5 0\n7 5\n1 0 0\n1 2 5\n1 5 0 M o no cu ltu re M o n o cu ltu re A g N P s (1 g m L -1 )\nS ta b le S ta b le A g N P s (1 g m L -1 ) In fla m ed In fla m e d A g N P s (1 g m L -1 )\nT im e o f c o -c u ltu re (h o u rs )\nT E\nE R\n( %\no f\nC a\nc o\n-2 m\no n\no c\nu lt\nu r e\n)\nA\nJo ur\nna l P\nre -p\nro of\n24h after initiation of the co-cultures (indicated by the black line), Caco-2 monocultures, stable and inflamed co-cultures were exposed to (A) 1 µg mL-1 AgNPs, (B) 10 µg mL-1 AgNPs or (C) AgNO3 (Ag-equivalent to 1 µg mL -1 AgNPs) for 24h. For each of the three culture models an unexposed control was included (dotted lines). The TEER was expressed as percentage of the unexposed Caco-2 monoculture control. Exposure to 10 µg mL-1 AgNPs caused a significant increase in\nTEER in the inflamed co-culture after 24h. AgNO3 treatment induced a significant TEER increase in all three culture models. For reasons of practicality only the SD of the exposed cultures are shown. The SD of the control conditions were within 3.9- 9.2% (monoculture), 2.8-10.3% (stable co-culture), and 2.3-7.6% (inflamed coculture) (Average ± SD, N≥3, *p≤0.05 monoculture compared to corresponding control; #p≤0.05 stable co-culture compared to corresponding control, +p≤0.05 inflamed co-culture compared to corresponding control)"
    }, {
      "heading" : "LDH release in transwell cultures",
      "text" : "The LDH activity was determined in apical and basolateral supernatants after 48h of coculture including 24h exposure to AgNPs or AgNO3 (Fig. 6). An unexposed control was included for each culture condition. No significant differences in LDH activity were detected\nbetween the unexposed Caco-2 monoculture (white bars) and stable co-culture control (striped bars). The LDH activity in supernatants of the inflamed co-culture (black bars)\ndoubled to 200% and 213% in the apical and basolateral compartment, respectively.\nThe exposure to 1 µg mL-1 AgNPs did not cause significant changes in LDH release in any\nof the culture conditions compared to their respective controls. After the exposure to 10 µg mL-1, the apical LDH activity was significantly increased in all three culture models compared to both the monoculture control and their respective untreated controls. The effect was most pronounced in the inflamed model with an increase of 210% after exposure to 10 µg mL-1\nAgNPs compared to its untreated control. In the monoculture and stable co-culture the\nincrease was moderate with 112% and 121% compared to the corresponding negative\ncontrol, respectively. No changes were observed in basolateral samples.\nAlso AgNO3 caused a significant increase in apical LDH release in all three culture models. Again, the effect was most pronounced in the inflamed co-culture with 190% compared to\nthe unexposed inflamed co-culture. In the monoculture and stable co-culture, the apical LDH\nrelease was moderately increased by 130% and 160% compared to the corresponding controls. In the stable co-culture, also the LDH activity in basolateral supernatants was\nincreased slightly but significantly by 120%.\nJo ur\nna l P\nre -p\noo f\nAP B L AP B L AP B L AP B L AP B L\n0\n1\n2\n3\n4\nM o n o c u ltu re S ta b le In fla m e d\nC o n tro l\nA g N P s\n1  g m L - 1 1 0  g m L - 1\nA g N O 3 T rito n -X\n*\n+\nO D\n( 4\n9 0\nn m\n)\n#\n+\n#\n*\n*\n*\n+ +* *\n*\n*\nexposure to AgNPs or AgNO3 The cultures were exposed to AgNPs (1 or 10 µg mL-1) or AgNO3 (Ag-equivalent to 1 μg mL - 1 AgNPs) 24h after initiation of the co-culture. Following 24h of exposure, the LDH release was significantly elevated in the inflamed co-culture compared to the monoculture and stable co-culture controls. The exposure to 1 µg mL-1 AgNPs did not alter the LDH activity, but treatment with 10 µg mL-1 AgNPs significantly increased LDH activity. Also the exposure to AgNO3 increased the LDH release in all three culture conditions. Cultures exposed to 0.1 % Triton X-100 for 24h served as positive control. (Average ± SD, N≥3; *p≤0.05 compared to monoculture control, +p≤0.05 compared to stable co-culture control; #p≤0.05 compared to inflamed co-culture control)\nMorphology and integrity of Caco-2 nuclei\nAt t48, after 24h of exposure, the Caco-2 cell layers of all culture models and exposure conditions were stained with DAPI and imaged using the IN Cell Analyzer. Representative\nexample images of all conditions are presented in Figure 7. In the unexposed conditions, the Caco-2 cells form a dense and continuous monolayer (Fig.\n7A, E, and I). In the inflamed co-culture control (I) a number of fragmented nuclei is visible.\nThe exposure to AgNO3 appeared to have reduced the number of nuclei in the Caco-2 monocultures and increased the occurrence of fragmented nuclei (B). Both assumptions\nJo ur\nn l P\nre\n-p\nro of\nwere confirmed by a quantitative analysis of one experiment (Fig. S3). No changes in the\ndistribution and integrity of nuclei were noted in AgNO3-exposed Caco-2 barriers of the stable co-culture (F) compared to its respective control. In inflamed co-cultures (J), AgNO3 caused an increased occurrence of fragmented nuclei. No changes in the number or integrity of nuclei were observed after the exposure to 1 µg mL-1 AgNPs in the monoculture (C) or\nstable co-culture (G). These results are supported by the quantitative image analysis (Fig. S3). The nuclear surface in the inflamed co-culture appeared to be increased (K) but was not\nquantified.\nMost pronounced effects were observed after exposure to 10 µg mL-1 AgNPs. The\ndistribution of nuclei appeared ragged and the number of fragmented nuclei was markedly\nincreased (L). Similar trends were observed in the stable model (H), and to a lesser extend\nin the Caco-2 monoculture (D) (Fig. S3).\nFigure 7 DAPI-stained Caco-2 nuclei after 24h exposure to AgNPs or AgNO3\n(A-D) Caco-2 monoculture, (E-H) stable co-culture, and (I-L) inflamed co-culture were maintained for 48h in CCM (Control) or for 24h with subsequent 24h exposure to AgNPs (1 or 10 µg mL-1) or AgNO3 (Ag-equivalent to 1 µg mL -1 AgNPs). The cell cultures were apically\nJo ur\nna l P\nre -p\nro of\nexposed and after 24h incubation washed, fixed, DAPI-stained and imaged with the IN Cell Analyzer (60x magnification, scale bar=25 µm). Red arrows indicate fragmented nuclei."
    }, {
      "heading" : "Cytokine release at t28",
      "text" : "After 4h exposure, the levels of TNF-α, IFN-γ, IL-6, and IL-4 in supernatants of the Caco-2 monoculture remained below the detection limit of the assay (Fig. S4A). Except for two\nsamples, the concentrations remained close to the unexposed control. The exposure to 1 and 10 μg mL-1 AgNPs induced a non-significant increase in the levels of MCP-1 to 330 ±\n655 and 223 ± 184% of the control. In the stable co-culture (Fig. S4B), TNF-α, IFN-γ, IL-6, and IL-4 remained below the detection limit. After the exposure to 10 μg mL-1 AgNPs, both MIP-1α and MCP-1 were\nreduced to 21 ± 17 and 44 ± 33% of the unexposed control. For MCP-1 the reduction was statistically significant (p=0.033).\nIn contrast, high concentrations of all cytokines except IL-4 were detected in the exposed\ninflamed co-cultures (Fig. S3C). However, neither the exposure to AgNPs nor AgNO3 caused significant changes compared to the unexposed inflamed co-culture."
    }, {
      "heading" : "Cytokine release at t48",
      "text" : "After 48h of co-culture, a clear difference in the release of IL-1β, IL-8, and TNF-α was\ndetected between the controls of the three culture models (Fig. 8A-C). In the Caco-2 monoculture, IL-1β and TNF-α were expressed at concentrations close to or below the detection limit (0.6 ± 1.02 and 3.9 ± 6.4 pg mL-1, respectively) (Fig. 8A). Low concentrations of IL-8 were detected (123 ± 43.7 pg mL-1). In the stable co-culture, slightly higher concentrations of IL-1β were measured (37.1 ± 64 pg mL-1) (Fig. 8B), whereas TNF-α concentrations remained low to undetectable (3.9 ± 4.5 pg mL-1). The release of IL-8 was markedly increased reaching ~3,500 pg mL-1.\nJo ur\nna l P\nre -p\nro of\nAll three investigated cytokines were strongly increased in supernatants of the inflamed coculture (IL-1β: 286 ± 254 pg mL-1, IL-8: 16,190 ± 5,442 pg mL-1, TNF-α: 539 ± 190 pg mL-1) (Fig. 8C).\nThe exposure to AgNPs or AgNO3 for 24h did not cause systematic changes in cytokine release in any of the culture conditions. No effects were observed after exposure to 1 µg mL1 AgNPs. The exposure to 10 μg mL-1 AgNPs induced a slight but significant increase (p=0.027) in TNF-α in the stable co-culture (11.1 ± 13.5 pg mL-1) and a decrease (p=0.05) of IL-1β in the inflamed co-culture (80.1 ± 50.8 pg mL-1). In the Caco-2 monoculture, the exposure to AgNO3 equivalent to 1 µg mL -1 resulted in a significant (p=0.048) increase in IL1β to 6.09 ± 14.2 pg mL-1. In both the stable and inflamed co-culture, AgNO3 did not cause changes in the release of the investigated cytokines.\nC o n tr o l Ag N P s 1 Ag N P s 1 0 Ag N O 3\n0\n1 0\n2 0\n3 0\n2 0 0\n4 0 0\n6 0 0\n8 0 0\nIL -1  IL -8 T N F -\n*\nM o n o c u ltu re\nC y\nto k\nin e\ns (\np g\nm L\n-1 )\nA\nC o n tr o l Ag N P s 1 Ag N P s 1 0 Ag N O 3\n0\n1 0 0\n2 0 0\n5 ,0 0 0\n1 0 ,0 0 0\n1 5 ,0 0 0\n2 0 ,0 0 0\n2 5 ,0 0 0\n3 0 ,0 0 0\nIL -1  IL -8 T N F -\n*\nS ta b le c o -c u ltu re\nC y\nto k\nin e\ns (\np g\nm L\n-1 )\nB\nJo ur\nna l P\nre -p\nro of\nC o n tr o l Ag N P s 1 Ag N P s 1 0 Ag N O 3\n0\n2 0 0\n4 0 0\n6 0 0\n8 0 0\n1 ,0 0 0\n1 0 ,0 0 0\n1 5 ,0 0 0\n2 0 ,0 0 0\n2 5 ,0 0 0\n3 0 ,0 0 0\nIL -1  IL -8 T N F -\nIn f la m e d c o -c u ltu re\nC y\nto k\nin e\ns (\np g\nm L\n-1 )\n*\nC\nThe release of IL-1β, IL-8, and TNF-α was measured after 24h exposure to AgNPs (1 or 10 µg mL-1) or AgNO3 (Ag-equivalent to 1 µg mL -1 AgNPs) in the basolateral supernatants of (A) Caco-2 monocultures, (B) stable co-cultures, and (C) inflamed co-cultures. The cytokine release between the unexposed monoculture and unexposed stable co-culture controls did not differ significantly. In contrast, the release of all three cytokines was strongly increased in the supernatants of the inflamed co-culture control. The exposure to either AgNPs or AgNO3 did not result in systematic changes in any of the culture conditions. (Average ± SD, N≥3; *p≤0.05 compared to corresponding control)"
    }, {
      "heading" : "Discussion",
      "text" : "The study’s aim was to investigate a potential impact of the intestinal health status on the\neffects of non-toxic concentrations of ENM using our novel in vitro co-culture model (Kämpfer et al., 2017) and AgNPs as model particle. The results demonstrated clear\ndifferences in the sensitivity of Caco-2 cells to AgNPs and AgNO3 in relation to the status of the culture with a significantly increased susceptibility under inflammation-like conditions.\nAs environmental factors like proteins and salts, but also temperature and extended storage\ncan affect the colloidal stability and integrity of ENM (Teeguarden et al., 2007; Kittler et al., 2010), a thorough characterisation of the AgNPs under experimental conditions was\nperformed. The particles showed a homogenous and narrow size distribution in dispersant.\nHowever, the extended incubation time in CCM caused a progressive dissolution, resulting in the formation of smaller particles with a diameter <10 nm. Whether these objects were\nJo ur\nna l P\nre -p\nro\nof\nremnants of incompletely dissolved AgNPs or formed by re-precipitated Ag ions (Ag+) is\nunclear. It is, therefore, likely that the cells were not only in contact with 23 nm AgNPs, but also significantly smaller nano-sized objects as well as Ag+. To distinguish potential particlespecific from ionic effects, an Ag + control was included. The ion release from AgNPs could\nnot be quantified in this project, however, the characterisation data allowed an estimation of the dissolution magnitude. Therefore, an Ag-equivalent of 1 µg mL-1 AgNPs was chosen to represent a reasonable scenario of 10% AgNPs dissolution in the highest tested\nconcentration over 24h. Neither we nor others (Oberemm et al., 2016) observed cytotoxic effects in undifferentiated Caco-2 cells at such low Ag+ concentrations.\nThe induction of cytotoxicity is one of the most commonly reported effects of AgNPs.\nHowever, large variations regarding the minimum effective dose prevail in relation to the differentiation status and particle characteristics. For undifferentiated Caco-2 cells, concentrations of 15 µg mL-1 <100 nm AgNPs and 25 µg mL-1 of 7 nm AgNPs were found to\nreduce cell viability by 50 and 80 %, respectively (Aueviriyavit et al., 2014; Böhmert et al., 2014). In contrast, Susewind et al. (2016) reported an EC50 of 85 µg cm -² AgNPs (<20 nm) in differentiated Caco-2 cells, whereas Georgantzopoulou et al. (2016) did not observe any cytotoxicity up to 100 µg mL -1 in differentiated Caco-2 monocultures and Caco-2/HT29-MTX\nco-cultures for 20 and 200 nm AgNPs. Whereas the mucus released by HT29-MTX cells might result in an increased robustness of the cell culture, these discrepancies underline the\nimportance of particle size in the toxicity assessment. Vila and colleagues (2018) showed absence of cytotoxicity for concentrations up to 50 µg mL-1 AgNPs (8 nm) in differentiated Caco-2 cultures, whereas an EC50 of 12.23 µg mL -1 was calculated for undifferentiated cells.\nAs we also investigated (pro-)inflammatory markers in response to AgNPs and Ag+ the application of non-toxic exposure concentrations was crucial. In our experiments both the LDH assay and HCA of DAPI-stained nuclei showed that concentrations of 1-10 µg mL-1\nAgNPs did not induce cytotoxic effects in undifferentiated, sub-confluent Caco-2 cells. Since\nthe vulnerability of adenocarcinoma cell lines, including Caco-2, was previously\nJo ur\nna l P\nre -p\nro of\ndemonstrated to be inversely related to the differentiation status (Pelletier et al., 1990;\nBöhmert et al., 2014; Vila et al., 2018), these concentrations were used as ‘non-toxic’ in the co-culture exposure studies. Furthermore, both assays confirmed a higher cytotoxic potential of Ag + compared to AgNPs as was previously demonstrated (Oberemm et al., 2016;\nGeorgantzopoulou et al., 2016).\nThe decrease in TEER in the inflamed co-culture raised the question, if barrier translocation\nof AgNPs might be increased and allowing for a direct interaction of AgNPs with the THP-1 cells. Both Vila et al. (2018) and Saez-Tenorio et al. (2019) reported that even smaller\nAgNPs (<10 nm) did not pass Caco-2 barriers over 24h although cellular uptake occurred. In\nan M-cell model, where barrier passage was expected to be increased, the basolateral\nconcentration was detectable but remained very low at ~0.5% of the administered dose (Bouwmeester et al., 2011). Importantly, Bouwmeester and colleagues did not observe\ndifferences in translocation between particular and ionic Ag. However, these studies were\nconducted in models of healthy, intact tissue. We have demonstrated earlier (Kämpfer et al.,\n2017) that the inflammation-like status did not result in an increased translocation of Lucifer Yellow compared to the stable co-culture or Caco-2 monocultures. Also the results from an\nIL-1β-activated Caco-2 monoculture showed no increased translocation or co-localisation of\npolystyrene particles with tight junction proteins (Leonard et al., 2010). Therefore, we concluded that the translocation of AgNPs is minimal, if not absent, irrespective of the model\ncondition. The reported effects can reasonably be attributed to the interaction of AgNPs or Ag+ with the epithelial barrier rather than the THP-1 cells.\nIn the transwell cultures, dose-dependent effects of AgNPs on the barrier integrity were\nobserved. Whereas no changes were detected in response to low concentrations, concentrations of 10 µg mL-1 resulted in a significant increase in TEER in the inflamed coculture. Interestingly, the Ag+ control induced a TEER increase in all three culture models.\nBouwmeester et al. (2011) reported a similar increase in barrier resistance (120-130%) in a Caco-2 M-cell model after the exposure to similarly sized and dosed AgNPs and Ag+, but the\nJo ur\nna l P\nre -p\nr of\ngroup did not further discuss this observation. These results are in clear contrast to other\nstudies. Susewind et al. (2016) exposed a model of Caco-2, THP-1, and MUTZ-6 cells in non-inflamed or inflamed state. The group observed the highest sensitivity to PVP-capped\nAgNPs (<20 nm) in the Caco-2 monoculture with a significant TEER reduction (~20%) at exposure concentrations ≥78.1 µg cm -². Both the non-inflamed and inflamed co-cultures were more resilient with barrier disruption starting from 312.5 and 156.25 µg cm -² AgNPs, respectively (Susewind et al., 2016). Georgantzopoulou et al. (2016) studied the effects of AgNPs (20 and 200 nm) and Ag+ in Caco-2/TC7 monocultures and Caco-2/HT29-MTX co-\ncultures. The group did not observe any effect on the barrier integrity for comparable concentrations of either size of AgNPs or Ag+ regardless of the presence of goblet cells. Also Vila et al. (2018) did not find negative effects of 8 nm AgNPs on the Caco-2 barrier integrity.\nHowever, the group reported an upregulation of tight junction-associated proteins at concentrations ≥10 µg mL-1. Our attempt to gain more information on the tight junction\nintegrity by immunocytochemical staining generated ambiguous results (data not shown).\nThe increase in TEER was unlikely caused by the physical properties of Ag since the effect was only detected after prolonged exposure to AgNPs or Ag+ and not in all culture models\nequally. Instead, we suggest the increase might be related to changes in the Caco-2 barrier.\nWhen monitoring cell barrier formation, the increase in TEER corresponds to the cell density and the increasing restriction of the paracellular ion transport by tight junctions (Anderson\nand Van Itallie, 2009). In a fully developed barrier, an increase in TEER might indicate a\nfurther tightening of the barrier, e.g. due to an over-expression of tight junction proteins (Yan\nand Ajuwon, 2017) or a reduction of intra- and intercellular space as a result of cell swelling (Olsson et al., 2006), the latter of which can be a sign of necrotic cell death (Bonfoco et al.,\n1995).\nThe results from the LDH assay indicated the occurrence of necrotic cell death, even though\nthe applied concentrations tested negative in undifferentiated Caco-2 cells. This effect was\nagain most pronounced in the inflamed co-culture, suggesting that stressed Caco-2 barriers\nJo ur\nna l P\nre -p\nro of\nwere more susceptible to Ag-exposure. These results contradict studies showing an\nincreased resilience of Caco-2 cells after differentiation (Gerloff et al., 2013; McCracken et al., 2015; Vila et al., 2018) as well as the co-culture results by Susewind et al. (2016) and\nGeorgantzopoulou et al. (2016). Both groups reported Caco-2 monocultures to be more\nsensitive to the exposure to AgNPs than co-cultures with goblet cells (Georgantzopoulou et\nal., 2016) or immune cells (Susewind et al., 2016). Neither group observed adverse effects after exposure to AgNPs concentrations comparable to ours. Also the exposure to similar concentrations of Ag+ was not found to induce cytotoxicity by other groups in Caco-2\nmonocultures or in co-cultures with goblet cells and after M-cell induction (Oberemm et al.,\n2016; Georgantzopoulou et al., 2016; Bouwmeester et al., 2011). However, a similar observation of increased sensitivity following differentiation was reported by Thit et al. (2013)\nregarding the exposure of epithelial cells to copper oxide NPs.\nSince the LDH assay can only provide indicative results when used in combination with\nAgNPs, HCA of DAPI-stained nuclei was used to confirm the occurrence of cell death. The cellular effects were most striking in the inflamed co-culture exposed to Ag+ and 10 µg mL-1 AgNPs with reduced cell numbers and frequent presence of condensed or fragmented\nnuclei. The fluorescent intensity (FI), as well as the mean size of the nucleus are important\nindicators for cellular health and integrity. As the condensation of chromatin and nuclear fragmentation are late events in apoptotic cell death (Tounekti et al., 1995; Collins et al.,\n1997), both parameters can be used for the identification of apoptotic events. The cause for\nthe observed apoptotic events remains unclear. As previously discussed (Kämpfer et al.,\n2017), numerous pro-inflammatory cytokines detected in the inflamed co-culture have been reported to induce apoptosis. It is, however, unclear whether the very low increases in TNF-\nα and / or IL-1β could be responsible for the observed increase in apoptotic events in Caco-2 monocultures and stable co-cultures after exposure to 10 µg mL-1 AgNPs and Ag+. Instead, AgNPs and Ag+ might have affected the cell layers directly. AgNPs have been shown to induce apoptosis in various cell types (Lee et al., 2011; Xue et al., 2016), but not in Caco-2\nJo ur\nn l P\nr -p\nro of\ncells in differentiated or undifferentiated state (Georgantzopoulou et al., 2016; Böhmert et al.,\n2015; Böhmert et al., 2012). Bouwmeester and colleagues (2011), however, reported the upregulation of apoptosis-related genes in a Caco-2-based M-cell model. Similarly, Ag+ was\nfound to up-regulate several apoptosis-associated proteins, even though most lacked\nstatistical significance (Georgantzopoulou et al., 2016).\nWe were unable to tell, if the observed necrotic and apoptotic events were depending on\neach other or caused by independent pathways. Usually the induction of apoptosis would not result in elevated LDH activity (Chan et al., 2013), which might indicate the occurrence of an\nalternative cell death mechanism, e.g. secondary necrosis or necroptosis. Under\nhomeostatic conditions, apoptotic cells are quickly cleared to prevent the induction of\ninflammation (Günther and Seyfert, 2018). A crucial factor for this is the presence of phagocytising cells, e.g. macrophages (Erwig and Henson, 2008). In case the phagocytising\ncapacities are exceeded, apoptotic cells can proceed to undergo secondary necrosis, which\nfeatures similar characteristics as necrosis (Vanden Berghe et al., 2010). Although the THP-\n1 cells are present in the model, the spatial separation makes and interaction with the epithelial cells impossible in this culture set-up. Neighbouring epithelial cells are capable of\nacting as ‘non-professional’ phagocytes (Günther and Seyfert, 2018), but the relevance and\ncapacity of epithelial cells in this process remains unclear. In in vitro research, the\noccurrence of secondary necrosis is generally regarded as artefact.\nNecroptosis is a mechanism of controlled cell death that occurs when apoptotic mechanisms are blocked (Vanden Berghe et al., 2010; Negroni et al., 2015). Necroptosis was shown to\nbe active in humans with inflammatory bowel disease, where Caspase-8 was reduced and\nRIP3, thought to be a key mediator in necroptotic processes, increased (Pierdomenico et al., 2014). Both TNF-α and IFN-γ have been shown to induce necroptosis in vitro (Vanden\nBerghe et al., 2010; Chen et al., 2019). However, the presence of RIP3 expression in Caco-\n2 cells remains elusive. Whereas He et al. (2017) reported its expression to be absent, Lou\nJo ur\nna l P\nr -p\nro of\net al. (2019) observed ample expression under normal conditions as well as upregulation in\nresponse to TNF-α.\nFinally, our results do not indicate a clear pro- or anti-inflammatory potential of AgNPs as no\nsystematic changes in the cytokine profile were detected in either culture model. Several in vivo studies reported anti-inflammatory effects of AgNPs (Hebeish et al., 2014; Wong et al.,\n2009), however, not following oral exposure. The majority of identified oral exposure studies\nobserved either pro-inflammatory effects, e.g. through the release of pro-inflammatory cytokines (Greulich et al., 2011) and impacting the distribution of immune cells (Park et al.,\n2010) or no immune-modulating effects at all (van der Zande et al., 2012). Williams et al.\n(2015) observed a downregulation of genes related to the gut-associated immune response\nafter oral administration. However, the immuno-modulating effect was solely studied in healthy animals in the absence of inflammation and great variations were observed between\nparticle sizes, doses, and sex (Williams et al., 2015).\nFurther analysis should follow regarding the observed decrease in MCP-1 in the stable co-\nculture after AgNPs exposure, which has also been reported by Hsiao et al. (2017) in 10 nm\nAgNP-exposed glial cells. MCP-1 is known for its chemotactic function, but has recently been suggested to be involved in gut homeostasis, where its absence caused aggravation in\na chemically-induced colitis model (Takada et al., 2010). MCP-1 is critically involved in the\nLPS-induced recruitment of leukocytes (Türler et al., 2002) but also responsible for limiting\npro-inflammatory processes through the induction of IL-10 (Takada et al., 2010). Due to MCP-1’s ambivalent role in inflammation it is unclear how an AgNP-induced reduction would\naffect the organism.\nThe similarities between AgNP- and Ag+-induced effects inevitably raised the question on\nthe role of ions. AgNPs are well known for their limited stability in biological media and ample\nresearch indicates that their toxicity is proportionate to the presence of ions (Kittler et al., 2010; Smith et al., 2018). A striking example is the whole-genome expression analysis\nJ ur\nna l P\nre -p\nro of\npublished by Bouwmeester et al. (2011). The group showed that the majority of changes induced by AgNPs with a known concentration of Ag+ also occurred in response to Ag+ alone. Our results on barrier integrity as well as the occurrence of apoptotic cells are,\nhowever, markedly different between AgNPs- and AgNO3-exposed cultures. Although the final toxicity might have been caused by Ag+, e.g. after uptake of AgNPs and subsequent\nlysosomal degradation, we propose that the cellular interactions might differ between ionic and particulate Ag and between stable and inflamed-like co-cultures. We do not consider the\nobserved differences as ‘nano-specific’ effect."
    }, {
      "heading" : "Conclusions",
      "text" : "The results showed distinct effects of AgNPs and Ag+ depending of the health status of the in vitro model at the time of exposure. In both co-culture models, AgNPs and Ag+ caused a\nsignificant increase in cell death with features of both apoptotic and necrotic processes. Altogether, the results suggest an increased susceptibility of inflamed compared to healthy\nintestinal tissue to the exposure to Ag species including AgNPs. The inflammatory potential\nof AgNPs remains unclear, whereas an effect on the important chemotactic protein MCP-1\ncannot be dismissed. Overall, this study raises the question whether the intestinal health status inherently impacts the effects of ENM and should prospectively be considered in ENM\nhazard assessment."
    }, {
      "heading" : "DECLARATIONS",
      "text" : "Ethics approval and consent to participate: Not applicable\nConsent for publication: Not applicable\nJo ur\nna l P\nre -p\nro of\nAvailability of data and material: The datasets used and/or analysed during the current\nstudy are available from the corresponding author on reasonable request.\nCompeting interests: The authors declare that they have no competing interests\nFunding: Angela Kämpfer’s work was supported by a PhD grant from the European\nCommissions’ Joint Research Centre (contract number: 2012-IPR-I-20-00646).\nAuthors' contributions: A.K., A.K-O and V.S. conceived and designed the experiments.\nA.K., P.U., R.L-S, I.O-J and N.K. performed the experiments. A.K., P.U. R.L-S, I.O-J and N.K. analysed the data. A.K. and A. K-O. wrote the paper. All contributing authors have read\nand approved the final version of the manuscript.\nAcknowledgements: The authors would like to acknowledge Dr Sabrina Gioria for her\nexcellent technical and logistic support in the organisation of this project.\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "GERLOFF, K., PEREIRA, D. I., FARIA, N., BOOTS, A. W., KOLLING, J., FORSTER, I.,",
      "text" : "ALBRECHT, C., POWELL, J. J. & SCHINS, R. P. 2013. Influence of simulated gastrointestinal conditions on particle-induced cytotoxicity and interleukin-8 regulation in differentiated and undifferentiated Caco-2 cells. Nanotoxicology, 7, 353-66. GREULICH, C., DIENDORF, J., GESSMANN, J., SIMON, T., HABIJAN, T., EGGELER, G., SCHILDHAUER, T.A., EPPLE, M. & KÖLLER, M. 2011. Cell type-specific responses of peripheral blood mononuclear cells to silver nanoparticles. Acta Biomater, 7, 3505- 14. GÜNTHER, J. & SEYFERT, H.-M. 2018. The first line of defence: insights into mechanisms\nand relevance of phagocytosis in epithelial cells. Semin Immunopathol, 40, 555-65.\nHASSANI, S., PELLEQUER, Y. & LAMPRECHT, A. 2009. Selective adhesion of nanoparticles to inflamed tissue in gastric ulcers. Pharm Res, 26, 1149-54. HE, G.-W., GÜNTHER, C., THONN, V., YU, Y.-Q., MARTINI, E., BUCHEN, B., NEURATH, M.F., STÜRZL, M. & BECKER, C. 2017. Regression of apoptosis-resistant colorectal tumors by induction of necroptosis in mice. J Exp Med, 214, DOI: 10.1084/jem.20160442. HEBEISH, A., EL-RAFIE, M. H., EL-SHEIKH, M. A., SELEEM, A. A. & EL-NAGGAR, M. E.\n2014. Antimicrobial wound dressing and anti-inflammatory efficacy of silver nanoparticles. Int J biol macromol, 65, 509-15.\nHSIAO, I. L., HSIEH, Y. K., CHUANG, C. Y., WANG, C. F. & HUANG, Y. J. 2017. Effects of silver nanoparticles on the interactions of neuron- and glia-like cells: Toxicity, uptake mechanisms, and lysosomal tracking. Environ Toxicol, 32, 1742-53. KÄMPFER, A. A. M., URBAN, P., GIORIA, S., KANASE, N., STONE, V. & KINSNEROVASKAINEN, A. 2017. Development of an in vitro co-culture model to mimic the human intestine in healthy and diseased state. Toxicol In Vitro, 45, 31-43. KINSNER, A., BOVERI, M., HARENG, L., BROWN, G. C., COECKE, S., HARTUNG, T. & BAL-PRICE, A. 2006. Highly purified lipoteichoic acid induced pro-inflammatory signalling in primary culture of rat microglia through Toll-like receptor 2: selective potentiation of nitric oxide production by muramyl dipeptide. J Neurochem, 99, 596- 607. KITTLER, S., GREULICH, C., DIENDORF, J., KÖLLER, M. & EPPLE, M. 2010. Toxicity of\nsilver nanoparticles increases during storage because of slow dissolution under release of silver ions. Chem Mat, 22, 4548-54.\nKONIG, J., WELLS, J., CANI, P. D., GARCIA-RODENAS, C. L., MACDONALD, T., MERCENIER, A., WHYTE, J., TROOST, F. & BRUMMER, R. J. 2016. Human intestinal barrier function in health and disease. Clin Transl Gastroenterol, 7, DOI: 10.1038/ctg.2016.54. LAMPRECHT, A., UBRICH, N., YAMAMOTO, H., SCHÄFER, U., TAKEUCHI, H., MAINCENT, P., KAWASHIMA, Y. & LEHR, C.-M. 2001. Biodegradable nanoparticles for targeted drug delivery in treatment of inflammatory bowel disease. J Pharmacol Exp Ther, 299, 775-81. LARA, H. H., AYALA-NÚÑEZ, N. V., IXTEPAN TURRENT, L. D. C. & RODRÍGUEZ PADILLA, C. 2009. Bactericidal effect of silver nanoparticles against multidrugresistant bacteria. World J Microbiol Biotechnol, 26, 615-21. LEE, Y. S., KIM, D. W., LEE, Y. J., OH, J. W., YOON, S., CHOI, M. S., LEE, S. K., KIM, J. W., LEE, K. & SONG, C.-W. 2011. Silver nanoparticles induce apoptosis and G2/M arrest via PKCζ-dependent signaling in A549 lung cells. Arch Toxicol, 85, 1529-40. LEFEBVRE, D. E., VENEMA, K., GOMBAU, L., VALERIO, L. G., JR., RAJU, J., BONDY, G. S., BOUWMEESTER, H., SINGH, R. P., CLIPPINGER, A. J., COLLNOT, E. M., MEHTA, R. & STONE, V. 2015. Utility of models of the gastrointestinal tract for assessment of the digestion and absorption of engineered nanomaterials released from food matrices. Nanotoxicology, 9, 523-42. LEONARD, F., COLLNOT, E.-M. & LEHR, C.-M. 2010. A three-dimensional coculture of enterocytes, monocytes and dendritic cells to model inflamed intestinal mucosa in vitro. Mol Pharmaceut, 7, 2103-29. Jo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "LI, Y., CHEN, D. H., YAN, J., CHEN, Y., MITTELSTAEDT, R. A., ZHANG, Y., BIRIS, A. S.,",
      "text" : "HEFLICH, R. H. & CHEN, T. 2012. Genotoxicity of silver nanoparticles evaluated using the Ames test and in vitro micronucleus assay. Mutat Res, 745, 4-10. LLORENS, A., LLORET, E., PICOUET, P. A., TRBOJEVICH, R. & FERNANDEZ, A. 2012. Metallic-based micro and nanocomposites in food contact materials and active food packaging. Trends Food Sci Technol, 24, 19-29. LOU, X., ZHU, H., NING, L., Li, C., Li, S., Du, H., ZHOU, X. & XU, G. 2019. EZH2 Regulates Intestinal Inflammation and Necroptosis Through the JNK Signaling Pathway in Intestinal Epithelial Cells. Dig Dis Sci, DOI: 10.1007/s10620-019-05705-4. MANEERUNG, T., TOKURA, S. & RUJIRAVANIT, R. 2008. Impregnation of silver nanoparticles into bacterial cellulose for antimicrobial wound dressing. Carbohydr Polym, 72, 43-51. MAST, J. & DEMEESTERE, L. 2009. Electron tomography of negatively stained complex viruses: application in their diagnosis. Diagn pathol, 4, DOI: 10.1186/1746-1596-4-5. McCRACKEN, C., ZANE, A., KNIGHT, D. A., HOMMEL, E., DUTTA, P. K. & WALDMAN, W. J. 2015. Oxidative stress-mediated inhibition of intestinal epithelial cell proliferation by silver nanoparticles. Toxicol In Vitro, 29, 1793-808. MUNGER, M. A., RADWANSKI, P., HADLOCK, G. C., STODDARD, G., SHAABAN, A., FALCONER, J., GRAINGER, D. W. & DEERING-RICE, C. E. 2014. In vivo human time-exposure study of orally dosed commercial silver nanoparticles. Nanomedicine, 10, DOI: 10.1016/j.nano.2013.06.010. NEGRONI, A., CUCCHIARA, S. & STRONATI, L. 2015. Apoptosis, Necrosis, and Necroptosis in the Gut and Intestinal Homeostasis. Mediators Inflamm, DOI: 10.1155/2015/250762. OBEREMM, A., HANSEN, U., BÖHMERT, L., MECKERT, C., BRAEUNING, A., THÜNEMANN, A. F. & LAMPEN, A. 2016. Proteomic responses of human intestinal Caco-2 cells exposed to silver nanoparticles and ionic silver. J Appl Toxicol, 36, 404- 13. OLSSON, T., BROBERG, M., POPE, K. J., WALLACE, A., MACKENZIE, L.,\nBLOMSTRAND, F., NILSSON, M. & WILLOUGHBY, J. O. 2006. Cell swelling, seizures and spreading depression: an impedance study. Neuroscience, 140, 505-\n15. PARK, E. J., BAE, E., YI, J., KIM, Y., CHOI, K., LEE, S. H., YOON, J., LEE, B. C. & PARK,\nK. 2010. Repeated-dose toxicity and inflammatory responses in mice by oral administration of silver nanoparticles. Environ Toxicol Pharmacol, 30, 162-8.\nPELLETIER, H., MILLOT, J.-M., CHAUFFERT, B., MANFAIT, M., GENNE, P. & MARTIN, F. 1990. Mechanisms of resistance of confluent human and rat colon cancer cells to anthracyclines: alteration of drug passive diffusion. Cancer Res, 50, 6626-31. PIERDOMENICO, M., NEGRONI, A., STRONATI, L., VITALI, R., PRETE, E., BERTIN, J., GOUGH, P.J., ALOI, M. & CUCCHIARA, S. 2014. Necroptosis is active in children with inflammatory bowel disease and contributes to heighten intestinal inflammation. Am J Gastroenterol, 109, 279-87. ROE, D., KARANDIKAR, B., BONN-SAVAGE, N., GIBBINS, B. & ROULLET, J. B. 2008. Antimicrobial surface functionalization of plastic catheters by silver nanoparticles. J Antimicrob Chemother, 61, 869-76. SAEZ-TENORIO, M., DOMENECH, J., GARCÍA-RODRÍGUEZ, A., VELÁZQUEZ, A., HERNÁNDEZ, A., MARCOS, R. & CORTÉS, C. 2019. Assessing the relevance of exposure time in differentiated Caco-2/HT29 cocultures. Effects of silver nanoparticles. Food Chem Toxicol, 123, 258-67. SAMBALE, F., WAGNER, S., STAHL, F., KHAYDAROV, R. R., SCHEPER, T. & BAHNEMANN, D. 2015. Investigations of the toxic effect of silver nanoparticles on mammalian cell lines. J Nanomater, 2015, DOI: 10.1155/2015/136765. SCHMIDT, C., LAUTENSCHLAEGER, C., COLLNOT, E. M., SCHUMANN, M., BOJARSKI, C., SCHULZKE, J. D., LEHR, C. M. & STALLMACH, A. 2013. Nano- and microscaled\nJo ur\nna l P\nre -p\nro of\nparticles for drug targeting to inflamed intestinal mucosa: a first in vivo study in human patients. J Control Release, 165, 139-45.\nSIEMER, S., HAHLBROCK, A., VALLET, C., MCCLEMENTS, D. J., BALSZUWEIT, J., VOSKUHL, J., DOCTER, D., WESSLER, S., KNAUER, S. K., WESTMEIER, D. & STAUBER, R. H. 2018. Nanosized food additives impact beneficial and pathogenic bacteria in the human gut: a simulated gastrointestinal study. NPJ Sci Food, 2, 22. SMITH, J.N., THOMAS, D.G., JOLLEY, H., KODALI, V.K., LITTKE, M.H., MUNUSAMY, P., BAER, D.R., GAFFREY, M.J., THRALL, B.D. & TEEGUARDEN, J.G. 2018. All that is silver is not toxic: silver ion and particle kinetics reveals the role of silver ion aging and dosimetry on the toxicity of silver nanoparticles. Part Fibre Tox, 15, DOI: 10.1186/s12989-018-0283-z. SONDI, I. & SALOPEK-SONDI, B. 2004. Silver nanoparticles as antimicrobial agent: a case\nstudy on E. coli as a model for Gram-negative bacteria. J Colloid Interface Sci, 275,\n177-82. SUSEWIND, J., DE SOUZA CARVALHO-WODARZ, C., REPNIK, U., COLLNOT, E. M.,\nSCHNEIDER-DAUM, N., GRIFFITHS, G. W. & LEHR, C. M. 2016. A 3D co-culture of three human cell lines to model the inflamed intestinal mucosa for safety testing of nanomaterials. Nanotoxicology, 10, 53-62.\nTAKADA, Y., HISAMATSU, T., KAMADA, N., KITAZUME, M. T., HONDA, H., OSHIMA, Y., SAITO, R., TAKAYAMA, T., KOBAYASHI, T., CHINEN, H., MIKAMI, Y., KANAI, T., OKAMOTO, S. & HIBI, T. 2010. Monocyte chemoattractant protein-1 contributes to gut homeostasis and intestinal inflammation by composition of IL-10-producing regulatory macrophage subset. J Immunol, 184, 2671-6. TEEGUARDEN, J. G., HINDERLITER, P. M., ORR, G., THRALL, B. D. & POUNDS, J. G. 2007. Particokinetics in vitro: Dosimetry considerations for in vitro nanoparticle toxicity assessments. Toxicol Sci, 95, 300-12. THIT, A., SELCK, H. & BJERREGAARD, H. F. 2013. Toxicity of CuO nanoparticles and Cu ions to tight epithelial cells from Xenopus laevis (A6): effects on proliferation, cell cycle progression and cell death. Toxicol In Vitro, 27, 1596-601. TOUNEKTI, O., BELEHRADEK, J. & MIR, L. M. 1995. Relationships between DNA fragmentation, chromatin condensation, and changes in flow cytometry profiles detected during apoptosis. Exp Cell Res, 217, 506-16. TÜRLER, A., SCHWARZ, N. T., TÜRLER, E., KALFF, J. C. & BAUER, A. J. 2002. MCP-1 causes leukocyte recruitment and subsequently endotoxemic ileus in rat. Am J Physiol Gastrointest Liver Physiol, 282, G145-G155. VAN DER ZANDE, M., VANDEBRIEL, R.J.; VAN DOREN, E., KRAMER, E., HERRERA RIVERA, Z., SERRANO-ROJERO, C.S., GREMMER, E.R., MAST, J., PETERS, R.J.B., HOLLMAN, P.C.H., HENDRIKSEN, P.J.M., MARVIN, H.J.P., PEIJNENBURG, A.A.C.M. & BOUWMEESTER, H. 2012. Distribution, Elimination, and Toxicity of Silver Nanoparticles and Silver Ions in Rats after 28-Day Oral Exposure. ACS Nano, 6, 7427-42. VANDEN BERGHE, T., VANLANGENAKKER, N., PARTHOENS, E., DECKERS, W., DEVOS, M., FESTJENS, N., GUERIN, C. J., BRUNK, U. T., DECLERCQ, W. & VANDENABEELE, P. 2010. Necroptosis, necrosis and secondary necrosis converge on similar cellular disintegration features. Cell Death Differ, 17, 922-30. VILA, L., GARCÍA-RODRÍGUEZ, A., CORTÉS, C., MARCOS, R. & HERNÁNDEZ, A. 2018. Assessing the effects of silver nanoparticles on monolayers of differentiated Caco-2 cells, as a model of intestinal barrier. Food Chem Toxicol, 116, DOI: 10.1016/j.fct.2018.04.008. WANG, F., GRAHAM, W. V., WANG, Y., WITKOWSKI, E. D., SCHWARZ, B. T. & TURNER,\nJ. R. 2005. Interferon-y and Tumor Necrosis Factor-a synergize to induce intestinal epithelial barrier dysfunction by up-regulating myosin light chain kinase expression. Am J Pathol, 166, 409-19.\nWILLIAMS, K.; MILNER, J.; BOUDREAU, M.D.; GOKULAN, K.; CERNIGLIA, C.E. & KHARE, S. 2015. Effects of subchronic exposure of silver nanoparticles on intestinal\nJo ur\nal P\nre -p\nro of\nmicrobiota and gut-associated immune responses in the ileum of Sprague-Dawley rats. Nanotoxicology. 9, DOI: 10.3109/17435390.2014.921346.\nWONG, K. K. Y., CHEUNG, S. O. F., HUANG, L., NIU, J., TAO, C., HO, C.-M., CHE, C.-M. & TAM, P. K. H. 2009. Further evidence of the anti-inflammatory effects of silver nanoparticles. Chem Med Chem, 4, 1129-35. XUE, Y., ZHANG, T., ZHANG, B., GONG, F., HUANG, Y. & TANG, M. 2016. Cytotoxicity and apoptosis induced by silver nanoparticles in human liver HepG2 cells in different dispersion media. J Appl Toxicol, 36, 352-60. YAN, H. & AJUWON, K. M. 2017. Butyrate modifies intestinal barrier function in IPEC-J2 cells through a selective upregulation of tight junction proteins and activation of the Akt signaling pathway. PLoS One, 12, DOI: 10.1371/journal.pone.0179586. YANG, E. J., KIM, S., KIM, J. S. & CHOI, I. H. 2012. Inflammasome formation and IL-1beta release by human blood monocytes in response to silver nanoparticles. Biomat, 33,\n6858-67."
    }, {
      "heading" : "Highlights",
      "text" : " Under inflammation-like conditions, Caco-2 cells are more susceptible to\nAgNP-induced effects than cells in homeostatic co-cultures.\n Inflammation-like processes enhance the occurrence of AgNP-induced\nnecrosis and apoptosis.\n AgNPs might influence gut homeostasis by inhibiting monocyte\nchemoattractant protein-1.\nJo ur\nna l P\nre -p\nro of"
    } ],
    "references" : [ {
      "title" : "Physiology and function of the tight junction",
      "author" : [ "J.M. ANDERSON", "C.M. VAN ITALLIE" ],
      "venue" : "Cold Spring Harb Perspect Biol,",
      "citeRegEx" : "ANDERSON and ITALLIE,? \\Q2009\\E",
      "shortCiteRegEx" : "ANDERSON and ITALLIE",
      "year" : 2009
    }, {
      "title" : "Toxicity of silver nanoparticles - nanoparticle or silver ion",
      "author" : [ "C. BEER", "R. FOLDBJERG", "Y. HAYASHI", "D.S. SUTHERLAND", "H. AUTRUP" ],
      "venue" : "Toxicol Lett,",
      "citeRegEx" : "BEER et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "BEER et al\\.",
      "year" : 2012
    }, {
      "title" : "Analytically monitored digestion of silver nanoparticles and their toxicity on human intestinal cells",
      "author" : [ "L. BÖHMERT", "M. GIROD", "U. HANSEN", "R. MAUL", "P. KNAPPE", "B. NIEMANN", "S.M. WEIDNER", "A.F. THUNEMANN", "A. LAMPEN" ],
      "venue" : "Nanotoxicology,",
      "citeRegEx" : "BÖHMERT et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "BÖHMERT et al\\.",
      "year" : 2014
    }, {
      "title" : "Molecular mechanism of silver nanoparticles in human intestinal cells",
      "author" : [ "L. BÖHMERT", "B. NIEMANN", "D. LICHTENSTEIN", "S. JULING", "A. LAMPEN" ],
      "venue" : "Nanotoxicology,",
      "citeRegEx" : "BÖHMERT et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "BÖHMERT et al\\.",
      "year" : 2015
    }, {
      "title" : "Cytotoxicity of peptide-coated silver nanoparticles on the human intestinal cell line Caco-2",
      "author" : [ "L. BÖHMERT", "B. NIEMANN", "A.F. THUNEMANN", "A. LAMPEN" ],
      "venue" : "Arch Toxicol,",
      "citeRegEx" : "BÖHMERT et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "BÖHMERT et al\\.",
      "year" : 2012
    }, {
      "title" : "Apoptosis and necrosis: Two distinct events induced, respectively, by mild and intense insults with N-methyl-D-aspartate or nitric oxide/superoxide in cortical cell cultures",
      "author" : [ "E. BONFOCO", "D. KRAINC", "M. ANKARCRONA", "P. NICOTERA", "S.A. LIPTON" ],
      "venue" : null,
      "citeRegEx" : "BONFOCO et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "BONFOCO et al\\.",
      "year" : 1995
    }, {
      "title" : "Characterization of translocation of silver nanoparticles and effects on whole-genome gene expression using an in vitro intestinal epithelium coculture model",
      "author" : [ "H. BOUWMEESTER", "J. POORTMAN", "R.J. PETERS", "E. WIJMA", "E. KRAMER", "S. MAKAMA", "K. PUSPITANINGANINDITA", "H.J.P. MARVIN", "PEIJNENBURG", "A.A.C. M", "P.J.M. HENDRIKSEN" ],
      "venue" : "ACS Nano,",
      "citeRegEx" : "BOUWMEESTER et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "BOUWMEESTER et al\\.",
      "year" : 2011
    }, {
      "title" : "Determination of the structure and morphology of gold nanoparticle-HAS protein",
      "author" : [ "R. CAPOMACCIO", "I. OJEA JIMENEZ", "P. COLPO", "D. GILLILAND", "G. CECCONE", "F. ROSSI", "L. CALZOLAI" ],
      "venue" : "complexes. Nanoscale,",
      "citeRegEx" : "CAPOMACCIO et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "CAPOMACCIO et al\\.",
      "year" : 2015
    }, {
      "title" : "Detection of necrosis by release of lactate dehydrogenase activity",
      "author" : [ "F.K. CHAN", "K. MORIWAKI", "M.J. DE ROSA" ],
      "venue" : "Methods Mol Biol,",
      "citeRegEx" : "CHAN et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "CHAN et al\\.",
      "year" : 2013
    }, {
      "title" : "Major DNA fragmentation is a late event in apoptosis",
      "author" : [ "J.A. COLLINS", "C.A. SCHANDL", "K.K. YOUNG", "J. VESELY", "M.C. WILLINGHAM" ],
      "venue" : "J Histochem Cytochem,",
      "citeRegEx" : "COLLINS et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "COLLINS et al\\.",
      "year" : 1997
    }, {
      "title" : "Clearance of apoptotic cells by phagocytes",
      "author" : [ "ERWIG", "L.-P", "P.M. HENSON" ],
      "venue" : "Cell Death Differ,",
      "citeRegEx" : "ERWIG et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "ERWIG et al\\.",
      "year" : 2008
    }, {
      "title" : "Cytotoxicity and genotoxicity of silver nanoparticles in the human lung cancer cell line, A549",
      "author" : [ "R. FOLDBJERG", "D.A. DANG", "H. AUTRUP" ],
      "venue" : "Arch Toxicol,",
      "citeRegEx" : "FOLDBJERG et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "FOLDBJERG et al\\.",
      "year" : 2011
    }, {
      "title" : "Effects of silver nanoparticles and ions on a co-culture model for the gastrointestinal epithelium",
      "author" : [ "A. GEORGANTZOPOULOU", "T. SERCHI", "S. CAMBIER", "C.C. LECLERCQ", "J. RENAUT", "J. SHAO", "M. KRUSZEWSKI", "E. LENTZEN", "P. GRYSAN", "S. ESWARA", "J.N. AUDINOT", "S. CONTAL", "J. ZIEBEL", "C. GUIGNARD", "L. HOFFMANN", "A.J. MURK", "A.C. GUTLEB" ],
      "venue" : "Part Fibre Toxicol,",
      "citeRegEx" : "GEORGANTZOPOULOU et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "GEORGANTZOPOULOU et al\\.",
      "year" : 2016
    }, {
      "title" : "Influence of simulated gastrointestinal conditions on particle-induced cytotoxicity and interleukin-8 regulation in differentiated and undifferentiated Caco-2 cells",
      "author" : [ "K. GERLOFF", "D.I. PEREIRA", "N. FARIA", "A.W. BOOTS", "J. KOLLING", "I. FORSTER", "C. ALBRECHT", "J.J. POWELL", "R.P. SCHINS" ],
      "venue" : null,
      "citeRegEx" : "GERLOFF et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "GERLOFF et al\\.",
      "year" : 2013
    }, {
      "title" : "Cell type-specific responses of peripheral blood mononuclear cells to silver nanoparticles",
      "author" : [ "T.A. SCHILDHAUER", "M. EPPLE", "M. KÖLLER" ],
      "venue" : "Acta Biomater,",
      "citeRegEx" : "SCHILDHAUER et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "SCHILDHAUER et al\\.",
      "year" : 2011
    }, {
      "title" : "The first line of defence: insights into mechanisms and relevance of phagocytosis in epithelial cells",
      "author" : [ "J. GÜNTHER", "SEYFERT", "H.-M" ],
      "venue" : "Semin Immunopathol,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Selective adhesion of nanoparticles to inflamed tissue in gastric ulcers",
      "author" : [ "S. HASSANI", "Y. PELLEQUER", "A. LAMPRECHT" ],
      "venue" : "Pharm Res,",
      "citeRegEx" : "HASSANI et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "HASSANI et al\\.",
      "year" : 2009
    }, {
      "title" : "Antimicrobial wound dressing and anti-inflammatory efficacy of silver nanoparticles",
      "author" : [ "A. 1084/jem.20160442. HEBEISH", "M.H. EL-RAFIE", "M.A. EL-SHEIKH", "A.A. SELEEM", "M.E. EL-NAGGAR" ],
      "venue" : "Int J biol macromol,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Effects of silver nanoparticles on the interactions of neuron- and glia-like cells: Toxicity, uptake mechanisms, and lysosomal tracking",
      "author" : [ "I.L. HSIAO", "Y.K. HSIEH", "C.Y. CHUANG", "C.F. WANG", "Y.J. HUANG" ],
      "venue" : "Environ Toxicol,",
      "citeRegEx" : "HSIAO et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "HSIAO et al\\.",
      "year" : 2017
    }, {
      "title" : "Development of an in vitro co-culture model to mimic the human intestine in healthy and diseased state",
      "author" : [ "A.A.M. KÄMPFER", "P. URBAN", "S. GIORIA", "N. KANASE", "V. STONE", "A. KINSNEROVASKAINEN" ],
      "venue" : "Toxicol In Vitro,",
      "citeRegEx" : "KÄMPFER et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "KÄMPFER et al\\.",
      "year" : 2017
    }, {
      "title" : "Highly purified lipoteichoic acid induced pro-inflammatory signalling in primary culture of rat microglia through Toll-like receptor 2: selective potentiation of nitric oxide production by muramyl dipeptide",
      "author" : [ "A. KINSNER", "M. BOVERI", "L. HARENG", "G.C. BROWN", "S. COECKE", "T. HARTUNG", "A. BAL-PRICE" ],
      "venue" : "J Neurochem,",
      "citeRegEx" : "KINSNER et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "KINSNER et al\\.",
      "year" : 2006
    }, {
      "title" : "Human intestinal barrier function in health and disease",
      "author" : [ "J. KONIG", "J. WELLS", "P.D. CANI", "C.L. GARCIA-RODENAS", "T. MACDONALD", "A. MERCENIER", "J. WHYTE", "F. TROOST", "R.J. BRUMMER" ],
      "venue" : "Clin Transl Gastroenterol,",
      "citeRegEx" : "KONIG et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "KONIG et al\\.",
      "year" : 2016
    }, {
      "title" : "Biodegradable nanoparticles for targeted drug delivery in treatment of inflammatory bowel disease",
      "author" : [ "A. 1038/ctg.2016.54. LAMPRECHT", "N. UBRICH", "H. YAMAMOTO", "U. SCHÄFER", "H. TAKEUCHI", "P. MAINCENT", "Y. KAWASHIMA", "LEHR", "C.-M" ],
      "venue" : "J Pharmacol Exp Ther,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "Bactericidal effect of silver nanoparticles against multidrugresistant bacteria",
      "author" : [ "H.H. LARA", "N.V. AYALA-NÚÑEZ", "L.D.C. IXTEPAN TURRENT", "C. RODRÍGUEZ PADILLA" ],
      "venue" : "World J Microbiol Biotechnol,",
      "citeRegEx" : "LARA et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "LARA et al\\.",
      "year" : 2009
    }, {
      "title" : "Utility of models of the gastrointestinal tract for assessment of the digestion and absorption of engineered nanomaterials released from food",
      "author" : [ "D.E. LEFEBVRE", "K. VENEMA", "L. GOMBAU", "L.G. VALERIO", "JR", "J. RAJU", "G.S. BONDY", "H. BOUWMEESTER", "R.P. SINGH", "A.J. CLIPPINGER", "E.M. COLLNOT", "R. MEHTA", "V. STONE" ],
      "venue" : "matrices. Nanotoxicology,",
      "citeRegEx" : "LEFEBVRE et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "LEFEBVRE et al\\.",
      "year" : 2015
    }, {
      "title" : "A three-dimensional coculture of enterocytes, monocytes and dendritic cells to model inflamed intestinal mucosa in vitro",
      "author" : [ "F. LEONARD", "COLLNOT", "E.-M", "LEHR", "C.-M" ],
      "venue" : "Mol Pharmaceut,",
      "citeRegEx" : "LEONARD et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "LEONARD et al\\.",
      "year" : 2010
    }, {
      "title" : "Genotoxicity of silver nanoparticles evaluated using the Ames test and in vitro micronucleus assay",
      "author" : [ "Y. LI", "D.H. CHEN", "J. YAN", "Y. CHEN", "R.A. MITTELSTAEDT", "Y. ZHANG", "A.S. BIRIS", "R.H. HEFLICH", "T. CHEN" ],
      "venue" : "Mutat Res,",
      "citeRegEx" : "LI et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "LI et al\\.",
      "year" : 2012
    }, {
      "title" : "Metallic-based micro and nanocomposites in food contact materials and active food packaging",
      "author" : [ "A. LLORENS", "E. LLORET", "P.A. PICOUET", "R. TRBOJEVICH", "A. FERNANDEZ" ],
      "venue" : "Trends Food Sci Technol,",
      "citeRegEx" : "LLORENS et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "LLORENS et al\\.",
      "year" : 2012
    }, {
      "title" : "EZH2 Regulates Intestinal Inflammation and Necroptosis Through the JNK Signaling Pathway in Intestinal Epithelial Cells",
      "author" : [ "X. LOU", "H. ZHU", "L. NING", "C. Li", "S. Li", "H. Du", "X. ZHOU", "G. XU" ],
      "venue" : "Dig Dis Sci, DOI: 10.1007/s10620-019-05705-4. MANEERUNG,",
      "citeRegEx" : "LOU et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "LOU et al\\.",
      "year" : 2019
    }, {
      "title" : "Oxidative stress-mediated inhibition of intestinal epithelial cell proliferation by silver nanoparticles",
      "author" : [ "C. McCRACKEN", "A. ZANE", "D.A. KNIGHT", "E. HOMMEL", "P.K. DUTTA", "W.J. WALDMAN" ],
      "venue" : "Toxicol In Vitro,",
      "citeRegEx" : "McCRACKEN et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "McCRACKEN et al\\.",
      "year" : 2015
    }, {
      "title" : "In vivo human time-exposure study of orally dosed commercial silver nanoparticles. Nanomedicine, 10, DOI: 10.1016/j.nano.2013.06.010",
      "author" : [ "M.A. MUNGER", "P. RADWANSKI", "G.C. HADLOCK", "G. STODDARD", "A. SHAABAN", "J. FALCONER", "D.W. GRAINGER", "C.E. DEERING-RICE" ],
      "venue" : null,
      "citeRegEx" : "MUNGER et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "MUNGER et al\\.",
      "year" : 2014
    }, {
      "title" : "Apoptosis, Necrosis, and Necroptosis in the Gut and Intestinal Homeostasis",
      "author" : [ "A. NEGRONI", "S. CUCCHIARA", "L. STRONATI" ],
      "venue" : "Mediators Inflamm,",
      "citeRegEx" : "NEGRONI et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "NEGRONI et al\\.",
      "year" : 2015
    }, {
      "title" : "Proteomic responses of human intestinal Caco-2 cells exposed to silver nanoparticles and ionic silver",
      "author" : [ "A. 1155/2015/250762. OBEREMM", "U. HANSEN", "L. BÖHMERT", "C. MECKERT", "A. BRAEUNING", "A.F. THÜNEMANN", "A. LAMPEN" ],
      "venue" : "J Appl Toxicol,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Cell swelling, seizures and spreading depression: an impedance study",
      "author" : [ "T. OLSSON", "M. BROBERG", "K.J. POPE", "A. WALLACE", "L. MACKENZIE", "F. BLOMSTRAND", "M. NILSSON", "J.O. WILLOUGHBY" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2006
    }, {
      "title" : "Repeated-dose toxicity and inflammatory responses in mice by oral administration of silver nanoparticles",
      "author" : [ "PARK E. J", "BAE E", "YI J", "KIM Y", "CHOI K", "LEE S. H", "YOON J", "LEE B. C", "PARK K" ],
      "venue" : "Environ Toxicol Pharmacol,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Mechanisms of resistance of confluent human and rat colon cancer cells to anthracyclines: alteration of drug passive diffusion",
      "author" : [ "H. PELLETIER", "MILLOT", "J.-M", "B. CHAUFFERT", "M. MANFAIT", "P. GENNE", "F. MARTIN" ],
      "venue" : "Cancer Res,",
      "citeRegEx" : "PELLETIER et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "PELLETIER et al\\.",
      "year" : 1990
    }, {
      "title" : "Necroptosis is active in children with inflammatory bowel disease and contributes to heighten intestinal inflammation",
      "author" : [ "M. PIERDOMENICO", "A. NEGRONI", "L. STRONATI", "R. VITALI", "E. PRETE", "J. BERTIN", "P.J. GOUGH", "M. ALOI", "S. CUCCHIARA" ],
      "venue" : "Am J Gastroenterol,",
      "citeRegEx" : "PIERDOMENICO et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "PIERDOMENICO et al\\.",
      "year" : 2014
    }, {
      "title" : "Antimicrobial surface functionalization of plastic catheters by silver nanoparticles",
      "author" : [ "D. ROE", "B. KARANDIKAR", "N. BONN-SAVAGE", "B. GIBBINS", "J.B. ROULLET" ],
      "venue" : "J Antimicrob Chemother,",
      "citeRegEx" : "ROE et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "ROE et al\\.",
      "year" : 2008
    }, {
      "title" : "Assessing the relevance of exposure time in differentiated Caco-2/HT29 cocultures. Effects of silver nanoparticles",
      "author" : [ "M. SAEZ-TENORIO", "J. DOMENECH", "A. GARCÍA-RODRÍGUEZ", "A. VELÁZQUEZ", "A. HERNÁNDEZ", "R. MARCOS", "C. CORTÉS" ],
      "venue" : "Food Chem Toxicol,",
      "citeRegEx" : "SAEZ.TENORIO et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "SAEZ.TENORIO et al\\.",
      "year" : 2019
    }, {
      "title" : "Investigations of the toxic effect of silver nanoparticles on mammalian cell lines",
      "author" : [ "D. BAHNEMANN" ],
      "venue" : "J Nanomater, 2015, DOI: 10.1155/2015/136765.",
      "citeRegEx" : "BAHNEMANN,? 2015",
      "shortCiteRegEx" : "BAHNEMANN",
      "year" : 2015
    }, {
      "title" : "Nano- and microscaled",
      "author" : [ "C. SCHMIDT", "C. LAUTENSCHLAEGER", "E.M. COLLNOT", "M. SCHUMANN", "C. BOJARSKI", "J.D. SCHULZKE", "C.M. LEHR", "A. STALLMACH" ],
      "venue" : null,
      "citeRegEx" : "SCHMIDT et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "SCHMIDT et al\\.",
      "year" : 2013
    }, {
      "title" : "Nanosized food additives impact beneficial and pathogenic bacteria in the human gut: a simulated gastrointestinal study",
      "author" : [ "S. SIEMER", "A. HAHLBROCK", "C. VALLET", "D.J. MCCLEMENTS", "J. BALSZUWEIT", "J. VOSKUHL", "D. DOCTER", "S. WESSLER", "S.K. KNAUER", "D. WESTMEIER", "R.H. STAUBER" ],
      "venue" : "NPJ Sci Food,",
      "citeRegEx" : "SIEMER et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "SIEMER et al\\.",
      "year" : 2018
    }, {
      "title" : "All that is silver is not toxic: silver ion and particle kinetics reveals the role of silver ion aging and dosimetry on the toxicity of silver nanoparticles",
      "author" : [ "J.N. SMITH", "D.G. THOMAS", "H. JOLLEY", "V.K. KODALI", "M.H. LITTKE", "P. MUNUSAMY", "D.R. BAER", "M.J. GAFFREY", "B.D. THRALL", "J.G. TEEGUARDEN" ],
      "venue" : "Part Fibre Tox,",
      "citeRegEx" : "SMITH et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "SMITH et al\\.",
      "year" : 2018
    }, {
      "title" : "Silver nanoparticles as antimicrobial agent: a case study on E. coli as a model for Gram-negative bacteria",
      "author" : [ "I. 1186/s12989-018-0283-z. SONDI", "B. SALOPEK-SONDI" ],
      "venue" : "J Colloid Interface Sci,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2004
    }, {
      "title" : "A 3D co-culture of three human cell lines to model the inflamed intestinal mucosa for safety testing of nanomaterials",
      "author" : [ "J. 177-82. SUSEWIND", "C. DE SOUZA CARVALHO-WODARZ", "U. REPNIK", "E.M. COLLNOT", "N. SCHNEIDER-DAUM", "G.W. GRIFFITHS", "C.M. LEHR" ],
      "venue" : "Nanotoxicology,",
      "citeRegEx" : "SUSEWIND et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "SUSEWIND et al\\.",
      "year" : 2016
    }, {
      "title" : "Monocyte chemoattractant protein-1 contributes to gut homeostasis and intestinal inflammation by composition of IL-10-producing regulatory macrophage subset",
      "author" : [ "Y. TAKADA", "T. HISAMATSU", "N. KAMADA", "M.T. KITAZUME", "H. HONDA", "Y. OSHIMA", "R. SAITO", "T. TAKAYAMA", "T. KOBAYASHI", "H. CHINEN", "Y. MIKAMI", "T. KANAI", "S. OKAMOTO", "T. HIBI" ],
      "venue" : "J Immunol,",
      "citeRegEx" : "TAKADA et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "TAKADA et al\\.",
      "year" : 2010
    }, {
      "title" : "Particokinetics in vitro: Dosimetry considerations for in vitro nanoparticle toxicity assessments",
      "author" : [ "J.G. TEEGUARDEN", "P.M. HINDERLITER", "G. ORR", "B.D. THRALL", "J.G. POUNDS" ],
      "venue" : "Toxicol Sci,",
      "citeRegEx" : "TEEGUARDEN et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "TEEGUARDEN et al\\.",
      "year" : 2007
    }, {
      "title" : "Relationships between DNA fragmentation, chromatin condensation, and changes in flow cytometry profiles detected during apoptosis",
      "author" : [ "O. TOUNEKTI", "J. BELEHRADEK", "L.M. MIR" ],
      "venue" : "Exp Cell Res,",
      "citeRegEx" : "TOUNEKTI et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "TOUNEKTI et al\\.",
      "year" : 1995
    }, {
      "title" : "MCP-1 causes leukocyte recruitment and subsequently endotoxemic ileus in rat",
      "author" : [ "A. TÜRLER", "N.T. SCHWARZ", "E. TÜRLER", "J.C. KALFF", "A.J. BAUER" ],
      "venue" : "Am J Physiol Gastrointest Liver Physiol,",
      "citeRegEx" : "TÜRLER et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "TÜRLER et al\\.",
      "year" : 2002
    }, {
      "title" : "Distribution, Elimination, and Toxicity of Silver Nanoparticles and Silver Ions in Rats after 28-Day Oral",
      "author" : [ "VAN DER ZANDE", "VANDEBRIEL", "R.J", "VAN DOREN", "KRAMER", "HERRERA RIVERA", "SERRANO-ROJERO", "C.S", "GREMMER", "E.R", "MAST", "PETERS", "R.J.B", "HOLLMAN", "P.C.H", "HENDRIKSEN", "P.J.M", "MARVIN", "H.J.P", "PEIJNENBURG", "A.A.C.M", "H. BOUWMEESTER" ],
      "venue" : null,
      "citeRegEx" : "R.J. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "R.J. et al\\.",
      "year" : 2012
    }, {
      "title" : "Necroptosis, necrosis and secondary necrosis converge on similar cellular disintegration features",
      "author" : [ "T. VANDEN BERGHE", "N. VANLANGENAKKER", "E. PARTHOENS", "W. DECKERS", "M. DEVOS", "N. FESTJENS", "C.J. GUERIN", "U.T. BRUNK", "W. DECLERCQ", "P. VANDENABEELE" ],
      "venue" : "Exposure. ACS Nano,",
      "citeRegEx" : "BERGHE et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "BERGHE et al\\.",
      "year" : 2010
    }, {
      "title" : "Assessing the effects of silver nanoparticles on monolayers of differentiated Caco-2 cells, as a model of intestinal barrier",
      "author" : [ "L. VILA", "A. GARCÍA-RODRÍGUEZ", "C. CORTÉS", "R. MARCOS", "A. HERNÁNDEZ" ],
      "venue" : "Food Chem Toxicol,",
      "citeRegEx" : "VILA et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "VILA et al\\.",
      "year" : 2018
    }, {
      "title" : "Interferon-y and Tumor Necrosis Factor-a synergize to induce intestinal epithelial barrier dysfunction by up-regulating myosin light chain kinase expression",
      "author" : [ "F. 1016/j.fct.2018.04.008. WANG", "W.V. GRAHAM", "Y. WANG", "E.D. WITKOWSKI", "B.T. SCHWARZ", "J.R. TURNER" ],
      "venue" : "Am J Pathol,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2005
    }, {
      "title" : "Effects of subchronic exposure of silver nanoparticles on intestinal",
      "author" : [ "K. WILLIAMS", "J. MILNER", "M.D. BOUDREAU", "K. GOKULAN", "C.E. CERNIGLIA", "S. KHARE" ],
      "venue" : null,
      "citeRegEx" : "WILLIAMS et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "WILLIAMS et al\\.",
      "year" : 2015
    }, {
      "title" : "Further evidence of the anti-inflammatory effects of silver nanoparticles",
      "author" : [ "K.K.Y. WONG", "S.O.F. CHEUNG", "L. HUANG", "J. NIU", "C. TAO", "HO", "CHE C.-M", "TAM C.-M", "P.K. H" ],
      "venue" : "Chem Med Chem,",
      "citeRegEx" : "WONG et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "WONG et al\\.",
      "year" : 2009
    }, {
      "title" : "Cytotoxicity and apoptosis induced by silver nanoparticles in human liver HepG2 cells in different dispersion media",
      "author" : [ "Y. XUE", "T. ZHANG", "B. ZHANG", "F. GONG", "Y. HUANG", "M. TANG" ],
      "venue" : "J Appl Toxicol,",
      "citeRegEx" : "XUE et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "XUE et al\\.",
      "year" : 2016
    }, {
      "title" : "Butyrate modifies intestinal barrier function in IPEC-J2 cells through a selective upregulation of tight junction proteins and activation of the Akt signaling pathway",
      "author" : [ "H. YAN", "K.M. AJUWON" ],
      "venue" : "PLoS One,",
      "citeRegEx" : "YAN and AJUWON,? \\Q2017\\E",
      "shortCiteRegEx" : "YAN and AJUWON",
      "year" : 2017
    }, {
      "title" : "Inflammasome formation and IL-1beta release by human blood monocytes in response to silver",
      "author" : [ "E.J. YANG", "S. KIM", "J.S. KIM", "I.H. CHOI" ],
      "venue" : "nanoparticles. Biomat,",
      "citeRegEx" : "YANG et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "YANG et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 17,
      "context" : "The THP-1 cells were seeded in 25 cm2 flasks (3x10 6 cells per flask) and differentiated with PMA (100 nM) for 24h. Subsequently, the cells were detached with Accutase, plated on transwell-suitable 12-well plates (1.8x10(5) cells per well), and allowed to re-attach for 1h. The stable co-culture was started by placing a transwell insert with differentiated Caco-2 cells onto a THP-1-containing well. For the inflamed set-up, the Caco-2 cells were basolaterally primed with IFN-γ (10 ng mL) for 24h as described by Wang et al. (2005) before the co-culture.",
      "startOffset" : 48,
      "endOffset" : 534
    }, {
      "referenceID" : 15,
      "context" : ", 2014; Böhmert et al., 2014). In contrast, Susewind et al. (2016) reported an EC50 of 85 μg cm 2 AgNPs (<20 nm) in differentiated Caco-2 cells, whereas Georgantzopoulou et al.",
      "startOffset" : 4,
      "endOffset" : 67
    }, {
      "referenceID" : 15,
      "context" : ", 2014; Böhmert et al., 2014). In contrast, Susewind et al. (2016) reported an EC50 of 85 μg cm 2 AgNPs (<20 nm) in differentiated Caco-2 cells, whereas Georgantzopoulou et al. (2016) did not observe any cytotoxicity up to 100 μg mL -1 in differentiated Caco-2 monocultures and Caco-2/HT29-MTX co-cultures for 20 and 200 nm AgNPs.",
      "startOffset" : 4,
      "endOffset" : 184
    }, {
      "referenceID" : 15,
      "context" : ", 2014; Böhmert et al., 2014). In contrast, Susewind et al. (2016) reported an EC50 of 85 μg cm 2 AgNPs (<20 nm) in differentiated Caco-2 cells, whereas Georgantzopoulou et al. (2016) did not observe any cytotoxicity up to 100 μg mL -1 in differentiated Caco-2 monocultures and Caco-2/HT29-MTX co-cultures for 20 and 200 nm AgNPs. Whereas the mucus released by HT29-MTX cells might result in an increased robustness of the cell culture, these discrepancies underline the importance of particle size in the toxicity assessment. Vila and colleagues (2018) showed absence of cytotoxicity for concentrations up to 50 μg mL AgNPs (8 nm) in differentiated Caco-2 cultures, whereas an EC50 of 12.",
      "startOffset" : 4,
      "endOffset" : 554
    }, {
      "referenceID" : 17,
      "context" : "Whereas no changes were detected in response to low concentrations, concentrations of 10 μg mL resulted in a significant increase in TEER in the inflamed coculture. Interestingly, the Ag control induced a TEER increase in all three culture models. Bouwmeester et al. (2011) reported a similar increase in barrier resistance (120-130%) in a Caco-2 M-cell model after the exposure to similarly sized and dosed AgNPs and Ag, but the Jo ur na l P re -p r of Journal Pre-proof",
      "startOffset" : 86,
      "endOffset" : 274
    }, {
      "referenceID" : 31,
      "context" : "5 and 156.25 μg cm 2 AgNPs, respectively (Susewind et al., 2016). Georgantzopoulou et al. (2016) studied the effects of AgNPs (20 and 200 nm) and Ag in Caco-2/TC7 monocultures and Caco-2/HT29-MTX cocultures.",
      "startOffset" : 6,
      "endOffset" : 97
    }, {
      "referenceID" : 31,
      "context" : "5 and 156.25 μg cm 2 AgNPs, respectively (Susewind et al., 2016). Georgantzopoulou et al. (2016) studied the effects of AgNPs (20 and 200 nm) and Ag in Caco-2/TC7 monocultures and Caco-2/HT29-MTX cocultures. The group did not observe any effect on the barrier integrity for comparable concentrations of either size of AgNPs or Ag regardless of the presence of goblet cells. Also Vila et al. (2018) did not find negative effects of 8 nm AgNPs on the Caco-2 barrier integrity.",
      "startOffset" : 6,
      "endOffset" : 398
    }, {
      "referenceID" : 33,
      "context" : ", 2013; McCracken et al., 2015; Vila et al., 2018) as well as the co-culture results by Susewind et al. (2016) and Georgantzopoulou et al. (2016). Both groups reported Caco-2 monocultures to be more sensitive to the exposure to AgNPs than co-cultures with goblet cells (Georgantzopoulou et al.",
      "startOffset" : 4,
      "endOffset" : 146
    }, {
      "referenceID" : 34,
      "context" : ", 2015; Böhmert et al., 2012). Bouwmeester and colleagues (2011), however, reported the upregulation of apoptosis-related genes in a Caco-2-based M-cell model.",
      "startOffset" : 4,
      "endOffset" : 65
    }, {
      "referenceID" : 15,
      "context" : ", 2014). Both TNF-α and IFN-γ have been shown to induce necroptosis in vitro (Vanden Berghe et al., 2010; Chen et al., 2019). However, the presence of RIP3 expression in Caco2 cells remains elusive. Whereas He et al. (2017) reported its expression to be absent, Lou Jo ur na l P r -p ro of Journal Pre-proof",
      "startOffset" : 4,
      "endOffset" : 224
    }, {
      "referenceID" : 15,
      "context" : ", 2014; Wong et al., 2009), however, not following oral exposure. The majority of identified oral exposure studies observed either pro-inflammatory effects, e.g. through the release of pro-inflammatory cytokines (Greulich et al., 2011) and impacting the distribution of immune cells (Park et al., 2010) or no immune-modulating effects at all (van der Zande et al., 2012). Williams et al. (2015) observed a downregulation of genes related to the gut-associated immune response after oral administration.",
      "startOffset" : 4,
      "endOffset" : 395
    } ],
    "year" : 2019,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : null
  }
}