{
  "name" : "downloads_2020-07-18_8c_zhu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Block Copolymer Brush Layer-Templated Gold Nanoparticles on Nano bers for Surface-Enhanced Raman Scattering Optophysiology",
    "authors" : [ "Hu Zhu", "lix Lussier", "Charles Ducrot", "Joachim P. Spatz", "Wenli Cui", "Li Yu", "Wei Peng", "Geraldine Bazuin", "Jean-Francois Masson" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Block Copolymer Brush Layer-Templated Gold Nanoparticles on Nano bers for Surface-Enhanced Raman Scattering Optophysiology Hu Zhu, Fe lix Lussier, Charles Ducrot, Marie-Jose e Bourque, Joachim P. Spatz,§, Wenli Cui, Li Yu, Wei Peng, Louis-E ric Trudeau, C. Geraldine Bazuin,* , and Jean-Francois Masson* ,\nDe partement de Chimie and Neuroscience Research Group (GRSNC), De partement and Pharmacologie and Physiologie, De partement de Neurosciences, Universite de Montre al, C.P. 6128 Succ. Centre-ville, Montre al, Quebec H3C 3J7, Canada §Department of Cellular Biophysics, Max Planck Institute for Medical Research, Jahnstrasse 29, D-69120 Heidelberg, Germany Department of Biophysical Chemistry, University of Heidelberg, INF 253, D-69120 Heidelberg, Germany Department of Physics and Optoelectronic Engineering, Dalian University of Technology, Dalian 116024, China\n*S Supporting Information\nABSTRACT:A nanothin block copolymer (BCP) brush-layer lm adsorbed on glass nano bers is shown to address the longstanding challenge of forming a template for the deposition of dense and well-dispersed nanoparticles on highly curved surfaces, allowing the development of an improved nanosensor for neurotransmitters. We employed a polystyrene-block-poly(4-vinylpyridine) BCP and plasmonic gold nanoparticles (AuNPs) of 52 nm in diameter for the fabrication of the nanosensor on pulled bers with diameters down to 200 nm. The method is simple, using only solution processes and a plasma cleaning step. The templating of the AuNPs on the nano ber surprisingly gave rise to more than 1 order of magnitude improvement in the surface-enhanced Raman scattering (SERS) performance for 4- mercaptobenzoic acid compared to the same AuNPs aggregated on identical bers without the use of a template. We hypothesize that a wavelength-scale lens formed by the nano ber contributes to enhancing the SERS performance to the extent that it can melt the glass nano ber under moderate laser power. We then show the capability of this nanosensor to detect the corelease of the neurotransmitters dopamine and glutamate from living mouse brain dopaminergic neurons with a sensitivity 1 order of magnitude greater than with aggregated AuNPs. The simplicity of fabrication and the far superior performance of the BCP-templated nano ber demonstrates the potential of this method to e ciently pattern nanoparticles on highly curved surfaces and its application as molecular nanosensors for cell physiology. KEYWORDS:nano ber, block copolymer brush, SERS optophysiology, neurotransmitters, neurosciences\nINTRODUCTION The manufacturing of increasingly smaller devices has led to the development of the nanoelectronics, nano-optics, and nanobiology elds with wide-ranging applications.1 For nearly all nanofabrication techniques, the substrate is patterned using a series of processes designed to form the nanostructures by milling material and curing resins1 or by printing and molding structures from a template.2 These top-down approaches have led to the fabrication of complex nanostructures for creating a suite of electronic or photonic devices. However, nanopatterning is almost exclusively performed on at wafers as top-down approaches are ill suited for other surface geometries.\nCurved surfaces have wide-ranging applications in modern and upcoming technologies.3 Fiber optics and optical waveguides can serve in optical nanodevices imparting sensing capabilities to previously inaccessible locations. Decorating these bers or waveguides with various types of nanoparticles (NPs) could enable the development of highly sensitive in situ\nor in vivo molecular sensors as well as enable local photothermal therapy.4 6 For example, we recently demonstrated a SERS optophysiology application based on nano bers (pulled glass rods) decorated with aggregated AuNPs to monitor cellular metabolites or neurotransmitters.7,8 While these proof-of-principle experiments showed the potential of SERS optophysiology for measuring multiple metabolites in a single experiment, the use of aggregated nanoparticles led to signi cant sensor-to-sensor irreproducibility and large variance in the data. Increasing the SERS sensitivity would allow the detection of metabolites at lower concentrations as well as enhance the temporal resolution of the technique. A more dispersed, still dense, deposition of AuNPs on these SERS nano bers would signi cantly improve their performance, but this currently remains a challenge.\nReceived: November 2, 2018 Accepted: January 7, 2019 Published: January 7, 2019\nResearch Article\nwww.acsami.orgCite This:ACS Appl. Mater. Interfaces2019, 11, 4373 4384\n' 2019 American Chemical Society 4373 DOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384\nD ow\nnl oa\nde d\nvi a\nK A\nR O\nL IN\nSK A\nI N\nST o\nn Ju\nly 1\n7, 2\n02 0\nat 2\n1: 37\n:3 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nA bottom-up method for converting surfaces into SERS sensors is by coating them with a nanopatterned block copolymer (BCP) template, such as in the form of micelles that guide the deposition of AuNPs into well-ordered arrays, investigated almost exclusively with at and low-curvature substrates.9 13 One of the most facile methods for directly achieving a phase-separated BCP coating on a ber is dip coating, which consists of simply dipping the ber into a BCP solution and then withdrawing it at a controlled rate.14,15\nHowever, the dip-coated lm thickness decreases with a decrease in ber diameter,16 resulting in incomplete micellar coverage on low-diameter bers. This can be compensated up to a point by increasing the BCP solution concentration and the withdrawal speed of the ber from the solution, as achieved\nfor ber diameters down to 25 m.17 At the very small diameters necessary for SERS optophysiology, ideally less than 1 m, the withdrawal speeds must be impracticably high. Thus, patterned BCP coatings allowing ordered AuNP deposition on such small bers are essentially impossible to achieve.\nRESULTS AND DISCUSSION Here, we show that a patternless and nanothin BCP brush-like coating on bers of submicrometer diameters is an e ective template for the dense deposition of well-dispersed gold nanoparticles (AuNPs). Our procedure, depicted schematically in Figure 1A, with details given in theExperimental Section, consists of dip coating the nano ber (pulled glass rod) in a tetrahydrofuran (THF) solution of polystyrene-block-poly(4-\nFigure 1.Block copolymer (BCP) brush-layer template for achieving dense and well-dispersed AuNP arrays on highly curved surfaces. (A) Structure and block molecular weights of the BCP used [polystyrene-b-poly(4 vinylpyridine), PS-b-P4VP], and schematic of the experimental procedure. Latter consists of dipping a glass nano ber successively in (i) a THF solution of PS-b-P4VP (0.05 mg/mL concentration, 40 mm/min withdrawal rate), resulting in only a nanothin brush layer adsorbed onto the nano b r due to its very high curvature, and (ii) an aqueous suspension of citrate-capped AuNPs (52 nm in diameter according to UV vis). Brush layer is highly stable due to multiple hydrogen bonds between the P4VP blocks (wetting underlayer) and the OH groups on the glass surface; PS sublayer is exposed to the THF solution or to air. (B and C) SEM images illustrating that a dense and well-dispersed array of AuNPs is deposited on the BCP brush layer, attributed to molecular reorganization exposing P4VP segments for electrostatic interactions with the AuNPs. Pattern is shown to be similar for nano ber diameters around (B) 8 m and (C) at the ber tip with a taper from 1 m to approximately 200 nm. B also shows the statistical polydispersity in AuNP diameter and the AuNP density at three ber diameters. C also shows AuNP arrays on nano bers coated by a statistical PS-s-P4VP (of similar P4VP content as the BCP), a P4VP homopolymer, and bare glass.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4374\nvinylpyridine) (PS-b P4VP) for 2 min and then immersing it overnight in an aqueous colloidal suspension of AuNPs with an average diameter of 52 nm as determined from the UV vis spectrum (Figure S1; 46 nm according to scanning electron microscopy,Figure S2, the small di erence from the UV vis determination arising from minor biases in both techniques). The resulting dense and well-dispersed AuNP array obtained on the nano bers is illustrated by the SEM images inFigure 1B at a ber diameter of about 8 m (with a histogram of the AuNP size distribution and a plot of the AuNP density at three ber diameters) and inFigure 1C in the ber tip region where the diameter is less than 1 m. The AuNP density is approximately constant at about 90 AuNPs/ m2 at the three ber diameters analyzed, ranging from 600 nm to 12 m. Obtaining these arrays is reproducible on the order of 75%, as indicated inFigure S3, and is independent of the dip-coating solution concentration (0.05 1.0 mg/mL) and withdrawal rate (0.1 80 mm/min). Conversely, AuNP deposition on nanobers coated with an analogous statistical copolymer or a P4VP homopolymer, while dense, is less uniform and shows more aggregation, particularly near the tip (F gure 1C; seeFigure S4 for the 8 m diameter), whereas very few AuNPs adsorb onto bare nano bers (Figure 1C). Several reasons lead us to conclude that the PS-b-P4VP coating on the nano ber after immersion in the BCP solution is a brushlike layer of a few nanometers, where, as explained below, the P4VP block is adsorbed to the glass surface and covered by a layer formed by the PS block. For one, AFM images of a ber dipped only in the BCP solution show no surface pattern and the surface roughnesses before and after dip coating are comparable (Figure 2), consistent with the absence of the BCP micelles that are observed when dip coating at substrates in this solution.14 Furthermore, erasure of the coating with an AFM tip indicates a dried lm thickness of about 3 nm (Figure 2), in agreement with the thickness obtained for an adsorbed BCP dry brush layer on a at surface,18 whereas a layer of micelles for this BCP would lead to a thickness of at least 15 nm.14 In the brush layer, given the polar nature of the silicon dioxide glass nano ber and the block solubilities in THF (good for PS, poor for P4VP), the polar P4VP block acts as the wetting or anchoring sublayer in contact with the substrate and the hydrophobic PS block forms an overlayer of extended PS chains when in the THF solution and collapsed chains exposed to air when dried.14,18 The multiple interactions per chain, in the form of hydrogen bonds between P4VP and the polar (OH-functionalized) glass, confer high stability to the adsorbed layer.19,20\nFigure 2.AFM analysis of the roughness and thickness of the PS-b-P4VP brush layer on nano bers; 1 m × 1 m 3D AFM height images of the glass ber surface at a diameter of about 8 m before (A) and after (B) the PS-b-P4VP brush layer coating and after overnight immersion of the BCP-coated ber in a acidic aqueous solution (C). Ra and Rms stand for roughness and root-mean-square roughness, respectively, generated by Gwyddion. They indicate that the degree of roughness of the BCP-coated ber is slightly lower than that of the bare surface and, in contrast, exposure to adidic solution results in increased roughness, consistent with molecular rearrangement of the PS sublayer exposing parts of the P4VP sublayer. (D) 3D AFM height image of the BCP lm after erasing a portion of the coating (approximately 0.5× 2 m2) using an AFM tip in contact mode; (E) height pro le corresponding to the dashed line drawn in D. Height pro le indicates a BCP lm thickness of approximately 3 nm.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4375\nPrevious literature has indicated that a BCP brush-like layer is rapidly adsorbed onto solid substrates when immersed in BCP solutions, reaching maximum density within minutes.21 23 Moreover, it was shown, for dip coating of a at mica substrate in a PS-b-P2VP toluene solution, that the brush layer is adsorbed during the immersion period, while any additional BCP material is deposited during withdrawal of the substrate from solution.18,24 Thus, given the above-mentioned relation between the uid lm thickness on cylindrical surfaces and the substrate diameter, combined with the moderate dipcoating withdrawal rates used, it is likely that no additional material was deposited on the nano bers during the withdrawal stage and that only the brush-like layer that was adsorbed during the immersion period is present. This would also explain why the AuNP pattern was una ected by the dipcoating withdrawal rate.\nWhen the BCP-coated nano ber is immersed in the AuNP suspension, the burial of the P4VP anchoring layer by a PS protective layer might be expected to inhibit AuNP deposition o the brush, since interactions between the charged AuNPs and PS is energetically unfavorable and the PS constitutes a hydrophobic barrier to favorable P4VP AuNP electrostatic interactions. Nevertheless, we observe dense AuNP coverage. This can be explained by some degree of molecular r arrangement in response to contact with the aqueous solution that exposes P4VP segments to AuNPs. The hydrophilic solvent itself could induce such a rearrangement, as has been shown to occur for nanostructured BCP lms covered by a hydrophobic top layer.25 It can also be driven by the solution acidity (pH 5) causing P4VP protonation and therefore even greater a nity with water and the negatively charged AuNPs, as discussed in ref26 to explain the success in templating nanowires on nanostructured PS-b- 2VP thin lms with buried P2VP in-plane cylinders. Molecular rearrangement is supported by the AFM images inFigure 2(complemented byFigures S5 and S6), which indicates that the initially smooth\nFigure 3.Optical characterization of SERS nano bers. (A) Optical microscopic images of, from left to right, a bare nano ber (black outline), after BCP lm coating (red outline), after 52 nm AuNP deposition (blue outline), after plasma treatment (purple outline), and after 4-MBA SAM surface derivatization of the AuNPs (green outline). Scale bars represent 10 m. Presence of AuNPs gives bers a yellowish color, due to the extinction of light by the AuNPs. (B) SEM images indicate the uniformity of the AuNP coating at the ber ip (leftmost image, outlined in blue) and their stability to plasma treatment (center image, outlined in purple) and 4-MBA SAM derivatization (rightmost image, outlined in green). Scale bars represent 500 nm. (C) SERS spectra with major SERS bands marked by dashed lines and their corresponding assignments given inTable S1collected from various nano bers at the location indicated by a white dashed circle in A.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4376\nbrush-layer lm became rougher after exposition to water and acidic bu ers. Presumably, the brushlike PS chains that cover the P4VP underlayer following dip coating in the BCP solution tend to aggregate into more mushroom-like arrangements when immersed in the aqueous AuNP solution, somewhat analogously to what is observed with end-grafted homopolymer chains exposed to a poor solvent,27 thereby exposing the P4VP underlayer in the areas between the PS agglomerations\nFigure 4.SERS performance of nano bers modi ed with brush-layer templated AuNPs. (A) Scheme representing the ite-element method (FEM) simulation methodology. Polarized light of 633 nm was oriented along the cross section (parallel to they xis) as shown in B and C. Light traveled along thex axis from left to right in the gures. AuNPs (52 nm in diameter) are ordered in an hexagonal pattern with 70 nm spacing between neighboring AuNPs. Simulations were performed on a cross-section of 325 nm radius. (B and C) Normalized eld intensity for a hollow nanopipette (B) and a solid core nano ber (C). Fields of greater intensity are predicted at the outlet of the nano ber. (D) SERS intensity of 4- mercaptobenzoic acid on the nano ber (n = 10) was compared with a pairedt test on a series of AuNPs assembled on a at silicon surface (n = 20). SERS intensity (normalized to the laser power density) was approximately 35 times greater on the nano bers than on the at surface. Identical arrays of AuNPs were formed on both surfaces. Raman parameters: Renishaw In Via Raman microscope, 633 nm laser excitation, 37.1 W for he\nat surfaces, and 4.1 W for the nano ber, 100× air objective (NA 0.85). (E) Scheme depicting the ray convergence of a ball lens with AuNPs on the lens surface. This represents a cross-section of the nano b r (C). Focal point of a ball lens is relatively close to the lens, for example a 650 nm diameter glass lens (conditions of C) would have a focal distance of 156 nm from the lens surface, concentrating the rays on fewer AuNPs and increasing the eld intensity. (F) Cross-section pro les of the SERS peak area at nearly 1600 and 1050 cm 1 showing the presence of a single Gaussian peak for a smaller radius of 600 nm and two peaks for larger radii of 1.6 and 4 m These peaks are attributed to the two interfaces of the nano ber. Raman response was signi ca tly greater for the smaller radius of 600 nm. Cross-section pro les were acquired with a Witec Alpha 300 with a 633 nm laser and a 50× air objective (NA 0.70), a laser power of 7.5 W, and an integration time of 500 ms.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4377\nand allowing AuNP deposition, without destabilizing the strong adsorption of the P4VP layer to the glass.\nThe observation that the AuNP deposition on the BCP adsorbed layer is dense and well dispersed is striking. In contrast, the AuNP distribution on a P4VP homopolymer coating, on a statistical PS-s-P4VP copolymer coating (Figure 1C), and on an APTES coating8 is less uniform and more aggregated. This suggests that the PS block plays a signi c nt role in favoring well-dispersed AuNPs, probably by virtue of the covalent attachment of the PS chains to the P4VP chains that sterically inhibit AuNP aggregation. A P4VP homopolymer or APTES coating cannot provide this dispersion capability, and the results for the statistical copolymer suggest that (short) PS segments tethered at both ends by 4VP units that are randomly located within the chains likewise cannot play this role. Thus, the picture that can be formed of the AuNPs adsorbed to the dry BCP brush lm is that the large AuNPs (52 nm) penetrate the PS-collapsed brushlike overlayer (probably at least 2 nm in thickness) in order to contact the P4VP wetting layer (likely 1 nm or less in thickness), while the PS in the vicinity of the AuNPs forms a quasi-2D corona around the peripheries of the AuNPs.\nTo summarize, we propose the following AuNP nanotemplating mechanism on the nano ber: a nanothin BCP brush layer is adsorbed through P4VP H bonding onto the glass surface during immersion of the nano bers in the BCP dip coating solution, and molecular rearrangement of the PS chains occurs in the aqueous AuNP solution to expose P4VP, which then electrostatically adsorbs AuNPs, with the PS layer likely creating a corona around the AuNPs to minimize aggregate formation. With this BCP brush-layer nanotemplating method, dense arrays of well-dispersed AuNPs were thus obtained near the nano ber tip, essential for SERS optophysiology.\nNext, the optical properties of the AuNPs on the nano bers were characterized by in vitro SERS experiments. The optical appearance of the nano bers was altered from white for bare and BCP-coated nano bers to yellowish after AuNP coating due to the extinction of light by AuNPs (Figure 3A). To test the SERS performance of the nano ber, the AuNP surface was derivatized with a self-assembled monolayer (SAM) of 4- mercaptobenzoic acid (4-MBA). To that end, the AuNPcoated nano ber was rst cleaned by O2 plasma for 5 min and then incubated in a 100 M 4-MBA ethanolic solution overnight. The AuNP coating was robust vis-a - i the plasma treatment and the surface functionalization, as indicated by the optical appearance (Figure 3A) and by SEM images (Figure 3B) that show identical AuNP coating before and after the treatments. The immobilization of the AuNPs after plasma treatment indicates that the polymer template was only partly removed, due to the shadowing e ect from the AuNPs. Next, SERS spectra were collected from the nano bers. As shown in Figure 3C, no SERS bands were observed on the spectrum of a bare nano ber or a PS-P4VP-coated nano ber. In contrast, the AuNP-coated nano ber showed multiple sharp peaks with relatively high intensity, which are due to the citrate-capped AuNPs (Table S1). There are no clear Raman bands observed for PS-b-P4VP, probably due to lack of SERS enhancement on the thin lm template left underneath the AuNPs.28 The background signal of citrate ligands was completely removed by the plasma treatment, as evidenced by the disappearance of SERS peaks from the spectrum after this treatment. However, we suspect that the polymer coating mostly survives the plasma\ncleaning process, as the particles are still stable on the surface thereafter. Finally, the SERS spectrum for the 4-MBA-modi ed nano ber shows the characteristic peaks of 4-MBA at 1071 and 1571 cm 1 with high intensity and a relatively weak mode at 1179 cm 1 (Table S1).\nWe then compared the SERS response of 4-MBA on identically prepared AuNP arrays on at silicon wafers (n = 20) and on the nano bers (n = 10). Surprisingly, the response was more than 35 times greater with the nano bers compared to the at surfaces (Figure 4D). The Raman laser illuminates 2.5 times fewer AuNPs on the at silicon wafer, as particles are irradiated only on one side of the at silicon substrate (area of r2, wherer is the radius), while the laser irradiates the AuNPs at the intersection of the laser beam and both sides of the nano ber (approximated to an area of 8r2; one-half of a Steinmetz solid). Hence, there is an improvement in the SERS response of about an order of magnitude that is not accounted fo by the number of particles on the nano bers.\nThis enhanced response on the nano ber seems attributable to the e ect of the high curvature, as revealed by simulating the expected electric eld of a nano ber and a nanopipette (hollow core) using nite element method (FEM) calculations (Figure 4A C). The simulations were performed on a commercial FDTD software (Lumerical solutions), as detailed in the Supporting Information. A strong electric eld was predicted at the outlet of the nano ber, which can be attributed to a lens e ect (Figures 4C andS7 S9), where the rays of the laser beam are focused on fewer nanoparticles. This was experimentally veri ed from the SERS intensity at di erent cross sections of the nano bers (Figure 4F), where the intensity of the Raman bands of 4-MBA at di erent heights (in the z axis of the microscope) was used to probe the electric eld on the nano ber. We observed a stronger intensity of the Raman bands of 4-MBA at a smaller radius of 600 nm than at radii above 1 m (Figure 4F). We hypothesize that a ring resonator e ect can occur on the ber, in addition to the plasmon enhancement. This is substantiated by the small shift in the Raman cross-section intensities at two di erent Raman shifts for a diameter of 600 nm. As these bands are shifted in scattering wavelength, we would anticipate that the enhancement would occur at di erent ber diameters. Due to the taper of the ber, this means that coupling of the light would be optimal at di erent cross sections for di erent wavelengths.\nFDTD simulations predicted, and we observed experimentally, a Gaussian SERS intensity on nano bers below 1 m and a bimodal distribution on slightly larger diameters, corresponding to the two interfaces of the nano bers (Figure 4F). In addition, the simulations predict that the eld is about twice stronger for a nano ber than for a nanopipette (Figure 4B and 4C), improving on the nanopipettes that were used for the previous SERS experiments reported on these types of nanosensors.7,8,29,30 Simulations were also carried out at di erent nano ber radii. For a nano ber radius around 100 nm, the eld around the AuNPs is dipolar as expected for isolated particles (Figure S8). As the radius of the nano ber increases to at least 300 nm, FDTD data show increasingly strong interparticle coupling, creating hotspots between particles despite the relatively large distance between them. At ber diameters of a few micrometers, the eld is no longer strongly concentrated at the outlet of the ber. These pieces of\nvidence suggest that the nano bers create a wavelength-scale l ns which further improves the SERS signal of the nano bers, and optimal SERS should be expected by irradiating a\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4378\nFigure 5.SERS optophysiology measurements of dopamine (DA) and glutamate (Glu) released by primary mouse dopaminergic neurons. (A) Immuno uorescence image of a randomly selected eGFP-expressing dopaminergic neurons acquired using a TE 200 uorescence microscope from Nikon. Neurons were immunolabeled with chicken anti-GFP primary antibody and detected with Alexa 488 goat antichicken secondary antibody to enhance the uorescence intensity. (B) Fluorescence images obtained with the optophysiology microscope (combination of a Fluorescence-Raman microscope with a piezoelectric stage to position the nanosensor, as described in ref1) of axonal varicosities of a typical dopaminergic neuron expressing eGFP. Axonal varicosities are the main sites from which DA and other neurotransmitters such as Glu are released by the neurons. Scale bars 20 m. (C) Representation of the SERS optophysiology measurement. Nano ber was located approximately 10 m above an area containing a high density of dopaminergic axonal varicosities. SERS spectra are obtained only for molecules di using on the AuNPs excited by the Raman laser. DA and Glu were identi ed from precalibrated SERS spectra. (D) (Left) SERS optophysiology traces of DA and Glu obtained with a BCPtemplated AuNP nano ber. Extracellular neurotransmitters were detected under basal conditions (Basal), followed by depolarization of neurons with 40 mM KCl physiological bu er (Depolarization) in order to enhance neurotransmitter secretion, and nally after returning to basal conditions with 4 mM KCl physiological bu er (Repolarization). Vertical bars represent a positive event for the corresponding neurotransmitter. (Right) Number of detected neurotransmitter events relative to basal conditions. Number of events was corrected according to the mean number of events detected near primary astrocytes without neurons. There is a statistically signi cant di erence in the number of DA events detected during the stimulation compared to the basal level and a tendency to decrease for repolarization conditions (Kruskal Wallis one-way analysis of variance,** P= 0.008,P= 0.27), while the number of Glu events showed a tendency to increase (P= 0.12). Error bars correspond to the standard deviation of the mean (= 6 independent measurements). (E) (Left) SERS optophysiology curves of a plasmonic nano ber co ted with heavily aggregated AuNPs (using an aminopropyltriethoxysilane (APTES) method) in otherwise identical conditions as D. (Right) Number of events of DA in basal and depolarization conditions. Number of events was corrected according to the average number of events near primary astrocytes\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4379\nnano ber close to 1 m in diameter. Hence, we thereafter focused the laser beam at a location slightly recessed from the tip, where the diameter is about 1 m, to bene t from the higher SERS response.\nThe in vitro SERS response of the nano bers was compared to that of heavily aggregated 52 nm AuNPs on otherwise identical pulled glass bers that were APTES coated in the same way as in previously published SERS optophysiology experiments.7,8 For this we used mouse dopaminergic neurons isolated from the mesencephalon of P0 P2 TH-GFP transgenic mice and cultured for 10 14 days to allow for the development of a large number of functional release sites. As this is the model we used in our previous publication, this allows for a direct comparison of the SERS nanosensors. The cell-wide expression of green uorescent protein (GFP) in these neurons facilitated the positioning of the nano bers in proximity to neurotransmitter release sites, the axonal varicosities (Figure 5A C). Although the technique has the ability to monitor at least 5 di erent molecules,29 we focused on monitoring dopamine (DA) and glutamate (Glu), both of which are released from subsets of mouse dopaminergic neurons.31\nRapid (100 ms) SERS spectra were acquired for a su cient period of time to provide a temporal signature of the chemical composition near these neurons (Figure 5D). DA events were recorded using the vibrational signature in the SERS spectra collected on the nano ber and processed with a barcode algorithm (details provided in theSupporting Information and Figure S10for examples of SERS spectra). We observed a signi cant increase (*P = 0.0022) of nearly 1 order of magnitude of signal intensity with the ordered AuNPs on the nano bers in the rate of DA detection compared to aggregated AuNPs on the nano ber (Figure 5E, right). One would expect that the response of highly aggregated AuNPs be signi cantly higher due to the presence of strong hotspots with aggregated AuNPs. Therefore, this result is relatively surprising as the AuNPs are spaced nearly 70 nm apart on average using the BCP fabrication method, and it has previously been assumed that aggregated nanoparticles with sub-10 nm gaps are among the best SERS substrates.32 However, FEM data (Figure S7) suggest that the lens e ect creates hotspots between AuNPs despite their interparticle distance.\nConversely, the fact that we reached this high SERS intensity with a low laser power density of 53.4 kW/cm2 is even more striking. This low laser power had to be used for the SERS studies with the ordered AuNP on the nano bers, as higher laser power led to signi cant heating and damage to neurons. Increasing the laser power to 5 mW (about 500 kW/cm2) for 1 s induced su cient heating to melt the glass at the tip (F gure S11). Interestingly, the AuNPs remained well dispersed despite the signi cant heating. The large heating observed at higher laser power could potentially constitute an excellent platform for killing cells with the release of heat from the AuNPs (i.e., photothermal therapy33).\nDuring the past decade, multiple classes of neurons c aracterized by their ability to release neurotransmitters, such as DA, serotonin, and norepinephrine, have been shown to also express vesicular glutamate transporters (VGLUTs),34 indicating that such neurons can corelease glutamate, stimulating the need for multiplexed sensing. Although the release of DA and Glu from dopaminergic neurons can be measured separately using electrophysiology35 r electrochemistry,36 here their corelease in a single experiment was measured for the rst time. Our previous report with aggregated AuNPs did not lead to signi ca t detection of glutamate, due to the lower sensitivity of the SERS nanosensor.29 We stimulated the release of neurotransmitters using a technique of membrane depolarization triggered by a 40 mM KCl saline bu er. As expected, the frequency of detection for DA and Glu events near neurons was low under basal conditions. However, an important increase in DA events relative to the basal condition was observed (** P = 0.0079) with membrane depolarization, characterized by an increase in frequency in the SERS optophysiological curves (Figure 5D, right) followed by a tendency for the number of events to decrease during the return to basal conditions in 4 mM KCl (*P = 0.27). We observed about 700% increase in the rate of DA detection events during the depolarization of neurons compared to basal levels. A tendency to increase was observed with Glu (P = 0.12), again with a tendency to decrease during repolarization (P = 0.41), suggesting that the corelease of multiple neurotransmitters can be monitored with SERS optophysiology for DA and Glu. Sensors allowing detection of extracellular Glu have been developed,37 but these do not allow multiplex detection of multiple neurotransmitters. Our study therefore constitutes a signi cant advance in the development of a novel tool for the study of neuronal cotransmission studies, as shown here for DA and Glu.\nCONCLUSIONS In summary, we report that the formation of a nanothin BCP brush layer on a nano ber is an e ective and simple method to adsorb dense and well-dispersed AuNPs and forms a robust template for the fabrication of SERS-based nanosensors. In this brush layer, the AuNPs electrostatically interact with the P4VP underlayer that is strongly adsorbed by multiple H bonds to the Si surface. During immersion in the aqueous colloidal solution they are exposed to the P4VP by local molecular rearrangement of the PS overlayer that then forms quasi-2D coronae around the AuNPs, e ectively dispersing them and thus inhibiting their aggregation. The optical properties of the SERS nanosensor thereby created is improved by at least 1 order of magnitude in comparison to other methods of forming SERS nanosensors. The superior performance led to the capability of sensing the corelease of DA and Glu from dopaminergic neurons, where previous generations of SERS nanosensors lacked the sensitivity to detect Glu. As SERS optophysiology sensors can be used for purposes other than to\nFigure5. continued\nunder basal conditions. There is a statistically signi cant di erence in the absolute number of DA events during the stimulation period (PS-b-P4VP Depol) compared to the basal condition (PS-b-P4VP Basal) (Kruskal Wallis one-way analysis of variance,*P = 0.052). There was also a statistically signi cant di erence in the absolute number of DA events detected by the PS-b-P4VP nano bers during the stimulation period (PS-bP4VP Depol) compared to the number of DA events detected by the functionalized nano b r APTES (APTES Depol) in the same physiological conditions (Kruskal Wallis one-way analysis of variance,** P= 0.0022). Error bars correspond to the standard deviation from the mean (n = 5 for APTES andn = 6 for PS-b-P4VP independent measurements).\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4380\nstudy neurotransmission, we also envisage that the nano bers will be broadly applicable in biological sciences, physiology, and neuroscience for monitoring chemical composition with high spatial and temporal resolution as shown here.\nEXPERIMENTAL SECTION Materials. The polystyrene-b-poly(4-vinylpyridine) (PS-b-P4VP)\ndiblock copolymer [Mn(PS) = 41 kg/mol,Mn(P4VP) = 20 kg/mol, Mw/ Mn (total) = 1.18], PS-s-P4VP statistical copolymer (Mn = 93.9 kg/mol,Mw = 140.8 kg/mol,Mw/ Mn = 1.5, P4VP content = 35 mol %), and P4VP homopolymer (Mn = 15 kg/mol,Mw = 19 kg/mol,Mw/ Mn = 1.25) were purchased from Polymer Source (Dorval, QC, Canada). Tetrahydrofuran (THF, 99.99%) was obtained from VWR. Gold(III) chloride trihydrate (HAuCl4•3H2O, 99.9%), trisodium citrate dihydrate (99%), and 4-mercaptobenzoic acid (4-MBA, 99%) were purchased from Sigma-Aldrich. All were used as received. Borosilicate glass rods of 1.1 mm diameter and 10 cm length were obtained from Sutter Instrument.\nNano bers. The glass rods were pulled into nano bers using a laser-based Sutter P-2000 pipet puller (Sutter Instrument, California) with the following two-line program, where the parameters given are instrument speci c. LINE 1: heat, 280; lament, 3; velocity, 15; delay, : 145; pull, 20. LINE 2: heat, 500; lament, 0; velocity, 15; delay, 128; pull, 200. Nano bers were cleaned by immersion in ethanol for 5 min, dried in air, then immersed in a piranha solution at 90° C for 60 min, rinsed with Milli-Q water, and nally dried under vacuum at room temperature for 1 h.\nBlock Copolymer Solution Preparation and Dip Coating.A BCP stock solution of 5 mg/mL in THF was prepared by dissolving 50 mg of PS-b P4VP in 10 mL of THF in scintillation vials. The solutions were capped, sealed with para lm, nd stirred at 30 40 ° C overnight. They were then ltered successively through a 0.45 m and a 0.2 m PTFE lter (Chromspec). BCP solutions of 1, 0.1, and 0.05 mg/mL were prepared by dilution from the 5 mg/mL stock solution. Most of the experiments described were performed with the most dilute BCP solution, but no di erences in the nal AuNP arrays on the nano bers were noted for the other concentrations. A P4VP homopolymer solution and a PS-s-P4VP statistical copolymer solution were prepared at a concentration of 0.05 mg/mL in THF/MeOH (1:1 vol:vol) and THF, respectively, noting that P4VP is not soluble in pure THF. Dip-coated lms were obtained from the solutions under ambient conditions ( 21 ° C) using the dip coater of a KSV3000 Langmuir Blodgett instrument. The substrates were immersed vertically in the solutions at a rate of 5 mm/min, followed by a pause of 2 min, and then were withdrawn at controlled rates between 0.1 and 80 mm/min for PS-b-P4VP, for which no signi cant di erences in the nal AuNP arrays were observed, and at 40 mm/ min for P4VP and PS-s-P4VP. The lms were left to dry in covered containers at room temperature for at least 30 min before AuNP deposition.\nGold Nanoparticle (AuNP) Synthesis and Deposition. Monodisperse citrate-stabilized AuNPs were synthesized in 6 growth steps using the kinetically controlled seeded growth method developed by Puntes and co-workers.38 The average size of the AuNPs was determined to be 52 nm from a room-temperature UV vis spectrum39 (Figure S1, obtained using an Agilent Technologies Cary 500 UV vis spectrophotometer), in good agreement with ref1, and a little larger than the average size of 46 nm indicated by scanning electron microscopy (Figure S2). The AuNP suspension was stored at 4 ° C, protected from light, and used within 1 month.\nFor deposition, the AuNPs were st centrifuged from a volume of their original colloidal suspension and redispersed in Milli-Q water of the same volume. Then the solution pH was adjusted to between 4.5 and 5.0 by adding an appropriate volume of 1 M hydrochloric acid aqueous solution. The nano bers were immersed overnight in the AuNP suspension at room temperature, and then they were immersed in Milli-Q water several times and air dried. To remove the polymer coating, the samples were placed in an oxygen plasma chamber (Harrick Scienti c PDC-32G plasma cleaner/sterilizer) and treated\nfor 5 min at medium RF level and an O2 ow rate of 13.4 mL/min controlled by a Praxair PRS FM4301-1 15 cm ow meter.\nField-Emission Scanning Electron Microscopy (FE-SEM).The AuNP-coated nano bers were examined using a JEOL JSM-7400F (JEOL Ltd., Tokyo, Japan) eld-emission scanning electron microscope operated at 1.5 kV and 20 A. The analysis of the average AuNP size and the size distribution was made using ImageJ (http:// imagej.nih.gov/ij/features.html).\nAtomic Force Microscopy (AFM).AFM images were obtained in tapping mode with a Multimode microscope and a Nanoscope III controller (Digital Instruments), operated under ambient atmosphere, using Bruker AFM probes (TESPA-V2 model, spring constant 42 N/ m, oscillation frequency 320 kHz, tip radius 10 nm). The nano ber was carefully put in contact with a double-sided tape pre xed on an AFM metal sample disk and then broken from the unpulled part of the nano ber. The height variation associated with highly curved surfaces may cause cantilever surface contact or even tip breaking. To minimize this issue and better show the surface topology, the nano ber was adjusted to lie parallel to the scanning lines of AFM with the assistance of an optical microscope and the horizontal plane symmetry axis of the image was adjusted to be along the top line of the curved surface. To measure the lm thickness, a small section of the lm (500 nm× 2 m) was erased by scanning for 20 min with an AFM tip in contact mode at a de ection set point of 0.6 V and a scan rate of 3 Hz. Then a new AFM tip in tapping mode was used to scan an area of 2 m × 8 m around the exposed area, and the lm thickness was determined from a topological line pro le across the scratch.\nSurface-Enhanced Raman Spectroscopy (SERS).ERS spectra (Figures 3and4) were collected from the surface of nano bers with various coatings by using an InVia Raman spectrometer (Renishaw, Wotton-under-Edge, Gloucestershire, UK) coupled to an imaging microscope (Leica, Wetzlar, Hesse, Germany). An excitation wavelength of 633 nm (diode laser) and a 50× objective (NA = 0.55) were used. A laser power intensity of 43 W (1.8 kW/cm2) was measured at the exit of the objective. The di ract on grating had a density of 600 lines/mm.\nFor SERS, 4-MBA self-assembled monolayers (SAM) were formed the AuNPs deposited on nano bers by immersion of the oxygen plasma-cleaned nano bers in 100 M 4-MBA ethanolic solutions overnight. The samples were then removed from the solution, rinsed with ethanol, air dried, and used for SERS measurements within several hours.\nFinite Di erence Time Domain Simulations.The simulations were performed with commercial software (FDTD solutions, Lumerical Solutions) based on an FDTD algorithm to obtain the electric eld distribution at the cross-section of the AuNP-coated nano ber. Perfectly matched layers are used in thex, y, and z directions. The Yee cell size used in our calculations was set to be 0.5 × 0.5× 0.5 nm3, much smaller than the AuNP diameter. The optical constants for gold were obtained from the Drude Lor ntz model, and the refractive index of the BK7 substrate is 1.513. We compared di erent meshing sizes to con rm that this parameter did not in uence the calculations (Figures S7 and S8).\nSERS Optophysiology near Dopaminergic Neurons.Animals.Transgenic mice expressing the eGFP gene in monoaminergic neurons under control of the TH promoter (TH-eGFP) were used in this study.40 Experimental protocols were approved by the animal handling and ethics committee (CDEA) at the Universite de Montre al. Housing was at a constant temperature (21° C) and humidity (60%) under a xed 12 h light/dark cycle with free access to food and water.\nPrimary Neuronal Cultures.P0 P2 TH-GFP mice were used for culture of dopaminergic neurons from mesencephalon. Pups were cryoanesthetized and decapitated for tissue collection. Freshly dissociated cells from mesencephalon were prepared and then plated (250 000 cells/mL) on glass coverslips containing a monolayer of cortical astrocytes as described previously.41 Cells were incubated in 5% CO2 and then used after 10 days in vitro for SERS optophysiology experiments.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4381\nImmunostaining and Image Acquisitions.Cultures were xed with a PBS solution containing 4% of paraformaldehyde for 30 min and then permeabilized for 20 min in PBS solution containing 0.1% Triton X-100 and 0.02% NaN3. Nonspeci c sites were blocked in the same solution supplemented with 5% goat serum and 1% bovine serum albumin. A chicken anti-GFP primary antibody (1:2000; Ave s Lab #GFP-1020) and a Alexa 488 goat antichicken secondary antibody (1:500; Molecular Probes) used to detect it were incubated overnight and for 1 h, respectively, at room temperature. Then two or three dopaminergic neurons per coverslip were randomly selected, and uorescence images were acquired on a Nikon TE 200 uorescence microscope (Tokyo, Japan) equipped with a Hamamatsu ash 4.0 v2 camera (Hamamatsu, Japan) and a 60× oil immersion objective. Image acquisition was controlled and processed with the Micromanager software.42 Fluorescence data analysis was carried out with the Fiji software.43\nSERS Optophysiology Measurements.SERS spectra were acquired by placing the nano ber within approximately 10 20 m of the axonal varicosities of the dopaminergic neurons. The laser was focused near the tip of the SERS nano ber and maintained at that location throughout the experiment. SERS spectra were acquired with an integration time of 100 ms using a 635 nm diode laser (OZ Optics, Ottawa, Canada) at a laser power intensity of 500 W (53.4 kW/cm2 power density). Raman measurements were performed using an Alpha300 AFM-optical microscope from Witec (Ulm, Germany) equipped with a 63× water immersion objective (NA = 1) from Zeiss (Oberkochen, Germany). A 250 m multimode optical ber was used to collect the Raman signal, which was dispersed by a 600 lines/mm grating of a Spectra2300i from Princeton Instrument (Acton, MA). The Raman spectra were acquired with a 1024× 1024 DU343-BV imaging CCD camera from Andor Technology (Belfast, Northern Ireland). We modi ed the optical microscope by adding a re ection lens in the in nite optical pathway of the microscope on which a CMOS CCD camera AxioCam 503 from Zeiss (Oberkochen, Germany) was mounted to allow uorescence imaging. Fluorescence images were acquired by using a Xe arc lamp Xcite from Lumen Dynamic (Mississauga, Canada) with a 474/27 nm Brightlight lter for excitation and a 498 nm RazorEdge lter for emission; both lters were acquired from Semrock (Rochester, NY). The nano ber was mounted on a custom-made magnetic holder (machine shop of the Chemistry Department of Universite de Montre al), similar to an AFM cantilever holder. The magnetic holder was then magnetically attached to a piezoelectric inertial drive mounted on a support above the microscope objective. The inertial drive is usually used to hold and manipulate an AFM cantilever. SERS measurements from neurons were performed in a custom-made Te on uidic cell (machine shop of the Chemistry Department of Universite de Montre al) with a constant ux of physiological bu er provided by a Minipuls 2 peristaltic pump from Gilson (Middleton, WI). The bu r ux was 50 L/s, and the approximate total volume of the cell was 700 L.\nAll measurements with neurons were performed in a normal saline physiological bu er composed of 140 mM NaCl, 5 mM KCl, 2 mM MgCl2, 2 mM CaCl2, 10 mM HEPES, 6 mM sucrose, and 10 mM glucose. Dopamine and glutamate release was stimulated with a 40 mM KCl solution. The depolarization bu er was composed of 105 mM NaCl, 40 mM KCl, 2 mM MgCl2, 2 mM CaCl2, 10 mM HEPES, 6 mM sucrose, and 10 mM glucose. Both bu ers were adjusted to pH 7.35 and to an osmolality between 305 and 310 mOsm.\nData analysis of the SERS optophysiology experiments was performed with a custom chemometric algorithm on MatLab 2015b (MathWorks, MA) available on GitHub (https://github.com/ SPRBiosensors/D-SERS-optophysiology). Adaptative iteratively reweighted penalized least squares (airPLS) was applied on each spectrum in order to evaluate the baseline (lambda = 1e+08; order = 2; p value = 0.05).44 The baseline was not subtracted but used to generate a curved threshold line in order to avoid discrimination of Raman bands due to a nonuniform background. This was an alternative to a background subtraction routine which may introduce unintended artifacts.45 A scalar value was then added to the baseline\n(e.g., 0.025 times the median of the spectrum), leading to a curved threshold (Figure S12). Following the evaluation of the threshold, a Savitzky Golay (SG) noise lter was then applied to enhance spectral quality (polynomial order = 3, frame = 11). The second derivative of each spectrum was then determined to increase the precision of band frequencies.\nBarcodes were extracted from every SERS spectrum using the builtin function,f indpeaks, in MatLab. If the intensity of the detected peak was greater than or equal to the value of the threshold, the corresponding frequency was a positive detection event, resulting in the presence of a bar in the barcode extracted for that spectrum. This process was repeated for all peaks detected, thus generating the complete barcode of each spectrum. A library of reference barcodes was generated from the SERS response of the nano bers with pure solutions of the neurotransmitters. Barcodes extracted from the optophysiology data were sequentially compared to the library of reference barcodes. If bars between the experimental and the reference barcode matched, a binary response for this frequency was generated (1 = matched, 0 = unmatched). If the number of matches in an experimental spectrum from the optophysiology data equaled at least 60% of the total number of bars of a reference barcode, a positive event was counted for that neurotransmitter. This event was then graphically expressed as a vertical bar in the optophysiology trace for the corresponding standard (Figure 3C and3D). ANOVA and Kruskal Wallis one-way analyeis of variance were then performed on GraphPad Prism 7.00 (GraphPad Software, Inc., CA).\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acsami.8b19161.\nAdditional gures and table referred to in the text; data is available upon written request to the corresponding author (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail:geraldine.bazuin@umontreal.ca. *E-mail:jf.masson@umontreal.ca."
    }, {
      "heading" : "ORCID",
      "text" : "Wei Peng:0000-0002-0246-0698 C. Geraldine Bazuin:0000-0002-0262-1877 Jean-Francois Masson:0000-0002-0101-0468 Author Contributions H.Z., C.G.B., J.P.S, W.P., L.E.T., J.F.M designed the experiments. H.Z. designed and created the nanosensor. F.L. p rformed the SERS experiments. C.D. and M.-J.B. prepared the dopaminergic neuron cultures. W.C. and L.Y. simulated the electric eld on the nano ber. H.Z., F.L., L-E.T., J.P.S., C.G.B., and J.-F.M wrote the manuscript. All authors discussed the experiments and read and approved the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS We thank M. Drouin and D. Boudreau of Universite Laval, Joelle N. Pelletier, T. Brule , and J.-A. Gauthier-Cyr of Universite de Montre al, and Darcy J. Gentleman of DJG communications LLC for discussion and J.-F. Myre of the mechanical shop of the Chemistry Department at Universite de Montre al for fabricating the nano ber holder. This work was funded by the Fonds de Recherche du Que bec Nature et Technologies (FRQ-NT; grant 181843 to J.-F.M. and C.G.B.),\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4382\nthe Canadian Foundation for Innovation (CFI; grant 12910 to J.-F.M.), the Natural Science and Engineering Research Council of Canada (NSERC; grant RGPIN-2016-03864 to J.-F.M., grant RGPGP-2014-00073 to C.G.B., and grant RGPIN-2015-05230 to L-E.T.), the National Natural Science Foundation of China (NSF-China; grants 61727816, 61520106013, and 11474043 to W.P.), the Overseas Study Program of Guangzhou Elite Project (scholarship to H.Z.), the Max Planck Society (grant to J.P.S.), the Canadian Institutes of Health Research (CIHR, grant 106556 to L.-E .T.), and Brain Canada and Krembil Foundations (grant to L.-E .T.).\nREFERENCES (1) Chen, Y.; Pepin, A. Nanofabrication: Conventional and\nNonconventional Methods.Electrophoresis2001, 22, 187 207. (2) Gates, B. D.; Xu, Q.; Stewart, M.; Ryan, D.; Willson, C. G.; Whitesides, G. M. New Approaches to Nanofabrication: Molding, Printing, and Other Techniques.Chem. Rev.2005, 105, 1171 1196. (3) Wang, X.-D.; Wolfbeis, O. S. Fiber-Optic Chemical Sensors and Biosensors (2008 2012).Anal. Chem.2013, 85, 487 508. (4) Huang, X. H.; El-Sayed, I. H.; Qian, W.; El-Sayed, M. A. Cancer Cell Imaging and Photothermal Therapy in the Near-Infrared Region by Using Gold Nanorods.J. Am. Chem. Soc.2006, 128, 2115 2120. (5) Jain, P. K.; Huang, X.; El-Sayed, I. H.; El-Sayed, M. A. Noble Metals on the Nanoscale: Optical and Photothermal Properties and Some Applications in Imaging, Sensing, Biology, and Medicine.Ac . Chem. Res.2008, 41, 1578 1586. (6) Vo-Dinh, T.; Fales, A. M.; Griffin, G. D.; Khoury, C. G.; Liu, Y.; Ngo, H.; Norton, S. J.; Register, J. K.; Wang, H.-N.; Yuan, H. Plasmonic Nanoprobes: From Chemical Sensing to Medical Diagnostics and Therapy.Nanoscale2013, 5, 10127 10140. (7) Vitol, E. A.; Orynbayeva, Z.; Bouchard, M. J.; Azizkhan-Clifford, J.; Friedman, G.; Gogotsi, Y. In Situ Intracellular Spectroscopy with Surface Enhanced Raman Spectroscopy (SERS)-Enabled Nanopipettes.ACS Nano2009, 3, 3529 36. (8) Lussier, F.; Brule, T.; Vishwakarma, M.; Das, T.; Spatz, J. P.; Masson, J. F. Dynamic-SERS Optophysiology: A Nanosensor for Monitoring Cell Secretion Events.Nano Lett.2016, 16, 3866 71. (9) Onses, M. S.; Wan, L.; Liu, X.; Kiremitler, N. B.; Yılmaz, H.; Nealey, P. F. Self-Assembled Nanoparticle Arrays on Chemical Nanopatterns Prepared Using Block Copolymer Lithography.ACS Macro Lett.2015, 4, 1356 1361. (10) Liu, Z.; Chang, T.; Huang, H.; He, T. Gold Nanoparticle Arrays Assembled on the Reconstructed Surface of Block Copolymer Thin Films.RSC Adv.2013, 3, 20464 20470. (11) Yap, F. L.; Thoniyot, P.; Krishnan, S.; Krishnamoorthy, S. Nanoparticle Cluster Arrays for High-Performance SERS through Directed Self-Assembly on Flat Substrates and on Optical Fibers.ACS Nano2012, 6, 2056 2070. (12) Aizawa, M.; Buriak, J. M. Block Copolymer Templated Chemistry for the Formation of Metallic Nanoparticle Arrays on Semiconductor Surfaces.Chem. Mater.2007, 19, 5090 5101. (13) Nandan, B.; Gowd, E. B.; Bigall, N. C.; Eychmu ller, A.; Formanek, P.; Simon, P.; Stamm, M. Arrays of Inorganic Nanodots and Nanowires Using Nanotemplates Based on Switchable Block Copolymer Supramolecular Assemblies.Adv. Funct. Mater.2009, 19, 2805 2811. (14) Roland, S.; Gamys, C. G.; Grosrenaud, J.; Boisse , S.; P llerin, C.; Prud homme, R. E.; Bazuin, C. G. Solvent Influence on Thickness, Composition, and Morphology Variation with Dip-Coating Rate in Supramolecular PS-b-P4VP Thin Films.Macromolecules2015, 48, 4823 4834. (15) Tokarev, I.; Krenek, R.; Burkov, Y.; Schmeisser, D.; Sidorenko, A.; Minko, S.; Stamm, M. Microphase Separation in Thin Films of Poly(styrene-block-4-v inylpyr id ine) Copolyme r 2-(4 - Hydroxybenzeneazo)benzoic Acid Assembly.Macromolecules2005, 38, 507 516.\n(16) Que re , D. Fluid coating on a fiber.Annu. Rev. Fluid Mech.1999, 31, 347 384. (17) Kruss, S.; Erpenbeck, L.; Schon, M. P.; Spatz, J. P. Circular, nanostructured and biofunctionalized hydrogel microchannels for dynamic cell adhesion studies.Lab Chip2012, 12, 3285 3289. (18) Meiners, J.; Ritzi, A.; Rafailovich, M.; Sokolov, J.; Mlynek, J.; Krausch, G. Two-Dimensional Micelle Formation of Polystyrenepoly(vinylpyridine) Diblock Copolymers on Mice Surfaces.Appl. Phys. A: Mater. Sci. Process.1995, 61, 519 524. (19) Liu, Y.; Quinn, J.; Rafailvoich, M.; Sokolov, J.; Zhong, X.; Eisenberg, A. Neutron Reflectivity Study of Poly (vinyl-4-pyridine)Deuterated Polystyrene (P4VP-dPS) Diblock Brushes.Macromolecules 1995, 28, 6347 6348. (20) Munch, M. R.; Gast, A. P. A Study of Block Copolymer Adsorption Kinetics via Internal Reflection Interferometry.J. Chem. Soc., Faraday Trans.1990, 86, 1341 1348. (21) Munch, M. R.; Gast, A. P. Kinetics of Block Copolymer Adsorption on Dielectric Surfaces from a Selective Solvent.Macromolecules1990, 23, 2313 2320. (22) Tassin, J. F.; Siemens, R. L.; Tang, W. T.; Hadziioannou, G.; Swalen, J. D.; Smith, B. A. Kinetics of Adsorption of Block Copolymers Revealed by Surface Plasmons.J. Phys. Chem.1989, 93, 2106 2111. (23) Toomey, R.; Mays, J.; Tirrell, M. In Situ Thickness Determination of Adsorbed Layers of Poly (2-Vinylpyridine) Polystyrene Diblock Copolymers by Ellipsometry.Macromolecules 2004, 37, 905 911. (24) Meiners, J. C.; QuintelRitzi, A.; Mlynek, J.; Elbs, H.; Krausch, G. Adsorption of Block-Copolymer Micelles from a Selective Solvent. Macromolecules1997, 30, 4945 4951. (25) Laforgue, A.; Bazuin, C. G.; Prud homme, R. E. A Study of the Supramolecular Approach in Controlling Diblock Copolymer Nanopatterning and Nanoporosity on Surfaces.Macromolecules2006, 39, 6473 6482. (26) Chai, J.; Wang, D.; Fan, X.; Buriak, J. M. Assembly of aligned linear metallic patterns on silicon.Nat. Nanotechnol.2007, 2, 500 506. (27) Tebbe, M.; Galati, E.; Walker, G. C.; Kumacheva, E. Homopolymer Nanolithography.Small2017, 13, 1702043. (28) Freeman, R. G.; Grabar, K. C.; Allison, K. J.; Bright, R. M.; Davis, J. A.; Guthrie, A. P.; Hommer, M. B.; Jackson, M. A.; Smith, P. C.; Walter, D. G.; Natan, M. J. Self-Assembled Metal Colloid Monolayers: An Approach to SERS Substrates.Science1995, 267, 1629 1632. (29) Lussier, F.; Brule, T.; Bourque, M.-J.; Ducrot, C.; Trudeau, L.E.; Masson, J.-F. Dynamic SERS Nanosensor for Neurotransmitter Sensing near Neurons.Faraday Discuss.2017, 205, 387 407. (30) Masson, J.-F.; Breault-Turcot, J.; Faid, R.; Poirier-Richard, H.P.; Yockell-Lelie vre, H.; Lussier, F.; Spatz, J. P. Plasmonic Nanopipette Biosensor.Anal. Chem.2014, 86, 8998 9005. (31) Dal Bo, G.; St-Gelais, F.; Danik, M.; Williams, S.; Cotton, M.; Trudeau, L.-E. Dopamine Neurons in Culture Express VGLUT2 Explaining Their Capacity to Release Glutamate at Synapses in Addition to Dopamine.J. Neurochem.2004, 88, 1398 1405. (32) Banholzer, M. J.; Millstone, J. E.; Qin, L.; Mirkin, C. A. Rationally Designed Nanostructures for Surface-Enhanced Raman Spectroscopy.Chem. Soc. Rev.2008, 37, 885 897. (33) Huang, X.; Jain, P. K.; El-Sayed, I. H.; El-Sayed, M. A. Plasmonic Photothermal Therapy (PPTT) using Gold Nanoparticles. Lasers in Medical Science2008, 23, 217. (34) El Mestikawy, S.; Wallen-Mackenzie, A.; Fortin, G. M.; Descarries, L.; Trudeau, L. E. From Glutamate Co-release to Vesicular Synergy: Vesicular Glutamate Transporters.Nat. Rev. Neurosci.2011, 12, 204 216. (35) Tecuapetla, F.; Patel, J. C.; Xenias, H.; English, D.; Tadros, I.; Shah, F.; Berlin, J.; Deisseroth, K.; Rice, M. E.; Tepper, J. M.; Koos, T. Glutamatergic Signaling by Mesolimbic Dopamine Neurons in the Nucleus Accumbens.J. Neurosci.2010, 30, 7105 7110.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4383\n(36) Fulton, S.; Thibault, D.; Mendez, J. A.; Lahaie, N.; Tirotta, E.; Borrelli, E.; Bouvier, M.; Tempel, B. L.; Trudeau, L.-E. Contribution of KV1.2 Voltage-Gated Potassium Channel to D2 Autoreceptor Regulation of Axonal Dopamine Overflow.J. Biol. Chem.2011, 286, 9360 9372. (37) Burmeister, J. J.; Pomerleau, F.; Palmer, M.; Day, B. K.; Huettl, P.; Gerhardt, G. A. Improved Ceramic-Based Multisite Microelectrode for Rapid Measurements of l-glutamate in the CNS.J. Neurosci. Methods2002, 119, 163 171. (38) Bastus, N. G.; Comenge, J.; Puntes, V. Kinetically Controlled Seeded Growth Synthesis of Citrate-Stabilized Gold Nanoparticles of up to 200 nm: Size Focusing versus Ostwald Ripening.Langmuir 2011, 27, 11098 11105. (39) Haiss, W.; Thanh, N. T.; Aveyard, J.; Fernig, D. G. Determination of Size and Concentration of Gold Nanoparticles from UV-Vis Spectra.Anal. Chem.2007, 79, 4215 21. (40) Matsushita, N.; Okada, H.; Yasoshima, Y.; Takahashi, K.; Kiuchi, K.; Kobayashi, K. Dynamics of Tyrosine Hydroxylase Promoter Activity during Midbrain Dopaminergic Neuron Development.J. Neurochem.2002, 82, 295 304. (41) Fasano, C.; Thibault, D.; Trudeau, L. E. Culture of Postnatal Mesencephalic Dopamine Neurons on an Astrocyte Monolayer. Current Protocols in Neuroscience; John Wiley & Sons, Inc.: Hoboken, NJ, 2008; Vol.3, p 21. (42) Edelstein, A. D.; Tsuchida, M. A.; Amodaj, N.; Pinkard, H.; Vale, R. D.; Stuurman, N. Advanced Methods of Microscope Control using Manager Software.J. Biol. Methods2014, 1, 10. (43) Schindelin, J.; Arganda-Carreras, I.; Frise, E.; Kaynig, V.; Longair, M.; Pietzsch, T.; Preibisch, S.; Rueden, C.; Saalfeld, S.; Schmid, B. Fiji: An Open-Source Platform for Biological-Image Analysis.Nat. Methods2012, 9, 676 682. (44) Zhang, Z.-M.; Chen, S.; Liang, Y.-Z. Baseline Correction using Adaptive Iteratively Reweighted Penalized Least Squares.Analy t 2010, 135, 1138 1146. (45) Butler, H. J.; Ashton, L.; Bird, B.; Cinque, G.; Curtis, K.; Dorney, J.; Esmonde-White, K.; Fullwood, N. J.; Gardner, B.; MartinHirsch, P. L. Using Raman Spectroscopy to Characterize Biological Materials.Nat. Protoc.2016, 11, 664 687.\nDOI:10.1021/acsami.8b19161 ACS Appl. Mater. Interfaces2019, 11, 4373 4384 4384"
    } ],
    "references" : [ {
      "title" : "Cancer Cell Imaging and Photothermal Therapy in the Near-Infrared Region by Using Gold Nanorods",
      "author" : [ "X.H. Huang", "I.H. El-Sayed", "W. Qian", "M.A. El-Sayed" ],
      "venue" : null,
      "citeRegEx" : "Huang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2013
    }, {
      "title" : "In Situ Intracellular Spectroscopy with Surface Enhanced Raman Spectroscopy (SERS)-Enabled",
      "author" : [ "E.A. Vitol", "Z. Orynbayeva", "M.J. Bouchard", "J. Azizkhan-Clifford", "G. Friedman", "Y. Gogotsi" ],
      "venue" : "Nanopipettes.ACS Nano2009,",
      "citeRegEx" : "Vitol et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Vitol et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanoparticle Cluster Arrays for High-Performance SERS through Directed Self-Assembly on Flat Substrates and on Optical Fibers",
      "author" : [ "F.L. Yap", "P. Thoniyot", "S. Krishnan", "S. Krishnamoorthy" ],
      "venue" : null,
      "citeRegEx" : "Yap et al\\.,? \\Q2047\\E",
      "shortCiteRegEx" : "Yap et al\\.",
      "year" : 2047
    }, {
      "title" : "Microphase Separation in Thin Films of Poly(styrene-block-4-v inylpyr id ine) Copolyme",
      "author" : [ "I. Tokarev", "R. Krenek", "Y. Burkov", "D. Schmeisser", "A. Sidorenko", "S. Minko", "M. Stamm" ],
      "venue" : null,
      "citeRegEx" : "Tokarev et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tokarev et al\\.",
      "year" : 2015
    }, {
      "title" : "Circular, nanostructured and biofunctionalized hydrogel microchannels for dynamic cell adhesion studies",
      "author" : [ "S. Kruss", "L. Erpenbeck", "M.P. Schon", "J.P. Spatz" ],
      "venue" : null,
      "citeRegEx" : "Kruss et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Kruss et al\\.",
      "year" : 1999
    }, {
      "title" : "Neutron Reflectivity Study of Poly (vinyl-4-pyridine)Deuterated Polystyrene (P4VP-dPS) Diblock Brushes",
      "author" : [ "Y. Liu", "J. Quinn", "M. Rafailvoich", "J. Sokolov", "X. Zhong", "A. Eisenberg" ],
      "venue" : null,
      "citeRegEx" : "Liu et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 1995
    }, {
      "title" : "Kinetics of Adsorption of Block Copolymers Revealed by Surface Plasmons",
      "author" : [ "J.F. Tassin", "R.L. Siemens", "W.T. Tang", "G. Hadziioannou", "J.D. Swalen", "B.A. Smith" ],
      "venue" : null,
      "citeRegEx" : "Tassin et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Tassin et al\\.",
      "year" : 1990
    }, {
      "title" : "Adsorption of Block-Copolymer Micelles from a Selective Solvent",
      "author" : [ "J.C. Meiners", "A. QuintelRitzi", "J. Mlynek", "H. Elbs", "G. Krausch" ],
      "venue" : "Macromolecules",
      "citeRegEx" : "Meiners et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Meiners et al\\.",
      "year" : 2004
    }, {
      "title" : "Assembly of aligned linear metallic patterns on silicon",
      "author" : [ "J. Chai", "D. Wang", "X. Fan", "J.M. Buriak" ],
      "venue" : null,
      "citeRegEx" : "Chai et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Chai et al\\.",
      "year" : 2006
    }, {
      "title" : "Self-Assembled Metal Colloid Monolayers: An Approach to SERS Substrates",
      "author" : [ "R.G. Freeman", "K.C. Grabar", "K.J. Allison", "R.M. Bright", "J.A. Davis", "A.P. Guthrie", "M.B. Hommer", "M.A. Jackson", "P.C. Smith", "D.G. Walter", "M.J. Natan" ],
      "venue" : null,
      "citeRegEx" : "Freeman et al\\.,? \\Q1702\\E",
      "shortCiteRegEx" : "Freeman et al\\.",
      "year" : 1702
    }, {
      "title" : "Dopamine Neurons in Culture Express VGLUT2 Explaining Their Capacity to Release Glutamate at Synapses in Addition to Dopamine",
      "author" : [ "G. Dal Bo", "F. St-Gelais", "M. Danik", "S. Williams", "M. Cotton", "L.-E. Trudeau" ],
      "venue" : null,
      "citeRegEx" : "Bo et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bo et al\\.",
      "year" : 2014
    }, {
      "title" : "Plasmonic Photothermal Therapy (PPTT) using Gold Nanoparticles",
      "author" : [ "X. Huang", "P.K. Jain", "I.H. El-Sayed", "M.A. El-Sayed" ],
      "venue" : "Lasers in Medical Science",
      "citeRegEx" : "Huang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2008
    }, {
      "title" : "Glutamatergic Signaling by Mesolimbic Dopamine Neurons",
      "author" : [ "F. Tecuapetla", "J.C. Patel", "H. Xenias", "D. English", "I. Tadros", "F. Shah", "J. Berlin", "K. Deisseroth", "M.E. Rice", "J.M. Tepper", "T. Koos" ],
      "venue" : null,
      "citeRegEx" : "Tecuapetla et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Tecuapetla et al\\.",
      "year" : 2011
    }, {
      "title" : "Dynamics of Tyrosine Hydroxylase Promoter Activity during Midbrain Dopaminergic Neuron Development.J. Neurochem",
      "author" : [ "N. Matsushita", "H. Okada", "Y. Yasoshima", "K. Takahashi", "K. Kiuchi", "K. Kobayashi" ],
      "venue" : null,
      "citeRegEx" : "Matsushita et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Matsushita et al\\.",
      "year" : 2007
    }, {
      "title" : "Fiji: An Open-Source Platform for Biological-Image Analysis",
      "author" : [ "J. Schindelin", "I. Arganda-Carreras", "E. Frise", "V. Kaynig", "M. Longair", "T. Pietzsch", "S. Preibisch", "C. Rueden", "S. Saalfeld", "B. Schmid" ],
      "venue" : null,
      "citeRegEx" : "Schindelin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Schindelin et al\\.",
      "year" : 2014
    }, {
      "title" : "Baseline Correction using Adaptive Iteratively Reweighted Penalized Least Squares",
      "author" : [ "Z.-M. Zhang", "S. Chen", "Y.-Z. Liang" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "A nanothin block copolymer (BCP) brush-layer lm adsorbed on glass nano bers is shown to address the longstanding challenge of forming a template for the deposition of dense and well-dispersed nanoparticles on highly curved surfaces, allowing the development of an improved nanosensor for neurotransmitters. We employed a polystyreneblock-poly(4-vinylpyridine) BCP and plasmonic gold nanoparticles (AuNPs) of 52 nm in diameter for the fabrication of the nanosensor on pulled bers with diameters down to 200 nm. The method is simple, using only solution processes and a plasma cleaning step. The templating of the AuNPs on the nano ber surprisingly gave rise to more than 1 order of magnitude improvement in the surface-enhanced Raman scattering (SERS) performance for 4mercaptobenzoic acid compared to the same AuNPs aggregated on identical bers without the use of a template. We hypothesize that a wavelength-scale lens formed by the nano ber contributes to enhancing the SERS performance to the extent that it can melt the glass nano ber under moderate laser power. We then show the capability of this nanosensor to detect the corelease of the neurotransmitters dopamine and glutamate from living mouse brain dopaminergic neurons with a sensitivity 1 order of magnitude greater than with aggregated AuNPs. The simplicity of fabrication and the far superior performance of the BCP-templated nano ber demonstrates the potential of this method to e ciently pattern nanoparticles on highly curved surfaces and its application as molecular nanosensors for cell physiology.",
    "creator" : null
  }
}