{
  "name" : "downloads_2019-11-19_e6_fiorani2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Advanced carbon nanomaterials for electrochemiluminescent biosensor applications",
    "authors" : [ "Andrea Fiorani", "Juan Pedro Merino", "Alessandra Zanut", "Alejandro Criado", "Giovanni Valenti", "Maurizio Prato", "Francesco Paolucci" ],
    "emails" : [ "(g.valenti@unibo.it);", "(alejandro.criado@gmail.com)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Electrochemiluminescent biosensors are nowadays an established technology in the field of immunosensors and diagnostics. Along with the advent of nanotechnology, the marriage between electrochemiluminescence and nanomaterials results in promising enhancing strategies in many biosensor applications. Among nanomaterials, carbon-based ones are the most used, as (i) scaffolds, (ii) luminophores and (iii) electrode materials of the sensor. In this review, we describe the importance of a rational modification and functionalization of carbon nanomaterials to optimize electrochemiluminescence signal, and we also resume the latest and most relevant applications of electrochemiluminescent biosensors based on carbon nanomaterials.\nAddresses 1 Department of Chemistry “G. Ciamician”, University of Bologna, Via Selmi 2, 40126 Bologna, Italy 2 Department of Chemistry, Keio University, 3-14-1 Hiyoshi, 223-8522 Yokohama, Japan 3 CIC BiomaGUNE, Parque Tecnológico de San Sebastián, Paseo Miramón, 182, 20014 San Sebastián, Guipúzcoa, Spain 4 Department of Chemical and Pharmaceutical Sciences, University of Trieste, Piazzale Europa, 1, 34127 Trieste, Italy 5 Ikerbasque, Basque Foundation for Science, 48013 Bilbao, Spain\nCorresponding authors: Valenti, Giovanni (g.valenti@unibo.it); Criado, Alejandro (alejandro.criado@gmail.com)\nCurrent Opinion in Electrochemistry 2019, 16:66–74\nThis review comes from a themed issue on Sensors and Biosensors\nEdited by Paolo Ugo\nFor a complete overview see the Issue and the Editorial\nAvailable online 26 April 2019\nhttps://doi.org/10.1016/j.coelec.2019.04.018\n2451-9103/© 2019 Elsevier B.V. All rights reserved.\nKeywords Electrochemiluminescence, Nanomaterials, Carbon nanotubes, Carbon dots, Graphene, Biosensor.\nIntroduction Nanotechnology is nowadays permeating our society with applications in many different fields, such as\nCurrent Opinion in Electrochemistry 2019, 16:66–74\nelectronics, catalysis, optics, biology and medicine [1]. With their peculiar mechanical, optoelectronic and physicochemical properties, nanomaterials can improve current technologies or pave the way for new future applications in various fields, such as biosensing [2], in particular, electrochemical biosensing [3e5].\nElectrogenerated chemiluminescence or electrochemiluminescence (ECL) is currently a leading transduction technique in immunosensors, with many important applications also from the industrial point of view [6,7]. ECL is chemiluminescence where light emission is triggered by an electrochemical reaction [8]. Thanks to the combination between electrochemical and spectroscopic methods, ECL owns several advantages over chemiluminescence and photoluminescence, such as (i) superior temporal and spatial control on light emission, (ii) intrinsically very low background (i.e. high sensitivity), because of the absence of excitation light and (iii) broad dynamic range and fast measurement in low volume of sample. In particular, ECL has been a great success, as a transduction method, in the biosensor fields, thanks to the unique signal-to-noise ratio also in real and very complex matrix such as cell lysates, urines and blood. For the biosensor application, the electrochemical reactions are upon the luminophore and a sacrificial molecule (i.e. the coreactant), in the socalled ‘coreactant ECL’, by applying only one single potential step. Two pathways, of coreactant ECL mechanism, are available: ‘oxidative reduction’ and ‘reductive oxidation’. The former concerns the oxidation of the coreactant, which undergoes a homogeneous follow-up reaction, yielding a strongly reducing radical intermediate. Then, the radical is able to reduce the oxidized luminophore to its excited state, which emits light. The latter mechanism is transposed to reduction straightforwardly [9].\nAs a matter of fact, the number of scientific publications on ECL has been exponentially increased in the last 20 years, reaching almost 3000 publications in 2018.\nIn the quest for ever-increasing sensitivity, ECL has been coupled to nanotechnology to optimize the signal\nwww.sciencedirect.com\ngeneration. The combination between nanomaterials and ECL led to many applications, in particular, concerning luminescent nanoparticle (NP) probes [9,10].\nHerein, we highlight application of carbon nanomaterials in these fields and the latest developments concerning the fabrication of electrochemiluminescent biosensors with carbon nanotubes (CNTs) [11], graphene (G), graphene oxide (GO) and reduced GO (rGO) [12], carbon dots (CDs) [13] and graphitic carbon nitride (g-C3N4) [14]. In particular, we focused our attention on the crucial role played by the rational modification and functionalization of carbon nanomaterials to enhance the (i) electrical conductivity, (ii) surface area and (iii) stability and (iv) to optimize the biorecognition. Thanks to their unique propriety and versatility, carbon nanomaterials represent a fundamental building block that enables the detection of a wide range of analytes, such as metal ions, cancer biomarkers, toxins and cells. Future challenges and research trends will be also pointed out along with the discussion.\nFunctionalization strategies of carbon nanomaterials Nanomaterials can be successfully functionalized via noncovalent interactions, such as piepi, pieion and ioneion interactions, using amphiphilic units, polymers or metals, or via covalent functionalization. In the latter\ncase, typical reactions include oxidation, reduction, cycloaddition, radical and nucleophilic/electrophilic additions (Figure 1) [11,15]. For oxidized nanomaterials, such as oxidized CNTs, GO, rGO and CDs, the chemical strategies also include the chemistry of the oxygenated functions that were created during their corresponding synthesis. The properties of the final material strongly depend on the functionalization strategy adopted as the chemical functionalization can change the intrinsic properties of the nanomaterial. For instance, CNTs and G display properties dependent on their aromatic structure. The use of covalent modification can disrupt the aromaticity with the introduction of defects, such as sp3 carbon atoms, which deteriorate the associated particular properties. Therefore, the choice of the functionalization strategy is crucial. Ideally, it needs to find a compromise between new features while maintaining the intrinsic properties of interest for the envisioned application. For example, GO and rGO, which are obtained from the oxidation of graphite, are widely used as transducing components. The introduction of oxygenated groups makes them easy to handle in water/ polar solvents and useful for post-functionalization steps.\nThe foremost step in the construction of a biosensor is the immobilization of a receptor onto a transducer [16]. The two most common methods of immobilization are physical adsorption and anchoring through chemical means. The direct adsorption method of a receptor is\nhighly used in sensing because it is a simple and fast approach that does not require any previous chemical modification [17]. However, it is not a controllable process, it is nonspecific and it does not yield stable interfaces. Immobilization via chemical bonding demonstrates a good stability and flexibility and high binding strength, preventing the desorption of the receptor. To bind the receptor by chemical immobilization, several covalent and noncovalent approaches have been developed, which include amide bonds with carboxylic groups, thioleene reactions, the use of NPs, piepi interactions and the immobilization in biomatrices. For this purpose, the chemical modification of carbon-based nanomaterials in a previous step to immobilization is mandatory. However, it is worth mentioning that many biomolecules readily adsorb on aromatic structures, which sometime makes difficult to distinguish among adsorbed, noncovalently and covalently attached carbon nanomaterials.\nIn addition, the proper orientation of the receptor biomolecules, such as nucleic acids or antibodies, anchored to the electrode surface is critical because it must retain its bioactivity, while providing accessibility to the target analyte and a direct interaction with the transducer surface [18]. Immobilization with specific chemical reactions (i.e. via chemical linkers) can avoid the unwanted heterogeneity in molecule orientation, improving the recognition efficiency. For example, covalent bonding is frequently used in the immobilization of DNA receptors [19]. The DNA probe is typically linked to the thiol or amine groups at the end of 3’ or 5’ which binds covalently to the carbon nanostructure with specific functional groups, yielding a good oriented receptor.\nThe covalent immobilization is also useful to yield stable interfaces compared with physical adsorption. In many ECL sensors, where moderately high potential is applied, covalent bonding between the carbon nanostructure and the electrode surface is necessary to create a stable interface. One of the most important steps for building an ECL biosensor is the immobilization on the transducer. In fact, for an ECL transduction, it is necessary for a system to preserves its stability when a potential, typically between 0.8 and 1.4 V, is applied. For instance, noncovalent immobilization is usually not stable upon the application of this working potential.\nGenerally, the chemical modification is also able to overcome the limited low solubility/dispersibility of large and nonoxidized carbon nanomaterials as CNTs and G. The solubility/dispersibility is a crucial point, particularly, for a scale-up production of sensing devices. Thus, the chemical modifications are used to improve sensing devices by oxidizing nanomaterials, the\nCurrent Opinion in Electrochemistry 2019, 16:66–74\nintroduction of polar groups via small moieties or polymers that can yield solutions, stable dispersions or inks.\nCarbon nanotubes CNTs have high electron conductivity and a large specific surface area, combined with fast kinetics for the coreactant oxidation (i.e. tri-n-propylamine) compared with usual electrode materials, such as indium tin oxide (ITO) [20].\nIn specific sensors, the chemical modification is also useful for anchoring the nanomaterial as a transducing component on the electrode. In the aforementioned ‘onelectrode’ strategy, a covalent modification was used to yield a very stable interface under working conditions between modified CNTs and the working electrode. Besides, chemical modification can be useful to control the orientation of nanostructures on the electrode surfaces. Sardesai et al. [21] built an ultrasensitive ECL immunosensor array to detect two prostate cancer biomarkers. This CNT-based array was able to detect simultaneously the two corresponding biomarkers with a detection limit at picomolar for millilitre concentrations (Figure 2). The high sensitivity is due to a forest of perpendicularly oriented CNTs to the electrode surface that provides a large conductive and functionalized surface area for the attachment of receptors. This particular orientation of the CNT surface was possible because the oxidation of CNTs is preferential towards CNT tips. Thus, the terminal CNT stands in upright bundles on the electrode surface because of electrostatic interactions between the terminal carboxylic groups and the electrode surface.\nThese intrinsic characteristics make CNTs highly suitable to carry the recognition unit (e.g. the antibody) [22●], the luminophore or a catalyst to amplify the light signal. The wiring enables electric contact even at a long distance from the electrode surface, leading to signal enhancement compared with flat electrodes ([22●], [23]).\nCNTs have been applied to the recognition of many cancer biomarkers, such as prostate-specific membrane antigen [22●], carcinoembryonic antigen (CEA) [24] and carbohydrate antigen 19-9 for pancreatic cancer [25], or small organic molecules such as organophosphorous pesticides [26] or diclofenac [27].\nFurthermore, CNTs can be decorated with metal NPs that act as a catalyst for the electrochemical oxidation of the coreactant or luminophore itself, for example, using luminol or a luminol derivate [25,26]. Analogues of CNTs, single-walled carbon nanohorns, have been applied forATP detection. Single-walled carbon\nwww.sciencedirect.com\nnanohorns act both as a scaffold to carry the ATP aptamer and quencher of the coreactant ECL Ru(bpy)3\n2þ/tri-n-propylamine system to reach a detection limit of 0.5 ng mL 1 [28].\nGraphene Graphene, GO and rGO find similar application as CNTs, mainly as a platform for the antibody, DNA or aptamers or metal NPs, or a scaffold for the metallopolymer [29]. With the high content of oxygen moieties, GO is highly preferred compared with G because of its water solubility and ease of bioconjugation.\nAn attractive feature of GO is the possible application, directly in contact with the working electrode or bound in a sandwich-type immunoassay (Figure 2). We may\nwww.sciencedirect.com\nrefer at these two strategies as ‘on-electrode’ and ‘inelectrode’, respectively [30].\nBoth on-electrode and in-electrode strategies can be applied to completive immunoassay resulting in a decrease in ECL with the increase of the analyte, because of quenching effects, or by blocking the electrode surface ([31●] [32●], [33]) or usual signal increase with the concentration of the analyte [34●-37].\nGO finds many applications for a wide variety of analytes, such as heavy metal ions, such as Hg2þ [37] and Pb2þ [31●], cancer biomarkers (prostate-specific antigen, p53, mucin 1) ([32●] [34●], [35]), organic molecules, such as toxins (aflatoxin M1) [33] and nervous stimulant (clenbuterol) [36], and biomarkers, for\nCurrent Opinion in Electrochemistry 2019, 16:66–74\nmonitoring the damage of DNA by oxidative stress (8- oxo-7,8-dihydro-2-deoxyguanosine) [29].\nCarbon dots Carbon dots (CDs) show, thanks to their duality in their chemical composition, two important applications in ECL sensors: as coreactants or as luminophores. The ECL properties of CDs depend on the carbon core nature, functional groups and doping heteroatoms. However, most CDs used in ECL studies possess plenty of oxygen-containing functional groups such as carbonyl, carboxyl, hydroxyl and epoxide/ether. The oxygen-rich CDs are synthesized by oxidizing large carbon materials in a top-down approach or by pyrolysis process from molecular precursors in a bottom-up approach [13]. These functional groups furnish water solubility, labelling and ECL efficiency because the oxygenated groups facilitate the electrogeneration of the corresponding radicals [38]. For instance, CDs with different oxidation degrees were synthesized for comparing their ECL efficiency [38]. The indispensable contribution of oxygencontaining functional groups to the ECL property of CDs was verified by the stronger ECL response of the highest oxidized nanomaterial. In addition, their functionalization allows the combination with other materials such as metals and metal oxide nanostructures.\nOn the other hand, CDs in combination with metalbased quantum dots generate new ECL systems for biosensing because of a synergic ECL signal enhancement [39,40]. In 2017, Zhou et al. [39] have fabricated a novel ECL-sensing platform for the detection of two biological markers for tuberculosis infection in human serum. The reported biosensor exhibited a parallel detection for both biomarkers with a detection limit of 10 fg mL 1. The key issue of the highly sensitive detection is the ECL system based on nanocomposites\nSchematic rapresentation of electrochemiluminescence for carbon nanodots. 0.1 mg mL−1 methylated NCDs (green trace) and 20 mM TPrA (black trace) in from Carrara et al [41●●]). (b) Fabrication process of an ECL immunosensor trochemiluminescence; NCD, nitrogen-doped carbon nanodot; N-GQDS, nitro dopamine; SDS, sodium dodecyl sulfate; TPrA, tripropyl amine; EDC, 1-ethyl\nCurrent Opinion in Electrochemistry 2019, 16:66–74\nof gold NPs (AuNPs) and CDs (AuNPs@CDs). The nanocomposite of AuNPs@CDs was synthesized by the ionic interaction between aminated AuNPs and CDs.\nNitrogen-doped carbon dots can successfully replace trin-propylamine as the coreactant for ruthenium(II) tris(2,20-bipyridyl) [41●●-43] because they are rich in amines (Figure 3). However, nitrogen-doped carbon dots can be used as luminophores, as well [44●-46], for a range of wavelength emission from 400 nm to 550 nm. On the contrary, CDs are used only as luminophores (lEm z 400e700 nm), mainly with the coreactant peroxydisulfate or hydrogen peroxide, in ‘reductive oxidation’ ECL [47-51●].\nCD-based biosensors have been developed for several analytes, such as Escherichia coli [44●], human IgG protein [47], cancer biomarkers (liver cancer noncoding RNA and CEA) ([49], [51●]), microRNAs [45] and organic molecules, such as pentachlorophenol [42], dopamine [43], glucose [48] and lincomycin [50].\nGraphitic carbon nitride Graphitic carbon nitride finds applications as an alternative luminophore to the conventional ruthenium(II) tris(2,20-bipyridyl). The ECL of g-C3N4 is commonly generated by the ‘reductive oxidation’ coreactant mechanism with peroxydisulfate, for a range of wavelength emission from 350 to 650 nm (Figure 4a) [52]; furthermore, triethanolamine has been proposed for the ‘oxidative reduction’ coreactant mechanism [52,53].\nGraphitic carbon nitride is usually deposited on the surface of the electrode, or it can be also bound to the electrode after target analyte recognition, by sandwich immunoassay (Fig. 4b) ([54●] [27]). The bioconjugation of g-C3N4 with a secondary antibody is\n(a) ECL emission of Ru(bpy)3 2+ with 0.1 mg mL−1 NCDs (red trace), phosphate buffer solution (pH 7.4) at the glassy carbon electrode (adapted with CDs as luminophores (adapted from Chen et al [44●]). ECL, elecgen-doped graphene quantum dots; GCE, glassy carbon electrode; DA, -3-(3-dimethylamino-propyl) carbodiimide.\nwww.sciencedirect.com\nFigure 4\nSchematic rapresentation of electrochemiluminescence for graphitic carbon nitrite. (a) Tuning of the ECL emission for g-C3N4 by modulating the temperature of synthesis (adapted from Zhou et al [52]). (b) Example of fabrication of the ECL immunosensor using g-C3N4 as the luminophore (adapted from Jin et al [54●]). ECL, electrochemiluminescence; g-C3N4, graphitic carbon nitride; ATA, 2-aminoterephthalic acid; GCE, glassy carbon electrode; CNNS, carbon nitride nanosheets.\ncarried out by reaction at carboxylic moieties of oxidized g-C3N4, in a similar fashion as for GO.\nBiosensors with g-C3N4 respond with ECL emission proportional to increasing analyte concentration. However, quenching mechanisms have been proposed, as for cyanide [55] or metal ion detection [52].\nThe target analytes of the biosensor detected using gC3N4 are CEA [54●]; proteins and enzymes (acetylcholinesterase and concanavalin A) [53,56]; metal ions (Ni2þ, Cd2þ and Cu2þ) [52]; small organic molecules, such as diclofenac [27], 17b-oestradiol [57], dopamine [58] and 8-hydroxy-20-deoxyguanosine [59]; and E. coli [60].\nCarbon nanomaterials as electrode materials The previous examples showed how carbon nanomaterials can be integrated in ECL biosensors to carry out many different functions, however, by using a conventional electrode material as platforms, mainly glassy carbon or ITO. Here, we show how carbon nanomaterials can replace conventional electrode materials to make robust electrodes for ECL.\nCNTs are highly promising for the development of electrodes, especially in ECL imaging. Deposition of the CNT layer from solution [20] or inkjet printing ([61], [62]) has been used to fabricate the CNTelectrode on polymer films or glass.\nParamagnetic polystyrene beads labelled with ruthenium(II)tris(2,20-bipyridyl), similar to commercial immunoassay, were deposited on a CNT electrode and\nwww.sciencedirect.com\nimaged using a microscope. When compared with ITO, the CNT electrode showed higher ECL emission from the beads [20]. This enhanced ECL is ascribed to the effect of the catalytic surface of CNTs towards the oxidation of the coreactant, tri-n-propylamine [63]. Furthermore, a biosensing application of this ECL imaging technique was developed for the investigation of single cells [61]. By labelling specific proteins of the cellular membrane, it was demonstrated that ECL microscopy allows observation of membrane details, which are difficult to resolve by classic photoluminescence microscopy, paving the way for promising applications in ultrasensitive cell imaging assays [62].\nConclusion Here, we showed how the main groups of carbon nanomaterials, such CNTs, G, CDs and g-C3N4, allow ECL to benefit from higher sensitivity, and new mechanisms as well, towards many different analytes of interests. The ECL sensors, which integrate carbon nanomaterials, can be used to detect a wide range of analytes, from simple metal ions, proteins and cancer biomarkers, to cells, which makes ECL one of the most relevant techniques in electrochemical sensors. To offer a general guide for the manufacture of ECL biosensors, we have also emphasized how the chemical modification of carbon nanomaterials can improve the sensing performance.\nWe may prospect a wide application of carbon nanomaterials in point-of-care testing, as it is nowadays for inkjet-printed paper fluidic substrates and screenprinted electrodes, to fabricate low-cost and disposable ECL sensors. Carbon nanomaterials could find application as they meet several parameters, such as accessible production, reproducible preparation, easy to process,\nCurrent Opinion in Electrochemistry 2019, 16:66–74\nand available bioconjugation strategies. As CNTs are nowadays regularly applied in screen-printed electrodes, we may infer other carbon nanomaterials, such as those described in this review, will be used profitably as long as fundamental and applied research will keep challenging the current limits, in particular, accessible production and cost, and reproducible preparation procedures.\nWe believe that there is still a huge room for improvement and that the research in this field will continue to grow exponentially. In particular, regardless of the role of the carbon material, either as a transducing component, coreactant or luminophore, its chemical modification is usually a prerequisite for manufacturing the device. The modification of the carbon material allows the implementation of lacking features, yet required, or the finetuning of key properties to achieve an optimal functionality. Therefore, the modification can implement recognition specificity by attachment of sensing molecules on the carbon material, by tuning of emission and charge transfer efficacy and by improving the material processability.\nConflict of interest The authors have no affiliation with any organization with a direct or indirect financial interest in the subject matter discussed in the manuscript.\nAcknowledgements The authors thank the University of Bologna, University of Trieste, Italian Ministero dell’Istruzione, Università e Ricerca (FIRB RBAP11C58Y, PRIN-2010N3T9M4) and FARB, Fondazione Cassa di Risparmio in Bologna. M Prato is the recipient of the AXA Chair (2016e2023). A Criado thanks Spanish ministry of economy and Industry (MINECO) for his research grant (Juan de la Cierva-Incorporación).\nAppendix A. Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.coelec.2019.04.018.\nReferences Papers of particular interest, published within the period of review, have been highlighted as:\nof special interest of outstanding interest\n1. Schaming D, Remita H: Nanotechnology: from the ancient time to nowadays. Found Chem 2015, 17:187–205.\n2. Howes PD, Chandrawati R, Stevens MM: Colloidal nanoparticles as advanced biological sensors. Science 2014, 346, 1247390.\n3. Vasilescu A, Hayat A, Gáspár S, Marty J-L: Advantages of carbon nanomaterials in electrochemical aptasensors for food analysis. Electroanalysis 2018, 30:2–19.\n4. Zhang S, Geryak R, Geldmeier J, Kim S, Tsukruk VV: Synthesis, assembly, and applications of hybrid nanostructures for biosensing. Chem Rev 2017, 117:12942–13038.\n5. Farka Z, Ju rík T, Ková r D, Trnková L, Skládal P: Nanoparticlebased immunochemical biosensors and assays: recent advances and challenges. Chem Rev 2017, 117:9973–10042.\nCurrent Opinion in Electrochemistry 2019, 16:66–74\n6. Roche Diagnostics Corp. 2018. https://www.roche.com/about/ business/diagnostics.htm. Accessed 15 December 2018.\n7. Meso Scale Discovery. 2018. https://www.mesoscale.com. Accessed 15 December 2018.\n8. Fiorani A, Valenti G, Iurlo M, Marcaccio M, Paolucci F: Electrogenerated chemiluminescence: a molecular electrochemistry point of view. Curr Opin Electrochem 2018, 8:31–38.\n9. Valenti G, Rampazzo E, Kesarkar S, Genovese D, Fiorani A, Zanut A, Palomba F, Marcaccio M, Paolucci F, Prodi L: Electrogenerated chemiluminescence from metal complexes-based nanoparticles for highly sensitive sensors applications. Coord Chem Rev 2018, 367:65–81.\n10. Bertoncello P, Ugo P: Recent advances in electrochemiluminescence with quantum dots and arrays of nanoelectrodes. ChemElectroChem 2017, 4:1663–1676.\n11. Setaro A: Advanced carbon nanotubes functionalization. J Phys Condens Matter 2017, 29:1–36.\n12. Ferrari AC, Bonaccorso F, Fal’ko V, Novoselov KS, Roche S, Bøggild P, Borini S, Koppens FHL, Palermo V, Pugno N, Garrido JA, Sordan R, Bianco A, Ballerini L, Prato M, Lidorikis E, Kivioja J, Marinelli C, Ryhänen T, Morpurgo A, Coleman JN, Nicolosi V, Colombo L, Fert A, Garcia-Hernandez M, Bachtold A, Schneider GF, Guinea F, Dekker C, Barbone M, Sun Z, Galiotis C, Grigorenko AN, Konstantatos G, Kis A, Katsnelson M, Vandersypen L, Loiseau A, Morandi V, Neumaier D, Treossi E, Pellegrini V, Polini M, Tredicucci A, Williams GM, Hong BH, Ahn J-H, Kim JM, Zirath H, van Wees BJ, van der Zant H, Occhipinti L, Di Matteo A, Kinloch IA, Seyller T, Quesnel E, Feng X, Teo K, Rupesinghe N, Hakonen P, Neil SRT, Tannock Q, Löfwanderaq T, Kinaret J: Science and technology roadmap for graphene, related two-dimensional crystals, and hybrid systems. Nanoscale 2015, 7:4598.\n13. Cayuela A, Sorian ML, Carrillo-Carrión C, Valcárcel M: Semiconductor and carbon-based fluorescent nanodots: the need for consistency. Chem Commun 2016, 52:1311–1326.\n14. Ong W-J, Tan L-L, Ng YH, Yong S-T, Chai S-P: Graphitic carbon nitride (g-C3N4)-based photocatalysts for artificial photosynthesis and environmental remediation: are we a step closer to achieving sustainability? Chem Rev 2016, 116: 7159–7329.\n15. Bottari G, Herranz MA, Wibner L, Volland M, Rodríguez-Pérez L, Guldi DM, Hisch A, Martín N, D’Souza F, Torres T: Chemical functionalization and characterization of graphene-based materials. Chem Soc Rev 2017, 46:4464–4500.\n16. Reina G, González-Domínguez JM, Criado A, Vázquez E, Bianco A, Prato M: Promises, facts and challenges for graphene in biomedical applications. Chem Soc Rev 2017, 46: 4400–4416.\n17. Li F, Yu Y, Li Q, Zhou M, Cui H: A homogeneous signal-on strategy for the detection of rpoB genes of Mycobacterium tuberculosis based on electrochemiluminescent graphene oxide and ferrocene quenching. Anal Chem 2014, 86: 1608–1613.\n18. Vilhena JG, Dumitru AC, Herruzo ET, Mendieta-Moreno JI, Garcia R, Serena PA, Pérez R: Adsorption orientations and immunological recognition of antibodies on graphene. Nanoscale 2016, 8:13463–13475.\n19. Rashid JIA, Yusof NA: The strategies of DNA immobilization and hybridization detection mechanism in the construction of electrochemical DNA sensor: a review. Sens Biosensing Res 2017, 16:19–31.\n20. Valenti G, Zangheri M, Sansaloni SE, Mirasoli M, Penicaud A, Roda A, Paolucci F: Transparent carbon nanotube network for efficient electrochemiluminescence devices. Chem Eur J 2015, 21:12640–12645.\n21. Sardesai NP, Barron JC, Rusling JF: Carbon nanotube microwell Array for sensitive electrochemiluminescent detection of cancer biomarker proteins carbon nanotube microwell Array for sensitive electrochemiluminescent detection of cancer biomarker proteins. Anal Chem 2011, 83:6698–6703.\nwww.sciencedirect.com\n22 . Juzgado A, Soldà A, Ostric A, Criado A, Valenti G, Rapino S, Conti G, Fracasso G, Paolucci F, Prato M: Highly sensitive electrochemiluminescence detection of a prostate cancer biomarker. J Mater Chem B 2017, 5:6681–6687. Prostate-specific membrane antigen (PSMA) biosensor is developed by using CNTs as scaffold for the monoclonal anti-PSMA antibody in an ELISA-like immunosensor. The limit of detection (LOD) and limit of quantification (LOQ) are 0.88 ng mL−1 and 2.60 ng mL−1, respectively, in real matrixes such as cell lysates.\n23. Zamolo VA, Valenti G, Venturelli E, Chaloin O, Marcaccio M, Boscolo S, Castagnola V, Sosa S, Berti F, Fontanive G, Poli M, Tubaro A, Bianco A, Paolucci F, Prato M: Highly sensitive electrochemiluminescent nanobiosensor for the detection of palytoxin. ACS Nano 2012, 6:7989–7997.\n24. Pang X, Li J, Zhao Y, Wu D, Zhang Y, Du B, Ma H, Wei Q: LabelFree electrochemiluminescent immunosensor for detection of carcinoembryonic antigen based on nanocomposites of GO/MWCNTs-COOH/Au@CeO2. ACS Appl Mater Interfaces 2015, 7:19260–19267.\n25. Zhang X, Ke H, Wang Z, Guo W, Zhang A, Huang C, Jia N: An ultrasensitive multi-walled carbon nanotube-platinumluminol nanocomposite-based electrochemiluminescence immunosensor. Analyst 2017, 142:2253–2260.\n26. Miao SS, Wu MS, Ma LY, He XJ, Yang H: Electrochemiluminescence biosensor for determination of organophosphorous pesticides based on bimetallic Pt-Au/multiwalled carbon nanotubes modified electrode. Talanta 2016, 158:142–151.\n27. Hu L, Zheng J, Zhao K, Deng A, Li J: An ultrasensitive electrochemiluminescent immunosensor based on graphene oxide coupled graphite-like carbon nitride and multiwalled carbon nanotubes-gold for the detection of diclofenac. Biosens Bioelectron 2018, 101:260–267.\n28. Liu Z, Zhang W, Qi W, Gao W, Hanif S, Saqib M, Xu G: Label-free signal-on ATP aptasensor based on the remarkable quenching of tris(2,2’-bipyridine)-ruthenium(II) electrochemiluminescence by single-walled carbon nanohorn. Chem Commun 2015, 51:4256–4258.\n29. Bist I, Song B, Mosa IM, Keyes TE, Martin A, Forster RJ, Rusling JF: Electrochemiluminescent array to detect oxidative damage in dsDNA using [Os(bpy)2(phen-benz-COOH)]\n2+/ Nafion/Graphene films. ACS Sens 2016, 1:272–278.\n30. Guo Z, Sha Y, Hu Y, Wang S: In-electrode vs. on-electrode: ultrasensitive Faraday cage-type electrochemiluminescence immunoassay. Chem Commun 2016, 52:4621–4624.\n31 . Xu J, Zhang Y, Li L, Kong Q, Zhang L, Ge S, Yu J: Colorimetric and electrochemiluminescence dual-mode sensing of lead ion based on integrated lab-on-paper device. ACS Appl Mater Interfaces 2018, 10:3431–3440. This lab-on-paper ECL sensor uses the hybridization between DNAzyme and rGO–PdAu NPs–glucose oxidase for Pb2+ quantification. The synergic effect of components enables a detection with a linear range of 0.1036–414.4 ng mL−1 by monitoring the decrease of luminol ECL.\n32 . Cao J-T, Yang J-J, Zhao L-Z, Wang Y-L, Wang H, Liu Y-M, Ma SH: Graphene oxide@gold nanorods-based multiple-assisted electrochemiluminescence signal amplification strategy for sensitive detection of prostate specific antigen. Biosens Bioelectron 2018, 99:92–98. This biosensor is based on the multiple signal amplification effect of graphene oxide and gold nanorods on luminol ECL. It has a linear range from 0.5 pg mL−1 to 5.0 ng mL−1, with detection limit of 0.17 pg mL−1, and it was successfully applied for quantification of prostate specific antigen in human serum samples.\n33. Khoshfetrat SM, Bagheri H, Mehrgardi MA: Visual electrochemiluminescence biosensing of aflatoxin M1 based on luminol-functionalized, silver nanoparticle-decorated graphene oxide. Biosens Bioelectron 2018, 100:382–388.\n34 . Yang L, Li Y, Zhang Y, Fan D, Pang X, Wei Q, Du B: 3D nanostructured palladium-functionalized graphene-aerogel supported Fe3O4 for enhanced Ru(bpy)3\n2+-Based electrochemiluminescent immunosensing of prostate\nwww.sciencedirect.com\nspecific antigen. ACS Appl Mater Interfaces 2017, 9: 35260–35267.\nPd NPs functionalized graphene-aerogel-supported Fe3O4 acts as a scaffold to carry Ru(bpy)3\n2+. Moreover, it shows an excellent catalytic ability which amplifies the ECL signal reaching a detection limit of 0.056 pg mL−1, with calibration range of 0.0001–50 ng mL−1, for realsample analysis of prostate specific antigen.\n35. Heidari R, Rashidiani J, Abkar M, Taheri RA, Moghaddam MM, Mirhosseini SA, Seidmoradi R, Nourani MR, Mahboobi M, Keihan AH, Kooshki H: CdS nanocrystals/graphene oxideAuNPs based electrochemiluminescence immunosensor in sensitive quantifiation of a cancer biomarker: p53. Biosens Bioelectron 2019, 126:7–14.\n36. Jin X, Fang G, Pan M, Yang Y, Bai X, Wang S: A molecularly imprinted electrochemiluminescence sensor based on upconversion nanoparticles enhanced by electrodeposited rGO for selective and ultrasensitive detection of clenbuterol. Biosens Bioelectron 2018, 102:357–364.\n37. Hu L, Liu Z, Hu Y, Zhan H, Zhu J, Ge X: Fabrication of highintensity electron transfer electrochemiluminescence interface for Hg2+ detection by using reduced graphene oxide-Au nanoparticles nanocomposites and CdS quantum dots. J Electroanal Chem 2018, 823:397–406.\n38. Qin Y, Lui N, Li H, Sun Y, Hu L, Zhao S, Han D, Liu Y, Kang Z, Niu L: Oxygen containing functional groups dominate the electrochemiluminescence of pristine carbon dots. J Phys Chem C 2017, 121:27546–27554.\n39. Zhou B, Zhu m, Qiu Y, Yang P: A novel electrochemiluminescence sensing platform for precise analysis of multiple latent tuberculosis infection markers. ACS Appl Mater Interfaces 2017, 9:18493–18500.\n40. Li N-L, Jia L-P, Ma R-N, Jia W-L, Lu Y-Y, Shi S-S, Wnag H-S: A novel sandwiched electrochemiluminescence immunosensor for the detection of carcinoembryonic antigen based on carbon quantum dots and signal amplification. Biosens Bioelectron 2017, 89:453–460.\n41 . Carrara S, Arcudi F, Prato M, De Cola L: Amine-rich nitrogendoped carbon nanodots as a platform for self enhancing electrochemiluminescence. Angew Chem Int Ed 2017, 56: 4757–4761. The coreactant mechanism of nitrogen-doped carbon nanodots is investigated with the luminophore ruthenium(II)tris(2,20-bipyridyl). The NCDs carry amino groups on the surface that act as coreactant species to promote ECL. Ruthenium(II)tris(2,20-bipyridyl) and NCD conjugated covalently show enhanced ECL due to the shorter electrontransfer path for intramolecular electron transfer process.\n42. Yan Y, Li H, Wang Q, Mao H, Kun W: Controllable ionic liquidassisted electrochemical exfoliation of carbon fibers for the green and large-scale preparation of functionalized graphene quantum dots endowed with multicolor emission and size tunability. J Mater Chem C 2017, 5:6092–6100.\n43. Li L, Liu D, Mao H, You T: Multifunctional solid-state electrochemiluminescence sensing platform based on poly(ethylenimine) capped N-doped carbon dots as novel coreactant. Biosens Bioelectron 2017, 89:489–495.\n44 . Chen S, Chen X, Zhang L, Gao J, Ma Q: Electrochemiluminescence detection of Escherichia coli O157:H7 based on a novel polydopamine surface imprinted polymer biosensor. ACS Appl Mater Interfaces 2017, 9:5430–5436. An ECL biosensor was developed for Escherichia coli, based on a polydopamine surface imprinted polymer and nitrogen-doped graphene quantum dots (N-GQDs). The reductive-oxidation with K2S2O8 generated ECL emission fromN-GQDs that enables the detection of Escherichia coli from 10 colony-forming units (CFU) mL−1 to 107 CFU mL−1.\n45. Liu Q, Ma C, Liu X-P, Wei Y-P, Mao C-J, Zhu J-J: A novel electrochemiluminescence biosensor for the detection of microRNAs based on a DNA functionalized nitrogen doped carbon quantum dots as signal enhancers. Biosens Bioelectron 2017, 92:273–279.\n46. Zhang R, Adsetts JR, Nie Y, Sun X, Ding Z: Electrochemilum inescence of nitrogen- and sulfur-doped graphene quantum dots. Carbon 2018, 129:45–53.\nCurrent Opinion in Electrochemistry 2019, 16:66–74\n47. Cai X-L, Zheng B, Zhou Y, Younis MR, Wang F-B, Zhang W-M, Zhou Y-G, Xia X-H: Synergistically mediated enhancement of cathodic and anodic electrochemiluminescence of graphene quantum dots through chemical and electrochemical reactions of coreactants. Chem Sci 2018, 9:6080–6084.\n48. Zhou C, Chen Y, You X, Dong Y, Chi Y: An electrochemiluminescent biosensor based on interactions between a graphene quantum dot-sulfite Co-reactant system and hydrogen peroxide. ChemElectroChem 2017, 4:1783–1789.\n49. Li J-J, Shang L, Jia L-P, Ma R-N, Zhang W, Jia W-L, Wang H-S, Xu K-H: An ultrasensitive electrochemiluminescence sensor for the detection of HULC based on Au@Ag/GQDs as a signal indicator. J Electroanal Chem 2018, 824:114–120.\n50. Li S, Liu C, Yin G, Zhang Q, Luo J, Wu N: Aptamer-molecularly imprinted sensor base on electrogenerated chemiluminescence energy transfer for detection of lincomycin. Biosens Bioelectron 2017, 91:687–691.\n51 . Li N-L, Jia L-P, Ma R-N, Jia W-L, Lu Y-Y, Shi S-S, Wang H-S: A novel sandwiched electrochemiluminescence immunosensor for the detection of carcinoembryonic antigen based on carbon quantum dots and signal amplification. Biosens Bioelectron 2017, 89:453–460. The ECL emission from CDs is amplified by the synergistic effect of AgNPs, polydopamine, AuNPs and poly(ethylenimine) functionalized graphene oxide. The biosensor showed a signal proportional to the logarithm value of carcinoembryonic antigen concentration in the linear range from 5 pg mL−1 to 500 ng mL−1 with a detection limit of 1.67 pg mL−1. The immunosensor was successfully applied to carcinoembryonic antigen detection in human serum.\n52. Zhou Z, Shang Q, Shen Y, Zhang L, Zhang Y, Lv Y, Li Y, Liu S, Zhang Y: Chemically modulated carbon nitride nanosheets for highly selective electrochemiluminescent detection of multiple metal-ions. Anal Chem 2016, 88:6004–6010.\n53. Liu Q, Peng Y-J, Xu J-C, Ma C, Li L, Mao C-J, Zhu J-J: LabelFree electrochemiluminescence aptasensor for highly sensitive detection of acetylcholinesterase based on AuNanoparticle-Functionalized g-C3N4 nanohybrid. ChemElectroChem 2017, 4:1768–1774.\n54 . Jin Y, Kang Q, Guo X, Zhang B, Shen D, Zou G: Electrochemical-signal-amplification strategy for an electrochemiluminescence immunoassay with g-C3N4 as tags. Anal Chem 2018, 90:12930–12936. A signal amplification strategy, based on electrochemical activation of the substrate, was proposed for an ECL immunoassay with carboxylated g-C3N4 as luminophore and tagged with carcinoembryonic antigen secondary antibody. Carcinoembryonic antigen was detected from 0.1 pg mL−1 to 1 ng mL−1, with a detection limit of 3 fg mL−1.\n55. Feng Y, Shi L, Wu H, Chen L, Chi Y: Detection of cyanide by etching-induced electrochemiluminescence recovery. Electrochim Acta 2018, 261:29–34.\nCurrent Opinion in Electrochemistry 2019, 16:66–74\n56. Sha H, Zhang Y, Wang Y, Ke H, Xiong X, Jia N: Electrochemiluminescence resonance energy transfer biosensor between the glucose functionalized MnO2 and g-C3N4 nanocomposites for ultrasensitive detection of concanavalin A. Biosens Bioelectron 2019, 124–125:59–65.\n57. Du X, Jiang D, Dai L, Zhu W, Yang X, Hao N, Wang K: Oxygen vacancy engineering in europia clusters/graphite-like carbon nitride nanostructures induced signal amplification for highly efficient electrochemiluminesce aptasensing. Anal Chem 2018, 90:3615–3620.\n58. Wang Y, Guo W, Jia N: High-sensitivity electrochemiluminescence biosensor based on silver-carbon nitride for the detection of dopamine utilizing enhancement effects. ChemElectroChem 2018, 5:3786–3792.\n59. Lv Y, Chen S, Shen Y, Ji J, Zhou Q, Liu S, Zhang Y: Competitive multiple-mechanism-driven electrochemiluminescent detection of 8-Hydroxy-20-deoxyguanosine. J Am Chem Soc 2018, 140:2801–2804.\n60. Hao N, Zhang X, Zhou Z, Hua R, Zhang Y, Liu Q, Qian J, Li H, Wang K: AgBr nanoparticles/3D nitrogen-doped graphene hydrogel for fabricating all-solid-state luminol-electrochemiluminescence Escherichia coli aptasensors. Biosens Bioelectron 2017, 97:377–383.\n61 . Valenti V, Scarabino S, Goudeau B, Lesch A, Jovi c M, Villani E, Sentic M, Rapino S, Arbault S, Paolucci F, Sojic N: Single cell electrochemiluminescence imaging: from the proof-of concept to disposable device-based analysis. J Am Chem Soc 2017, 139:16830–16837. Surface-confined microscopy, based on coreactant ECL, was developed to image single cells and their membrane proteins. Transparent and disposable electrodes are made by inkjet-printed CNTs, providing a good biocompatibility for the cells and superior transduction intensity compared to the current standard materials such as ITO.\n62 . Voci S, Goudeau B, Valenti G, Lesch A, Jovi c M, Rapino S, Paolucci F, Arbault S, Sojic N: Surface-confined electrochemiluminescence microscopy of cell membranes. J Am Chem Soc 2018, 140:14753–14760. Surface-confined microscopy ECL was improved to image the plasma membrane at cells/electrode interface. The microscopy in transmission configurations is achieved by using transparent CNTs-based electrodes inkjet-printed. The ECL emission is restricted in the basal membrane and ECL microscopy reveals details, which are hardly resolved by classic far-field fluorescence microscopy.\n63. Valenti G, Fiorani A, Li H, Sojic N, Paolucci F: Essential role of electrode materials in electrochemiluminescence applications. ChemElectroChem 2016, 3:1990–1997.\n64. https://link.springer.com/article/10.1007/s12274-014-0622-9\nwww.sciencedirect.com"
    } ],
    "references" : [ {
      "title" : "Nanotechnology: from the ancient time to nowadays",
      "author" : [ "D Schaming", "H Remita" ],
      "venue" : "Found Chem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Colloidal nanoparticles as advanced biological sensors",
      "author" : [ "PD Howes", "R Chandrawati", "MM Stevens" ],
      "venue" : "Science",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2014
    }, {
      "title" : "Advantages of carbon nanomaterials in electrochemical aptasensors for food analysis",
      "author" : [ "A Vasilescu", "A Hayat", "S Gáspár", "J-L Marty" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Synthesis, assembly, and applications of hybrid nanostructures for biosensing",
      "author" : [ "S Zhang", "R Geryak", "J Geldmeier", "S Kim", "VV Tsukruk" ],
      "venue" : "Chem Rev 2017,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Nanoparticlebased immunochemical biosensors and assays: recent advances and challenges",
      "author" : [ "T rík", "D Ková r", "L Trnková", "P Skládal" ],
      "venue" : "Chem Rev 2017,",
      "citeRegEx" : "rík et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "rík et al\\.",
      "year" : 2019
    }, {
      "title" : "Electrogenerated chemiluminescence: a molecular electrochemistry point of view",
      "author" : [ "A Fiorani", "G Valenti", "M Iurlo", "M Marcaccio", "F Paolucci" ],
      "venue" : "Curr Opin Electrochem",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Electrogenerated chemiluminescence from metal complexes-based nanoparticles for highly sensitive sensors applications",
      "author" : [ "G Valenti", "E Rampazzo", "S Kesarkar", "D Genovese", "A Fiorani", "A Zanut", "F Palomba", "M Marcaccio", "F Paolucci", "L Prodi" ],
      "venue" : "Coord Chem Rev 2018,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Recent advances in electrochemiluminescence with quantum dots and arrays of nanoelectrodes",
      "author" : [ "P Bertoncello", "P Ugo" ],
      "venue" : "ChemElectroChem",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Advanced carbon nanotubes functionalization",
      "author" : [ "A Setaro" ],
      "venue" : "J Phys Condens Matter",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Science and technology roadmap for graphene, related two-dimensional crystals, and hybrid systems",
      "author" : [ "L Occhipinti", "A Di Matteo", "IA Kinloch", "T Seyller", "E Quesnel", "X Feng", "K Teo", "N Rupesinghe", "P Hakonen", "SRT Neil", "Q Tannock", "T Löfwanderaq", "J Kinaret" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Occhipinti et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Occhipinti et al\\.",
      "year" : 2015
    }, {
      "title" : "Semiconductor and carbon-based fluorescent nanodots: the need for consistency",
      "author" : [ "A Cayuela", "ML Sorian", "C Carrillo-Carrión", "M Valcárcel" ],
      "venue" : "Chem Commun",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Graphitic carbon nitride (g-C3N4)-based photocatalysts for artificial photosynthesis and environmental remediation: are we a step closer to achieving sustainability",
      "author" : [ "Ong W-J", "Tan L-L", "Ng YH", "Yong S-T", "Chai S-P" ],
      "venue" : "Chem Rev 2016,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    }, {
      "title" : "Chemical functionalization and characterization of graphene-based materials",
      "author" : [ "G Bottari", "MA Herranz", "L Wibner", "M Volland", "L Rodríguez-Pérez", "DM Guldi", "A Hisch", "N Martín", "F D’Souza", "T Torres" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "A homogeneous signal-on strategy for the detection of rpoB genes of Mycobacterium tuberculosis based on electrochemiluminescent graphene oxide and ferrocene quenching",
      "author" : [ "F Li", "Y Yu", "Q Li", "M Zhou", "H Cui" ],
      "venue" : "Anal Chem",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Adsorption orientations and immunological recognition of antibodies on graphene",
      "author" : [ "JG Vilhena", "AC Dumitru", "ET Herruzo", "JI Mendieta-Moreno", "R Garcia", "PA Serena", "R Pérez" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "NA: The strategies of DNA immobilization and hybridization detection mechanism in the construction of electrochemical DNA sensor: a review",
      "author" : [ "Rashid JIA", "Yusof" ],
      "venue" : "Sens Biosensing Res",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Transparent carbon nanotube network for efficient electrochemiluminescence devices",
      "author" : [ "G Valenti", "M Zangheri", "SE Sansaloni", "M Mirasoli", "A Penicaud", "A Roda", "F Paolucci" ],
      "venue" : "Chem Eur J",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Carbon nanotube microwell Array for sensitive electrochemiluminescent detection of cancer biomarker proteins carbon nanotube microwell Array for sensitive electrochemiluminescent detection of cancer biomarker proteins",
      "author" : [ "NP Sardesai", "JC Barron", "JF Rusling" ],
      "venue" : "Anal Chem",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2011
    }, {
      "title" : "Highly sensitive electrochemiluminescence detection of a prostate cancer biomarker",
      "author" : [ "A Juzgado", "A Soldà", "A Ostric", "A Criado", "G Valenti", "S Rapino", "G Conti", "G Fracasso", "F Paolucci", "M Prato" ],
      "venue" : "J Mater Chem B",
      "citeRegEx" : "Juzgado et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Juzgado et al\\.",
      "year" : 2017
    }, {
      "title" : "Highly sensitive electrochemiluminescent nanobiosensor for the detection of palytoxin",
      "author" : [ "VA Zamolo", "G Valenti", "E Venturelli", "O Chaloin", "M Marcaccio", "S Boscolo", "V Castagnola", "S Sosa", "F Berti", "G Fontanive", "M Poli", "A Tubaro", "A Bianco", "F Paolucci", "M Prato" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2012
    }, {
      "title" : "LabelFree electrochemiluminescent immunosensor for detection of carcinoembryonic antigen based on nanocomposites of GO/MWCNTs-COOH/Au@CeO2",
      "author" : [ "X Pang", "J Li", "Y Zhao", "D Wu", "Y Zhang", "B Du", "H Ma", "Q Wei" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2015
    }, {
      "title" : "An ultrasensitive multi-walled carbon nanotube-platinumluminol nanocomposite-based electrochemiluminescence immunosensor",
      "author" : [ "X Zhang", "H Ke", "Z Wang", "W Guo", "A Zhang", "C Huang", "N Jia" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Electrochemiluminescence biosensor for determination of organophosphorous pesticides based on bimetallic Pt-Au/multiwalled carbon nanotubes modified electrode",
      "author" : [ "SS Miao", "MS Wu", "LY Ma", "XJ He", "H Yang" ],
      "venue" : "Talanta",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "An ultrasensitive electrochemiluminescent immunosensor based on graphene oxide coupled graphite-like carbon nitride and multiwalled carbon nanotubes-gold for the detection of diclofenac",
      "author" : [ "L Hu", "J Zheng", "K Zhao", "A Deng", "J Li" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Label-free signal-on ATP aptasensor based on the remarkable quenching of tris(2,2’-bipyridine)-ruthenium(II) electrochemiluminescence by single-walled carbon nanohorn",
      "author" : [ "Z Liu", "W Zhang", "W Qi", "W Gao", "S Hanif", "M Saqib", "G Xu" ],
      "venue" : "Chem Commun",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Electrochemiluminescent array to detect oxidative damage in dsDNA using [Os(bpy)2(phen-benz-COOH)] / Nafion/Graphene films",
      "author" : [ "I Bist", "B Song", "IM Mosa", "TE Keyes", "A Martin", "RJ Forster", "JF Rusling" ],
      "venue" : "ACS Sens 2016,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "In-electrode vs. on-electrode: ultrasensitive Faraday cage-type electrochemiluminescence immunoassay",
      "author" : [ "Z Guo", "Y Sha", "Y Hu", "S Wang" ],
      "venue" : "Chem Commun",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Colorimetric and electrochemiluminescence dual-mode sensing of lead ion based on integrated lab-on-paper device",
      "author" : [ "J Xu", "Y Zhang", "L Li", "Q Kong", "L Zhang", "S Ge", "J Yu" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "Xu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2018
    }, {
      "title" : "Graphene oxide@gold nanorods-based multiple-assisted electrochemiluminescence signal amplification strategy for sensitive detection of prostate specific antigen",
      "author" : [ "Cao J-T", "Yang J-J", "Zhao L-Z", "Wang Y-L", "Wang H", "Liu Y-M", "Ma SH" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "J.T et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "J.T et al\\.",
      "year" : 2018
    }, {
      "title" : "Mehrgardi MA: Visual electrochemiluminescence biosensing of aflatoxin M1 based on luminol-functionalized, silver nanoparticle-decorated graphene oxide",
      "author" : [ "SM Khoshfetrat", "H Bagheri" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "A molecularly imprinted electrochemiluminescence sensor based on upconversion nanoparticles enhanced by electrodeposited rGO for selective and ultrasensitive detection of clenbuterol",
      "author" : [ "X Jin", "G Fang", "M Pan", "Y Yang", "X Bai", "S Wang" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Fabrication of highintensity electron transfer electrochemiluminescence interface for Hg2+ detection by using reduced graphene oxide-Au nanoparticles nanocomposites and CdS quantum dots",
      "author" : [ "L Hu", "Z Liu", "Y Hu", "H Zhan", "J Zhu", "X Ge" ],
      "venue" : "J Electroanal Chem",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Oxygen containing functional groups dominate the electrochemiluminescence of pristine carbon dots",
      "author" : [ "Y Qin", "N Lui", "H Li", "Y Sun", "L Hu", "S Zhao", "D Han", "Y Liu", "Z Kang", "L Niu" ],
      "venue" : "J Phys Chem C",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "A novel electrochemiluminescence sensing platform for precise analysis of multiple latent tuberculosis infection markers",
      "author" : [ "B Zhou", "m Zhu", "Y Qiu", "P Yang" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Wnag H-S: A novel sandwiched electrochemiluminescence immunosensor for the detection of carcinoembryonic antigen based on carbon quantum dots and signal amplification",
      "author" : [ "Li N-L", "Jia L-P", "Ma R-N", "Jia W-L", "Lu Y-Y", "Shi S-S" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2017
    }, {
      "title" : "Amine-rich nitrogendoped carbon nanodots as a platform for self enhancing electrochemiluminescence",
      "author" : [ "S Carrara", "F Arcudi", "M Prato", "L De Cola" ],
      "venue" : "Angew Chem Int Ed 2017,",
      "citeRegEx" : "Carrara et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Carrara et al\\.",
      "year" : 2017
    }, {
      "title" : "Controllable ionic liquidassisted electrochemical exfoliation of carbon fibers for the green and large-scale preparation of functionalized graphene quantum dots endowed with multicolor emission and size tunability",
      "author" : [ "Y Yan", "H Li", "Q Wang", "H Mao", "W Kun" ],
      "venue" : "J Mater Chem C",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Multifunctional solid-state electrochemiluminescence sensing platform based on poly(ethylenimine) capped N-doped carbon dots as novel coreactant",
      "author" : [ "L Li", "D Liu", "H Mao", "T You" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    }, {
      "title" : "Electrochemiluminescence detection of Escherichia coli O157:H7 based on a novel polydopamine surface imprinted polymer biosensor",
      "author" : [ "S Chen", "X Chen", "L Zhang", "J Gao", "Q Ma" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "Chen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2017
    }, {
      "title" : "A novel electrochemiluminescence biosensor for the detection of microRNAs based on a DNA functionalized nitrogen doped carbon quantum dots as signal enhancers",
      "author" : [ "Liu Q", "Ma C", "Liu X-P", "Wei Y-P", "Mao C-J", "Zhu J-J" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "Electrochemilum inescence of nitrogen- and sulfur-doped graphene quantum dots. Carbon 2018, 129:45–53",
      "author" : [ "R Zhang", "JR Adsetts", "Y Nie", "X Sun", "Z Ding" ],
      "venue" : "Current Opinion in Electrochemistry",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2019
    }, {
      "title" : "Synergistically mediated enhancement of cathodic and anodic electrochemiluminescence of graphene quantum dots through chemical and electrochemical reactions of coreactants",
      "author" : [ "Cai X-L", "Zheng B", "Zhou Y", "Younis MR", "Wang F-B", "Zhang W-M", "Zhou Y-G", "Xia X-H" ],
      "venue" : "Chem Sci 2018,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2018
    }, {
      "title" : "An electrochemiluminescent biosensor based on interactions between a graphene quantum dot-sulfite Co-reactant system and hydrogen peroxide",
      "author" : [ "C Zhou", "Y Chen", "X You", "Y Dong", "Y Chi" ],
      "venue" : "ChemElectroChem",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "An ultrasensitive electrochemiluminescence sensor for the detection of HULC based on Au@Ag/GQDs as a signal indicator",
      "author" : [ "Li J-J", "Shang L", "Jia L-P", "Ma R-N", "Zhang W", "Jia W-L", "Wang H-S", "Xu K-H" ],
      "venue" : "J Electroanal Chem",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2018
    }, {
      "title" : "Aptamer-molecularly imprinted sensor base on electrogenerated chemiluminescence energy transfer for detection of lincomycin",
      "author" : [ "S Li", "C Liu", "G Yin", "Q Zhang", "J Luo", "N Wu" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "A novel sandwiched electrochemiluminescence immunosensor for the detection of carcinoembryonic antigen based on carbon quantum dots and signal amplification",
      "author" : [ "Li N-L", "Jia L-P", "Ma R-N", "Jia W-L", "Lu Y-Y", "Shi S-S", "Wang H-S" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "N.L et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "N.L et al\\.",
      "year" : 2017
    }, {
      "title" : "Chemically modulated carbon nitride nanosheets for highly selective electrochemiluminescent detection of multiple metal-ions",
      "author" : [ "Z Zhou", "Q Shang", "Y Shen", "L Zhang", "Y Zhang", "Y Lv", "Y Li", "S Liu" ],
      "venue" : "Anal Chem",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2016
    }, {
      "title" : "LabelFree electrochemiluminescence aptasensor for highly sensitive detection of acetylcholinesterase based on AuNanoparticle-Functionalized g-C3N4 nanohybrid",
      "author" : [ "Liu Q", "Peng Y-J", "Xu J-C", "Ma C", "Li L", "Mao C-J", "Zhu J-J" ],
      "venue" : "ChemElectroChem",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "Electrochemical-signal-amplification strategy for an electrochemiluminescence immunoassay with g-C3N4 as tags",
      "author" : [ "Y Jin", "Q Kang", "X Guo", "B Zhang", "D Shen", "G Zou" ],
      "venue" : "Anal Chem 2018,",
      "citeRegEx" : "Jin et al\\.,? \\Q1293\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 1293
    }, {
      "title" : "Detection of cyanide by etching-induced electrochemiluminescence recovery",
      "author" : [ "Y Feng", "L Shi", "H Wu", "L Chen", "Y Chi" ],
      "venue" : "Electrochim Acta",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Electrochemiluminescence resonance energy transfer biosensor between the glucose functionalized MnO2 and g-C3N4 nanocomposites for ultrasensitive detection of concanavalin A",
      "author" : [ "H Sha", "Y Zhang", "Y Wang", "H Ke", "X Xiong", "N Jia" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2019
    }, {
      "title" : "Oxygen vacancy engineering in europia clusters/graphite-like carbon nitride nanostructures induced signal amplification for highly efficient electrochemiluminesce aptasensing",
      "author" : [ "X Du", "D Jiang", "L Dai", "W Zhu", "X Yang", "N Hao", "K Wang" ],
      "venue" : "Anal Chem",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2018
    }, {
      "title" : "High-sensitivity electrochemiluminescence biosensor based on silver-carbon nitride for the detection of dopamine utilizing enhancement effects",
      "author" : [ "Y Wang", "W Guo", "N Jia" ],
      "venue" : "ChemElectroChem",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    }, {
      "title" : "AgBr nanoparticles/3D nitrogen-doped graphene hydrogel for fabricating all-solid-state luminol-electrochemiluminescence Escherichia coli aptasensors",
      "author" : [ "N Hao", "X Zhang", "Z Zhou", "R Hua", "Y Zhang", "Q Liu", "J Qian", "H Li", "K Wang" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2017
    }, {
      "title" : "Surface-confined electrochemiluminescence microscopy of cell membranes",
      "author" : [ "S Voci", "B Goudeau", "G Valenti", "A Lesch", "M Jovi c", "S Rapino", "F Paolucci", "S Arbault", "N Sojic" ],
      "venue" : "J Am Chem Soc 2018,",
      "citeRegEx" : "Voci et al\\.,? \\Q1476\\E",
      "shortCiteRegEx" : "Voci et al\\.",
      "year" : 1476
    }, {
      "title" : "Essential role of electrode materials in electrochemiluminescence applications",
      "author" : [ "G Valenti", "A Fiorani", "H Li", "N Sojic", "F Paolucci" ],
      "venue" : "ChemElectroChem",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Electrochemiluminescent biosensors are nowadays an established technology in the field of immunosensors and diagnostics. Along with the advent of nanotechnology, the marriage between electrochemiluminescence and nanomaterials results in promising enhancing strategies in many biosensor applications. Among nanomaterials, carbon-based ones are the most used, as (i) scaffolds, (ii) luminophores and (iii) electrode materials of the sensor. In this review, we describe the importance of a rational modification and functionalization of carbon nanomaterials to optimize electrochemiluminescence signal, and we also resume the latest and most relevant applications of electrochemiluminescent biosensors based on carbon nanomaterials. Addresses 1 Department of Chemistry “G. Ciamician”, University of Bologna, Via Selmi 2, 40126 Bologna, Italy 2 Department of Chemistry, Keio University, 3-14-1 Hiyoshi, 223-8522 Yokohama, Japan 3 CIC BiomaGUNE, Parque Tecnológico de San Sebastián, Paseo Miramón, 182, 20014 San Sebastián, Guipúzcoa, Spain 4 Department of Chemical and Pharmaceutical Sciences, University of Trieste, Piazzale Europa, 1, 34127 Trieste, Italy 5 Ikerbasque, Basque Foundation for Science, 48013 Bilbao, Spain Corresponding authors: Valenti, Giovanni (g.valenti@unibo.it); Criado, Alejandro (alejandro.criado@gmail.com) Current Opinion in Electrochemistry 2019, 16:66–74 This review comes from a themed issue on Sensors and Biosensors",
    "creator" : "Elsevier"
  }
}