{
  "name" : "downloads_2020-07-11_25_luciano2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Variational approaches for bending and buckling of non-local stress-driven Timoshenko nano-beams for smart materials",
    "authors" : [ "R. Luciano", "H. Darban" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nMechanics Research Communications\njournal homepage: www.elsevier.com/locate/mechrescom\nVariational approaches for bending and buckling of non-local\nstress-driven Timoshenko nano-beams for smart materials\nR. Luciano a , A. Caporale b , ∗, H. Darban a , C. Bartolomeo a\na Dipartimento di Ingegneria, Universitá degli Studi di Napoli Parthenope, Via Amm. F. Acton 38, Napoli - 80133, Italy b Department of Civil and Mechanical Engineering, University of Cassino and Southern Lazio, Via G. Di Biasio 43, Cassino - 03043, Italy\na r t i c l e i n f o\nArticle history: Received 30 September 2019 Accepted 9 December 2019 Available online 27 December 2019\nKeywords: Non-local elasticity Variational methods Timoshenko beam Buckling load Smart materials\na b s t r a c t\nIn this work, variational formulations are proposed for solving numerically the problem of bending and buckling of Timoshenko nano-beams. The present work belongs to research branch in which the nonlocal theory of elasticity has been used for analysis of beam-like elements in smart materials, microelectro-mechanical (MEMS) or nano-electro-mechanical systems (NEMS). In fact, the local beam theory is not adequate to describe the behavior of beam-like elements of smart materials at the nano-scale, so that different non-local models have been proposed in last decades for nano-beams. The nano-beam model considered in this work is a convex combination (mixture) of local and non-local phases. In the non-local phase, the kinematic entities in a point of the nano-beam are expressed as integral convolutions between internal forces and an exponential kernel. The aim is to construct a functional whose stationary condition provides the solution of the problem. Two different functionals are defined: one for the pure non-local model, where the local fraction of the mixture is absent, and the other for the mixture with both local and non-local phases. The Euler equations of the two functionals are derived; then, attention focuses on the mixture model. The functional of the mixture depends on unknown Lagrange multipliers and the Euler equations of the functional provide not only the governing equations of the problem but also the relationships between these Lagrange multipliers and the other variables on which the functional depends. In fact, approximations of the variables of the functional can not be chosen arbitrarily in numerical analyzes but have to satisfy suitable conditions. The Euler equations involving the Lagrange multipliers are essential in the numerical analyzes and suggest the correct approximations that have to be adopted for Lagrange multipliers and the other unknown variables of the functional. The proposed method is verified by comparing numerical solutions with exact solutions in bending problem. Finally, the method is used to determine the buckling load of Timoshenko nano-beams with mixture of phases.\n© 2019 Elsevier Ltd. All rights reserved.\n1\na n o n ( p m o E\na\nn s s a e p ( o m m N m\nh 0\n. Introduction\nSmart materials (such as transducers, sensor, actuators, etc.) re used in many practical applications. The requirement of smalless of devices made of smart materials has led to the production f micro-electro-mechanical systems (MEMS) made of compoents between 1 and 100 μm and nano-electro-mechanical systems NEMS) with dimensions in nanoscale. Small size effects are exected to occur in small structures composing these systems and\nany authors have predicted these effects using non-local the-\nry. Sedighi et al. [1] have employed Gurtin-Murdoch model and ringen’s elasticity in order to consider the surface energy and\n∗ Corresponding author. E-mail addresses: raimondo.luciano@uniparthenope.it (R. Luciano),\n.caporale@unicas.it (A. Caporale).\n[\nd t\nttps://doi.org/10.1016/j.mechrescom.2019.103470 093-6413/© 2019 Elsevier Ltd. All rights reserved.\non-local effect, respectively, in the dynamic stability of doubleided NEMS. Ebrahimi and Dabbagh [2] have proposed a non-local train gradient theory to capture size effects in wave propagation nalysis of compositionally graded smart nano-plates. Mahinzare t al. [3] have modeled free vibration of a rotating circular nanolate made of two directional functionally graded piezo materials two directional FGPM) employing the modified couple stress thery. Rezazadeh et al. [4] have used a non-local EulerBernoulli beam\nodel based on the theory of non-local elasticity to study the theroelastic damping in a nano-beam considered as a beam-type of EMS. Theory accounting for size effects and internal length of the aterial are widely used and applied to objects of different sizes\n5] .\nRecently, Romano and Barretta [6] have introduced a stressriven non-local integral model, where the bending field is he input variable so that the constitutive law is evaluated by\n2\nf T l v p t χ f\nχ\nw⎧⎪⎪⎨ ⎪⎪⎩ w i p t p n t\nt i\nθ\nw⎧⎪⎪⎨ ⎪⎪⎩ w s s t i\n3 m\ne ( χ\nM\na\nχ\nI t\nQ\nconvolution between bending field and an averaging kernel, solving a ill-posedness of non-local problems in nano-mechanics [7] . Barretta et al. [8] have improved the stress-driven model introducing a mixture of local and non-local phases for the bending problem of Timoshenko nano-beams. In this work, we present variational methods for the numerical solution of the stress-driven model with mixture of phases and apply the methods to the bending and buckling of Timoshenko nano-beams. The present work belongs to research branch in which the non-local theory of elasticity has been used for the analysis of beam-like elements in smart materials, MEMS or NEMS. The aim of this work is to construct and use simple functionals whose stationary condition provides the solutions for nano-beams in stress-driven approach. Our attention focuses on the functional for the mixture of local and non-local phases. The constitutive equations of the adopted stressdriven model are briefly described in Section 2 . In the stressdriven model, bending curvature and shear deformation are expressed as integral convolutions between bending moment and shear force, respectively, and an averaging kernel. The convolutions involve a non-local behavior where kinematic entities at a point of the beam depend on internal forces in a neighborhood of that point. The integral formulation of the stress-driven mixture admits an equivalent differential formulation, which is described in Section 2 and on which the proposed variational methods are based. Sections 3 and 4 introduce two different functionals and derive their Euler equations. The functionals are constructed by adding the product between Lagrange multipliers and suitable expressions, representing the constitutive relations of the adopted stress-driven model, to the total potential energy (TPE). The first functional is presented in Section 3 for a stress-driven model without the local phase (no mixture): in this case, the constitutive laws of the stress-driven model are inserted directly in the strain energy of the TPE and only the constitutive boundary conditions of the stress-driven model have to be added in the functional through Lagrange multipliers. The second functional is defined in Section 4 for a stress-driven model with mixture of local and non-local phases: here, the constitutive laws of the stress-driven mixture model are added to the functional through Lagrange multipliers: this simple operation involves the addition of further unknown variables whose meaning has to be clearly determined through the derivation of the Euler Equations. In Section 5 , numerical methods are used to find approximate solutions of the problem through the stationary conditions of the functional presented in previous Section 4 . The functional depends on unknown variables approximated with linear combinations of functions belonging to a base. In the mixture model, the derivation of the Euler equations of the functional is necessary to choose correctly the functions of the linear combinations approximating the unknown variables, on which the functional depends on. In fact, the functions of the linear combinations for some unknown variables (e.g. the Lagrange multipliers) in the mixture model can not be chosen arbitrarily but they have to respect consistency conditions emerged from the Euler equations of the functional. The derivation of the Euler equations may be tedious, however the numerical method for imposing the stationary condition of the functional is easy to implement. The proposed method can be applied to cases where exact solutions are not yet available in literature or may be difficult to find. In Section 5 , Timoshenko nano-beams based on stress-driven mixture and subject to transverse load and/or critical axial load are considered. For nano-beams in bending, the proposed numerical solutions are compared with exact solutions present in literature. Finally, the method is applied for evaluating the buckling load of Timoshenko nano-beams, for which exact solutions are not yet available in literature.\na\n. Stress-driven model\nWe briefly describe the equations of the stress-driven model, or which we develop variational formulations in the next sections. he model is a convex combination (mixture) of local and nonocal phases, with the non-local phases expressed as integral conolutions between internal forces and an exponential kernel de-\nending on a scale parameter L c > 0. Barretta et al. [9] have shown hat the mixture integral relationship between bending curvature\nand bending moment M is equivalent to the second-order dif-\nerential equation\n′′ (x ) − 1 L 2 c χ(x ) = α M ′′ (x ) EI − 1 L 2 c M(x ) EI , (1)\nith the following constitutive boundary conditions (CBCs)\nχ ′ (0) − 1 L c χ(0) = α M ′ (0) EI − α L c M(0) EI ,\nχ ′ (L ) + 1 L c χ(L ) = α M ′ (L ) EI + α L c M(L ) EI ,\n(2)\nhere EI is the local bending stiffness, x ∈ [0, L ] in (1) and L > 0 s the length of the nano-beam. From integral equations, it apears that the parameter α governs the quantity of the phases in he mixture: α = 0 provides a full non-local model without local hase, whereas α = 1 provides the classical local model without on-local phase. In this work, the prime symbol ( ′ ) denotes derivaives with respect to the variable x .\nAnalogously, Barretta et al. [8] have shown that the mixture inegral relationship between shear deformation γ and shear force Q s equivalent to the differential problem governed by the equation\n′′ (x ) − θ (x ) L 2 c = α Q ′′ (x ) κGA − 1 L 2 c Q(x ) κGA + φ′′ (x ) − φ(x ) L 2 c , (3)\nith the following CBCs\nθ ′ (0) − θ (0) L c\n= α Q ′ (0)\nκGA − α\nL c\nQ(0) κGA + φ′ (0) − φ(0) L c ,\nθ ′ (L ) + θ (L ) L c\n= α Q ′ (L )\nκGA + α\nL c\nQ(L ) κGA + φ′ (L ) + φ(L ) L c ,\n(4)\nhere GA is the local shear stiffness and κ is the shear factor. The hear deformation is γ (x ) = θ (x ) − φ(x ) , where θ (x ) = v ′ (x ) is the lope of the nano-beam deformed center-line and φ( x ) is the rotaion of the transverse section of the beam. The bending curvature s correlated to the rotation: χ(x ) = φ′ (x ) .\n. Variational formulation of the non-local problem (no\nixture)\nIn this section, we consider the local fractions of the mixtures qual to zero, by setting α = 0 . With this assumption, relation 1) provides the bending moment M as function of the curvature\nand its second derivative: (x ) = EI ( χ(x ) − L 2 c χ ′′ (x ) ) (5)\nnd the relevant CBCs are\n′ (0) − 1 L c χ(0) = 0 , χ ′ (L ) + 1 L c χ(L ) = 0 . (6)\nn a similar manner, relation (3) provides the shear force Q as funcion of the shear strain γ and its second derivative:\n(x ) = κGA ( γ (x ) − L 2 c γ ′′ (x ) ) (7)\nnd the relevant CBCs are\nγ\nT i n ( ( d\nw\nU\na\nW\nR (\nU\nw f ( k c e a d s s w i f t\nL\nw t\nb\nb\nN s t\n0\nw r b c m\nc h\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nw e d Q r i d\nQ\nE t o s g j d m e t p f s g b m t c n\n4\no w 0 c a (\nL\n′ (0) − 1 L c γ (0) = 0 , γ ′ (L ) + 1 L c γ (L ) = 0 . (8)\nhe objective is to construct a functional L N whose stationary point\ns the solution satisfying the governing equations of the problem,\namely the equilibrium equations and the constitutive relations 5) and (7) , together with kinematic boundary conditions and CBCs 6) and (8) . The total potential energy (TPE) for beams subject to istributed transverse load q and critical axial load P is\n= U + W, (9) here the strain energy U is\n= 1 2 ∫ L 0 ( M(x ) χ(x ) + Q(x ) γ (x ) ) dx (10)\nnd the potential energy W of the external loads is\n= − ∫ L\n0\nq (x ) v (x ) dx − P 2 ∫ L 0 ( v ′ (x ) )2 dx. (11)\neplacing M ( x ) and Q ( x ) in (10) with the right-hand sides of 5) and (7) , respectively, we obtain:\n= EI 2 ∫ L 0 ( χ − L 2 c χ ′′ ) χdx + κGA 2 ∫ L 0 ( γ − L 2 c γ ′′ ) γ dx, (12)\nhere the dependence on x of the variables χ and γ is omitted or brevity. Total potential energy with strain energy U given by 12) is a functional depending on v ( x ) and φ( x ), which are the unnowns of the problem. Denoting the first variation of as δ , it an be shown that the condition δ = 0 provides the equilibrium quations in terms of the kinematic entities v ( x ) and φ( x ), if v ( x ) nd φ( x ) already satisfy CBCs as well as kinematic boundary conitions. Therefore, with substitutions (5) and (7) could be the earched functional. Imposing the satisfaction of the CBCs before olving the stationary problem δ = 0 may be tedious. Therefore, e construct a simple functional L N whose stationary point satsfies the governing equations of the problem and the CBCs. The unctional L N is obtained by adding suitable terms to the total poential energy : N = + 4 ∑\ni =1 μi b i , (13)\nhere μi is the Lagrange multiplier associated with the constituive boundary expression b i and\n1 = χ ′ (0) − 1 L c χ(0) , b 2 = χ ′ (L ) + 1 L c χ(L ) , 3 = γ ′ (0) − 1 L c γ (0) , b 4 = γ ′ (L ) + 1 L c γ (L ) .\next, we write the stationary condition of the functional L N with\ntrain energy U given by (12) . After several integrations by parts, he stationary condition becomes\n= δL N = − ∫ L\n0\n( M ′ + Q ) δφdx − ∫ L 0 ( Q ′ + q − P v ′′ ) δv dx\n+ [ Mδφ] L 0 + [( Q − P v ′ ) δv ]L 0 + 4 ∑\ni =1 ( δμi b i + μi δb i )\n− EI 2 L 2 c\n{ [ χδχ ′ ]L 0 − [ χ ′ δχ ]L 0 } − κGA\n2 L 2 c\n{ [ γ δγ ′ ]L 0 − [ γ ′ δγ ]L 0 } , (14)\nhere M and Q are given by the right-hand sides of (5) and (7) , espectively. The Euler equations of the functional L N are obtained y setting the coefficients of δφ and δv in the integrals and the oefficients of δμi to zero in (14) and by observing that Lagrange ultipliers μ for i = 1 , . . . , 4 are arbitrary parameters so that the\ni\noefficients of δχ( ̄x ) , δχ ′ ( ̄x ) , δγ ( ̄x ) and δγ ′ ( ̄x ) for x̄ = 0 , L also ave to be equal to zero. Concluding, the Euler equations of L N are:\nφ : M ′ + Q = 0 , in 0 < x < L, (15)\nv : Q ′ + q − P v ′′ = 0 , in 0 < x < L, (16)\nμi : b i = 0 for i = 1 , . . . , 4 , (17)\nχ(0) : e χ ′ (0) − μ1 L c = 0 , (18) χ ′ (0) : −e χ(0) + μ1 = 0 , (19)\nχ(L ) : −e χ ′ (L ) + μ2 L c = 0 , (20) χ ′ (L ) : e χ(L ) + μ2 = 0 , (21)\nγ (0) : g γ ′ (0) − μ3 L c = 0 , (22) γ ′ (0) : −g γ (0) + μ3 = 0 , (23)\nγ (L ) : −g γ ′ (L ) + μ4 L c = 0 , (24) γ ′ (L ) : g γ (L ) + μ4 = 0 , (25) here e = − EI 2 L 2 c and g = − κGA 2 L 2 c . Relations (15) and (16) are the quilibrium equations of the Timoshenko nano-beam subject to istributed transverse load q and critical axial load P . In this work,\nis the shear force normal to the deformed beam axis. Equilibium equations may be expressed in terms of a shear force V that s normal to the un-deformed beam axis and keeps this constant\nirection. The relation between Q and V is\n= V cos θ + P sin θ V + P θ = V + P v ′ . (26) qs. (18) and (19) imply μ1 = L c e χ ′ (0) and μ1 = e χ(0) , respecively, and L c χ ′ (0) = χ(0) , which is the first of the CBCs (6) . Analgously, (20) –(25) imply the remaining CBCs introduced in this ection. Therefore, Euler equations of the functional L N are the overning equations of the non-local Timoshenko nano-beam subect to distributed transverse load and axial critical load in stress-\nriven mode characterized by α = 0 (no mixture). In numerical ethods, an approximate solution of this problem, which is govrned by the above-mentioned equilibrium equations, the constiutive laws (5) and (7) , and CBCs (for α = 0 ), can be found by exressing the variables φ( x ) and v ( x ) as linear combination of given unctions and then setting the partial derivatives of L N , with repect to the unknown coefficients of the combination and the Larange multipliers μi , to zero. In the mixture model characterized y 0 < α < 1, it is no longer possible to express the bending moent as a function of only the curvature and its derivative through he constitutive law (5) ; the same holds for the shear force. In this ase, a different formulation is required with the introduction of a\new functional depending on φ( x ), v ( x ) and other new variables.\n. Variational formulation of the mixture problem\nIn previous Section 3 , the strain energy U in (12) depends only n the kinematic entities φ and v , thanks to Eqs. (5) and (7) , hich appear like constitutive laws of the nano-beam. Assuming\n< α < 1 in the mixture model defined in Section 2 , we have to onsider Eqs. (1) and (3) in place of (5) and (7) . This task may be ccomplished by introducing a new functional L M where (1) and 3) are imposed through Lagrange multipliers: M = + ∫ L\n0\n( 2 ∑\ni =1 λi (x ) c i (x )\n) dx +\n4 ∑ i =1 μi b i , (27)\nδ\nδ\nδ\ni\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\nδ\na f s i ( o\nχ\nE\nλ c\nwhere λi ( x ) is the Lagrange multiplier associated with the function c i ( x ) given by\nc 1 (x ) = χ ′′ (x ) − χ(x ) L 2 c − α M ′′ (x ) EI + 1 L 2 c M(x ) EI , c 2 (x ) = γ ′′ (x ) − γ (x ) L 2 c − α Q ′′ (x ) κGA + 1 L 2 c Q(x ) κGA ,\nand μi is the Lagrange multiplier associated with the boundary term b i given by\nb 1 = χ ′ (0) − 1 L c χ(0) − α M ′ (0) EI + α L c M(0) EI , b 2 = χ ′ (L ) + 1 L c χ(L ) − α M ′ (L ) EI − α L c M(L ) EI , b 3 = γ ′ (0) − 1 L c γ (0) − α Q ′ (0) κGA + α L c Q(0) κGA , b 4 = γ ′ (L ) + 1 L c γ (L ) − α Q ′ (L ) κGA − α L c Q(L ) κGA .\nHere, M and Q in potential energy of (27) are two unknown functions. After several integrations by parts, the stationary condition of L M becomes 0 = δL M = ∫ L\n0\n[ − (\nM ′ 2 + λ′′′ 1 − λ′ 1 L 2 c + Q 2 + λ′′ 2 − λ2 L 2 c\n) δφ\n− (\nQ ′ 2 + λ′′′ 2 − λ′ 2 L 2 c\n+ q − P v ′′ ) δv + ( φ′ 2 − αλ ′′ 1 EI + 1\nL 2 c\nλ1 EI\n) δM\n+ (\nv ′ − φ 2 − α λ ′′ 2 κGA + 1\nL 2 c\nλ2 κGA\n) δQ +\n2 ∑ i =1 c i δλi\n] dx\n+ [( M\n2 + λ′′ 1 − λ1 L 2 c\n) δφ ]L 0 + [( Q 2 + λ′′ 2 − λ2 L 2 c − P v ′ ) δv ]L 0\n+ [ λ1 δφ ′′ − λ′ 1 δφ′ ]L 0 − α EI [ λ1 δM\n′ − λ′ 1 δM] L 0 + [ λ2 δγ ′ − λ′ 2 δγ ]L 0 − α κGA [ λ2 δQ ′ − λ′ 2 δQ] L 0 + 4 ∑\ni =1 ( δμi b i + μi δb i ) . (28)\nNext, we show that the Euler equations of L M are the governing equations of the problem based on the mixture defined in Section 2 for 0 ≤ α ≤ 1. Before proceeding with the derivation of the Euler equations, we note that these equations also have another purpose. In next section, the functional L M will be used to find approximate solutions to some non-local problems. To this end, the functions of the linear combinations approximating the unknown variables λ1 ( x ) and λ2 ( x ) in the functional L M defined in (27) can not be chosen arbitrarily, but they have to satisfy certain conditions, which depend on the physical meaning of λ1 ( x ) and λ2 ( x ). The Euler equations of L M in (27) also provide the relationships between the unknown functions M ( x ), Q ( x ), λ1 ( x ) and λ2 ( x ), on which L M depends, and the physical meaning of λ1 ( x ) and λ2 ( x ). The Euler equations of L M are δφ : M ′ 2 + λ′′′ 1 − λ′ 1 L 2 c + Q 2 + λ′′ 2 − λ2 L 2 c = 0 , in 0 < x < L, (29)\nδv : Q ′ 2 + λ′′′ 2 − λ′ 2 L 2 c + q − P v ′′ = 0 , in 0 < x < L, (30)\nδM : φ′ 2 − 1 EI ( αλ′′ 1 − λ1 L 2 c ) = 0 , in 0 < x < L, (31)\nQ : v ′ − φ\n2 − 1 κGA\n( αλ′′ 2 −\nλ2 L 2 c\n) = 0 , in 0 < x < L, (32)\nλ1 : c 1 = 0 , in 0 < x < L, (33)\nλ2 : c 2 = 0 , in 0 < x < L, (34) n the interior points and\nμi : b i = 0 for i = 1 , . . . , 4 , (35)\nχ(0) : −μ1 L c + λ′ 1 (0) = 0 , (36)\nχ(L ) : μ2 L c − λ′ 1 (L ) = 0 , (37)\nχ ′ (0) : μ1 − λ1 (0) = 0 , (38)\nχ ′ (L ) : μ2 + λ1 (L ) = 0 , (39)\nM(0) : α\nEI ( μ1 L c − λ′ 1 (0) ) = 0 , (40)\nM(L ) : α\nEI\n( −μ2\nL c + λ′ 1 (L )\n) = 0 , (41)\nM ′ (0) : α EI ( −μ1 + λ1 (0) ) = 0 , (42)\nM ′ (L ) : α EI ( −μ2 − λ1 (L ) ) = 0 , (43)\nγ (0) : −μ3 L c + λ′ 2 (0) = 0 , (44)\nγ (L ) : μ4 L c − λ′ 2 (L ) = 0 , (45)\nγ ′ (0) : μ3 − λ2 (0) = 0 , (46)\nγ ′ (L ) : μ4 + λ2 (L ) = 0 , (47)\nQ(0) : α\nκGA ( μ3 L c − λ′ 2 (0) ) = 0 , (48)\nQ(L ) : α\nκGA\n( −μ4\nL c + λ′ 2 (L )\n) = 0 , (49)\nQ ′ (0) : α κGA ( −μ3 + λ2 (0) ) = 0 , (50)\nQ ′ (L ) : α κGA ( −μ4 − λ2 (L ) ) = 0 , (51)\nt the boundary points. Next, we show that Euler equations of the unctional L M are the governing equations of the non-local Timohenko nano-beam subject to distributed transverse load and axal critical load in stress-driven mode characterized by 0 ≤ α ≤ 1 mixture of local and non-local phases). Expressing χ as function f λ1 through (31) , it results\n′′ − 1 L 2 c χ = 2 α EI\n( λ′′ 1 −\nλ1 L 2 c\n)′′ − 2\nL 2 c EI\n( λ′′ 1 −\nλ1 L 2 c\n) . (52)\nuler Eq. (33) and relation (52) imply\n′′ 1 − λ1 L 2 = M 2 . (53)\nS\nλ\nF r\nM\na c[ [ a f o l\n5 f\nb l f k c w b s l d m\nφ\nv\nM\nQ\nλ\nλ\nr\nn\nF n t t l i f\nδ\nw i\ni t o n b m\n5\nm q\nψ\nt c\nφ\nv\nS b Q g f m ( i s e n T l\ns f q p f p\ns t t c t s f g c i o c e\nimilarly, the Lagrange multiplier λ2 satisfies the relation\n′′ 2 − λ2 L 2 c = Q 2 . (54)\nrom (53) and (54) , Euler Eqs. (29) and (30) represent the equilibium equations of the problem, namely\n′ + Q = 0 , Q ′ + q − P v ′′ = 0 , (55) nd the boundary terms with variations δφ and δv in (28) beome (\nM 2 + λ′′ 1 − λ1 L 2 c\n) δφ ]L 0\n= [ Mδφ] L 0 ( Q\n2 + λ′′ 2 − λ2 L 2 c\n− P v ′ ) δv ]L\n0\n= [( Q − P v ′ ) δv ]L 0\n(56)\nnd vanish: e.g. either the transverse displacement v or the shear orce V Q − P v ′ = 0 can be assigned at each boundary point (the nly external transverse load different from zero is the distributed oad q ).\n. Numerical solutions through the stationary condition of the unctional L M\nIn this section, approximate solutions of the Timoshenko nanoeams subject to distributed transverse load and/or critical axial\noad are determined by imposing the stationary condition of the unctional L M defined in Section 4 . This functional depends on unnown functions φ( x ), v ( x ), M ( x ), Q ( x ), λ1 ( x ), λ2 ( x ) and unknown onstants μi for i = 1 , . . . , 4 . In the proposed numerical method, e express each of the unknown functions as a finite linear com-\nination of given basis functions, paying attention to the fact that ome unknown functions are not independent, as shown by reationships (53) and (54) . Approximations adopted for rotation φ, isplacement v , bending moment M , shear force Q and Lagrange\nultipliers λ1 and λ2 are n 1 (x ) = ψ (1) 0 (x ) + n 1 ∑\ni =1 a i ψ\n(1) i (x ) , (57)\nn 2 (x ) = ψ (2) 0 (x ) + n 2 ∑\ni =1 a n 1 + i ψ\n(2) i (x ) , (58)\nn 3 (x ) = n 3 ∑\ni =1 a n̄ 2 + i ψ\n(3) i (x ) , (59)\nn 4 (x ) = n 4 ∑\ni =1 a n̄ 3 + i ψ\n(4) i (x ) , (60)\n1 ,n 5 (x ) = n 5 ∑\ni =1 a n̄ 4 + i ψ\n(5) i (x ) , (61)\n2 ,n 6 (x ) = n 6 ∑\ni =1 a n̄ 5 + i ψ\n(6) i (x ) , (62)\nespectively, where ψ ( j) i (x ) for j = 1 , . . . , 6 are the basis functions, ¯ j = ∑ j k =1 n k and a i for i = 1 , . . . , ̄n 6 are unknown real constants.\nunctions ψ ( j) i (x ) for i = 1 , . . . , n j and j = 1 , 2 satisfy the homogeeous form of the kinematic boundary conditions, e.g. if v (0) = 0 hen ψ (2)\ni (0) = 0 for i = 1 , . . . , n 2 . The choice of the approxima-\nions in (57) –(62) has to take into account the relationships estabished by Eqs. (33) , (34), (53) and (54) . This task is accomplished n next subsections after the choice of the basis functions ψ ( j) i (x ) or j = 1 , 2 .\nThe stationary condition of L M is\nL M = n̄ 6 +4 ∑ i =1 ∂L M ∂a i δa i = 0 , (63)\nhere a n̄ 6 + i = μi for i = 1 , . . . , 4 . Relation (63) involves the followng linear system\n∂L M ∂a i = 0 for i = 1 , . . . , n̄ 6 + 4 , (64)\nn the unknowns a i . Next, numerical solutions obtained by solving he system (64) are compared with exact solutions [8] for Tim-\nshenko nano-beams subject to a distributed transverse load. Fially, the proposed numerical method is used to determine the uckling load of Timoshenko nano-beams based on stress-driven\nixture, for which solutions are not yet available in literature.\n.1. Accuracy of the numerical solutions in bending test\nHere, we consider Timoshenko cantilever nano-beams with ixture of phases subject to a constant distributed transverse load\n. Adopting the following base of functions i (x ) = x i −1 for i ≥ 1 , (65) he approximations of φ and v satisfying the kinematic boundary onditions ( v (0) = φ(0) = 0 ) are\nn 1 (x ) = n 1 ∑\ni =1 a i ψ i +1 (x ) , (66)\nn 2 (x ) = n 2 ∑\ni =1 a n 1 + i ψ i +1 (x ) . (67)\nince φ = v ′ in absence of shear deformations (Euler-Bernoulli eam), we assume n 2 = n 1 + 1 . Approximations adopted for M and have to satisfy relationships (33) and (34) , respectively, and are iven by (59) and (60) with n 3 = n 1 , n 4 = n 2 and ψ ( j) i (x ) = ψ i (x ) or i = 1 , . . . , n j and j = 3 , 4 . The approximations of the Lagrange\nultipliers λ1 ( x ) and λ2 ( x ) have to satisfy relationships (53) and 54) , respectively. This means that basis functions used for approxmating λ1 ( x ) and λ2 ( x ) are the same used for M ( x ) and Q ( x ), repectively. Therefore, the approximations of the Lagrange multiplirs λ1 ( x ) and λ2 ( x ) are given by (61) and (62) , respectively, with 5 = n 3 , n 6 = n 4 and ψ ( j) i (x ) = ψ i (x ) for i = 1 , . . . , n j and j = 5 , 6 . he numerical solution is obtained from (27) setting P = 0 (bucking is not considered in this example).\nThe solution of the Timoshenko nano-beam subject to a contant distributed transverse load q depends on the following our dimensionless parameters: p 1 = L c /L, p 2 = κGAL 2 / (EI) , p 3 = L/ (κGA ) and α. Next, we assume p 2 = p 3 = 1 , α = 0 . 6 and comare the numerical solutions with the exact solutions [8] for diferent values of p 1 . In Fig. 1 , the dimensionless transverse dis-\nlacement v n 2 /L is plotted against x / L for n 2 = n = 3 , 4 , 5 , 6 and p 1 = 0 . 1 . The figure shows that the convergence of the numerical olution improves as n increases, being n the number of basis func-\nions used to approximate the displacement. Same objects are ploted in Fig. 2 but p 1 = 0 . 4 . Comparing Figs. 1 and 2 , one notes that onvergence is better for larger scale parameter p 1 = L c /L . In fact, he blue dashed curve (n = 5) practically coincides with the exact olution (black continuous curve) for p 1 = 0 . 4 ( Fig. 2 ) and is quite ar from the exact solution for p 1 = 0 . 1 ( Fig. 1 ). A slow converence is observed for very small values of p 1 = L c /L, but this cirumstance is not significant as the solution for L c / L tending to zero s the local solution. The figures also bring out an important aspect\nf the stress-driven model: the dimensionless displacements derease with increasing the scale parameter L c / L , in accordance with xperimental evidences. Omitting the case of very small values of\nFig. 1. Comparison between dimensionless approximate and exact displacements for α = 0 . 6 and p 1 = 0 . 1 .\nFig. 2. Comparison between dimensionless approximate and exact displacements for α = 0 . 6 and p 1 = 0 . 4 .\nFig. 3. Difference between dimensionless exact displacement and the approximation v 9 / L .\nTable 1 Dimensionless buckling load p 3, cr for different values of p 1 = L c /L .\nLB p 1 = 0 . 1 p 1 = 0 . 2 p 1 = 0 . 3 p 1 = 0 . 4 p 3, cr 0.908 1.0185 1.176 1.308 1.408\na p b (\nψ\nT t\nr ψ ( i i ( t P t s m a m\nb\nw p c\n6\nt n m a n a f f a m t i d c o m o a t b p t w c n y\nL c / L , good approximations are already achieved with a small number n of the basis functions. Moreover, the numerical solution approximates the exact solution to any degree of accuracy, as shown in Fig. 3 , where the error e defined as the difference between dimensionless exact and approximate displacements, e (x/L ) = v exact (x ) − v n 2 (x ) L , (68) is plotted against x / L for n 2 = 9 , α = 0 . 6 and p 1 = 0 . 1 . 5.2. Buckling load of Timoshenko nano-beams with mixture of phases Next, we consider simply supported nano-beams. Remembering that Eqs. (33) , (34), (53) and (54) represent constraints for the approximations of the variables φ, v, M, Q, λ1 and λ2 , we proceed as done in previous Section 5.1 . Firstly, we define the approximations of the kinematic variables φ and v . Then, we determine the\npproximations of the remaining variables, so that constraints imosed by the above-mentioned equations can not be violated. The asis functions ψ (2) i satisfying the kinematic boundary conditions v (0) = v (L ) = 0 ) of the simply supported nano-beams are\n(2) 0 (x ) = 0 , ψ (2) i (x ) = x i (L − x ) for i = 1 , . . . , n 2 . (69) herefore, consistent approximations (not violating constraints of he problem) for φ, v, M, Q, λ1 and λ2 are given by (57) –(62) , espectively, with n 2 = n 3 = n 5 = n 1 − 1 , n 4 = n 6 = n 1 and ψ ( j) i = i (x ) for i = 1 , . . . , n j and j = 1 , 3 , 4 , 5 , 6 , where ψ i ( x ) is given by 65) . We determine the buckling load of Timoshenko nano-beams n stress-driven mixture. The distributed transverse load is absent n this example; therefore, the numerical solution is obtained from 27) setting q = 0 . Let A b denote the matrix of the coefficients of he system (64) . The only unknown in matrix A b is the axial force . The buckling load is denoted by P cr and is the smallest root of he equation det (A b ) = 0 in the unknown P . We express the reults in dimensionless form: the solution depends on the four di-\nensionless parameters p 1 = L c /L, p 2 = κGAL 2 / (EI) , p 3 = P/ (κGA ) nd α. We assume α = 0 . 5 and p 2 = 1 . Table 1 reports the diensionless buckling load p 3 ,cr = P cr / (κGA ) for different values of p 1 = L c /L . The table also reports the value of p 3, cr for the local eam (LB), i.e in local elasticity; p 3, cr for the local beam is\np 3 ,cr,loc = π2 EI\nL 2 κGA\n1\n1 + π2 EI L 2 κGA\n= 1 1 + p 2\nπ2\n. (70)\nTable 1 shows that the dimensionless buckling load increases ith increasing the scale parameter p 1 = L c /L . This trend also apears in other load cases of the stress-driven model and is in acordance with experimental evidences.\n. Conclusions\nThis work proposes functionals whose stationary condition is he solution of the bending and buckling problems of Timoshenko ano-beams that can be considered as beam-like element in smart\naterials. The scale effects in nano-beams are considered through stress-driven model, which overcomes a ill-posedness emerged in on-local treatments of nano-mechanics. Two different functionls are defined: one for the pure non-local model and the other or the mixture with both local and non-local phases. Attention ocuses on the functional for the mixture model. This functional lso depends on unknown Lagrange multipliers, whose physical\neaning and relationships with the other unknown variables of he functional have to be found. In fact, the numerical solution s sought by imposing the stationary condition of the functional\nepending on unknown variables approximated with finite linear ombinations of basis functions. Approximations of the variables f the functional can not be chosen arbitrarily for the mixture\nodel but have to satisfy suitable conditions. The Euler equations\nf the functional provide the governing equations of the problem nd the necessary information to choose correctly the approximaions of the unknown variables. The proposed method is verified y comparing numerical solutions with exact solutions in bending roblem. Omitting the unimportant case of very small values of he scale parameter L c / L , good approximations are already achieved\nith a small number n of the basis functions. Finally, the numerial method is used to determine the buckling load of Timoshenko ano-beams with mixture of phases, for which solutions are not et available in literature.\nD\nc i\nR\n[\n[\n[\n[\n[\n[\n[\n[\n[\neclaration of Competing Interest\nThe authors declare that they have no known competing finanial interests or personal relationships that could have appeared to nfluence the work reported in this paper.\neferences\n1] H.M. Sedighi, M. Keivani, M. Abadyan, Modified continuum model for stability analysis of asymmetric fgm double-sided nems: corrections due to finite con-\nductivity, surface energy and nonlocal effect, Compos. Part B 83 (2015) 117–133, doi: 10.1016/j.compositesb.2015.08.029 . 2] F. Ebrahimi, A. Dabbagh, On flexural wave propagation responses of smart fg magneto-electro-elastic nanoplates via nonlocal strain gradient theory, Compos.\nStruct. 162 (2017) 281–293, doi: 10.1016/j.compstruct.2016.11.058 . 3] M. Mahinzare, H. Ranjbarpur, M. Ghadiri, Free vibration analysis of a rotary\nsmart two directional functionally graded piezoelectric material in axial symmetry circular nanoplate, Mech. Syst. Signal Process. 100 (2018) 188–207, doi: 10. 1016/j.ymssp.2017.07.041 .\n4] M. Rezazadeh, M. Tahani, S.M. Hosseini, Thermoelastic damping in a nonlocal nano-beam resonator as nems based on the type iii of green-naghdi theory\n(with energy dissipation), Int. J. Mech. Sci. 92 (2015) 304–311, doi: 10.1016/j. ijmecsci.2015.01.001 . 5] L. Leonetti, F. Greco, P. Trovalusci, R. Luciano, R. Masiani, A multiscale damage analysis of periodic composites using a couple-stress/cauchy multidomain\nmodel: application to masonry structures, Compos. Part B 141 (2018) 50–59, doi: 10.1016/j.compositesb.2017.12.025 . 6] G. Romano, R. Barretta, Stress-driven versus strain-driven nonlocal integral\nmodel for elastic nano-beams, Compos. Part B 114 (2017) 184–188, doi: 10.1016/ j.compositesb.2017.01.008 . 7] G. Romano, R. Barretta, M. Diaco, F.M. de Sciarra, Constitutive boundary conditions and paradoxes in nonlocal elastic nanobeams, Int. J. Mech. Sci. 121 (2017)\n151–156, doi: 10.1016/j.ijmecsci.2016.10.036 . 8] R. Barretta, A. Caporale, S.A. Faghidian, R. Luciano, F.M. de Sciarra,\nC.M. Medaglia, A stress-driven local-nonlocal mixture model for timoshenko nano-beams, Compos. Part B 164 (2019) 590–598, doi: 10.1016/j.compositesb. 2019.01.012 . 9] R. Barretta, F. Fabbrocino, R. Luciano, F.M. de Sciarra, Closed-form solutions in stress-driven two-phase integral elasticity for bending of functionally graded\nnano-beams, Physica E 97 (2018) 13–30, doi: 10.1016/j.physe.2017.09.026 ."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "In this work, variational formulations are proposed for solving numerically the problem of bending and buckling of Timoshenko nano-beams. The present work belongs to research branch in which the nonlocal theory of elasticity has been used for analysis of beam-like elements in smart materials, microelectro-mechanical (MEMS) or nano-electro-mechanical systems (NEMS). In fact, the local beam theory is not adequate to describe the behavior of beam-like elements of smart materials at the nano-scale, so that different non-local models have been proposed in last decades for nano-beams. The nano-beam model considered in this work is a convex combination (mixture) of local and non-local phases. In the non-local phase, the kinematic entities in a point of the nano-beam are expressed as integral convolutions between internal forces and an exponential kernel. The aim is to construct a functional whose stationary condition provides the solution of the problem. Two different functionals are defined: one for the pure non-local model, where the local fraction of the mixture is absent, and the other for the mixture with both local and non-local phases. The Euler equations of the two functionals are derived; then, attention focuses on the mixture model. The functional of the mixture depends on unknown Lagrange multipliers and the Euler equations of the functional provide not only the governing equations of the problem but also the relationships between these Lagrange multipliers and the other variables on which the functional depends. In fact, approximations of the variables of the functional can not be chosen arbitrarily in numerical analyzes but have to satisfy suitable conditions. The Euler equations involving the Lagrange multipliers are essential in the numerical analyzes and suggest the correct approximations that have to be adopted for Lagrange multipliers and the other unknown variables of the functional. The proposed method is verified by comparing numerical solutions with exact solutions in bending problem. Finally, the method is used to determine the buckling load of Timoshenko nano-beams with mixture of phases. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}