{
  "name" : "downloads_2020-02-18_27_faria2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Minimum information reporting in bio–nano experimental literature",
    "authors" : [ ],
    "emails" : [ "edmund.crampin@unimelb.edu.au;", "fcaruso@unimelb.edu.au" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PersPective https://doi.org/10.1038/s41565-018-0246-4\n1ARC Centre of Excellence in Convergent Bio-Nano Science and Technology, Australia. 2Department of Chemical Engineering, The University of Melbourne, Parkville, Victoria, Australia. 3Systems Biology Laboratory, School of Mathematics and Statistics and Melbourne School of Engineering, The University of Melbourne, Parkville, Victoria, Australia. 4Department of Materials, Imperial College London, London, UK. 5Department of Bioengineering, and Institute of Biomedical Engineering, Imperial College London, London, UK. 6The Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, Queensland, Australia. 7Centre for Advanced Imaging, The University of Queensland, Brisbane, Queensland, Australia. 8Department of Microbiology and Immunology, The University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Parkville, Victoria, Australia. 9Institute for Molecular Bioscience, University of Queensland, Brisbane, Queensland, Australia. 10Centre for Microscopy and Microanalysis, University of Queensland, Brisbane, Queensland, Australia. 11Tumour Biology and Targeting Program, Children’s Cancer Institute, Lowy Cancer Research Centre, The University of New South Wales, Sydney, New South Wales, Australia. 12School of Chemistry, Australian Centre for NanoMedicine, The University of New South Wales, Sydney, New South Wales, Australia. 13Drug Delivery Disposition and Dynamics, Monash Institute of Pharmaceutical Sciences, Monash University, Victoria, Australia. 14Department of Chemical Engineering, Monash University, Clayton, Victoria, Australia. 15School of Pharmacy and Medical Science, The University of South Australia, Adelaide, South Australia, Australia. 16Fachbereich Physik und Chemie, CHyN, Universität Hamburg, Hamburg, Germany. 17Institute of Nano Biomedicine and Engineering, Shanghai Engineering Research Center for Intelligent Diagnosis and Treatment Instrument,"
    }, {
      "heading" : "Key Laboratory for Thin Film and Microfabrication Technology of the Ministry of Education, Department of Instrument Science and Engineering, School of Electronic Information and Electrical Engineering, Shanghai Jiao Tong University, Shanghai, China. 18Department of Chemistry, University of Warwick,",
      "text" : "Coventry, UK. *e-mail: edmund.crampin@unimelb.edu.au; fcaruso@unimelb.edu.au\nAdvances in nanoengineering have led to strong interest in how nanomaterials interact with biological systems. Research ranges from understanding fundamental biological interactions1, to developing nanomaterials for specific applications2, to identifying unintended toxicity that can be a by-product of nanoengineering3. There is considerable evidence that nano- and microscale materials have unique biological interactions when compared with molecules or bulk materials4. However, a major impediment to characterizing, understanding and ultimately controlling bio–nano interactions is a lack of standardization in this area of research5,6. Standardization enables comparison of different materials, establishment of performance benchmarks, and evaluation of engineering design choices.\nStandardization of nanomaterials is a substantial issue entwined with commercial, academic and societal concerns. Entire texts have been written on the subject7, and the International Standards Organization has an active technical committee (ISO/TC 229) devoted to developing new standards for nanotechnology. There exist initiatives in nanotechnology focusing on material classification\nand characterization8,9, in addition to well-developed efforts and evolving consensus on safety evaluation, from both health and environmental perspectives10,11. There has also been a call for standardization within the field of nanotoxicology, the importance of which was highlighted in a previous editorial12: “few studies offer consistent results that are of value, and it is difficult to compare studies because they are often carried out using poorly characterized nanomaterials and arbitrary experimental conditions.” Recommendations from the community to address these issues include promoting the use of multiple characterization techniques13, articulating focused research questions14 and performing material characterization appropriate to the particular type of investigation15. Despite these laudable efforts, broader uptake in the field of bio–nano research has been limited.\nThe use of reporting standards—research guidelines and checklists—has received broad support in the scientific community16 and has been shown to improve the quality of reported research17. We believe it is time for the bio–nano science community to adopt a ‘reporting standard’ to enhance the quality and reuse of published research. To this end, we propose MIRIBEL (Minimum Information"
    }, {
      "heading" : "Minimum information reporting in bio–nano",
      "text" : "experimental literature Matthew Faria1,2,3, Mattias Björnmalm 1,2,4,5, Kristofer J. Thurecht1,6,7, Stephen J. Kent1,8, Robert G. Parton 1,9,10, Maria Kavallaris 1,11,12, Angus P. R. Johnston 1,13, J. Justin Gooding1,12, Simon R. Corrie1,6,14, Ben J. Boyd1,13, Pall Thordarson 1,12, Andrew K. Whittaker1,6, Molly M. Stevens 1,4,5, Clive A. Prestidge1,15, Christopher J. H. Porter 1,13, Wolfgang J. Parak 16,17, Thomas P. Davis 1,13,18, Edmund J. Crampin 1,3* and Frank Caruso 1,2*\nStudying the interactions between nanoengineered materials and biological systems plays a vital role in the development of biological applications of nanotechnology and the improvement of our fundamental understanding of the bio–nano interface. A significant barrier to progress in this multidisciplinary area is the variability of published literature with regards to characterizations performed and experimental details reported. Here, we suggest a ‘minimum information standard’ for experimental literature investigating bio–nano interactions. This standard consists of specific components to be reported, divided into three categories: material characterization, biological characterization and details of experimental protocols. Our intention is for these proposed standards to improve reproducibility, increase quantitative comparisons of bio–nano materials, and facilitate meta analyses and in silico modelling.\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology 777\nPersPective NATure NANOTecHNOlOgy Reporting in Bio–Nano Experimental Literature) for published accounts of bio–nano research. MIRIBEL continues a tradition of minimum information reporting standards in the biological18–20 and chemical fields21 and consists of specific components that are categorized into three sections: material characterization; biological characterization; and details of experimental protocols. We suggest that each component should be provided when reporting experiments investigating bio–nano interactions. However, some components are only relevant when reporting particular types of experiments (for example, in culture or in vivo) or when using particular types of materials (for example, those designed for drug loading or targeting). For each component of the MIRIBEL standard, we include a justification for its inclusion. Figure 1 consists of a summary of these components, our guiding principles and potential benefits. Table 1 lists each component, along with a representative unit of measure. We provide a more extensive companion checklist, which includes further details on the reporting components, in the Supplementary Information. This checklist is designed to be used while preparing a manuscript to ensure that each component is considered as appropriate. (This checklist is also available via a repository (https://doi. org/10.17605/OSF.IO/SMVTF), allowing reuse by any researcher, journal or publisher—which we encourage.) We conclude with general guidelines, thoughts on how application of this standard can strengthen the field, and an outlook on what can be undertaken to further improve standardized reporting in bio–nano research.\nFour principles have guided our development of MIRIBEL. First, reusability: researchers should be able to compare new data with previously published results in a reliable and meaningful way. Furthermore, published results should be easy to subject to further analysis, whether that be meta-analysis or in silico modelling. A recent meta-analysis of delivery to tumours required extensive contact with original authors22. If surveying the field requires the effort of reaching out to authors, a central reason for publishing has not been met. Second, quantification: nanomedicine is becoming an increasingly mature field, with more than 50 formulations approved for clinical use and dozens more in clinical trials23. To continue to advance the state of knowledge, both translational research and fundamental investigations need to move towards quantitative, benchmarked assessment and away from qualitative and inconclusive results. We should quantify how well our formulations are working, compare new materials with existing ones and establish baselines for performance. Third, practicality: the standard we propose is limited to parameters and measurements that are accessible to the majority of research teams working in the bio–nano field. We avoid components that require highly specialist equipment or experience only available to a small subset of researchers. And fourth, quality: ensuring that the results published are robust, reliable and reproducible.\nDefining the scope of a minimum information standard The standard we suggest here refers only to the information that we believe should be included as part of published research on bio– nano interactions. We do not refer to how this information should be presented (for example, in tabular form, a database9,25 and/or in one of the proposed nano-data formats26). Though we applaud these efforts, a consensus on what information is presented, independently of how and where, would advance the field. Additionally, there are multiple techniques for determining many of the components discussed herein. While we mention some common methods of characterization, our intention is not to mandate specific protocols or debate their merits. Specific experimental protocols have been suggested previously, for instance in the synthesis and characterization of different types of inorganic colloidal nanomaterials27 and in the evaluation of pre-clinical cancer nanomedicines28. Furthermore, as much as possible, we do not seek to add to the experimental or characterization workload typically required in this\nfield. Though many of these components are routinely determined or calculated, they are rarely reported in totality. Finally, our intention is not to criticize existing work or suggest a specific direction for future research. The absence of standards and consistency in experimental reporting is a systemic problem across the field, and our own work is no exception.\nThe classification of materials as ‘nanoengineered’ or ‘nanomaterials’ depends on still-debated definitions of these terms. One option is to consider a material as nanoengineered when it has at least one functional dimension on the nanoscale (that is, from 1 to 100 nm). However, guidance from the US Food and Drug Administration states that “materials or end products may also exhibit similar properties or phenomena attributable to a dimension(s) outside the nanoscale range of approximately 1 nm to 100 nm”29. Size-specific biological interactions are unlikely to fall strictly along metric barriers, and, in this manuscript, we use the terms nanoengineered, nanomaterial and nanoparticle interchangeably and broadly to refer to the entire class of these materials. In other words, we support an inclusive definition of what constitutes a nanomaterial, and suggest these standards for bio–nano research using materials that fall within this broad definition."
    }, {
      "heading" : "Material characterization",
      "text" : "Despite intense research scrutiny, there are still many unknowns about how nanomaterial properties influence biological responses. The importance of a property is likely heavily dependent on what biological experiment is performed. However, there are several material properties that are known to have effects across a wide range of biological systems.\nSynthesis and composition. The composition of a nanomaterial plays a vital role in determining its biological interactions30. Thus, including details of composition is essential. However, the extent of material characterization that can be performed is highly dependent on the material under investigation. Requiring specific details of composition will undoubtedly be too restrictive for some materials, and not specific enough for better studied constituents. Therefore, one way to ensure adequate details of composition are included for a newly published nanomaterial is to provide high-quality, reproducible steps for synthesis. Curated examples of best practices for reporting synthesis and method details have recently been documented31. Additionally, any step of synthesis known to be particularly challenging or sensitive should be noted. Any methods of purification used should also be specified, as the presence of precursor residues in nanoparticle mixtures may alter biological responses.\nSize, shape and dimensions. The cellular pathways capable of internalizing an engineered material and the efficiency of these pathways are constrained by that material’s size and shape32. Additionally, size affects which biomolecules are adsorbed onto the material33 and their conformation34. In vivo, size and shape affect organ distribution35. The body contains both physical filters36 and cells that select for materials in particular size ranges37. For spherical particles, characterizing diameter is sufficient. For particles of other shapes (for example, rods), measurements for every dimension should be provided. Consideration should be given to how the size of a nanomaterial changes on interaction with a biological system, for example, due to dynamic adsorption of biomolecules onto the particle surface38. Additionally, unlike inorganic metal nanoparticles, which generally have the same size in the ‘wet’ and ‘dry’ states, organic nanomaterials can undergo substantial changes in size when comparing their dry to hydrated state (for example, using electron microscopy versus dynamic light scattering measurements). The protocol used to measure size and the ‘type’ of size measured (for example, geometric or hydrodynamic) should be provided39.\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology778\nPersPectiveNATure NANOTecHNOlOgy\nSize dispersity and aggregation. Minimizing size dispersity and aggregation are central challenges in the preparation of colloidal dispersions of nanomaterials40. Reporting the average size is insufficient to evaluate biological responses: consider the difference between particles with a uniform distribution in size from 10 to 990 nm versus those that range from 495 to 505 nm. Both systems have an average size of 500 nm, but are likely to exhibit very different biological interactions. Thus, including characterization\nMIRIBEL: Minimum Information Reporting in Bio–Nano Experimental Literature\nFIELD IMPROVEMENT\nCell seeding details\nCell/tissue background signal\nCulture dimensions\nAdministered dose\nImaging details\nDelivered dose\nCell/tissue signal with nanomaterial\nDetails of data analysis\nToxicity studies\nImproved communication and data exchange\nFacilitation of meta-analysis and in silico models\nSystematic comparison and benchmarks\nARRIVE guidelines\nBiological fluid characterization\nJustification of biological model\nCell characterization\nSize, shape and dimensions\nSynthesis and composition\nSize dispersity and aggregation\nDensity\nLabelling\nDrug loading and release\nTargeting\nIndependently varied properties\nZeta potential\nPracticalityQuantificationReusability Quality\nReproducibility\nBiological characterization Experimental protocol detailsMaterial characterization\nCOMMUNITY ADOPTIONJOURNAL ADOPTION\nSTANDARDS REFINEMENT\nCO2\nCost Availability Suitability Experience\n4321\nATCC No. HTB-122\nFig. 1 | Summary of MIRIBEl components, guiding principles and potential benefits. The development of MIRIBEL was guided by principles of reusability, quantification, practicality and quality. If combined with journal and community adoption, MIRIBEL can lead to improved outcomes in the field, including\ndata exchange and communication, reproducibility, deeper analysis of published data, and systematic comparison between approaches and materials.\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology 779\nPersPective NATure NANOTecHNOlOgy\ninformation on the size dispersity of engineered particles is vital. Details on how size dispersity was assessed, including concentration of the material investigated, protocol used and any preparatory steps, such as filtering, should be included. The fluid used to assess size dispersity should also be detailed, as biologically relevant media can induce agglomeration. If interpreting light scattering data, whether number-, intensity- or volume-based distributions are used should be specified.\nZeta potential. Variation in cellular response due to surface charge is a well-documented phenomenon30. Additionally, surface charge affects biodistribution41, influences which biomolecules adsorb onto a particle42, and is a critical determinant of colloidal stability. Surface charge cannot easily be experimentally determined for nanoparticles, though its sign and magnitude may be inferred from the surface potential. Practically, instead of the potential at the surface, the potential at a certain distance from the nanoparticle surface, related to the electrostatic screening length, is determined43. This ‘zeta potential’ (the electrokinetic potential of a colloidal suspension)\nshould be provided for newly reported materials. Because the zeta potential depends on the local environment, details of the fluid (or, ideally, fluids) used to characterize zeta potential, including pH and background electrolyte concentration, should be included.\nDensity (in culture). Nanomaterial density (mass/volume) alters settling behaviours and can have a large effect on the cellular dose of engineered nanomaterials during cell culture experimentation44,45. Downstream biological effects are dependent on dose, making density an important parameter to report in conventional cell culture experiments. While precise characterization of density may not always be possible, newly developed techniques have improved our ability to estimate density for complex materials46. Estimations or bounded ranges may also be used.\nDrug loading and release. Many modern nanomaterial systems are designed to carry a drug47,48. If the particle presented is a carrier system, the amount of drug that can or has been loaded should be quantified. For formulations in which a drug is not ‘loaded’, but\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology780\nPersPectiveNATure NANOTecHNOlOgy an inherent constituent, the amount of active ingredient should be reported. This can be reported either as percentage by mass, or as amount of drug ‘per particle’. If making claims about drug release or stability as part of a particle formulation, these claims should be quantified. Drug release from nanomaterials—both intentional and unintentional—deserves careful consideration.\nTargeting. Another area of considerable research interest is the design of ‘targeted’ materials intended to demonstrate affinity for specific tissues or cells49,50. One strategy to accomplish this is through conjugation of targeting ligands to the surface of a particle, the effectiveness of which is dependent on both the amount of ligand51 and the method of attachment52. Other strategies for targeting rely on the physicochemical properties of the material30. If a carrier is designed for targeting through the addition of a ligand, the amount of ligand bound to the carrier should be reported. This is especially topical given recent questions about whether nanomedicine has a “delivery problem”53, if targeting should be our target54, and how the performance of targeted nanomaterials compares to clinically used targeted therapies55. The functional optimization of targeting is complex and not well understood—a recent analysis found that only 3.5% of proteins attached to a surface of a particle had appropriate orientation for receptor recognition56, and increasing antibody concentration on a particle’s surface can reduce targeting52. This suggests that the poor results observed during 2005–201522 in tumour targeting may be due to operational rather than fundamental issues. Encouragingly, recent reports have described methods for determining receptor-binding behaviour at the molecular level on nanoparticles56. As these methods mature, more complete and biologically meaningful descriptions of nanomaterials (for example, in terms of number or density of biologically functional ligands available on particle surfaces) will become easier to achieve. However, these emerging technologies are still new and outside the capability of many research groups. Thus, at present when a carrier designed for targeting is reported, some (semi-)quantitative assessment that the system demonstrates affinity and specificity for its target should be included. As these molecular-level assays become widespread, we believe that they will (and should) become part of future reporting standards.\nLabelling. Nanomaterials are frequently labelled to track their biological interactions. Choices typically include fluorescent probes57, radiolabelling58, magnetic resonance imaging contrast agents59 or a combination of these approaches60. In some materials, the nanomaterial itself serves as the ‘label’61. Regardless of the labelling strategy, the labelling intensity, per particle, should be reported. Appropriate controls should be included to demonstrate if and how labelling intensity changes during an experiment. This can occur due to label removal from a carrier, as well as environment-related alterations to intensity measurements (for example, fluorescence can be affected by pH and biomolecules). Additionally, consideration should be given as to whether the label itself alters the biological response to a nanomaterial. Reporting labelling intensity in arbitrary units is appropriate if the same instrument is used to measure both the nanomaterial in isolation and the biological experiment, or if standards are used for normalization between different instruments. Otherwise, particle labelling intensity should be reported in an absolute unit (for example, molecules of equivalent soluble fluorochrome62 or atoms present). The intensity per particle should be measured as close as possible to the experimental measurements (for example, taking flow cytometry as an example, bare particles in solution and cells incubated with particles should be measured in the same run), or an estimate or measurement of drift should be provided.\nQuantification of independently varied properties. The characterization requirements we have outlined above are envisioned as a minimum information standard. That is, while we believe that\nproviding the recommended information is necessary, it may be insufficient for certain investigations. There are many other physicochemical properties of interest that have been demonstrated to influence biological responses, and exploration of such properties represents a rich space of research. Whenever possible, researchers should quantify and report any varied properties. For instance, if investigating the influence of particle rigidity on cellular response63, the rigidity for each particle system should be measured (for example, by colloidal-probe atomic force microscopy64) and reported.\nGeneral guidelines. Some general guidelines apply across these material characterization reporting components. First, bio–nano interactions are generally assessed in a liquid medium. To the degree possible, material characterization should be performed in a medium relevant to the fluid used in the subsequent bio–nano experiment. For example, a particle that is monodisperse in water may be highly aggregated when exposed to serum and can therefore display substantial differences in behaviour between the two settings40. In some cases, the ‘characterization fluid’ and ‘experimental fluid’ can be the same (for example, culture media). In other cases, a medium that mimics the biological fluid may need to be prepared (for example, by adjusting pH or salt concentrations). Details of how this fluid is prepared, and relevant parameters for characterization, should be included. Second, detailing how a parameter was assessed (that is, what technique, equipment and protocol were used) is essential. Third, nearly all material characterization parameters occur across a distribution, and thus including a distribution of the measured property is more informative than providing a single average value. Ideally, the raw measurement data should also be provided. Fourth, characterizing a property using two (or more) independent methods is of significantly more value13. Finally, given concerns about batch-tobatch variability, it is important to detail whether characterization variance was determined through multiple independent measurements on the same batch of material or whether multiple batches were prepared. For some parameters, some degree of estimation may be necessary, or it may only be possible to provide upper and lower bounds, and in such cases, the estimation method should be included."
    }, {
      "heading" : "Biological characterization",
      "text" : "Cell culture studies form the bedrock of bio–nano research. They inform conclusions about new materials and provide data about whether it is ethically and financially justifiable to pursue resourcedemanding in vivo studies. We wish to draw attention to two biological concepts that may be underappreciated in bio–nano research. The first is the tremendous degree of variability inherent in biology. Researchers should demonstrate that observations reported are due to bio–nano interactions dictated by the key properties of the tested material rather than normal biological variance. The second is the disparity between the dose that is administered (the amount of material added to the system) and the dose that reaches the site of action (in culture, the ‘cellular dose’65). This disparity is explicitly recognized during in vivo studies (for example, by measuring organ-level distribution); however, it is frequently ignored during in vitro experiments66. Owing to the wide range of physicochemical properties of nanomaterials, the difference between administered and cellular dose can vary by multiple orders of magnitude when comparing different systems. This is a problem unique to nanoand micro-sized materials: small molecules diffuse sufficiently to remain well-mixed in solution, whereas bulk materials are unmoving or would quickly settle. In culture, it is important to provide enough information to distinguish between administered and cellular dose. Without this, it is extremely challenging to compare and combine results from different studies.\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology 781\nPersPective NATure NANOTecHNOlOgy Cell seeding details. The number of cells present during an in-culture experiment is an essential parameter for determining cellular dose. Thus, the number of cells seeded, percentage confluency at the start of an experiment and time between seeding and experimentation should be reported for cell culture experiments. For experiments involving multiple cell types (for example, co-culture, tumour spheroids), the number of non-target (for example, healthy) cells and the number of target (for example, diseased) cells should be reported. Ideally, however, the number of cells for each cell type present should be reported. Additionally, incubator conditions should be reported, including temperature, humidity and CO2 percentage. Finally, details of whether replicates were performed in parallel, or as independent incubation experiments, should be provided.\nCell characterization (in culture). Two central challenges for cell culture experimentation are choosing a cell line to represent the biology of interest and ensuring that the desired cell line is actually used. Cell line authentication67 is vital and should be performed regularly, either by a trusted supplier or the individual laboratory. Additionally, passage number and evidence that a culture is free of mycoplasma should be provided, as both parameters substantially alter the behaviour of cells in culture68. If an experiment is conducted with a ‘standard’ cell line (for example, one for which American Type Culture Collection guidelines exist), the name and reference of the cell line should be provided. For primary cells, known details of donors should be provided, including number of donors, species, age and sex. Finally, cell cycle effects should be considered, as they can have a significant effect on cellular response69.\nCell/tissue background signal (in culture). The background signal in the absence of particles, using whichever signalling modality to detect particles, should be quantified and reported. This is an important, often neglected, control that is essential for quantitative analysis across a variety of modalities (for example, flow cytometry, microscopy or magnetic resonance imaging).\nToxicity or viability studies (in culture). Many nanomaterials are designed as carrier systems for bioactive molecules, drugs or diagnostic agents. Verification that the carrier material itself does not significantly alter cell viability of the cell line of interest should be provided. Measurements of toxicity are equally important for materials that are designed to induce cell death. Additionally, it is important to provide confirmation that the protocol used (for example, light exposure, dyes used) is not the source of observed viability changes.\nJustification of biological model. The choice of animal or cell model is a key factor in biological experimentation often reflecting a delicate balance between relevance, cost, availability and laboratory experience. Researchers should bear in mind that a model should be chosen to clearly present a biological scenario for addressing the intended research question rather than to produce the most exciting data70. Considering this, the choice of model should be justified.\nBiological fluid characterization. The biomolecules that adhere to a nanomaterial on contact with a biological fluid substantially alter key particle properties33,42. Thus, there has been substantial research into the formation of ‘protein coronas’ around particles, and how these coronas influence biological response71. For culture media, type and percentage of serum added, if any, should be included. Information on media and serum should include ordering and batch details, species of origin, and details of additives (for example, antibiotics) or stabilizing agents. When investigating the effects of biological fluids, it is essential to subject the fluid to the same degree of characterization as the nanomaterial/fluid. For instance, if a nanoparticle is incubated with serum and relative\nconcentrations of protein adsorbed onto the particle are reported, relative concentrations of proteins in bare serum should also be reported. Alternatively, if a fluid has established reference values for protein composition, cell presence and so on, these references can be specified. Unless the characterization of biological fluids is conducted, it is difficult (if not impossible) to determine whether differences in nanomaterial response are due to their properties or to biological variation.\nARRIVE guidelines (in vivo). For in vivo experiments, the Animals in Research: Reporting In Vivo Experiments (ARRIVE) guidelines24 should be followed. ARRIVE is a 20-point checklist for reporting in vivo experiments, and includes details about species, strain, housing and ethical approval."
    }, {
      "heading" : "Experimental protocol details",
      "text" : "As with material and biological characterization, precise and accurate reporting of details about how an experiment was performed should be provided. This is a critical consideration for reproducibility, as experimental details that seem trivial can nonetheless significantly alter results. The specific components in this section can also be vital to enable subsequent comparison with newer findings and for the development of in silico models.\nCulture dimension (in culture). The dimensions of the cell culture used are a determining factor of the effective cellular dose44,45. If using a standard two-dimensional culture plate, providing details of the type of plate (for example, 24-well and supplier) and volume of media added is sufficient. For more complex systems (for example, three-dimensional spheroid models), full dimensions (for example, shape, height, width, depth) of the culture should be provided. If a non-standard orientation (for example, cells facing downward into media solution) or flow conditions is used, full details of how the condition is achieved should be provided.\nAdministered dose. The amount of material added during an experiment is an obvious component that needs to be accurately reported. However, the choice of units for this parameter is less obvious. For cell culture experiments, mass, volume, particle number and surface area are all common choices for measuring ‘nanodosage’72. We recommend providing sufficient characterization information so that interested researchers can calculate all four of these dosage metrics, and we include details of required information in the checklist (Supplementary Information). In cases where the dose is administered in a complex way (for example, fluidic particle–cell experiments), the method of administration should be clear. For instance, in the case of fluidic incubation, whether the dose was from a singular reservoir, kept constant, or recycled should be noted, as should flow rate. In the case of an in vivo experiment, administration details should include vehicle of administration, injection/administration location, total volume and concentration administered, and details about multiple infusions (that is, time points or rate of administration). Additionally, methods used to normalize dosage (for example, to body weight) should be reported, as should the concentrations before and after normalization.\nImaging details. For experiments involving imaging, details of how the imaging was conducted should be provided. In vivo, details of any shielding that was performed (for example, using aluminium foil to obscure injection point) should be included. Additionally, if a contrast agent was used, details of its administration (for example, concentration, method) should be provided. In culture, any image processing that is not applied uniformly to the entire image (for example, to highlight specific regions or features) should be explained, details of thresholding should be provided, and an image intensity scale should be included.\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology782\nPersPectiveNATure NANOTecHNOlOgy Delivered dose (in vivo). The amount of material that reaches the site or organ of interest is an essential piece of information. As in culture systems, there are multiple choices for the dose metric used, including percentage of injected dose delivered (%ID) and percentage of injected dose delivered per gram of organ (%ID g–1). Because of the diversity of bio–nano research, we recommend that sufficient information is provided to calculate the most common in vivo dosage metrics. Specifically, we recommend that the delivered dose is reported as the percentage of injected dose delivered per gram of tissue (%ID g–1). Normalizing in this way allows for more direct comparison of data from different organ systems and animals. Additionally, data on weight of organs or tissues measured (and used during normalization), and information on mass of material injected should be included to allow other researchers to calculate alternative metrics (for example; %ID, mg kg–1). If possible, in the cases of a nanocarrier, distinguishing between carrier delivery and cargo/drug delivery is desirable. Finally, consideration of the pharmacokinetics of the material under investigation is an important part of quantifying efficacy of potential nanomedicines.\nSignal of cells with nanomaterial (in culture). In culture, particle– cell association is commonly assessed using the signal label intensity, percentage cellular association, or by estimating particles associated per cell. Percentage cell association or cell percentage is a metric that has long been used with high-throughput flow cytometry data, and it is useful for distinguishing between heterogeneous populations of cells (for example, in cell biology and immunology studies). However, percentage cellular association can be an unreliable metric for comparative interpretation of results in bio–nano studies. This is especially true when the signal from a single particle is less than the cell autofluorescence, or when comparing particles with different levels of fluorescence. Thus, if an in-culture experiment involves only a single cell type, we recommend that the number of particles associated per cell is estimated or that the signal intensity of cells with labelled particles is provided. For instance, if flow cytometry is used to measure cell–particle association, the mean fluorescence intensity of the channel the particle fluoresces in should be reported as a histogram or distribution of values. Researchers should also bear in mind that association is distinct from internalization, and a number of techniques have been developed to distinguish internalization from association or surface binding73.\nDetails of data analysis. Details of statistical and data analysis performed should be provided. Because data without uncertainty estimation has questionable value74, the number of independent experiments (n), and details of how uncertainty is expressed (for example, standard deviation, standard error or confidence intervals) should be provided. Details of outlier removal and significance tests, if any, should also be provided, including any parameterization of these methods. For data where relatively complex nonlinear regression methods are used (for example, fitting scattering data to structure), the method should be fully described, and code used for the analysis should be accessible, for instance, using open access tools75.\nGeneral guidelines. Whenever possible, we recommend that raw data are provided for published bio–nano experimental reports, either as part of the article submission or in a trusted data repository (https://www.nature.com/sdata/policies/repositories). When raw data cannot be provided, the distributions of measured parameters are significantly more valuable than an average value. Additionally, we recommend that prior to in vivo work, the in culture and material characterization components discussed herein should be assessed. For example, changes in hydrodynamic size and aggregation behaviour in blood can compromise an in vivo experiment."
    }, {
      "heading" : "Future directions and outlook",
      "text" : "We present a ‘minimum reporting standard’ for studies investigating bio–nano interactions. However, we emphasize that proposing a standard, or agreeing that standardization is important, is insufficient to improve the field. To be useful, any standard must be widely adopted by the community, which undoubtedly requires further discussion and input. We hope that our proposal will galvanize this discussion. Furthermore, editors and journals play a key role as the “gatekeepers of research standardization”5, crucial for providing momentum to the adoption of guidelines and enforcing community-agreed standards to increase robustness, reproducibility and usefulness of published research16. To assist with this, we provide a checklist of the MIRIBEL standard (see Supplementary Information), similar to requirements that have been implemented by leading journals for life sciences76, lasing experiments77 or suggested standards for journals such as the Transparency and Openness Promotion Guidelines78.\nThe growth of bio–nano experimentation and the need for standardization echoes progress in other fields18,21. In some cases, experimental and reporting standards have been instrumental in the development of entirely new areas of research. For instance, many modelling approaches in modern systems biology would not be possible without standardization of genomic experiments19. We expect a similar necessity for computational modelling and analysis in bio–nano research given the complex interplay of chemical and biological processes involved. A growing number of bio–nano computational research studies44,45 underscore interest in this area. However, characterization and standardization are strict requirements for computational modelling to become widespread79.\nFinally, we intend for these standards to be a living document, to be revisited and amended periodically by the community. We expect such refinements to be driven both by improvements in technology, as well as growing knowledge of the bio–nano interface. We strongly encourage those interested in standards development to contact us and join the discussion.\nReceived: 6 February 2018; Accepted: 24 July 2018; Published online: 6 September 2018"
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the Australian Research Council (ARC) Centre of Excellence in Convergent Bio-Nano Science and Technology (Project Number CE140100036) and under the ARC Australian Laureate Fellowship scheme (F.C., FL120100030; T.P.D.,\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology784\nPersPectiveNATure NANOTecHNOlOgy FL140100052; J.J.G., FL150100060). M.B. acknowledges support from H2020/European Commission through a Marie Skłodowska-Curie Individual Fellowship under grant agreement no. 745676. F.C. acknowledges the award of a National Health and Medical Research Council (NHMRC) Senior Principal Research Fellowship (APP1135806). M.K. receives support from NHMRC Principal Research Fellowship (M.K.; APP1119152) and Cancer Council New South Wales Program Grant (PG16-01). M.K., T.P.D. and J.J.G. receive support from NHMRC Program Grant (APP1091261). A.P.R.J. receives support from the NHMRC Career Development Fellowship (APP1141551) and NHMRC Project Grants (APP1129672, APP1124161). R.G.P. receives support from NHMRC Senior Principal Research Fellowship (APP1058565) and NHMRC Program Grant (APP1037320). W.J.P. acknowledges funding from the Deutsche Forschungsgemeinschaft (project DFG PA 794/28-1) and a visiting professor fellowship from the ARC Centre of Excellence in Convergent Bio-Nano Science and Technology. M.M.S. acknowledges support from the ERC Seventh Framework Programme Consolidator grant “Naturale CG” [616417], the i-sense EPSRC IRC in Early Warning Sensing Systems for Infectious Diseases (EP/K031953/1) and the EPSRC grant “Bio-functionalised nanomaterials for ultrasensitive biosensing” (EP/K020641/1). The authors thank A. E. Burke and C. Lynm for assistance with the preparation of Fig. 1. The development of these guidelines was led by the ARC Centre of Excellence in Convergent Bio-Nano Science and Technology (https://www.cbns.org.au/)."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/ s41565-018-0246-4. Reprints and permissions information is available at www.nature.com/reprints. Correspondence should be addressed to E.J.C. or F.C. Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nNATuRE NANoTECHNoloGy | VOL 13 | SEPTEMBER 2018 | 777–785 | www.nature.com/naturenanotechnology 785"
    } ],
    "references" : [ {
      "title" : "Nanoengineered templated polymer particles: navigating the biological realm",
      "author" : [ "J. Cui", "J.J. Richardson", "M. Björnmalm", "M. Faria", "F. Caruso" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Diverse applications of nanomedicine",
      "author" : [ "B Pelaz" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Bridging the divide between human and environmental nanotoxicology",
      "author" : [ "A. Malysheva", "E. Lombi", "N.H. Voelcker" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Understanding biophysicochemical interactions at the nano–bio interface",
      "author" : [ "Nel", "A. E" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "Increasing the impact of materials in and beyond bio-nano science",
      "author" : [ "M. Björnmalm", "M. Faria", "F. Caruso" ],
      "venue" : "J. Am. Chem. Soc. 138,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Minimum physicochemical characterization requirements for nanomaterial regulation",
      "author" : [ "M.E. Pettitt", "J.R. Lead" ],
      "venue" : "Environ. Int. 52,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2013
    }, {
      "title" : "Nanomaterial registry: database that captures the minimal information about nanomaterial physico-chemical characteristics",
      "author" : [ "K.C. Mills", "D. Murry", "K.A. Guzan", "M.L. Ostraat" ],
      "venue" : "J. Nanoparticle Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "A comprehensive framework for evaluating the environmental health and safety implications of engineered nanomaterials",
      "author" : [ "Boyes", "W. K" ],
      "venue" : "Crit. Rev. Toxicol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Frameworks and tools for risk assessment of manufactured nanomaterials",
      "author" : [ "D Hristozov" ],
      "venue" : "Environ. Int. 95,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "A tiered approach",
      "author" : [ "McCall", "M. J" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "A checklist is associated with increased quality of reporting preclinical biomedical research: a systematic review",
      "author" : [ "S Han" ],
      "venue" : "PLoS ONE 12,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Minimum information requested in the annotation of biochemical models (MIRIAM)",
      "author" : [ "Novère", "N. L" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2005
    }, {
      "title" : "Minimum information about a microarray experiment (MIAME)-toward standards for microarray data",
      "author" : [ "A Brazma" ],
      "venue" : "Nat. Genet",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2001
    }, {
      "title" : "Promoting coherent minimum reporting guidelines for biological and biomedical investigations: the MIBBI project",
      "author" : [ "Taylor", "C. F" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2008
    }, {
      "title" : "The MIQE guidelines: minimum information for publication of quantitative real-time PCR experiments",
      "author" : [ "Bustin", "S. A" ],
      "venue" : "Clin. Chem",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2009
    }, {
      "title" : "Analysis of nanoparticle delivery to tumours",
      "author" : [ "S Wilhelm" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "Nanoparticle-based medicines: a review of FDA-approved materials and clinical trials to date",
      "author" : [ "D. Bobo", "K.J. Robinson", "J. Islam", "K.J. Thurecht", "S.R. Corrie" ],
      "venue" : "Pharm. Res",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Improving bioscience research reporting: the ARRIVE guidelines for reporting animal research",
      "author" : [ "C. Kilkenny", "W.J. Browne", "I.C. Cuthill", "M. Emerson", "D.G. Altman" ],
      "venue" : "PLoS Biol. 8,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "caNanoLab: data sharing to expedite the use of nanotechnology in biomedicine",
      "author" : [ "S Gaheen" ],
      "venue" : "Comput. Sci. Disc",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2013
    }, {
      "title" : "ISA-TAB-Nano: a specification for sharing nanomaterial research data in spreadsheet-based format",
      "author" : [ "Thomas", "D. G" ],
      "venue" : "BMC Biotechnol. 13,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Selected standard protocols for the synthesis, phase transfer, and characterization of inorganic colloidal nanoparticles",
      "author" : [ "J Hühn" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Recommendations for benchmarking preclinical studies of nanomedicines",
      "author" : [ "C.M. Dawidczyk", "L.M. Russell", "P.C. Searson" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "The effect of nanoparticle size, shape, and surface chemistry on biological systems",
      "author" : [ "A. Albanese", "P.S. Tang", "W.C.W. Chan" ],
      "venue" : "Annu. Rev. Biomed. Eng. 14,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Preface to the special issue on methods and protocols in materials chemistry",
      "author" : [ "J.M. Buriak" ],
      "venue" : "Chem. Mater. 29,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Cellular uptake of nanoparticles: journey inside the cell",
      "author" : [ "S Behzadi" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Nanomedicine: Evolution of the nanoparticle corona",
      "author" : [ "M. Hadjidemetriou", "K. Kostarelos" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Protein adsorption onto nanoparticles induces conformational changes: particle size dependency, kinetics, and mechanisms",
      "author" : [ "P. Satzer", "F. Svec", "G. Sekot", "A. Jungbauer" ],
      "venue" : "Eng. Life Sci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Influence of size and shape on the anatomical distribution of endotoxin-free gold nanoparticles",
      "author" : [ "L Talamini" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Renal clearance of quantum dots",
      "author" : [ "H Soo Choi" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2007
    }, {
      "title" : "Nanoparticle-mediated cellular response is size-dependent",
      "author" : [ "W. Jiang", "B.Y.S. Kim", "J.T. Rutka", "W.C.W. Chan" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2008
    }, {
      "title" : "Nanoparticle size and surface chemistry determine serum protein adsorption and macrophage uptake",
      "author" : [ "C.D. Walkey", "J.B. Olsen", "H. Guo", "A. Emili", "W.C.W. Chan" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Size determination of (bio)conjugated water-soluble colloidal nanoparticles: a comparison of different techniques",
      "author" : [ "Sperling", "R. A" ],
      "venue" : "J. Phys. Chem. C 111,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2007
    }, {
      "title" : "Nanoparticle colloidal stability in cell culture media and impact on cellular interactions",
      "author" : [ "Moore", "T. L" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2015
    }, {
      "title" : "Charge has a marked influence on hyperbranched polymer nanoparticle association in whole human blood",
      "author" : [ "Glass", "J. J" ],
      "venue" : "ACS Macro Lett",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Protein corona fingerprinting predicts the cellular interaction of gold and silver nanoparticles",
      "author" : [ "Walkey", "C. D" ],
      "venue" : "ACS Nano 8,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Nanoparticle ζ  -potentials",
      "author" : [ "T.L. Doane", "Chuang", "C.-H", "R.J. Hill", "C. Burda" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2012
    }, {
      "title" : "ISDD: A computational model of particle sedimentation, diffusion and target cell dosimetry for in vitro toxicity studies",
      "author" : [ "Hinderliter", "P. M" ],
      "venue" : "Part. Fibre Toxicol 7,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2010
    }, {
      "title" : "A framework to account for sedimentation and diffusion in particle–cell interactions",
      "author" : [ "J Cui" ],
      "venue" : "Langmuir 32,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    }, {
      "title" : "Preparation, characterization, and in vitro dosimetry of dispersed, engineered nanomaterials",
      "author" : [ "G.M. DeLoid", "J.M. Cohen", "G. Pyrgiotakis", "P. Demokritou" ],
      "venue" : "Nat. Protoc",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2017
    }, {
      "title" : "Stimuli-responsive nanocarriers for drug",
      "author" : [ "S. Mura", "J. Nicolas", "P. Couvreur" ],
      "venue" : "delivery. Nat. Mater",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2013
    }, {
      "title" : "Drug delivery systems: entering the mainstream",
      "author" : [ "T.M. Allen" ],
      "venue" : "Science 303,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2004
    }, {
      "title" : "Overcoming instability of antibody-nanomaterial conjugates: next generation targeted nanomedicines using bispecific antibodies",
      "author" : [ "Howard", "C. B" ],
      "venue" : "Adv. Healthcare Mater",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2016
    }, {
      "title" : "Targeting of cancer cells using click-functionalized polymer capsules",
      "author" : [ "Kamphuis", "M.M. J" ],
      "venue" : "J. Am. Chem. Soc. 132,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2010
    }, {
      "title" : "Engineered metal-phenolic capsules show tunable targeted delivery to cancer cells",
      "author" : [ "Y Ju" ],
      "venue" : "Biomacromolecules 17,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    }, {
      "title" : "Tumour homing and therapeutic effect of colloidal nanoparticles depend on the number of attached antibodies",
      "author" : [ "M Colombo" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2016
    }, {
      "title" : "Does nanomedicine have a delivery problem",
      "author" : [ "M. Torrice" ],
      "venue" : "ACS Cent. Sci",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Cancer nanomedicine: is targeting our target",
      "author" : [ "T Lammers" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2016
    }, {
      "title" : "Bridging bio–nano science and cancer nanomedicine",
      "author" : [ "M. Björnmalm", "K.J. Thurecht", "M. Michael", "A.M. Scott", "F. Caruso" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2017
    }, {
      "title" : "Mapping of molecular structure of the nanoscale surface in bionanoparticles",
      "author" : [ "L.M. Herda", "D.R. Hristov", "M.C. Lo Giudice", "E. Polo", "K.A. Dawson" ],
      "venue" : "J. Am. Chem. Soc. 139,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2017
    }, {
      "title" : "Soft fluorescent nanomaterials for biological and biomedical imaging",
      "author" : [ "Peng", "H.-S", "D.T. Chiu" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2015
    }, {
      "title" : "Imaging tumour distribution of a polymeric drug delivery platform in vivo by PET-MRI",
      "author" : [ "S. Puttick", "N.R.B. Boase", "I. Blakey", "K.J. Thurecht" ],
      "venue" : "J. Chem. Technol. Biotechnol",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2015
    }, {
      "title" : "Multifunctional hyperbranched polymers for  CT/19F MRI bimodal molecular imaging",
      "author" : [ "K. Wang", "H. Peng", "K.J. Thurecht", "S. Puttick", "A.K. Whittaker" ],
      "venue" : "Polym. Chem",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2016
    }, {
      "title" : "Multimodal polymer nanoparticles with  combined19F magnetic resonance and optical detection for tunable, targeted, multimodal imaging in vivo",
      "author" : [ "Rolfe", "B. E" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2014
    }, {
      "title" : "Quantum dots for live cells, in vivo imaging, and diagnostics",
      "author" : [ "X. Michalet" ],
      "venue" : "Science 307,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2005
    }, {
      "title" : "Formalization of the MESF unit of fluorescence intensity",
      "author" : [ "A Schwartz" ],
      "venue" : "Cytometry 57B,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2004
    }, {
      "title" : "Impact of particle elasticity on particle-based drug delivery systems",
      "author" : [ "A.C. Anselmo", "S. Mitragotri" ],
      "venue" : "Adv. Drug Delivery Rev. 108,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2017
    }, {
      "title" : "Precise measurements of capsule mechanical properties using indentation",
      "author" : [ "J.D. Berry", "S. Mettu", "R.R. Dagastine" ],
      "venue" : "Soft Matter 13,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2017
    }, {
      "title" : "Particokinetics in vitro: dosimetry considerations for in vitro nanoparticle toxicity",
      "author" : [ "J.G. Teeguarden", "P.M. Hinderliter", "G. Orr", "B.D. Thrall", "J.G. Pounds" ],
      "venue" : "assessments. Toxicol",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2007
    }, {
      "title" : "Quantitative particle–cell interaction: some basic physicochemical pitfalls",
      "author" : [ "N. Feliu", "X. Sun", "R.A. Alvarez Puebla", "W.J. Parak" ],
      "venue" : "Langmuir 33,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2017
    }, {
      "title" : "Standards for cell line authentication and beyond",
      "author" : [ "J.L. Almeida", "K.D. Cole", "A.L. Plant" ],
      "venue" : "PLoS Biol. 14,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "Assessing the prevalence of mycoplasma contamination in cell culture via a survey of NCBI’s RNA-seq archive",
      "author" : [ "A.O. Olarerin-George", "J.B. Hogenesch" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2015
    }, {
      "title" : "Role of cell cycle on the cellular uptake and dilution of nanoparticles in a cell population",
      "author" : [ "J.A. Kim", "C. Åberg", "A. Salvati", "K.A. Dawson" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2012
    }, {
      "title" : "Human tumor xenografts: the good, the bad, and the ugly",
      "author" : [ "R.A. Morgan" ],
      "venue" : "Mol. Ther. 20,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2012
    }, {
      "title" : "Differential roles of the protein corona in the cellular uptake of nanoporous polymer particles by monocyte and macrophage cell lines",
      "author" : [ "Y Yan" ],
      "venue" : "ACS Nano 7,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2013
    }, {
      "title" : "A practical approach to determine dose metrics for nanomaterials",
      "author" : [ "Delmaar", "C.J. E" ],
      "venue" : "Environ. Toxicol. Chem",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2015
    }, {
      "title" : "Life under the microscope: quantifying live cell interactions to improve nanoscale drug delivery",
      "author" : [ "A.P.R. Johnston" ],
      "venue" : "ACS Sensors",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2017
    }, {
      "title" : "Quality Assurance in the Analytical Chemistry Laboratory (Oxford",
      "author" : [ "D.B. Hibbert" ],
      "venue" : null,
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2007
    }, {
      "title" : "Promoting an open research culture",
      "author" : [ "Nosek", "B. A" ],
      "venue" : "Science 348,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "1ARC Centre of Excellence in Convergent Bio-Nano Science and Technology, Australia. 2Department of Chemical Engineering, The University of Melbourne, Parkville, Victoria, Australia. 3Systems Biology Laboratory, School of Mathematics and Statistics and Melbourne School of Engineering, The University of Melbourne, Parkville, Victoria, Australia. 4Department of Materials, Imperial College London, London, UK. 5Department of Bioengineering, and Institute of Biomedical Engineering, Imperial College London, London, UK. 6The Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, Queensland, Australia. 7Centre for Advanced Imaging, The University of Queensland, Brisbane, Queensland, Australia. 8Department of Microbiology and Immunology, The University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Parkville, Victoria, Australia. 9Institute for Molecular Bioscience, University of Queensland, Brisbane, Queensland, Australia. 10Centre for Microscopy and Microanalysis, University of Queensland, Brisbane, Queensland, Australia. 11Tumour Biology and Targeting Program, Children’s Cancer Institute, Lowy Cancer Research Centre, The University of New South Wales, Sydney, New South Wales, Australia. 12School of Chemistry, Australian Centre for NanoMedicine, The University of New South Wales, Sydney, New South Wales, Australia. 13Drug Delivery Disposition and Dynamics, Monash Institute of Pharmaceutical Sciences, Monash University, Victoria, Australia. 14Department of Chemical Engineering, Monash University, Clayton, Victoria, Australia. 15School of Pharmacy and Medical Science, The University of South Australia, Adelaide, South Australia, Australia. 16Fachbereich Physik und Chemie, CHyN, Universität Hamburg, Hamburg, Germany. 17Institute of Nano Biomedicine and Engineering, Shanghai Engineering Research Center for Intelligent Diagnosis and Treatment Instrument, Key Laboratory for Thin Film and Microfabrication Technology of the Ministry of Education, Department of Instrument Science and Engineering, School of Electronic Information and Electrical Engineering, Shanghai Jiao Tong University, Shanghai, China. 18Department of Chemistry, University of Warwick, Coventry, UK. *e-mail: edmund.crampin@unimelb.edu.au; fcaruso@unimelb.edu.au Advances in nanoengineering have led to strong interest in how nanomaterials interact with biological systems. Research ranges from understanding fundamental biological interactions1, to developing nanomaterials for specific applications2, to identifying unintended toxicity that can be a by-product of nanoengineering3. There is considerable evidence that nanoand microscale materials have unique biological interactions when compared with molecules or bulk materials4. However, a major impediment to characterizing, understanding and ultimately controlling bio–nano interactions is a lack of standardization in this area of research5,6. Standardization enables comparison of different materials, establishment of performance benchmarks, and evaluation of engineering design choices. Standardization of nanomaterials is a substantial issue entwined with commercial, academic and societal concerns. Entire texts have been written on the subject7, and the International Standards Organization has an active technical committee (ISO/TC 229) devoted to developing new standards for nanotechnology. There exist initiatives in nanotechnology focusing on material classification and characterization8,9, in addition to well-developed efforts and evolving consensus on safety evaluation, from both health and environmental perspectives10,11. There has also been a call for standardization within the field of nanotoxicology, the importance of which was highlighted in a previous editorial12: “few studies offer consistent results that are of value, and it is difficult to compare studies because they are often carried out using poorly characterized nanomaterials and arbitrary experimental conditions.” Recommendations from the community to address these issues include promoting the use of multiple characterization techniques13, articulating focused research questions14 and performing material characterization appropriate to the particular type of investigation15. Despite these laudable efforts, broader uptake in the field of bio–nano research has been limited. The use of reporting standards—research guidelines and checklists—has received broad support in the scientific community16 and has been shown to improve the quality of reported research17. We believe it is time for the bio–nano science community to adopt a ‘reporting standard’ to enhance the quality and reuse of published research. To this end, we propose MIRIBEL (Minimum Information Minimum information reporting in bio–nano experimental literature",
    "creator" : "Springer"
  }
}