{
  "name" : "downloads_2019-10-22_cf_yu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Self-Healing Structured Graphene Surface with Reversible Wettability for Oil–Water Separation",
    "authors" : [ "Zhao-Peng Yu", "Bin Zhan", "Li-Ming Dong", "Wei Jiang", "Yun-Yun Song", "Shun-An Hu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: graphene, reversible wettability, superhydrophobic, self-healing, oil−water separation"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Oil-spill accidents have given rise to tremendous threats to the environment and human health and lead to higher energy consumption and economic burdens for water purification.1 Fortunately, many organisms exhibit special wettability, such as lotus leaves,2 rose petals,3 water striders,4 and butterfly wings.5 Inspired by nature, superwettable surfaces are fabricated by imitating quintessential structures of an organism’s surface and considering the chemical composition. The fabricated surfaces can be widely used in fields such as fog collection,6−8 selfcleaning,9 anticorrosion,10,11 antifogging,12 and antireflectivity.13 Accordingly, superwettable materials have recently attracted attention for oil−water separation.14−19 Designing and fabricating superwettable coatings could lead to a facile and effective way to separate oil−water mixtures. This separating material is usually made into meshes and membranes that only allow either oil or water to pass through and exhibit opposite wettability to water and oil such as superhydrophobic−superoleophilic or superhydrophilic− superoleophobic properties, respectively.20,21 Except for fixed wetting surfaces, external stimulus-controlled (such as light irradiation, electricity, temperature, pH, and magnetic fields) wettability surfaces have been intensively studied for oil−water separation.22−26 As an example, Tian et al. reported a photoinduced oil−water separation film fabricated from an aligned ZnO nanorod array-coated stainless steel mesh, which was superhydrophilic and superoleophobic underwater under\nUV irradiation and turned superhydrophobic and superoleophilic after storage in the dark.24 In addition, Wang et al. fabricated a robust, thermoresponsive polymer membrane produced by the combination of an elastic polyurethane (TPU) microfiber web and poly(N-isopropylacrylamide) (PNIPAM).27 The TPU−PNIPAM membrane possessed switchable superhydrophilicity and superhydrophobicity as the temperature of the membrane increased from 25 to 45 °C.27 Hu et al. fabricated a magnetic textile fabric with pHcontrollable wettability between superhydrophobicity and superhydrophilicity.28 This magnetic textile fabric was immersed in lauric acid (LA)−titanium dioxide (TiO2) composites and Fe3O4 nanoparticles; for neutral water, it demonstrated superhydrophobicity/superoleophilicity in air, whereas it manifested superhydrophilicity and underwater superoleophobicity in alkaline water.28 Thus, because of the efforts of many scholars, controlled wettability surfaces have broad application prospects. However, most traditional materials are limited by complex preparation processes, harsh experimental conditions, and higher costs. These materials have challenging stability issues (e.g., mechanical abrasion, UV radiation, freeze−thaw cycles, acid rain, and contamination with oil pollutants).29 Large-scale outdoor installations\nReceived: December 31, 2018 Accepted: February 20, 2019 Published: February 20, 2019\n© 2019 American Chemical Society 1505 DOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 0\n9: 28\n:1 1\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ndemand in situ, cheap, and quick deployment, strong adhesion, and environmental biocompatibility.30−32\nConsiderable research efforts have been devoted to graphene and graphene-related materials because of their excellent properties such as optical reflectance and transmittance,33,34 high mechanical strength,35 anticorrosion,36 excellent flexibility,37 better conductivity,38 chemical stability,39 and biocompatibility.40 However, the focus has primarily been on the electronic character of graphene, and switchable wettability has only recently appeared in the industrial world. Benefiting from its native structure and chemical composition, graphene demonstrates great potential for the realization of tunable wettability. For example, Zhao et al. presented a novel slippery film with tunable wettability based on a shape-memory graphene sponge.41 Various droplets could slip on the compressed film with a lubricant-covered surface, but the droplets are pinned when the shape-memory graphene film rebounded after electrical stimulation, which triggers penetration of the infused lubricant into the pores and exposure of the rough topography film surfaces.41 Additionally, Hofmann et al. systematically investigated the wettability of metalsupported, chemical-vapor-deposited graphene films as a function of the ambient air exposure time using water and various other test liquids with widely varying surface tensions.42 The wettability of graphene was not constant but varied with the air exposure time and substrate interactions that affected the initial graphene wettability.42 Many individuals have demonstrated tremendous interest in graphene-based polymer nanocomposites because of their superior physicochemical properties, high mechanical stability, and anticorrosion.35 However, reports of graphene in selfhealing oil−water separation materials with reversible wettability are relatively scarce. Therefore, on the basis of the previous work about wettability regulation of graphene surfaces,7,8 we propose a facile method to fabricate superhydrophobic surfaces on copper meshes by combining poly(dimethylsiloxane) (PDMS) and graphene (G). Interestingly, the superhydrophobic surface could dramatically switch to the superhydrophilic state under O2 plasma etching and recover to the superhydrophobic state after laser etching. To acquire a stable surface, we modified the graphene powder to a mass PDMS ratio of 3.3% based on previous work.7,8 The superhydrophobic surfaces exhibited outstanding stability such as anticorrosion ability, anti-UV radiation, oil contamination, and resistance to abrasion as well as an excellent selfhealing ability by burning the worn areas. In addition, the surface illustrated high separation efficiency and excellent reusability in oil−water separation. Our method was low-cost, easy-to-operate, and time-saving. This work contributes to the\nefforts toward switchable wettability in oil−water separation and advancement of their industrial applications."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "The fabrication process of the superhydrophobic surface on copper mesh is presented in Figure 1. First, the copper mesh was ultrasonically washed with HCl (0.01 mol L−1) and ethanol for 5 min each. The clean copper mesh was dried at 100 °C, and then a mixed liquor of a PDMS solution (10:1 PDMS−cross-linking agent, by weight) was added with a given mass of graphene powder (multilayered graphene: G). Last, the PDMS/G coating was etched by a laser (30 W average power, 20 kHz repetition rate, 200 ns pulse duration, and 500 mm s−1 scanning speed) to obtain a uniform superhydrophobic surface, rinsed thoroughly with deionized water, and dried in air. Consequently, we obtained a uniform superhydrophobic surface, upon which water droplets remained as spheres.\nThe as-prepared sample was folded into a miniature boat for oil− water separation. Hexane and chloroform were selected as representatives of light and heavy oils, respectively. The oil was separated through the copper mesh from deionized water that was colored with methylene blue. Then, the copper mesh was washed in ethane and dried. The oil−water separation efficiency of the copper mesh was calculated according to eq 1:\n= × m m separation efficiency 100%2 1 (1)\nwhere m1 and m2 represent the initial oil mass and the oil mass collected in the beaker, respectively.\nThe graphene powder used in this work was graphene oxide powder reduced by a chemical method. The original graphene oxide was obtained from Suzhou Tanfeng Science and Technology Company. The graphene powder was multilayered graphene, which illustrated stronger hydrophobicity than monolayer graphene. The oil−water separation process was observed using a single-lens reflex camera (Canon 80D, Japan) with the time scale. Scanning electron microscopy (SEM) images were obtained using a Sigma Zeiss fieldemission scanning electron microscope at 7.0 kV. Surface elemental analysis of the laser-etched PDMS/G surface was carried out by powder X-ray diffraction (XRD) using a Bruker D8 Focus X-ray diffractometer with Cu K radiation (=0.1542 nm) operated at 40 kV and 40 mA. In addition, X-ray photoelectron spectroscopy (XPS) analysis was performed using an AXIS multifunctional X-ray photoelectron spectrometer (ULTRA DLD, Shimadzu Ltd., Japan) at 450 W. The water contact angles (WCAs) were measured using an OCA20 (Data-Physics, Germany). The organic functional groups were examined by Fourier transform infrared spectroscopy (FTIR) measurements using a Bruker EQUINOX 55 for the surface film. Last, the filtrate was collected and the oil content in the water determined using an IR spectrometer oil content analyzer (XY-CY6000)."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Morphological Analysis. The pristine and superhydrophobic copper mesh samples were characterized by SEM (Figure 2). Figure 2a shows the morphology of the pristine\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1506\ncopper mesh, which possessed a smooth surface texture with a pore size of approximately 120 μm. After spinning of the PDMS/G coating and laser etching, the PDMS/G film melted and solidified into a flower-shaped structure attached to the copper mesh, as shown in Figure 2b,c. This suggests that hierarchical micronanoscale surface architectures were generated. The morphology of the melting-cured region after pyrolysis and curing of the PDMS/G film under laser etching is\ncharacterized in Figure 2d. In addition, the superhydrophobic surface shows nonwettability to water droplets with a WCA of approximately 155° and complete wettability to oil, as shown in Figure 2e,f. This occurred because the inherent microscale roughness of the copper fiber was supplemented by roughness at the micronanoscale caused by the flower-shaped morphology. This hierarchical dual-scale surface texture along with the inherent hydrophobic and oleophilic nature of PDMS and G facilitated the superhydrophobic and superoleophilic nature of the as-prepared sample, endowing directional fluid-gating ability, which allowed for oils to permeate through and inhibite the permeation of water. The Raman spectrum of the laser-treated PDMS/G coating is shown in Figure S1, and the significantly lower intensity of the D band relative to the G band shows that there are a small number of defects in multilayered graphene. This was mainly because the multilayered graphene used in this work was a reduced graphene oxide powder, which had more defects. After being reduced by the chemical method, the slightly decreased defects resulted in a lower intensity of the D band relative to the G band.43 Because of the intensely low crystallinity of graphene oxide, the reduced graphene oxide used in this work showed no obvious 2D peaks. Parts a−d of Figure 3 show that the as-prepared sample exhibited superhydrophobicity and superoleophilicity simultaneously, making it suitable for the efficient separation of oil and water mixtures. To test the oil−water separation ability of different oils, hexane and chloroform were selected as light and heavy oils, respectively, for the oil−water separation experiment using the as-prepared sample. As shown in Figure 3e−l, the oil (hexane and chloroform) and water can easily be separated by the gravity-driven function. The process of hexane−water separation by the as-prepared sample is exhibited in Figure 3e−h. Light hexane first went through the superhydrophobic copper mesh, and water remained in the beaker. The superhydrophobic copper mesh inhibited the permeation of water and allowed for heavy chloroform to pass through (Figure 3i−l). According to eq 1, the separation efficiency of the superhydrophobic copper mesh was ∼98% for hexane and ∼97% for chloroform. Importantly, the as-prepared sample surface could realize regulation of the wettability between superhydrophobicity and superhydrophilicity. Oxygen-containing functional groups can be introduced to the surface after O2 plasma treatment, resulting in a superhydrophilic performance on the surface.44 As shown in Figure 4a, the as-prepared sample illustrates superhydrophobicity with a WCA of approximately 156°, and after O2 plasma etching for approximately 30 s, the sample becomes superhydrophilic and superoleophobic underwater because of the change in chemical composition. In addition, the FTIR spectrum of O2-etched copper mesh is shown in Figure S2. Weak peaks were observed at the 3000 and 1440 cm−1 wavelengths (O−H and C−O stretching vibrations). The hydrophilic carboxyl groups led to the superhydrophilic property. Notably, the sample could regain its superhydrophobicity after laser treatment. Regulation of the wettability was further confirmed by consecutive O2 plasma treatment and laser-etching cycles, as shown in Figure 4b. After 20 cycles, the surface retained the superhydrophobic property, indicating that control of the wettability could be realized on the as-prepared sample surface by using O2 plasma and laser etching (Figure 4b). To further verify the wettability transition, optical graphs of water droplets on the O2-plasma- or laser-\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1507\netched samples were generated, as shown in Figure 4c,d. After O2 plasma etching, diffused droplets on the sample surface illustrated the superhydrophilic property (Figure 4c). When the superhydrophilic sample was etched by a laser again, the original superhydrophobicity was restored, as shown in Figure 4d. Even after 20 cycle tests, the surface of the restored sample retained excellent self-cleaning ability (Figure 4e−g), water droplets rolled along the slope, and only tiny droplets stuck to the copper mesh surface. The development of stimuli-response wettability materials has illustrated the broad potential applications in intelligent microfluidic devices.33 In this work, the as-prepared sample could convert from an “oil-removing” to a “water-removing” mode just by a change in the surface wettability, achieving the unidirectional transport of oil or water. The schematic diagram of the stimuli-responsive separation processes is shown in Figure 5a. First, the as-prepared sample exhibited excellent\nsuperhydrophobicity and superoleophilicity, which allowed only oil droplets to pass through. Thus, as a proof of concept, we separated an oil−water mixture using the superhydrophobic copper mesh. A mixture of chloroform and water was poured onto the copper mesh mounted between a glass tube and a conical bottle (Figure 5c). The heavier chloroform passes through the copper mesh, and water is retained in the glass tube, as shown in Figure 5c−e. After O2 plasma etching, the copper mesh allows only water to penetrate and hexane remains in the glass tube because of its superhydrophilicity and superoleophobicity underwater (Figure 5f−h). To more accurately measure the weight of the collected water or oil, the mesh was prewetted by water for the “water-removing” mode and by the corresponding oil for the “oil-removing” mode prior to separation. To our knowledge, such O2- and laser-triggered, on-demand separation of an oil−water mixture has been rarely reported. In our study, the separation efficiency\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1508\nfor different oils was more than 97%. Notably, the efficiency of the “oil-removing” mode is lower than that of the “waterremoving” mode, as shown in Figure 5b. This could be caused by the swelling of PDMS by absorbing oil molecules, resulting\nin weight loss of the collected oil. In addition, the rapid evaporation rate of oil molecules may increase the weight loss of the collected oil. We also measured the separation performance of the as-prepared mesh for various oils and\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1509\nwater, including the permeation fluxes and oil contents in water shown in Figure S3. The change in the permeation fluxes may be attributed to the different viscosities of the oil droplets. It should be noted that all of the separations were solely by gravity. The oil content in the separated water is shown in Figure S3. The results indicated that, after separation, the heavy-oil content was greater than the light-oil content in the water. To better understand the oil and water separation mechanism, we introduced the concept of intrusion pressure to characterize the wettability of oil and water, as shown in the schematic diagram in Figure 6. The intrusion pressure can be calculated by the following formula:24\nγ γ θΔ = = − R l A 2 (cos ) P a (2)\nwhere γ is the surface tension, R is the radius of the meniscus, l is the circumference of the mesh pore, A is the cross-sectional area of the pore, and θa is the advancing contact angle (ACA) of oil on the surface underwater. As shown in Figure 6a, in the “oil-removing” mode, the water θa value on the superhydrophobic surface is greater than 90°. Consequently, the corresponding ΔP is greater than zero, which means the surface could withstand some pressure before being wetted. However, because of the superoleophilic property of the surface, the θa value of oil is less than 90°, consequently, the corresponding ΔP is less than zero, as shown in Figure 6b. This means that the surface cannot bear any pressure from oil. The oil can directly pass through the copper mesh under the action of gravity. In contrast, after being subjected to O2 plasma etching, the sample surface illustrates superhydrophilic and underwater superoleophobic characteristics, i.e., the “water-removing” mode, meaning that the oil θa value is greater than 90° and the water θa value is less than 90°, which is opposite to the “oilremoving” mode, as shown in Figure 6c,d. Thus, water could\npass through the copper mesh spontaneously by gravity, and oil would be left in the glass tube. In both of the two modes of separation processes, the different intrusion pressures of oil and water can be used to achieve oil−water mixture separation of various oils. In the water-removing mode, the superhydrophilic surface can support some pressure from oils; in the oil-removing mode, the superhydrophobic surface can support some pressure from water. Thus, the corresponding experimental intrusion pressures (ΔPe) can be calculated using the following equation:\nρΔ =P ghe max (3)\nwhere ΔPe is the experimental intrusion pressure in the waterremoving mode and ρ is the density of the test oil; in the oilremoving mode, ρ is the density of the water, g is the acceleration of gravity, and hmax is the maximum height of oil or water that the mesh can support. The experimental intrusion pressure values are shown in Figure S4.\n3.2. Stability and Self-Healing Ability of the AsPrepared Sample. Usually, oil−water separation devices are used in harsh environments such as acidic and alkaline conditions. Therefore, corrosion resistance is especially paramount for the oil−water separation in practical applications. Figure 7 shows the SEM images of the superhydrophobic sample surface before and after immersion in 1 M HCl, 1 M NaOH, and 1 M NaCl solutions for 2 h. There were no apparent changes in the surface structures, except that a small part of the substrate was exposed after the corrosion tests. We investigated the wettability after the corrosion tests, including the WCA, water sliding angle (WSA), ADV, and receding contact angle (REC), as shown in Figure 7b. The as-prepared samples retained their virtually superhydrophobic properties with a WCA of approximately 145° and a low WSA after the\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1510\ncorrosion tests. These results indicated that the as-prepared sample possessed excellent anticorrosive ability. Stability (e.g., UV radiation, corrosive rain, abrasive wear, and contamination with pollutants) is a serious challenge for superhydrophobic surfaces. The rough structure of the surface is typically prone to damage by mechanical wear. Thus, the asprepared sample was abraded with sandpaper (using a 200 g weight to provide a severe test of wear) to test the wear resistance, as shown in Figure S5. The as-prepared sample was sandwiched in the middle of no. 1000 sandpaper and a 200 g weight, and the cycle wearing route was approximately 24 cm (Figure S5a,b). After abrasion, the as-prepared sample retained superhydrophobicity (Figure S5c). In addition, we folded the\nas-prepared sample transversely and longitudinally and studied the wettability of the folded surface. Water droplets drop on the folded surface at a certain angle of inclination and roll along the slope, showing excellent superhydrophobicity and low adhesion (Figure S5d−f). Then, we folded the worn copper mesh into a miniature boat for oil−water separation. As shown in Figure S5g−i, the miniature boat absorbed the hexane and left clean water in the culture dish. Last, to quantify the stability of the oil−water separation, a chloroform−water mixture was applied to measure the recyclability. Figure 8a shows the WCA of the as-prepared samples after 30 separation cycles. The separation efficiency for 30 cycles is shown in Figure 8b. After each separation process,\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1511\nthe samples were cleaned with two cleaning processes, washing and drying and heat treatment. With the increasing number of cycles, the WCA gradually decreased but remained 142°, and the separation efficiency was ∼94% after 30 cycles. The above results indicate the outstanding chemical and mechanical stability of the graphene surface. Large-scale outdoor oil−water separation installations demand strong adhesion, a rapid process, and an inexpensive self-healing coating.45 As noted above, the PDMS/Gbioinspired coating displayed significantly increased wear resistance and strong adhesion between the copper mesh and PDMS because of the high viscosity of PDMS. Propelled by the demand for self-healing ability, through a series of experimental explorations, we found that the PDMS/G coating could be healed easily by applying flame to the worn areas to recover the superhydrophobicity. To verify the self-healing ability, the as-prepared sample was abraded with sandpaper until the abrasive distance reached 200 cm. The WCA and WSA of the sample and a schematic of the abrasion process are displayed in Figure 9a. With an increase of the abrasion distance, the WCA gradually decreases and the WSA slowly increases. When the abrasive distance reached 140 cm, the WSA had increased to 180°, illustrating that the surface wettability changed from low to high adhesion. This occurred because some of the rough structures had been rubbed off, resulting in a significant increase in the WSA. Notably, the sample could recover its initial low adhesive superhydrophobicity after a burning step, as shown in the pink area of Figure 9a. The droplets on the worn surface presented a high adhesive pinning state, and once the abrasive surface was burned, it recovered to a low adhesive state (Figure 9e). Flame treatment can uniformly disperse the PDMS burning products on the whole surface, strengthening the superhydrophobicity, with a WCA of approximately 161°. The first flame treatment almost completely restored the superhydrophobicity of the worn surface. Then, the recovered sample was abraded again to an abrasive distance of 140 cm and subjected to flame treatment. The abrasion and flame-treatment processes were repeated 20\ntimes, and a promising reproducibility of the surface reversible adhesion was observed (Figure 9b). After 16 cycles of the wettability transition, the wettability of the abrasion and flametreatment sample manifested no obvious change. However, after more than 16 cycles, the WCA of the self-healed sample significantly decreased because of excessive mechanical wear (Figure 9b). Furthermore, we found that the as-prepared sample was remarkably resistant to physical and chemical stresses. We observed no significant effect on the water repellency after exposure to UV (4200 mW m−2 for 48 h), as shown in Figure 9c. Moreover, the as-prepared sample remained superhydrophobic after being contaminated repeatedly by hexane (Figure 9d). To further study the self-healing behavior, SEM was used to characterize the surface morphology after abrasion and flame treatment. Parts a and b of Figure 10 show SEM images of the worn copper mesh surface (abrasion distance = 140 cm) at different magnifications. The flower-shaped structure was almost completely destroyed, which exposed the copper mesh substrate and resulted in a large number of micron scratches. SEM images of the self-healed surface at different magnifications are shown in Figure 10c,d. There were many nanoparticles (indicated by the red arrows in Figure 10d) on the self-healed surface, which formed a rough surface. Figure S6 shows the XRD spectra of the worn copper mesh before self-healing. We scraped the powders on the self-healed copper mesh to measure the composition, especially from the worn areas. Figures S7 and S8 show the XPS and XRD spectra of the surface nanoparticles, respectively. A characteristic diffraction angle at 2θ = 25° confirmed an amorphous phase.46 The typical sharp peaks at 34° and 38° were consistent with the distinct characteristic peaks of PDMS. We found that the chemical compositions of the copper mesh before and after self-healing were similar because of the same products of laser etching and flame treatment. Recently, Tian et al. reported that engineered silicone coatings became superhydrophobic after sufficient exposure to heat45 because partial thermal degradation of the silicone by high temperatures deposited hydro-\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1512\nphobic-nanostructured “silicone soot” on the surface, which were silica particles that were not completely oxidized with hydrophobic groups.45 On the basis of our experimental results and their research, the nanoparticles were partially oxidized silicon dioxide (SiO2) with hydrophobic groups due to the thermal degradation of PDMS. The flame treatment process induced an exceedingly rapid increase in the temperature and the thermal degradation of PDMS, which resulted in various processes including depolymerization of the Si−O backbone, decomposition of the organic side groups, and cross-linking. The depolymerization was accelerated by O2\n47 and high temperature,48 which led to the evaporation, cross-linking, and redeposition of oligomers in the form of SiO2 with hydrophobic groups. Integration of the microscratched structure and SiO2 nanoparticles on the self-healing surface formed the rough micronanostructures, which further increased the surface roughness and enhanced the superhydrophobicity. Figure S9 shows the FTIR spectrum of the self-healed copper mesh sample. Two weak peaks at the 2964 and 2919 cm−1 wavelengths (C−H and C−H2 stretching vibrations in CH3) were observed. The self-healed sample exhibits distinct IR peaks at 1060 cm−1 (Si−O−Si stretching vibration bond) and 803 cm−1 (CH3 rocking vibration in Si−CH3). These hydrophobic groups contributed to the surface wettability switch. The multilayered graphene used in this work has two crucial functions in the construction of the superhydrophobic surface. The surface structure of the multilayered graphene was rougher, and increasing the surface roughness was conducive to strengthening the hydrophobicity. In addition, the graphene had a multilayered sheet structure, which prolonged the transport path of corrosive ions and provided better shielding protection for brine. Thus, the transport of corrosive ions was effectively blocked by the multilayered graphene. In addition, PDMS can further isolate the contact between the matrix and outside. Therefore, the PDMS/G composite coating can be used as the sacrificial layer of the copper mesh matrix, which enhances the corrosion resistance of the matrix. In addition, interlayer lubrication of the multilayered graphene results in better flexibility and impact resistance. The stability of the coating can be further increased because of the close bonding of the polymer with high viscosity to the metal matrix. Compared to a monolayer graphene coating, the composite coating was more durable and cost-effective. Low conductivity can slow the electrochemical corrosion rate of the metal substrate, and uniform distribution of the graphene in the polymer can ensure low permeability of the coating to gas or liquid. The multilayered graphene was an important light absorption cutoff for laser etching in the process of constructing the superhydrophobic surface. Interestingly, conversion between high and low adhesion allows for the asprepared sample with a rose-petal effect to be used for microdroplet transfer in microfluidics devices."
    }, {
      "heading" : "4. CONCLUSION",
      "text" : "In conclusion, we fabricated a superhydrophobic copper mesh surface with a flower-shaped structure by combining PDMS and G using laser etching. The surface showed reversible wettability for unidirectional oil−water separation by using O2 plasma and laser etching. The separation efficiency in the “oilremoving” mode was greater than ∼97% and up to ∼99% in the “water-removing” mode. In addition, after immersion in 1 M HCl, 1 M NaOH, and 1 M NaCl solutions for 2 h, the\nsurface still exhibited superhydrophobicity and positive wear resistance. After 30 cycles of separation, the oil−water separation efficiency was still greater than ∼94% after undergoing different cleaning processes [(i) washing and drying and (ii) heat treatment]. Importantly, the surface illustrated a superior self-healing ability. After 16 cycles of abrasion and flame treatment (the self-healing process), the surface still exhibited superhydrophobicity. Interestingly, the surface showed reversible adhesion. The worn surface exhibited high adhesion and recovered low adhesion after flame treatment. In addition, the surface maintained outstanding stability after UV-light treatment and oil pollution. We envision that such a graphene-structured surface with reversible wettability and stable mechanical properties is a promising material for use in oil-spill containment under harsh environmental conditions.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b02346.\nRaman spectrum of the as-prepared superhydrophobic copper mesh, FTIR spectrum of the as-prepared superhydrophilic copper mesh, permeation flux and oil content in the filtrate, experimental intrusion pressures (ΔPe) for water and a series of oils, abrasion process of the as-prepared copper mesh, and XPS, XRD, and FTIR spectra of the self-healed copper mesh (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: songyunyun1123@hotmail.com."
    }, {
      "heading" : "ORCID",
      "text" : "Zhao-Peng Yu: 0000-0001-8127-7113 Yun-Yun Song: 0000-0001-9191-5166"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors thank the National Natural Science Foundation of China (Grants 51805048 and 11802039) and Natural Science Foundation of Jiangsu Province (Grant BK20181036).\n■ REFERENCES (1) Ma, Q.; Yu, Y.; Sindoro, M.; Fane, A. G.; Wang, R.; Zhang, H. Carbon-Based Functional Materials Derived from Waste for Water Remediation and Energy Storage. Adv. Mater. 2017, 29, 1605361. (2) Shirtcliffe, N. J.; McHale, G.; Newton, M. I. Learning from Superhydrophobic Plants: The Use of Hydrophilic Areas on Superhydrophobic Surfaces for Droplet Control. Langmuir 2009, 25, 14121−14128. (3) Feng, L.; Zhang, Y.; Xi, J.; Zhu, Y.; Wang, N.; Xia, F.; Jiang, L. Petal Effect: A Superhydrophobic State with High Adhesive Force. Langmuir 2008, 24, 4114−4119. (4) Gao, X.; Jiang, L. Biophysics: Water-Repellent Legs of Water Striders. Nature 2004, 432, 36. (5) Fang, Y.; Sun, G.; Cong, Q.; Chen, G.; Ren, L. Q. Effects of Methanol on Wettability of the Non-Smooth Surface on Butterfly Wing. J. Bionic Eng. 2008, 5, 127−133. (6) Song, Y. Y.; Liu, Y.; Jiang, H. B.; Li, S. Y.; Kaya, C.; Stegmaier, T.; Han, Z. W.; Ren, L. Q. Bioinspired Fabrication of One Dimensional Graphene Fiber with Collection of Droplets Application. Sci. Rep. 2017, 7, 12056.\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1513\n(7) Song, Y. Y.; Liu, Y.; Jiang, H. B.; Li, S. Y.; Kaya, C.; Stegmaier, T.; Han, Z. W.; Ren, L. Q. Temperature-Tunable Wettability on a Bioinspired Structured Graphene Surface for Fog Collection and Unidirectional Transport. Nanoscale 2018, 10, 3813−3822. (8) Song, Y. Y.; Liu, Y.; Jiang, H. B.; Li, S. Y.; Kaya, C.; Stegmaier, T.; Han, Z. W.; Ren, L. Q. A Bioinspired Structured Graphene Surface with Tunable Wetting and High Wearable Properties for Efficient Fog Collection. Nanoscale 2018, 10, 16127−16137. (9) Bixler, G. D.; Bhushan, B. Rice-and Butterfly-Wing Effect Inspired Self-Cleaning and Low Drag Micro/Nanopatterned Surfaces in Water, Oil, and Air Flow. Nanoscale 2014, 6, 76−96. (10) Xu, W. J.; Song, J. L.; Sun, J.; Lu, Y.; Yu, Z. Y. Rapid Fabrication of Large-Area, Corrosion-Resistant Superhydrophobic Mg Alloy Surfaces. ACS Appl. Mater. Interfaces 2011, 3, 4404−4414. (11) Peng, C. W.; Chang, K. C.; Weng, C. J.; Lai, M. C.; Hsu, C. H.; Hsu, S. C.; Hsu, Y. Y.; Hung, W. I.; Wei, Y.; Yeh, J. M. Nano-Casting Technique to Prepare Polyaniline Surface with Biomimetic Superhydrophobic Structures for Anticorrosion Application. Electrochim. Acta 2013, 95, 192−199. (12) Sun, Z.; Liao, T.; Liu, K.; Jiang, L.; Kim, J. H.; Dou, S. X. FlyEye Inspired Superhydrophobic Anti-Fogging Inorganic Nanostructures. Small 2014, 10, 3001−3006. (13) Liu, Y.; Song, Y. Y.; Niu, S. C.; Zhang, Y. L.; Han, Z. W.; Ren, L. Q. Integrated Super-Hydrophobic and Antireflective PDMS BioTemplated from Nano-Conical Structures of Cicada Wings. RSC Adv. 2016, 6, 108974−108980. (14) Tang, X. M.; Si, Y.; Ge, J. L.; Ding, B.; Liu, L. F.; Zheng, G.; Luo, W. J.; Yu, J. Y. In Situ Polymerized Superhydrophobic and Superoleophilic Nanofibrous Membranes for Gravity Driven OilWater Separation. Nanoscale 2013, 5, 11657−11664. (15) Zhang, F.; Gao, S. J.; Zhu, Y. Z.; Jin, J. Alkaline-Induced Superhydrophilic/Underwater Superoleophobic Polyacrylonitrile Membranes with Ultralow Oil-Adhesion for High-Efficient Oil/ Water Separation. J. Membr. Sci. 2016, 513, 67−73. (16) Huang, M. L.; Si, Y.; Tang, X. M.; Zhu, Z. G.; Ding, B.; Liu, L. F.; Zheng, G.; Luo, W. J.; Yu, J. Y. Gravity Driven Separation of Emulsified Oil-Water Mixtures Utilizing in Situ Polymerized Superhydrophobic and Superoleophilic Nanofibrous Membranes. J. Mater. Chem. A 2013, 1, 14071−14074. (17) Li, J.; Yan, L.; Ouyang, Q. L.; Zha, F.; Jing, Z. J.; Li, X.; Lei, Z. Q. Facile Fabrication of Translucent Superamphiphobic Coating on Paper to Prevent Liquid Pollution. Chem. Eng. J. 2014, 246, 238−243. (18) Long, Y. F.; Shen, Y. Q.; Tian, H. F.; Yang, Y. X.; Feng, H.; Li, J. Superwettable Coprinus Comatus Coated Membranes Used toward the Controllable Separation of Emulsified Oil/Water Mixtures. J. Membr. Sci. 2018, 565, 85−94. (19) Li, J.; Xu, C. C.; Guo, C. Q.; Tian, H. F.; Zha, F.; Guo, L. Underoil Superhydrophilic Desert Sand Layer for Efficient GravityDirected Water-in-Oil Emulsions Separation with High Flux. J. Mater. Chem. A 2018, 6, 223−230. (20) Ge, J.; Zhang, J.; Wang, F.; Li, Z.; Yu, J.; Ding, B. Superhydrophilic and Underwater Superoleophobic Nanofibrous Membrane with Hierarchical Structured Skin for Effective Oil-inWater Emulsion Separation. J. Mater. Chem. A 2017, 5, 497−502. (21) Zhang, Q.; Cao, Y.; Liu, N.; Zhang, W.; Chen, Y.; Lin, X.; Wei, Y.; Feng, L.; Jiang, L. Recycling of PE Glove Waste as Highly Valuable Products for Efficient Separation of Oil-Based Contaminants from Water. J. Mater. Chem. A 2016, 4, 18128−18133. (22) Wang, B.; Guo, Z. PH-Responsive Bidirectional Oil−Water Separation Material. Chem. Commun. 2013, 49, 9416−9418. (23) Liu, N.; Cao, Y.; Lin, X.; Chen, Y.; Feng, L.; Wei, Y. A Facile Solvent-Manipulated Mesh for Reversible Oil/Water Separation. ACS Appl. Mater. Interfaces 2014, 6, 12821−12826. (24) Tian, D. L.; Zhang, X. F.; Tian, Y.; Wu, Y.; Wang, X.; Zhai, J.; Jiang, L. Photo-Induced Water-Oil Separation Based on Switchable Superhydrophobicity-Superhydrophilicity and Underwater Superoleophobicity of the Aligned ZnO Nanorod Array-Coated Mesh Films. J. Mater. Chem. 2012, 22, 19652−19657.\n(25) Xu, L.; Liu, N.; Cao, Y.; Lu, F.; Chen, Y.; Zhang, X.; Feng, L.; Wei, Y. Mercury Ion Responsive Wettability and Oil/Water Separation. ACS Appl. Mater. Interfaces 2014, 6, 13324−13329. (26) Cao, Y.; Liu, N.; Fu, C.; Li, K.; Tao, L.; Feng, L.; Wei, Y. Thermo and pH Dual-Responsive Materials for Controllable Oil/ Water Separation. ACS Appl. Mater. Interfaces 2014, 6, 2026−2030. (27) Ou, R. W.; Wei, J.; Jiang, L.; Simon, G. P.; Wang, H. T. Robust Thermoresponsive Polymer Composite Membrane with Switchable Superhydrophilicity and Superhydrophobicity for Efficient Oil−Water Separation. Environ. Environ. Sci. Technol. 2016, 50, 906−914. (28) Yan, T.; Chen, X. Q.; Zhang, T. H.; Yu, J. G.; Jiang, X. Y.; Hu, W. J. H.; Jiao, F. P. A Magnetic pH-Induced Textile Fabric with Switchable Wettability for Intelligent Oil/Water Separation. Chem. Eng. J. 2018, 347, 52−63. (29) Azimi, G.; Dhiman, R.; Kwon, H. M.; Paxson, A. T.; Varanasi, K. K. Hydrophobicity of Rare-Earth Oxide Ceramics. Nat. Mater. 2013, 12, 315−320. (30) Wu, W.; Wang, X.; Liu, X.; Zhou, F. Spray-Coated FluorineFree Superhydrophobic Coatings with Easy Repairability and Applicability. ACS Appl. Mater. Interfaces 2009, 1, 1656−1661. (31) Nosonovsky, M.; Bhushan, B. Superhydrophobic Surfaces and Emerging Applications: Non-Adhesion, Energy, Green Engineering. Curr. Opin. Colloid Interface Sci. 2009, 14, 270−280. (32) Wang, F.; Lei, S.; Xu, Y.; Ou, J. Green Approach to the Fabrication of Superhydrophobic Mesh Surface for Oil/Water Separation. ChemPhysChem 2015, 16, 2237−2243. (33) Yu, S.; Guo, Z. G.; Liu, W. M. Biomimetic Transparent and Superhydrophobic Coatings: from Nature and beyond Nature. Chem. Commun. 2015, 51, 1775−1794. (34) Huang, Y. F.; Jen, Y. J.; Chen, L. C.; Chen, K. H.; Chattopadhyay, S. Design for Approaching Cicada-Wing Reflectance in Low- and High-Index Biomimetic Nanostructures. ACS Nano 2015, 9, 301−311. (35) Yoonessi, M.; Gaier, J. R.; Peck, J. A.; Meador, M. A. Controlled Direction of Electrical and Mechanical Properties in Nickel Tethered Graphene Polyimide Nanocomposites Using Magnetic Field. Carbon 2015, 84, 375−382. (36) Nguyen, A. T.; Lai, W. C.; To, B. D.; Nguyen, D. D.; Hsieh, Y. P.; Hofmann, M.; Kan, H. C.; Hsu, C. C. Layer Control of Tubular Graphene for Corrosion Inhibition of Nickel Wires. ACS Appl. Mater. Interfaces 2017, 9, 22911−22917. (37) Wu, S.; He, Q.; Tan, C.; Wang, Y.; Zhang, H. Graphene-Based Electrochemical Sensors. Small 2013, 9, 1160−1172. (38) Xiong, R.; Hu, K. S.; Grant, A. M.; Ma, R. L.; Xu, W. N.; Lu, C. H.; Zhang, X. X.; Tsukruk, V. V. Ultrarobust Transparent Cellulose Nanocrystal-Graphene Membranes with High Electrical Conductivity. Adv. Mater. 2016, 28, 1501−1509. (39) Zhang, P.; Li, Z.; Zhang, S. J.; Shao, G. S. Recent Advances in Effective Reduction of Graphene Oxide for Highly Improved Performance Toward Electrochemical Energy Storage. Energy Environ. Mater. 2018, 1, 5−12. (40) Qian, Z. S.; Shan, X. Y.; Chai, L. J.; Ma, J. J.; Chen, J. R.; Feng, H. A Universal Fluorescence Sensing Strategy Based on Biocompatible Graphene Quantum Dots and Graphene Oxide for the Detection of DNA. Nanoscale 2014, 6, 5671−5674. (41) Wang, J.; Sun, L. Y.; Zou, M. H.; Gao, W.; Liu, C. H.; Shang, L. R.; Gu, Z. Z.; Zhao, Y. J. Bioinspired Shape-Memory Graphene Film with Tunable Wettability. Sci. Adv. 2017, 3, e1700004. (42) Aria, A. I.; Kidambi, P. R.; Weatherup, R. S.; Xiao, L.; Williams, J. A.; Hofmann, S. Time Evolution of the Wettability of Supported Graphene under Ambient Air Exposure. J. Phys. Chem. C 2016, 120, 2215−2224. (43) Han, D. D.; Zhang, Y. L.; Jiang, H. B.; Xia, H.; Feng, J.; Chen, Q. D.; Xu, H. L.; Sun, H. B. Moisture-Responsive Graphene Paper Prepared by Self-Controlled Photoreduction. Adv. Mater. 2015, 27, 332−338. (44) Occhiello, E.; Morra, M.; Cinquina, P.; Garbassi, F. Hydrophobic Recovery of Oxygen-Plasma-Treated Polystyrene. Polymer 1992, 33, 3007−3015.\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1514\n(45) Tian, X. C.; Shaw, S.; Lind, K. R.; Cademartiri, L. Thermal Processing of Silicones for Green, Scalable, and Healable Superhydrophobic Coatings. Adv. Mater. 2016, 28, 3677−3682. (46) Song, Y. Y.; Liu, Y.; Jiang, H. B.; Zhang, Y. L.; Zhao, J.; Han, Z. W.; Ren, L. Q. Mosquito Eyes Inspired Surfaces with Robust Antireflectivity and Superhydrophobicity. Surf. Coat. Technol. 2017, 316, 85−92. (47) Camino, G.; Lomakin, S. M.; Lazzari, M. Polydimethylsiloxane Thermal Degradation Part 1. Kinetic Aspects. Polymer 2001, 42, 2395−2402. (48) Camino, G.; Lomakin, S. M.; Lageard, M. Thermal Polydimethylsiloxane Degradation. Part 2. The Degradation Mechanisms. Polymer 2002, 43, 2011−2015.\nDOI: 10.1021/acsanm.8b02346 ACS Appl. Nano Mater. 2019, 2, 1505−1515\n1515"
    } ],
    "references" : [ {
      "title" : "Mercury Ion Responsive Wettability and Oil/Water Separation",
      "author" : [ "Y. Wei" ],
      "venue" : "ACS Appl. Mater. Interfaces 2014,",
      "citeRegEx" : "Wei,? \\Q2014\\E",
      "shortCiteRegEx" : "Wei",
      "year" : 2014
    }, {
      "title" : "Hydrophobicity of Rare-Earth Oxide Ceramics",
      "author" : [ "K. K" ],
      "venue" : "Nat. Mater. 2013,",
      "citeRegEx" : "K.,? \\Q2013\\E",
      "shortCiteRegEx" : "K.",
      "year" : 2013
    }, {
      "title" : "Graphene-Based Electrochemical Sensors",
      "author" : [ "S. Wu", "Q. He", "C. Tan", "Y. Wang", "H. Zhang" ],
      "venue" : "Small 2013,",
      "citeRegEx" : "Wu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Stable functional surfaces with reversibly switchable wettability have recently been developed for the continuous separation of oil−water mixtures. This article proposes a facile method to fabricate superhydrophobic surfaces on copper meshes by combining poly(dimethylsiloxane) and graphene. The superhydrophobic surface can dramatically switch to a superhydrophilic state under O2 plasma etching and recover to a superhydrophobic state after laser etching to achieve unidirectional transport of oil or water. The surface had a high separation efficiency and favorable reusability in oil−water separation. In addition, the superhydrophobic surfaces demonstrated not only outstanding stability, including an anticorrosion ability, anti-UV exposure ability, oil contamination resistance, and abrasion resistance, but also an excellent self-healing ability after flame treatment. This research opens a novel avenue for the design of stable materials with reversible wettability that may have promising potential applications in microfluidics, wastewater purification, oil-spill cleanup, and quick, low-cost realization of self-healing materials in situ using operations that can be easily scaled and automated.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}