{
  "name" : "downloads_2020-02-02_ab_10.1080@07391102.2020.1724568.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Oil-in-water nanoemulsions comprising Berberine in olive oil: Biological activities, binding mechanisms to human serum albumin or holo- transferrin, and QMMD simulations",
    "authors" : [ "Atena Sharifi-Rad", "Jamshid Mehrzad", "Majid Darroudi", "Mohammad Reza Saberi", "Jamshidkhan Chamani" ],
    "emails" : [ "chamani.J@ut.ac.ir", "chamani_J@yahoo.com;", "mehrzadjam@yahoo.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=tbsd20\nJournal of Biomolecular Structure and Dynamics\nISSN: 0739-1102 (Print) 1538-0254 (Online) Journal homepage: https://www.tandfonline.com/loi/tbsd20\nOil-in-water nanoemulsions comprising Berberine in olive oil: Biological activities, binding mechanisms to human serum albumin or holotransferrin, and QMMD simulations\nAtena Sharifi-Rad, Jamshid Mehrzad, Majid Darroudi, Mohammad Reza Saberi & Jamshidkhan Chamani\nTo cite this article: Atena Sharifi-Rad, Jamshid Mehrzad, Majid Darroudi, Mohammad Reza Saberi & Jamshidkhan Chamani (2020): Oil-in-water nanoemulsions comprising Berberine in olive oil: Biological activities, binding mechanisms to human serum albumin or holotransferrin, and QMMD simulations, Journal of Biomolecular Structure and Dynamics, DOI: 10.1080/07391102.2020.1724568 To link to this article: https://doi.org/10.1080/07391102.2020.1724568\nAccepted author version posted online: 30 Jan 2020.\nSubmit your article to this journal\nView related articles\nView Crossmark data\nOil-in-water nanoemulsions comprising Berberine in olive oil: Biological activities, binding\nmechanisms to human serum albumin or holo-transferrin, and QMMD simulations\nAtena Sharifi-Rad 1 , Jamshid Mehrzad 1* , Majid Darroudi 2 , Mohammad Reza Saberi 3 , Jamshidkhan Chamani 4*\n1 Department of Biochemistry, Faculty of Sciences, Neyshabur Branch, Islamic Azad University, Neyshabur, Iran 2 Nuclear Medicine Research Center, Mashhad University of Medical Sciences, Mashhad, Iran 3 Department of Chemistry, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran 4 Department of Biology, Faculty of Sciences, Mashhad Branch, Islamic Azad University, Mashhad, Iran\n*Corresponding author: Tel: + 9851 38435000, Fax: + 9851 38424020, E-mail: chamani.J@ut.ac.ir ; chamani_J@yahoo.com; mehrzadjam@yahoo.com\nAc ce\npt ed\nM an\nus cr\nipt\nAbstract\nBerberine is widely used in traditional Iranian medicine to treat diabetes and inflammatory conditions and also as an anticancer and hepato-protective agent. This study was aimed at developing a method for the preparation of Berberine nanoparticles (Nano-Ber) in order to improve its aqueous-phase solubility and its complex formation with human serum albumin (HSA) and holo-transferrin (HTF) from the viewpoint of interaction behavior. Nano-Ber was prepared with olive oil as the oil phase, Tween 80 as the surfactant, and Span 60 as the co-surfactant. Nano-Ber was obtained with a spherical shape and a mean particle size\nof 43.7  3.6 nm, with an optimal oil:surfactant:co-surfactant ratio of 1:2:2, w/w/w. The antioxidant\nactivity of Nano-Ber in comparison with Berberine was tested using DPPH and it was found that Nano-Ber had a large antioxidant activity. The cytotoxicity effects of Nano-Ber and Berberine on HepG2 were compared by MTT assay and detected in the treated (human liver cancer cell line) HepG2 cells at concentrations up to 0.1 mM. The binding constants of HSA-Nano-Ber and HTF-Nano-Ber complexes formation were (2.93  0.02) × 10 4 M -1 and (9.62  0.03) × 10 3 M -1 respectively. Hydrogen bonds and van\nder Waals interactions were the predominant forces in the HSA-Nano-Ber and HTF-Nano-Ber complexes, and the process of Nano-Ber binding HSA and HTF was driven by H 0 = -122.76 kJ.mol -1 , S 0 = -325.49\nJ.mol -1 K -1 for HSA and H 0 = -125.09 kJ.mol -1 , S 0 = -343.37 J.mol -1 K -1 for HTF. The results of the\nsimulation demonstrated that the Nano-Ber molecules were stabilized on the surface of final aggregates through both hydrophilic and hydrophobic interactions.\nKeywords: Berberine, Nanoemulsion, Olive oil, Antioxidant activity, human serum albumin, holotransferrin, Spectroscopy, Field emission scanning electron microscopy\nAbbreviations alphabetically: (HSA): Human serum albumin (HTF): Holo-transferrin (Hep G2): Human liver cancer cell line Nano-Ber: Berberine nanoparticles (FESEM): Field emission scanning electron microscopy\nAc ce\npt ed\nM an\nus cr\nipt"
    }, {
      "heading" : "1. Introduction",
      "text" : "Berberine hydrochloride (Berberine) is the primary active component of Rhizoma Coptidis, a major pharmacological component in the south of Iran for treating diabetes and inflammation (James, Fu, Liu, Chen, & You, 2011; Tan, Li, Chen, & Wang, 2011; D. Zhang, Li, Xie, & Ji, 2010). However, the poor water solubility of Berberine impacts its dissolution rate and oral bioavailability, thus limiting its clinical use (Mullauer et al., 2011; S. Wang, Song, & Li, 2000; D. Zhang et al., 2010). It is sparingly soluble in methanol, slightly soluble in ethanol and even less soluble in water. However, the salt forms are relatively soluble and contribute to tissue coloring (Kim et al., 2005). Oral administration of Berberine (Scheme 1) has exhibited low bioavailability and poor stability mainly due to its hydrophobic properties resulting from the chemical structure, which contains two methoxy groups and a quaternary ammonium cation.\nBerberine appears to be a hydrophilic compound and has a log P-value of -1.5, making it a class-III drug in the biopharmaceutical classification system (Battu et al., 2010; Madara, 1989). Drugs included in this class are lipophobic and have reduced membrane permeability, and the absorption of the drugs is mostly limited to the para-cellular pathway. This restricts intestinal absorption and leads to low bioavailability. Therefore, it is of great importance to develop a novel drug delivery system to improve the solubility and bioavailability of Berberine (Shen, Li, Huan, & Shen, 2010; Tan et al., 2011).\nIn recent years, many approaches have indicated that the water solubility and bioavailability of Berberine become significantly improved when reducing its particle size down to the nano-scale (Basniwal, Buttar, Jain, & Jain, 2011). A nano-emulsion is a thermodynamically stable system in which transparent dispersions of oil and water with droplet sizes smaller than 100 nm are stabilized by an interfacial film of surfactant molecules. In recent years, nano-emulsions have become a promising approach for the delivery of poorly water-soluble drugs to improve oral bioavailability as well as to modify drug release characteristics (Aboalnaja, Yaghmoor, Kumosani, & McClements, 2016; Akhtar et al., 2016; Khani, Keyhanfar, & Amani, 2016). Thanks to the oil-in-water (O/W) emulsion technique, lipophilic bioactive components can be produced and solubilized within the oil phase and then be homogenized in an aqueous phase that contains a water-soluble emulsifier. The O/W emulsion method is physico-chemically sensitive\nsince the size of the nano-particles (droplets 100 nm) is extremely dependent on the chemical\ncomposition that is used, as well as the physical condition (homogenization). The nano-emulsions that are\nA ce\npt ed\nM nu\nsc rip\nt\nproduced by the O/W emulsion method have displayed higher stability, while they are often found to have different physico-chemical, biological and medicinal properties in comparison with conventional emulsions (Sonneville-Aubrun, Simonnet, & L'alloret, 2004).\nThe interaction behavior between drugs and plasma proteins is of crucial importance in order to understand the pharmacodynamics and pharmacokinetics of drug-drug binding and the influence on the distribution, excretion, metabolism, and interaction with the target tissues. Drugs are mainly transported by human serum albumin (HSA) and human holo-transferrin (HTF). HSA and HTF have many essential physiological and pharmacological functions and have been the most extensively studied of all proteins(He & Carter, 1992). The choice was made to investigate Nano-Ber because of its physiological and pharmacological effects mentioned above. It is widely accepted in the pharmaceutical industry that the overall distribution, metabolism, and efficacy of many drugs can be altered based on their affinity with serum proteins. Besides, many promising new drugs are rendered ineffective because of their unusually high affinity for this abundant protein (Carter & Ho, 1994). An understanding of the chemistry of the various classes of pharmaceutical interactions with HSA and HTF can suggest new approaches to drug therapy and design. Despite much information on the biological activity of Nano-Ber, the interaction of HSA and HTF with Nano-Ber has not yet undergone a detailed investigation.\nThe objective of this study was to develop a nanoemulsion delivery system of Nano-Ber by utilizing olive oil as a suitable oil phase due to its unique properties and health benefits which include being used as a skincare product, a lubricant for kitchen utensils and an agent providing acidic sensory properties to aroma and flavor (Bendini et al., 2007). Furthermore, the interaction between Nano-Ber with HSA or HTF, the two critical proteins in drug delivery, has been studied."
    }, {
      "heading" : "2. Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Berberine (99%, Sigma Chemical Co, USA), Tween 80 (C64H124O26, Merck, Germany), Span 60\n(C24H46O6, Merck, Germany), olive oil extract (Golsorkh Exir Co., Iran), human serum albumin and human holo-transferrin (Sigma-Aldrich, St. Louis Mo, USA) were purchased and used without any further\nAc ce\npt ed\nM a\nus cr\nipt\npurification. Thiazolyl blue formazan (MTT) and phosphate-buffered saline (PBS) were purchased from Sigma-Aldrich. Deionized water was utilized in all of the experiments."
    }, {
      "heading" : "2.2. Preparation of Nano-Berberine (Nano-Ber)",
      "text" : "During the preparation of Nano-Ber via the oil-in-water (O/W) emulsion method, the oil phase (olive oil), surfactant (Tween 80) and co-surfactant (Span 60) were mixed (at a ratio of 1:2:2 w/w/w) during shaking for 30 min to form the oily phase. 320 mg of the initial Berberine was added into the oil phase, and the\nmixture was continuously stirred at (40 C, 3000 rpm) for 24 h to achieve dissolution equilibrium.\nSubsequently, after standing for 24 h and reaching equilibrium at 25 C, each vial was centrifuged at 4000\nrpm for 10 min using a centrifuge from Hettich, Germany. Un-dissolved Berberine was removed by a\nmembrane filter (0.45 m). Then, the mixture was placed in a sonicator bath (Sonorex Digitec, Model:\nAndelin 35 kHz, Germany) for a period of 1h to obtain a transparent yellow homogeneous oily solution.\nThen, 100 l of the mixture was dispersed in 50 ml double distilled water and the droplet size was\ndetermined after dilution. Additionally, oil and the surfactant/co-surfactant mixture were mixed thoroughly in different volume ratios (1:1:1, 2:1:1, 1:2:1 and 2:1:2) to optimize the size of the prepared Nano-Ber."
    }, {
      "heading" : "2.3. Nano-Ber characterization",
      "text" : "Measurements to determine the particle size distribution and zeta potential of Nano-Ber were conducted on a zeta-sizer Nano ZS model (Malvern Instrument, UK). Dynamic light scattering was used for the particle size distribution which was obtained by measuring the intensity fluctuations over time of a laser beam scattered by the sample at an angle of 173°. The zeta potential measurements were performed based on laser Doppler anemometry, using the same machine. For the zeta potential measurements, the sample was loaded into pre-rinsed folded capillary cells and a minimum of three measurements were carried out per sample. Each measurement had an average of 13 runs. All of the measurements were applied at room temperature. The surface morphology of Nano-Ber (freeze-dried powder) was observed via a MIRA model of field emission scanning electron microscopy (FESEM, Tescan Mira 3, Czech Republic) at an accelerating voltage of 20 kV. Drops of the samples were dried on a metallic substrate and were coated with gold in an ion sputter under vacuum for 180 s before the observation. Ac ce\npt ed\nM an\nus cr\nipt\nTransmission electron microscopy (TEM) experiments were performed as follows. Drops of the (freshly) prepared Nano-Ber emulsion (1 mg/ml) were dripped onto the carbon-coated copper grids and kept for 1 min, while the excess solution was removed by filter paper. Then, one drop of uranyl acetate solution (2% w/v), as the negatively stained standard, was applied to stain the sample for about 1 min as reported elsewhere (Doktycz et al., 2003). Following this, the sample was dried at ambient temperature overnight before capturing the TEM images. A Nano-Ber emulsion suspended in distilled water was prepared for\nAFM imaging by placing a 10 l aliquot of the sample on gelatin-coated mica, spreading the sample with a\nmicropipette tip and allowing the sample to air dry (Y. Zhang, Cui, Gao, & Jiang, 2013). After drying, the samples were imaged in air in either contact mode or MacMode with a Picoplus AFM (Molecular Imaging, Tempe, AZ, USA) under environmental control (12% relative humidity) using silicon nitride cantilevers (MLCT-AUHW, Veeco, Santa Barbara, CA, USA) with a manufacturer's suggested spring constant of 0.1 Nm -1 and a tip radius of curvature of 20 nm. All images were acquired at 1.0 scan lines s -1\nwith 512 points/scan line. The setpoint and servo gain (proportional and integral) were adjusted for optimal image quality. Most of the AFM images presented were either deflection or amplitude images allowing for a complete picture of the sample morphology. All of the quantitative data were taken from topographic images of sample surfaces where scan lines were used to identify distances and heights.\nThe differential scanning calorimetry (DSC) analysis of Berberine, Tween 80, Span 60, olive oil, physical mixture, and Nano-Ber were carried out using a METTLER TOLEDO DSC, Model 822 (Switzerland). Samples of approximately 2-3 mg were weighed and hermetically sealed in aluminum pans. The samples\nwere heated from 40 C to 280 C at a heating rate of 10 C/min under a nitrogen purge at a flow rate of\n20 ml/min. An empty aluminum pan was used as the reference."
    }, {
      "heading" : "2.4. Antioxidant activity and Cytotoxicity assay",
      "text" : "The radical scavenging activity of the nanoparticles was examined by the reduction of DPPH via a simple spectrophotometric titration, as reported previously (Brand-Williams, Cuvelier, & Berset, 1995; Joung et al., 2016). A methanolic solution of DPPH radicals was freshly prepared at a concentration of 0.1 mM. In the absence of antioxidant compounds the radical was stable for more than 3h of a conventional kinetic\nassay. To evaluate the relative radical scavenging activities, 100 l of each sample was mixed with 500 l\nAc ce\npt ed\nM an\nus rip\nt\nmethanolic solution of DPPH radicals (0.1 mM) and the mixtures were kept in the dark under vigorous shaking for 30 min. The radical scavenging activities were evaluated by the corresponding decrease in absorbance of the blank containing methanol without DPPH at 515 nm using a UV-visible spectrophotometer (Jasco, V-630, Japan). The antiradical action toward the DPPH radical was estimated from the difference in absorbance with or without the sample (control), and the percent of inhibition was calculated from the following equation:\n%Inhibition = [(absorbance of control – absorbance of test sample) / absorbance of control] × 100\nWhen the standard deviation values were higher than 10%, the analyses were repeated to confirm the values. Three samples of each item were analyzed, and the main values as well as the standard deviation were given.\nHuman liver cells, HepG2, were obtained from Pasteur Institute, Tehran, Iran. The cells were grown in\nDMEM with 10% Fetal Bovine Serum (FBS), penicillin/streptomycin (100 units/ml) at 37 C and 5%\nCO2. All the treatments were conducted at 37 C and a cell density allowing exponential growth. The\ncytotoxicity of Nano-Ber was determined by a 3-(4, 5-dimethyl thiazol-2-y1)-2, 5-diphenyltetrazolium bromide (MTT) assay (Pal et al., 2019). Briefly, around 1 × 10 4 cells per well of 96-well plates were\nexposed to Nano-Ber for 24h of incubation at 37 C and 5% CO2. Following this, the cells were incubated\nagain with 10 l MTT solution (stock 1 mg/ml) for 4h at 37 C and 5% CO2 following a wash with 1 ×\nphosphate-buffered saline (PBS) and the resulting crystals were dissolved in MTT solubilization buffer to measure the absorbance at 570 nm by using a microplate reader. The data were compared with those from the control samples."
    }, {
      "heading" : "2.5. Spectroscopic measurements",
      "text" : "The fluorescence experiments were carried out on a spectrofluorimeter (Hitachi F-2500) equipped with a 150-W xenon lamp source and 1.0-cm quartz cell. Slit widths for both monochromators were set at 10 nm. A 2.0-ml solution containing an appropriate concentration of plasma proteins was titrated manually by the successive addition of Nano-Ber (final concentration was 5 × 10 -2 mM) with syringes. The excitation\nwavelength for Trp was 280 nm, and the emission wavelength was 300-500 nm. To decrease the inner\nAc ce\npt ed\nM an\nus cr\nipt\nfilter effect, the fluorescence intensities used in the present study were corrected for the absorption of the excitation light and re-absorption of emitted light using the formula:\nFcor = Fobs e (Aex + Aem)/2\nwhere Fcor and Fobs are the corrected fluorescence intensity and observed fluorescence intensity,\nrespectively, and Aex and Aem are the absorptions of the system at the excitation wavelength and the emission wavelength, respectively(Chanphai, Ouellette, Bérubé, & Tajmir-Riahi, 2018).\nCircular dichroism spectra were recorded in the range from 200 to 300 nm at an interval of 0.2 nm with a Jasco J-815 spectropolarimeter equipped with a temperature control unit. The instrument was run with a Jasco Spectra Manager TM software. The scanning rate, bandwidth, and response were set at 50 nm min -1 ,\n1 nm and 2 s, respectively. The instrument was calibrated using d-10-camphorsulphonic acid. A quartz cuvette with a path length of 1 mm was used. Each spectrum was the mean of five successive scans with a protein concentration constant of 1 × 10 -3 mM for both proteins. In order to explore changes in secondary\nstructure, far-UV CD spectra were obtained over a wavelength range of 190-240 nm in the absence and presence of different concentrations of Nano-Ber under identical conditions for separate HSA and HTF solutions. In all titration experiments, the dilution factor of the ligand titration was corrected. The absorption spectra were measured on a Jasco V-630 UV-visible spectrophotometer. A quartz cell of 1.00 cm was used for the measurements. The optical system was based on a split-beam with a grating bandwidth of 5 nm. The light source was a Xenon lamp."
    }, {
      "heading" : "2.6. System design",
      "text" : "The molecular dynamic (MD) simulation system consisted of olive oil, span 60/tween 80 as surfactants and Berberine. Experimental studies showed that the optimum ratio of oil:surfactant for dissolving Berberine was 2.5:1. Theoretically, crude olive oil contains 13.8% saturated fatty acids, 73% monounsaturated fatty acids, 9.7% ω-6 and 0.7% ω-3 fatty acids (T. H. Borges et al., 2019; QuinteroFlorez, Sinausia Nieva, Sanchez-Ortiz, Beltran, & Perona, 2015). The major saturated and polyunsaturated fatty acids are palmitic acid (a small percentage of stearic acid) and linoleic acid. Furthermore, olive oil is rich in monounsaturated oleic acid. To simulate the experimental nanoemulsion system the concentration\nAc c\npt ed\nM an\nus cr\nipt\nof each component was converted to a number of molecules by means of Avogadro’s number. The final simulation system was designed based on Table 1 in a 3375-nm 3 cubic box."
    }, {
      "heading" : "2.7. MD simulation",
      "text" : "The primary structures of the molecules were drawn in Chem Draw™ and after initial energy minimization; the molecules were introduced in the MOE 2015.1 software for final optimization. The atom amber force field was applied on each molecule while all polar and non-polar hydrogens had been added. Because there is no defined force field for the small molecules, the topology and coordinate files of the components were prepared using the SwissParam online server.\nMD simulations were performed in GROMACS 2019 (Thays Helena Borges et al., 2019) based on the Charmm (Vanommeslaeghe & MacKerell, 2012) all-atom forcefield. The size of the simulation box was set to 15×15×15 nm 3 and a TIP3P water model (Harrach & Drossel, 2014) was appended to fill the box. Energy minimization was applied by the steepest descent algorithm. Afterward, the system was heated by an NVT ensemble thermostat to relax at 300 K for 100 ps. For the second equilibration step, an NPT ensemble thermostat was applied to maintain 1-bar pressure during the simulation time.\nFinally, MD simulations were performed for a 100-ns simulation time by the Leap-Frog integrator. During all simulation steps, the output files were written every 2 fs and constraints were applied on all bonds by the LINCS algorithm (Hess, Bekker, Berendsen, & Fraaije, 1997). Short range electrostatic and Van der Waals cutoffs were set to 1 nm and the Particle–Mesh–Ewald (PME) method (Essmann et al., 1995) was appended for long range electrostatic interactions. The temperature and pressure of the system remained constant during the whole simulation time by Berendsen and Parrinello–Rahman coupling algorithms (Berendsen, van Postma, van Gunsteren, DiNola, & Haak, 1984; Parrinello & Rahman, 1981).\nTo analyze the trajectories, Periodic boundaries were removed, and the number of clusters was counted throughout the simulation time. The neighboring molecules at a distance of less than 3.5 Å were considered as one cluster. To picture the mechanism of the aggregation, different snapshots were recorded and visualized by MOE 2015.1.\nAc ce\npt ed\nM an\nu cr\nipt"
    }, {
      "heading" : "3.1. Formation and stability of Nano-Ber",
      "text" : "The formation of Nano-Ber can be determined by the maximum absorption peak that can be measured through UV-visible spectrophotometry in the wavelength range of 200-500 nm. The prepared Nano-Ber revealed a maximum absorption peak at 340 nm (Fig. 1). The characteristic of the maximum absorption peak (340 nm) was utilized for the stability evaluation of prepared Nano-Ber (pH = 6.90). Fig. 1 shows a decrease that was determined after two months and the further decline that was revealed over a longer period (5 months), which points out the stability of the Nano-Ber emulsion system."
    }, {
      "heading" : "3.2. Differential scanning calorimetry (DSC) analysis",
      "text" : "DSC conducted the thermal behavior analysis of Nano-Ber and the other substances. In the thermograms shown in Fig. 2, the temperature is plotted on the x-axis and the heat flow (increasing endotherm) on the yaxis. Fig. 2 shows the DSC thermograms of Berberine, olive oil, Tween 80, Span 60, Nano-Ber, and their physical mixture. As can be seen from the figure, a sharp endothermic peak of Berberine appeared at\napproximately 190 C, and was assigned to its melting (Y. Zhang et al., 2013). The strong and wide\nendothermic peak in the range between 90 and 120 C could be attributed to the dehydration of Berberine.\nThe disappearance of the Berberine peak in the DSC thermograph of Nano-Ber could be associated with the change of Berberine from a crystalline to an amorphous phase caused by the interactions between Berberine and the surfactants (Tween 80 and Span 60), while the solubility rate of Berberine was increased. The prepared Nano-Ber had almost the same melting point as that of the unprocessed Berberine, but the endothermic melting peak was less intense, with an enthalpy of fusion lower than the unprocessed Berberine. The reduction in enthalpy values was an indication of crystallinity due to the decrease in particle size (Kakran et al., 2010; Patel & Patel, 2007; Shid, Dhole, Kulkarni, & Shid, 2014)\nAc ce\npt ed\nM an\nus cr\nipt"
    }, {
      "heading" : "3.3. Particle size and zeta potential measurements",
      "text" : "The polydispersity index can give an idea of the mono-dispersity of Nano-Ber. The mean particle size and polydispersity index (PDI) were measured after the preparation of the Nano-Ber. The mean particle size with PDI 0.425 ± 0.101 was 43.7 ± 3.6 nm (see Fig. 3A). Values below 0.5 indicate a high degree of homogeneity in particle size and vice versa. Besides, the zeta potential analysis can predict the stability of a nano-emulsion by determining the surface charges, especially in nano-materials (Rai, Pandit, Gaikwad, Yadav, & Gade, 2015). The zeta potential of Nano-Ber was -57.4 mV ± 0.62 (see Fig. 3B), which can be interpreted as the prepared nano-emulsion having an anionic nature (Evans, Romanick, & Ferguson, 2017). This zeta potential value can be associated with Tween 80 as a nonionic surfactant and Span 60 as a co-surfactant that has covered the surface of droplets (Mun, Decker, & McClements, 2005)."
    }, {
      "heading" : "3.4. Morphology of Nano-Ber",
      "text" : "High magnification transmission electron microscopy (TEM), field emission scanning electron microscopy (FESEM), and atomic force microscopy (AFM) were utilized to determine the size and morphology of the prepared Nano-Ber. Fig. 4A shows a TEM image of Nano-Ber revealing spherical shapes with a uniform size distribution. FESEM of the prepared Nano-Ber was also carried out at different magnifications (Fig. 4B) and showed homogeneous and spherical shapes that are well dispersed in the emulsion. AFM analysis displayed that the prepared Nano-Ber was spherical in shape and had a uniform size distribution (see Fig. 4C). The high surface area due to particle size reduction enhanced the solubility, dissolution rate, and bioavailability of the Nano-Ber.\nendo\nC\nAc ce\npt ed\nM an\nu cr\nipt"
    }, {
      "heading" : "3.5. Antioxidant properties and cytotoxicity effects",
      "text" : "The absorbance of the ethanolic DPPH solution at 517 nm became gradually reduced while the free radicals were scavenged, and the color of the solution changed from purple to yellow (Xie, Huang, Xu, & Jin, 2008). The method is based on the reduction of the absorbance of ethanolic DPPH solution at 517 nm in the presence of a proton-donating substance, due to the formation of the diamagnetic molecule by accepting an electron or hydrogen radical (Cheng, Wang, & Xu, 2006). Therefore, to prove this, DPPH assay was used to determine the free radical scavenging activity (RSA) of Berberine and another used substance.\nFig. 5 demonstrates the antioxidant activity of the prepared Nano-Ber, Berberine, Tween 80, Span 60, Olive oil, and the Tween 80-Span 60-Olive oil (TSO) mixture. The results revealed that the values of\nRSA% for the above compounds were 91  0.4, 79  0.6, 17  0.5, 18  0.5, 19.1  1.2 and 32  0.6\nrespectively. As a result, the prepared Nano-Ber presented a higher antioxidant activity ( 14%) in\ncomparison with pure Berberine, which may be related to the reduction in size and the exposure of a relatively high number of OH groups from the Berberine molecules reducing the free radical (Rao & Khanum, 2016). In the present study, the prepared Nano-Ber can be incorporated in food products to promote their antioxidant properties and health beneficial therapeutic activity.\nAc c\npt ed\nM an\nus cr\nipt\nAn MTT assay was conducted to assess the concentration-dependent cytotoxic effects of the Nano-Ber and Berberine solutions (Fig. 6). HepG2 was chosen as a cell line to investigate the cytotoxicity of Nano-Ber. Fig. 6 illustrates the viability percentage of the cell lines in the applied concentrations of prepared NanoBer. As can be seen, the Berberine solution showed non-significant cytotoxicity at concentrations between 0.05 and 4 mM, while Nano-Ber showed non-significant cytotoxicity at concentrations between 0.05 and 0.1 m. These results indicate the possibility of Nano-Ber usage in different biomedical applications such as gene and drug delivery."
    }, {
      "heading" : "3.6. Fluorescence quenching of HSA and HTF by Nano-Ber",
      "text" : "The fluorescence quenching spectra of HSA and HTF by Nano-Ber are presented in Fig. 7 (A, B). HSA\nand HTF can emit fluorescence at 343 nm and 331 nm, when ex is 280 nm, while Nano-Ber could not emit fluorescence within the range of the experimental wavelength (data not shown). As can be seen from Fig. 7(A, B), the fluorescence intensity of HSA and HTF regularly decreased with the enhancement of Nano-Ber. The fluorescence quenching of HSA and HTF revealed that Nano-Ber bound to HSA and HTF.\nTo interpret the data from fluorescence quenching studies, it is important to understand what kind of interaction that took place between HSA or HTF with Nano-Ber. If it is assumed that the fluorescence quenching of HSA or HTF induced by Nano-Ber is a dynamic quenching process, fluorescence quenching is described by the Stern-Volmer equation:\nF0/F = 1+ kq 0 [Q] = 1+ Ksv [Q] (1)\nHere, F and F0 are the fluorescence intensity with and without Nano-Ber, respectively, kq is the quenching\nrate constant of the biomolecule, Ksv is the Stern-Volmer quenching constant, 0 is the average lifetime of the biomolecule without quenchers, and [Q] is the concentration of quencher. Obviously\nKsv = kq0 (2)\nAc ce\npt ed\nM an\nus cr\nipt\nBecause the fluorescence lifetime of the biopolymer is 10 -8 s -1 , (Mokaberi et al., 2019), Ksv is the slope of\nthe linear regression of Fig. 8 (A, B). Based on equation 2, the quenching constant kq can be obtained and is listed in Table 2, together with the correlation coefficients. However, the maximum scattering collision quenching constant kq of various quenchers with the biopolymer is 2× 10 10 L mol -1 s -1 (Kamshad,\nJahanshah Talab, Beigoli, Sharifirad, & Chamani, 2019). The fluorescence data obtained at room temperature (298 K) was further examined using the modified Stern-Volmer equation [46]:\nF0 / (F0-F) = 1/f + 1/Kafa[Q] (3)\nwhere Ka is the effective quenching constant for the available fluorophore.\nThere are mainly four modes of the binding of small molecules to proteins: H-bonds, van der Waals forces, and electrostatic and hydrophobic interactions. The thermodynamic parameters, enthalpy (H 0 ), and entropy (S 0 ) of the binding interaction are important for confirming binding modes. Therefore, the\ntemperature dependence of the binding constants was studied. Experiments were conducted at 298, 303, and 308 K since HSA and HTF do not undergo any gross structural changes in this temperature range (Chamani, Vahedian-Movahed, & Saberi, 2011). Because the enthalpy changes (H 0 ) do not vary significantly over the temperature range, entropy changes (S 0 ) can be distinguished by the van't Hoff\nequation:\nlnKa = -H 0 /RT + S 0 /R (4)\nwhere associative binding constants (Ka) are the modified Stern-Volmer quenching constants at the corresponding temperature, and R is gas constant.\nThe values of H 0 and S 0 were obtained from the linear van’t Hoff plot. The value of G 0 was calculated\nfrom the equation:\nG 0 = H 0 - TS 0 (5)\nAc ce\npt ed\nM an\nus cr\nipt\nFrom Table 2, it can be seen that H 0 and S 0 for the binding interaction between HSA and HTF with Nano-Ber were calculated as -122.76 kJ.mol -1 , -325.49 Jmol -1 K -1 and -125.09 kJ.mol -1 , -343.37 Jmol -1 K -1\nrespectively which indicated that the binding process was an exothermic reaction. The negative values of G 0 pointed to the interaction process being spontaneous. In the present study, the negative values of H 0 and S 0 for HSA-Nano-Ber and HTF-Nano-Ber complexes led to the conclusion that the acting forces\nwere mainly hydrogen bonds and van der Waals forces."
    }, {
      "heading" : "3.6. Energy transfer between Nano-Ber and HSA or HTF",
      "text" : "The absorption spectrum of Nano-Ber was recorded in the range of 200-500 nm in phosphate buffer with pH 7.4. The emission spectra of HSA and HTF were also recorded under identical conditions. There were spectral overlaps between the fluorescence emission spectra of HSA and HTF with the absorption spectrum of Nano-Ber (Fig. 9A, B). The efficiency of energy transfer, E, is given by:\nE = 1-F / F0 = R0 6 / R0 6 + r 6 (6)\nHere, r is the distance between the donor and acceptor and R0 is the critical distance between the donor and acceptor when their transfer efficiency is 50%:\nR0 6 = 8.79 × 10 -25 K 2 n -4 J (7)\nwhere K 2 is the space factor of orientation, N the refractive index of the medium,  the fluorescence\nquantum yield of the donor, J the effect of the spectral overlap between the emission spectrum of the donor and the absorption spectrum of the acceptor, which could be calculated as:\nJ = 0  F() ()  4 d / 0  F()d (8)\nHere, F() is the corrected fluorescence intensity of the donor in the wavelength range of  to ( + ) and\n() is the molar extinction coefficient of the acceptor at . Fig. 9 (A, B) shows the overlap of the UV-vis\nabsorption spectrum of Nano-Ber with the fluorescence emission spectra of HSA and HTF. In the present case, k 2 = 2/3, n = 1.336,  = 0.15 (J. Wang, Wang, Kollman, & Case, 2006). According to Eqs. (6)-(8),\nAc ce\npt ed\nM an\nus cr\nipt\nthe values of the parameters were found to be J = 5.29 × 10 -5 cm 3 LM -1 , R0 = 2.88 nm, E = 0.20 and r = 1.82 nm for the HSA-Nano-Ber complex and J = 6.19 × 10 -5 cm 3 LM -1 , R0 = 3.23 nm, E = 0.19 and r 2.16 nm for the HTF-Nano-Ber complex. The donor-to-acceptor distance was less than 8 nm (Chanphai & Tajmir-Riahi, 2019), which implied that the energy transfer from HSA and HTF to Nano-Ber occurred with high probability. This was in agreement with conditions of Förster’s non-radiative resonance energy transfer theory and indicated a static quenching between Nano-Ber with HSA or HTF."
    }, {
      "heading" : "3.7. Circular dichroism (CD) measurements",
      "text" : "CD spectra of HSA and HTF exhibit two negative bands at 208 nm and 221 nm that are characteristic of an alpha-helix in the advanced structure of the protein (Zolfagharzadeh, Pirouzi, Asoodeh, Saberi, & Chamani, 2014). The spectra will change when altering the content of alpha-helices. Fig. 10 (A, B) shows the CD spectra of HSA and HTF in the absence and presence of Nano-Ber. As can be seen from Fig. 10 (A, B), the addition of Nano-Ber to HSA and HTF enhances the ellipticity, indicating that the binding of Nano-Ber to HSA and HTF induces an enhancement in the alpha-helical content of both proteins. Meanwhile, the CD spectra of HSA and HTF without and with Nano-Ber are similar in shape, indicating that the structures of HSA and HTF are also predominately alpha-helical after the binding of Nano-Ber (Zaidi & Khan, 2019). From the above results, it is apparent that the binding of Nano-Ber to HSA or HTF caused conformational changes of both proteins with an enhancement of the alpha-helical stability. Table 3 indicates the secondary structural contents of HSA and HTF in the absence and presence of Nano-Ber. As can be seen from Table 3, the alpha-helix and beta-sheet contents of both proteins became raised with the enhancement of Nano-Ber concentration. The increase in secondary structure elements of HSA and HTF in the presence of Nano-Ber determined that electrostatic forces played an important role in the interaction behavior of the HSA-Nano-Ber and HTF-Nano-Ber complexes. Ac ep te d M an us cr\nipt"
    }, {
      "heading" : "3.8. Molecular dynamics simulations",
      "text" : "The formation of nanoemulsion droplets is a spontaneous process. During the first nanoseconds of simulation, the hydrophobic and hydrophilic interactions rearrange the small molecules to form aggregates. For this, the temperature and concentration of the nanoemulsion components are very important for creating small-sized droplets of a specific shape (Faujan, Abedi Karjiban, Kashaban, Basri, & Basri, 2015). Fig. 11 indicates that in the first 10 ns of the simulation, a self-assembly occurred. At the beginning of the simulation, the molecules spread randomly; however, gradually the aggregates formed and became stabilized until the end of the 100 ns simulation. To get a quantified view of the formation of the nano-droplets, the number of clusters was counted during the time of the simulation in Fig. 12. In this plot, it is clear that the number of clusters decreased slowly and became constant after approx. 20 ns (six to seven clusters) until the end of the simulation. The establishment of the nano-aggregates was the result of electrostatic interactions between small molecules (Faujan et al., 2015).\nAnother factor for the evaluation of the aggregate stability is the radius of gyration (Rg). The radius of gyration describes the compactness of the droplets during the time of the simulation. It is important for the droplets to have stable Rg during the last nanoseconds of the modeling. In this study, the Rg of the biggest cluster which comprised 2 aggregates was calculated throughout the last 20 nanoseconds of the simulation and was found to be 12.85±0.04 nm (Abdul Rahman et al., 2009).\nFor a closer look at the clusters’ spherical shape, the ratio of the average principal moments of inertia was estimated for the biggest cluster (MacKerell, 1995; Tieleman, van der Spoel, & Berendsen, 2000). Fig. 13 demonstrates the biggest cluster’s moments of inertia in three axes (x, y and z). The results of the averaged moments of inertia in the last 5 ns of simulation reached a ratio of 1:1.5:2.1. Although proportions of the values were very close, the shape was a prolate spheroid. The calculation of the eccentricity (e) of the\nAc ce\npt d\nM an\nus cr\nipt\naggregates reconfirmed the non-spherical structure of the assemblies which is reported in Table 4. For the best spherical shape, eccentricity must be close to zero.\nThe solvent accessibility surface areas (SASA) of the nano particles were measured in Fig. 14. The SASA of the hydrophobic interaction decreased in the first 15 ns of the simulation. This pattern was also seen for the total SASA. However, the area of the hydrophilic interactions remained constant during the course of the simulation. Although both hydrophilic and hydrophobic interactions are necessary for the formation of aggregates, the reduction of the hydrophobic part is the crucial step in the development of stable nanoparticles (Faujan et al., 2015). In this study, a reduction of the hydrophobic SASA means that the hydrophobic groups tried to get buried in the interior part of the nano-droplets to maximize the hydrophilic interactions. The averaged total SASA interaction was 443.7±5 nm 2 , while the averaged SASA values for the hydrophobic and hydrophilic interactions were respectively 266.2±4 and 177.5±2 nm 2 during the last 5 ns of the simulation.\nTo get deep insight into the mechanism of dissolving Berberine hydrochloride, the interaction of Berberine with oil/surfactant molecules was studied by Radial Distribution Function (RDF). RDF is a factor for estimating the nano-droplet’s structures. In general, it reports the probability (g(r)) of finding two particles at specified distances (Tieleman et al., 2000). Fig. 15 displays a plot of the ARDF factor between Berberine and oil/surfactant groups against the distance (r) out of the MD trajectories. At very close distances (r<0.2 nm), the repulsive interaction forces showed that the g(r) values were close to zero. As the distance increased, the g(r) value also rose to the first and second peaks. According to the plot, the maximum RDF values occurred for r = 0.52 nm and r = 0.94 nm which is an indication of a tight interaction between Berberine and the oil/surfactant groups. Fig. 15B is a snapshot of one of the aggregates in the last nanosecond of the simulation. The photo indicates that amphiphilic properties of the molecules were the main reason for the formation of the self-assemblies. In each aggregate, the oil groups (in grey) were surrounded by the long tails of Tween 80 or Span 60 (in blue) molecules and the Berberine molecules (in yellow) were placed on the surface of the spheroid aggregates. This photo also indicated that A c pt ed\nM an\nus cr\nipt\npolar functional groups, like hydroxyls of fatty acids, were exposed to the water molecules, while the hydrophobic ones were hidden in the center of the aggregates."
    }, {
      "heading" : "4. Conclusion",
      "text" : "This paper describes the preparation of Nano-Ber using the oil-in-water (O/W) emulsion technique with the aim to improve the oral bioavailability and solubility in water of Berberine. The optimized formulation was obtained with olive oil that was used as a suitable oil phase, Tween 80 and Span 60 as surfactant and co-surfactant, respectively, with a fixed ratio of 1:2:2 (oil:surfactant:co-surfactant). DLS, TEM, FESEM,\nand AFM results indicated that the mean particle size of Nano-Ber was 43.7  3.6 nm with a spherical\nshape, uniform distribution and stability for about five months. According to antioxidant activities, NanoBer has a higher potential than Berberine and can be utilized in delivering health beneficial effects through therapeutic applications and functional food. Moreover, a cytotoxicity assay suggests that Nano-Ber has the potential to become a treatment strategy for fatty liver in the future. Meanwhile, the interaction between Nano-Ber with HSA and HTF was investigated by fluorescence, UV absorption, and CD spectroscopies. The results indicated that the fluorescence quenching mechanisms for HSA and HTF through Nano-Ber binding were likely static. Thermodynamic parameters of HSA-Nano-Ber and HTFNano-Ber complexes show that hydrogen bonds and van der Walls forces play essential roles in the complex formation. Binding distances of 1.82 nm and 2.16 nm were estimated, suggesting a high probability of the HSA-Nano-Ber and HTF-Nano-Ber energy transfer.\nThis work provides valuable information regarding the transportation and distribution of Nano-Ber in vivo, which interprets the biochemical and biophysical data already accumulated during drug interactions with the protein. On the other hand, in this study, we also tried to understand the mechanisms involved in the formation of the nano-emulsion. For this purpose, we took advantage of MD simulation studies, throughout which the oil components of the system were placed in the core of the nano-droplets and surfactants covered the hydrophobic groups of the oils. Finally, Berberine molecules were positioned on the surface of nano-aggregates with electrostatic interactions. This process occurred spontaneously, and short-range interactions not involving bonds played the main role in this event.\nAc ce\npt ed\nM an\nus cr\nipt\nConflicts of interest\nThe authors reported no potential conflict of interest."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The financial support of the Research Council of the Neyshabur Branch and Mashhad Branch, Islamic Azad Universities, are gratefully acknowledged. The authors thank Dr. Ljungberg for the English editing.\nAuthor contributions All authors have contributed toward data analysis, drafting, and critically revising the paper and agree to be accountable for all aspects of the work.\nAc ce\npt ed\nM an\nus cr\nipt"
    } ],
    "references" : [ {
      "title" : "Selfassembly formation of palm-based esters nano-emulsion: A molecular dynamics study",
      "author" : [ "M.B. Abdul Rahman", "Huan", "Q.-Y", "B.A. Tejo", "M. Basri", "A.B. Salleh", "Rahman", "R.N.Z. A" ],
      "venue" : "Chemical Physics Letters,",
      "citeRegEx" : "Rahman et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Rahman et al\\.",
      "year" : 2009
    }, {
      "title" : "Utilization of nanoemulsions to enhance bioactivity of pharmaceuticals, supplements, and nutraceuticals: Nanoemulsion delivery systems and nanoemulsion excipient systems",
      "author" : [ "K.O. Aboalnaja", "S. Yaghmoor", "T.A. Kumosani", "D.J. McClements" ],
      "venue" : "Expert opinion on drug delivery,",
      "citeRegEx" : "Aboalnaja et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Aboalnaja et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanoemulsion: for improved oral delivery of repaglinide",
      "author" : [ "J. Akhtar", "H.H. Siddiqui", "S. Fareed", "Badruddeen", "M. Khalid", "M. Aqil" ],
      "venue" : "Drug delivery,",
      "citeRegEx" : "Akhtar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Akhtar et al\\.",
      "year" : 2016
    }, {
      "title" : "Curcumin nanoparticles: preparation, characterization, and antimicrobial study",
      "author" : [ "R.K. Basniwal", "H.S. Buttar", "V. Jain", "N. Jain" ],
      "venue" : "Journal of agricultural and food chemistry,",
      "citeRegEx" : "Basniwal et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Basniwal et al\\.",
      "year" : 2011
    }, {
      "title" : "Physicochemical characterization of berberine chloride: a perspective in the development of a solution dosage form for oral delivery",
      "author" : [ "S.K. Battu", "M.A. Repka", "S. Maddineni", "A.G. Chittiboyina", "M.A. Avery", "S. Majumdar" ],
      "venue" : "Aaps Pharmscitech,",
      "citeRegEx" : "Battu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Battu et al\\.",
      "year" : 2010
    }, {
      "title" : "Phenolic molecules in virgin olive oils: a survey of their sensory properties, health effects, antioxidant activity and analytical methods",
      "author" : [ "A. Bendini", "L. Cerretani", "A. Carrasco-Pancorbo", "A.M. Gómez-Caravaca", "A. Segura-Carretero", "A. FernándezGutiérrez", "G. Lercker" ],
      "venue" : "An overview of the last decade Alessandra. Molecules,",
      "citeRegEx" : "Bendini et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Bendini et al\\.",
      "year" : 2007
    }, {
      "title" : "MolecularDynamics with Coupling to An External Bath (Vol",
      "author" : [ "H. Berendsen", "J.P.M. van Postma", "W. van Gunsteren", "A.D. DiNola", "J.R. Haak" ],
      "venue" : null,
      "citeRegEx" : "Berendsen et al\\.,? \\Q1984\\E",
      "shortCiteRegEx" : "Berendsen et al\\.",
      "year" : 1984
    }, {
      "title" : "Composition and Antioxidant Properties of Spanish Extra Virgin Olive Oil Regarding Cultivar",
      "author" : [ "T.H. Borges", "A. Serna", "L.C. Lopez", "L. Lara", "R. Nieto", "I. Seiquer" ],
      "venue" : "Harvest Year and Crop Stage. Antioxidants (Basel),",
      "citeRegEx" : "Borges et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Borges et al\\.",
      "year" : 2019
    }, {
      "title" : "Composition and Antioxidant Properties of Spanish Extra Virgin Olive Oil Regarding Cultivar",
      "author" : [ "T.H. Borges", "A. Serna", "L.C. López", "L. Lara", "R. Nieto", "I. Seiquer" ],
      "venue" : "Harvest Year and Crop Stage. Antioxidants,",
      "citeRegEx" : "Borges et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Borges et al\\.",
      "year" : 2019
    }, {
      "title" : "Use of a free radical method to evaluate antioxidant activity",
      "author" : [ "W. Brand-Williams", "Cuvelier", "M.-E", "C. Berset" ],
      "venue" : "LWT-Food science and Technology,",
      "citeRegEx" : "Brand.Williams et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Brand.Williams et al\\.",
      "year" : 1995
    }, {
      "title" : "Structure of serum albumin",
      "author" : [ "D.C. Carter", "J.X. Ho" ],
      "venue" : "Advances in protein chemistry (Vol",
      "citeRegEx" : "Carter and Ho,? \\Q1994\\E",
      "shortCiteRegEx" : "Carter and Ho",
      "year" : 1994
    }, {
      "title" : "Lomefloxacin promotes the interaction between human serum albumin and transferrin: A mechanistic insight into the emergence of antibiotic's side effects",
      "author" : [ "J. Chamani", "H. Vahedian-Movahed", "M.R. Saberi" ],
      "venue" : "Journal of pharmaceutical and biomedical analysis,",
      "citeRegEx" : "Chamani et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chamani et al\\.",
      "year" : 2011
    }, {
      "title" : "Conjugation of testo and testo-Pt (II) with serum proteins: Loading efficacy and protein conformation",
      "author" : [ "P. Chanphai", "V. Ouellette", "G. Bérubé", "H. Tajmir-Riahi" ],
      "venue" : "International journal of biological macromolecules,",
      "citeRegEx" : "Chanphai et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chanphai et al\\.",
      "year" : 2018
    }, {
      "title" : "Conjugation of vitamin C with serum proteins: A potential application for vitamin",
      "author" : [ "P. Chanphai", "H. Tajmir-Riahi" ],
      "venue" : "delivery. International journal of biological macromolecules,",
      "citeRegEx" : "Chanphai and Tajmir.Riahi,? \\Q2019\\E",
      "shortCiteRegEx" : "Chanphai and Tajmir.Riahi",
      "year" : 2019
    }, {
      "title" : "Antioxidant properties of wheat germ protein hydrolysates evaluated in vitro",
      "author" : [ "Cheng", "Y.-h", "Z. Wang", "Xu", "S.-y" ],
      "venue" : "Journal of Central South University of Technology,",
      "citeRegEx" : "Cheng et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2006
    }, {
      "title" : "AFM imaging of bacteria in liquid media immobilized on gelatin coated mica",
      "author" : [ "M. Doktycz", "C. Sullivan", "P. Hoyt", "D. Pelletier", "S. Wu", "D. Allison" ],
      "venue" : "surfaces. Ultramicroscopy,",
      "citeRegEx" : "Doktycz et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Doktycz et al\\.",
      "year" : 2003
    }, {
      "title" : "A smooth particle mesh Ewald method",
      "author" : [ "U. Essmann", "L. Perera", "M.L. Berkowitz", "T. Darden", "H. Lee", "L.G. Pedersen" ],
      "venue" : "The Journal of Chemical Physics,",
      "citeRegEx" : "Essmann et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Essmann et al\\.",
      "year" : 1995
    }, {
      "title" : "Natural product inhibitors of acetyl-lysine erasers in the prevention and treatment of heart failure",
      "author" : [ "L.W. Evans", "S.S. Romanick", "B.S. Ferguson" ],
      "venue" : null,
      "citeRegEx" : "Evans et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Evans et al\\.",
      "year" : 2017
    }, {
      "title" : "Computational simulation of palm kernel oil-based esters nano-emulsions aggregation as a potential parenteral drug delivery system",
      "author" : [ "N.H. Faujan", "R. Abedi Karjiban", "I. Kashaban", "M. Basri", "H. Basri" ],
      "venue" : "Arabian Journal of Chemistry",
      "citeRegEx" : "Faujan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Faujan et al\\.",
      "year" : 2015
    }, {
      "title" : "Structure and dynamics of TIP3P, TIP4P, and TIP5P water near smooth and atomistic walls of different hydroaffinity",
      "author" : [ "M.F. Harrach", "B. Drossel" ],
      "venue" : "J Chem Phys,",
      "citeRegEx" : "Harrach and Drossel,? \\Q2014\\E",
      "shortCiteRegEx" : "Harrach and Drossel",
      "year" : 2014
    }, {
      "title" : "Atomic structure and chemistry of human serum",
      "author" : [ "X.M. He", "D.C. Carter" ],
      "venue" : "albumin. Nature,",
      "citeRegEx" : "He and Carter,? \\Q1992\\E",
      "shortCiteRegEx" : "He and Carter",
      "year" : 1992
    }, {
      "title" : "LINCS: A linear constraint solver for molecular simulations",
      "author" : [ "B. Hess", "H. Bekker", "H.J.C. Berendsen", "Fraaije", "J.G.E. M" ],
      "venue" : "Journal of Computational Chemistry,",
      "citeRegEx" : "Hess et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Hess et al\\.",
      "year" : 1997
    }, {
      "title" : "Dietary administration of berberine or Phellodendron amurense extract inhibits cell cycle progression and lung tumorigenesis",
      "author" : [ "M.A. James", "H. Fu", "Y. Liu", "D.R. Chen", "M. You" ],
      "venue" : "Molecular carcinogenesis,",
      "citeRegEx" : "James et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "James et al\\.",
      "year" : 2011
    }, {
      "title" : "Development of food‐grade curcumin nanoemulsion and its potential application to food beverage system: antioxidant property and in vitro digestion",
      "author" : [ "H.J. Joung", "M.J. Choi", "J.T. Kim", "S.H. Park", "H.J. Park", "G.H. Shin" ],
      "venue" : "Journal of food science,",
      "citeRegEx" : "Joung et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Joung et al\\.",
      "year" : 2016
    }, {
      "title" : "Fabrication of drug nanoparticles by evaporative precipitation of nanosuspension",
      "author" : [ "M. Kakran", "N. Sahoo", "L. Li", "Z. Judeh", "Y. Wang", "K. Chong", "L. Loh" ],
      "venue" : "International Journal of Pharmaceutics,",
      "citeRegEx" : "Kakran et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kakran et al\\.",
      "year" : 2010
    }, {
      "title" : "Use of spectroscopic and zeta potential techniques to study the interaction between lysozyme and curcumin in the presence of silver nanoparticles at different sizes",
      "author" : [ "M. Kamshad", "M. Jahanshah Talab", "S. Beigoli", "A. Sharifirad", "J. Chamani" ],
      "venue" : "Journal of Biomolecular Structure and Dynamics,",
      "citeRegEx" : "Kamshad et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kamshad et al\\.",
      "year" : 2019
    }, {
      "title" : "Design and evaluation of oral nanoemulsion drug delivery system of mebudipine",
      "author" : [ "S. Khani", "F. Keyhanfar", "A. Amani" ],
      "venue" : "Drug delivery,",
      "citeRegEx" : "Khani et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Khani et al\\.",
      "year" : 2016
    }, {
      "title" : "Cytotoxic constituents from the whole plant ofcorydalis pallida",
      "author" : [ "H.R. Kim", "Min", "H.-Y", "Y.H. Jeong", "S.K. Lee", "N.S. Lee", "Seo", "E.-K" ],
      "venue" : "Archives of pharmacal research,",
      "citeRegEx" : "Kim et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2005
    }, {
      "title" : "Molecular Dynamics Simulation Analysis of a Sodium Dodecyl Sulfate Micelle in Aqueous Solution: Decreased Fluidity of the Micelle Hydrocarbon Interior",
      "author" : [ "A.D. MacKerell" ],
      "venue" : "The Journal of Physical Chemistry,",
      "citeRegEx" : "MacKerell,? \\Q1995\\E",
      "shortCiteRegEx" : "MacKerell",
      "year" : 1995
    }, {
      "title" : "Loosening tight junctions. Lessons from the intestine",
      "author" : [ "J.L. Madara" ],
      "venue" : "The Journal of clinical investigation,",
      "citeRegEx" : "Madara,? \\Q1989\\E",
      "shortCiteRegEx" : "Madara",
      "year" : 1989
    }, {
      "title" : "New insights into the binding behavior of lomefloxacin and human hemoglobin using biophysical techniques: binary and ternary approaches",
      "author" : [ "P. Mokaberi", "V. Reyhani", "Z. Amiri-Tehranizadeh", "M.R. Saberi", "S. Beigoli", "F. Samandar", "J. Chamani" ],
      "venue" : "New Journal of Chemistry,",
      "citeRegEx" : "Mokaberi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mokaberi et al\\.",
      "year" : 2019
    }, {
      "title" : "Betulinic acid delivered in liposomes reduces growth of human lung and colon cancers in mice without causing systemic toxicity",
      "author" : [ "F.B. Mullauer", "L. van Bloois", "J.B. Daalhuisen", "M.S. Ten Brink", "G. Storm", "J.P. Medema", "J.H. . . Kessler" ],
      "venue" : "Anti-cancer drugs,",
      "citeRegEx" : "Mullauer et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Mullauer et al\\.",
      "year" : 2011
    }, {
      "title" : "Influence of droplet characteristics on the formation of oilin-water emulsions stabilized by surfactant− chitosan",
      "author" : [ "S. Mun", "E.A. Decker", "D.J. McClements" ],
      "venue" : "layers. Langmuir,",
      "citeRegEx" : "Mun et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Mun et al\\.",
      "year" : 2005
    }, {
      "title" : "Folic acid conjugated curcumin loaded biopolymeric gum acacia microsphere for triple negative breast cancer therapy in invitro and invivo model",
      "author" : [ "K. Pal", "S. Roy", "P.K. Parida", "A. Dutta", "S. Bardhan", "S. Das", "P. . . Karmakar" ],
      "venue" : "Materials Science and Engineering: C,",
      "citeRegEx" : "Pal et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Pal et al\\.",
      "year" : 2019
    }, {
      "title" : "Polymorphic transitions in single crystals: A new molecular dynamics method",
      "author" : [ "M. Parrinello", "A. Rahman" ],
      "venue" : "Journal of Applied Physics,",
      "citeRegEx" : "Parrinello and Rahman,? \\Q1981\\E",
      "shortCiteRegEx" : "Parrinello and Rahman",
      "year" : 1981
    }, {
      "title" : "Solid-state characterization and dissolution properties of lovastatin hydroxypropyl-β-cyclodextrin inclusion complex",
      "author" : [ "R.P. Patel", "M.M. Patel" ],
      "venue" : null,
      "citeRegEx" : "Patel and Patel,? \\Q2007\\E",
      "shortCiteRegEx" : "Patel and Patel",
      "year" : 2007
    }, {
      "title" : "The Fatty Acid Composition of Virgin Olive Oil from Different Cultivars Is Determinant for Foam Cell Formation by Macrophages",
      "author" : [ "A. Quintero-Florez", "L. Sinausia Nieva", "A. Sanchez-Ortiz", "G. Beltran", "J.S. Perona" ],
      "venue" : "J Agric Food Chem,",
      "citeRegEx" : "Quintero.Florez et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Quintero.Florez et al\\.",
      "year" : 2015
    }, {
      "title" : "Potential applications of curcumin and curcumin nanoparticles: from traditional therapeutics to modern nanomedicine",
      "author" : [ "M. Rai", "R. Pandit", "S. Gaikwad", "A. Yadav", "A. Gade" ],
      "venue" : "Nanotechnology Reviews,",
      "citeRegEx" : "Rai et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Rai et al\\.",
      "year" : 2015
    }, {
      "title" : "A green chemistry approach for nanoencapsulation of bioactive compound– Curcumin",
      "author" : [ "P.J. Rao", "H. Khanum" ],
      "venue" : "LWT-Food Science and Technology,",
      "citeRegEx" : "Rao and Khanum,? \\Q2016\\E",
      "shortCiteRegEx" : "Rao and Khanum",
      "year" : 2016
    }, {
      "title" : "Advances of the mechanism study on berberine in the control of blood glucose and lipid as well as metabolism disorders",
      "author" : [ "N. Shen", "C. Li", "Y. Huan", "Z. Shen" ],
      "venue" : "Yao xue xue bao= Acta pharmaceutica Sinica,",
      "citeRegEx" : "Shen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Shen et al\\.",
      "year" : 2010
    }, {
      "title" : "Formulation and evaluation of nanosuspension delivery system for simvastatin",
      "author" : [ "R.L. Shid", "S.N. Dhole", "N. Kulkarni", "S.L. Shid" ],
      "venue" : "Int J Pharm Sci Nanotechnol,",
      "citeRegEx" : "Shid et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Shid et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanoemulsions: a new vehicle for skincare products",
      "author" : [ "O. Sonneville-Aubrun", "Simonnet", "J.-T", "F. L'alloret" ],
      "venue" : "Advances in colloid and interface science,",
      "citeRegEx" : "Sonneville.Aubrun et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Sonneville.Aubrun et al\\.",
      "year" : 2004
    }, {
      "title" : "Berberine hydrochloride: anticancer activity and nanoparticulate delivery system",
      "author" : [ "W. Tan", "Y. Li", "M. Chen", "Y. Wang" ],
      "venue" : "International journal of nanomedicine,",
      "citeRegEx" : "Tan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2011
    }, {
      "title" : "Molecular Dynamics Simulations of Dodecylphosphocholine Micelles at Three Different Aggregate Sizes: Micellar Structure and Chain Relaxation",
      "author" : [ "D.P. Tieleman", "D. van der Spoel", "H.J.C. Berendsen" ],
      "venue" : "The Journal of Physical Chemistry B,",
      "citeRegEx" : "Tieleman et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Tieleman et al\\.",
      "year" : 2000
    }, {
      "title" : "Automation of the CHARMM General Force Field (CGenFF) I: bond perception and atom typing",
      "author" : [ "K. Vanommeslaeghe", "A.D. MacKerell", "Jr." ],
      "venue" : "J Chem Inf Model,",
      "citeRegEx" : "Vanommeslaeghe et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Vanommeslaeghe et al\\.",
      "year" : 2012
    }, {
      "title" : "Automatic atom type and bond type perception in molecular mechanical calculations",
      "author" : [ "J. Wang", "W. Wang", "P.A. Kollman", "D.A. Case" ],
      "venue" : "Journal of molecular graphics and modelling,",
      "citeRegEx" : "Wang et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2006
    }, {
      "title" : "Determination of berberine in decocted liquid from shenshu granules with water by reversed-phase liquid chromatography",
      "author" : [ "S. Wang", "B. Song", "K. Li" ],
      "venue" : "Se pu= Chinese journal of chromatography,",
      "citeRegEx" : "Wang et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2000
    }, {
      "title" : "Antioxidant activity of peptides isolated from alfalfa leaf protein hydrolysate",
      "author" : [ "Z. Xie", "J. Huang", "X. Xu", "Z. Jin" ],
      "venue" : "Food chemistry,",
      "citeRegEx" : "Xie et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2008
    }, {
      "title" : "A biophysical insight into structural and functional state of human serum albumin in uremia mimic milieu",
      "author" : [ "N. Zaidi", "R.H. Khan" ],
      "venue" : "International journal of biological macromolecules,",
      "citeRegEx" : "Zaidi and Khan,? \\Q2019\\E",
      "shortCiteRegEx" : "Zaidi and Khan",
      "year" : 2019
    }, {
      "title" : "In vitro antibacterial effect of berberine hydrochloride and enrofloxacin to fish pathogenic bacteria",
      "author" : [ "D. Zhang", "A. Li", "J. Xie", "C. Ji" ],
      "venue" : "Aquaculture Research,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2010
    }, {
      "title" : "Effects of β-cyclodextrin on the intestinal absorption of berberine hydrochloride, a P-glycoprotein substrate",
      "author" : [ "Y. Zhang", "Cui", "Y.-L", "Gao", "L.-N", "Jiang", "H.-L" ],
      "venue" : "International journal of biological macromolecules,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2013
    }, {
      "title" : "A comparison investigation of DNP-binding effects to HSA and HTF by spectroscopic and molecular modeling techniques",
      "author" : [ "M. Zolfagharzadeh", "M. Pirouzi", "A. Asoodeh", "M.R. Saberi", "J. Chamani" ],
      "venue" : "Journal of Biomolecular Structure and Dynamics,",
      "citeRegEx" : "Zolfagharzadeh et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zolfagharzadeh et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 31,
      "context" : "However, the poor water solubility of Berberine impacts its dissolution rate and oral bioavailability, thus limiting its clinical use (Mullauer et al., 2011; S. Wang, Song, & Li, 2000; D. Zhang et al., 2010).",
      "startOffset" : 134,
      "endOffset" : 207
    }, {
      "referenceID" : 27,
      "context" : "However, the salt forms are relatively soluble and contribute to tissue coloring (Kim et al., 2005).",
      "startOffset" : 81,
      "endOffset" : 99
    }, {
      "referenceID" : 4,
      "context" : "5, making it a class-III drug in the biopharmaceutical classification system (Battu et al., 2010; Madara, 1989).",
      "startOffset" : 77,
      "endOffset" : 111
    }, {
      "referenceID" : 29,
      "context" : "5, making it a class-III drug in the biopharmaceutical classification system (Battu et al., 2010; Madara, 1989).",
      "startOffset" : 77,
      "endOffset" : 111
    }, {
      "referenceID" : 42,
      "context" : "Therefore, it is of great importance to develop a novel drug delivery system to improve the solubility and bioavailability of Berberine (Shen, Li, Huan, & Shen, 2010; Tan et al., 2011).",
      "startOffset" : 136,
      "endOffset" : 184
    }, {
      "referenceID" : 2,
      "context" : "In recent years, nano-emulsions have become a promising approach for the delivery of poorly water-soluble drugs to improve oral bioavailability as well as to modify drug release characteristics (Aboalnaja, Yaghmoor, Kumosani, & McClements, 2016; Akhtar et al., 2016; Khani, Keyhanfar, & Amani, 2016).",
      "startOffset" : 194,
      "endOffset" : 299
    }, {
      "referenceID" : 5,
      "context" : "The objective of this study was to develop a nanoemulsion delivery system of Nano-Ber by utilizing olive oil as a suitable oil phase due to its unique properties and health benefits which include being used as a skincare product, a lubricant for kitchen utensils and an agent providing acidic sensory properties to aroma and flavor (Bendini et al., 2007).",
      "startOffset" : 332,
      "endOffset" : 354
    }, {
      "referenceID" : 15,
      "context" : "Then, one drop of uranyl acetate solution (2% w/v), as the negatively stained standard, was applied to stain the sample for about 1 min as reported elsewhere (Doktycz et al., 2003).",
      "startOffset" : 158,
      "endOffset" : 180
    }, {
      "referenceID" : 23,
      "context" : "The radical scavenging activity of the nanoparticles was examined by the reduction of DPPH via a simple spectrophotometric titration, as reported previously (Brand-Williams, Cuvelier, & Berset, 1995; Joung et al., 2016).",
      "startOffset" : 157,
      "endOffset" : 219
    }, {
      "referenceID" : 16,
      "context" : "Short range electrostatic and Van der Waals cutoffs were set to 1 nm and the Particle–Mesh–Ewald (PME) method (Essmann et al., 1995) was appended for long range electrostatic interactions.",
      "startOffset" : 110,
      "endOffset" : 132
    }, {
      "referenceID" : 24,
      "context" : "The reduction in enthalpy values was an indication of crystallinity due to the decrease in particle size (Kakran et al., 2010; Patel & Patel, 2007; Shid, Dhole, Kulkarni, & Shid, 2014) Ac ce pt ed M an us cr ipt",
      "startOffset" : 105,
      "endOffset" : 184
    }, {
      "referenceID" : 30,
      "context" : "Because the fluorescence lifetime of the biopolymer is 10 -8 s -1 , (Mokaberi et al., 2019), Ksv is the slope of",
      "startOffset" : 68,
      "endOffset" : 91
    }, {
      "referenceID" : 18,
      "context" : "The establishment of the nano-aggregates was the result of electrostatic interactions between small molecules (Faujan et al., 2015).",
      "startOffset" : 110,
      "endOffset" : 131
    }, {
      "referenceID" : 28,
      "context" : "For a closer look at the clusters’ spherical shape, the ratio of the average principal moments of inertia was estimated for the biggest cluster (MacKerell, 1995; Tieleman, van der Spoel, & Berendsen, 2000).",
      "startOffset" : 144,
      "endOffset" : 205
    }, {
      "referenceID" : 18,
      "context" : "Although both hydrophilic and hydrophobic interactions are necessary for the formation of aggregates, the reduction of the hydrophobic part is the crucial step in the development of stable nanoparticles (Faujan et al., 2015).",
      "startOffset" : 203,
      "endOffset" : 224
    }, {
      "referenceID" : 43,
      "context" : "In general, it reports the probability (g(r)) of finding two particles at specified distances (Tieleman et al., 2000).",
      "startOffset" : 94,
      "endOffset" : 117
    } ],
    "year" : 2020,
    "abstractText" : "Berberine is widely used in traditional Iranian medicine to treat diabetes and inflammatory conditions and also as an anticancer and hepato-protective agent. This study was aimed at developing a method for the preparation of Berberine nanoparticles (Nano-Ber) in order to improve its aqueous-phase solubility and its complex formation with human serum albumin (HSA) and holo-transferrin (HTF) from the viewpoint of interaction behavior. Nano-Ber was prepared with olive oil as the oil phase, Tween 80 as the surfactant, and Span 60 as the co-surfactant. Nano-Ber was obtained with a spherical shape and a mean particle size of 43.7  3.6 nm, with an optimal oil:surfactant:co-surfactant ratio of 1:2:2, w/w/w. The antioxidant activity of Nano-Ber in comparison with Berberine was tested using DPPH and it was found that Nano-Ber had a large antioxidant activity. The cytotoxicity effects of Nano-Ber and Berberine on HepG2 were compared by MTT assay and detected in the treated (human liver cancer cell line) HepG2 cells at concentrations up to 0.1 mM. The binding constants of HSA-Nano-Ber and HTF-Nano-Ber complexes formation were (2.93  0.02) × 10 4 M -1 and (9.62  0.03) × 10 3 M -1 respectively. Hydrogen bonds and van der Waals interactions were the predominant forces in the HSA-Nano-Ber and HTF-Nano-Ber complexes, and the process of Nano-Ber binding HSA and HTF was driven by H 0 = -122.76 kJ.mol -1 , S 0 = -325.49 J.mol -1 K -1 for HSA and H 0 = -125.09 kJ.mol -1 , S 0 = -343.37 J.mol -1 K -1 for HTF. The results of the simulation demonstrated that the Nano-Ber molecules were stabilized on the surface of final aggregates through both hydrophilic and hydrophobic interactions.",
    "creator" : null
  }
}