{
  "name" : "downloads_2019-10-26_86_10.1038@s41467-019-12885-0.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Three-dimensional open nano-netcage electrocatalysts for efficient pH-universal overall water splitting",
    "authors" : [ "Zewen Zhuang", "Yu Wang", "Cong-Qiao Xu", "Shoujie Liu", "Chen Chen", "Qing Peng", "Zhongbin Zhuang", "Hai Xiao", "Yuan Pan", "Siqi Lu", "Rong Yu", "Weng-Chon Cheong", "Xing Cao", "Konglin Wu", "Kaian Sun", "Dingsheng Wang", "Jun Li", "Yadong Li" ],
    "emails" : [ "cchen@mail.tsinghua.edu.cn;", "pengqing@mail.tsinghua.edu.cn;", "ydli@mail.tsinghua.edu.cn" ],
    "sections" : [ {
      "heading" : "ARTICLE",
      "text" : ""
    }, {
      "heading" : "Three-dimensional open nano-netcage",
      "text" : "electrocatalysts for efficient pH-universal overall water splitting"
    }, {
      "heading" : "Zewen Zhuang 1,6, Yu Wang1,6, Cong-Qiao Xu 2,6, Shoujie Liu1, Chen Chen1*, Qing Peng1*, Zhongbin Zhuang3, Hai Xiao 1, Yuan Pan1, Siqi Lu3, Rong Yu 4, Weng-Chon Cheong 1, Xing Cao1, Konglin Wu1, Kaian Sun1, Yu Wang 5, Dingsheng Wang1, Jun Li 1,2 & Yadong Li1*",
      "text" : "High-efficiency water electrolysis is the key to sustainable energy. Here we report a highly\nactive and durable RuIrOx (x≥ 0) nano-netcage catalyst formed during electrochemical testing by in-situ etching to remove amphoteric ZnO from RuIrZnOx hollow nanobox. The\ndispersing-etching-holing strategy endowed the porous nano-netcage with a high exposure of\nactive sites as well as a three-dimensional accessibility for substrate molecules, thereby\ndrastically boosting the electrochemical surface area (ECSA). The nano-netcage catalyst\nachieved not only ultralow overpotentials at 10mA cm−2 for hydrogen evolution reaction\n(HER; 12 mV, pH= 0; 13 mV, pH= 14), but also high-performance overall water electrolysis over a broad pH range (0 ~ 14), with a potential of mere 1.45 V (pH= 0) or 1.47 V (pH= 14) at 10mA cm−2. With this universal applicability of our electrocatalyst, a variety of readily\navailable electrolytes (even including waste water and sea water) could potentially be directly\nused for hydrogen production.\nhttps://doi.org/10.1038/s41467-019-12885-0 OPEN"
    }, {
      "heading" : "1 Department of Chemistry, Tsinghua University, Beijing 100084, China. 2 Department of Chemistry, Southern University of Science and Technology,",
      "text" : "Shenzhen 518055, China. 3 State Key Lab of Organic-Inorganic Composites and College of Chemical Engineering, Beijing University of Chemical Technology, Beijing 100029, China. 4 Beijing National Center for Electron Microscopy and Laboratory of Advanced Materials, Department of Materials Science and Engineering, Tsinghua University, Beijing 100084, China. 5 Shanghai Synchrotron Radiation Facilities, Shanghai Institute of Applied Physics, Chinese Academy of Science, Shanghai 201800, China. 6These authors contributed equally: Zewen Zhuang, Yu Wang, Cong-Qiao Xu. *email: cchen@mail.tsinghua.edu.cn; pengqing@mail.tsinghua.edu.cn; ydli@mail.tsinghua.edu.cn\nNATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications 1\n12 34\n56 78\n9 0 () :,;\nAn important approach to a sustainable energy future is viathe energy conversions based on “electrochemical watercycle”, that is, electrolyzing water for H2, which is subsequently fed to fuel cells for electricity1–4. Currently, the everdecreasing electricity price (average 6.71 cents/kwh for industrial electricity in the United States on May 2019, U.S. Energy Information Administration) is stimulating extensive research efforts on the exploration of advanced catalysts for water electrolysis, and the overpotentials of hydrogen and oxygen evolution half reactions (HER and OER) have been continually lowered5–9. However, most of the reported catalysts were aiming at only HER or OER half reaction under a particular electrolyte condition (pH= 0 or 14)5–9. Whereas in practical applications, it is highly desirable to develop a high-performance catalyst that is universally compatible (pH-universal, and bi-functional for both cathode and anode), so as to enable all kinds of electrolytes (even including waste water and sea water) to be directly used for hydrogen production, and to optimize the reliability during operation10–13. Moreover, such a universal catalyst could work regardless of the pH value of electrolyte and without the necessity of distinguishing the cathode and anode, thereby offering new opportunities for exploring next-generation water splitting technologies.\nFor supported electrocatalysts, a commonly less noticed fact is that the catalytic particles are often partially (even mostly) embedded in the support material, rendering part of the catalytic surface ineffective; and the ratio of ineffective surface increases with particle size decreasing14–16. Alternatively, a higher atomic utilization could be achieved by designing open threedimensional nanostructures17,18. There have been several studies reporting the nanoscale hollow porous structure (such as boxes and cages) as good electrocatalysts19–21. Among them, the metal-organic framework (MOF) has attracted great interests as a precursor to hollow nanostructure22–27. However, most of these materials were stacked by nanoparticles, which still have considerable limitations on the exposure of active sites exposure and the diffusion of substrate molecules23–27.\nHere we developed a Dispersing-Etching-Holing (DEH) strategy to prepare the high-performance catalyst (Fig. 1a). Using this DEH strategy, we successfully obtained nanosized hollow RuIrOx (x ≥ 0) nano-netcages with their surfaces three-dimensionally accessible for substrate molecules. The open nano-netcage features six mesh-like walls made of interconnecting ultrathin nanowires, with abundant mesoporous structures, which in combination remarkably enhance the atom utilization of Ru/Ir. Further investigation revealed that the nano-netcage were ca. five times and ca. three times in electrochemical active surface area (ECSA) with respect to particulate commercial Ru/C and Ir/C catalysts. The robust secondary hollow architecture selfsupported by nanowires guarantees a high durability after multiple electrochemical test cycles. Density functional theory (DFT) investigation and the operando X-ray absorption spectroscopy (XAS) studies reveal that the introduction of Ir into RuOx remarkably decreases the energy barriers for both HER and OER; and prevents Ru from over-oxidation under acidic OER conditions, therefore significantly alleviates the long-suffering OER stability problems of precious metal catalysts."
    }, {
      "heading" : "Results",
      "text" : "Synthesis strategy and characterization of RuIrZnOx hollow nanoboxes. The DEH strategy starts with evenly (ideally at the atomic level) dispersing the catalytically active components into an etchable parent material. Zeolitic imidazolate framework (ZIF-8) is an ideal precursor for dispersing Ru/Ir components, because the Zn2+ in its skeleton can readily exchange with Ru3+/Ir4+, and the\nvolume of a single cavity can accommodate 1–2 hydrated Ru3+/ Ir4+ ions28–32. During solvothermal reaction, the Ru3+/Ir4+/ Zn2+ ions undergo hydrolysis, and the internal ZIF-8 core are gradually etched, yielding hollow nanoboxes which are further annealed to obtain the homogeneous composite oxides. Subsequently, the amphoteric ZnO is removed by electrochemical in situ etching, and the walls of nanoboxes are holed at the same time, leaving the final nano-netcages (Fig. 1a).\nIn a typical experiment, RuCl3·xH2O (13.0 mg) and Na2IrCl6· 6H2O (40.5mg) were added to a water/methanol mixed dispersion of ZIF-8 nanocubes (70–100 nm in edge length, Supplementary Fig. 1). After solvothermal treatment (80 °C for 2 h), the RuIrZnOx-U (U stands for unannealed) were obtained (Fig. 1b, Supplementary Fig. 2). RuIrZnOx-U were further annealed at 350 °C for 2 h under 0.5% O2/N2 atmosphere to obtain the RuIrZnOx hollow nanoboxes (h-nanoboxes). Similarly, RuZnOx hnanoboxes and the samples with different Ru/Ir ratios were obtained by regulating the introduction amount of Ir4+ (Fig. 1c, Supplementary Figs. 3–5).\nAs shown in the transmission electron microscopy (TEM) and scanning electron microscopy (SEM) images (Supplementary Figs. 6, 7), the RuIrZnOx h-nanoboxes inherited the cubic shape (70–100 nm in edge length), with a hollow interior enclosed by thin walls (ca. 6.0 nm in thickness). Brunauer–Emmett–Teller (BET) adsorption–desorption isotherms indicated that the RuIrZnOx h-nanoboxes exhibited a high surface area of 78.32 m2 g−1 (Supplementary Fig. 8). A poor crystallinity was evidenced by the broadened X-ray diffraction (XRD) pattern (Fig. 1e). The Ru:Ir:Zn molar ratio was 1:0.47:1.07 (Supplementary Table 1, determined by inductively coupled plasma-optical emission spectrometry, ICP-OES). X-ray absorption near-edge structure (XANES) shows that the absorption threshold position of Ru and the white line position of Ir for RuIrZnOx were close to that of RuO2 and IrO2, respectively, implying the similar oxidation state (Fig. 1f, g). Extended X-ray absorption fine structure (EXAFS) shows that both Ru and Ir in RuIrZnOx are coordinated to O, indicating the oxides nature of RuIrZnOx (Supplementary Fig. 9). The Raman spectrum, X-ray photoelectron spectroscopy (XPS), thermogravimetric analysis (TGA) and Fourier-transform infrared spectroscopy (FT-IR) further confirmed the oxide characteristic of RuIrZnOx h-nanoboxes (Supplementary Figs. 9 and 10). High-resolution transmission electron microscopy (HRTEM) characterization on an individual RuIrZnOx h-nanobox revealed no obvious lattice fringe on the wall, and SAED pattern presented a typical ring of amorphism (Supplementary Fig. 11). The aberration-corrected high-angle annular dark-field scanning transmission electron microscope (AC HAADF-STEM) image of the outer wall showed that the metal atoms displayed a random and even distribution (Supplementary Fig. 11). The uniform blend of Ru/Ir/Zn also can be confirmed by the atomic-resolution energy-dispersive X-ray spectroscopy (EDX) element mapping (Fig. 1d). To sum up, it can be identified that the RuIrZnOx h-nanoboxes contained composite oxides of Ru/Ir/Zn, with the three metal ions mixed at the atomic level, resulting in a distinct amorphous feature. RuZnOx h-nanoboxes also showed analogous morphology and structural features (Supplementary Fig. 12).\nHER and OER performances. The RuIrZnOx h-nanoboxes are endowed with multiple functionalities: (1) ZnO could be in situ etched at acidic or alkaline electrochemical conditions to form RuIrOx, rendering the active Ru/Ir components highly exposed, and leading to, hopefully, a drastic elevation in electrocatalytic activity; (2) under the HER operating potential, Ru/Ir oxides could be in situ reduced to elemental Ru/Ir, both possessing a\n2 NATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications\nproper metal-H* binding energy, promising an excellent HER activity14,33,34; (3) Ru/Ir oxides are already known as good OER catalysts, so the RuIrOx can potentially act as anode catalyst in water electrolysis35,36. Therefore, the RuIrZnOx h-nanoboxes are expected to work as pre-catalyst for in situ generating both highperformance HER and OER electrocatalysts. We then assessed the HER and OER performances of the in situ generated RuIrOx catalyst in acidic and alkaline conditions.\nAs shown in Fig. 2a, in 1.0 M aqueous KOH solution, freshly prepared RuIrZnOx h-nanoboxes exhibited a HER overpotential of 95 mV (IR corrected) versus reversible hydrogen electrode (RHE, Supplementary Fig. 13) to deliver a current density of 10 mA cm−2. As the in situ etching of ZnO progressed, the HER overpotential gradually lowered, and finally stabilized at 13 mV (Supplementary Figs. 14 and 15), which is the lowest overpotential ever reported so far to the best of our knowledge (Supplementary Table 2). The HER overpotential at 10 mA cm−2 (13 mV) and the resulting Tafel slope (23 mV dec−1) of in situ generated RuIrOx catalyst are both significantly lower than that of Ru/C, Ir/C, Pt/C, and RuOx (Fig. 2a, Supplementary Fig. 16), indicating a most efficient HER kinetics. In 0.5 M H2SO4 solution, as the etching of ZnO progressed, the HER overpotential at\n10 mA cm−2 of the electrocatalyst decreased from an initial 80 mV to a final 12 mV (Supplementary Fig. 15), which is comparable to that of commercial Pt/C (13 mV), and far lower than that of Ru/C, RuOx, and Ir/C (Fig. 2a, Supplementary\nTable 3). The in situ generated RuIrOx catalyst was tested for 3000 cyclic voltammetry (CV) cycles in acidic/alkaline medium, and in neither case did the HER activity show any noticeable change, demonstrating an excellent stability for long-term electrochemical process (Supplementary Fig. 17).\nFor OER, in 0.5 M H2SO4 solution, the in situ generated RuIrOx catalyst gave an OER overpotential of 233 mV at 10 mA cm−2 (Fig. 2b) and a Tafel slope of 42 mV dec−1 (Supplementary\nFig. 18), both significantly lower than that of commercial RuO2 (392 mV, 65mV dec−1) and IrO2 (433 mV, 70mV dec−1). In electrolyte of KOH (1.0 M) at 10 mA cm−2, the RuIrOx catalyst also exhibited the lowest OER overpotential (250 mV) and Tafel slope (50 mV dec−1) among the three catalysts. Ru-based catalysts generally display high activities under acidic OER conditions, but suffer from low stability37–39. For our catalyst here, the introduction of Ir component remarkably improved the stability, with no obvious change in activity after 3000 CV cycles in acidic condition. In contrast, the Ir-free RuOx catalyst\nNATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications 3\ndisplayed a severe decline in activity after only five cycles (Supplementary Figs. 19 and 20).\nIt is worth mentioning that the acidic polymer electrolyte membrane (PEM) water electrolyzer has become the most promising alternative for H2 production by virtue of its high efficiency, large operating pressure and exceptionally long, maintenance-free life40,41. Therefore, noble-metal-based catalysts are still playing an irreplaceable role in OER owing to their good resistance to acid compared with non-precious materials. Our RuIrOx nano-netcages display not only high HER/OER activities in acidic condition, but also an excellent robustness against acid. Such a catalyst is expected to find practical applications in the PEM water electrolyzer.\nCharacterization of in situ generated RuIrOx nano-netcages and ECSA analysis. Further characterizations were conducted to unveil the underlying mechanism for the dramatic elevation in electrocatalytic activity after in situ etching ZnO. The in situ formed RuIrOx were obtained after electrochemical activation (that is, running for several CV cycles within the potential range of specific electrochemical reactions). Here we use the case of HER in alkaline condition as an example (for other cases including OER, please refer to Supplementary Figs. 22–32 and Supplementary Note 1). The TEM image (Supplementary Fig. 21) shows that the walls of the in situ generated RuIrOx have become rougher and more translucent, with the wall thickness decreased from 6 nm down to 2 nm. The AC HAADF-STEM image of an individual RuIrOx cage is shown in Fig. 3a, and a magnified image in Fig. 3b. The walls after etching have become highly porous (1–4 nm in pore size) and mesh-like, collectively constructing a\nnano-netcage architecture self-supported by interconnecting ultrathin (2–4 nm in width) nanowires, which is distinctly different from the architectures for nanoboxes and nanoframes (Supplementary Fig. 25). The nano-netcage is mainly composed of Ru and Ir, with the X-ray counts of Zn and O are significantly decreased compared with the RuIrZnOx before HER (Fig. 3d). It is worth emphasizing that the ZnO component could only be thoroughly removed via in situ electrochemical etching, which cannot be simply replaced by liquid-phase etching method42\n(Supplementary Figs. 26 and 27). The XPS and ex situ XAS of RuIrOx revealed that oxidation states of Ru and Ir decreased and the signals of metal-metal bonds emerged after HER activation, indicating the in situ reduction of Ru/Ir oxides (Supplementary Figs. 28–30). The atomic-resolution EDX elemental mapping (Supplementary Fig. 21) revealed a homogenous distribution of Ru/Ir, and the higher magnification AC HAADF-STEM image (Fig. 3c) indicates a crystalline characteristic of the RuIr alloy with a distinct cubic fast Fourier-transform (FFT) pattern. The high crystallinity of RuIr alloy, in combination with the innate stability of Ru/Ir noble metals, guarantees the structural integrity of the netcages.\nThe operando XAS experiments were further conducted to investigate the alteration in oxidation state of Ru and Ir during HER operation and to identify the real active sites. Under HER working potential (0 to−0.02 V), as shown in Fig. 3f, the absorption threshold of Ru K-edge shifted to lower energy, indicating a lowered oxidation state. EXAFS of Ru K-edge revealed that the peak attributed to Ru–O bond disappeared, and the peak at 2.35 Å (corresponding to Ru–Ru/Ir) becomes the main peak (Supplementary Fig. 31 and Supplementary Note 2).\n4 NATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications\nLikewise, the white line position of Ir L3-edge also shifted to lower energy, and the formal d-band hole count of Ir under HER potential was almost identical to that of metallic Ir, implying a similar oxidation state43,44 (Fig. 3g, Supplementary Fig. 31). The operando XAS results proved that, under HER operation, Ru/Ir oxides were almost completely reduced, and the afforded RuIr alloy served as the real active sites. The Ru:Ir molar ratio was determined as 2.01:1 by ICP-OES (Supplementary Table 4), which suggested that the in situ generated nano-netcage structure was Ru2Ir alloy.\nAs mentioned above, this three-dimensional open nanonetcage consists of interconnecting ultrathin nanowires of Ru2Ir alloy, which endows the catalyst with a high exposure of Ru/Ir active sites as well as a high accessibility for substrate molecules. This unique architecture can effectively circumvent the drawbacks of ultrafine particulate catalyst (for example, ca. 1.2 nm Ru and ca. 2.0 nm Ir nanoparticles of commercial Ru/C and Ir/C, Supplementary Fig. 34), including the activity loss owing to a large amount of surface active atoms embedded into the support, and the activity decline owing to particle aggregation during the operation17,45. We used the underpotential deposition of copper (Cu-UPD) (Supplementary Figs. 33–35) to determine the ECSA of the sample after etching, and found a fivefold and a threefold larger ECSA with respect to particulate Ru/C and Ir/C (Fig. 3e). According to the theoretical calculation results on specific surface area, the nano-netcage structure has the ratio of effective surface area around 70%, much higher than the particulate catalyst (3–24%), which indicates a significantly elevated exposure and atomic utilization of Ru/Ir in the nano-netcages than in supported Ru/C and Ir/C (Fig. 3h, Supplementary Note 3 and Supplementary Table 5). In the meantime, the unique open meshlike texture could facilitate the diffusion and transfer of substrate\nNATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications 5\nmolecules, thereby promoting the HER kinetics. Also, the steady hollow architecture guaranteed an excellent stability of the catalyst for 3000 CV tests.\nIn conclusion, this DEH strategy provides an efficient approach to elevating the utilization of catalytically active components (noble-metal atoms, in particular) and enhancing the performances of supported nanocatalysts.\nTheoretical insights on HER and OER activity and operando XAS study during acidic OER. Compared with Ir-free RuOx nano-netcages, the RuIrOx nano-netcages exhibited superior activities for both HER and OER. DFT calculations were further conducted to obtain in-depth understanding on the underlying mechanism of the excellent catalytic activity of RuIrOx nanonetcage. The real active species for in situ generated RuIrOx nanonetcages under HER situation has been proved to be Ru2Ir alloy as mentioned above. We determined the Ru2Ir (111) surface with the Ir–Ru–Ru layer-by-layer distributions as the most stable structure by calculating surface energies of three model surfaces (Supplementary Fig. 36). We confirmed that the Tafel step (2*H→H2+ 2*) is the rate determining step in both acidic and alkaline solutions (Supplementary Fig. 37 and Supplementary Note 4). Thus we considered the H adsorption as the key descriptor for HER, which was also suggested previously46\n(Fig. 4a). The free energy profiles of Ru, Ir, and Ir-incorporated Ru2Ir systems indicate that the Ru2Ir presents the lowest energy barrier. Compared with pure Ru and Ir systems, apparent electron transfer from Ru to Ir atoms for Ru2Ir is revealed by the bader charges listed in Supplementary Table 6. Electron density difference (Supplementary Fig. 38) of Ru2Ir also shows electron\naccumulation at the Ir site, demonstrating the effectiveness of Ir incorporation for promoting the HER catalytic performance. We further considered the role of trace Zn. As can be seen from Supplementary Figs. 39 and 40, Zn atom at the Ru2Ir surface is not active for HER, and does not improve the catalytic activity. The incorporation of Zn into the slab of Ru2Ir does not help to improve the catalytic activity of Ir site as well.\nWe studied the reaction mechanisms to understand the performance of different ruthenium oxide (RuOx) catalysts for driving the OER. Previous work has proved that the oxygen coupling (*O+ *O) reaction is less favorable than the formation of *OOH intermediate47. Tafel slopes in Supplementary Fig. 18 show that the rate determining step under both acidic and alkaline conditions is the third elementary step (*O → *OOH). Thus, the third step was studied in detail in Supplementary Figs. 41, 42 and Supplementary Note 5, which confirms the excellent OER activity of RuIrOx. The four-step OER mechanism was adopted by considering the stabilities of the intermediates. The predicted free energy profiles for OER catalyzed by pure RuOx and Ir-incorporated RuIrOx systems (Supplementary\nFig. 43) are shown in Fig. 4b. We can see that the incorporation of Ir into ruthenium oxide tunes the intermediate adsorption energies and facilitates the reactions. The potential limiting step (PLS) for OER is the third electrochemical step from *O to *OOH, and the introduction of Ir remarkably decreases the energy barrier by this PLS. We can conclude that the stability of *OOH intermediate is the key descriptor of OER activity in this RuIrOx system. Note that the Ir site is more favorable than the Ru site for OER, although the free energy profiles show synergy effect of Ir and Ru sites. And the Zn dopant does not contribute to the superior catalytic performance (Supplementary Figs. 44 and 45).\n6 NATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications\nRuO2, though traditionally known as a good OER catalyst, suffers from lattice oxygen evolution reaction (LOER), and can be over-oxidized to form inactive RuO4, leading to a drastic decline in OER activity48,49. While in this work, by operando XAS characterization, we found that with the working potentials scanned from 1.0 to 1.48 V, the XANES spectra of Ru K-edge were essentially identical, and the position of Ru K-edge absorption threshold were barely changed (Fig. 4c, Supplementary Fig. 46), confirming the stability of the oxidation state of Ru. These results indicate that the introduction of Ir can effectively inhibit the over-oxidation of Ru, and stabilize the Ru species at relatively low oxidation states, and therefore protect the OER activity from declining. On the contrary, the white line position of Ir L3-edge gradually shifted to the higher energy during OER process, with the increased d-band hole counts, implying an elevated oxidation state of Ir under high OER potentials43,44\n(Fig. 4d, Supplementary Fig. 46). These results indicate that in our RuIrOx catalyst, Ir species may transfer electrons to Ru, thereby preventing Ru from over-oxidation. In the meantime, such Ir species of elevated oxidation states have been proved to be conducive to the OER activity44. Therefore, the introduction of Ir could effectively engineer the electronic structure of Ru with better resistance to the over-oxidation under acidic OER conditions, and boost the stability of the catalyst.\nTo summarize, by the incorporation of Ir into the RuOx, we have not only further enhanced the activities of both HER and\nOER, but also greatly alleviated the long-suffering stability problems typically for precious metal catalysts under acidic OER condition.\npH-universal overall water splitting performance. The RuIrOx nano-netcages are expected to work as a “universally compatible” electrocatalyst that simultaneously gives excellent HER and OER performances over the entire pH range. In the experiments of overall water splitting, the potential required for RuIrOx nanonetcages was as low as 1.45 V at pH= 0 or 1.47 at pH= 14 (at 10 mA cm−2, Fig. 5a), both outperformed most of the reported electrocatalysts for water splitting (Supplementary Table 7); even at neutral pH, the required potential is only marginally higher (1.51 V at 10 mA cm−2), promising good operability, safety and environmental friendliness. The catalysts were durable for at least 24 h in electrolytes of various pH values, demonstrating a good stability (Fig. 5b). When powered merely by an AA battery (Supplementary Fig. 47), the RuIrOx nano-netcages can catalyze water electrolysis over the entire pH range (0–14). Supplementary Movie 1 shows that large numbers of bubbles emerge at both electrodes immediately when power is switched on. This universally compatible catalyst transcends the limitation on the pH of electrolytes, and works irrespective of the positive/negative terminals of the battery (Fig. 5c). The excellent activity and good stability over a broad pH range (0–12) would hopefully enable the RuIrOx nano-netcages to mitigate the main drawbacks of existing\nNATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications 7\nelectrolysis technologies and provide possibilities of developing next-generation water splitting technologies.\nIn conclusion, we designed a three-dimensional open nanonetcage RuIrOx electrocatalyst which maximized the atomic utilization of active noble metals. The RuIrOx nano-netcages exhibit pH-universal (0–14) and high activity as well as stability for overall water splitting. This universality qualifies all kinds of aqueous solutions as available electrolytes (in particular, waste water and sea water), thereby promoting the technology of water electrolysis for sustainable energy toward real applications."
    }, {
      "heading" : "Methods",
      "text" : "Chemicals. Analytical grade zinc nitrate hexahydrate (Zn (NO3)2·6H2O), iridium sodium hexachloroiridate hexahydtate (Na2IrCl6·6H2O) and commercial RuO2, IrO2, and Pt/C (20%) catalysts were purchased from Alfa Aesar. 2-methylimidazole was purchased from Aladdin. Ruthenium (III) chloride hydrate (RuCl3·xH2O) was purchased from SCRC. Commercial Ru/C (5%) electrocatalyst was purchased from Macklin. Commercial Ir/C (20%) electrocatalyst was purchased from Premetek. All chemicals were from commercial sources and used without further purification.\nSynthesis of ZIF-8. ZIF-8 was synthesized as previously reported after slight modifications50. Zn (NO3)2·6H2O (0.3626 g) was dissolved in 12.5 mL deionized water. 2-methylimidazole (5.6752 g) and CTAB (0.0175 g) were dissolved in 87.5 mL of deionized water. Then the former solution was rapidly injected into the latter followed by 5 min stirring for sufficient dispersion. The resulting suspension was allowed standing at 28 °C for 3 h to obtain ZIF-8 dispersed solution.\nSynthesis of RuIrZnOx. The as-obtained ZIF-8 suspension (8 mL) was centrifuged and washed with MeOH for several times. The precipitates were dispersed uniformly in 3 mL deionized water by sonication. RuCl3·xH2O (13 mg, 62.5 μmol) and Na2IrCl6·6H2O (40.5 mg, 72.5 μmol) were dissolved in 2 mL deionized water, respectively. Then, the RuCl3·xH2O, Na2IrCl6·6H2O solution and 1 mL MeOH were added into the ZIF-8 suspension under stirring for 5 min. The resulting suspension was transferred to 12 mL Teflon-lined stainless-steel autoclaves and then heated at 80 °C for 2 h. The precipitates were collected by centrifugation and washed with MeOH for several times, and dried at 60 °C. The obtained powders were annealed at 350 °C for 2 h under 0.5% O2/N2 atmosphere. The RuIrZnOx-25 and RuIrZnOx-50 were obtained when the introduction amount of Ir precursor were 25 and 50 μmol with constant amount of Ru precursor (62.5 μmol). The Irfree RuZnOx was obtained without the introduction of Ir precursor and the introduction amount of Ru precursor was 75 μmol.\nCharacterization. Powder X-ray diffraction patterns (PXRD) of samples were recorded using a Bruker D8 Advance diffractometer (Cu Kα, λ= 1.5418 Å, operating at 40 kV/40 mA). The solid-state Raman spectra were recorded on a LabRAM HR Evolution microspectrophotometer (excitation wavelength, λ= 532 nm). The morphologies were characterized by transmission electron microscope (TEM, Hitachi-7700, 100 kV) and scanning electron microscope (SEM, Hitachi S-4800). The high-resolution transmission electron microscope (HRTEM), and the corresponding EDX line-scan profiles were carried out by a FEI Tecnai G2 F20 S-Twin HRTEM working at 200 kV. The aberration-corrected high-angle annular darkfield scanning transmission electron microscope (AC HAADF-STEM) images and the corresponding atomic-resolution energy-dispersive X-ray spectroscopy element mapping were recorded by a Titan 80-300 scanning/transmission electron microscope operated at 300 kV. N2 adsorption–desorption measurements were carried out at 77 K using a Quantachrome SI-MP Instrument. The surface area of the samples was estimated by method of Brunauer–Emmett–Teller (BET). Elemental analysis of Ru, Ir, and Zn in the samples was detected by a Thermo IRIS Intrepid II inductively coupled plasma-optical emission spectrometry (ICP-OES). X-ray photoelectron spectroscopy (XPS) experiments were performed on a ULVAC PHI Quantera microprobe. Thermogravimetric analysis (TGA) was carried out using a TGA Q5000 differential thermal analyzer. The samples were heated in air stream from room temperature to 500 °C with a heating rate of 10 °C/min. Fouriertransform infrared spectroscopy (FT-IR) spectra were recorded using a PE Spectrum I spectrophotometer in 4000–400 cm−1 region.\nElectrochemical measurements for HER and OER. All the electrochemical measurements were carried out with a three-electrode setup using a CHI 760E electrochemical workstation (CH Instruments, Inc., Shanghai). The synthesized RuIrZnOx and RuZnOx catalysts were dispersed onto carbon black (Vulcan XC72) with the noble metal/C ~20%. To prepare the working electrode, the catalysts (RuIrZnOx, RuZnOx and commercial Pt/C, Ru/C, and Ir/C catalysts) were dispersed in 1 mL water/ethanol (v:v, 1:1) solution with 20 μL Nafion solution (5 wt%) by sonication to form a homogeneous ink. Then, the ink was loaded onto the surface of a rotating disk electrode (RDE) with a diameter of 2.5 mm, the precious metal loading of RuIrZnOx, RuZnOx, commercial Pt/C, Ru/C, and Ir/C catalysts\nwas ~10 μg cm−2 (calculated based on ICP-OES). The HER performance was evaluated in N2 saturated 0.5 M H2SO4 and 1.0 M KOH solutions, the OER performance was evaluated in O2 saturated above-mentioned electrolyte. For HER and OER, the linear sweep voltammetry (LSV) was conducted with a rotation speed of 1600 r.p.m. The saturated calomel electrode (SCE) and graphite rod were used as the reference electrode and the counter electrode, respectively. The reference electrode was also calibrated using the Pt RDE as working electrode in highly pure H2-saturated 1.0 M KOH solution and 0.5 M H2SO4 solution (Supplementary\nFig. 13). All potentials were referenced to a reversible hydrogen electrode (RHE). Electrochemical impedance spectroscopy (EIS) measurements were performed at different potentials from 105 to 0.1 Hz to obtain the solution resistance at a constant overpotential of 20 mV for HER and 200mV for OER. The stability measurements were performed by cyclic voltammetry scanning 1000–3000 cycles (CV, sweep rate, 100 mV s−1).\nElectrochemical measurements for overall water splitting. The full electrolyzer configuration was assembled using two identical RuIrOx electrodes and measured in a two-electrode cell with a carbon fiber paper (CFP) as the carrier. 5.0 mg of RuIrZnOx pre-catalysts, 1.0 mg of pure carbon (Vulcan XC72), and 0.8 mg of polyvinylidene fluoride (PVDF) were dispersed in 1 mL water/ethanol (v:v, 1:4) solution by sonication to form a homogeneous ink. Then, 200 μL of the ink was daubed uniformly in 1 cm2 of area on a piece of 1 × 3 cm CFP (pre-catalyst loading: 1.0 mg cm−2). The polarization curves were measured at a scan rate of 5 mV s−1 in 0.5 M H2SO4, 1.0 M KOH and phosphate buffer solutions (PBS) with pH range from 3 to 12. The concentrations of the PBS are 1.0 M for pH= 3–9 and 0.8 M for pH= 12. The stability measurements were conducted by long-term chronoamperometry.\nElectrochemical surface area (ECSA) measurements. The underpotential deposition of copper (Cu-UPD) on Pt, Ru, and Ir has proven to be an ideal method for quantifying their corresponding electrochemical surface area (ECSA)51–53. In this approach, ECSA can be calculated based on the UPD copper stripping charge (QCu, CuUPD→ Cu2++ 2e−) with the following equation:\nECSA ¼ QCu m 420 uC cm 2 ð1Þ\nXAS measurements. The XAS (Ru K-edge and Ir L3-edge) spectra were collected at BL14W1 station in Shanghai Synchrotron Radiation Facility (SSRF, the storage rings were operated at 3.5 GeV with a maximum current of 250 mA). The data were collected at room temperature (Si (311) monochromator). The RuIrZnOx precatalyst and the standard samples (Ru foil/RuO2/metallic Ir/IrO2) were tested in transmission mode, which were pelletized into disks of 13 mm diameter using graphite powder as a binder (ground thoroughly by mortar and pestle). The RuIrOx after electrochemical activation were tested in fluorescence mode using the carbon fiber paper (CFP). 5.0 mg of RuIrZnOx pre-catalysts, 1.0 mg of pure carbon (Vulcan XC72), and 0.8 mg of polyvinylidene fluoride (PVDF) were dispersed in 1 mL water/ethanol (v:v, 1:4) solution by sonication to form a homogeneous ink. Then, 200 μL of the ink was daubed uniformly in 1 cm2 of area on a piece of 1 × 3 cm CFP (pre-catalyst loading: 1.0 mg cm−2). The in situ generated RuIrOx was obtained after running for several CV cycles within the potential range of specific electrochemical reactions.\nOperando XAS studies. Samples for operando XAS measurements were analyzed in a custom-made in situ cell at room temperature. The saturated calomel electrode (SCE) and graphite rod were used as the reference electrode and the counter electrode, respectively. The saturated calomel electrode was calibrated against an RHE before the operando measurements. The CFP loaded with RuIrOx after the electrochemical activation was used as the working electrode. After electrochemical activation, XAS was collected at 0, −0.01 and −0.02 V (versus RHE), starting with the 0 V and stepping down to −0.02 V for HER condition. As for OER, XAS was collected at 1.0, 1.43, and 1.48 V (versus RHE), starting with the 1.0 V and stepping up to 1.48 V. At each potential, the catalyst was allowed to be stabilized 5 min before XAS measurement and the potential was kept constant throughout the XAS measurement.\nEXAFS analysis. The acquired EXAFS data were processed according to the standard procedures using the ATHENA module implemented in the IFEFFIT software packages. The EXAFS spectra were obtained by subtracting the post-edge background from the overall absorption and then normalizing with respect to the edge jump step. Then, χ(k) data in the k-space ranging from 2.2 to 12.3 Å−1 for Ru and 2.8 to 12.6 Å−1 for Ir were Fourier transformed to real (R) space using hanning windows (dk= 1.0 Å−1) to separate the EXAFS contributions from different coordination shells. The quantitative information can be obtained by the leastsquares curve fitting in the R space with a Fourier-transform k space range 2.2–12.3 Å−1 for Ru and 2.8–12.6 Å−1 for Ir, using the module ARTEMIS of programs of IFEFFIT. The backscattering amplitude F(k) and phase shift Φ(k) were calculated using FEFF8.0 code.\n8 NATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications\nComputational details. Density functional theory (DFT) calculations were performed using the Vienna Ab-initio Simulation Package (VASP)54,55 with the projector augmented wave (PAW) method56 and a cutoff kinetic energy of 400 eV for plane-wave basis set. The generalized gradient approximation with PBE functional57 was used. An energy difference within 1.0 × 10−5 eV and force threshold of 0.02 eV/Å for the maximal component were set as the convergence criteria for solving for wavefunctions and geometry optimization, respectively. The reciprocal Brillouin zones were sampled by the Γ-centered Monkhorst-Pack scheme58 with resolutions of around 2π × 1/40 Å−1.\nThe 3 × 3 Ru (0001) and Ir (111) periodic slabs with six layers were utilized in the HER mechanism. The bottom two layers were fixed to the bulk positions, while the top four layers were allowed to relax. As the AC HAADF-STEM (Fig. 3c) shows that the Ir-incorporated RuIr system is of fcc phase, we built the RuIr model based on the fcc Ru surface by considering three configurations (Supplementary Fig. 36), with the ratio of Ru:Ir= 2:1, close to the experimental value of 2.01:1. The Znincorporated RuIrZn model was built by substituting one Ir/Ru atom with Zn atom at the surface or in the slab of the most stable Ru2Ir (111) surface.\nThe optimized lattice parameters of bulk rutile RuO2 were determined to be a= 4.505 Å and c= 3.119 Å, which are in good agreement with experimental results59. The models for Ir-incorporated RuOx (Supplementary Fig. 41) was built by substituting Ru atoms with Ir atoms to reach a ratio of Ru:Ir= 1:1. In addition, we used the fully O-terminated phase in our calculations as previous work has shown that it is the most stable phase at high potentials47. All of the (110) facets were modeled by 2 × 1 supercells and four-layer slabs, with vacuum regions of 15 Å. The bottom two layers were fixed to the bulk positions, while the top two layers were allowed to relax. To simulate the influence of Zn doping on the catalytic performance, we substituted one Ru/Ir atom with Zn atom at the surface or in the slab of RuIrOx (110) to mimic the RuIrZnOx system.\nThe generally accepted acidic HER mechanism consists of two steps, with the Volmer step followed by the Heyrovsky step or Tafel step. So, HER can be described by the Volmer-Heyrovsky or Volmer-Tafel mechanism.\nVolmer stepð Þ þH3Oþ þ e ! HþH2O ð2Þ\nHeyrovsky stepð Þ HþH3Oþ þ e ! þH2 þH2O ð3Þ\nTafel stepð Þ 2 H ! 2 þH2 ð4Þ The alkaline HER can be also described by the Volmer-Heyrovsky or Volmer-Tafel mechanism with the following steps.\nVolmer stepð Þ þ H2Oþ e ! Hþ OH ð5Þ\nHeyrovsky stepð Þ HþH2Oþ e ! þ H2 þ OH ð6Þ and the Tafel step (Eq. (4)).\nWe consider the H adsorption as the key descriptor for HER as suggested previously46. We studied the reaction mechanisms to understand the performance of different ruthenium oxide (RuOx) catalysts for driving the OER. Previous work has proved that the oxygen coupling (*O+ *O) reaction is less favorable than the formation of *OOH intermediate47. Thus, we assumed a four-step water hydrogen atom abstraction mechanism under acidic OER condition involving the following steps, where the symbol “*” represents the active site (five-coordinated Ir, Ru, or Zn atom).\nþH2O ! OHþHþ þ e ð7Þ OH ! OþHþ þ e ð8Þ\nOþH2O ! OOHþHþ þ e ð9Þ OOH ! þ O2 þHþ þ e ð10Þ\nThe OER mechanism under alkaline condition can be described by the following four steps.\nþ OH ! OHþ e ð11Þ OHþ OH ! OþH2Oþ e ð12Þ\nOþ OH ! OOHþ e ð13Þ OOHþ OH ! þO2 þH2Oþ e ð14Þ"
    }, {
      "heading" : "Data availability",
      "text" : "The data that support the findings of this study are available from the corresponding authors upon a reasonable request.\nReceived: 15 April 2019; Accepted: 19 September 2019;"
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Key R&D Program of China (2017YFA0700101, 2016YFA0202801), National Natural Science Foundation of China (No. 21325101, 21971135, 21872076, 21573119, 21590792, 21433005, and 91645203), Beijing Natural Science Foundation (JQ18007) and the China Postdoctoral Science Foundation (2018M640112). We thank Z. Zhuang, S. Lu, and Y. Pan for help on the electrochemical test. The aberration-corrected TEM studies were accomplished at the Beijing National Center for Electron Microscopy. We thank the BL14W1 in Shanghai Synchrotron Radiation Facilities (SSRF) for XAS measurements. The calculations were performed by using supercomputers at Tsinghua National Laboratory for Information Science and Technology. We also acknowledge the Tsinghua Xuetang Talents Program for providing computational resources. And we thank Dr. C. Zhang for the help in writing and revising the paper."
    }, {
      "heading" : "Author contributions",
      "text" : "Y.W.1, Z.Z.1, Q.P., C.C., and Y.L. conceived the idea. Z.Z.1, Y.W.1, Y.P., S.L.3, W.-C.C., K.S., X.C., and K.W. carried out the sample synthesis, characterization and electrochemical test. C-Q.X., H.X., and J.L. conducted the DFT calculations. R.Y. obtained the AC HAADF-STEM image. Y.W.5 and S.L.1 carried out the X-ray structure characterization and analysis the XAS data. Z.Z.1, C.C., and Q.P. wrote the paper. S.L.3, Z.Z.3, and D.W. discussed the electrocatalytic process and gave useful suggestions. C.C., Q.P., and Y.L. were responsible for the overall direction of the project. All the authors contributed to the overall scientific interpretation and edited the paper."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/s41467019-12885-0. Correspondence and requests for materials should be addressed to C.C., Q.P. or Y.L. Peer review information Nature Communications thanks anonymous reviewers for their contributions to the peer review of this work Reprints and permission information is available at http://www.nature.com/reprints Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/. © The Author(s) 2019\n10 NATURE COMMUNICATIONS | (2019) 10:4875 | https://doi.org/10.1038/s41467-019-12885-0 | www.nature.com/naturecommunications"
    } ],
    "references" : [ {
      "title" : "Just a dream—or future reality",
      "author" : [ "H.A. Gasteiger", "N.M. Marković" ],
      "venue" : "Science 324,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2009
    }, {
      "title" : "insights into materials design",
      "author" : [ "Seh", "Z.W. et al. Combining theory", "experiment in electrocatalysis" ],
      "venue" : "Science 355, eaad4998",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sustainable hydrogen production",
      "author" : [ "J.A. Turner" ],
      "venue" : "Science 305,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2004
    }, {
      "title" : "Opportunities and challenges for a sustainable energy future",
      "author" : [ "S. Chu", "A. Majumdar" ],
      "venue" : "Nature 488,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2012
    }, {
      "title" : "A highly active and stable  IrOx/SrIrO3 catalyst for the oxygen evolution reaction",
      "author" : [ "Seitz", "L. C" ],
      "venue" : "Science 353,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Homogeneously dispersed multimetal oxygen-evolving catalysts",
      "author" : [ "B Zhang" ],
      "venue" : "Science 352,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Electrocatalysts for hydrogen oxidation and evolution reactions",
      "author" : [ "S. Lu", "Z. Zhuang" ],
      "venue" : "Sci. China Mater",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Crystal phase-based epitaxial growth of hybrid noble metal nanostructures on 4H/fcc Au nanowires",
      "author" : [ "Q Lu" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Multicomponent electrocatalyst with ultralow Pt loading and high hydrogen evolution activity",
      "author" : [ "Tiwari", "J. N" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Porous MoO2 nanosheets as non‐noble bifunctional electrocatalysts for overall water splitting",
      "author" : [ "Y Jin" ],
      "venue" : "Adv. Mater. 28,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Amorphous nickel-cobalt complexes hybridized with 1T-phase molybdenum disulfide via hydrazine-induced phase transformation for water splitting",
      "author" : [ "H Li" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Bifunctional non-noble metal oxide nanoparticle electrocatalysts through lithium-induced conversion for overall water splitting",
      "author" : [ "H Wang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Multi-site electrocatalysts for hydrogen evolution in neutral media by destabilization of water molecules",
      "author" : [ "Dinh", "C.-T" ],
      "venue" : "Nat. Energy https://doi.org/",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "An efficient and pH-universal ruthenium-based catalyst for the hydrogen evolution reaction",
      "author" : [ "J Mahmood" ],
      "venue" : "Nat. Nanotechnol. 12,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "The effect of particle size, inter-particle distance and metal loading on catalytic activity and fuel cell performance",
      "author" : [ "Antolini", "E. Structural parameters of supported fuel cell catalysts" ],
      "venue" : "Appl. Catal. B-Environ. 181, 298–313",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Size-and shape-dependent catalytic performances of oxidation and reduction reactions on nanocatalysts",
      "author" : [ "S. Cao", "F.F. Tao", "Y. Tang", "Y. Li", "J. Yu" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Highly crystalline multimetallic nanoframes with threedimensional electrocatalytic surfaces",
      "author" : [ "C Chen" ],
      "venue" : "Science 343,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Synthesis of Pd‐Rh core–frame concave nanocubes and their conversion to Rh cubic nanoframes by selective etching of the Pd cores",
      "author" : [ "S Xie" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2012
    }, {
      "title" : "Platinum-based nanocages with subnanometer-thick walls and well-defined, controllable facets",
      "author" : [ "L Zhang" ],
      "venue" : "Science 349,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Formation of Ni–Co–MoS2 nanoboxes with enhanced electrocatalytic activity for hydrogen evolution",
      "author" : [ "Yu", "X. Y" ],
      "venue" : "Adv. Mater. 28,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "A metal–organic framework-derived bifunctional oxygen electrocatalyst",
      "author" : [ "Xia", "B. Y" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "recent progress and perspectives",
      "author" : [ "G. Li", "S. Zhao", "Y. Zhang", "Tang", "Z. Metal-organic frameworks encapsulating active nanoparticles as emerging composites for catalysis" ],
      "venue" : "Adv. Mater. 30, 1800702",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An ordered ZIF-8-derived layered double hydroxide hollow nanoparticles-nanoflake array for high efficiency energy storage",
      "author" : [ "D Yu" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Self-templated fabrication of CoO-MoO2 nanocages for enhanced oxygen evolution",
      "author" : [ "F Lyu" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Metal-organic framework templated synthesis of ultrasmall catalyst loaded  ZnO/ZnCo2O4 hollow spheres for enhanced gas sensing properties",
      "author" : [ "W.T. Koo", "S.J. Choi", "J.S. Jang", "I.D. Kim" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Construction of complex Co3O4 @Co3V2O8 hollow structures from metal-organic frameworks with enhanced lithium storage properties",
      "author" : [ "Y. Lu", "L. Yu", "M. Wu", "Y. Wang", "X.W.D. Lou" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "highly robust electrocatalysts for oxygen evolution in acidic media",
      "author" : [ "Su", "J. et al. Assembling ultrasmall copper-doped ruthenium oxide nanocrystals into hollow porous polyhedra" ],
      "venue" : "Adv. Mater. 30, 1801351",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Complex nanostructures from materials based on metal-organic frameworks for electrochemical energy storage and conversion",
      "author" : [ "B.Y. Guan", "X.Y. Yu", "H.B. Wu", "X.W.D. Lou" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Atomically dispersed manganese catalysts for oxygen reduction in proton-exchange membrane fuel cells",
      "author" : [ "J Li" ],
      "venue" : "Nat. Catal",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "zinc(II) imidazolates with unusual zeolitic topologies",
      "author" : [ "X.C. Huang", "Y.Y. Lin", "J.P. Zhang", "Chen", "X.M. Ligand-directed strategy for zeolite-type metal-organic frameworks" ],
      "venue" : "Angew. Chem. Int. Ed. 45, 1557–1559",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Ionic radii in aqueous solutions",
      "author" : [ "Y. Marcus" ],
      "venue" : "Chem. Rev. 88,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1988
    }, {
      "title" : "Revised effective ionic radii and systematic studies of interatomic distances in halides and chalcogenides",
      "author" : [ "R.D. Shannon" ],
      "venue" : "Acta Crystallogr. Sect. A 32,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1976
    }, {
      "title" : "comparison to density functional theory calculations and ultrahigh vacuum experiments on water dissociation",
      "author" : [ "Koper", "M.T. Blank voltammetry of hexagonal surfaces of Pt-group metal electrodes" ],
      "venue" : "Electrochim. Acta 56, 10645–10651",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Modeling the electrochemical hydrogen oxidation and evolution reactions on the basis of density functional theory calculations",
      "author" : [ "E Skúlason" ],
      "venue" : "J. Phys. Chem. C. 114,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2010
    }, {
      "title" : "Benchmarking heterogeneous electrocatalysts for the oxygen evolution reaction",
      "author" : [ "C.C. McCrory", "S. Jung", "J.C. Peters", "T.F. Jaramillo" ],
      "venue" : "J. Am. Chem. Soc. 135,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2013
    }, {
      "title" : "Benchmarking hydrogen evolving reaction and oxygen evolving reaction electrocatalysts for solar water splitting devices",
      "author" : [ "McCrory", "C. C" ],
      "venue" : "J. Am. Chem. Soc. 137,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Dissolution of noble metals during oxygen evolution in acidic media",
      "author" : [ "S Cherevko" ],
      "venue" : "ChemCatChem 6,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "Synthesis and activities of rutile IrO2 and RuO2 nanoparticles for oxygen evolution in acid and alkaline solutions",
      "author" : [ "Y. Lee", "J. Suntivich", "K.J. May", "E.E. Perry", "Y. Shao-Horn" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Orientationdependent oxygen evolution activities of rutile IrO2 and RuO2",
      "author" : [ "K.A. Stoerzinger", "L. Qiao", "M.D. Biegalski", "Y. Shao-Horn" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2014
    }, {
      "title" : "Developments and perspectives of oxide-based catalysts for the oxygen evolution reaction",
      "author" : [ "E. Fabbri", "A. Habereder", "K. Waltar", "R. Kötz", "T.J. Schmidt" ],
      "venue" : "Catal. Sci. Technol",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2014
    }, {
      "title" : "Hydrogen generation by solid polymer electrolyte water electrolysis",
      "author" : [ "J. Russell", "L. Nuttall", "A. Fickett" ],
      "venue" : "Am. Chem. Soc., Div. Fuel Chem",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1973
    }, {
      "title" : "Fabrication of hollow nanorod electrodes based on  RuO2//Fe2O3 for an asymmetric supercapacitor",
      "author" : [ "Q. Wang", "X. Liang", "Y. Ma", "D. Zhang" ],
      "venue" : "Dalton Trans",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    }, {
      "title" : "detection of multiple sites through structural disorder",
      "author" : [ "A.R. Hillman", "M.A. Skopek", "Gurman", "S.J. X-Ray spectroscopy of electrochemically deposited iridium oxide films" ],
      "venue" : "Phys. Chem. Chem. Phys. 13, 5252–5263",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "A unique oxygen ligand environment facilitates water oxidation in hole-doped IrNiOx core–shell electrocatalysts",
      "author" : [ "Nong", "H. N" ],
      "venue" : "Nat. Catal",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "Durability and degradation issues of PEM fuel cell components. Fuel cells",
      "author" : [ "F. De Bruijn", "V. Dam", "G. Janssen" ],
      "venue" : null,
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "Trends in the exchange current for hydrogen evolution",
      "author" : [ "Nørskov", "J. K" ],
      "venue" : "J. Electrochem. Soc. 152,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2005
    }, {
      "title" : "Mechanism and tafel lines of electro-oxidation of water to oxygen on RuO2 (110)",
      "author" : [ "Fang", "Y.-H", "Liu", "Z.-P" ],
      "venue" : "J. Am. Chem. Soc. 132,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2010
    }, {
      "title" : "Activating lattice oxygen redox reactions in metal oxides to catalyse oxygen evolution",
      "author" : [ "A Grimaud" ],
      "venue" : "Nat. Chem. 9,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "In-situ identification of RuO4 as the corrosion product during oxygen evolution on ruthenium in acid media",
      "author" : [ "R. Kötz", "S. Stucki", "D. Scherson", "D. Kolb" ],
      "venue" : "J. Electroanal. Chem. Interfacial Electrochem",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 1984
    }, {
      "title" : "Tuning the crystal morphology and size of zeolitic imidazolate framework-8 in aqueous solution by surfactants",
      "author" : [ "Y Pan" ],
      "venue" : "CrystEngComm 13,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2011
    }, {
      "title" : "Determination of the platinum and ruthenium surface areas in platinum–ruthenium alloy electrocatalysts by underpotential deposition of copper",
      "author" : [ "C.L. Green", "A. Kucernak" ],
      "venue" : "I. Unsupported catalysts. J. Phys. Chem. B 106,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2002
    }, {
      "title" : "Real surface area measurements in electrochemistry",
      "author" : [ "S. Trasatti", "O. Petrii" ],
      "venue" : "Pure Appl. Chem",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 1991
    }, {
      "title" : "Characterization of a ruthenium electrode by underpotential deposition of copper",
      "author" : [ "M. Quiroz", "Y. Meas", "E. Lamy-Pitara", "J. Barbier" ],
      "venue" : "J. Electroanal. Chem. Interfacial Electrochem. 157,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 1983
    }, {
      "title" : "Efficient iterative schemes for ab initio totalenergy calculations using a plane-wave basis set",
      "author" : [ "G. Kresse", "J. Furthmüller" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 1996
    }, {
      "title" : "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set",
      "author" : [ "G. Kresse", "J. Furthmüller" ],
      "venue" : "Comp. Mater. Sci",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 1996
    }, {
      "title" : "Projector augmented-wave method",
      "author" : [ "P.E. Blöchl" ],
      "venue" : "Phys. Rev. B 50,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 1994
    }, {
      "title" : "Generalized gradient approximation made simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Phys. Rev. Lett. 77,",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 1996
    }, {
      "title" : "Special points for Brillouin-zone integrations",
      "author" : [ "H.J. Monkhorst", "J.D. Pack" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 1976
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The RuIrZnOx h-nanoboxes are endowed with multiple functionalities: (1) ZnO could be in situ etched at acidic or alkaline electrochemical conditions to form RuIrOx, rendering the active Ru/Ir components highly exposed, and leading to, hopefully, a drastic elevation in electrocatalytic activity; (2) under the HER operating potential, Ru/Ir oxides could be in situ reduced to elemental Ru/Ir, both possessing a ARTICLE NATURE COMMUNICATIONS | https://doi.",
      "startOffset" : 68,
      "endOffset" : 71
    }, {
      "referenceID" : 1,
      "context" : "The RuIrZnOx h-nanoboxes are endowed with multiple functionalities: (1) ZnO could be in situ etched at acidic or alkaline electrochemical conditions to form RuIrOx, rendering the active Ru/Ir components highly exposed, and leading to, hopefully, a drastic elevation in electrocatalytic activity; (2) under the HER operating potential, Ru/Ir oxides could be in situ reduced to elemental Ru/Ir, both possessing a ARTICLE NATURE COMMUNICATIONS | https://doi.",
      "startOffset" : 296,
      "endOffset" : 299
    }, {
      "referenceID" : 2,
      "context" : "proper metal-H* binding energy, promising an excellent HER activity14,33,34; (3) Ru/Ir oxides are already known as good OER catalysts, so the RuIrOx can potentially act as anode catalyst in water electrolysis35,36.",
      "startOffset" : 77,
      "endOffset" : 80
    } ],
    "year" : 2019,
    "abstractText" : "High-efficiency water electrolysis is the key to sustainable energy. Here we report a highly active and durable RuIrOx (x≥ 0) nano-netcage catalyst formed during electrochemical testing by in-situ etching to remove amphoteric ZnO from RuIrZnOx hollow nanobox. The dispersing-etching-holing strategy endowed the porous nano-netcage with a high exposure of active sites as well as a three-dimensional accessibility for substrate molecules, thereby drastically boosting the electrochemical surface area (ECSA). The nano-netcage catalyst achieved not only ultralow overpotentials at 10mA cm−2 for hydrogen evolution reaction (HER; 12 mV, pH= 0; 13 mV, pH= 14), but also high-performance overall water electrolysis over a broad pH range (0 ~ 14), with a potential of mere 1.45 V (pH= 0) or 1.47 V (pH= 14) at 10mA cm−2. With this universal applicability of our electrocatalyst, a variety of readily available electrolytes (even including waste water and sea water) could potentially be directly used for hydrogen production. https://doi.org/10.1038/s41467-019-12885-0 OPEN",
    "creator" : "Springer"
  }
}