{
  "name" : "downloads_2019-11-13_03_zhang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "An ultrasensitive electrochemiluminescence biosensor for MicroRNA detection based on luminol-functionalized Au NPs@ZnO nanomaterials as signal probe and dissolved O2 as coreactant",
    "authors" : [ "Xiaoli Zhang", "Weimin Li", "Ying Zhou", "Yaqin Chai", "Ruo Yuan" ],
    "emails" : [ "NPs@ZnO", "NPs@ZnO", "NPs@ZnO)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nAn ultrasensitive electrochemiluminescence biosensor for MicroRNA detection based on luminol-functionalized Au NPs@ZnO nanomaterials as signal probe and dissolved O2 as coreactant\nXiaoli Zhang, Weimin Li, Ying Zhou, Yaqin Chai∗∗, Ruo Yuan∗\nKey Laboratory of Ministry of Education of Luminescence and Real-Time Analytical Chemistry, School of Chemistry and Chemical Engineering, Southwest University, Chongqing, 400715, PR China\nA R T I C L E I N F O\nKeywords: ZnO as coreaction accelerator Dissolved O2 as coreactant miRNA-21 detection DNA dendrimer\nA B S T R A C T\nIn this work, the ZnO nanostars with excellent catalytic performance were firstly used as the coreaction accelerator of luminol-O2 system to construct a biosensor for ultrasensitively detecting microRNA-21 (miRNA-21) in cancer cells. Specifically, ZnO nanostars could expedite the reduction of dissolved O2, generating more reactive oxygen species (ROSs) to extremely promote electrochemiluminescence (ECL) luminous efficiency of luminol. Thus luminol-functionalized Au NPs@ZnO (L-Au NPs@ZnO) nanomaterials were employed as signal probe to fabricate sensing nano-platform for achieving significant ECL emission as “signal on” state. Moreover, upon the addition of a tiny minority of target miRNA-21, massive ferrocene (Fc) could be immobilized on the sensing interface through hybridization chain reaction (HCR) triggered-DNA dendrimers self-assembly, in which Fc consumed dissolved O2 for prominently quenching the ECL emission of signal probe and then reached a “signal off” state. As a result, the biosensor performed a good linearity in 100 aM – 100 pM and a low limit of detection (LOD) down to 18.6 aM. In general, this work utilized a new coreaction accelerator as an efficient amplification approach for ultrasensitively detecting target analyses, providing a promising approach in luminol-centric ECL bioanalysis fields."
    }, {
      "heading" : "1. Introduction",
      "text" : "Luminol, as a classical significant electrochemiluminescence (ECL) luminophore, has inherent advantages of no toxic, low oxidation potential and high light-emitting quantum yield (Richter, 2004; Gu et al., 2015; Hao et al., 2017). However, it is difficult to immobilize luminol into the sensing interface due to its lack of active group (Cui et al., 2007), meantime, it extremely depended on H2O2 as coreactant to enhance the ECL luminous intensity, whereas H2O2 has defects of instability in test solution and detrimental to biology (Liu et al., 2016). Therefore, in order to improve the ECL signal of luminol-centric biosensor, it is of great significance to achieve the immobilization of luminol to H2O2-free strategies. In recent years, because dissolved O2 has identical characteristic with H2O2 in generating reactive oxygen species (ROSs) to catalyze luminophore (Qiao et al., 2018), it could be a desirable candidate as a nontoxic coreactant to apply in the fabrication of ECL biosensors. However, the transformation efficiency of dissolved O2 to ROSs on the interface of glassy carbon electrode (GCE) was limited,\nresulting in a weak ECL emission of luminol-O2 system. Therefore, it is critical to boost the reduction efficiency of dissolved O2 for generating more ROSs on the GCE surface to prominently enhance ECL emission of luminol-O2 system.\nIn recent years, coreaction accelerator was introduced for catalyzing coreactant to generate more tremendous reactive radicals, which remarkably improved the luminous efficiency of luminophore (Lei et al., 2018; Sun et al., 2018). Very recently, we utilized Au-Ag-Pt heteronanostructures (AAPHNs) as coreaction accelerator to improve the ECL intensity of luminol-O2 system for peptide sensitive detection (Wu et al., 2018). Nevertheless, luminol was away from AAPHNs as coreaction accelerator which caused longer electronic transmission distance between the generated ROSs on AAPHNs surface and luminol, resulting in more energy loss and limiting the coreaction acceleration efficiency of AAPHNs to luminol-O2 system. Herein, shortening the distance between coreaction accelerator and luminophore would reduce electronic transmission distance and decrease energy loss for improving coreaction acceleration efficiency. ZnO, one kind band gap\nhttps://doi.org/10.1016/j.bios.2019.04.004 Received 20 February 2019; Received in revised form 27 March 2019; Accepted 1 April 2019\n∗ Corresponding author. ∗∗ Corresponding author. E-mail addresses: yqchai@swu.edu.cn (Y. Chai), yuanruo@swu.edu.cn (R. Yuan).\nBiosensors and Bioelectronics 135 (2019) 8–13\nAvailable online 06 April 2019 0956-5663/ © 2019 Elsevier B.V. All rights reserved.\nT\nmetal oxide semiconductor, could promote the generation of ROSs through aggregating and catalyzing the decomposition of dissolved O2 around the ZnO in test solution (Sirelkhatim et al., 2015; He et al., 2014). Compared with traditional ZnO nanoparticals, ZnO nanostars with larger surface area could effectively catalyze the generation of ROSs through dissolved O2. In this work, ZnO nanostars were firstly employed as coreaction accelerator with dissolved O2 as endogenous coreactant to significantly enhance the ECL intensity of luminol. Meantime, luminol was directly modified on the surface of ZnO nanostars, which could not only extremely shorten the electron-transfer path for less energy loss between the generated ROSs and luminol, but availably immobilize luminol on the sensing interface via covalent bond and electrostatic interaction.\nMicroRNAs (miRNAs), which acted as ideal biomarkers in cancer initiation and progression, are significant for cancer surveillance (Causa et al., 2015; J.B. Li et al., 2016). This study fabricated an ultrasensitive ECL biosensor for miRNA-21 detection through L-Au NPs@ZnO nanomaterials as an ECL probe and dissolved O2 as endogenous coreactant. Firstly, chitosan was employed to immobilize the L-Au NPs@ZnO nanomaterials into sensing interface due to its biocompatibility and filmforming properties (Zhang et al., 2017), and then Ag NPs were modified for anchoring thiol-modified hairpin DNA (H1) via Ag-S bond (You et al., 2018; Zhang et al., 2018). Then target miRNA-21 was introduced to open the hairpins H1. Afterwards, with the addition of H2 and H3, the hybridization chain reaction (HCR) was realized through hairpin polymerization to generate DNA dendrimers modified substantial Fc. Subsequently, when Fc consumed coreactant dissolved O2 (Cao et al., 2006; Li et al., 2014; Liu et al., 2018; Zhou et al., 2017), the ECL signal was restricted to result in a lower ECL intensity. As a result, a luminolbased bioanalysis strategy manifested high sensitivity of miRNA-21 detection. Thus, this work proposed an effective method for signal amplification of ECL biosensors, which afforded an ultrasensitive platform for the detection of biomolecules and clinical diagnosis."
    }, {
      "heading" : "2. Experiment section",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of L-Au NPs@ZnO",
      "text" : "Initially, luminol-functionalized Au NPs (L-Au NPs) were synthesized by a general method (Zhang et al., 2014). First of all, 5 mL HAuCl4·4H2O (0.25mM) and 1mL luminol (12.5 mM) was added into beaker to obtain L-Au NPs complexes in ice bath (the detailed optimized experimental of luminol concentration was shown in the Supporting Information). Then 0.15mL NaBH4 (0.1M) was injected dropwise to reduce HAuCl4·4H2O to Au NPs. Luminol with a positive group -NH2 was bonded to Au NPs via electrostatic interaction and Au-N bond (Wang et al., 2015). The L-Au NPs solution with negative charge was acquired after ice bath for 10min and continuous stirring for 6 h under ambient temperature. The resultant solution was preserved at 4 °C.\nSimultaneously, the synthesis process of ZnO nanostars was shown in the Supporting Information. Briefly, positively charged ZnO nanostars were constructed by dispersing 1mL ZnO nanostars into 4mL 0.20% poly-(diallyldimethylammonium chloride) (PDDA) aqueous solution containing Tris (20mM) and NaCl (20mM) (Du et al., 2011). Afterwards, the solution was dispersed by ultrasonic and kept agitating for 2 h under ambient temperature, and then it was centrifugated and cleaned with deionized water for several times. Subsequently, the obtained ZnO sediments were dispersed in L-Au NPs solution by ultrasonic and then kept stirring for 4 h to obtain the L-Au NPs@ZnO due to the electrostatic interaction. Finally, the L-Au NPs@ZnO solution was centrifuged and washed several times with water. The synthesis process of L-Au NPs@ZnO was displayed in Scheme 1A."
    }, {
      "heading" : "2.2. Fabrication of biosensor",
      "text" : "The GCE (Φ=4mm) was respectively polished with 0.3 and\n0.05 μm alumina powder and cleaned by deionized water for further use. Firstly, 5 μL L-Au NPs@ZnO, 10 μL 0.5% chitosan, and 10 μL Ag NPs (the preparation process of Ag NPs was exhibited in Supporting Information) were modified on electrode surface successively. Then 10 μL H1 (2 μM) was incubated on the modified sensing interface for 12 h at 4 °C through Ag-S bond. After rinsing, 10 μL hexanethiol (HT, 1mM) was introduced to resist the nonspecific adsorption for 40min at room temperature. Afterwards, 10 μL miRNA-21 of different concentration were dripped for incubating 2 h to hybridize with H1. Ultimately, 10 μL H2 (2 μM) and 10 μL H3 (2 μM) modified a large number of Fc were dripped and incubated for 2 h. The fabrication process of developed biosensor was displayed at Scheme 1B. The characterization of the biosensor assembly process was investigated by electrochemical impedance spectroscopy (EIS) and related EIS graph was shown in Fig. S1."
    }, {
      "heading" : "2.3. ECL detection",
      "text" : "The proposed biosensor was measured in 2mL air-saturated phosphate buffer saline (PBS, 0.1 M, pH=7.4). A high voltage of 800 V was provided to the photomultiplier tube (PMT) with the magnitude as 3, and the working potential was carried out from −0.6 – 0.8 V with scanning speed of 500mV/s. The △I was the decreased value (△I = I0 − I, I0 represented the ECL signal of blank, while I represented the ECL signal with different concentration of miRNA-21)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of ZnO and L-Au NPs@ZnO",
      "text" : "The scanning electron microscope (SEM) pattern of ZnO was displayed in Fig. 1A, it showed that ZnO has the morphology like stars with a length of about 300 nm. The X-ray diffraction (XRD) was utilized for further confirming the synthesis of ZnO, as exhibited in Fig. 1C, the peak values at 31.8, 34.4, 36.3, 47.54, 56.6, 62.86, 67.98 (a) could correspond to (100), (002), (101), (102), (110), (103), and (112) standard PDF card of ZnO crystal planes (b), demonstrating ZnO was hexagonal phase (Han et al., 2015).\nMeantime, the morphology of the as-synthesized L-Au NPs@ZnO was characterized by transmission electron microscope (TEM). From Fig. 1B, the ZnO has the star-like morphology with a diameter of 300 nm, and the small particles decorated on surface portion of the rods were L-Au NPs of about 5 nm in size. The elemental analysis of L-Au NPs@ZnO was investigated by X-ray photoelectron spectroscopy (XPS). According to Fig. 1D, the peaks at about 1020.61 eV, 530.34 eV, 499.38 eV, 399.53 eV, 284.8 eV, 88 eV could respectively ascribe to Zn 2p, O 1s, Zn LM2, N 1s, C 1s, and Au 4f, verifying the L-Au NPs@ZnO nanomaterials were triumphantly synthesized."
    }, {
      "heading" : "3.2. The possible mechanism of the ECL emitting process",
      "text" : "Relative experiments were performed to demonstrate the ECL emission process of luminol-O2 system. From Fig. 2A, when 5 μL L-Au NPs@ZnO were dripped on the electrode, a distinguished ECL intensity peak about 7081 a.u. (curve a) was observed in air-saturated PBS, while Au NPs@ZnO/GCE had no distinct ECL peak (Fig. S4B), stating that the ECL emission was actually generated only in the presence of luminol. Simultaneously, the matching cyclic voltammogram (CV) curve (Fig. 2B, curve a) showed reduction and oxidation peak which respectively assigned to −0.06 V and 0.2 V owing to the reaction of dissolved O2 on ZnO surface (X. Li et al., 2016; Katerina et al., 2019; Yoshio and Atsuko, 2017). After ventilating with highly pure Ar for 10min to remove the dissolved O2 around ZnO in the PBS, the ECL emission conspicuously decreased (Fig. 2A, curve b). However, L-Au NPs@ZnO/GCE was immersed in the Ar-saturated PBS including 320 μM H2O2, which was equivalent to the concentration of dissolved O2 at 25 °C (Zhou\net al., 2017), the ECL signal was 4330 a.u. (Fig. 2A, curve c). Thus the dissolved O2 exactly served as coreactant during the emission of luminol. Moreover, superoxide dismutase (SOD) which acted as an efficient and specific scavenges of superoxide (O2•−) radicals was added into the air-saturated PBS (Fig. 2A, curve d) (He et al., 2016; Learman et al., 2011), an ECL intensity at 3409 a.u. was observed. And with the correspondent CV response, an oxidation peak at 0.18 V (Fig. 2B, curve b) was obtained, which implied the existence of hydroxyl (OH•) species during the ECL emission. Successively, L-cysteine (1mM) as annihilation reagent of OH• and O2•− radicals was added into air-saturated PBS to distinctly quench the ECL signal (Fig. 2A, curve e) (Deng et al., 2011; Wang et al., 2016). Meantime, the CV showed no distinct peaks at −0.06 V and 0.2 V around (Fig. 2B, curve c).\nIn conclusion, for luminol-O2 system with ZnO, luminol anionic radicals (L•−) could be generated through the oxidation of luminol anions (LH−). Then on the cathode, superoxide anion (O2•−) could be obtained through the reduction of dissolved O2 on ZnO surface, and the O2•− could produce hydrogen peroxide (H2O2), which could produce full or partly OH• on the anode. Afterwards, the generated L•− in situ reacted with the generated O2•− and OH•, leading to more excited state species of luminol (AP2−∗) for enhancing ECL intensity dramatically (Scheme 1C, b)."
    }, {
      "heading" : "3.3. Analytical performance of the ECL biosensor toward miRNA-21",
      "text" : "The sensitivity of the biosensor was determined by different concentrations of target miRNA-21. As demonstrated in Fig. 3A, the ECL intensity decreased along with the increase of miRNA-21 concentration from 100 aM to 100 pM. The results in Fig. 3B showed that the △I which was the decreased value increased linearly with the logarithm of miRNA-21 concentration in scope of 100 aM - 100 pM. The regression equation was △I=770.89 lg c + 13437 with a correlation coefficient of 0.99447. Additionally, the LOD was calculated to be 18.6 aM (the detailed calculation process of LOD was presented in the Supporting Information). As displayed in Table 1, the elaborated biosensor showed a relative wider linear rang with a lower LOD, which indicated it might have great promising for ultimate application in clinical bioassay.\nTo estimate the selectivity of the biosensor for miRNA-21 detection, miRNA-122, miRNA-141 and miRNA-155 were selected as the interfering substances. The concentration of interfering substances (1 nM) was 100 times higher than target miRNA-21 (10 pM). As depicted in Fig. 3C, the ECL signal of interferences not only exhibited slight changes compared with the blank samples, but displayed a distinct difference with 10 pM miRNA-21. Meantime, the ECL intensity of 10 pM miRNA21 was close to mixture, while it showed great change compared to\nScheme 1. (A) The synthesis process of L-Au NPs@ZnO materials. (B) The fabrication process of the developed biosensor for miRNA-21 detection. (C) Possible mechanism of luminol-O2 system without (a) and with coreaction accelerator ZnO (b), ECL response of L-Au NPs, L-Au NPs@ZnO (c).\nblank samples. All above results implied the proposed biosensor was provided with superior selectivity of miRNA-21.\nAs illustrated in Fig. 3D, under successional scanning for 10 cycles at 10 pM miRNA-21 in PBS, the ECL signal showed inconspicuous fluctuation and the relative standard deviation (RSD) was calculated as 2.46%, which manifested the excellent stability of the proposed biosensor."
    }, {
      "heading" : "3.4. The pragmatic application of biosensor",
      "text" : "To evaluate the feasibility of proposed biosensor to real samples in development of miRNA analysis, human breast cancer cell (MCF-7) with high-expressed miRNA-21, and human cervical cancer cell (Hela) with low-expressed miRNA-21 were chosen to measure the expression of miRNA-21. According to Fig. 4, the ECL intensity of 103 Hela cells were close to blank and 103 MCF-7 cells were lower than blank. The ECL response signal of MCF-7 increased with the gradually decreasing cell numbers, while the signal of Hela increased more obvious with the decrease of cell numbers. The results suggested that the developed\nbiosensor could monitor miRNA from tumor cells."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, the luminol-centric ECL biosensor was first developed for ultrasensitively detecting miRNA-21 based on ZnO as coreaction accelerator and dissolved O2 as coreactant. Firstly, luminol was directly modified on the surface of ZnO, which shortened electronic transmission distance and reduced energy loss, resulting in higher coreaction acceleration efficiency of ZnO to luminol-O2 system. Secondly, ZnO was employed as a new coreaction accelerator to accelerate the reduction of the dissolved O2 for significantly enhancing the ECL efficiency of luminol, realizing the ultrasensitive detection of miRNA-21 in cancer cells with a low detection limit down to attomolar level. Overall, this work proposed a new coreaction accelerator strategy to luminol-O2 system for cancer biomarker monitoring, which hold great potential for ultimate applications in clinical diagnosis.\nDeclaration of interests\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nCRediT authorship contribution statement\nXiaoli Zhang: Conceptualization, Data curation, Formal analysis, Investigation, Writing - original draft, Writing - review & editing. Weimin Li: Data curation, Investigation. Ying Zhou: Conceptualization, Writing - original draft, Supervision. Yaqin Chai: Funding acquisition, Resources, Project administration, Supervision. Ruo Yuan: Funding acquisition, Resources, Writing - review & editing."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by the NNSF of China (21775124, 21575116, 21675129), and the Fundamental Research Funds for the Central Universities (XDJK2018AA0003), China."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Chemicals and materials, apparatus, preparation of ZnO nanostars, preparation of Ag NPs, the characterization of the electrode assembly process, experimental condition optimization, the UV–vis absorption spectra of L-Au NPs, the signal comparison of different ECL probes, PAGE analysis, the UV–vis and fluorescence spectra of L-Au NPs@ZnO, limit of detection calculation.\nSupplementary data to this article can be found online at https:// doi.org/10.1016/j.bios.2019.04.004.\nSERS: Surface-Enhanced Raman Scattering."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "In this work, the ZnO nanostars with excellent catalytic performance were firstly used as the coreaction accelerator of luminol-O2 system to construct a biosensor for ultrasensitively detecting microRNA-21 (miRNA-21) in cancer cells. Specifically, ZnO nanostars could expedite the reduction of dissolved O2, generating more reactive oxygen species (ROSs) to extremely promote electrochemiluminescence (ECL) luminous efficiency of luminol. Thus luminol-functionalized Au NPs@ZnO (L-Au NPs@ZnO) nanomaterials were employed as signal probe to fabricate sensing nano-platform for achieving significant ECL emission as “signal on” state. Moreover, upon the addition of a tiny minority of target miRNA-21, massive ferrocene (Fc) could be immobilized on the sensing interface through hybridization chain reaction (HCR) triggered-DNA dendrimers self-assembly, in which Fc consumed dissolved O2 for prominently quenching the ECL emission of signal probe and then reached a “signal off” state. As a result, the biosensor performed a good linearity in 100 aM – 100 pM and a low limit of detection (LOD) down to 18.6 aM. In general, this work utilized a new coreaction accelerator as an efficient amplification approach for ultrasensitively detecting target analyses, providing a promising approach in luminol-centric ECL",
    "creator" : "Elsevier"
  }
}