{
  "name" : "downloads_2019-11-16_5a_10.1016@j.polymertesting.2019.106222.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Use of carbon black as a reinforcing nano-filler in conductivity-reversible elastomer composites",
    "authors" : [ "Bolesław Szadkowski", "Anna Marzec", "Marian Zaborski" ],
    "emails" : [ "boleslaw.szadkowski@edu.p.lodz.pl" ],
    "sections" : [ {
      "heading" : null,
      "text" : "This study presents an innovative approach to the production of reinforced elastomer\ncomposites filled with carbon black Printex XE-2B, using the calendering process and ionic liquids (ILs) as dispersing agents. The effect of Printex XE-2B on the mechanical and electrical properties of acrylonitrile-butadiene rubber (NBR) composites was compared to that of conventional carbon black Humex N339. It was found that the highly structured Printex XE-2B significantly enhanced both the mechanical and electrical properties of the NBR composites, in contrast to standard Humex N339. To obtain uniform filler dispersion in the polymer matrix, several different ILs were employed as dispersing agents. The application of ILs had a considerable effect on the properties of the prepared composites, due to the improved dispersion of the filler particles in the composite matrix, which favored the formation of ‘conductive paths.’ Importantly, the prepared NBR/Printex XE-2B/IL composites were found to have reversible and repeatable electrical properties following exposure to chloroform vapors. Keywords: NBR composites, carbon black, electrical properties, vapor sensors, ionic liquids\n1. Introduction\nCarbon black is a conventional reinforcing filler used to enhance the overall properties\nof elastomers. Composites filled with standard carbon black (N220, N550, etc.) are characterized by improved mechanical properties, good elasticity and dynamic properties. They also exhibit remarkable abrasion resistance and resilience [1-3]. Owing to these characteristics, they are used in a wide range of applications, including in the automotive and textile industries [4]. However, they do not possess the electrical properties required for some applications. The electrical properties of elastomer composites depend strongly on their microstructures. In particular, the filler geometry, dispersion state and filler–filler and filler– polymer interactions strongly affect the electrical properties of composite materials [5-7].\nIn the recent years, conductive composites have attracted increasing interest. There are\nmany reports on the application of different carbon fillers as components in conductive rubber composites [8-11]. The conductivity of composites filled with carbon black is closely related to the chemical nature of the polymer and to a limited number of parameters, such as porosity, particle size and filler content [12]. Electrically conductive carbon blacks have been found to improve the conductivity of the composites in which they are incorporated [13-15]. Above the critical concentration of the filler, known as the percolation threshold, a conducting filler path forms in the rubber matrix and the electrical conductivity of the composite increases. Polymer composites filled with electrically conductive carbon blacks have found many uses, such as in electrodes for fuel cells [16, 17].\nRecently, the nanometric carbon black Printex XE-2B has attracted considerable\nattention as a filler, due to its large specific surface area and very high reinforcing potential. Composites filled with Printex XE-2B exhibit very high electrical properties while simultaneously showing improved mechanical parameters. However, use of Printex XE-2B for the preparation of conductive composites has some drawbacks, the most important of which is the need to ensure homogeneous dispersion of the conductive filler in the polymer\nmatrix. This enables the formation of ‘conductive paths’ which are responsible for the desired physical and electrical properties of the polymer composite [18, 19]. A number of works have discussed the positive effect that ionic liquids (ILs) can have on the dispersion and compatibility of different fillers in elastomer media [20-22]. For example, Heinrich et al. [23] investigated the interactions between 1-allyl-3-methyl-imidazolium chloride (AMIMCl) and carbon black in SSBR, BR, and EPDM rubbers. They found that the presence of cation–πinteractions, between the cations of the AMIMCl and the π-electrons of the graphitic structures at the carbon black surface, can have a considerable effect on the final properties of elastomer composites. Recently, Wießner et al. [24] proposed a very promising way to obtain small-strain sensors and stretchable conductors based on SBR composites filled with conductive carbon black and 1-decyl-3-methyl-imidazolium chloride. All these studies provide evidence of the great potential and wide range of possible applications of elastomer composites containing carbon black and ionic liquids.\nNowadays, there is a strong need for the development of devices which can detect\nchanges in the concentrations of chloroform or toluene vapors in various industrial processes. Sensors based on elastomers appear very attractive, due to key advantages such as low cost, facile processability and very high sensitivity and reproducibility [25]. Previous studies have confirmed the sensitivity and repeatability of conductive elastomer composites (e.g. polyisoprene composites) in the presence of organic solvent vapors [26, 27]. To the best of our knowledge, there have been no previous studies in the literature on the application of a two-stage preparation method (mixing and calendering) and the synergistic effect of ionic liquids on the properties of elastomeric vapor sensors. In this study, we therefore applied an innovative approach to the production of electrically conductive elastomer composites, employing the calendering process and ILs as dispersing agents. Our investigations revealed acrylonitrile-butadiene rubber (NBR) to be a very promising medium for the preparation\nelectrically conductive composites with extraordinary mechanical properties. The NBR/Printex XE-2B/IL systems exhibited reversible changes in electrical resistance after exposure to chloroform vapors, opening the possibility for innovative applications of carbon black in sensor technology.\n2. Experimental"
    }, {
      "heading" : "2.1. Materials.",
      "text" : ""
    }, {
      "heading" : "2.2. Characterization of Carbon Blacks.",
      "text" : "The empty space (void volume) between the agglomerates and aggregates formed by the\nfiller particles can be defined as the volume of dibuthylphtalate (DBP) absorbed by a given amount of the filler. This absorption was measured by means of an Absorptometer C (Brabender). The filler aggregate sizes were determined in water and in paraffin oil (hydrophobic medium) using the dynamic light scattering (DLS) method on a Zetasizer Nano (Malvern Instruments) analyzer. Owing to its high viscosity, paraffin oil was used as a reference for the elastomers. The dispersions of the filler in both mediums were prepared with a filler concentration of 0.01g/250ml."
    }, {
      "heading" : "2.3. Preparation and Vulcanization of Elastomer Composites.",
      "text" : "Elastomer mixtures were prepared using an internal mixer (Brabender N50, Duisburg,\nGermany) at 40°C for 15 min with a rotor speed of 50 rpm. The elastomer compounds were prepared according to the following formulation (phr - parts per hundred parts of rubber): NBR 100 phr, filler 5–20 phr, IL 1 phr, sulfur 1.5 phr, zinc oxide 5 phr, stearin 1 phr, 2- mercaptobenzothiazole 2 phr. Next, the calendering process was conducted at 90°C in order\nto increase the electrical conductivity of the prepared mixtures. This is associated with an increase in the orientation of the carbon black agglomerates, which intensifies the electrical conduction mechanism. The prepared compounds were left 24 h prior to vulcanization.\nThe curing kinetics of the NBR-carbon black compounds were determined by\nvulcanization isotherms using a Mon-Tech oscillating disk vulcameter in accordance with PNISO 3417. The cross-linking kinetics were measured at 160°C. On the basis of rheometric curves, the increment of torque was determined as follows:\n∆M= Mmax – Mmin (1)\nwhere: Mmax is the maximum of torque moment [dNm] and Mmin is the minimum of torque moment [dNm]. Vulcanization of the rubber composites was carried out on a hydraulic press with electrical heating at 160°C, according to the appropriate τ90 values (Table 3) obtained from the study of cure characteristics."
    }, {
      "heading" : "2.4. Mechanical Properties.",
      "text" : "Tensile tests were carried out using a Zwick 1435 universal testing machine with a 500\nmm/min cross-head following the PN-ISO 37 standard. The samples had a standard dumbbell shape. Tear tests were performed with the help of a Zwick 1435 according to the PN-ISO 34-1 standard. The hardness of the tested vulcanizates was measured using a Shore A durometer (Zwick/Roell) in accordance with the ISO 868 standard. Damping tests were performed using a Zwick ZMARTPRO 1435 (Zwick/Roell). The relative damping value was determined based on the formula:\n= ∆\n∙ 100% (2)\nwhere: Tτw is relative damping, Wibel is compression work, ∆Wi is the difference between the compression work and the work done to reduce the compressive stresses. For all mechanical measurements, five samples of each composite were tested and averaged. 2.5. Crosslink Density.\nThe crosslink density of the vulcanizates was evaluated based on rapid solvent-\nswelling measurements in toluene and in toluene in chloroform vapors. The crosslink density values were calculated according to the Flory-Rehner equation (elastomer-solvent interaction parameters, µ0 = 0.381, β = 0.671) [28]:\nυe= -[ln(1-Vr) +Vr+µ ·Vr 2]/[V0· (Vr (1/3)-(Vr/2)] (3)\nwhere υe is the crosslink density, Vr is the volume fraction of the elastomer in swollen gel, V0 is the molar volume of the solvent [mol/cm3]."
    }, {
      "heading" : "2.6. Dynamic-Mechanical Analysis (DMA)",
      "text" : "The dynamic-mechanical properties of the prepared elastomer composites were\nmeasured using a dynamic mechanical analyzer (DMA)/SDTA861e (Mettler Toledo, Greifensee, Switzerland) in the tension mode. The temperature range of the measurements was -100 to 80 °C, the heating rate was 3 °C/min, and the frequency was 1 Hz. The glass transition temperature (Tg) values of the elastomer composites were determined from the peak of tan δ = f(T), where tan δ is the loss factor and T is the temperature."
    }, {
      "heading" : "2.7. Thermogravimetric Analysis (TGA)",
      "text" : "Thermogravimetric analysis was conducted on a TGA/DSC1 analyzer (Mettler\nToledo, Greifensee, Switzerland). A piece of vulcanizate with a weight of approximately 10 mg was employed for TGA measurement. The TGA curves were recorded over a temperature interval of 25–600 °C in nitrogen and then 600–900 °C in air atmosphere using a heating rate of 10 °C/min. A constant argon flow was applied during the analysis."
    }, {
      "heading" : "2.8. Electrical Properties and Sensing Behavior.",
      "text" : "To evaluate the chemical sensing behavior of the NBR/CB composites, samples were\nplaced for 24 h in a vessel with saturated vapor of an organic solvent (chloroform) (Figure 2). Subsequently, the electrical resistivity of the swollen material was measured. The sample was dried for the next 24 h and the resistivity was measured again. The experiment was repeated in five cycles.\nThe electrical resistivity of the NBR composites was measured using an MIC-1000\ninsulation resistance meter coupled to EP-1 measuring electrodes. The surfaces of the samples were carefully cleaned using hexane before each test. Resistivity was measured before and after exposure of the vulcanizates to chloroform vapors. Based on the results of surface and volume resistivity, the conductivity of the elastomer composites was calculated from the equations:\nσS= 1/ ρs (4)\nwhere σS is the surface conductivity [S] and ρs is surface resistivity [Ω] calculated from the formula:\nρs= 81.68·Rs (5)"
    }, {
      "heading" : "2.9. Scanning Electron Microscopy (SEM).",
      "text" : "The microstructure morphology of the composites was investigated by scanning electron microscopy (SEM). Images depicting fractures in the vulcanizates were made using a Zeiss Ultra Plus microscope. Prior the SEM measurements, the vulcanizate samples were immersed in liquid nitrogen. Following breakage, the fracture was covered with a carbon layer.\n3. Results and Discussion"
    }, {
      "heading" : "3.1. Characterization of the Filler.",
      "text" : "Uniform dispersion of the filler particles in a polymer matrix is an essential factor in\nterms of the mechanical properties of polymer composites. Large clusters of agglomerates can lead to stress concentration and rapid destruction of the material. To estimate the average sizes of the agglomerate formed by the studied carbon blacks in the presence of various ILs, the DLS method was applied. The results are listed in Table 1.\nDispersing agent\nAggregate sizes [nm]\nWater Paraffin oil\nN339 Printex XE-2B N339 Printex XE-2B\n- 98 134 5230 7056\nOMIMPF6 147 106 5062 6253\nEMIMBF4 179 98 4352 5792\nTHABr 91 115 4307 4310\nTHABF4 96 109 2943 3815\nBased on the data in Table 1, it is clear that Printex XE-2B exhibits a higher tendency to\nagglomerate than Humex N339 in both tested media. This may be attributed mainly to the high structure and specific surface area of Printex XE-2B, which lead to stronger interactions between the individual particles of this filler. Importantly, the application of ILs in most cases\nresulted in reduced agglomeration by filler particles. This means that ILs may favor the dispersion of carbon black in a polymer matrix.\nThe structure and porosity of the investigated fillers were determined based on DBP\nabsorption analysis. The results are shown in Table 2.\nthe impact of the studied fillers on the properties of the final composites and the tendency of the filler particles to interact (to form a network in the elastomer). The curing behavior of the carbon blacks in the NBR compounds is presented in Figure 3 and Table 3.\nTable 3. Rheometric properties and crosslink density of different NBR/CB compounds (Standard deviation of Mmin± 0.2 dNm, ∆M± 0.3 dNm, τ02 ± 0.1 min, , τ09 ± 0.1 min, υT ·10 -5 ± 0.2, υT+CHCl3 ·10 -5 ± 0.2 ).\nCompound Mmin [dNm] ∆M [dNm] τ02 [min] τ09 [min] υT ·10\n-5\n[mol/cm3]\nυT+CHCl3 ·10-5\n[mol/cm3]\nNBR (reference) 0.41 5.48 4.56 24.99 3.6 2.7 NBR/5 Printex XE-2B 0.64 7.10 4.13 27.01 4.6 2.8\nNBR/10 Printex XE-2B 1.21 7.69 4.10 28.38 5.2 2.8 NBR/10 Printex XE-2B /OMIMPF6 1.22 8.63 2.45 25.61 4.8 3.1 NBR/10 Printex XE-2B EMIMBF4 1.21 9.67 1.72 21.36 5.8 4.4 NBR/10 Printex XE-2B /THABF4 1.24 11.09 1.69 21.54 6.0 4.5 NBR/10 Printex XE-2B /THABr 1.36 11.72 0.62 5.53 6.9 5.5 NBR/15 Printex XE-2B 2.37 10.51 2.89 27.56 5.8 4.2 NBR/20 Printex XE-2B 4.43 11.91 2.51 27.19 6.0 4.3\nNBR/5 N339 0.47 6.11 3.83 27.51 4.5 3.3\nNBR/10 N339 0.54 7.00 2.95 26.18 5.0 3.4 NBR/10 N339 /OMIMPF6 0.54 7.48 2.23 23.85 5.3 3.9 NBR/10 N339 EMIMBF4 0.55 8.75 1.71 18.66 5.4 4.0 NBR/10 N339 /THABF4 0.58 9.35 1.36 13.06 5.8 4.4\nNBR/10 N339 /THABr 0.69 8.55 0.80 4.82 6.0 5.0\nNBR/15 N339 0.53 8.13 2.05 23.27 5.1 2.9 NBR/20 N339 0.68 7.47 2.25 22.66 5.7 3.0\nMmin – minimum of torque moment; ∆M – increment of torque; τ02 – scorch time; τ09 – optimal vulcanization time; υT –crosslinking density of the vulcanizates in toluene; υT+CHCl3 – crosslinking density of the vulcanizates in toluene and chloroform vapors.\nFrom Figure 3 and Table 3, it is clear that increasing the concentration of both studied\ncarbon blacks contributed to substantial increases in the increment of torque (∆M) and\nminimum torque (Mmin) of the rubber compound during vulcanization, in comparison to the reference sample. Such changes may be reflected in the greater viscosity and crosslink density of the NBR composites. Obviously, the NBR compounds filled with extra conductive carbon black exhibited significantly higher values for increment of torque and crosslink density (υT) compared to conventional N339. This indicates that Printex XE-2B shows much more reinforcing activity in the NBR systems than typical carbon black and confirms the results of DBP analysis.\nThe application of ILs as dispersing agents contributed in addition to the improvement\nof ∆M and υT, suggesting that they can affect the curing process. It may be also observed that the scorch time and optimal vulcanization times determined for the NBR compounds containing ILs were lower. It can therefore be postulated ILs may act in such systems as catalysts for the crosslinking process. Maciejewska et al. [29] report that many ILs effectively reduce the vulcanization time of elastomer composites cured with sulfur-based crosslinking systems. Therefore, the increase we observed in crosslink density values for the NBR composites containing ILs can be taken as unambiguous confirmation of the influence of these substances on the crosslinking process in elastomer compounds. This effect may be responsible for improvement in the mechanical properties of the final NBR vulcanizates."
    }, {
      "heading" : "3.3. Mechanical Properties.",
      "text" : "It is generally agreed that carbon black has great potential for use in reinforcing\ndifferent elastomer composites, due to strong polymer-filler and filler-filler interactions. Figure 4 and Table 4 show various mechanical parameters obtained for the studied NBR/CB composites.\nSample SE100 [MPa] EB [%] TS [MPa]\nNBR (reference) 0.9±0.1 739±74 7.0±0.4 NBR/5 Printex XE-2B 1.1±0.2 607±61 8.6±0.5\nNBR/10 Printex XE-2B 1.5±0.2 683±68 16.1±0.5\nNBR/10 Printex XE-2B /OMIMPF6 1.4±0.2 790±79 15.4±0.4 NBR/10 Printex XE-2B EMIMBF4 1.6±0.1 643±65 17.9±0.4\nNBR/10 Printex XE-2B /THABF4 1.6±0.2 589±59 16.8±0.5\nNBR/10 Printex XE-2B /THABr 2.3±0.2 436±44 14.9±0.3\nNBR/15 Printex XE-2B 1.9±0.2 601±60 16.6±0.5 NBR/20 Printex XE-2B 2.5±0.2 518±52 17.1±0.4\nNBR/10 N339 1.1±0.2 614±61 11.8±0.5\nNBR/10 N339/OMIMPF6 1.2±0.1 642±64 13.1±0.5 NBR/10 N339EMIMBF4 1.2±0.1 642±64 13.9±0.4\nNBR/10 N339/THABF4 1.4±0.2 576±58 16.0±0.4\nNBR/10 N339/THABr 1.5±0.2 465±47 8.1±0.4\nNBR/20 N339 1.4±0.2 618±62 15.8±0.5\nSE100 – stress at 100% elongation; EB – elongation at break; TS – tensile strength.\nAs can be seen, all the mechanical parameters were significantly improved by the\npresence of both carbon blacks, indicating the reinforcing nature of these fillers. As expected, the mechanical properties of the CB-filled composites were enhanced in line with increasing CB concentrations. For example, the tensile strengths of the composites filled with 5 or 10 phr of CB Printex XE-2B were found to rise by 1.6 and 9.1 MPa, respectively, relative to the reference sample. A significant drop in the elongation at break values with high filler concentrations was also observed, suggesting increased stiffness in these samples. A clear upward trend was observed in the studied physical properties of the composites filled with Printex XE-2B, in comparison to conventional N339. This is related to the highly structured character of this carbon black and its large specific surface areas, which give it a strong reinforcing effect.\nThe addition of ILs to the NBR/CB systems positively affected the mechanical\nproperties of the composites. Mechanical measurements revealed that NBR/CB compounds containing ILs exhibited slightly improved tensile strength, hardness and damping properties. All the studied ILs had relatively comparable effect on these properties. Moreover, ILs caused a considerable reduction in elongation at break values (EB), by more than 100% due to the significant increase in the crosslink density of the vulcanizates. The lowest EB value (436%) was achieved for the composite containing THABr, which was at the same time characterized\nby the highest value for crosslink density (5.5 mol/cm3). The attractive mechanical performance of the NBR/CB nanocomposites containing various ILs may be attributed mainly to the enhanced crosslink density of the vulcanizates, as well as to improved CB dispersion in the NBR matrix. 3.4. Dynamic-Mechanical Analysis (DMA).\nThe mechanical characteristics of the prepared composites under oscillating stress\nFurthermore, the loss tangent curves show a large peak for the loss factor of all the\nstudied samples. This peak arises due to the glass transition of the elastomer compounds, when the mobility of the polymer macromolecules increases rapidly, and the movement of the rubber macromolecules generates hysteresis loss [30]. The position of the tanδ peak can therefore be used to identify the Tg value of the composite. In the case of the samples filled with carbon black the tanδ peak height decreases, most likely due to the reduction in the quantity of bulk rubber resulting from NBR-carbon black interactions (Table 5). Generally, the small tanδ values of the NBR/Printex XE-2B composites in the region above 50 °C may indicate low rolling resistance [31, 32]. Importantly, the loss peak moves to higher temperatures in the NBR-filled composites, suggesting that Printex XE-2B exerts strong reinforcing activity in the elastomer medium. The most pronounced glass transition shift was noted for the NBR/Printex XE-2B/OMIMPF6 sample (from -29.4 °C to -27.3 °C), which can be explained by the more uniform dispersion of the filler particles after the addition of IL. Improved dispersion of the filler in an elastomer matrix may generate a higher fraction of interphase, in which polymer macromolecules exhibit lower mobility [33]."
    }, {
      "heading" : "3.5. Thermal analysis (TGA).",
      "text" : "Owing to their good filler–polymer matrix interaction and high thermal conductivity,\nelastomers filled with carbon-based fillers usually have a higher thermal decomposition temperature than neat rubber [34, 35]. Therefore, thermogravimetric analysis (TGA) was employed to investigate the thermal behavior of the NBR composites filled with carbon black Printex XE-2B and IL. The thermogravimetric curves and corresponding TGA data for pristine NBR and the NBR-filled composites are presented in Figure 6 and Table 6.\nAs can clearly be seen, the TGA curves shifted to higher temperatures after the\nincorporation of Printex XE-2B carbon black into the NBR matrix. The neat NBR started to show thermal degradation (T05%) at 362 °C, with 50% weight loss at 452 °C and full decomposition at about 650 °C. With 10 phr concentration of Printex XE-2B, it began to degrade at 374 °C, reaching 50% weight loss at 460 °C. In addition, the NBR/Printex XE-2B composites produced more degradation residue at elevated temperatures than their unfilled counterpart (Table 6). Although similar thermal degradation temperatures were observed with\n5 and 10 phr of the filler loading, the amount of char residues increased with the filler content. These results imply that nanometric carbon black Printex XE-2B slightly improves the thermal stability of NBR elastomer. This may be explained by the very high specific surface area and nanometric particle sizes of this carbon black, which reduced thermal motion of the polymer chains within the network structure. The application of IL (OMIMPF6) did not cause a noticeable change in the thermal behavior of NBR/Printex XE-2B."
    }, {
      "heading" : "3.6. Electrical Properties.",
      "text" : "therefore commonly used as electrical insulating materials. They have the ability to accumulate static charge on their surfaces. Elastomer materials doped with different conductive substances (e.g. carbon black) are produced in order to obtain composites with enhanced electrical conductivity.\ndifferent loadings of CB Printex XE-2B and (b) different CBs with the presence of ILs.\nAs shown in Figure 7, the incorporation of both studied carbon blacks contributed to\nimprove the electrical conductivity of the NBR composites. However, a more noticeable effect was observed in the case of Printex XE-2B in comparison with typical Humex N339. When the gap between carbon black particles is small enough, the tunneling effect occurs, leading to the formation of local conductive path. In our study, the percolation threshold was achieved for 10 phr of CB Printex XE-2B. A very sharp growths in electrical conductivity then occurred. This may have been related to the high effective volume of the filler, to the relatively uniform dispersion of the filler particles and to the small distances between them. Furthermore, the results from Table 7 revealed that the application of ionic liquids contributed to the slight enhancement of the surface conductivity of the NBR/Printex XE-2B composites. This can be explained by the improved dispersion state of the carbon black particles in the NBR matrix and thus more effective formation of ‘conductive paths‘.\nInitial state Chloroform exposition\nAfter drying\nInitial state Chloroform exposition\nAfter drying\nNBR (reference) 3.40·10-12 3.38·10-12 3.39·10-12 3.62·10-12 4.10·10-12 3.15·10-12\nNBR/10 Printex XE2B\n3.35·10-6 5.63·10-11 2.26·10-6 3.18·10-6 1.42·10-11 4.27·10-7\nNBR/10 N339 1.23·10-11 5.06·10-12 2.79·10-12 2.25·10-12 6.03·10-12 5.88·10-12\nNBR/10 Printex XE2B /OMIMPF6\n5.26·10-6 3.74·10-10 4.37·10-6 3.31·10-6 1.36·10-10 9.63·10-7\nNBR/10 Printex XE2B EMIMBF4\n3.24·10-6 3.67·10-10 8.21·10-7 9.30·10-7 1.17·10-10 3.55·10-7\nNBR/10 Printex XE2B /THABF4\n5.39·10-6 9.70·10-10 4.82·10-6 3.69·10-6 3.27·10-10 3.15·10-6\nNBR/10 Printex XE2B /THABr\n5.95·10-6 2.13·10-10 4.45·10-6 3.92·10-6 1.32·10-10 2.10·10-6\nσS – surface conductivity\nIn order to investigate the potential of the prepared elastomer systems for use as sensors,\nthe NBR composites filled with Printex XE-2B extra conductive carbon black were treated with chloroform vapors for 24 h. The swelling mechanism was expected to cause a rapid decrease in electrical conductivity. A significant drop in electrical conductivity (103 times lower) was indeed observed. This effect may be associated with the penetration of chloroform molecules into the filler “structure” and to disconnection of conductive paths, preventing the transport of electrical charge within the swollen composite (Figure 8). Tabačiarová et al. [36] report that disconnection of the conductive paths in SBR/CB systems may continue even after external exposure to solvent vapors ceases, until the gradient of solvent concentration is strong enough for diffusion out of the polymer to dominate. In our study, the drying process caused the electrical conductivity of the samples to return to their initial values. The five subsequent cycles revealed that NBR/Printex XE-2B compounds exhibit the ability to make reversible and repeatable changes in their conductivity upon exposure to chloroform vapors (Table 7). This relaxation after drying can be attributed to the diffusion of the solvent\nmolecules to the outer surface of the composite, relaxation of cross-section connections in the polymer, and relaxation of the volumetric lattice of the carbon black particles [27].\nFigure 8. Schematic vapor sensing behavior of elastomer composite filled with Printex XE-2B extra conductive carbon black."
    }, {
      "heading" : "3.7. Scanning Electron Microscopy (SEM).",
      "text" : "Given that the state of dispersion of nanoparticles and their spatial arrangement are of\ngreat importance for the gas sensing behavior of composites, SEM investigations were performed to show the dispersion of the carbon black particles in the polymer matrix.\na) b)\nFigure 9 shows the morphology of the NBR composites filled with 10 phr of CB\nPrintex XE-2B and various ILs. It can be seen that the nanoparticles in this highly-structured carbon black formed very long entangled agglomerates within the polymer matrix. The formation of a branched filler network in the composite was reflected in the high values for mechanical parameters (e.g. tensile strength and tear resistance) for this compound. It can be also observed that the presence of ILs in the NBR/Printex XE-2B systems favored the formation of ‘conductive paths‘ by the CB particles. Thus, the improved electron transport was obtained. It is also worth noting that the dispersion of the carbon black filler in the NBR matrix was significantly improved by the incorporation of ILs. More uniform distribution of the CB particles in the NBR rubber seems to be an essential factor responsible for the improved mechanical and electrical properties of studied composites.\n4. Conclusions\nIn this work, NBR/CB composites with improved electrical and mechanical properties\nwere successfully prepared in a two-roll mixer. Efforts were made to develop flexible gassensing rubber composites using extra-conductive carbon black nanoparticles in different concentrations. Our results show the great potential of using the NBR/CB Printex XE-2B system in new chloroform vapor sensors. The percolation threshold was reached at low\nconcentrations of the filler: 10 phr. Exposure to chloroform vapors caused a significant drop in electrical conductivity. However, after the drying process the electrical conductivity of NBR/Printex XE-2B composites returned to its initial value. The vapor sensing effect can be explained by separation of carbon black particles by gas molecules. As a result, the tunneling current between CB particles in thin layers of the matrix decreases. After drying, the solvent molecules are diffused to the outer surface of the composite and the smooth flow of electrons through the filler paths resumes.\nThe application of ILs allowed to more uniform dispersion of CB particles in the NBR\nmatrix. Moreover, the ILs acted as crosslinking catalysts, which led to increased crosslink density values as well as reduced optimum curing times for the investigated compounds.\nPrintex XE-2B extra conductive carbon black showed significantly more reinforcing\nactivity in comparison to conventional Humex N339, as evidenced by higher values for tensile strength, tear resistance, hardness and damping in the case of NBR/Printex XE-2B composites. The studies presented here provide a new approach to producing conductive polymer nanocomposites with improved mechanical performance exhibiting gas-sensing properties.\n5. References\n[1] O.A. Al-Hartomy, F. Al-Solamy, A. Al-Ghamdi, N. Dishovsky, M. Ivanov, M.\nMihaylov, F. El-Tantawy, Influence of carbon black structure and specific surface area on the mechanical and dielectric properties of filled rubber composites, Int. J. Polym. Sci. 2011 (2011) 1-8. doi:10.1155/2011/521985.\n[2] E.F.R. Mark J E, Erman B, The Science and Technology of Rubber, Academic Press,\nUSA 2005.\n[3] N. Rattanasom, T. Saowapark, C. Deeprasertkul, Reinforcement of natural rubber with\nsilica/carbon black hybrid filler, Polym. Test. 26 (2007) 369–377. doi:10.1016/j.polymertesting.2006.12.003.\n[4] Z.H. Li, J. Zhang, S.J. Chen, Effects of carbon blacks with various structures on\nvulcanization and reinforcement of filled ethylene-propylene-diene rubber, Express Polym. Lett. 2 (2008) 695–704. doi:10.3144/expresspolymlett.2008.83.\n[5] S-H. Yao, Z-M. Dang, M-J. Jiang, H-P. Xu, Influence of aspect ratio of carbon\nnanotube on percolation threshold in ferroelectric polymer nanocomposite, Appl. Phys. Lett. 91 (2007) 212901. doi: 10.1063/1.2817746\n[6] L. Flandin, T. Prasse, R. Schueler, K. Schulte, W. Bauhofer, J-Y. Cavaille, Anomalous\npercolation transition in carbon-black–epoxy composite materials, Phys Rev B 59 (1999) 14349. doi: 10.1103/PhysRevB.59.14349\n[7] K. Miyasaka, K. Watanabe, E. Jojima, H. Aida, M. Sumita, K. Ishikawa, J Mater Sci\n17 (1982) 1610-1616. doi:10.1007/BF00540785\n[8] G. Kraus, Reinforcement of elastomers, Wiley, New York 1965.\n[9] M. Morton, Rubber Technology, 2nd ed., Van Nostrand Reinhold, New York 1973.\n[10] N.C. Das, T.K. Chaki, D. Khastgir, Effect of processing parameters, applied pressure\nand temperature on the electrical resistivity of rubber-based conductive composites, Carbon 40 (2002) 807-816. doi: 10.1016/S0008-6223(01)00229-9\n[11] S.K. Bhattacharya, Metal-filled polymers, Dekker, New York 1986.\n[12] B.R. Varlow, Electrical properties of polymers—Chemical principles, Polymer\n(Guildf). 30 (1989) 2141. doi:10.1016/0032-3861(89)90307-8.\n[13] D. Pantea, H. Darmstadt, S. Kaliaguine, C. Roy, Electrical conductivity of conductive\ncarbon blacks: Influence of surface chemistry and topology, Appl. Surf. Sci. 217 (2003) 181–193. doi:10.1016/S0169-4332(03)00550-6.\n[14] I. Balberg, A comprehensive picture of the electrical phenomena in carbon black-\npolymer composites, Carbon N. Y. 40 (2002) 139–143. doi:10.1016/S00086223(01)00164-6.\n[15] J.X.J. Xu, M. Wong, C.P. Wong, Super high dielectric constant carbon black-filled\npolymer composites as integral capacitor dielectrics, 2004 Proceedings. 54th Electron. Components Technol. Conf. (IEEE Cat. No.04CH37546). 1 (2004) 536–541. doi:10.1109/ECTC.2004.1319391.\n[16] R.A. Antunes, M.C.L. De Oliveira, G. Ett, V. Ett, Carbon materials in composite\nbipolar plates for polymer electrolyte membrane fuel cells: A review of the main challenges to improve electrical performance, J. Power Sources. 196 (2011) 2945– 2961. doi:10.1016/j.jpowsour.2010.12.041.\n[17] S. Tang, G. Sun, J. Qi, S. Sun, J. Guo, Q. Xin, G.M. Haarberg, Review of New Carbon\nMaterials as Catalyst Supports in Direct Alcohol Fuel Cells, Chinese J. Catal. 31 (2010) 12–17. doi:10.1016/S1872-2067(09)60034-6.\n[18] L. Karasek, M. Sumita, Characterization of dispersion state of filler and polymer-filler\ninteractions in rubber-carbon black composites, J. Mater. Sci. 31 (1996) 281–289. doi:10.1007/BF01139141.\n[19] S. Mondal, D. Khastgir, Evaluation of carbon black distribution in different phases of\ncompatible blend of EVA/NBR through electrical, mechanical and morphological test, Polym. Test. 59 (2017) 404–413. doi:10.1016/j.polymertesting.2017.03.002.\n[20] A. Krainoi, C. Kummerlowe, Y. Nakaramontri, S. Wisunthorn, N. Vennemann, S.\nPichaiyut, S. Kiatkamjornwong, C. Nakason, Influence of carbon nanotube and ionic liquid on properties of natural rubber nanocomposites, Express Polym Lett. 4 (2019) 327-348. doi: 10.3144/expresspolymlett.2019.28\n[21] H.H. Le, A. Das, S. Basak, M. Tahir, S. Wiessner, D. Fischer, U. Reuter, K.W.\nStockelhuber, A.K. Bhowmick, Q.K. Do, G. Heinrich, H-J. Radusch, Effect of different ionic liquids on the dispersion and phase selective wetting of carbon nanotubes in rubber blends, Polymer 105 (2016) 284-297. doi: 10.1016/j.polymer.2016.10.045\n[22] A. Sowińska, M. Maciejewska, L. Guo, E. Delebecq, Thermal Analysis and SEM\nMicroscopy Applied to Studying the Efficiency of Ionic Liquid Immobilization on Solid Supports. Materials 12(10) (2019) 1579. doi: 10.3390/ma12101579\n[23] K. Subramaniam, A. Das, G. Heinrich, Development of conducting polychloroprene\nrubber using imidazolium based ionic liquid modified multi-walled carbon nanotubes. Compos. Sci. Technol. 71 (2011) 1441-1449. doi: 10.1016/j.compscitech.2011.05.018\n[24] J. Narongthong, H.H. Le, A. Das, C. Sirisinha, S. Wießner, Ionic liquid enabled\nelectrical-strain tuning capability of carbon black based conductive polymer composites for small-strain sensors and stretchable conductors. Compos. Sci. Technol. 174 (2019) 202-211. doi: 10.1016/j.compscitech.2019.03.002.\n[25] H. Wang, Y. Li, Y. Chen, M. Yuan, M. Yang, W. Yuan, Composites of carbon black\nfunctionalized with polymers as candidates for the detection of methanol vapor, React. Funct. Polym. 67 (2007) 977-985. doi: 10.1016/j.reactfunctpolym.2007.05.021\n[26] G. Sakale, M. Knite, V. Teteris, Polyisoprene-nanostructured carbon composite\n(PNCC) organic solvent vapour sensitivity and repeatability, Sensors Actuators, A Phys. 171 (2011) 19–25. doi:10.1016/j.sna.2011.02.013.\n[27] M. Knite, I. Klemenok, G. Shakale, V. Teteris, J. Zicans, Polyisoprene-carbon nano-\ncomposites for application in multifunctional sensors, J. Alloys Compd. 434–435 (2007) 850–853. doi:10.1016/j.jallcom.2006.08.098.\n[28] P.J. Flory, J. Rehner, Statistical Mechanics of Cross-Linked Polymer Networks I.\nRubberlike Elasticity, J. Chem. Phys. 11 (1943) 512. doi:10.1063/1.1723791.\n[29] M. Maciejewska, M. Zaborski, Ionic liquids as coagents for sulfur vulcanization of\nbutadiene–styrene elastomer filled with carbon black. Polym. Bull. 75(10) (2018) 4499-4514. doi: 10.1007/s00289-018-2281-6.\n[30] C.G. Robertson, C. Roland, Glass transition and interfacial segmental dynamics in\npolymer-particle composites, Rubber Chem. Technol. 81 (3) (2008) 506-522. doi: 10.5254/1.3548217.\n[31] M. Bortolotti, S. Busetti, F. Mistrali. Dynamic properties of batch polymerized SSBR\nbased compounds. Kautsch. Gummi. Kunstst. 151 (1998) 331–336.\n[32] S.H. Zhao, H. Zou, X.Y. Zhang. Structural morphology and properties of star styrene-\nisoprene-butadiene rubber and natural rubber/star styrene-butadiene rubber blends. J. Appl. Polym. Sci. 93 (2004) 336–341. doi: 10.1002/app.20385.\n[33] C. Zhang, Z. Tang, B. Guo, L. Zhang. Significantly improved rubber-silica interface via\nsubtly controlling surface chemistry of silica. Compos. Sci. Technol. 156 (2018) 70-77. doi: 10.1016/j.compscitech.2017.12.020.\n[34] B. Szadkowski, A. Marzec, M. Zaborski. Effect of different carbon fillers on the\nproperties of nitrile rubber composites. Compos. Interface 26 (2019) 729-750. doi:10.1080/09276440.2018.1534474.\n[35] P. Costa, J. Silva, A. Anson-Casaos, M.T. Martinez, M.J. Abad, J. Viana, S. Lanceros-\nMendez. Effect of carbon nanotube type and functionalization on the electrical,thermal, mechanical and electromechanical properties of carbon nanotube/styrene–butadiene– styrene composites for large strainsensor applications. Compos. Part B 61 (2014) 136- 146. doi: 10.1016/j.compositesb.2014.01.048.\n[36] J. Tabačiarová, J. Krajči, J. Pionteck, U. Reuter, M. Omastová, M. Mičušík, Styrene\nButadiene Rubber/Carbon Filler-Based Vapor Sensors, Macromol. Chem. Phys. 217 (2016) 1149-1160. doi: 10.1002/macp.201500298.\nHighlights:\nNovel elastomer sensors for chloroform vapors were prepared The calendering process was used to facilitate the formation of conductive paths NBR/Printex XE-2B/ILs composites shown low percolation threshold Nano-sized carbon black exhibited high reinforcing activity in NBR systems NBR/Printex XE-2B/ILs systems may be used as durable vapor sensors\nConflict of Interest and Authorship Conformation Form Please check the following as appropriate:\no All authors have participated in (a) conception and design, or analysis and interpretation of the data; (b) drafting the article or revising it critically for important intellectual content; and (c) approval of the final version. o This manuscript has not been submitted to, nor is under review at, another\njournal or other publishing venue.\no The authors have no affiliation with any organization with a direct or indirect financial interest in the subject matter discussed in the manuscript.\nThe authors declare no conflict of the interest. Bolesław Szadkowski Anna Marzec Marian Zaborski\n√\n√\n√"
    } ],
    "references" : [ {
      "title" : "Influence of carbon black structure and specific surface area on the mechanical and dielectric properties of filled rubber composites",
      "author" : [ "O.A. Al-Hartomy", "F. Al-Solamy", "A. Al-Ghamdi", "N. Dishovsky", "M. Ivanov", "M. Mihaylov", "F. El-Tantawy" ],
      "venue" : "Int. J. Polym. Sci. 2011 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The Science and Technology of Rubber",
      "author" : [ "E E.F.R. Mark J", "B Erman" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2005
    }, {
      "title" : "Reinforcement of natural rubber with  silica/carbon black hybrid filler",
      "author" : [ "N. Rattanasom", "T. Saowapark", "C. Deeprasertkul" ],
      "venue" : "Polym. Test. 26 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Effects of carbon blacks with various structures on vulcanization and reinforcement of filled ethylene-propylene-diene rubber",
      "author" : [ "Z.H. Li", "J. Zhang", "S.J. Chen" ],
      "venue" : "Express Polym. Lett. 2 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Influence of aspect ratio of carbon nanotube on percolation threshold in ferroelectric polymer nanocomposite",
      "author" : [ "S-H. Yao", "Z-M. Dang", "M-J. Jiang", "H-P. Xu" ],
      "venue" : "Appl. Phys. Lett. 91 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Anomalous percolation transition in carbon-black–epoxy composite materials",
      "author" : [ "L. Flandin", "T. Prasse", "R. Schueler", "K. Schulte", "W. Bauhofer", "J-Y. Cavaille" ],
      "venue" : "Phys Rev B 59 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "K",
      "author" : [ "K. Miyasaka", "K. Watanabe", "E. Jojima", "H. Aida", "M. Sumita" ],
      "venue" : "Ishikawa, J Mater Sci 17 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1982
    }, {
      "title" : "Reinforcement of elastomers",
      "author" : [ "G. Kraus" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1965
    }, {
      "title" : "Effect of processing parameters",
      "author" : [ "N.C. Das", "T.K. Chaki", "D. Khastgir" ],
      "venue" : "applied pressure and temperature on the electrical resistivity of rubber-based conductive composites, Carbon 40 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Electrical properties of polymers—Chemical principles",
      "author" : [ "B.R. Varlow" ],
      "venue" : "Polymer (Guildf). 30 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Electrical conductivity of conductive  carbon blacks: Influence of surface chemistry and topology",
      "author" : [ "D. Pantea", "H. Darmstadt", "S. Kaliaguine", "C. Roy" ],
      "venue" : "Appl. Surf. Sci. 217 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "A comprehensive picture of the electrical phenomena in carbon blackpolymer composites",
      "author" : [ "I. Balberg" ],
      "venue" : "Carbon N. Y. 40 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Super high dielectric constant carbon black-filled polymer composites as integral capacitor dielectrics",
      "author" : [ "J.X.J. Xu", "M. Wong", "C.P. Wong" ],
      "venue" : "2004 Proceedings. 54th Electron. Components Technol. Conf. (IEEE Cat. No.04CH37546). 1 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Carbon materials in composite bipolar plates for polymer electrolyte membrane fuel cells: A review of the main challenges to improve electrical performance",
      "author" : [ "R.A. Antunes", "M.C.L. De Oliveira", "G. Ett", "V. Ett" ],
      "venue" : "J. Power Sources. 196 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Review of New Carbon Materials as Catalyst Supports in Direct Alcohol Fuel Cells",
      "author" : [ "S. Tang", "G. Sun", "J. Qi", "S. Sun", "J. Guo", "Q. Xin", "G.M. Haarberg" ],
      "venue" : "Chinese J. Catal. 31 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2067
    }, {
      "title" : "Characterization of dispersion state of filler and polymer-filler interactions in rubber-carbon black composites",
      "author" : [ "L. Karasek", "M. Sumita" ],
      "venue" : "J. Mater. Sci. 31 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Evaluation of carbon black distribution in different phases of compatible blend of EVA/NBR through electrical",
      "author" : [ "S. Mondal", "D. Khastgir" ],
      "venue" : "mechanical and morphological test, Polym. Test. 59 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Influence of carbon nanotube and ionic liquid on properties of natural rubber nanocomposites",
      "author" : [ "A. Krainoi", "C. Kummerlowe", "Y. Nakaramontri", "S. Wisunthorn", "N. Vennemann", "S.  Pichaiyut", "S. Kiatkamjornwong", "C. Nakason" ],
      "venue" : "Express Polym Lett. 4 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of different ionic liquids on the dispersion and phase selective wetting of carbon nanotubes in rubber blends",
      "author" : [ "H.H. Le", "A. Das", "S. Basak", "M. Tahir", "S. Wiessner", "D. Fischer", "U. Reuter", "K.W. Stockelhuber", "A.K. Bhowmick", "Q.K. Do", "G. Heinrich", "H-J. Radusch" ],
      "venue" : "Polymer 105 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal Analysis and SEM Microscopy Applied to Studying the Efficiency of Ionic Liquid Immobilization on Solid Supports",
      "author" : [ "A. Sowińska", "M. Maciejewska", "L. Guo", "E. Delebecq" ],
      "venue" : "Materials 12(10) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Development of conducting polychloroprene rubber using imidazolium based ionic liquid modified multi-walled carbon nanotubes",
      "author" : [ "K. Subramaniam", "A. Das", "G. Heinrich" ],
      "venue" : "Compos. Sci. Technol. 71 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Ionic liquid enabled electrical-strain tuning capability of carbon black based conductive polymer composites for small-strain sensors and stretchable conductors",
      "author" : [ "J. Narongthong", "H.H. Le", "A. Das", "C. Sirisinha", "S. Wießner" ],
      "venue" : "Compos. Sci. Technol. 174 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Composites of carbon black functionalized with polymers as candidates for the detection of methanol vapor",
      "author" : [ "H. Wang", "Y. Li", "Y. Chen", "M. Yuan", "M. Yang", "W. Yuan" ],
      "venue" : "React. Funct. Polym. 67 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Polyisoprene-nanostructured carbon composite (PNCC) organic solvent vapour sensitivity and repeatability",
      "author" : [ "G. Sakale", "M. Knite", "V. Teteris" ],
      "venue" : "Sensors Actuators, A Phys. 171 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Polyisoprene-carbon nanocomposites for application in multifunctional sensors",
      "author" : [ "M. Knite", "I. Klemenok", "G. Shakale", "V. Teteris", "J. Zicans" ],
      "venue" : "J. Alloys Compd. 434–435 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Statistical Mechanics of Cross-Linked Polymer Networks I",
      "author" : [ "P.J. Flory", "J. Rehner" ],
      "venue" : "Rubberlike Elasticity, J. Chem. Phys. 11 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1943
    }, {
      "title" : "Ionic liquids as coagents for sulfur vulcanization of butadiene–styrene elastomer filled with carbon black",
      "author" : [ "M. Maciejewska", "M. Zaborski" ],
      "venue" : "Polym. Bull. 75(10) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Glass transition and interfacial segmental dynamics in polymer-particle composites",
      "author" : [ "C.G. Robertson", "C. Roland" ],
      "venue" : "Rubber Chem. Technol. 81 (3) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Dynamic properties of batch polymerized SSBR based compounds",
      "author" : [ "M. Bortolotti", "S. Busetti", "F. Mistrali" ],
      "venue" : "Kautsch. Gummi. Kunstst. 151 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Structural morphology and properties of star styreneisoprene-butadiene rubber and natural rubber/star styrene-butadiene rubber blends",
      "author" : [ "S.H. Zhao", "H. Zou", "X.Y. Zhang" ],
      "venue" : "J. Appl. Polym. Sci. 93 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Significantly improved rubber-silica interface via subtly controlling surface chemistry of silica",
      "author" : [ "C. Zhang", "Z. Tang", "B. Guo", "L. Zhang" ],
      "venue" : "Compos. Sci. Technol. 156 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of different carbon fillers on the properties of nitrile rubber composites",
      "author" : [ "B. Szadkowski", "A. Marzec", "M. Zaborski" ],
      "venue" : "Compos. Interface 26 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "S",
      "author" : [ "P. Costa", "J. Silva", "A. Anson-Casaos", "M.T. Martinez", "M.J. Abad", "J. Viana" ],
      "venue" : "Lanceros- Mendez. Effect of carbon nanotube type and functionalization on the electrical,thermal, mechanical and electromechanical properties of carbon nanotube/styrene–butadiene– styrene composites for large strainsensor applications. Compos. Part B 61 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Styrene Butadiene Rubber/Carbon Filler-Based Vapor Sensors",
      "author" : [ "J. Tabačiarová", "J. Krajči", "J. Pionteck", "U. Reuter", "M. Omastová", "M. Mičušík" ],
      "venue" : "Macromol. Chem. Phys. 217 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 1500
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "They also exhibit remarkable abrasion resistance and resilience [1-3].",
      "startOffset" : 64,
      "endOffset" : 69
    }, {
      "referenceID" : 1,
      "context" : "They also exhibit remarkable abrasion resistance and resilience [1-3].",
      "startOffset" : 64,
      "endOffset" : 69
    }, {
      "referenceID" : 2,
      "context" : "They also exhibit remarkable abrasion resistance and resilience [1-3].",
      "startOffset" : 64,
      "endOffset" : 69
    }, {
      "referenceID" : 3,
      "context" : "Owing to these characteristics, they are used in a wide range of applications, including in the automotive and textile industries [4].",
      "startOffset" : 130,
      "endOffset" : 133
    }, {
      "referenceID" : 4,
      "context" : "In particular, the filler geometry, dispersion state and filler–filler and filler– polymer interactions strongly affect the electrical properties of composite materials [5-7].",
      "startOffset" : 169,
      "endOffset" : 174
    }, {
      "referenceID" : 5,
      "context" : "In particular, the filler geometry, dispersion state and filler–filler and filler– polymer interactions strongly affect the electrical properties of composite materials [5-7].",
      "startOffset" : 169,
      "endOffset" : 174
    }, {
      "referenceID" : 6,
      "context" : "In particular, the filler geometry, dispersion state and filler–filler and filler– polymer interactions strongly affect the electrical properties of composite materials [5-7].",
      "startOffset" : 169,
      "endOffset" : 174
    }, {
      "referenceID" : 7,
      "context" : "There are many reports on the application of different carbon fillers as components in conductive rubber composites [8-11].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 8,
      "context" : "There are many reports on the application of different carbon fillers as components in conductive rubber composites [8-11].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 9,
      "context" : "The conductivity of composites filled with carbon black is closely related to the chemical nature of the polymer and to a limited number of parameters, such as porosity, particle size and filler content [12].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 10,
      "context" : "Electrically conductive carbon blacks have been found to improve the conductivity of the composites in which they are incorporated [13-15].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 11,
      "context" : "Electrically conductive carbon blacks have been found to improve the conductivity of the composites in which they are incorporated [13-15].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 12,
      "context" : "Electrically conductive carbon blacks have been found to improve the conductivity of the composites in which they are incorporated [13-15].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 13,
      "context" : "Polymer composites filled with electrically conductive carbon blacks have found many uses, such as in electrodes for fuel cells [16, 17].",
      "startOffset" : 128,
      "endOffset" : 136
    }, {
      "referenceID" : 14,
      "context" : "Polymer composites filled with electrically conductive carbon blacks have found many uses, such as in electrodes for fuel cells [16, 17].",
      "startOffset" : 128,
      "endOffset" : 136
    }, {
      "referenceID" : 15,
      "context" : "This enables the formation of ‘conductive paths’ which are responsible for the desired physical and electrical properties of the polymer composite [18, 19].",
      "startOffset" : 147,
      "endOffset" : 155
    }, {
      "referenceID" : 16,
      "context" : "This enables the formation of ‘conductive paths’ which are responsible for the desired physical and electrical properties of the polymer composite [18, 19].",
      "startOffset" : 147,
      "endOffset" : 155
    }, {
      "referenceID" : 17,
      "context" : "A number of works have discussed the positive effect that ionic liquids (ILs) can have on the dispersion and compatibility of different fillers in elastomer media [20-22].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 18,
      "context" : "A number of works have discussed the positive effect that ionic liquids (ILs) can have on the dispersion and compatibility of different fillers in elastomer media [20-22].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 19,
      "context" : "A number of works have discussed the positive effect that ionic liquids (ILs) can have on the dispersion and compatibility of different fillers in elastomer media [20-22].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 20,
      "context" : "[23] investigated the interactions between 1-allyl-3-methyl-imidazolium chloride (AMIMCl) and carbon black in SSBR, BR, and EPDM rubbers.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[24] proposed a very promising way to obtain small-strain sensors and stretchable conductors based on SBR composites filled with conductive carbon black and 1-decyl-3-methyl-imidazolium chloride.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "Sensors based on elastomers appear very attractive, due to key advantages such as low cost, facile processability and very high sensitivity and reproducibility [25].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 23,
      "context" : "polyisoprene composites) in the presence of organic solvent vapors [26, 27].",
      "startOffset" : 67,
      "endOffset" : 75
    }, {
      "referenceID" : 24,
      "context" : "polyisoprene composites) in the presence of organic solvent vapors [26, 27].",
      "startOffset" : 67,
      "endOffset" : 75
    }, {
      "referenceID" : 25,
      "context" : "671) [28]: υe= -[ln(1-Vr) +Vr+μ ·Vr (2)]/[V0· (Vr -(Vr/2)] (3) where υe is the crosslink density, Vr is the volume fraction of the elastomer in swollen gel, V0 is the molar volume of the solvent [mol/cm(3)].",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 26,
      "context" : "[29] report that many ILs effectively reduce the vulcanization time of elastomer composites cured with sulfur-based crosslinking systems.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "This peak arises due to the glass transition of the elastomer compounds, when the mobility of the polymer macromolecules increases rapidly, and the movement of the rubber macromolecules generates hysteresis loss [30].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 28,
      "context" : "Generally, the small tanδ values of the NBR/Printex XE-2B composites in the region above 50 °C may indicate low rolling resistance [31, 32].",
      "startOffset" : 131,
      "endOffset" : 139
    }, {
      "referenceID" : 29,
      "context" : "Generally, the small tanδ values of the NBR/Printex XE-2B composites in the region above 50 °C may indicate low rolling resistance [31, 32].",
      "startOffset" : 131,
      "endOffset" : 139
    }, {
      "referenceID" : 30,
      "context" : "Improved dispersion of the filler in an elastomer matrix may generate a higher fraction of interphase, in which polymer macromolecules exhibit lower mobility [33].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 31,
      "context" : "Owing to their good filler–polymer matrix interaction and high thermal conductivity, elastomers filled with carbon-based fillers usually have a higher thermal decomposition temperature than neat rubber [34, 35].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 32,
      "context" : "Owing to their good filler–polymer matrix interaction and high thermal conductivity, elastomers filled with carbon-based fillers usually have a higher thermal decomposition temperature than neat rubber [34, 35].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 33,
      "context" : "[36] report that disconnection of the conductive paths in SBR/CB systems may continue even after external exposure to solvent vapors ceases, until the gradient of solvent concentration is strong enough for diffusion out of the polymer to dominate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "molecules to the outer surface of the composite, relaxation of cross-section connections in the polymer, and relaxation of the volumetric lattice of the carbon black particles [27].",
      "startOffset" : 176,
      "endOffset" : 180
    } ],
    "year" : 2019,
    "abstractText" : "This study presents an innovative approach to the production of reinforced elastomer composites filled with carbon black Printex XE-2B, using the calendering process and ionic liquids (ILs) as dispersing agents. The effect of Printex XE-2B on the mechanical and electrical properties of acrylonitrile-butadiene rubber (NBR) composites was compared to that of conventional carbon black Humex N339. It was found that the highly structured Printex XE-2B significantly enhanced both the mechanical and electrical properties of the NBR composites, in contrast to standard Humex N339. To obtain uniform filler dispersion in the polymer matrix, several different ILs were employed as dispersing agents. The application of ILs had a considerable effect on the properties of the prepared composites, due to the improved dispersion of the filler particles in the composite matrix, which favored the formation of ‘conductive paths.’ Importantly, the prepared NBR/Printex XE-2B/IL composites were found to have reversible and repeatable electrical properties following exposure to chloroform vapors.",
    "creator" : "Elsevier"
  }
}