{
  "name" : "downloads_2020-12-01_d0_10.1021@acsnano.0c06336.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Microfluidic Isolation and Enrichment of Nanoparticles",
    "authors" : [ "Yuliang Xie", "Joseph Rufo", "Ruoyu Zhong", "Joseph Rich", "Peng Li", "Kam W. Leong", "Tony Jun Huang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "For decades, nanoparticles have drawn significantattention from the scientific communities becausetheir chemical and physical properties differ markedly from those of the bulk material.1−3 Defined as a particle with characteristic lengths of approximately 100 nm or less, nanoparticles roughly comprise both “soft nanoparticles” (i.e., naturally existing nanoparticles such as proteins, DNAs, viruses, and exosomes) and “hard nanoparticles” (i.e., synthesized inorganic nanoparticles such as gold, silver, and silicon). Today, nanoparticles are widely used in many fields such as catalysis,4,5 electronics,6,7 biology,8,9 and medicine,10−15 which can be readily witnessed by both the rapidly expanding market size as well as the ever-increasing number of scientific publications. With the enormous amount of research on nanoparticles, it is broadly recognized that a homogeneous size, shape, charge, and/or chirality of nanoparticles usually greatly enhance their performance in various applications. For example, the optical properties of nanoparticles (e.g., Raman spectra,16 absorption,17 and plasmonic features18) are highly dependent on their size distribution.19 As a result, when using nanoparticles in biosensing applications, it is essential to have nanoparticles with a narrow size distribution. The homogeneity in the size of\nthe nanoparticles also impacts their therapeutic efficacy.20 For example, the capability of nanoparticles to penetrate the blood−brain barrier21−24 or remain in circulation in the blood25−29 is largely determined by their size. A homogeneous size distribution also reduces unintended side effects of cytotoxicity.30−35 In addition to size, homogeneity in the shape and chirality of nanoparticles helps control their interaction with cells,36 thereby impacting efficacy and bioavailability in therapeutic applications.37−39 However, most nanoparticle fabrication procedures are prone to impurities, producing particles with undesired shapes and sizes. As a result, the rigorous development of postfabrication methods to enhance the homogeneity of nanoparticles is essential to advancing nanoparticle research and applications.\nReceived: July 28, 2020 Accepted: November 23, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn D\nec em\nbe r\n1, 2\n02 0\nat 0\n1: 01\n:2 5\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nIsolation and enrichment are two complementary steps to improve the homogeneity of nanoparticles. Isolation is a process that acts as a selective barrier allowing relatively free passage of one component while retaining or deflecting other components.40,41 After isolation, the concentration of nanoparticles might decrease due to a loss of particles or the introduction of additional fluids; therefore, an enrichment procedure42 is often conducted to increase the concentration of specific nanoparticles for collection. Enrichment can also be used to enhance the local concentration of nanoparticles to facilitate detection.43 It should be noted that some techniques, such as density gradient centrifugation,44 are capable of simultaneously isolating and enriching nanoparticles. Microfluidics is one of the emerging techniques that meets the growing and divergent needs for nanoparticle isolation and enrichment.45,46 Developed in the 1990s, microfluidics has grown as a multidisciplinary field that involves physics, chemistry, engineering, and nanotechnology and has succeeded in isolating and enriching a wide spectrum of nanoparticles. To cover recent advances and offer future perspectives on microfluidic nanoparticle isolation and enrichment, we have written this review article for readers from diverse disciplines and backgrounds. In this article, we will survey current microfluidic methods according to their technical mechanisms (e.g., acoustics, optics, dielectrophoresis, and filtration), and we will discuss both isolation and enrichment, if applicable (Figure 1). We will also provide a summary table of potential solutions\nfor specific particle properties (e.g., size, shape, and charge), with the advantages and limitations of each technique (Table 1). To be more focused and concise, we will confine the scope of “microfluidics” to devices with characteristic lengths of approximately 100 μm or less. As an exclusion, we will not cover methods like high-performance liquid chromatography (HPLC)47−50 or capillary electrophoresis,51−55 although they operate at the micrometer scale; readers are referred to excellent reviews on those techniques elsewhere.47−55"
    }, {
      "heading" : "ACOUSTOFLUIDICS",
      "text" : "Acoustofluidics,56−66 an approach that integrates acoustic manipulation with microfluidic devices, can efficiently separate nanoparticles. In principle, particles in acoustic fields deflect based on their material properties (e.g., density and compressibility) and size (i.e., volume).67−72 Researchers discovered that nanoparticles are influenced by the external acoustic field, resulting in trapping, focusing, and patterning,43,73 enabling nanoparticle separation with acoustofluidic methods. Wu et al. demonstrated the separation of a mixture of 500 and 110 nm polystyrene particles, using a 4 μL min−1 flow rate for the sample and a 12 μL min−1 flow rate for the sheath flow (Figure 2A,B). The yield of 110 nm nanoparticles can reach as high as 90.7%.74 With a longer distance for particle deflection, researchers achieved separation of polystyrene particles with sizes of 300 and 500 nm.75 Since acoustofluidic methods operate with powers (10−2−10 W/cm2) and frequencies (1 kHz to 500 MHz) in a range similar to those used in ultrasonic imaging (2−18 MHz, less than 1 W/cm2),57 they often have excellent biocompatibility. Based on the separation performance of nanometer-sized polystyrene particles, Wu et al.76 further developed an acoustofluidic exosome isolation technique. Their design makes use of two separate, but connected, modules: the first module removes larger, microscale blood components, while the second module is an extracellular vesicle separation unit that removes larger microvesicles and isolates exosomes. Through integration of two components, they were able to isolate exosomes with 98.4% purity from a mixture containing both microvesicles and exosomes, and demonstrated a blood cell removal rate of over 99.999%. Similarly, other types of extracellular vesicles can also be separated with acoustofluidics. Lee et al.77 demonstrated an “acoustic nanofilter” system that size-specifically separates microvesicles in a continuous manner. They applied the acoustic nanofilter to isolate nanoscale (<200 nm) vesicles\nfrom cell culture media as well as microvesicles in stored red blood cell products and achieved a >90% separation yield (Figure 2C,D). Acoustofluidic methods also enrich, concentrate, or trap nanoparticles, which can be integrated after nanoparticle isolation for better recovery or visualization. Nanoparticle enrichment is usually achieved through acoustic radiation force,72 acoustic streaming,71 or a combination of both. For instance, Mao et al.43 presented an acoustofluidic chip that can concentrate nanometer-sized particles at the central line of a glass capillary (Figure 3A,B). Nanoparticle enrichment is achieved through the combined effect of the acoustic radiation force with vortex acoustic streaming. They demonstrated the focusing of silica and polystyrene particles with diameters ranging from 80 to 500 nm and the ability to integrate this process with downstream immunoassays. Collins et al.78 introduced highly focused surface acoustic waves at frequencies between 193 and 636 MHz that generate localized acoustic streaming vortices on microfluidic length scales. They can\ncapture nanoparticles as small as 300 nm in diameter and enrich them at a point near the transducer. When the acoustic frequency is increased to the gigahertz regime, Cui et al.79 demonstrated the concentration of 87 nm particles through an acoustic streaming vortex with their hypersonic-induced hydrodynamic tweezers. Other than acoustic streaming, Reyes et al.80 used primary radiation forces in bulk acoustic standing waves for concentrating nanoparticles. They successfully demonstrated the concentration of 200 nm gold nanoparticles at acoustic pressure nodes (Figure 3C−E). In isolating biological nanoparticles, acoustofluidic methods avoid high shear stresses, high temperatures, or requirements for special liquid media. They allow for label-free isolations based on differences in size or other physical properties. A microfluidic channel provides precise fluid control during acoustic operation. In microfluidic devices, low Reynolds number (i.e., laminar flow) enabled high separation resolution that is not possible in bulk fluid. Acoustofluidic nanoparticle isolation is mainly based on exploiting differences in the size of particles. Furthermore, acoustofluidic devices can potentially be integrated to achieve isolation and enrichment in one system. Current limitations of acoustofluidics mainly arise from instrumentation. Bulky, expensive, and specialized electronics (such as function generators and amplifiers) involved in most acoustofluidic devices limit their widespread use in industrial applications. However, in recent years, much research has gone into developing low-cost,81−83 open-source84 alternatives to popularize acoustofluidic devices."
    }, {
      "heading" : "MICROFLUIDIC DIELECTROPHORESIS",
      "text" : "Microfluidic dielectrophoresis (DEP) describes the motion of a dielectric particle in a nonuniform electric field as a result of the polarization effect in a microfluidic device.85−90 DEP has been extensively studied in isolating and enriching a variety of nanoparticles.87,91−97 For example, Viefhues et al.98 developed a DEP-based device to separate polystyrene nanoparticles of 20 and 100 nm. They found that 85−100% of the large nanoparticles were deflected and expected that efficient and separation would be possible for nanoparticles that differ by about 30% in diameter. Zhao et al.99 separated nanoparticles with DEP using a nonuniform DC electric field (DC-DEP). In this approach, the electrical conductivity of the suspending solution is adjusted so that the polystyrene nanoparticles of a given size experience positive DEP while the polystyrene\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nC\nnanoparticles of another size experience negative DEP. Using this method, the separation of 51 and 140 nm nanoparticles and the separation of 140 and 500 nm nanoparticles were demonstrated (Figure 4A−C). Using a similar mechanism with a microarray device operating at 20 V peak-to-peak and 10 kHz, Sonnenberg et al.100 separated DNA from blood cells, where high molecular weight DNA and nanoparticles were concentrated into high-field regions by positive DEP, while the blood cells were concentrated into the low-field regions by negative DEP. With this method, high molecular weight DNA could be detected at 260 ng/mL, a suitable range for DNA biomarkers (Figure 4D−F). Krishnan et al.101 demonstrated separation of 10 nm polystyrene nanoparticles, 60 nm DNAderivatized nanoparticles, and 200 nm nanoparticles. They demonstrated the feasibility of this technique even in physiological solutions with high conductance. Besides isolation, nanoparticles can also be enriched through a mechanism of DEP trapping.102−106 Cheng et al.107 developed electrode arrays to generate DEP forces and\naggregate bacteria with silver nanoparticles. They used this method to rapidly identify bacteria from diluted blood with surface-enhanced Raman spectroscopy (SERS) (Figure 5A,B). Han et al.108 superimposed alternating current DEP and electro-osmosis between two coplanar electrodes to concentrate bacteria, viruses, and proteins. They enriched nanometersized MS2 viruses and troponin I antibody proteins. Yeo et al.109 removed the constraints of a microfluidic device and developed a dendritic, multiterminal nanotip (i.e., dendritic nanotip) for DEP-based concentration of viral particles. They showed that the dendritic nanotip could detect T7 phage as low as 104 particles per mL (20 particles in 2 μL sample volume) in 5 min (Figure 5C,D). Microfluidic DEP features several advantages.88,90,110,111 First, DEP forces do not require the target particles to carry a charge; it can work with both charged and neutral nanoparticles. Second, DEP forces require a nonuniform electric field, which can be easily achieved with modern microfluidic designs and electrode fabrication techniques. In\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nD\naddition, the laminar flow nature in microfluidic channels provides superior flow control over bulk devices. However, microfluidic DEP has several limitations that still need to be addressed. First, despite the wide application of DEP-based approaches, its underlying mechanism is not yet fully understood. The dielectric properties of the material, angular frequency of the applied electric field, and the charge and size of the particles all affect the separation results.90 Therefore, it is not straightforward to predict the performance of DEP separations prior to separation experiments. Second, many DEP-based biological applications require a specific medium with a predefined conductivity, which can affect the biological functions of the targets. In addition, applying external voltages to drive particle motion might induce electrothermal flows and joule heating,112 which can disrupt the separation process and the integrity of biological nanoparticles."
    }, {
      "heading" : "MICROFLUIDIC FILTRATION",
      "text" : "Filtration is one of the most widely used industrial nanoparticle isolation methods in water treatment, which fractionizes nanoparticles with direct physical barriers. Its microfluidic counterparts113−117 are based on similar underlying concepts but are also designed to deal with samples with small volumes. Traditionally, microfluidic filtration is also categorized, at least in part, into field-flow fractionation,118 which is defined by features of the flow field, rather than the nature of filtration. In this regard, asymmetric flow field-flow fractionation (AF4) products are commercially available for the separation of a wide spectrum of proteins, liposomes, emulsions, viruses, polysaccharides, metals, and polymeric nanoparticles.119−122 Recently, Zhang et al.123 used AF4 to identify two exosome subpopulations (large exosome vesicles of 90−120 nm and small exosome vesicles of 60−80 nm) and discovered an abundant population of nonmembranous nanoparticles termed “exomeres” (∼35 nm). Besides commercial systems, emerging concepts on microfluidic filtration are under rapid development. For example, Davies et al.124 developed a microfluidic filtration system with porous polymer monolithic membranes in poly(methyl methacrylate) microfluidic chips by UV photopolymerization to isolate vesicles from whole blood samples. The filtration was driven by pump injection or DC\nelectrophoresis. Liang et al.125 developed a double-filtration microfluidic device that isolated and enriched extracellular vesicles with a size range of 30−200 nm from urine. They demonstrated an isolation yield of 80% in isolating extracellular vesicles from T24 cell culture and urine samples (Figure 6A,B) and applied their method to the detection of bladder cancer. We do not discuss nanoparticle enrichment based on filtration because isolation through filtration is typically also an enriching process. As a direct derivative of filtration, microfluidic filtration shares some of the same intrinsic limitations which researchers are devoting efforts to overcome. For example, nanoparticles moving through a nanoporous filter usually require high energy and might block or clog the membrane. To address both issues, Ang et al.126 use surface acoustic waves (SAW) to enhance transport through graphene films. They achieved 100% filtration efficiency for microscale particles, 95% for the filtration of particles as small as tens of nanometers in diameter and demonstrated the ability to separate nanoparticles with diameters of 25 and 50 nm. To circumvent clogging of the membrane, a backwash was applied to flush the incorporated nanoparticles simply by reversing the SAW-induced flow. A filtration efficiency of 98% was achieved after SAW-induced backwash (Figure 6C,D). Another limitation for filtration is that once a membrane is prepared, the pore size is difficult to change. To overcome this limitation, Haefner et al.127 demonstrated a method to adapt the size exclusion functionality of poly-N-isopropylacrylamide (PNIPAAm)based nano/microfilters in 2D and 3D microfluidic systems. The pore size can be adjusted from nanometers to micrometers by shrinking or swelling in response to organic solvents."
    }, {
      "heading" : "MICROFLUIDIC DETERMINISTIC LATERAL DISPLACEMENT (DLD)",
      "text" : "Microfluidic DLD utilizes the arrangement of pillars to control the trajectory of particles, thus facilitating the separation of particles larger and smaller than a critical diameter.128,129 DLD offers superior size resolutions for nanoparticle isolation. For example, Huang et al.130 isolated microspheres of 0.8, 0.9, and 1.0 μm in 40 s with a resolution of ∼10 nm at a flow speed of approximately 100 μm/s. They also succeeded in separating\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nE\nlarge bacterial DNA with sizes ranging from 1000 to 600 nm (Figure 7A,B). Later, Santana et al.131 used DLD to separate cancer-cell-derived (BxPC-3 cells) extracellular vesicles; they demonstrated a yield of 39% with a corresponding purity of 98.5% in target output. Although the yield is less than optimal, the high purity can potentially benefit downstream cancer diagnostic applications. Since established, researchers have worked on improving the performance of DLD for nanoparticle isolation. First, researchers enabled the isolation of nanoparticles with smaller sizes by creating a “Nano-DLD”. Wunsch et al.132 used manufacturable silicon to produce nanoscale DLD with uniform gap sizes ranging from 25 to 235 nm. They demonstrated the separation of nanoparticles between 20 and 110 nm based on size; they also separated exosomes based on their sizes (average 60−80 nm, ranging from 20 to 140 nm), a necessary precursor for single-particle exosome analysis (Figure 7C,D). In addition, researchers enhance the dynamic range for nanoparticles in DLD separation by actively manipulating the particle size. For example, by altering the ionic concentrations of various buffer solutions, Zeming et al.133 are able to modulate the effective size of nanoparticles. This in turn changes the magnitude of the electrostatic force between the nanoparticles and the walls of the DLD device (Figure 7E). They demonstrated dynamic\ncontrol of the separation spectrum, which ranged from 51 to 1500 nm, in a continuous flow matter; this separation spectrum is ∼12 times larger than that of conventional DLD separation. Although primarily used for isolation, DLD is also utilized for nanoparticle enrichment. It is based on the mechanism of nanoparticle focusing in pillar arrays. For example, Chen et al.134 reported an increase of DNA (diameter of ∼250 nm) concentration by a factor of 87, with a throughput of 0.25 μL/ h (at 40 μm/s flow velocity). Particularly, they increased the shear modulus and compacted the DNA molecules using polyethylene glycol (PEG, 10% w/v) to enhance separation performance. They claimed that the purification of DNA from enzymatic reactions can be integrated to produce nextgeneration DNA sequencing libraries. DLD methods possess the characteristics of robust isolation performance, high resolution, and elimination of external forces for nanoparticle isolation and enrichment. Incorporating pillar structures into a microfluidic device allows precise control over interactions between particles, flows, and microstructures. However, current DLD methods still suffer from some intrinsic limitations: first, fluid volumes processed by DLD are typically very small (1−10 μL/min). Second, devices can be easily clogged by larger particles and impurities.\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nF\nTo circumvent the first limitation, DLD nanoparticle separation is primarily used in diagnostic purposes for extracellular vesicles and DNAs, where throughput is not a primary concern due to the high concentration of biomarkers. To address the second concern, DLD devices can be integrated with other mechanisms to pretreat samples and remove larger objects that may clog the device."
    }, {
      "heading" : "INERTIAL MICROFLUIDICS",
      "text" : "Inertial microfluidic135−140 approaches for nanoparticle isolation utilize the inertial migration of particles in a microfluidic channel with predesigned shapes (e.g., straight channel, spiral channel, or wavy channel) and cross-sectional geometries (e.g., rectangular, circular, or triangular) to focus nanoparticles at different positions. The effect of inertial focusing effect is driven by the shear-gradient lift and wall effect lift and is dependent on the design of the channel, the flow rates, and the size of the particle.141 Thus, inertial focusing is able to isolate nanoparticles with various sizes. In this regard, Bhagat et al.142 demonstrated the extraction of 590 nm polystyrene particles from a mixture of 1.9 μm and 590 nm particles in a straight microfluidic channel with rectangular cross section (Figure 8A,B). To better control the particle trajectories in microfluidic channels, polymers were introduced as the suspending liquid to carry nanoparticles. Particles, driven by the elastic force generated by the deformation of the polymer chains, migrate transverse to the flow direction, achieving “viscoelastic focusing”.141 Using viscoelastic focusing in nanoparticle isolation, Liu et al.143 used spiral microfluidic devices to separate binary mixtures of 100 and 2000 nm polystyrene particles and λ-DNA molecules/blood platelets in solution of poly(ethylene oxide). They achieved a separation efficiency of >95%. Liu et al.144 designed a channel with a high-aspect-ratio cross section with a height of 50 μm and width of 20 μm; exosomes were isolated from cell culture media with a high separation purity (>90%) and yield (>80%) of exosomes. They also demonstrated the separation of 100 and 500 nm polystyrene nanoparticles. They could change the cutoff size of nanoparticles by tuning the viscoelasticity of the suspending medium by changing the concentration of poly(ethylene oxide). Wang et al.145 further optimized the wavy channel design and used thermoset polyester to replace polydimethylsiloxide (PDMS). By doing this, they reduced the pressureinduced deformation of the channel cross section and maintained the focusing effect at larger flow rates up to 1400 μL/min. They demonstrated a separation between 920 and 200 nm polystyrene microspheres, although the separation performance at this condition needs further characterization (Figure 8C).\nNanoparticles can also be enriched in the microchannel through the inertial focusing and viscoelastic focusing.138,140 Kim et al.146 designed a straight channel with a rectangular cross section, and they used it to focus fluorescent submicron polystyrene beads with 500 and 200 nm diameters along the central line of a microchannel with the addition of 500 ppm poly(ethylene oxide). They also focused flexible DNA molecules (λ-DNA and T4-DNA), which have radii of gyration (Rg) of approximately 0.69 and 1.5 nm, respectively. Zhou et al.147 integrated the processes of focusing and isolation of exosomes into one device (Figure 9). They periodically reversed the Dean secondary flow that is generated by repeated wavy channel structures, causing bigger particles (e.g., large extracellular vesicles) to be focused in the central line and smaller particles (e.g., exosomes) to be focused along the edge for separation. They achieved an exosome purity of 92.8% after one single separation process. Compared with methods that utilize external forces such as optics, acoustics, or electronics, inertial microfluidic nanoparticle isolation and enrichment techniques possess advantages in terms of their ease of use, lack of requirements for external actuation, and robust performance once operational parameters are optimized. Compared with DLD methods, the removal of pillars avoids concerns over channel clogging and increases the throughput. A microfluidic channel also enabled precise fluid control over capillary number, Reynold number, and Peclet number,135 which is challenging in bulk devices. Nonetheless, inertial microfluidic operation often works at high flow rates, where the shear might cause potential damage to biological nanoparticles. Although there are no reports studying this effect in detail, further validation might be necessary in order to confirm the biocompatibility of inertial techniques."
    }, {
      "heading" : "OPTOFLUIDICS",
      "text" : "Integrating optics with microfluidics (i.e., optofluidics)148−153 provides a powerful tool to isolate and enrich nanoparticles with high resolution.154−161 Nan et al.162 isolated metal nanoparticles with dynamic and tunable optical forces generated by phase gradients of light. Size-dependent optical forces drive nanoparticles of different sizes with different velocities in solution, leading to their separation. They demonstrated the separation of silver and gold nanoparticles in the diameter range of 70−150 nm with a resolution down to 10 nm. Particle separation was conducted in static flow conditions (Figure 10A,B). Shilkin et al.163 used high-quality Mie resonances to exert optical forces on spherical silicon nanoparticles for size-based nanoparticle separation. They resolve nanoparticles of diameters 130, 150, and 160 nm, resulting in a resolution of 10 nm. The separation was also\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nG\nconducted in static flow conditions (Figure 10C,D). To increase throughput, Wu et al.164 combined optical and hydrodynamic forces to separate gold nanoparticles in a flowing system (Figure 10E,F). They demonstrated the separation of gold nanoparticles with diameters of 50 vs 100 nm and 100 vs 200 nm. The sorting purities are 92% for the 50/100 nm combination and 86% for the 100/200 nm set, with a throughput of 300 particles/min. The throughput is much higher than those conducted in static conditions. They also reported a successful nanoparticle separation with smaller heterogeneity (i.e., 50 vs 70 nm). In addition to dealing with “hard” nanoparticles (e.g., Ag and Au), researchers also attempted to sort “soft” particles with stiffnesses ranging from 10−10 to 10−8 N/m (e.g., polymers, viruses, and DNAs). Shi et al.165 synchronized the optical force and drag force to separate 100 and 150 nm polystyrene nanoparticles with single nanometer precision. Optical methods have also been applied to enrich nanoparticles, which is usually achieved through a laser-induced thermophoretic effect.166−169 For example, Weinert et al.170 used laser-induced bidirectional flow combined with a perpendicular thermophoretic molecule drift to concentrate\nbiological nanoparticles (Figure 11A,B). They demonstrated the accumulation of a hundredfold excess of 5-base DNA within seconds and polystyrene nanoparticles with 40 nm diameters. Later, Yu et al.171 reported a laser thermophoresisbased method to detect DNA (Figure 11C,D). They concentrate both DNA-functionalized gold nanoparticles and fluorescent DNA probes to capture target DNA in free solution. Once DNA and probes are bonded, the thermophoretic properties of the fluorescent probes changed. Their work shed a light on detecting DNA in serum-containing buffers without any channel, pump, or washing steps. The thermophoretic effect can be controlled more precisely with plasmonic structures.172−174 For example, Braun et al.175 created nanostructures by depositing gold films on glass cover slides, which acted as microscopic heat sources to generate localized temperature gradients. They were able to enrich 200 nm nanoparticles at a predefined position via localized thermophoretic trapping. Optofluidic methods are especially suitable for manipulating nanoparticles. First, the interaction of light and nanoparticles provides a wide spectrum of forces to drive the motion of nanoparticles. Those forces include, but are not limited to, scattering and gradient forces, surface plasmon resonance, and thermal-hydrodynamic forces. Second, light has great directionality and can be controlled precisely by tuning the wavelength, power, and duration, which enables highresolution nanoparticle separations. Reported optical methods can isolate nanoparticles with a 10 nm resolution, which is very difficult to achieve through other mechanisms. Third, optical methods are convenient to integrate into microfluidic devices. Nonetheless, separation of nanoparticles by light also suffers some theoretical and practical challenges: (1) Since light can interact with nanoparticles in various ways, the performance of separation is difficult to predict for each type of nanoparticle. For example, the studies we discussed earlier are all based on single material systems (e.g., Ag or Au); however, once the material changes, the separation performance can be drastically different. (2) Most current reports are based on metallic or silicon particles. When separating biological nanoparticles, the biocompatibility is a concern since the medium might absorb the energy from the light and convert it into heat."
    }, {
      "heading" : "ELECTROPHORESIS",
      "text" : "Nanoparticles that have different charges can be readily isolated and enriched with microfluidic electrophoresis.176−180 The mechanism of microfluidic electrophoresis is similar to that in conventional gel electrophoresis181,182 or capillary electrophoresis,183 which is based on differences in the electrophoretic mobility of solutes (e.g., zeta-potential176 and size). Electrophoresis has been widely used in separating nanoparticles such as inorganic nanoparticles, proteins, peptides, and DNAs.184,185 Using microfluidic devices allows for a greater amount of flexibility in the spatial configurations of the electrical field and sample flow. Sun et al.186 used a freeflow microfluidic electrophoresis chip to separate a mixture of FITC-BSA, FITC-lysozyme, and FITC-pepsin based on their charges and/or sizes. Jeon et al.187 separated molecular dyes of BODIPY2− and PTS4− with microfluidic electrophoresis based on the charge differences. Interestingly, electrophoretic methods were also used to isolate nanoparticles with differences in shape. For example, Hanauer et al.188 demonstrated the separation of gold and silver nanoparticles according to their size and shape by agarose gel electrophoresis\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nH\nafter coating nanoparticles with a charged polymer layer. They used color, a shape-dependent optical property of gold and silver nanoparticles, to validate the separation effect. They also\ndemonstrated the capability of shape-dependent separation by separating silver rods with aspect ratios (length/width) of 8.3 ± 0.8 vs 3.1 ± 0.7.\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nI\nElectrophoretic methods have been extensively used for nanoparticle separations. They have several advantages. First, the electrophoretic force does not decay cubically with particle diameter (it is linear with the particle diameter);187,189 therefore, the electrophoresis-based methods can maintain high performance even for particles at the nanoscale. Second, it is able to conveniently separate peptides and proteins. Because the charges of peptides and proteins usually change with pH, isoelectric focusing190,191 can be utilized to move the molecules in the presence of a pH gradient until the net charge of the molecule is zero (i.e., isoelectric point). Third, electrophoretic methods can be used to separate nanoparticles with surface modifications. nanoparticle surface modification is a critical step to adjust surface properties, which is important for catalysis and biomedicine.192−194 As an example of separating nanoparticles with different surface properties, Wang et al.195 used capillary electrophoresis to monitor changes in the surface ligands of quantum dots. Integrating electrophoretic separation into microfluidic devices allows more precisely controlling the flow and electrodes over bulk operations. On the other hand, microfluidic electrophoresis generates Joule heating112 and might cause bubble generation,196 both of which can be damaging to biological samples and hinder consistent device performance. Researchers have developed flow-induced electrophoresis,187 buffer additives,197 and insulating wall198 structures to circumvent these limitations."
    }, {
      "heading" : "MICROFLUIDIC AFFINITY ISOLATION",
      "text" : "Certain biological nanoparticles (e.g., virus and exosomes) can be isolated based on specific antigens that are expressed on their surface using target antibodies. Microfluidic affinity-based nanoparticle separation has been studied extensively to enrich extracellular vesicles from various biological matrices. Chen et al.199 reported a microfluidic exosome capture device, which employed an anti-CD63 modified microfluidic channel. Herringbone structures were fabricated on the ceiling of the microchannel to enhance capture efficiency. Compared to conventional ultracentrifugation, the microfluidic affinity capture method shortens the sample processing time and eliminates the need for expensive instruments. Kanwar et al.200 fabricated an exosome capture device with circular wide channels that were interconnected with narrow fluid channels to promote the interaction between exosomes and surfaceimmobilized exosomes (Figure 12A,B). Exosomes captured by the device are examined using fluorescence microscopy or recovered for off-chip RNA analysis. Lo et al.201 employed micropost structures to enhance the capture of exosomes in microfluidic channels. Desthiobiotin-conjugated antibodies were used as the capture antibodies, enabling the release of exosomes after capture. In addition to the channel geometry, channel surface properties are critical to the performance of affinity-based separation. Zhang et al.202 developed a method of coating graphene oxide and polydopamine to form nanostructures on the channel surface (Figure 12C). This coating improves exosome capture while reducing nonspecific binding. An exosome ELISA assay based on this strategy achieved a limit of detection of 50 μL−1 with a 4 order of magnitude dynamic range. To further improve the detection sensitivity of exosomes, combining herringbone structures with nanoscale features on the channel surface have been demonstrated to be effective.203,204 Recently, Zhang et al. fabricated nanopatterns on the surface of herringbone\nstructures through a self-assembly process, achieving a limit of detection of 10 exosomes/μL.204 In addition, affinity-based isolation devices are generally amenable to the integration of detection function units. He et al.205 reported an integrated exosome separation and intravesicular protein analysis based on two-stage immunomagnetic captures. The first stage isolates exosomes using antibody modified magnetic beads. After onchip lysis, the second-stage immunomagnetic separation allows for the isolation of target intravesicular proteins for ELISA analysis. Im et al.206 combined surface plasmon resonance with affinity capture to achieve multiplexed detection of exosomes for a panel of protein markers. Jeong et al.207 combined immunomagnetic capture and electrochemical detection to develop a portable and integrated exosome separation and detection device for studying exosomes in plasma samples from ovarian cancer patients (Figure 12D). In addition to exosomes, Wang et al.208 developed a microfluidic affinity capture device to isolate subtypes of HIV using an anti-gp120 modified channel surface. A capture efficiency of 75% was achieved for spiked human blood samples. Affinity-based separation allows researchers to isolate phenotypically pure biological nanoparticles from a mixture of background particles, which can provide more relevant results for biologists as compared to physical property-based methods. Conventionally, affinity separation is typically performed with antibody-labeled magnetic particles or affinity-based chromatography. To date, many microfluidic affinity separation methods have been reported to possess advantages over conventional methods. First, microfluidics can control the fluid profile and shear stress precisely, enabling optimal separation conditions to maximize capture efficiency while maintaining low levels of nonspecific binding. Second, microfluidic devices offer large surface-to-volume ratios, which promotes the interaction between particles and the affinity surface, thereby improving the capture efficiency. Third, affinity separation microdevices can be integrated with upstream sample preparation units and downstream particle characterization units to streamline and simplify the entire nanoparticle isolation workflow. Nonetheless, design of affinity separation requires prior knowledge on the surface biochemical properties of nanoparticles."
    }, {
      "heading" : "COMPARISONS BETWEEN BULK AND MICROFLUIDIC METHODS FOR NANOPARTICLE ISOLATION AND ENRICHMENT",
      "text" : "Nanoparticles can be isolated and enriched with large-scale, bulk methods which are capable of processing large volumes of sample material. Applications such as water treatment209,210 utilize bulk ultrafiltration114,211−213 and reverse osmosis214,215 techniques to remove nanoparticles (e.g., ions and proteins) and microparticles (e.g., bacteria and particles). Filtration,216−218 centrifugation,219−222 electrophoresis,52,223−225 and chromatography226−229 are well-established bulk methods for separating proteins and cellular components from liquid media and/or other micro/nanoscale objects. Although bulk methods can be robust in processing large volume samples, they can also be constrained in certain applications. First, bulk methods typically require a minimum sample volume to perform nanoparticle separations; however, in diagnosis or catalysis, obtaining such volumes from rare samples can be problematic. Second, bulk methods have difficulties maintaining uniform separation conditions across the whole separation unit. For example, due to differences in the electrophoretic\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nJ\nmobilities of ions at the center and edges of the gel plate arising from nonuniform temperatures, a so-called “smiling effect” occurs in protein/DNA gel electrophoresis, impairing the separation performance.230 Considering the small size of nanoparticles, along with the miniscule differences between subpopulations of nanoparticles, nonuniform separation conditions prevent high separation efficiencies from being achieved. Therefore, while bulky methods are robust and wellestablished, there is a great need for smaller, more precise approaches for nanoparticles isolation and enrichment. To address these limitations, microfluidic devices45,46,231−234 can be effective.235 With the miniaturization of separation units to the micrometer scale, microfluidics provides several advantages over bulky methods. First, it is easier to maintain a homogeneous force field and separation conditions at smaller length scales, which helps to achieve a higher separation performance (e.g., better purity and yield). Second, microfluidics is advantageous in dealing with nanoparticles contained in small sample volumes, which is particularly suitable for diagnostic and catalytic applications. Third, microfluidics features compact devices which render them easy to integrate into existing nanoparticle workflows. By eliminating the need to transfer a sample between multiple units, process stability is improved, and batch-to-batch variability can be reduced. Nonetheless, we understand that microfluidics is not a “onesize-fits-all” solution for nanoparticle isolation and enrichment. For example, microfluidics shares the same theoretical limitations with bulky methods in dealing with small particles down to the nanometer scale and in certain applications, additional investments on devices and equipment are required."
    }, {
      "heading" : "ADDRESS THEORETICAL CHALLENGES IN THE",
      "text" : "MICROFLUIDIC ISOLATION AND ENRICHMENT OF"
    }, {
      "heading" : "NANOPARTICLES",
      "text" : "As we discussed above, microfluidic methods offer distinct advantages over their bulky, benchtop counterparts in terms of control over conditions of isolation and enrichment, minimal sample volume requirements, and compactness of the device. However, these methods still face challenges from both theoretical and experimental aspects. For example, a volume of literature suggests that size is currently the most dominant characteristics for nanoparticle isolation and enrichment,236 where nanoparticles are fractionized by their size, and then particles with certain sizes are enriched for later analysis. This strategy has achieved great success when applied to microparticles and cells for the following reasons. First, size is the most straightforward characteristics, which can be readily confirmed with microscope imaging. Second, most driving forces used to deflect particles are proportional to particle volume; as a result, small differences in the diameters of particles result in significant differences in the amount of force exerted on those particles. Third, size-based separation usually requires minimal sample pretreatment (e.g., labeling), which simplifies the isolation process. Despite the success of microfluidic isolation and enrichment of microparticles,237−242 simply migrating size-based methods to nanoparticles introduces several theoretical limitations. First, the driving force decreases quickly at the nanometer scale as compared with the micrometer scale. For example, the magnitude of the acoustic radiation force,68,72,243 which drives nanoparticle deflections in acoustic isolation, is proportional to the particle volume; however, the drag force, which impedes particle motion, is proportional to the diameter of particles.243\nTherefore, particles with a 100 nm diameter experience 1/1000 of the radiation force, but 1/10 of the drag force compared to particles with 1 μm diameter. As a result, deflecting 100 nm particles in laminar flow is much more difficult than that of 1 μm particles. Similar volume-proportional forces also govern DEP-based isolation.235,244 In addition to the diminished driving force, the noise from Brownian motion245,246 is not negligible for nanoparticles. Taken together, isolation and enrichment at the nanoscale are theoretically more challenging than their counterparts at the microscale. To overcome the diminished performance of size-based isolation and enrichment at the nanoscale, the following strategies are suggested for consideration.\nOptimize Parameters for Isolation and Enrichment at the Nanoscale. Researchers are often tempted to extrapolate isolation and enrichment parameters from the microscale to the nanoscale. For example, researchers reduce the pore size in filtration,125 shorten the wavelength in acoustics,247,248 increase power input, redesign channel shapes,132 flow rates,143 and apply recirculation249,250 for repeated isolation. However, to increase the power in optical and acoustic methods requires additional power supplies and cooling units. Recirculation, which effectively increases the path of particles under impact, increases the purity but impairs the yield. Although parameter optimization can result in additional challenges, it is typically one of the first considerations for improving the performance of nanoparticle isolation and enrichment methods.\nScale Down the Dimensions of the Device. Besides the aforementioned limitations arising from the nature of the driving forces, most microfluidic devices are still too large to manipulate nanoparticles. Thus, scaling microfluidic devices down to the nanofluidic scale can drastically improve performance for the isolation and enrichment of nanoparticles. For example, DLD has demonstrated its superior performance in separating microscale cells and particles. To apply DLD in nanoparticle isolations, researchers reduced the gaps between each pillar and switched the device material from PDMS to silicon to form nano-DLD that is able to separate nanoparticles below 100 nm in diameter.132 In addition to nano-DLD, nanochannels are also considered; Huh et al.251 demonstrated tunable nanochannels which are able to selectively sieve particles with approximately 20 nm quantum dots. Stavis et al.252 developed a nanofluidic channel that had a maximum depth of 620 nm, a minimum depth of 80 nm, and an average step size of 18 nm, to sort a bimodal mixture of nanoparticles by nanofluidic size exclusion. They separated nanoparticles with diameters of 100 and 210 nm and claimed that the minimum difference in diameter can be as small as 18 nm. However, in order to scale down devices to the nanoscale, alternative materials (e.g., PDMS in micro-DLD to silicon in nano-DLD) and fabrication techniques (e.g., soft lithography to high-resolution photolithography) are needed. In addition, with further scaling to the nanofluidic range, interactions at molecular levels are not negligible, which introduces further complexity for particle manipulations.253−255\nDynamically Adjust the Size of Nanoparticles. Zeming et al.133 used different NaCl ionic concentrations to adjust the Debye length of polystyrene beads, therefore adjusting the isolation effect in real time of their DLD devices. Their strategy can be extended to a variety of nanoparticles. For example, the size of biological nanoparticles (e.g., DNAs and proteins) depends on biochemical factors of the surrounding environ-\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nK\nment (e.g., pH and salt concentration).256 Likewise, the hydrodynamic radius of many synthesized nanoparticles also depends on surface interactions with molecules in the suspending medium.257 Therefore, it is possible to control the surrounding environment to increase their size or magnify the size difference between two particles. However, this approach directly changes the size and isolation effect, and additional postisolation procedures to recover nanoparticles in their natural structure are required, which may affect the bioactivity of proteins or DNAs. Develop Mechanisms Based on Different Chemical and Physical Properties. Biological nanoparticles such as DNAs, proteins, vesicles, and exosomes can be isolated and enriched, with affinity-based methods in a single step.199,203,205−207 In this case, the pros and cons of affinitybased methods, size-based methods, and other mechanisms must be considered. Size-based operations are free of labeling, immune-binding, and washing steps but lack specificity compared with antibody-based operations. Other than size, shape-based mechanisms188,219,236 might be a good alternative to size-based isolation. Shape is important for nanoparticle applications in catalysis since it determines the surface-area-tovolume ratio. Shape also plays an important role in the bioavailability of nanoparticles, where studies have demonstrated that cylindrical nanoparticles interact with cells very differently than spherical ones.258,259 In addition, characterizing shape differences is as straightforward as that of size. Nonetheless, understanding how different shapes respond to force fields is not clear, which hinders shape-based nanoparticle separation and enrichment. For example, particles with the same volume but different shapes seem to have different forces of acoustofluidics and DEP;188,219,236 unfortunately, the quantitative analysis on these forces is not straightforward."
    }, {
      "heading" : "CONSIDERATIONS FOR THE FUTURE DEVELOPMENT AND COMMERCIALIZATION OF MICROFLUIDIC",
      "text" : "NANOPARTICLE ISOLATION AND ENRICHMENT"
    }, {
      "heading" : "SYSTEMS",
      "text" : "Despite the numerous demonstrations of microfluidic nanoparticle isolation and enrichment, several aspects still need to be improved, including the specificity of application, ease of integration, and accessibility to end users. Tailor Microfluidic Methods for Specific Applications. Due to the complex nature of nanoparticles, it is unlikely to have one mechanism that can be classified as a “one size fits all” approach. For example, separation methods that work best for metal nanoparticles may not be the optimal method for biological nanoparticles. Purification and enrichment of extracellular vesicles from various kinds of biological fluids has become increasingly important in recent years. Methods that target extracellular vesicles need to be tailored to accommodate the requirements and characteristics of extracellular vesicles.76,132,144,147,227 For example, for certain applications, the integrity of extracellular vesicles needs to be preserved, which requires gentle separation mechanisms or mild separation procedures. In addition, to facilitate the characterization of protein or RNA contents of a vesicles,260−264 a method needs to be capable of both enriching nanoparticles and exhibiting high compatibility with a wide range of biochemical characterization assays. Develop Integrated Microfluidic Separation-Enrichment-Analysis Platforms. One of the advantages of\nmicrofluidic methods is the potential for integration with multiple working mechanisms or functional units. As an example of integrating different working mechanisms, acoustic and magnetic methods have been combined with surface affinity bindings to isolate and enrich exosomes.76 Here, exosomes are specifically bonded onto microparticles through surface biomarkers for enrichment; then, an acoustic or magnetic field is applied to deflect bonded exosomes with free ones for isolation. In addition to integrating multiple working mechanisms to improve isolation performance, combining the nanoparticle isolation, enrichment, and characterization units into one system is expected to provide a “sample in−answer out” device. For example, Cheng et al.107 demonstrated the enrichment of Ag nanoparticles with bacteria to facilitate SERS detection; Yu et al.171 demonstrated the enrichment of probe-coated nanoparticles with DNAs for fluorescent detection; Yeo et al.104,109 reported concentrating viruses onto nanotips for fluorescent and electron microscopy imaging detection.\nImprove the Accessibility of Microfluidic Systems through Commercialization. Despite the great promise of microfluidic methods, ultracentrifugation is still the most widely used approach for nanoparticle isolation and enrichment despite concerns over its biocompatibility. This is largely because ultracentrifugation and other conventional methods are commercially available and have established operation protocols that even nonexperts on the instrumentation can perform. Most of the existing microfluidic methodologies are still at the proof-of-concept stage and must be performed by skilled personnel in microfluidics.46 Many nonstandard device fabrication and operation procedures make microfluidic methods difficult to be adopted by other communities. Efforts should be made to improve device fabrication procedures and reduce the need for peripheral equipment. For example, the central components of microfluidic channels can be fabricated with materials of paper,265,266 plastic,267,268 or glass,43,55 rather than PDMS, through standard industrial manufacturing processes. Ultimately, the broader impact of instrumentation comes from the commercialization of the instrument. In this regard, one example is the commercially available Eclipse AF4, which utilizes the flow field-flow fractionation for size-based separations of proteins, liposomes, virus, and other nanoparticles.119,121,123 On the other hand, in resource-limited settings, developing point-of-care nanoparticle separation, enrichment, and characterization systems could be especially attractive for microfluidic-based methods. For example, Bachman et al.82 developed an on-demand acoustofluidic pump and mixer by incorporating a cell phone, a Bluetooth speaker, a sharp-edge-based acoustofluidic device, and a simple portable microscope. They created a fully functional prototype with commercially available Arduino components that holds great potential for use in point-of-care applications.84"
    }, {
      "heading" : "EMERGING MARKETS OF MICROFLUIDIC",
      "text" : "NANOPARTICLE ISOLATION AND ENRICHMENT IN"
    }, {
      "heading" : "BIOMEDICINE",
      "text" : "In this section, we provide our perspective on biological and medical applications of microfluidic nanoparticle isolation and enrichment. We will cover both fundamental research in the study of membrane-bound and membrane-less organelles, as well as clinical diagnostics and therapeutics.\nResearch on Membrane-Bound Organelles. To date, a myriad of microfluidic methods for the isolation and\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nL\nenrichment of extracellular vesicles have been reported.76,132,144,147,227 In addition to extracellular vesicles, there are many membrane-bound organelles with great significance for human health, such as those forming the mitochondria, secretory vesicles, endosomal and lysosomal system, peroxisomes, lipid droplets, autophagosomes.269 These organelles are often nanometer-sized particles with a variety of transmembrane markers presenting for their vesicular trafficking and functions.269 To study organelles’ function, development, and use in diagnostics, methods to isolate and enrich these organelles are preferable. Although conventionally isolated and enriched by ultracentrifugation, these organelles are attainable targets for microfluidic methods, due to their nanoscale size and enriched surface markers. In fact, microfluidic methods are expected to be advantageous compared to conventional ultracentrifugation because high-speed rotation (>100,000g in ultracentrifugation)270 and the formation of centrifuge pellets might damage membrane-bound organelles and alter protein functions. Research on Membrane-Less Organelles. Besides membrane-bound organelles, a number of cell compartments are membrane-less (e.g., membrane-less organelles).271 They lack the boundary of a lipid bilayers, exist usually transiently, and are formed via the mechanism of liquid−liquid phase separations.272 Although current biological studies have revealed the importance of membrane-less compartments in neurodegenerative diseases,273,274 stress responses,275 and many other important physiological processes,271 little has been reported on their isolation and enrichment due to technical challenges. For example, stress granules,276 a membrane-less organelle of dense aggregations of proteins and RNAs that appears when the cell is under stress, are 100− 200 nm in diameter. They have recently been isolated and collected with a multistep immune-affinity-based method.277 Membrane-less organelles appear to be unsuitable for centrifugation because subjecting them to a strong centrifugal force may degrade them due to their lack of a membrane structure. In this regard, microfluidic methods are superior in handling these organelles as they can work under mild conditions, operate continuously to isolate “fresh” objects, and deal with small volume samples. Diagnosis of Diseases. Nanoparticles have been extensively studied and widely applied in disease diagnostics. “Hard nanoparticles” (e.g., gold) were conjugated with antibodies, enabling the binding and detection of protein biomarkers which are secreted from tumor cells.278 Superparamagnetic nanoparticles were used as contrast agents to improve the resolution of magnetic resonance imaging.279 On the other hand, “soft nanoparticles” (e.g., exosomes and extracellular vesicles) have been utilized as a biomarker to diagnose cancer76 and central nervous system diseases.280 Isolation and enrichment of nanoparticles can benefit diagnostics in the following aspects. First, when using “hard nanoparticles” as probes for diagnostics, a procedure of isolation and enrichment can enhance the diagnostic performance because the optical and magnetic responses are closely correlated with the size and shape of the nanoparticles. Second, the isolation and enrichment of “soft nanoparticles” provides possibility in disease diagnostics. Similar to exosomes, other membrane and membrane-less cellular organelles, isolated and enriched by microfluidic methods, can be a biomarker for diseases. In this regard, microfluidic methods are advantageous because they are capable of handling small volume samples that can be\ncollected in a noninvasive manner. Using this approach, it is possible to develop point-of-care microfluidic devices for early stage disease diagnostics and treatment monitoring.\nFrom “Precise Medicine” to “Ultraprecise Nanomedicine”. The interaction between medical nanoparticles and biological systems depends on the properties of the nanoparticles, including their size, shape, surface charge, surface roughness, and hydrophilicity/hydrophobicity.26,30,31,258,281 These properties influence the specificity and toxicity of nanomedicines. To achieve “precise medicine”, material scientists have devised various strategies to improve the selectivity of nanoparticles282,283 to a particular tissue or cell population. Microfluidic researchers are expected to make “ultra-precise nanomedicine” by adding nanoparticle isolation and enrichment steps to enhance the homogeneity of nanoparticles. For example, a better homogeneity in the size of nanoparticles may improve their circulation time in blood and tumor targeting ability. It is reported that nanoparticles with approximately 100 nm diameter favors for blood circulation and tumor accumulation via the enhanced permeability and retention effect;284 on the other hand, nanoparticles with sizes less than 10 nm can cause genotoxic effects through point mutations, chromosomal fragmentation, and DNA strand breakages.285 Taken together, impurities from small nanoparticles might lead to severe side effects during nanoparticle cancer therapy. However, nanoparticles fabricated by either bottom-up (e.g., nucleation−growth) or top-down mechanisms (e.g., sonication and fracturing) suffer from a wide size distribution. Separation methods will become a powerful tool to produce uniform nanoparticles, and enrichment methods will increase the concentration of target nanoparticles, thereby improving homogeneity, reducing unwanted side effects, and eventually enabling ultraprecise nanomedicine."
    }, {
      "heading" : "CONCLUSION",
      "text" : "Over the past several years, there has been a rapid expansion in the number of microfluidic techniques for the isolation and enrichment of nanoparticles. Various technologies, including acoustofluidics, dielectrophoresis, microfluidic filtration, deterministic lateral displacement, inertial microfluidics, optofluidics, electrophoresis, and microfluidic affinity isolation are discussed in this review article. As this review is intended for readers from diverse backgrounds, we provided an overview explaining the underlying mechanism behind multiple microfluidic approaches. The governing equations behind each method was well described in the following review papers on acoustofluidics,56−61,63,67,72 DEP,88,90,93,96,111 inertial microfluidics,135,136,141 and DLD,128,129 etc. By providing insights into the benefits and drawbacks of each technique, we hope to equip researchers with the necessary information to choose the microfluidic approach that is best suited for their research needs. Microfluidic methods possess many advantages over conventional, bulk methods, including the ability to maintain homogeneous separation conditions at smaller length scales to achieve a higher separation performance and the ability to process nanoparticles from small volume samples. In addition, microfluidic devices are compact devices which render them easy to integrate into existing nanoparticle workflows. The performance of microfluidic methods has been comprehensively validated with both soft nanoparticles (e.g., DNAs, exosomes, and viruses) and hard nanoparticles (e.g., metal and silicon nanoparticles) in laboratory settings. In the near future,\nhttps://dx.doi.org/10.1021/acsnano.0c06336 ACS Nano XXXX, XXX, XXX−XXX\nM\ndue to increased commercialization efforts, we expect microfluidic technologies for nanoparticle isolation and enrichment to have a broader impact in both research and commercial settings. By making microfluidic technologies more widely available and easy to use for researchers from diverse backgrounds, many applications and research directions, such as investigations into the role of membrane-less organelles in various diseases, will be enabled.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Yuliang Xie − Roy J. Carver Department of Biomedical Engineering, University of Iowa, Iowa City, Iowa 52242, United States; Email: yuliang-xie@uiowa.edu\nPeng Li − C. Eugene Bennett Department of Chemistry, West Virginia University, Morgantown, West Virginia 26506, United States; orcid.org/0000-0002-8332-7142; Email: Peng.Li@mail.wvu.edu Kam W. Leong − Department of Biomedical Engineering, Columbia University, New York, New York 10032, United States; orcid.org/0000-0002-8133-4955; Email: kam.leong@columbia.edu Tony Jun Huang − Department of Mechanical Engineering and Materials Science, Duke University, Durham, North Carolina 27708, United States; orcid.org/0000-00031205-3313; Email: tony.huang@duke.edu"
    }, {
      "heading" : "Authors",
      "text" : "Joseph Rufo − Department of Mechanical Engineering and Materials Science, Duke University, Durham, North Carolina 27708, United States\nRuoyu Zhong − Department of Mechanical Engineering and Materials Science, Duke University, Durham, North Carolina 27708, United States Joseph Rich − Department of Biomedical Engineering, Duke University, Durham, North Carolina 27708, United States\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.0c06336"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare the following competing financial interest(s): T.J.H. has co-founded a start-up company, Ascent Bio-Nano Technologies Inc., to commercialize technologies involving acoustofluidics and acoustic tweezers."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We acknowledge support from the National Institutes of Health (R01GM132603, R01GM135486, UG3TR002978, R33CA223908, R01GM127714, and R01HD086325), United States Army Medical Research Acquisition Activity (W81XWH-18-1-0242), and National Science Foundation (ECCS-1807601)."
    }, {
      "heading" : "VOCABULARY",
      "text" : "nanoparticle isolation, a process that acts as a selective barrier allowing relatively free passage of one component in the mixture of nanoparticles, while retaining or deflecting other components; nanoparticle enrichment, a procedure that is conducted to increase the concentration of specific nanoparticles for collection; soft nanoparticles, naturally existing, organic nanoparticles such as proteins, DNAs, viruses, and exosomes; hard nanoparticles, synthesized, inorganic nano-\nparticles such as gold, silver, and silicon; acoustofluidics, an approach that integrates acoustic manipulation with microfluidic devices; optofluidics, an approach that integrates optical manipulation with microfluidic devices"
    } ],
    "references" : [ {
      "title" : "Nanostructured Materials: Basic Concepts and Microstructure",
      "author" : [ "H. Gleiter" ],
      "venue" : "Acta Mater",
      "citeRegEx" : "Gleiter,? \\Q2000\\E",
      "shortCiteRegEx" : "Gleiter",
      "year" : 2000
    }, {
      "title" : "Engineered Nanoparticles: Structure, Properties",
      "author" : [ "A.K. Singh" ],
      "venue" : null,
      "citeRegEx" : "Singh,? \\Q2009\\E",
      "shortCiteRegEx" : "Singh",
      "year" : 2009
    }, {
      "title" : "Mechanisms of Toxicity; Elsevier: Amsterdam, 2016",
      "author" : [ "D. Astruc" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Astruc,? \\Q2020\\E",
      "shortCiteRegEx" : "Astruc",
      "year" : 2020
    }, {
      "title" : "Detection of DNA with Nanoparticle Probes",
      "author" : [ "C. Choi", "M.K. Choi", "T. Hyeon", "D.-H. Kim" ],
      "venue" : "Science",
      "citeRegEx" : "Choi et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2002
    }, {
      "title" : "Applications of Nanoparticles in Biology",
      "author" : [ "M. De", "P.S. Ghosh", "V.M. Rotello" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "De et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "De et al\\.",
      "year" : 2007
    }, {
      "title" : "Nanostructures in Biodiagnostics",
      "author" : [ "N.L. Rosi", "C.A. Mirkin" ],
      "venue" : "Medicine. J. Nanobiotechnol",
      "citeRegEx" : "Rosi and Mirkin,? \\Q2004\\E",
      "shortCiteRegEx" : "Rosi and Mirkin",
      "year" : 2004
    }, {
      "title" : "Accelerating the Translation of Nanomaterials in Biomedicine",
      "author" : [ "S. Wang", "Z. Gu", "C. Xu" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "Y. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2015
    }, {
      "title" : "Spectroscopic Fingerprints for DNA and RNA Detection",
      "author" : [ "B.R. Smith", "S.S. Gambhir" ],
      "venue" : "Science",
      "citeRegEx" : "Smith and Gambhir,? \\Q2002\\E",
      "shortCiteRegEx" : "Smith and Gambhir",
      "year" : 2002
    }, {
      "title" : "Recent Developments in Nanomaterial Optical Sensors",
      "author" : [ "M. A" ],
      "venue" : "TrAC, Trends Anal. Chem",
      "citeRegEx" : "A.,? \\Q2004\\E",
      "shortCiteRegEx" : "A.",
      "year" : 2004
    }, {
      "title" : "Nanoparticle Size, Shape, and Surface Chemistry on Biological Systems",
      "author" : [ "P.R. Lockman", "R.J. Mumper", "M.A. Khan", "D.D. Allen" ],
      "venue" : "Annu. Rev. Biomed. Eng",
      "citeRegEx" : "Lockman et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lockman et al\\.",
      "year" : 2012
    }, {
      "title" : "Nanoparticle Technology for Drug Delivery across the Blood-Brain Barrier",
      "author" : [ "C. Saraiva", "C. Praca", "R. Ferreira", "T. Santos", "L. Ferreira" ],
      "venue" : "Drug Dev. Ind. Pharm",
      "citeRegEx" : "Saraiva et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Saraiva et al\\.",
      "year" : 2002
    }, {
      "title" : "Blood-Brain Barrier by Nanoparticles",
      "author" : [ "Y. Zhou", "Z. Peng", "E.S. Seven", "R.M. Leblanc" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Zhou et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2012
    }, {
      "title" : "Blood-Brain Barrier with Nanoparticles",
      "author" : [ "J.P. Almeida", "A.L. Chen", "A. Foster", "R. Drezek" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Almeida et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Almeida et al\\.",
      "year" : 2018
    }, {
      "title" : "Biodistribution of Nanoparticles",
      "author" : [ "X. Duan", "Y. Li" ],
      "venue" : "Nanomedicine (London, U. K.)",
      "citeRegEx" : "Duan and Li,? \\Q2011\\E",
      "shortCiteRegEx" : "Duan and Li",
      "year" : 2011
    }, {
      "title" : "Pharmacokinetics of Polymeric Nanoparticles",
      "author" : [ "F. Alexis", "E. Pridgen", "L.K. Molnar", "O.C. Farokhzad" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "Alexis et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Alexis et al\\.",
      "year" : 2006
    }, {
      "title" : "Affecting the Clearance and Biodistribution of Polymeric Nanoparticles",
      "author" : [ "K.M. Tsoi", "S.A. MacParland", "X.Z. Ma", "V.N. Spetzler" ],
      "venue" : "Mol. Pharmaceutics 2008,",
      "citeRegEx" : "Tsoi et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Tsoi et al\\.",
      "year" : 2008
    }, {
      "title" : "Cellular Uptake, Intracellular Trafficking, and Cytotoxicity of Nanomaterials",
      "author" : [ "A.M. Alkilany", "P.K. Nagaria", "C.R. Hexel", "T.J. Shaw" ],
      "venue" : "Small 2011,",
      "citeRegEx" : "Alkilany et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Alkilany et al\\.",
      "year" : 2011
    }, {
      "title" : "Size-Dependent Cytotoxicity of Gold Nanoparticles",
      "author" : [ "G. Schmid", "W. Brandau", "W. Jahnen-Dechent" ],
      "venue" : "Small 2007,",
      "citeRegEx" : "Schmid et al\\.,? \\Q1941\\E",
      "shortCiteRegEx" : "Schmid et al\\.",
      "year" : 1941
    }, {
      "title" : "Physicochemical Properties Determine Nanomaterial Cellular Uptake, Transport, and Fate",
      "author" : [ "J.A. Champion", "Y.K. Katare", "S. Mitragotri" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "Champion et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Champion et al\\.",
      "year" : 2013
    }, {
      "title" : "New Design Parameter for Micro- and Nanoscale Drug Delivery Carriers",
      "author" : [ "J. W", "Mitragotri" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "W. and S.,? \\Q2007\\E",
      "shortCiteRegEx" : "W. and S.",
      "year" : 2007
    }, {
      "title" : "Enriching Nanoparticles via Acoustofluidics",
      "author" : [ "S. Liu", "F. Costanzo", "T.J. Huang" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Liu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2017
    }, {
      "title" : "Microfluidics: Fluid Physics at the Nanoliter Scale",
      "author" : [ "T.M. Squires", "S.R. Quake" ],
      "venue" : "Rev. Mod. Phys",
      "citeRegEx" : "Squires and Quake,? \\Q1982\\E",
      "shortCiteRegEx" : "Squires and Quake",
      "year" : 1982
    }, {
      "title" : "Protein Separation by Capillary Gel Electrophoresis: A Review",
      "author" : [ "Z. Zhu", "J.J. Lu", "S. Liu" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Zhu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2012
    }, {
      "title" : "Micromachining a Miniaturized Capillary ElectrophoresisBased Chemical Analysis System on a Chip",
      "author" : [ "A. Manz" ],
      "venue" : "Science",
      "citeRegEx" : "Manz,? \\Q1993\\E",
      "shortCiteRegEx" : "Manz",
      "year" : 1993
    }, {
      "title" : "Microscale Acoustofluidics: Microfluidics Driven via Acoustics and Ultrasonics",
      "author" : [ "J. Friend", "L.Y. Yeo" ],
      "venue" : "Rev. Mod. Phys. 2011,",
      "citeRegEx" : "Friend and Yeo,? \\Q2011\\E",
      "shortCiteRegEx" : "Friend and Yeo",
      "year" : 2011
    }, {
      "title" : "Acoustofluidics 7: The Acoustic Radiation Force on Small Particles",
      "author" : [ "H. Bruus" ],
      "venue" : "Lab Chip 2012,",
      "citeRegEx" : "Bruus,? \\Q2012\\E",
      "shortCiteRegEx" : "Bruus",
      "year" : 2012
    }, {
      "title" : "Acoustic Purification of Extracellular Microvesicles",
      "author" : [ "K. Lee", "H. Shao", "R. Weissleder", "H. Lee" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "Lee et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2015
    }, {
      "title" : "A Cell-Phone-Based Acoustofluidic Platform for Quantitative Point-of-Care Testing",
      "author" : [ "J. T" ],
      "venue" : "ACS Nano 2020,",
      "citeRegEx" : "T.,? \\Q2020\\E",
      "shortCiteRegEx" : "T.",
      "year" : 2020
    }, {
      "title" : "Acoustofluidic Devices Controlled by Cell Phones",
      "author" : [ "H. Fu", "T.J. Huang" ],
      "venue" : "Lab Chip 2018,",
      "citeRegEx" : "R. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2018
    }, {
      "title" : "Open Source Acoustofluidics",
      "author" : [ "J.N. Meyer", "T.J. Huang" ],
      "venue" : "Lab Chip 2019,",
      "citeRegEx" : "J. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2019
    }, {
      "title" : "Dielectrophoretic Separation of Micron and Submicron Particles: A Review",
      "author" : [ "S. Dash", "S. Mohanty" ],
      "venue" : "Electrophoresis 2014,",
      "citeRegEx" : "Dash and Mohanty,? \\Q2014\\E",
      "shortCiteRegEx" : "Dash and Mohanty",
      "year" : 2014
    }, {
      "title" : "Dielectrophoresis in Microfluidics Technology",
      "author" : [ "B. Çetin", "D. Li" ],
      "venue" : "Electrophoresis 2011,",
      "citeRegEx" : "Çetin and Li,? \\Q2011\\E",
      "shortCiteRegEx" : "Çetin and Li",
      "year" : 2011
    }, {
      "title" : "Dielectrophoretic Platforms for Bio-Microfluidic Systems",
      "author" : [ "K. Kalantar-zadeh" ],
      "venue" : "Biosens. Bioelectron. 2011,",
      "citeRegEx" : "Kalantar.zadeh,? \\Q2011\\E",
      "shortCiteRegEx" : "Kalantar.zadeh",
      "year" : 2011
    }, {
      "title" : "Separation of Particles by Pulsed Dielectrophoresis",
      "author" : [ "H.H. Cui", "J. Voldman", "X.F. He", "K.M. Lim" ],
      "venue" : "Lab Chip 2009,",
      "citeRegEx" : "Cui et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Cui et al\\.",
      "year" : 2009
    }, {
      "title" : "Continuous and Reversible Mixing or Demixing of Nanoparticles by Dielectrophoresis",
      "author" : [ "D. Anselmetti" ],
      "venue" : "Lab Chip 2012,",
      "citeRegEx" : "Anselmetti,? \\Q2012\\E",
      "shortCiteRegEx" : "Anselmetti",
      "year" : 2012
    }, {
      "title" : "Electric Field-Induced Concentration and Capture of DNA onto Microtips",
      "author" : [ "Chung", "J.-H" ],
      "venue" : "Microfluid. Nanofluid. 2012,",
      "citeRegEx" : "H. and J..H.,? \\Q2012\\E",
      "shortCiteRegEx" : "H. and J..H.",
      "year" : 2012
    }, {
      "title" : "Effect of Joule Heating on Electrokinetic Transport",
      "author" : [ "B. Cetin", "D. Li" ],
      "venue" : "Electrophoresis",
      "citeRegEx" : "Cetin and Li,? \\Q2008\\E",
      "shortCiteRegEx" : "Cetin and Li",
      "year" : 2008
    }, {
      "title" : "Particle Sorting Using a Porous Membrane in a Microfluidic Device",
      "author" : [ "R. Schirhagl", "J.M. Lin", "R.N. Zare" ],
      "venue" : "Lab Chip 2011,",
      "citeRegEx" : "Schirhagl et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Schirhagl et al\\.",
      "year" : 2011
    }, {
      "title" : "Continuous Flow Separations in Microfluidic Devices",
      "author" : [ "N. Pamme" ],
      "venue" : "Lab Chip 2007,",
      "citeRegEx" : "Pamme,? \\Q2007\\E",
      "shortCiteRegEx" : "Pamme",
      "year" : 2007
    }, {
      "title" : "Mediated Microfluidic Nanofiltration through Graphene Films",
      "author" : [ "S. Haefner", "P. Frank", "E. Langer", "D. Gruner", "U. Schmidt" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Haefner et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Haefner et al\\.",
      "year" : 2017
    }, {
      "title" : "Pores and Nano-Filters for Separation Tasks in 2D and 3D Microfluidic Systems",
      "author" : [ "J. McGrath", "M. Jimenez", "H. Bridle" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "McGrath et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "McGrath et al\\.",
      "year" : 2017
    }, {
      "title" : "Time Modulated Nanoparticle Separation with an Ultra-Large Dynamic Range",
      "author" : [ "E.S. Abrams", "T.C. Boles", "J.N. Pedersen" ],
      "venue" : "Lab Chip 2016,",
      "citeRegEx" : "Y. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2016
    }, {
      "title" : "Inertial Microfluidic Physics",
      "author" : [ "H. Amini", "W. Lee", "D. Di Carlo" ],
      "venue" : "Lab Chip 2014,",
      "citeRegEx" : "198303",
      "shortCiteRegEx" : "198303",
      "year" : 2014
    }, {
      "title" : "Separation and Filtration of Particles Using Differential Inertial Focusing",
      "author" : [ "M. Equilibrium" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Equilibrium,? \\Q2008\\E",
      "shortCiteRegEx" : "Equilibrium",
      "year" : 2008
    }, {
      "title" : "Inertial Microfluidics for Continuous Particle Separation in Spiral Microchannels",
      "author" : [ "I. Papautsky" ],
      "venue" : "Lab Chip 2009,",
      "citeRegEx" : "Papautsky,? \\Q2014\\E",
      "shortCiteRegEx" : "Papautsky",
      "year" : 2014
    }, {
      "title" : "Fundamentals and Applications of Inertial Microfluidics: A Review",
      "author" : [ "M. Ebrahimi Warkiani", "W. Li" ],
      "venue" : "Lab Chip 2016,",
      "citeRegEx" : "Warkiani and Li,? \\Q2013\\E",
      "shortCiteRegEx" : "Warkiani and Li",
      "year" : 2013
    }, {
      "title" : "Inertial Microfluidics for Continuous Particle Filtration and Extraction",
      "author" : [ "B. Ding", "C. Xue", "Y. Tian", "G. Hu", "J. Sun" ],
      "venue" : "Microfluid. Nanofluid",
      "citeRegEx" : "C. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2009
    }, {
      "title" : "Solutions with Minimized Shear Thinning",
      "author" : [ "J. Guo", "F. Tian", "N. Yang", "F. Yan", "Y. Ding", "J. Wei" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "C. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2016
    }, {
      "title" : "Extracellular Vesicles by Microfluidic Viscoelastic Flows",
      "author" : [ "L. Wang", "D.S. Dandy" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Wang and Dandy,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang and Dandy",
      "year" : 2017
    }, {
      "title" : "Biomolecules in Sub-Wavelength Slot Waveguides",
      "author" : [ "White", "I. M" ],
      "venue" : "Nature",
      "citeRegEx" : "X. and M.,? \\Q2009\\E",
      "shortCiteRegEx" : "X. and M.",
      "year" : 2009
    }, {
      "title" : "Integrated Optofluidics: A New River of Light",
      "author" : [ "C. Monat", "P. Domachuk", "B. Eggleton" ],
      "venue" : "Nat. Photonics 2007,",
      "citeRegEx" : "Monat et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Monat et al\\.",
      "year" : 2007
    }, {
      "title" : "Optical Sorting of Gold Nanoparticles",
      "author" : [ "H. Zhao", "L.K. Chin", "Y. Zhang", "P.H. Yap", "W. Ser" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "Y. et al\\.,? \\Q1923\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 1923
    }, {
      "title" : "Sorting Metal Nanoparticles with Dynamic and Tunable Optical Driven Forces",
      "author" : [ "F. Nan", "Z. Yan" ],
      "venue" : "Nano Lett. 2018,",
      "citeRegEx" : "Nan and Yan,? \\Q2018\\E",
      "shortCiteRegEx" : "Nan and Yan",
      "year" : 2018
    }, {
      "title" : "Directional Optical Sorting of Silicon Nanoparticles",
      "author" : [ "A.A. Fedyanin" ],
      "venue" : "ACS Photonics 2017,",
      "citeRegEx" : "Fedyanin,? \\Q2017\\E",
      "shortCiteRegEx" : "Fedyanin",
      "year" : 2017
    }, {
      "title" : "Precise Sorting of Gold Nanoparticles in a Flowing System",
      "author" : [ "Y. Yang" ],
      "venue" : "ACS Photonics 2016,",
      "citeRegEx" : "Yang,? \\Q2016\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 2016
    }, {
      "title" : "Optothermophoretic Manipulation of Colloidal Particles in Nonionic Liquids",
      "author" : [ "Y. Zheng" ],
      "venue" : "J. Phys. Chem. C 2018,",
      "citeRegEx" : "Zheng,? \\Q2018\\E",
      "shortCiteRegEx" : "Zheng",
      "year" : 2018
    }, {
      "title" : "An Optical Conveyor for Molecules",
      "author" : [ "F.M. Weinert", "D. Braun" ],
      "venue" : "Nano Lett. 2009,",
      "citeRegEx" : "Weinert and Braun,? \\Q2009\\E",
      "shortCiteRegEx" : "Weinert and Braun",
      "year" : 2009
    }, {
      "title" : "Quidant, R. Plasmon-Assisted Optofluidics",
      "author" : [ "J.S. Donner", "G. Baffou", "D. McCloskey" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Donner et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Donner et al\\.",
      "year" : 2011
    }, {
      "title" : "Optically Controlled Thermophoretic Trapping of Single Nano-Objects",
      "author" : [ "M. Braun", "F. Cichos" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "Braun and Cichos,? \\Q2013\\E",
      "shortCiteRegEx" : "Braun and Cichos",
      "year" : 2013
    }, {
      "title" : "Electrophoretic Separations on Microfluidic Chips",
      "author" : [ "D. Wu", "J. Qin", "B. Lin" ],
      "venue" : "J. Chromatogr A 2008,",
      "citeRegEx" : "Wu et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2008
    }, {
      "title" : "Agarose Gel Electrophoresis",
      "author" : [ "B.G. Johansson" ],
      "venue" : "Scand. J. Clin. Lab. Invest. 1972,",
      "citeRegEx" : "Johansson,? \\Q1972\\E",
      "shortCiteRegEx" : "Johansson",
      "year" : 1972
    }, {
      "title" : "Microfluidic High-Resolution Free-Flow Isoelectric Focusing",
      "author" : [ "R.B. Schasfoort" ],
      "venue" : "Anal. Chem. 2007,",
      "citeRegEx" : "Schasfoort,? \\Q2007\\E",
      "shortCiteRegEx" : "Schasfoort",
      "year" : 2007
    }, {
      "title" : "Preparative Free-Flow Isoelectric Focusing: System Optimization for Protein Complex Separation",
      "author" : [ "G. Storm", "S.O. Belliot", "T. Daemen", "D.D. Lasic" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Storm et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Storm et al\\.",
      "year" : 2010
    }, {
      "title" : "Modification of Nanoparticles to Oppose Uptake by the Mononuclear Phagocyte System",
      "author" : [ "S. Kango", "S. Kalia", "A. Celli", "J. Njuguna", "Y. Habibi", "Kumar" ],
      "venue" : "Adv. Drug Delivery Rev. 1995,",
      "citeRegEx" : "Kango et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Kango et al\\.",
      "year" : 1995
    }, {
      "title" : "Electrophoresis Chip with Integrated Pt Electrodes",
      "author" : [ "N.W. Frost", "M.T. Bowser" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Frost and Bowser,? \\Q2008\\E",
      "shortCiteRegEx" : "Frost and Bowser",
      "year" : 2008
    }, {
      "title" : "Device with Multiple Outlet Fractionation Channels",
      "author" : [ "J. Skog", "C.H. Hsu", "R.T. Lessard", "L. Balaj" ],
      "venue" : "J. Chromatogr A",
      "citeRegEx" : "C. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2009
    }, {
      "title" : "Microfluidic Isolation and Transcriptome Analysis of Serum Microvesicles",
      "author" : [ "S.S. Kanwar", "C.J. Dunlay", "D.M. Simeone", "S. Nagrath" ],
      "venue" : "Lab Chip 2010,",
      "citeRegEx" : "Kanwar et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kanwar et al\\.",
      "year" : 2010
    }, {
      "title" : "Throughput Affinity-Based Isolation of Extracellular Vesicles",
      "author" : [ "M. He", "Y. Zeng" ],
      "venue" : "Lab Chip",
      "citeRegEx" : "P. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2020
    }, {
      "title" : "Extracellular Vesicles",
      "author" : [ "X. Zhou", "M. He", "Y. Shang", "A.L. Tetlow" ],
      "venue" : "Nat. Commun. 2018,",
      "citeRegEx" : "P. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2018
    }, {
      "title" : "Exosomes with a 3D-Nanopatterned Microfluidic Chip",
      "author" : [ "J. Crow", "M. Roth", "Y. Zeng", "A.K. Godwin" ],
      "venue" : "Nat. Biomed Eng. 2019,",
      "citeRegEx" : "M. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2019
    }, {
      "title" : "Exosomes with a Nano-Plasmonic Sensor",
      "author" : [ "J. Park", "D. Pathania", "C.M. Castro", "R. Weissleder" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "S. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2014
    }, {
      "title" : "Integrated Magneto-Electrochemical Sensor for Exosome Analysis",
      "author" : [ "H. Lee" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "Lee,? \\Q2016\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 2016
    }, {
      "title" : "Efficient on-Chip Isolation of HIV Subtypes",
      "author" : [ "Demirci" ],
      "venue" : "Lab Chip 2012,",
      "citeRegEx" : "R. and U.,? \\Q2012\\E",
      "shortCiteRegEx" : "R. and U.",
      "year" : 2012
    }, {
      "title" : "Science and Technology for Water Purification in the Coming Decades",
      "author" : [ "B.J. Marinas", "A.M. Mayes" ],
      "venue" : "Nature",
      "citeRegEx" : "Marinas and Mayes,? \\Q2008\\E",
      "shortCiteRegEx" : "Marinas and Mayes",
      "year" : 2008
    }, {
      "title" : "Reverse Osmosis Desalination: Water Sources, Technology, and Today’s Challenges",
      "author" : [ "P. Moulin" ],
      "venue" : "Water Res. 2009,",
      "citeRegEx" : "Moulin,? \\Q2009\\E",
      "shortCiteRegEx" : "Moulin",
      "year" : 2009
    }, {
      "title" : "Microfluidic Lab-on-a-Chip Platforms: Requirements, Characteristics and Applications",
      "author" : [ "D.C. Duffy", "J.C. McDonald", "O.J. Schueller", "G. Whitesides" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Duffy et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Duffy et al\\.",
      "year" : 2010
    }, {
      "title" : "Microfluidic LargeScale Integration",
      "author" : [ "T. Thorsen", "S.J. Maerkl", "S.R. Quake" ],
      "venue" : "Total Analysis Systems",
      "citeRegEx" : "Thorsen et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Thorsen et al\\.",
      "year" : 2002
    }, {
      "title" : "Microfluidics for Nanoparticle Separation",
      "author" : [ "J.D. Robertson", "L. Rizzello", "M. Avila-Olias", "J. Gaitzsch" ],
      "venue" : "Lab Chip 2017,",
      "citeRegEx" : "Robertson et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Robertson et al\\.",
      "year" : 2017
    }, {
      "title" : "Microfluidics for Cell Separation",
      "author" : [ "T. C" ],
      "venue" : "Med. Biol. Eng. Comput",
      "citeRegEx" : "C.,? \\Q2010\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2010
    }, {
      "title" : "Cell Detection, Characterization, and Separation",
      "author" : [ "P. Li", "P.-H. Huang", "Y. Xie", "J.D. Mai", "L. Wang" ],
      "venue" : "Lab Chip",
      "citeRegEx" : "Y. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2012
    }, {
      "title" : "Rare Cell Isolation and Analysis in Microfluidics",
      "author" : [ "N.-T. Nguyen", "T.J. Huang" ],
      "venue" : "Lab Chip",
      "citeRegEx" : "Nguyen and Huang,? \\Q2014\\E",
      "shortCiteRegEx" : "Nguyen and Huang",
      "year" : 2014
    }, {
      "title" : "Sub-100 nm Nanoparticles Using Gigahertz Acoustofluidic Tweezers for Biosensing Applications",
      "author" : [ "R.J. Shilton", "M. Travagliati", "F. Beltram", "M. Cecchini" ],
      "venue" : "Nanoscale 2019,",
      "citeRegEx" : "Shilton et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Shilton et al\\.",
      "year" : 2019
    }, {
      "title" : "Nanoliter-Droplet Acoustic Streaming via Ultra High Frequency Surface Acoustic Waves",
      "author" : [ "Y. I", "Shuler", "M. L" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "I. and L.,? \\Q2014\\E",
      "shortCiteRegEx" : "I. and L.",
      "year" : 2014
    }, {
      "title" : "Liquid Recirculation in Microfluidic Channels by the Interplay of Capillary and Centrifugal Forces",
      "author" : [ "J. A" ],
      "venue" : "Microfluid. Nanofluid. 2010,",
      "citeRegEx" : "A.,? \\Q2010\\E",
      "shortCiteRegEx" : "A.",
      "year" : 2010
    }, {
      "title" : "Tuneable Elastomeric Nanochannels for Nanofluidic Manipulation",
      "author" : [ "S. Takayama" ],
      "venue" : "Nat. Mater. 2007,",
      "citeRegEx" : "Takayama,? \\Q2007\\E",
      "shortCiteRegEx" : "Takayama",
      "year" : 2007
    }, {
      "title" : "Reassessing Fast Water Transport through Carbon Nanotubes",
      "author" : [ "J.A. Thomas", "A.J.H. McGaughey" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Thomas and McGaughey,? \\Q2008\\E",
      "shortCiteRegEx" : "Thomas and McGaughey",
      "year" : 2008
    }, {
      "title" : "Nanofluidics, from Bulk to Interfaces",
      "author" : [ "L. Bocquet", "E. Charlaix" ],
      "venue" : "Chem. Soc. Rev. 2010,",
      "citeRegEx" : "Bocquet and Charlaix,? \\Q2010\\E",
      "shortCiteRegEx" : "Bocquet and Charlaix",
      "year" : 2010
    }, {
      "title" : "Plastic Advances Microfluidic Devices",
      "author" : [ "S.J. Williams" ],
      "venue" : "Anal. Chem. 2002,",
      "citeRegEx" : "Williams,? \\Q2002\\E",
      "shortCiteRegEx" : "Williams",
      "year" : 2002
    }, {
      "title" : "Phase Transitions and Size Scaling of Membrane-Less Organelles",
      "author" : [ "C.P. Brangwynne" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "Brangwynne,? \\Q2013\\E",
      "shortCiteRegEx" : "Brangwynne",
      "year" : 2013
    }, {
      "title" : "Stress Granules and Neurodegeneration",
      "author" : [ "B. Wolozin", "P. Ivanov" ],
      "venue" : "Nat. Rev. Neurosci. 2019,",
      "citeRegEx" : "Wolozin and Ivanov,? \\Q2019\\E",
      "shortCiteRegEx" : "Wolozin and Ivanov",
      "year" : 2019
    }, {
      "title" : "Surface Chemistry and Aspect Ratio Mediated Cellular Uptake of Au Nanorods",
      "author" : [ "Y. Li", "C. Chen" ],
      "venue" : "Biomaterials 2010,",
      "citeRegEx" : "Y. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Over the past decades, nanoparticles have increased in implementation to a variety of applications ranging from high-efficiency electronics to targeted drug delivery. Recently, microfluidic techniques have become an important tool to isolate and enrich populations of nanoparticles with uniform properties (e.g., size, shape, charge) due to their precision, versatility, and scalability. However, due to the large number of microfluidic techniques available, it can be challenging to identify the most suitable approach for isolating or enriching a nanoparticle of interest. In this review article, we survey microfluidic methods for nanoparticle isolation and enrichment based on their underlying mechanisms, including acoustofluidics, dielectrophoresis, filtration, deterministic lateral displacement, inertial microfluidics, optofluidics, electrophoresis, and affinity-based methods. We discuss the principles, applications, advantages, and limitations of each method. We also provide comparisons with bulk methods, perspectives for future developments and commercialization, and next-generation applications in chemistry, biology, and medicine.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}