{
  "name" : "downloads_2020-09-04_52_huang2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "An NIR-II Fluorescence/Dual Bioluminescence Multiplexed Imaging for In Vivo Visualizing the Location, Survival, and Differentiation of Transplanted Stem Cells",
    "authors" : [ "Dehua Huang", "Suying Lin", "Qianwu Wang", "Yejun Zhang", "Chunyan Li", "Rui Ji", "Mao Wang", "Guangcun Chen", "Qiangbin Wang" ],
    "emails" : [ "gcchen2011@sinano.ac.cn;", "qbwang2008@sinano.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "FULL PAPER www.afm-journal.de\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1806546 (1 of 11)"
    }, {
      "heading" : "An NIR-II Fluorescence/Dual Bioluminescence Multiplexed",
      "text" : ""
    }, {
      "heading" : "Imaging for In Vivo Visualizing the Location, Survival,",
      "text" : "and Differentiation of Transplanted Stem Cells"
    }, {
      "heading" : "Dehua Huang, Suying Lin, Qianwu Wang, Yejun Zhang, Chunyan Li, Rui Ji, Mao Wang,",
      "text" : ""
    }, {
      "heading" : "Guangcun Chen,* and Qiangbin Wang*",
      "text" : "The in vivo distribution, viability, and differentiation capability of transplanted stem cells are vital for the therapeutic efficacy of stem cell–based therapy. Herein, an NIR-II fluorescence/dual bioluminescence multiplexed imaging method covering the visible and the second near-infrared window from 400 to 1700 nm is successfully developed for in vivo monitoring the location, survival, and osteogenic differentiation of transplanted human mesenchymal stem cells (hMSCs) in a calvarial defect mouse model. The exogenous Ag2S quantum dot–based fluorescence imaging in the second near-infrared window is applied for visualizing the long-term biodistribution of transplanted hMSCs. Endogenous red firefly luciferase (RFLuc)-based bioluminescence imaging (BLI) and the collagen type 1 promoter–driven Gaussia luciferase (GLuc)based BLI are employed to report the survival and osteogenic differentiation statuses of the transplanted hMSCs. Meanwhile, by integrating the three imaging channels, multiple dynamic biological behaviors of transplanted hMSCs and the promotion effects of immunosuppression and the bone morphogenetic protein 2 on the survival and osteogenic differentiation of transplanted hMSCs are directly observed. The novel multiplexed imaging method can greatly expand the capability for multifunctional analysis of the fates and therapeutic capabilities of the transplanted stem cells, and aid in the improvement of stem cell–based regeneration therapies and their clinical translation.\nDOI: 10.1002/adfm.201806546\nbeing.[1–4] With the surge in demand for clinical applications of stem cells, efforts to improve the safety and efficacy of stem cell–based therapy are intensely needed.[2,4–6] In particular, three core issues that involved in the safety and efficacy of stem cell–based therapy have attracted numerous attentions, including improving the enrichment of stem cells in the injured tissues, enhancing the viability of transplanted stem cells, and directing differentiation behavior of stem cells after transplantation. Therefore, there is an increasing need to understand the location, survival, and differentiation behaviors of transplanted stem cells by using the in vivo imaging methods, aiming to explore the role of stem cells playing in the therapeutic process and further improve the therapeutic approaches.[5,7]\nRecently, live imaging studies using fluorescence imaging (FI),[8–10] magnetic resonance imaging (MRI),[11,12] or positron emission tomography (PET) imaging[13] have provided ideal methodologies for investigations into the biodistribution,[14,15]\nsurvival,[12] function,[16] and therapeutic effects[17] of transplanted stem cells during the regeneration process. However, the in vivo fate and regenerative capabilities of transplanted stem cells are still far from being fully understood, partly due to the failure of"
    }, {
      "heading" : "Bioimaging",
      "text" : "D. Huang, Dr. G. Chen, Prof. Q. Wang School of Nano Technology and Nano Bionics University of Science and Technology of China Hefei 230026, China E-mail: gcchen2011@sinano.ac.cn; qbwang2008@sinano.ac.cn D. Huang, S. Lin, Q. Wang, Y. Zhang, Dr. C. Li, R. Ji, M. Wang, Dr. G. Chen, Prof. Q. Wang CAS Key Laboratory of Nano-Bio Interface Division of Nanobiomedicine and i-Lab CAS Center for Excellence in Brain Science Suzhou Institute of Nano-Tech and Nano-Bionics Chinese Academy of Sciences Suzhou 215123, China\nY. Zhang Suzhou NIR-Optics Technology Co. Ltd. Suzhou 215124, China Prof. Q. Wang College of Materials Sciences and Opto-Electronic Technology University of Chinese Academy of Sciences Beijing 100049, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201806546."
    }, {
      "heading" : "1. Introduction",
      "text" : "Stem cell–based regenerative medicine has offered unique opportunities for the treatment of incurable diseases of human\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (2 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nsimultaneously monitoring the three dynamic biological events of translocation, survival, and differentiation behaviors of transplanted stem cells in vivo. The understanding of such multiple behaviors and their relationship is crucial for accurately assessing the fate and regenerative capabilities of transplanted stem cells.\nHerein, we developed an NIR-II fluorescence/dual bioluminescence multiplexed imaging method spectrally ranging from 400 to 1700 nm to in situ track the location, survival, and osteogenic differentiation of transplanted human mesenchymal stem cells (hMSCs), which integrates the advantages of exogenous fluorescence imaging in the second near-infrared window (NIR-II) and endogenous bioluminescence imaging (BLI). Due to the deep penetration and high spatiotemporal resolution of the NIR-II imaging,[18–22] the NIR-II imaging can be an ideal method for tracking the dynamic location of transplanted hMSCs.[23–25] With the powerful capability of BLI to specifically report the viability and cellular processes of cells,[16,17,26–29] the BLI is a promising method for imaging the survival and osteogenic differentiation of transplanted hMSCs. As illustrated in Figure 1A, to integrate the NIR-II imaging and dual-color BLI methods, the highly biocompatible and chemically stable Ag2S quantum dots (QDs) were applied to label hMSCs and thus report the long-term biodistribution of all transplanted stem cells in vivo. Then, a lentiviral vector encoding the red firefly luciferase (RFLuc) gene, Zoanthus sp. green fluorescent protein (ZsGreen) gene and Gaussia luciferase (GLuc) gene was used to integrate reporter genes into the genome of hMSCs. In this system, human cytomegalovirus (CMV) immediate early promoter was used to drive RFLuc and ZsGreen genes.[30,31]\nThus, the RFLuc-based BLI can be used to indicate the survival of transduced hMSCs, and the green fluorescence of ZsGreen can be used to screen the positive hMSCs. In addition, a collagen type 1 promoter (Col1A1), which is associated with the formation of the bone extracellular matrix and highly active in the early stage of bone formation,[32,33] was used to drive GLuc. Therefore, the GLuc-based BLI can be used to indicate the osteogenic differentiation of transplanted stem cells. Meanwhile, an in vivo imaging system with a broad spectral detection range of 400–1700 nm (Suzhou NIR-Optics Technology Co., Ltd., China) was developed by integrating the electron-multiplying charge coupled device (EMCCD) and InGaAs charge coupled device (CCD) together to enable the collection of the BLI and NIR-II imaging signals in one machine, so that the signals colocalization was precisely achieved (Figure 1B). Then, the location, survival, and osteogenic differentiation of transplanted stem cells in a calvarial bone defect mouse model were imaged with the multiplexed imaging method, thus, reported the fates and therapeutic capabilities of hMSCs for bone regeneration, as well as the key factors involved in the therapeutic efficiency of stem cells."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "2.1. Triple Labeling of hMSCs",
      "text" : "In order to triple label hMSCs with Ag2S QDs, RFLuc, and GLuc, a lentivirus vector PLvx–CMV–RFLuc–ZsGreen– Col1A1–GLuc was first constructed for producing the lentivirus\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (3 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\n(Figures S1 and S2, Supporting Information). After that, hMSCs were transduced with lentivirus, and positive hMSCs were screened by fluorescence-activated cell sorting (FACS) using the green fluorescence of ZsGreen. After screening, the transduced hMSCs stably expressed ZsGreen gene even after six generations (Figure S3, Supporting Information), indicating the good genetic stability of reporter genes in the transduced hMSCs. Therefore, the transduced hMSCs were used before six generations in the following experiments to ensure the reliability of imaging results.\nAfter that, the transduced hMSCs were labeled by the Tat-11–mercaptoundecanoic acid–Ag2S QDs (Tat-Ag2S QDs) (Figures S4 and S5, Supporting Information). Functional peptides are powerful biomolecules that help nanoprobes target or enter cells.[23,34,35] After being conjugated with Tat peptides, it was found that the Tat-Ag2S QDs contain ≈85 Tat peptides on one Ag2S QD. Thus, hMSCs can be effectively labeled by TatAg2S QDs and an in vitro imaging sensitivity of 100 hMSCs was obtained (Figure S6, Supporting Information). It has been proved that Ag2S QDs were quite stable in the cellular environment and little Tat-Ag2S QDs were able to leak from viable cells after labeling. Thus, Ag2S QDs can be used for long-term tracking of transplanted stem cells in vivo.[23,24,36] Moreover, almost all the hMSCs exhibited both bright NIR-II fluorescence of Ag2S QDs and green fluorescence of ZsGreen after triple labeling (Figure 2A; Figure S7, Supporting Information), suggesting the high efficiency of the triple-labeling strategy. Meanwhile, in order to further evaluate the expression of RFLuc and\nGLuc reporter genes, the triple-labeled hMSCs were seeded in the collagen with or without bone morphogenetic protein 2 (BMP-2, a key promoter of osteogenic differentiation of hMSCs),[37,38] cultured for 14 days, then imaged and quantified by the in vivo imaging system (Figure 2B–D). The BLI signals of RFLuc and GLuc as well as the NIR-II fluorescence signal of Ag2S QDs can be observed in the triple-labeled hMSCs. Moreover, the signal intensities of Ag2S QDs and RFLuc in hMSCs with or without BMP-2 remained similar (Figure 2B,C), while the GLuc signal intensity of BMP-treated hMSCs was significantly higher than that of hMSCs without BMP-2 treatment (Figure 2D). These results indicated the triple-labeled strategy was successfully developed and the GLuc signal can be used for indicating osteogenic differentiation.\nThe biocompatibility of the triple-label strategy is a prerequisite for noninvasive tracking of transplanted hMSCs. Our previous studies have shown that Ag2S QDs can label hMSCs effectively, without causing reactive oxygen species (ROS) production, apoptosis/necrosis, and DNA damage in hMSCs or affecting the migration, proliferation, and differentiation of hMSCs and their therapeutic abilities for liver failure and wound healing.[23,24] In this study, the triple-label strategy also showed a good biocompatibility for hMSCs. As shown in Figure S8 (Supporting Information), the viability and proliferation of the hMSCs were not affected after triple labeling up to 13 days. The expression of RFLuc and GLuc reporter genes in the transduced hMSCs was not affected by Ag2S QDs labeling (Figure S9, Supporting Information). In addition, the osteogenic differentiation\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (4 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ncapability of hMSCs was also not affected by the triple-labeling strategy (Figure S10, Supporting Information). The desirable biocompatibility of the triple-labeling strategy laid a solid ground for its application in in vivo imaging of the transplanted stem cells."
    }, {
      "heading" : "2.2. In Vitro Assay of RFLuc and GLuc Reporter Gene Expression",
      "text" : "Before applying the multiplexed imaging method for in vivo imaging, an in vitro study was first performed to estimate the accuracy of CMV–RFLuc and Col1A1–GLuc signals for reporting the viability and osteogenic differentiation of the triple-labeled hMSCs, respectively. Triple-labeled hMSCs were plated in the collagen scaffold with or without BMP-2 modification (Figure 3A). After 30 days of cell growth, confocal images showed hMSCs grew well in both collagen scaffolds (Figure 3B). Moreover, the immunofluorescence of the osteocalcin (OCN) was significantly enhanced after BMP-2 treatment (Figure 3B), indicating that the growth factor BMP-2 can promote the osteogenic differentiation of hMSCs.[37–39]\nNext, 3-(4, 5-dimethylthiazolyl-2)-2,5-diphenyltetrazolium bromide (MTT) assay was performed to analyze the co-relationship between cell viability and the CMV–RFLuc signals in triple-labeled hMSCs. FLuc-based BLI is a widely used method for imaging cell viability in vivo. As shown in Figure 3C,D, the signal intensity of CMV–RFLuc increased with the increase of\nMTT value in both hMSCs with or without BMP-2 treating, suggesting that the CMV–RFLuc signal can be used for indicating the cell viability (Figure 3E). The alkaline phosphatase (ALP) is a typical marker for osteogenic differentiation of cells.[40] As shown in Figure 3F,G, both the ALP activity and the Col1A1–GLuc signal intensity are significantly increased after BMP-2 treating. The Col1A1–GLuc signal intensity was also linearly correlated with the ALP activity (Figure 3H), suggesting that the Col1A1–GLuc can be used for indicating the osteogenic differentiation of hMSCs. The above results suggested that the triple-labeling strategy can be readily used for in vivo imaging the survival and osteogenic differentiation of transplanted hMSCs."
    }, {
      "heading" : "2.3. In Vivo Multiplexed Imaging of Transplanted hMSCs",
      "text" : "Critical-sized bone defect is a serious disease that cannot heal spontaneously for the extremely complicated and slow bone reconstruction.[41] Stem cell–based regenerative medicine has offered unique opportunities for the treatment of the incurable bone disease.[42–44] In particular, MSCs have shown a promise therapeutic potential in patients with bone defects to distinctly reduce the time of healing by initiating the cartilaginous template formation process.[7,45,46] To explore the role of MSCs played on the bone regeneration, a calvarial bone defect mouse model was developed to evaluate the location, viability, and\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (5 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nosteogenic differentiation of transplanted hMSCs during the regeneration of bone by using the NIR-II imaging of Ag2S QDs and BLI of CMV–RFLuc and Col1A1–GLuc (Figure 4; Figure S11, Supporting Information). In this study, a comparative study of the Balb/c mouse and the severe combined immunodeficiency (SCID) mouse was performed to investigate the effect of immunosuppression on cell survival. In addition, the BMP-loading collagen scaffold was used to estimate the promoting effect of BMP-2 on the osteogenic differentiation of transplanted hMSCs during calvarial bone regeneration. Due to the deep penetration and high temporal resolution of the NIR-II imaging,[19,22,47,48] the location of transplanted hMSCs in the bone defect site can be imaged with a high signal-to-background ratio of ≈7 (Table S1, Supporting Information). As shown in Figure 4B,C, a similar intensity of NIR-II fluorescence signal in the bone defect site was observed among Balb/c, SCID, and SCID–BMP group, indicating similar amount of hMSCs was transplanted. Benefiting from the excellent chemical stability and photostability of Ag2S QDs, it was able to observe that the NIR-II fluorescence signal was localized at the calvarial bone defect site, and the intensity was remained relatively stable during the 30 days of observation period (Figure 4B), suggesting the transplanted hMSCs remained at the defect site without migration. For the CMV–RFLuc BLI, it was found that the BLI signal gradually decreased during the 30 days of bone regeneration period (Figure 4B,D). Moreover, the CMV–RFLuc BLI signals in SCID and SCID–BMP mouse were much higher than that in Balb/c mouse, suggesting the immune system distinctly affects the survival of hMSCs in vivo. These results also agreed with previous findings that the survival rate of transplanted cells was determined by the immune systems.[12,49] The results suggested that the immunomodulatory was still an important strategy for improving the survival of transplanted hMSCs in the xenograft model, partly due to the fact that the immunogenicity of transplanted hMSCs may gradually altered after differentiation in the bone defect environment, and the immune rejection in mice will cause cell death. For the Col1A1–GLuc BLI, the GLuc signal was undetectable in the Balb/c group, indicating there was no osteogenic differentiation of the transplanted cells in this group (Figure 4B,E). In SCID and SCID–BMP groups, the GLuc signal was both detectable, maximized at 7 days after transplantation, and then decreased with time. Moreover, the GLuc signal intensity in SCID–BMP mouse was much higher than that in the SCID mouse. These results agreed with previous in vitro studies that the BMP-2 can promote the osteogenic differentiation of transplanted\nAdv. Funct. Mater. 2019, 29, 1806546\nFigure 4. In vivo multiplexed imaging of transplanted stem cells in a calvarial defect mouse model. A) Scheme of multiplexed imaging strategy. B) In vivo tracking of triple-labeled hMSCs by using the near-infrared fluorescence of Ag2S QDs, the RFLuc bioluminescence, and the GLuc bioluminescence. C) Quantitative analysis of the signal intensities in the near-infrared fluorescence images. D) Quantitative analysis of the signal intensities in the RFLuc bioluminescence images. E) Quantitative analysis the signal intensities in the GLuc bioluminescence images. Balb/c: Balb/c mouse transplanted with a collagen scaffold containing only hMSCs. SCID: SCID mouse transplanted with a collagen scaffold containing only hMSCs. SCID-BMP: SCID mouse transplanted with a collagen scaffold containing hMSCs and BMP-2. The data in panels (C)–(E) are presented as mean ± standard error of three determinations.\n1806546 (6 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nhMSCs (Figures 2D and 3). In addition, it has been found that promoter Col1A1 drove the active expression of type I collagen gene at the early stage of osteoblast differentiation and promoted the extracellular matrix formation and the new bone generation,[32,50] which was also consistent with the result of our Col1A1–GLuc-based BLI imaging (Figure 4). These results evidenced that the multiplexed imaging method works well in in vivo application. Furthermore, by combining the signals of Ag2S QDs, RFLuc, and GLuc, it was clearly observed that the transplanted stem cells resided in the bone defect site, undergone osteogenic differentiation, and gradually died in the defect site during the 30 days of bone regeneration."
    }, {
      "heading" : "2.4. Regenerative Capability Assay of Transplanted hMSCs",
      "text" : "To further investigate how the transplanted hMSCs help the bone regeneration in mice with calvarial defect, the micro computed tomography (micro-CT), haematoxylin and eosin (H&E) histological staining, and immunohistochemical staining assay of the bone tissues were systematically performed. As shown in Figure 5A,C, the micro-CT assay found that there was an obvious new bone formation both in SCID and SCID–BMP groups, while there was no new bone formed in Balb/c mouse. In combination with the imaging result (Figure 4B), it was suggested that the immunosuppression enhanced the survival of\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (7 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ntransplanted hMSCs; thus, the living hMSCs promoted bone regeneration in the calvarial defect mouse. Further quantitative assay showed that the bone volume fraction of the SCID–BMP group was significantly higher than that in the SCID group at days 15, 30, and 60 after transplantation. More interestingly, the bone volume fraction of the SCID-BMP group quickly increased from days 15 to 60, while there was only a slight increase of bone volume in the SCID group from days 15 to 60. The in vivo imaging showed that a large part of hMSCs had died in the SCID mouse at day 15 (Figure 4B). Thus, it was suggested that the living hMSCs promoted the bone regeneration at the early stage of transplantation, and their regenerative capability decreased with cell death in the SCID group. With the help of BMP-2, the transplanted hMSCs started osteogenic differentiation and promoted bone regeneration at the early stage of cell transplantation. After the death of transplanted hMSCs, the recruited endogenous osteoblasts played a key role in the following bone regeneration under the help of BMP-2 (Figure 5). This progress agreed with a biphasic osteogenesis phenomenon that donor cells are contributing to the osteogenesis at the early phase and host cells’ action predominates at the second phase.[51]\nAfter that, the H&E histological images were used to confirm the location of new bone in the transplanted collagen scaffold. Consistent with the micro-CT results, the new bone volume in the SCID-BMP group was the largest as compared with other groups (Figure 5B). Furthermore, it was found that the new bone was mainly distributed around the down edge of the collagen scaffold (Figure 5B). Similarly, the immunohistochemical assay also confirmed that the transplanted hMSCs promoted the bone regeneration by enhancing the production of both OCN and osteopontin (OPN) in SCID and SCID–BMP mouse cases (Figure 5E,F). In addition, only at day 60, the OCN and OPN production was observed in Balb/c mouse, indicating the extremely slow of bone reconstruction in Balb/c mice without the help of transplanted hMSCs or BMP-2."
    }, {
      "heading" : "2.5. Therapeutic Mechanisms of Transplanted hMSCs in Bone Regeneration",
      "text" : "During the process of bone regeneration, the transplanted stem cells and host cells may both contribute to the generation of new bone. Thus, understanding the therapeutic mechanisms and the interactions between transplanted cells and host cells is of fundamental importance for developing safe cell therapies,[52] and will be needed to bring cell-based therapies more broadly to the clinic.[9,53,54] Therefore, a multichannel fluorescence microscope ranging from 400 to 1700 nm (Suzhou NIR-Optics Technology Co., Ltd., China) was developed to enable the simultaneous collection of fluorescence signals both in the visible and the second near-infrared windows. Then, the multichannel fluorescence imaging of bone tissue sections was performed to confirm the regenerative capabilities of transplanted hMSCs and the host cells. In this system, the NIR-II fluorescence of Ag2S was used to indicate the transplanted hMSCs; the green fluorescence of ZsGreen was used to indicate the living hMSCs; the blue fluorescence of nuclear dye Hoechst was used to indicate all cells in the section\n(including transplanted hMSCs and host cells); and the red fluorescence of OCN was used to indicate the osteogenic differentiated cells (Figure 6A).\nAs shown in Figure 6A, much more green fluorescence of ZsGreen and red fluorescence of OCN were clearly observed in the SCID–BMP group than that in the SCID and Balb/c groups both at days 7 and 30 after hMSCs’ transplantation. The result was consistent with the in vivo imaging result that the immunosuppression promoted the survival of hMSCs and BMP-2 enhanced the osteogenic differentiation of hMSCs (Figure 4). Moreover, in the SCID–BMP group, the NIR-II fluorescence of Ag2S was found around the down edge of the collagen scaffold, colocalized with the green fluorescence of ZsGreen and the red fluorescence of OCN both at days 7 and 30 after hMSCs’ transplantation (Figure 6A), indicating that part of the transplanted hMSCs has differentiated into osteogenic cells. These results in combination with the micro-CT and H&E histological staining conclude that a large amount of new bones has been formed around the down edge of the collagen scaffold after 30 days of hMSCs’ transplantation (Figure 5A,B), evidencing that the transplanted hMSCs can facilitate bone formation around their habitat via osteogenic differentiation. The osteogenic differentiation of transplanted hMSCs can also be distinctly improved by BMP-2 treatment through BMP signaling pathway.[55,56] As shown in Figure 6B, the expression of the transcriptional factors and transcriptional co-activators (Runx2 and Osterix) was significantly upregulated after BMP-2 treatment. Then, the expression of osteoblastic genes (Alp, Type 1 Collagen, osteopontin, and osteocalcin) was significantly enhanced in BMPtreated hMSCs. These results were consistent with the in vivo imaging results in Figure 4 and further confirmed that the transplanted hMSCs can differentiate into osteoblasts via BMP signaling pathway and promote bone regeneration.\nIn addition to the osteogenic differentiation of transplanted hMSCs, host cells also played a crucial role in the regeneration of bone, especially in the second phase of bone regeneration. As shown in both Figures 4B and 6A, only a weak RFLuc signal or a small amount of green fluorescence of ZsGreen was found in the transplanted scaffold, suggesting only a little part of transplanted hMSCs was alive in SCID–BMP mouse at 30 days post-transplantation. However, large amounts of Hoechst-stained cells (blue fluorescence) were observed within the transplanted collagen scaffold and colocalized with the red fluorescence of OCN (Figure 6A), suggesting more and more endogenous osteoblasts may gradually migrate to the collagen scaffold and contribute to the bone regeneration 30 days after collagen scaffold transplantation. Furthermore, it was also suggested that the transplanted hMSCs can promote the recruitment and osteogenic differentiation of endogenous osteoblasts at the bone defect site and promote bone regeneration by paracrine actions.[57] As shown in Figure 6C, the expression of stromal cell–derived factor-1α (SDF-1α), basic fibroblast growth factor (FGF), and BMP-2 genes was highly active in hMSCs. It is known that the SDF-1α is a vital chemokine for regulating stem cell migration and homing, the FGF is a key factor involved in cell proliferation, and the BMP-2 is a crucial factor for osteogenic differentiation of cells.[24,55,56,58] Thus, these cytokines excreted by the transplanted hMSCs helped to recruit endogenous osteoblasts at the bone defect site and promoted bone regeneration.\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (8 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nBy combination the novel multichannel fluorescence imaging and the reverse transcription polymerase chain reaction (RT-PCR) analysis, the therapeutic mechanisms of transplanted hMSCs and host cells in bone regeneration can be fully revealed. As illustrated in Figure 6D, the transplanted hMSCs can start osteogenic differentiation with the help of BMP-2 at the early stage of transplantation, then gradually died at the transplanted site. After that, a small part of transplanted hMSCs migrated into the inner of the collagen scaffold, secreted a series of cytokines (including SDF1-α, FGF, and BMP-2), helped to recruit a large number of endogenous osteoblasts into the collagen scaffold and promote the bone regeneration in the calvarial defect mouse.\nAdv. Funct. Mater. 2019, 29, 1806546\n1806546 (9 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806546"
    }, {
      "heading" : "3. Conclusion",
      "text" : "In summary, an NIR-II fluorescence/dual bioluminescence multiplexed imaging method for monitoring transplanted hMSCs’ location, survival, and osteogenic differentiation in vivo was successfully developed. By combining the Ag2S QD– based NIR-II fluorescence imaging, CMV–RFLuc-based BLI and Col1A1–GLuc based BLI, the fate and regenerative capabilities of transplanted hMSCs were directly visualized in a calvarial defect mouse model. In addition, the multiplexed imaging method also revealed how the immunosuppression and the osteogenic factor BMP-2 promote the survival and osteogenic differentiation of transplanted hMSCs in vivo. Moreover, the imaging results were consistent with the micro-CT data and histological assays, revealing that the transplanted hMSCs start osteogenic differentiation with the help of BMP-2 at the early stage of transplantation, help the recruitment of a large number of endogenous osteoblasts into the collagen scaffold, and thus promote the bone regeneration in the calvarial defect mouse. The result can improve our understanding on the role of stem cells played during the regenerative process, thus serves as a pivotal bridge between fundamental research and clinical applications. In addition, with the unique capability of the multiplexed imaging strategy and the broad-spectrum (400–1700 nm) in vivo imaging system for simultaneously revealing the location, survival, and differentiation of transplanted stem cells, we expect that it will have great promises in imaging-guided cell therapeutics, and thus aid in the improvement of stem cell–based therapies and their clinical translation."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Triple-Labeling of hMSCs: In the present study, all experiments were approved by the Animal Care and Use Committee of the Institutional Animal Committee of the Chinese Academy of Sciences. hMSCs were obtained as a generous gift from Dr. Jianwu Dai at Institute of Genetics and Developmental Biology, Chinese Academy of Sciences. hMSCs were cultured in Dulbecco’s modified Eagle’s medium (DMEM)/F12 1:1 (HyClone, USA) medium containing 10% fetal bovine serum (FBS; Gibco, USA), 1% streptomycin and penicillin (S–P; Beyotime, China) in 5% direct heat autoflow CO2 incubator at 37 °C. Cells were cultured with medium change every 3 days. For hMSCs’ transduction, hMSCs were plated in a 24-well cell culture plate at a density of 1 × 105 cells mL−1 and infected with concentrated lentiviral stock (1.5 × 107 transduction units mL−1, multiplicity of infection (MOI) = 50) for 48 h to obtain positive hMSCs. ZsGreen expressing cells were screened by fluorescenceactivated cell sorting (FACS).\nFor Tat-Ag2S QDs’ labeling, lentiviral-transduced hMSCs were incubated with DMEM/F-12 medium containing 25 µg mL−1 Tat-Ag2S QDs for 12 h. After incubation, hMSCs cells were rinsed twice with phosphate-buffered saline (PBS), and then harvested and counted for following experiments. The NIR-II PL imaging of Ag2S QD–labeled hMSCs were collected by the in vivo imaging system (Suzhou NIROptics Technology Co., Ltd., China) with an 808 nm external diode laser as the excitation source, a InGaAs/short-wave infrared (SWIR) CCD camera (Photonic Science, UK), and 880 and 1100 nm long-pass filters.\nIn Vitro Assay of RFluc and GLuc Reporter Genes Expression: Collagen scaffolds (d = 4 mm) with or without BMP-2[37,38] (50 ng per collagen) were placed in a black 96-well culture plate, and then 5 × 103 hMSCs were seeded into the scaffold. The vitro properties of triple-labeled hMSCs were measured after 0, 7, 14, 21, and 30 days of cell growth. For viability assay, MTT assay was first performed at each time point\nto evaluate the growth of hMSCs in the collagen scaffold. For RFLuc bioluminescence detection, d-Luciferin potassium salt (150 µg mL−1) was added into each wells, and the bioluminescence signals were quantified using the VICTOR X4 multilabel plate reader (Perkin-Elmer, USA). For GLuc bioluminescence detection, 10 µL of medium from each wells was added to 100 µL GLuc Assay Working Solution (GeneCopoeia, USA), and the bioluminescence signals were quantified using the VICTOR X4 multilabel plate reader (Perkin-Elmer, USA). For ALP assay, cells were lysed and incubated with ALP Assay Working Solution (Beyotime, China) at 37 °C for 12 h, then quantified by measuring the absorbance at 405 nm. In the meantime, hMSCs were fixed in formalin solution (4%, Sigma) for 30 min, and imaged by a Olympus confocal laser scanning microscope (CLSM).\nCalvarial Defect Mouse Model: For animal study, 12 female 6–7 week old SCID mice were assigned randomly into SCID and SCID–BMP groups, 6 female 6–7 week old Balb/c mice were assigned to a group. A dental-trephine bur (4 mm in diameter) was used to create full-thickness calvarial defects under sterile saline irrigation (Figure S11, Supporting Information). Then, the triple-labeled hMSCs, which were seeded (1 × 105) in collagen (4 mm in diameter, with or without BMP-2) for 12 h, were transplanted into the calvarial defect mouse model.\nIn Vivo NIR-II PL and BLI Images: All the images were taken using a home-built broad-spectrum in vivo imaging system equipped with a InGaAs/SWIR CCD camera (Photonic Science, UK) and an EMCCD (Spectral Instruments, USA). In the imaging system, an 808 nm external diode laser and a series of light-emitting diodes were supplied as the excitation sources. Furthermore, 880 and 1100 nm long-pass filters and a series of bandpass filters of different wavelengths from 490 to 810 nm were equipped with the imaging system to meet the needs of multichannel imaging. In vivo NIR-II PL images were obtained at days 1, 7, 14, 21, and 30 after transplantation with an exposure time of 100 ms. The calibrated NIR fluorescent intensity of Ag2S QD–labeled hMSCs was analyzed by ImageJ 2× software. For in vitro RFLuc BLI, 50 µL of 150 µg mL−1 d-Luciferin was added to each well of the 96-well plate, and then BLI was performed immediately. For in vitro Gluc BLI, 50 µL of 1.5 × 10−6 m coelenterazine solution was added before BLI was performed. For in vivo assay, the RFLuc and GLuc BLI were performed at 1, 7, 14, 21, and 30 days after hMSCs’ transplantation. Then, the total photon flux (p s−1 cm−2 sr−1) of region of interest (ROI) in BLI images was quantitatively analyzed.\nMicro-CT Analysis: Mouse bone defects were scanned using micro-CT (Skyscan 1176, Belgium) in the bone defect position at days 0, 15, 30, and 60 after hMSCs’ transplantation. High-resolution scanned images (9–20 mm) were obtained with a resolution of 18 µm, a source voltage of 80 kV, and a source current of 100 µA. Then, 3D image reconstruction was performed by associating analysis software (SkyScan, Aartselaar, Belgium). A cylindrical ROI (3.5 × 3.5 × 1 mm) with the midline suture at its center was selected for quantitative analysis of the bone generation.\nImmunohistochemical Staining: Samples were decalcified in 10% ethylenediaminetetraacetic acid for 2 weeks and dehydrated in a graded series of ethanol. After that, samples were embedded in paraffin and cut into 5 µm sections from the central area of the bone defects, stained with hematoxylin and eosin. Images were taken by using the Olympus ix73 microscope. For immunohistochemical staining, the sections were blocked with bovine serum albumin (BSA) for 1 h at room temperature, then incubated with the primary antibodies against antigens including OCN and OPN (abcam, UK). After overnight incubation, the secondary antibody was accomplished using the Vectastain Elite ABC kit (Vector, Burlingame, CA). Images were obtained by using an Olympus ix73 microscope.\nImmunofluorescence Analysis: To perform immunofluorescence assay, tissue samples were embedded in the tissue freezing medium and cut into 10 µm sections from the central area of the bone defects, followed by BSA (0.5%) blocking for 1 h at room temperature. After that, samples were incubated with the primary antibodies against antigens, including OCN and OPN (abcam, UK). After overnight incubation, the Alexa Fluor 555 conjugated secondary antibodies were used for 1 h, and then counterstained with hoechst. For fluorescence microscopy analysis, samples were fixed with 4% paraformaldehyde and imaged by a multichannel NIR-II fluorescence microscope (Suzhou NIR-Optics Co., Ltd., China).\n1806546 (10 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806546\nRT-PCR Analysis: For RT-PCR analysis, 1 × 105 hMSCs were seeded into collagen scaffolds (d = 4 mm) with or without BMP-2 (50 ng per collagen) and cultured with DMEM/F-12 medium. After 0, 7, 14, 21, or 30 days of cell growth, total RNA was extracted by the Total RNA Kit (Omega, USA) and reverse transcribed by using Revert Aid First Strand cDNA Synthesis Kit (Thermo, USA). The PCR assay of Runx2, Osterix, Alp, Type 1 Collagen, glyceraldehyde-3-phosphate dehydrogenase (GAPDH), osteopontin, osteocalcin, BMP-2, SDF1-α, and FGF genes was performed by using the primer sequences listed in Table S2 (Supporting Information). After that, agarose gel electrophoresis was performed to analyze and quantify the PCR products.\nStatistical Analysis: Numerical values were expressed as the mean ± standard error of at least three determinations. Statistical significance was evaluated using analysis of variance (ANOVA) analysis.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by the National Key Research and Development Program (2016YFA0101503 and 2017YFA0205503), the Strategic Priority Research Program (Grant No. XDBS01030203) and Youth Innovation Promotion Association Program from Chinese Academy of Sciences, the National Natural Science Foundation of China (Grant Nos. 21778070, 21671198, 21425103, and 21501192), the National Natural Science Foundation of Jiangsu Province (Grant No. BE2016682). The authors thank Suzhou NIR-Optics Technology Co., Ltd. for its instrumental and technique support on the in vivo NIR-II imaging."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "bioluminescence imaging, near-infrared fluorescence imaging, regenerative medicine, stem cell fate, transplanted stem cells\nReceived: September 16, 2018 Revised: October 31, 2018\nPublished online: November 19, 2018\n[1] M. Mimeault, R. Hauke, S. K. Batra, Clin. Pharmacol. Ther. 2007, 82, 252. [2] P. Bianco, X. Cao, P. S. Frenette, J. J. Mao, P. G. Robey, P. J. Simmons, C. Y. Wang, Nat. Med. 2013, 19, 35. [3] J. L. Ma, S. K. Both, F. Yang, F. Z. Cui, J. L. Pan, G. Meijer, J. A. Jansen, J. J. J. P. van den Beucken, Stem Cells Transl. Med. 2014, 3, 98. [4] A. S. Mao, D. J. Mooney, Proc. Natl. Acad. Sci. USA 2015, 112, 14452. [5] P. K. Nguyen, J. Riegler, J. C. Wu, Cell Stem Cell 2014, 14, 431. [6] A. Trounson, C. McDonald, Cell Stem Cell 2015, 17, 11. [7] Tissue Engineering and Regeneration in Dentistry: Current Strategies\n(Eds: R. J. Waddington, A. J. Sloan), John Wiley & Sons, Ltd., Chichester, UK 2016.\n[8] C. Bremer, V. Ntziachristos, R. Weissleder, Eur. J. Radiol. 2003, 13, 231.\n[9] D. W. Hwang, D. S. Lee, Nucl. Med. Mol. Imaging 2012, 46, 1. [10] Y. Y. Xu, J. Xiang, H. Zhao, H. S. Liang, J. Huang, Y. Li, J. Pan,\nH. T. Zhou, X. G. Zhang, J. H. Wang, Z. Liu, J. Wang, Biomaterials 2016, 100, 91. [11] A. V. Naumova, H. Reinecke, V. Yarnykh, J. Deem, C. Yuan, C. E. Murry, Mol. Imaging 2010, 9, 201. [12] K. W. Chan, G. Liu, X. Song, H. Kim, T. Yu, D. R. Arifin, A. A. Gilad, J. Hanes, P. Walczak, P. C. van Zijl, J. W. Bulte, M. T. McMahon, Nat. Mater. 2013, 12, 268. [13] F. Cao, S. Lin, X. Y. Xie, P. Ray, M. Patel, X. Z. Zhang, M. Drukker, S. J. Dylla, A. J. Connolly, X. Y. Chen, I. L. Weissman, S. S. Gambhir, J. C. Wu, Circulation 2006, 113, 1005. [14] A. V. Pendharkar, J. Y. Chua, R. H. Andres, N. Wang, X. Gaeta, H. Wang, A. De, R. Choi, S. Chen, B. K. Rutt, Stroke 2010, 41, 2064. [15] L. Cheng, C. Wang, X. X. Ma, Q. L. Wang, Y. Cheng, H. Wang, Y. G. Li, Z. Liu, Adv. Funct. Mater. 2013, 23, 272. [16] M. Vilalta, C. Jorgensen, I. R. Degano, Y. Chernajovsky, D. Gould, D. Noel, J. A. Andrades, J. Becerra, N. Rubio, J. Blanco, Biomaterials 2009, 30, 4986. [17] W. Fan, D. Sun, J. Liu, D. Liang, Y. Wang, K. H. Narsinh, Y. Li, X. Qin, J. Liang, J. Tian, PLoS One 2012, 7, 45621. [18] C. Y. Li, Y. J. Zhang, M. Wang, Y. Zhang, G. C. Chen, L. Li, D. M. Wu, Q. B. Wang, Biomaterials 2014, 35, 393. [19] G. S. Hong, A. L. Antaris, H. J. Dai, Nat. Biomed. Eng. 2017, 1, 0010. [20] C. Li, Y. Zhang, G. Chen, F. Hu, K. Zhao, Q. Wang, Adv. Mater.\n2017, 29, 1605754. [21] H. Gao, X. Zhang, C. Chen, K. Li, D. Ding, Adv. Biosyst. 2018, 2,\n1800074. [22] Q. Miao, K. Pu, Adv. Mater. 2018, 1801778, https://doi.org/10.1002/\nadma.201801778. [23] G. Chen, F. Tian, Y. Zhang, Y. Zhang, C. Li, Q. Wang, Adv. Funct.\nMater. 2014, 24, 2481. [24] G. Chen, F. Tian, C. Li, Y. Zhang, Z. Weng, Y. Zhang, R. Peng,\nQ. Wang, Biomaterials 2015, 53, 265. [25] G. Chen, S. Lin, D. Huang, Y. Zhang, C. Li, M. Wang, Q. Wang,\nSmall 2018, 14, 1702679. [26] M. Keyaerts, V. Caveliers, T. Lahoutte, Trends Mol. Med. 2012, 18, 164. [27] C. A. Maguire, M. S. Bovenberg, M. H. Crommentuijn, J. M. Niers,\nM. Kerami, J. Teng, M. Sena-Esteves, C. E. Badr, B. A. Tannous, Mol. Ther.–Nucleic Acids 2013, 2, e99. [28] J. E. Kim, S. Kalimuthu, B. C. Ahn, Nucl. Med. Mol. Imaging 2015, 49, 3. [29] C. Song, J. Wang, C. Mo, S. Mu, X. Jiang, X. Li, S. Zhong, Z. Zhao, G. Zhou, PLoS One 2015, 10, e0132480. [30] M. Boshart, F. Weber, G. Jahn, K. Dorsch-HLer, B. Fleckenstein, W. Schaffner, Cell 1985, 41, 521. [31] C. R. Andersen, L. S. Nielsen, A. Baer, A. B. Tolstrup, D. Weilguny, Mol. Biotechnol. 2011, 48, 128. [32] S. Dacic, I. Kalajzic, D. Visnjic, A. C. Lichtler, D. W. Rowe, J. Bone Miner. Res. 2001, 16, 1228. [33] D. J. Corn, Y. Kim, M. D. Krebs, T. Mounts, J. Molter, S. Gerson, E. Alsberg, J. E. Dennis, Z. Lee, J. Orthop. Res. 2013, 31, 871. [34] J. Qi, C. Chen, X. Zhang, X. Hu, S. Ji, R. T. K. Kwok, J. W. Y. Lam, D. Ding, B. Z. Tang, Nat. Commun. 2018, 9, 1848. [35] H. E. Xu, T. T. Wang, C. B. Yang, X. L. Li, G. Liu, Z. M. Yang, P. K. Singh, S. Krishnan, D. Ding, Adv. Funct. Mater. 2018, 28, 1707140. [36] Y. Zhang, G. Hong, Y. Zhang, G. Chen, F. Li, H. Dai, Q. Wang, ACS Nano 2012, 6, 3695. [37] Q. Han, B. Zhang, B. Chen, J. Dai, J. Xu, C. Wang, Z. Wang, J. Biomed. Mater. Res., Part A 2014, 102, 3093. [38] D. P. Kou, M. C. Du, X. L. Hou, B. Chen, X. Li, Y. X. Fang, Y. N. Zhao, H. Wang, L. Wang, J. W. Dai, J. Mater. Chem. B 2016, 4, 461.\n1806546 (11 of 11) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806546\n[39] A. Khojasteh, H. Behnia, N. Naghdi, M. Esmaeelinejad, Z. Alikhassy, M. Stevens, Oral Surg., Oral Med., Oral Pathol., Oral Radiol. 2013, 116, 405. [40] F. Y. Cao, J. X. Fan, Y. Long, X. Zeng, X. Z. Zhang, Nanomedicine 2016, 12, 1313. [41] J. P. Stegemann, S. Verrier, F. Gebhard, M. W. Laschke, I. Martin, H. Simpson, T. Miclau, Eur. Cells Mater. 2014, 27, 1. [42] R. Dimitriou, E. Jones, D. McGonagle, P. V. Giannoudis, BMC Med. 2011, 9, 1741. [43] C. M. Curtin, G. M. Cunniffe, F. G. Lyons, K. Bessho, G. R. Dickson, G. P. Duffy, F. J. O’Brien, Adv. Mater. 2012, 24, 749. [44] X. Shen, Y. Zhang, Y. Gu, Y. Xu, Y. Liu, B. Li, L. Chen, Biomaterials 2016, 106, 205. [45] F. Granero-Molto, J. A. Weis, M. I. Miga, B. Landis, T. J. Myers, L. O’Rear, L. Longobardi, E. D. Jansen, D. P. Mortlock, A. Spagnoli, Stem Cells 2009, 27, 1887. [46] L. Watson, S. J. Elliman, C. M. Coleman, Stem Cell Res. Ther. 2014, 5, 51. [47] Y. Jiang, K. Pu, Acc. Chem. Res. 2018, 51, 1840. [48] Y. Jiang, K. Pu, Adv. Biosyst. 2018, 2, 1700262. [49] R. J. Swijnenburg, S. Schrepfer, F. Cao, J. I. Pearl, X. Y. Xie, A. J. Connolly, R. C. Robbins, J. C. Wu, Stem Cells Dev. 2008, 17, 1023. [50] G. G. Walmsley, K. Senarath-Yapa, T. L. Wearda, S. Menon, M. S. Hu, D. Duscher, Z. N. Maan, J. M. Tsai, E. R. Zielins, I. L. Weissman, G. C. Gurtner, H. P. Lorenz, M. T. Longaker, Tissue Eng., Part A 2016, 22, 31. [51] J. Goshima, V. M. Goldberg, A. I. Caplan, Clin. Orthop. Relat. Res. 1991, 269, 274. [52] S. Park, V. Greco, K. Cockburn, Curr. Opin. Cell Biol. 2016, 43, 30. [53] A. V. Naumova, M. Modo, A. Moore, C. E. Murry, J. A. Frank, Nat. Biotechnol. 2014, 32, 804. [54] V. Ntziachristos, J. Ripoll, L. H. V. Wang, R. Weissleder, Nat. Biotechnol. 2005, 23, 313. [55] J. C. Rivera, C. A. Strohbach, J. C. Wenke, C. R. Rathbone, Front. Pharmacol. 2013, 4, 125. [56] M. S. Rahman, N. Akhtar, H. M. Jamil, R. S. Banik, S. M. Asaduzzaman, Bone Res. 2015, 3, 15005. [57] P. R. Baraniak, T. C. McDevitt, Regener. Med. 2010, 5, 121. [58] H. Mayahara, T. Ito, H. Nagai, H. Miyajima, R. Tsukuda, S. Taketomi, J. Mizoguchi, K. Kato, Groundwater 1993, 9, 73."
    } ],
    "references" : [ {
      "title" : "Stroke 2010",
      "author" : [ "A.V. Pendharkar", "J.Y. Chua", "R.H. Andres", "N. Wang", "X. Gaeta", "H. Wang", "A. De", "R. Choi", "S. Chen", "B.K. Rutt" ],
      "venue" : "41",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2064
    }, {
      "title" : "Oral Surg., Oral Med., Oral Pathol",
      "author" : [ "A. Khojasteh", "H. Behnia", "N. Naghdi", "M. Esmaeelinejad", "Z. Alikhassy", "M. Stevens" ],
      "venue" : "Oral Radiol",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "[5,7] Recently, live imaging studies using fluorescence imaging (FI),[8–10] magnetic resonance imaging (MRI),[11,12] or positron emission tomography (PET) imaging[13] have provided ideal methodologies for investigations into the biodistribution,[14,15] survival,[12] function,[16] and therapeutic effects[17] of transplanted stem cells during the regeneration process.",
      "startOffset" : 245,
      "endOffset" : 252
    } ],
    "year" : 2018,
    "abstractText" : "The in vivo distribution, viability, and differentiation capability of transplanted stem cells are vital for the therapeutic efficacy of stem cell–based therapy. Herein, an NIR-II fluorescence/dual bioluminescence multiplexed imaging method covering the visible and the second near-infrared window from 400 to 1700 nm is successfully developed for in vivo monitoring the location, survival, and osteogenic differentiation of transplanted human mesenchymal stem cells (hMSCs) in a calvarial defect mouse model. The exogenous Ag2S quantum dot–based fluorescence imaging in the second near-infrared window is applied for visualizing the long-term biodistribution of transplanted hMSCs. Endogenous red firefly luciferase (RFLuc)-based bioluminescence imaging (BLI) and the collagen type 1 promoter–driven Gaussia luciferase (GLuc)based BLI are employed to report the survival and osteogenic differentiation statuses of the transplanted hMSCs. Meanwhile, by integrating the three imaging channels, multiple dynamic biological behaviors of transplanted hMSCs and the promotion effects of immunosuppression and the bone morphogenetic protein 2 on the survival and osteogenic differentiation of transplanted hMSCs are directly observed. The novel multiplexed imaging method can greatly expand the capability for multifunctional analysis of the fates and therapeutic capabilities of the transplanted stem cells, and aid in the improvement of stem cell–based regeneration therapies and their clinical translation.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}