{
  "name" : "downloads_2020-04-10_8f2d_zhang2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effect of chitosan-gelatin coating containing nano-encapsulated tarragon essential oil on the preservation of pork slices",
    "authors" : [ "Huiyun Zhang", "Ying Liang", "Xinling Li", "Huaibin Kang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nMeat Science\njournal homepage: www.elsevier.com/locate/meatsci\nEffect of chitosan-gelatin coating containing nano-encapsulated tarragon essential oil on the preservation of pork slices\nHuiyun Zhang⁎, Ying Liang, Xinling Li, Huaibin Kang Food and Bioengineering Department, Henan University of Science and Technology, Luoyang, Henan 471003, China\nA R T I C L E I N F O\nKeywords: Chitosan Gelatin Tarragon essential oil Edible coating Pork slices\nA B S T R A C T\nThere is an increasing demand for bio-based packaging materials incorporated with active nanoparticles as one of the new technologies to obtain food products with improved quality and extended shelf-life. The objectives of this study were to develop a chitosan-gelatin based edible coating incorporated with nano-encapsulated tarragon essential oils (TEO) and to investigate the effects of chitosan-gelatin coatings containing TEO or TEO-loaded nanoparticles (TEO-NPs) on the preservation of pork slices during refrigerated storage for 16 days. Nanoparticles with the average diameters of 246.27–504.60 nm were produced using different mass ratios of chitosan to TEO (1:0, 1:0.2, 1:0.4, 1:0.6, 1:0.8 and 1:1) by ionic gelation method. Zeta potential and encapsulation efficiency (EE) of the prepared TEO-NPs were 27.07–37.12 mV and 9.83–35.57%, respectively. TEO-NPs with the maximum EE were applied for preparing the edible coatings. The results suggested that the coating treatments could significantly inhibit quality deterioration of pork slices. Nano-encapsulation contributed to the sustained release of TEO and caused an improved antioxidant, antibacterial and sensory properties. The study suggests that chitosangelatin coating incorporated with TEO-NPs could be developed as a prospective active packaging to preserve pork slices."
    }, {
      "heading" : "1. Introduction",
      "text" : "The demand of antimicrobial and antioxidant compounds from natural and renewable resources has been growing due to the negative health impacts of synthetic chemical additives. In recent years, plant extracts and essential oils have been widely valued for their unique fragrance and antibacterial effects. Plant essential oils have a variety of biological activities and are widely used in the field of food preservation (Kumar, Mendiratta, Agrawal, Sharma, & Singh, 2018). Tarragon (Artemisia dracunculus L.) is a perennial herb belonging to the Asteraceae family. Tarragon essential oil and extract have high medicinal values and biological activities (Alizadeh Behbahani, Tabatabaei Yazdi, Shahidi, Mortazavi, & Mohebbi, 2017; Behbahani, Shahidi, Yazdi, Mortazavi, & Mohebbi, 2017). This can be attributed to the total phenolic content and high level of methyl chavicols in tarragon (Chaleshtori, Rokni, Razavilar, & Kopaei, 2013). Therefore, TEO could be considered as a potential antioxidant and antimicrobial agent to be added to food products. Sharafati-Chaleshtori et al. (2014) stated that incorporation of tarragon essential oil to beef burgers inhibited microbial growth and improved overall acceptability during storage. It was also reported that tarragon essential oil played an effective role in prolonging the shelf life of beef slices (Alizadeh Behbahani et al., 2017).\nNevertheless, there are some problems regarding the direct application of essential oils in complicated food systems such as adverse impacts on the chemical and physical stability of the food, reducing the activity of the biologically active compounds (Hosseini, Amraie, Salehi, Mohseni, & Aloui, 2019).\nEncapsulation can supply an effective method to conquer these problems by enhancing the oxidation stability of bioactive compounds, avoiding undesirable interaction with food constituents, maintaining their stability in the process of food production and preservation, and supplying regulated or targeted transport (Rakmai, Cheirsilp, Mejuto, Torrado-Agrasar, & Simal-Gándara, 2017). Recently, the development of nano-encapsulation technology has grown considerably. Compared with conventional encapsulation, subcellular nano-encapsulation can provide a higher surface area and stabilization, also can enhance the efficacy and stability of sensitive bioactive ingredients (Hasheminejad, Khodaiyan, & Safari, 2019).\nIn spite of the potential advantages of nanoparticles containing bioactive ingredients in food utilization, there is a restriction regarding their application in meat products where the direct addition of them is impracticable (Donsì, Annunziata, Vincensi, & Ferrari, 2012). Incorporation of nanoparticles in edible coating can be an effective way to evade the abovementioned restriction and enhance the mobilization of\nhttps://doi.org/10.1016/j.meatsci.2020.108137 Received 8 February 2020; Received in revised form 31 March 2020; Accepted 31 March 2020\n⁎ Corresponding author. E-mail address: zhanghuiyun21@163.com (H. Zhang).\nMeat Science 166 (2020) 108137\nAvailable online 01 April 2020 0309-1740/ © 2020 Elsevier Ltd. All rights reserved.\nT\nnanoparticles on the surface of solid foods (Xing et al., 2019). This approach is effectual not only in putting bioactive ingredients on the solid foods surface, but also in regulating the delivery of functional components, alleviating the negative sensorial effect of essential oils, and reducing their dispersing speed, that can ultimately decrease the needed concentration to obtain the expected impacts, extend the acting time of active coatings, and give full play to the usefulness of edible coatings (Castelo Branco Melo et al., 2018). In addition, edible coatings can as well retard the reduction of food quality by functioning as barrier materials to prevent moisture losses, oxygen and solute migration during short storage time (Castelo Branco Melo et al., 2018). Several researches have confirmed the positive effects of embedding plant extracts or essential oil nanoemulsions into edible coatings on retarding the quality deterioration of meat-based products (Mehdizadeh & Mojaddar Langroodi, 2019; Vieira et al., 2019).\nChitosan has been widely investigated and used in the food production due to the distinctive film-formation abilities, high gas barrier properties, and antimicrobial and antioxidant activity (Karagöz & Demirdöven, 2019). However, chitosan edible coating or film presents a relatively poor moisture barrier (Xiong, Chen, Warner, & Fang, 2020). Gelatin made from the partial hydrolysis of collagen has been extensively used to prepare biopolymers (Gómez-Guillén et al., 2009). Chitosan mixed with gelatin can form a compact construction through hydrogen bonding and electrostatic interaction, which can effectively improve the flexibility and the permeability of water molecules of the edible coating/film (Pereda, Ponce, Marcovich, Ruseckaite, & Martucci, 2011). Packaging meat products with chitosan-gelatin film/coating has been demonstrated in some researches to be effectual for improving the quality of meat products and retarding their spoilage (Cardoso et al., 2016; Farajzadeh, Motamedzadegan, Shahidi, & Hamzeh, 2016).\nMeat because of its particular constitution is liable to microorganism invasion as well as lipid oxidative degradation and color deterioration (Ahmad Mir, Ahmad Masoodi, & Raja, 2017). Retarding bacterial reproduction on the surface of meat through employing bioactive coating appears to be a promising strategy to maintain its quality and safety and acquire a longer shelf-life. Application of nanoencapsulated essential oils or extracts as conveyance and regulatedliberation systems in plastic packaging and biodegradable edible coating is scarce but is increasing in late researches (Pabast, Shariatifar, Beikzadeh, & Jahed, 2018). As far as we know, there are no studies on the formulation of chitosan-gelatin based composite edible coating employing TEO and TEO-loaded nanoparticles (TEO-NPs). In addition, no data is available on the using of chitosan-gelatin coating containing nanoparticles loaded with EOs in meat products. This work was designed to facilitate the exploitation of active biodegradable packaging systems by incorporating of TEO-NPs into chitosan-gelatin based coating and investigation of its antimicrobial and antioxidant impacts on the preservation of fresh pork slices."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Medium molecular weight chitosan (Mw = 200 kDa) with deacetylation of 85–90%, gelatin powder, and tarragon essential oil (> 95% purity) were bought from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China), Sciyu Biotech, Co. Ltd. (Xi'an, China) and Global Natural Fragrance Co., Ltd. (Jiangxi, China) respectively. The other chemical agents employed in this work were bought from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China). All chemicals are of analytical grade."
    }, {
      "heading" : "2.2. Preparation of TEO-NPs",
      "text" : "TEO-NPs were prepared via the ionic gelation method according to our previous study (Zhang, Li, & Kang, 2019). In brief, chitosan solution\n(2 mg/mL) was prepared by dissolving 0.1 g of chitosan in 50 mL acetic acid solution (1% (v/v)) using magnetic stirring. The pH value of the above chitosan solution was adjusted to 4.7–4.8. Then, 120 mg of Tween 80 was added to the chitosan solution with continuous agitating for 30 min to obtain a uniform solution. TEO was mixed with 4 mL ethyl alcohol and then was added dropwise into this chitosan mixture with steady stirring at 1200 rpm for 30 min. The various contents of TEO were used to prepare different mass ratios of CH to TEO of 1:0, 1:0.2, 1:0.4, 1:0.6, 1:0.8 and 1:1, respectively. Subsequently, 10 mL sodium tripolyphosphate (STPP) solution (4 mg/mL, pH = 4.0) was dropped gradually into the homogeneous emulsion with moderate stirring for 60 min. The prepared TEO-NPs were concentrated by centrifuge at 10,000 ×g for 35 min at 4 °C and rinsed with 1% (v/v) Tween 80, then dispersed in distilled water. The dispersions were stored at 4 °C until use."
    }, {
      "heading" : "2.2.1. Determination of encapsulation efficiency and loading capacity",
      "text" : "The percentage of TEO containing in nanoparticles was evaluated after lysis of the TEO-NPs with hydrochloric acid solution and ethanol, according to the previous report by Hasheminejad et al. (2019). After centrifugation, the absorbance of supernatant was determined at 201 nm (maximum absorption wavelength of TEO). The encapsulation efficiency (EE) of TEO was calculated using Eq. (1):\n= ×%EE weight of loaded TEO weight of initial TEO 100 (1)"
    }, {
      "heading" : "2.2.2. Characterization of TEO-NPs",
      "text" : "The determination of particle size and zeta potential (ξ) of nanoparticles was performed by Nano ZSP (Malvern Instruments Ltd., Malvern, UK). Dynamic light scattering (DLS) was applied to measure the average particle diameter. To avert extensive aggregation, the nanoparticles were diluted evenly in distilled water before measurement. The morphology of nanoparticles was analyzed by TEM (Hitachi JEM2100, Japan) operating at 120 kV. Prior to TEM observation, sample suspension was dropped onto a copper grid and dried at room temperature overnight under reduced pressure."
    }, {
      "heading" : "2.3. Preparation of coating solutions",
      "text" : "The coating solutions of chitosan and gelatin were prepared respectively. Chitosan powder was added in 1% (v/v) acetic acid with constant blending at room temperature to obtain uniform 1% (w/v) chitosan solution. 3% (w/v) gelatin solution was prepared through dissolving gelatin in distilled water. The gelatin solution was allowed to swell completely by blending at 7 °C for 15 min and warmed to 55 °C for 30 min. Four groups of coating solutions were formulated according to Table 1. The chitosan and gelatin solutions were blended together with constant agitating at 60 °C for 10 min. Subsequently, TEO or TEO-NPs with the highest EE% (at mass ratios of CH to TEO of 1:0.8), at a level of 1% (v/v), was added to the cooled coating solution and completely blended. The eventual coating solution was obtained by adjusting its pH to 5.6 ± 0.1 using sodium bicarbonate (Xiong et al., 2020)."
    }, {
      "heading" : "2.4. Pork samples coating and packaging",
      "text" : "Fifteen fresh boneless pork loins were bought from Da Zhang Wholesale (Luoyang, China) at 24 h post-mortem. The surrounding fat and connective tissues of the pork were removed and then sliced into 2- cm-thick slices (10 cm × 5 cm). A gross of 75 pork slices were selected at random and grouped into 5 treatments. Three pork samples from each five treatments were measured at days 0, 4, 8, 12, and 16 of storage. The pork slices were soaked into the prepared coating solutions for 30 s. After soaking treatment, the excess solutions were removed from the pork slices by dripping on stainless steel shelfs at room temperature for 5 min. The coating treatment was repeated two times. All pork slice samples were packed in aseptic polyvinyl chloride pallets and were sealed using oxygen-impermeable polyethylene film. All packed pork slices were refrigerated at 4 °C in a fridge with LED display. In order to ensure uniform exposure to light, the placements of pork slices were changed once a day. The total microbial account, lipid oxidation, pH, and sensory attributes of pork slices were analyzed on each sampling day."
    }, {
      "heading" : "2.5. Microbial analysis",
      "text" : "The effects of coating treatment on the total viable count (TVC) of pork slices were studied using plate count agar. About 25 g of sample was mixed with 225 mL 0.1% peptone water in a sterile stomacher. The mixture was homogenized by a stomacher mixer (Stomacher 400 Circulator, Seward, UK). Then the uniform mixture was diluted using 0.1% peptone solution by ten-fold serials. 100 μL of diluted samples was pipetted and coated on the surface of an agar plate medium. The inoculated plates were placed in an incubator at 37 °C. After two-day incubation, the total viable counts were measured. All operations were performed on a sterile operating table. The results were expressed as log CFU/g meat."
    }, {
      "heading" : "2.6. Lipid oxidation",
      "text" : "To measure the thiobarbituric acid reactive substance (TBARS) values, the procedure of Song, Liu, Shen, You, and Luo (2011) was applied. In brief, 5.0 g sample was added to 15 mL of 7.5% TCA solution and blended by a homogenizer (JRJ300-SH, Yanhe Instrument Equipment Co., LTD, Shanghai, China). Then, the homogenate was filtered and 2 mL 0.02 mol/L thiobarbituric acid (TBA) was mixed with 2 mL of the obtained filtrate. The mixed liquor was heated in thermostat water bath (95 °C) for about 40 min and then cooled with running tap water. UV–Vis spectrophotometer (UV-2600, Precision Science Implement, Shanghai, China) was used to determine the absorbance (532 nm) of the cooled solution. The standard curve was plotted according to 1, 1, 3, 3- tetramethoxypropane (MDA) (0–10 μmol/L). TBARS values were indicated as mg of MDA equivalents per kg of meat."
    }, {
      "heading" : "2.7. pH measurement",
      "text" : "pH value was estimated according to the method described by Vargas, Albors, and Chiralt (2011). 10 g pork slice was mixed with 100 mL distilled water using homogenizer for 10 s at 13,000 rpm. Subsequently, the pH of the obtained homogenate was measured using a digital pH meter with temperature compensation. The pH meter was calibrated by pH 4 and 7 buffers before use."
    }, {
      "heading" : "2.8. Sensory evaluation",
      "text" : "Sensory attributes of pork slice samples were identified by a panel consisting of twelve semi-trained members. All of the panelists are researchers from department of animal science and are sensitive to the taste and odor of very small amounts of TEO. Prior to the sensory assessment, three training sessions were provided to the panelists in order\nto familiarize them with the characteristics to be analyzed. Sensory evaluation was carried out in special sensory analysis laboratory under air-conditioned surroundings. The ‘color’, ‘odor’ and ‘overall acceptability’ of samples were evaluated according to a 5-point descriptive range. 1 point denoted the worst (highly undesired) and 5 point denoted the best (highly desired). The sensory indexes were analyzed on days 0, 4, 8, 12 and 16 of storage. A rejection would achieve when the sensory scores of samples reduced under 3 according to the shelf-life standards."
    }, {
      "heading" : "2.9. Statistical analysis",
      "text" : "A complete randomized block design was used in experiment with five treatments (control, 1% chitosan, 1% chitosan +3% gelatin, 1% chitosan +3% gelatin +1% TEO, and 1% chitosan +3% gelatin +1% TEO-NPs) and determinations were conducted at days 0, 4, 8, 12, and 16 of storage. Statistical analysis was performed using Statistix 8.1 software (Analytical Software, St. Paul, MN, USA). The data were analyzed by analysis of variance (ANOVA), and significant differences were determined using Tukey's test (at P < .05). During analysis, the treatments, storage time, the interactions between them, and panelists were assigned as fixed terms, and the replication of the experiments and sessions as random effects. All experiments were performed at least in triplicate and all data were denoted as mean ± standard error."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Physicochemical characterization of nanoparticles",
      "text" : "EE of TEO were assayed by UV–Vis spectrophotometry and calculated according to Eq. (1). As shown in Table 2, the measured EE values of TEO were in the range of 9.83 to 35.57%. The EE values tended to increase with the increase of the initial content of encapsulated TEO. However, the maximum EE value of TEO was 35.57% with a mass ratio of chitosan to TEO of 1:0.8. The reduction of EE for the nanoparticles prepared using a mass ratio of chitosan to TEO of 1:1 might be ascribed to the encapsulation limitation. This finding was in line with the previous investigations (Feyzioglu & Tornuk, 2016; Haider, Majeed, Williams, Safdar, & Zhong, 2017).\nThe structure and morphology of nanoparticles were analyzed by TEM. Fig. 1 shows TEM images of chitosan nanoparticles and TEO-NPs at 100,000 times magnifications. The chitosan nanoparticles and TEONPs displayed spherical shape with an average diameter of 30–60 nm (Fig. 1a and b). The TEO-NPs presented some aggregation in parts which could be attributed to the presence of essential oil on the surface of nanoparticle, as seen in the Fig. 1b. Dynamic light scattering (DLS) was utilized to measure the particle size and zeta-potential. Chitosan nanoparticles presented an average hydrodynamic diameter of 246.27 nm (Table 2), which was much larger than that observed by TEM analysis. It should be noted the hydrodynamic diameter was measured for DLS analysis. Therefore, the larger diameter may be due to the expansion of the chitosan layer around the single particles, and/\nNote: Data are mean values± SE. Mean values followed by different letters within a column are significantly different (P < .05).\nor the aggregation of individual particles dispersed in water. Similar research results were obtained by Keawchaoon and Yoksan (2011), who studied carvacrol-loaded chitosan nanoparticles. The average diameters of TEO-NPs ranged from 333.40 to 504.60 nm, which increased with the amount of initial TEO (Table 2). The resulted nanoparticle formulation was anticipated to improve the poor solubility or dispersibility of TEO in an aqueous system, and also enhance its stability.\nZeta potential is an important parameter providing information about nanoparticle systems stability. Generally speaking, a particle system is steady when the zeta potential value is greater than +30 mV or less than −30 mV. As showed in Table 2, zeta potential of chitosan nanoparticles was indicated to be 42.57 mV. A greater zeta potential value of nanoemulsions indicated a stronger electrostatic repulsion between dispersed droplets which is considered a better stability of dispersed nanoparticles (Shao et al., 2018). The zeta potential of all the formulated TEO-NPs ranged from 27.07 mV to 37.12 mV, which indicates that encapsulation of TEO in chitosan nanoparticles caused a reduction in zeta potential values and diminished the dispersion stability of the nanoparticles in water. The decrease of zeta potential value can be due to a consequence of TEO coating on the surface of particles. Mohammadi, Hashemi, and Hosseini (2015), as well as Keawchaoon and Yoksan (2011), also indicated that the average diameter of chitosan nanoparticles was increased and the positively charged zeta potential was decreased with increasing initial content of encapsulated materials, i.e., cinnamon essential oil and carvacrol."
    }, {
      "heading" : "3.2. pH",
      "text" : "pH value is an important index for evaluating the quality characteristics of fresh meat. The initial pH of fresh pork slices was 5.87 (Fig. 2). According to Kim et al. (2016), the initial pH of fresh pork varies between 5.10 and 6.36, and products with the highest quality typically have a pH range of 5.7 to 6.0. The samples treated with all coating solutions showed lower pH values compared to the control samples (P < .05) at day 0, probably due to the low pH of acetic acid solution used to dissolve chitosan. Similar reduction in pH values resulting from coating treatment containing chitosan solution has been reported in other researches regarding lamb meat (Pabast et al., 2018) and shrimp (Farajzadeh et al., 2016). The chitosan coated samples remained the lower pH during the storage, suggesting the chitosan coating treatment could provide effective antimicrobial activity. During the storage process, in the control pork slices, pH increased 1.30 units after 16 days, while in the pork slices treated with chitosan coating (CH) and chitosan-gelatin coating (CH-GEL), the determined increase was 0.94 and 0.81. The increase in pH was associated with the production of alkaline compounds and bacterial metabolites resulting from the degradation of protein and the growth of bacterial population in the muscle. CH and CH-GEL based coating could prevent changes of pH and inhibit microbial growth, as described previously in chitosan coated lamb meat and chitosan-gelatin coated fresh pork (Pabast et al., 2018; Xiong et al., 2020). The lower pH in TEO incorporated CH-GEL coating\nsamples (CH-GEL-TEO) and TEO-NPs incorporated CH-GEL coating samples (CH-GEL-TEO-NPs) was observed at day 12 (P < .05) which can be attributed to the antimicrobial effect of TEO. No significant differences (P > .05) in pH values were observed between the CHGEL-TEO coated samples and the CH-GEL-TEO-NPs coated samples, suggesting the free and encapsulated TEO showed a similar preservative effect on meat during storage. The pH of coated samples was maintained almost constant during the storage. This could be ascribed to the inhibition of coatings on the substrate decomposition and microbial growth."
    }, {
      "heading" : "3.3. Lipid oxidation",
      "text" : "TBARS value, a measure of secondary oxidation products in meat, is commonly used to assess the oxidative rancidity of lipids. The effects of the chitosan-gelatin coatings incorporating with free or nano-encapsulated TEO on oxidative stability of the pork slices were assayed by using TBARS shown in Fig. 3. TBARS values of pork slice presented an increasing tendency with the extending of storage time. The control pork slice showed the fastest increase, with a significant increase in TBARS from 0.31 mg MDA / kg on the first day to 2.14 mg MDA/kg at the end of storage (Fig. 3). The rancid off-flavors in pork can generally be detectable to a sensory panel when the TBARS value is equal to or greater than 2 mg MDA/kg meat (Suman et al., 2010). From the 4th day, the TBARS value of the control group was significantly higher than that of the coating group (P < .05), after which it experienced an exponential increase and approached the threshold on the 16th day, indicating that the CON samples had high lipid oxidation. This is\nmainly because the CON sample was in direct contact with oxygen sealed in the plastic tray and are prone to lipid oxidation, and the active oxygen species produced by lipid oxidation would accelerate the process of oxidation (Xiong et al., 2020).\nIn contrast, the TBARS values of all pork slices covered with edible coatings increased slowly over the refrigerated storage, and the values were maintained below the threshold for rancidity at the end of storage (Fig. 3), suggesting that the coating treatments can effectively inhibit the lipid oxidation of samples. Chitosan coatings have been well documented for its antioxidant activity in meat. For instance, Lekjing (2016) found that 2% chitosan coating could effectively retard oxidative rancidity of refrigerated cooked pork sausages, and Cardoso et al. (2016) reported that blends containing 3% gelatin and 1.0% chitosan exhibited the best results to prevent the lipid oxidation of beef in retail display. The antioxidant activity of chitosan is associated with the fact that residual amino groups of chitosan can react with volatile aldehydes generated from decomposition of fats such as malondialdehyde to form a stable fluorosphere (Georgantelis, Ambrosiadis, Katikou, Blekas, & Georgakis, 2007). On the other hand, when the chitosan coating is directly applied to the surface of a meat sample, it may serve as a barrier between the meat and its surroundings, reducing the diffusion of oxygen on the surface of the meat, thereby retarding lipid oxidation (Pabast et al., 2018). There was no significant difference in TBARS values between the CH samples and CH-GEL samples (P > .05) (Fig. 3). The result shows that addition of gelatin into the chitosan coating had no impact on the lipid oxidation, which is consistent with previous studies (Cao, Warner, & Fang, 2019; Xiong et al., 2020).\nIncorporating of TEO to chitosan-gelatin coating (CH-GEL-TEO) protected pork slice from oxidation and kept TBARS values below 1.5 mg MDA/kg until the 16th day of storage. This may be due to the TEO phenolic compositions with antioxidant properties, especially estragole (methyl chavicol), which can delay lipid oxidation by providing hydrogen atoms or electrons as a quencher of free radicals (Behbahani et al., 2017; Chaleshtori et al., 2013). In this regard, Alizadeh Behbahani et al. (2017) reported that TEOs enhanced oxidative stability of beef slices. From the beginning of storage, CH-GEL-TEO-NPs coating treatment played effective protection on pork slice, maintaining the TBARS values below 0.72 mg MDA/kg during the first 8 days of refrigerated storage and below 1.22 mg/kg at the end of storage. Therefore, it can be inferred that encapsulation can prevent the essential oil from evaporating and decomposing during storage. The nano-metric size formed by encapsulation increases the specific surface area of the essential oil, so a high antioxidant efficiency would be obtained (Noori,\nZeynali, & Almasi, 2018). Enhanced antioxidant ability have also been reported for beef cutlets coated with encapsulated clove essential oil (Rajaei, Hadian, Mohsenifar, Rahmani-Cherati, & Tabatabaei, 2017) and lamb meat coated with encapsulated satureja plant essential oil (Pabast et al., 2018). Compared with free essential oils, nano-encapsulated essential oils have stronger antimicrobial and antioxidant activity, as well as better stability, so they can be incorporated into food products or edible coatings at reduced concentrations."
    }, {
      "heading" : "3.4. Microbial analysis",
      "text" : "Changes in TVC in pork slices are presented in Fig. 4. On day 0, the TVC value of pork slices was 2.63 log CFU/g, and the TVC values of control and all treated pork slices increased dramatically during refrigerated storage. Unsurprisingly, the TVC of the control samples (CON) presented the rapidest growth during refrigerated storage and was dramatically higher than all coating treated groups since day 4 (P < .05). The increase in the number of microorganisms in pork slices during refrigerated storage may be attributed to the proliferation of psychrotrophic bacteria (Thomas, Jebin, Saha, & Sarma, 2016). It is recommended that TVC of 7 log CFU/g be regarded as an acceptable upper limit for pork freshness (Huang et al., 2014). If TVC exceeds this value, microbial growth may cause pork spoilage. As can be seen in Fig. 4, the TVC values of the control samples exceeded this threshold after 8 days, comparing to 12 days noted for CH coating samples, and 16 days for CH-GEL coated samples, whereas CH-GEL-TEO coated samples and CH-GEL-TEO-NPs coated samples contained TVC (6.35 and 4.84 log CFU/g) below the threshold after 16 days of storage. However, it should be pointed out that the TVC of the CH-GEL-TEO sample was on the edge of the threshold on day 16, and would undoubtedly have deteriorated shortly after 16 days.\nThe procured results indicated that all coating treatments effectively inhibited the growth of microorganisms compared with control samples. The CH coating played an effective inhibition on the growth of microorganisms from the fourth day, compared with the uncoated treatment (CON). This result is in agreement with other researchers who have studied the antibacterial effect of chitosan coatings on meat products (Fang, Lin, Warner, & Ha, 2018; Farajzadeh et al., 2016). The mechanism by which chitosan molecules inhibit the growth of microorganisms has been attributed to be the interaction between the positive charge of chitosan and the negative charge on the surface of the microbial cell membrane, changing the permeability of the membrane (Elsabee & Abdou, 2013) or a film-forming ability on the surface of\nStorage time (days)\n0 4 8 12 16\nT B\nA R\nS (\nm g\nM D\nA /k\ng m\nea t)\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nCON CH CH-GEL CH-GEL-TEO CH-GEL-TEO-NPs\naa aabb\na\nabb c bc\na\nb bc\nbc c\na\nb b\nc c\na\nb b\nc\nd\nFig. 3. Effects of different coatings on lipid oxidation of pork slices during storage under refrigeration. Bars with different letters on the same day are significantly different (P < .05). Storage time (days)\n0 4 8 12 16\nT V\nC (\nLo g\nC F\nU /g\n)\n0\n2\n4\n6\n8\nCON CH CH-GEL CH-GEL-TEO CH-GEL-TEO-NPs\na aa aa\na\nbb\ncbc\na\nb\nc\nd\ne\na\nb\nc\nd\na\nb\nc\nFig. 4. Effects of different coatings on total viable counts (TVC) of pork slices during storage under refrigeration. Bars with different letters on the same day are significantly different (P < .05).\nmicrobial cells, preventing the transport of nutrients into the cells (Riaz Rajoka et al., 2020). In addition, the TVC values of the CH-GEL coated samples were dramatically lower than those of the CH coated samples (P < .05) on day 8 and day 12 (Fig. 4), indicating that CH-GEL coating has higher antibacterial activity. The combination of chitosan and gelatin could reduce the moisture permeability of the coating by forming a compact structure by hydrogen bonding and therefore further improve the antibacterial activity of the coating (Benbettaieb, Kurek, Bornaz, & Debeaufort, 2014).\nMicrobiological shelf-life of the pork slices was extended from 8 to 12 days by applying CH-GEL-TEO and CH-GEL-TEO-NPs coating treatments, respectively. The prolonged shelf-life of these treatments may be due to the antibacterial effect of high level of methyl chavicols and phenolic compounds in TEO (Chaleshtori et al., 2013). Compared to coating containing free TEO, the coating containing encapsulated TEO presented slightly lower antibacterial activity in the early storage (P < .05), but provided a sustained inhibition effect on the microbial growth of pork slices during storage (Fig. 4). This may be due to the slow release of TEO from nanoparticles. In addition, nano-encapsulation increases the surface area per unit volume, stability and dispersibility of essential oils, allowing them to disturb more efficiently the biochemical and structural functions of the microorganisms inducing cell death (Ghaderi-Ghahfarokhi, Barzegar, Sahari, Ahmadi Gavlighi, & Gardini, 2017; Medina et al., 2019). Similar results were also found by Pabast et al. (2018) who used nano-encapsulated Satureja plant essential oil incorporated into chitosan coatings on fresh lamb meat. Some other studies have shown that nanocapsules could protect essential oils from evaporation and degradation, increase their solubility, and thus increase the antibacterial and antioxidant activity of essential oils (Jamil et al., 2016; Rai et al., 2017)."
    }, {
      "heading" : "3.5. Sensory evaluation",
      "text" : "Variations in sensory properties of pork slices are presented in Table 3. Sensory evaluation showed that both uncoated and coated samples are significantly affected by storage time (P < .05). In general, the color scores of all pork slices decreased significantly during the storage, especially for the control sample, which attained unacceptable color scores at day 8. On the other hand, the color scores of all coatingprotected samples experienced a much slower decrease over the 16 days storage, indicating the coating treatments could effectively retard color changes of samples. In addition, it was found that pork slices coated with CH-GEL-TEO and CH-GEL-TEO-NPs had higher color scores than other coating treatments, suggesting that these two treatments significantly delayed red color fading in pork slices. Pork slices coated\nwith CH-GEL-TEO-NPs exhibited an acceptable red color even at the end of the storage.\nDevelopment of off-odor in meat was primarily related to lipid oxidation by-products and microbial growth. At the beginning of storage, pork slices uncoated and coated with different coating solutions did not show significant differences in odor scores. Whereas, from the fourth day, the odor scores of the control pork slices were dramatically lower than those of the coated pork slices. The four groups of coating treatments effectively delayed the generation of off-odor in pork slices. CH coated and CH-GEL coated samples attained unacceptable odor scores after 12 days. On the 16th day, the CH-GEL-TEO coated samples had a lower odor score of 2.73, which correlates well with higher TBARS values and microbial counts. However, at the end of storage, the samples treated with CH-GEL-TEO-NPs coating had an average odor score higher than 3 points. This may be attributed to the slow release of TEO from the nanoparticles.\nThe uncoated pork slices exhibited an unacceptable overall acceptability score of 2.60 at day 8. The overall acceptability score was 2.90 and 3.03 for CH and CH-GEL coated samples, respectively, at day 12. The lower overall acceptability score of 2.60 was obtained for CHGEL-TEO coated samples at day 16. CH-GEL-TEO-NPs coating treatment significantly retarded the decline in overall acceptance score of pork slices. Higher score of 3.33 was recorded on the last day of storage for CH-GEL-TEO-NPs coated samples. This might be ascribed to the antioxidant and antibacterial characteristics of TEO-NPs and the protective effect of CH-GEL edible coating against microbial growth and lipid oxidation during refrigerated storage. It indicated that the CH-GELTEO-NPs edible coating could extend the shelf life of fresh pork slice by 8 days, compared with the control pork slices. Our results are consistent with similar reports (Ghaderi-Ghahfarokhi et al., 2017; Pabast et al., 2018)."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Several edible coatings based on chitosan and gelatin were developed for the preservation of fresh pork slices. Chitosan coating alone effectively retarded the quality deterioration of pork slices by reducing pH changes, inhibiting lipid oxidation, and preventing microbial proliferation during cold storage at 4 °C for 16 days. The combination of chitosan and gelatin enhanced the preservation effect of the chitosan coating, which may be due to the tight structure formed between chitosan and gelatin. Adding TEO to the chitosan-gelatin coating further enhanced the preservation effect of the coatings on pork slices, possibly owing to the phenolic compounds present in TEO. Chitosangelatin coating incorporated with TEO-NPs exhibited the best effect on\nNote: Data are mean values± SE. Mean values followed by different letters within a column are significantly different (P < .05).\nthe preservation of pork samples during the storage. Encapsulation of TEO enabled the controlled release of the active compounds on the surface of pork samples that caused a prolonged acting time compared with free TEO. These results suggest that chitosan-gelatin coatings incorporated with TEO-NPs can be developed as an edible packaging for preserving fresh meat products to inhibit the quality deterioration.\nOrcid\nHuiyun Zhang 0000–0002–2467-6887.\nDeclaration of Competing Interest\nThe authors declared no conflict of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We thank Accdon LLC (Waltham, MA, USA) for its linguistic assistance during the preparation of this manuscript. This study was supported by the Major Science and Technology Projects of Henan (grant no. 161100110800-06)."
    } ],
    "references" : [ {
      "title" : "Influence of natural antioxidants on microbial load, lipid oxidation and sensorial quality of rista—a traditional meat product of India",
      "author" : [ "S. Ahmad Mir", "F. Ahmad Masoodi", "J. Raja" ],
      "venue" : "Food Bioscience,",
      "citeRegEx" : "Mir et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mir et al\\.",
      "year" : 2017
    }, {
      "title" : "Principle component analysis (PCA) for investigation of relationship between population dynamics of microbial pathogenesis, chemical and sensory characteristics in beef slices containing tarragon essential oil",
      "author" : [ "B. Alizadeh Behbahani", "F. Tabatabaei Yazdi", "F. Shahidi", "S.A. Mortazavi", "M. Mohebbi" ],
      "venue" : "Microbial Pathogenesis,",
      "citeRegEx" : "Behbahani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Behbahani et al\\.",
      "year" : 2017
    }, {
      "title" : "Antioxidant activity and antimicrobial effect of tarragon (artemisia dracunculus) extract and chemical composition of its essential oil",
      "author" : [ "B.A. Behbahani", "F. Shahidi", "F.T. Yazdi", "S.A. Mortazavi", "M. Mohebbi" ],
      "venue" : "Journal of Food Measurement and Characterization,",
      "citeRegEx" : "Behbahani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Behbahani et al\\.",
      "year" : 2017
    }, {
      "title" : "Barrier, structural and mechanical properties of bovine gelatin-chitosan blend films related to biopolymer interactions",
      "author" : [ "N. Benbettaieb", "M. Kurek", "S. Bornaz", "F. Debeaufort" ],
      "venue" : "Journal of the Science of Food and Agriculture,",
      "citeRegEx" : "Benbettaieb et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Benbettaieb et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of chitosan/nisin/gallic acid coating on preservation of pork loin in high oxygen modified atmosphere packaging",
      "author" : [ "Y. Cao", "R.D. Warner", "Z. Fang" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Cao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cao et al\\.",
      "year" : 2019
    }, {
      "title" : "Selection of a chitosan gelatin-based edible coating for color preservation of beef in retail display",
      "author" : [ "G.P. Cardoso", "M.P. Dutra", "P.R. Fontes", "Ramos", "A.D.L. S", "Gomide", "L.A.D. M", "E.M. Ramos" ],
      "venue" : "Meat Science,",
      "citeRegEx" : "Cardoso et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Cardoso et al\\.",
      "year" : 2016
    }, {
      "title" : "Effects of fungal chitosan nanoparticles as eco-friendly edible coatings on the quality of postharvest table grapes",
      "author" : [ "N.F. Castelo Branco Melo", "B.L. de MendonçaSoares", "K. Marques Diniz", "C. Ferreira Leal", "D. Canto", "M.A.P. Flores", "T.C. ... Montenegro Stamford" ],
      "venue" : "Postharvest Biology and Technology,",
      "citeRegEx" : "Melo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Melo et al\\.",
      "year" : 2018
    }, {
      "title" : "The evaluation of the antibacterial and antioxidant activity of tarragon (artemisia dracunculus L.) essential oil and its chemical composition",
      "author" : [ "R.S. Chaleshtori", "N. Rokni", "V. Razavilar", "M.R. Kopaei" ],
      "venue" : "Jundishapur Journal of Microbiology,",
      "citeRegEx" : "Chaleshtori et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chaleshtori et al\\.",
      "year" : 2013
    }, {
      "title" : "Design of nanoemulsionbased delivery systems of natural antimicrobials: effect of the emulsifier",
      "author" : [ "F. Donsì", "M. Annunziata", "M. Vincensi", "G. Ferrari" ],
      "venue" : "Journal of Biotechnology,",
      "citeRegEx" : "Donsì et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Donsì et al\\.",
      "year" : 2012
    }, {
      "title" : "Chitosan based edible films and coatings: a review",
      "author" : [ "M.Z. Elsabee", "E.S. Abdou" ],
      "venue" : "Materials Science and Engineering: C,",
      "citeRegEx" : "Elsabee and Abdou,? \\Q2013\\E",
      "shortCiteRegEx" : "Elsabee and Abdou",
      "year" : 2013
    }, {
      "title" : "Effect of gallic acid/chitosan coating on fresh pork quality in modified atmosphere packaging",
      "author" : [ "Z. Fang", "D. Lin", "R.D. Warner", "M. Ha" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Fang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2018
    }, {
      "title" : "The effect of chitosan-gelatin coating on the quality of shrimp (litopenaeus vannamei) under refrigerated condition",
      "author" : [ "F. Farajzadeh", "A. Motamedzadegan", "Shahidi", "S.-A", "S. Hamzeh" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Farajzadeh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Farajzadeh et al\\.",
      "year" : 2016
    }, {
      "title" : "Development of chitosan nanoparticles loaded with summer savory (satureja hortensis L.) essential oil for antimicrobial and antioxidant delivery",
      "author" : [ "G.C. Feyzioglu", "F. Tornuk" ],
      "venue" : "applications. LWT,",
      "citeRegEx" : "Feyzioglu and Tornuk,? \\Q2016\\E",
      "shortCiteRegEx" : "Feyzioglu and Tornuk",
      "year" : 2016
    }, {
      "title" : "Effect of rosemary extract, chitosan and α-tocopherol on microbiological parameters and lipid oxidation of fresh pork sausages stored at 4°C",
      "author" : [ "D. Georgantelis", "I. Ambrosiadis", "P. Katikou", "G. Blekas", "S.A. Georgakis" ],
      "venue" : "Meat Science,",
      "citeRegEx" : "Georgantelis et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Georgantelis et al\\.",
      "year" : 2007
    }, {
      "title" : "Fish gelatin: a renewable material for developing active",
      "author" : [ "P. Montero" ],
      "venue" : null,
      "citeRegEx" : "B. and Montero,? \\Q2009\\E",
      "shortCiteRegEx" : "B. and Montero",
      "year" : 2009
    }, {
      "title" : "Improving the antifungal activity",
      "author" : [ "F. Khodaiyan", "M. Safari" ],
      "venue" : null,
      "citeRegEx" : "Hasheminejad et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hasheminejad et al\\.",
      "year" : 2019
    }, {
      "title" : "Effect of chitosan",
      "author" : [ "M. Amraie", "M. Salehi", "M. Mohseni", "H. Aloui" ],
      "venue" : null,
      "citeRegEx" : "Hosseini et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hosseini et al\\.",
      "year" : 2019
    }, {
      "title" : "A chitosan-based coating with or without clove oil extends the shelf",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Lekjing,? \\Q2016\\E",
      "shortCiteRegEx" : "Lekjing",
      "year" : 2016
    }, {
      "title" : "Chitosan coatings incorporated with",
      "author" : [ "A. Mojaddar Langroodi" ],
      "venue" : null,
      "citeRegEx" : "Mehdizadeh and Langroodi,? \\Q2019\\E",
      "shortCiteRegEx" : "Mehdizadeh and Langroodi",
      "year" : 2019
    }, {
      "title" : "Chitosan nanoparticles loaded",
      "author" : [ "M. Hashemi", "S.M. Hosseini" ],
      "venue" : null,
      "citeRegEx" : "Mohammadi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mohammadi et al\\.",
      "year" : 2015
    }, {
      "title" : "Antimicrobial and antioxidant efficiency",
      "author" : [ "F. Zeynali", "H. Almasi" ],
      "venue" : null,
      "citeRegEx" : "Noori et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Noori et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of chitosan coatings",
      "author" : [ "N. Shariatifar", "S. Beikzadeh", "G. Jahed" ],
      "venue" : null,
      "citeRegEx" : "Pabast et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pabast et al\\.",
      "year" : 2018
    }, {
      "title" : "Use of tarragon (artemisia dracunculus) essential oil",
      "author" : [ "E. Salehi" ],
      "venue" : null,
      "citeRegEx" : "A. and Salehi,? \\Q2014\\E",
      "shortCiteRegEx" : "A. and Salehi",
      "year" : 2014
    }, {
      "title" : "preservative in beef burger",
      "author" : [ "L. Liu", "H. Shen", "J. You", "Y. Luo" ],
      "venue" : "Italian Journal of Food Science,",
      "citeRegEx" : "Y. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2011
    }, {
      "title" : "Packaging-specific influence of chitosan on color stability and lipid",
      "author" : [ "S. Yin" ],
      "venue" : null,
      "citeRegEx" : "Yin,? \\Q2010\\E",
      "shortCiteRegEx" : "Yin",
      "year" : 2010
    }, {
      "title" : "Antioxidant and antimicrobial",
      "author" : [ "N. Jebin", "R. Saha", "D.K. Sarma" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Application of chitosan-sunflower oil edible",
      "author" : [ "A. Albors", "A. Chiralt" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "Combination of chitosan coating and clove essential oil reduces lipid oxidation and microbial growth in frozen stored tambaqui (colossoma macropomum) fillets",
      "author" : [ "B.B. Vieira", "J.F. Mafra", "Bispo", "A.S.D. R", "M.A. Ferreira", "F.D.L. Silva", "A.V.N. Rodrigues", "N.S. Evangelista-Barreto" ],
      "venue" : null,
      "citeRegEx" : "Vieira et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Vieira et al\\.",
      "year" : 2019
    }, {
      "title" : "Antimicrobial nanoparticles incorporated in edible coatings and films for the preservation of fruits and vegetables",
      "author" : [ "Y.G. Xing", "W.X. Li", "Q. Wang", "X.L. Li", "Q.L. Xu", "X.L. Guo", "H. ... Yang" ],
      "venue" : null,
      "citeRegEx" : "Xing et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Xing et al\\.",
      "year" : 2019
    }, {
      "title" : "Incorporating nisin and grape seed extract in chitosan-gelatine edible coating and its effect on cold storage of fresh pork",
      "author" : [ "Y. Xiong", "M. Chen", "R.D. Warner", "Z. Fang" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Xiong et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Xiong et al\\.",
      "year" : 2020
    }, {
      "title" : "Chitosan coatings incorporated with free or nanoencapsulated paulownia tomentosa essential oil to improve shelf-life of ready-to-cook pork",
      "author" : [ "H. Zhang", "X. Li", "H. Kang" ],
      "venue" : "chops. LWT,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 28,
      "context" : "nanoparticles on the surface of solid foods (Xing et al., 2019).",
      "startOffset" : 44,
      "endOffset" : 63
    }, {
      "referenceID" : 27,
      "context" : "Several researches have confirmed the positive effects of embedding plant extracts or essential oil nanoemulsions into edible coatings on retarding the quality deterioration of meat-based products (Mehdizadeh & Mojaddar Langroodi, 2019; Vieira et al., 2019).",
      "startOffset" : 197,
      "endOffset" : 257
    }, {
      "referenceID" : 5,
      "context" : "Packaging meat products with chitosan-gelatin film/coating has been demonstrated in some researches to be effectual for improving the quality of meat products and retarding their spoilage (Cardoso et al., 2016; Farajzadeh, Motamedzadegan, Shahidi, & Hamzeh, 2016).",
      "startOffset" : 188,
      "endOffset" : 263
    }, {
      "referenceID" : 21,
      "context" : "Similar reduction in pH values resulting from coating treatment containing chitosan solution has been reported in other researches regarding lamb meat (Pabast et al., 2018) and shrimp (Farajzadeh et al.",
      "startOffset" : 151,
      "endOffset" : 172
    }, {
      "referenceID" : 21,
      "context" : "CH and CH-GEL based coating could prevent changes of pH and inhibit microbial growth, as described previously in chitosan coated lamb meat and chitosan-gelatin coated fresh pork (Pabast et al., 2018; Xiong et al., 2020).",
      "startOffset" : 178,
      "endOffset" : 219
    }, {
      "referenceID" : 29,
      "context" : "CH and CH-GEL based coating could prevent changes of pH and inhibit microbial growth, as described previously in chitosan coated lamb meat and chitosan-gelatin coated fresh pork (Pabast et al., 2018; Xiong et al., 2020).",
      "startOffset" : 178,
      "endOffset" : 219
    }, {
      "referenceID" : 29,
      "context" : "mainly because the CON sample was in direct contact with oxygen sealed in the plastic tray and are prone to lipid oxidation, and the active oxygen species produced by lipid oxidation would accelerate the process of oxidation (Xiong et al., 2020).",
      "startOffset" : 225,
      "endOffset" : 245
    }, {
      "referenceID" : 21,
      "context" : "On the other hand, when the chitosan coating is directly applied to the surface of a meat sample, it may serve as a barrier between the meat and its surroundings, reducing the diffusion of oxygen on the surface of the meat, thereby retarding lipid oxidation (Pabast et al., 2018).",
      "startOffset" : 258,
      "endOffset" : 279
    }, {
      "referenceID" : 29,
      "context" : "The result shows that addition of gelatin into the chitosan coating had no impact on the lipid oxidation, which is consistent with previous studies (Cao, Warner, & Fang, 2019; Xiong et al., 2020).",
      "startOffset" : 148,
      "endOffset" : 195
    }, {
      "referenceID" : 1,
      "context" : "This may be due to the TEO phenolic compositions with antioxidant properties, especially estragole (methyl chavicol), which can delay lipid oxidation by providing hydrogen atoms or electrons as a quencher of free radicals (Behbahani et al., 2017; Chaleshtori et al., 2013).",
      "startOffset" : 222,
      "endOffset" : 272
    }, {
      "referenceID" : 7,
      "context" : "This may be due to the TEO phenolic compositions with antioxidant properties, especially estragole (methyl chavicol), which can delay lipid oxidation by providing hydrogen atoms or electrons as a quencher of free radicals (Behbahani et al., 2017; Chaleshtori et al., 2013).",
      "startOffset" : 222,
      "endOffset" : 272
    }, {
      "referenceID" : 21,
      "context" : "Enhanced antioxidant ability have also been reported for beef cutlets coated with encapsulated clove essential oil (Rajaei, Hadian, Mohsenifar, Rahmani-Cherati, & Tabatabaei, 2017) and lamb meat coated with encapsulated satureja plant essential oil (Pabast et al., 2018).",
      "startOffset" : 249,
      "endOffset" : 270
    }, {
      "referenceID" : 11,
      "context" : "This result is in agreement with other researchers who have studied the antibacterial effect of chitosan coatings on meat products (Fang, Lin, Warner, & Ha, 2018; Farajzadeh et al., 2016).",
      "startOffset" : 131,
      "endOffset" : 187
    }, {
      "referenceID" : 7,
      "context" : "The prolonged shelf-life of these treatments may be due to the antibacterial effect of high level of methyl chavicols and phenolic compounds in TEO (Chaleshtori et al., 2013).",
      "startOffset" : 148,
      "endOffset" : 174
    }, {
      "referenceID" : 21,
      "context" : "Our results are consistent with similar reports (Ghaderi-Ghahfarokhi et al., 2017; Pabast et al., 2018).",
      "startOffset" : 48,
      "endOffset" : 103
    } ],
    "year" : 2020,
    "abstractText" : "There is an increasing demand for bio-based packaging materials incorporated with active nanoparticles as one of the new technologies to obtain food products with improved quality and extended shelf-life. The objectives of this study were to develop a chitosan-gelatin based edible coating incorporated with nano-encapsulated tarragon essential oils (TEO) and to investigate the effects of chitosan-gelatin coatings containing TEO or TEO-loaded nanoparticles (TEO-NPs) on the preservation of pork slices during refrigerated storage for 16 days. Nanoparticles with the average diameters of 246.27–504.60 nm were produced using different mass ratios of chitosan to TEO (1:0, 1:0.2, 1:0.4, 1:0.6, 1:0.8 and 1:1) by ionic gelation method. Zeta potential and encapsulation efficiency (EE) of the prepared TEO-NPs were 27.07–37.12 mV and 9.83–35.57%, respectively. TEO-NPs with the maximum EE were applied for preparing the edible coatings. The results suggested that the coating treatments could significantly inhibit quality deterioration of pork slices. Nano-encapsulation contributed to the sustained release of TEO and caused an improved antioxidant, antibacterial and sensory properties. The study suggests that chitosangelatin coating incorporated with TEO-NPs could be developed as a prospective active packaging to preserve",
    "creator" : "Elsevier"
  }
}