{
  "name" : "downloads_2020-11-12_33_10.1126@science.abc7312.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "due to anti-Stokes scattering of the probe laser that are on-resonance with the optical cavity. The anti-Stokes scattered photons are filtered from the probe laser and sent to a single photon detector, producing a photon count rate proportional to the number of phonons in the acoustic resonator (see materials and methods, section III). The resulting intracavity phonon pulse shape, illustrated in Fig. 2B, has a shape determined by a competition between optical absorption–induced heating and optomechanical back-action cooling (16). The net result is that the acoustic mode is excited to a small thermal population at the end of the readout pulse, with free decay of the phonon number amplitude in between pulses (see materials and methods, section IV). Plotting the initial mode occupancy at the beginning of the readout pulse (nim) versus delay time t between pulses results in a ringdown curve of the stored phonon number in the breathing mode, an example of which is displayed in Fig. 2C for a device with Nshield ¼ 7. Performing a series of ringdown measurements over a range of devices with varying Nshield, and fitting an exponential decay curve to each ringdown, we produce the Q -factor plot in Fig. 2D. We observe an initial trend in Q -factor versus shield number that rises on average exponentially with each additional shield period ( 5:5 per period, in good correspondence with the FEM modeling) and then saturates for Nshield ≥ 5 to Qm ≳ 1010. As indicated in Fig. 2C, these Q values correspond to ringdown of small, near-single-phonon–level amplitudes. We also perform ringdown measurements at high phonon amplitude using two additional methods displayed schematically in Fig. 2E (see materials and methods, section V). These methods use two laser tones to selectively excite the acoustic breathing mode using a 1000 weaker excitation and readout optical pulse amplitude (nc ≲ 0:3). The measured ringdown curves, displayed in Fig. 2F, show the decay from initial phonon occupancies of 103 to 104 of an eight-shield device (deviceD; square purple data point in Fig. 2D). The twomethods yield similar breathing-mode energy decay rates of g0=2p ¼ 0:108 Hz and 0:122Hz, the smaller of which corresponds to a Q-value of Qm ¼ 4:92þ0:39 0:26 1010 and a phonon lifetime of tph;0 ¼ 1:47þ0:09 0:08 s. Comparing all three excitation methods with widely varying optical absorption–heating and phonon amplitude, we consistently measureQm ≳ 1010 for devices with Nshield ≥ 5. This represents an improvement by more than three orders of magnitude compared to previous measurements of devices with nonoptimized acoustic shielding (16). To understand the origin of the residual damping for largeNshieldwe also measured the temperature dependence of the energy damping rate for a number of the high-Q , large Nshield devices. In Fig. 3A, we plot the energy damping rate versus fridge temperature (Tf ) for the highest-Q eight-shield device (device D), typical of all of these types of devices that we measured, which shows an approximately linear rise in temperature up to Tf ≈ 100 mK and then a much faster ∼ ðTfÞ2:4 rise in the damping above this temperature. This rather anomalous temperature scaling of the damping does not fit the standard damping models relating to three-phonon scattering, and estimates of the magnitude of Landau-Rumer damping of the breathing mode indicate that three-phonon scattering in Si is far too weak at Tf ≲ 1 K to explain the absolute level of measured damping (see materials and methods, section VI). Canonical models of TLSinduced damping also fail to predict the\nmeasured temperature scaling of the damping. Analysis of the interactions of TLS in the surface of the silicon with the localized acoustic modes in the confined geometry of the OMC cavity sructure, however, show that TLS interactions can explain all of the observed breathing-mode behavior when taking into account the highly modified density of phonon states in the shielded OMC cavity (see supplementary text, sections VII and VIII). In particular, we find that damping due to nearly resonant TLS is suppressed owing to the bandgap of the phononic shield and that relaxation damping from nonresonant TLS can explain the magnitude and lowtemperature dependence of the breathingmode damping and the lack of saturation of the damping with both temperature and acoustic amplitude. In addition to energy damping, the coherence of the high-Q breathing modes is also of interest. Using the same pump-probe excitation method (18) as in the ringdown measurements of Fig. 2, E and F, we can measure the breathing-mode acoustic spectrum by sweeping the probe tone across the acoustic resonance. Figure 3B shows the measured acoustic spectrumof device D at the fridge base temperatureTf ¼ 7mK and a low pump power of nc ¼ 0:1. The top plot shows a series of rapid spectral scans (40ms per scan), which captures a jittering narrow acoustic line. Scanning more slowly than the 40-ms per scan begins to introduce broadening into the single-scan spectral line, providing a rough estimate for the (inverse) bandwidth of the frequency jitter noise of the breathing mode. An ensemble average of these scans, taken over several minutes, yields a broadened acoustic full width at half-maximum (FWHM) linewidth ofD1=2=2p ¼ 4:05 kHz (bottom plot of Fig. 3B). This behavior is characteristic of coherent-like frequency noise, such as flicker or low-frequency telegraphnoise. In this case, the coherence time is given by tcoh;0 ≈ 4ðlnð2ÞÞ1=2=D1=2 ≈ 130 ms (19, 20). The likely source of this noise is again fluctuating TLS (see supplementary text, section VIII). Several subtle points regarding the energy decay and coherencemeasurements should be noted. First, the breathing-mode spectral linewidth (and thus coherence time) is measured in the presence of a weak laser pump field, in contrast to energy decay measurements, in which the laser is pulsed off. Although we did not observe a power dependence of the measured time-average acoustic linewidth, the influence of the laser field on the acoustic mode coherence time cannot be ruled out. Second, the pump-probe technique used to measure the acoustic spectrum excites the breathing mode to an estimatedmode occupancy of order 1000; of relevance to many quantum applications is the single-phonon coherence time.\nMacCabe et al., Science 370, 840–843 (2020) 13 November 2020 3 of 4\novem ber 12, 2020\nhttp://science.sciencem ag.org/ D ow nloaded from\nWith the recent demonstration of strong dispersive coupling of a superconducting qubit to similar nanomechanical acoustic cavities (21), measurement of single-phonon coherence time in the absence of light fields should be possible. Additionally, the low-frequency character of the frequency noise measured in this work indicates that the acoustic coherence time may be substantially increased toward the energy decay time through techniques such as dynamic decoupling (22). Finally, the attribution of the residual damping and the frequency jitter noise to surface TLS indicates that further study of the silicon surface composition may lead to a better understanding of the microscopic nature of the TLS and help identify further surface preparation methods for their removal (see materials and methods, section I, and supplementary text, section VIII). More generally, the results presented here show that the advanced methods of nanofabrication and cavity optomechanics provide a new toolkit to explore quantum acoustodynamics in solid-state materials (23). For example, continued studies of phononic engineered structures in the quantum regime may lead to techniques for modifying the behavior of quasiparticles in superconductors (24), new approaches for mitigating decoherence (noise) in superconducting (25) and color center (26) qubits, and even new TLS–acoustic cavity qubit architectures (27). The extremely small motional mass [meff ¼ 136 fg (5)] and narrow linewidth of the OMC cavity also make it ideal for precision mass sensing (28) and in exploring limits to alternative quantum collapse models (29). Perhaps most intriguing is the possibility of creating a hybrid quantum architecture consisting of acoustic and superconducting quantum circuits (21, 30), where the small scale, reduced cross-talk, and ultralong coherence time of quantum acoustic devices may provide substantial improvements in connectivity and performance of current quantum hardware."
    }, {
      "heading" : "REFERENCES AND NOTES",
      "text" : "1. J. D. Joannopoulos, S. G. Johnson, J. N. Winn, R. D. Meade, Photonic Crystals: Molding the Flow of Light (Princeton Univ. Press, ed. 2nd, 2008). 2. S. John, J. Wang, Phys. Rev. B Condens. Matter 43, 12772–12789 (1991). 3. M. Maldovan, Nature 503, 209–217 (2013). 4. J. Cha, K. W. Kim, C. Daraio, Nature 564, 229–233 (2018). 5. J. Chan, A. H. Safavi-Naeini, J. T. Hill, S. Meenehan, O. Painter, Appl. Phys. Lett. 101, 081115 (2012). 6. P.-L. Yu et al., Appl. Phys. Lett. 104, 023510 (2014). 7. Y. Tsaturyan, A. Barg, E. S. Polzik, A. Schliesser, Nat. Nanotechnol. 12, 776–783 (2017). 8. A. H. Ghadimi et al., Science 360, 764–768 (2018). 9. M. Kalaee et al., Nat. Nanotechnol. 14, 334–339 (2019). 10. R. O. Behunin, F. Intravaia, P. T. Rakich, Phys. Rev. B 93, 224110 (2016). 11. B. D. Hauer, P. H. Kim, C. Doolin, F. Souris, J. P. Davis, Phys. Rev. B 98, 214303 (2018). 12. L. Landau, G. Rumer, Phys. Z. Sowjet. 11, 18 (1937). 13. G. P. Srivastava, The Physics of Phonons (Taylor & Francis, 1990). 14. W. A. Phillips, Rep. Prog. Phys. 50, 1657–1708 (1987). 15. S. Galliou et al., Sci. Rep. 3, 2132 (2013). 16. S. M. Meenehan et al., Phys. Rev. X 5, 041002 (2015). 17. See supplementary materials. 18. A. H. Safavi-Naeini et al., Nature 472, 69–73 (2011). 19. G. Di Domenico, S. Schilt, P. Thomann, Appl. Opt. 49, 4801–4807 (2010). 20. P. J. J. O’Malley, thesis, University of California, Santa Barbara (2016). 21. P. Arrangoiz-Arriola et al., Phys. Rev. X 8, 031007 (2018). 22. J. Bylander et al., Nat. Phys. 7, 565–570 (2011). 23. W. H. Renninger, P. Kharel, R. O. Behunin, P. T. Rakich, Nat. Phys. 14, 601–607 (2018). 24. K. Rostem, P. J. de Visser, E. J. Wollack, Phys. Rev. B 98, 014522 (2018). 25. J. M. Martinis, A. Megrant, UCSB final report for the CSQ program: Review of decoherence and materials physics for superconducting qubits. arXiv:1410.5793 (2014). 26. Y.-I. Sohn et al., Nat. Commun. 9, 2012 (2018). 27. T. Ramos, V. Sudhir, K. Stannigel, P. Zoller, T. J. Kippenberg, Phys. Rev. Lett. 110, 193602 (2013). 28. M. S. Hanay et al., Nat. Nanotechnol. 10, 339–344 (2015). 29. S. Nimmrichter, K. Hornberger, K. Hammerer, Phys. Rev. Lett. 113, 020405 (2014). 30. M. H. Devoret, R. J. Schoelkopf, Science 339, 1169–1174 (2013). 31. G. S. MacCabe, H. Ren, J. Luo, J. D. Cohen, H. Zhou, A. Sipahigil, M. Mirhosseini, O. Painter, Data for “Nano-acoustic resonator with ultralong phonon lifetime,” Version 1, Zenodo (2020); http://doi.org/."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "Funding: This work was supported by the ARO Quantum Opto-Mechanics with Atoms and Nanostructured Diamond MURI program (grant N00014-15-1-2761), the ARO-LPS CrossQuantum Systems Science and Technology program (grant W911NF-18-1-0103), the Institute for Quantum Information and Matter, an NSF Physics Frontiers Center (grant PHY-1733907) with support of the Gordon and Betty Moore Foundation, and the Kavli Nanoscience Institute at Caltech. H.R. gratefully acknowledges support from the National Science Scholarship from A*STAR, Singapore. Author contributions: G.S.M., H.R., J.D.C., and O.P. came up with the concept and planned the experiment. G.S.M., H.R., J.L., H.Z., and J.D.C. performed the device design and fabrication. G.S.M. and H.R. performed the measurements. G.S.M., H.R., J.L., A.S., M.M., and O.P. analyzed the data. All authors contributed to the writing of the manuscript. Competing interests: G.S.M, H.R., J.L., A.S., M.M., and O.P. acknowledge two related patent applications that draw on the work presented in this article: U.S. Patent Application no. 16/293,457, “Techniques for Bidirectional Transduction of Quantum Level Signals Between Optical and Microwave Frequencies Using a Common Acoustic Intermediary”; U.S. Patent Application no. 16/293,455, “Techniques for Transduction and Storage of Quantum Level Signals”. J.L. is also affiliated with Anyon Computing Inc., Pasadena, CA 91101, USA. Data and materials availability: Data and data analysis code are available through Zenodo (31). All other data that support the findings of this study are in the main text and supplementary materials. SUPPLEMENTARY MATERIALS science.sciencemag.org/content/370/6518/840/suppl/DC1 Materials and Methods Supplementary Text Figs. S1 to S19 Tables S1 to S4 References (32–56) 10 May 2020; accepted 5 October 2020 10.1126/science.abc7312\nMacCabe et al., Science 370, 840–843 (2020) 13 November 2020 4 of 4\novem ber 12, 2020\nhttp://science.sciencem ag.org/ D ow nloaded from\nNano-acoustic resonator with ultralong phonon lifetime\nOskar Painter Gregory S. MacCabe, Hengjiang Ren, Jie Luo, Justin D. Cohen, Hengyun Zhou, Alp Sipahigil, Mohammad Mirhosseini and\nDOI: 10.1126/science.abc7312 (6518), 840-843.370Science\n, this issue p. 840Science acoustic-dynamic devices could be coupled with superconducting circuits. be extended to more than 1 second. Operating at microwave frequencies of 5 gigahertz, these quantum high-quality microresonators in which the acoustic environment could be engineered such that the phonon lifetime could\nexplored the use ofet al.components that can control and manipulate the microwaves will be essential. MacCabe combines the best features of different components. Superconducting circuits are relatively advanced, and finding\nThe ideal platform for quantum-computing and quantum-sensing applications is likely to be a hybrid system that Getting phonons to hang around\nARTICLE TOOLS http://science.sciencemag.org/content/370/6518/840\nMATERIALS SUPPLEMENTARY http://science.sciencemag.org/content/suppl/2020/11/11/370.6518.840.DC1\nREFERENCES\nhttp://science.sciencemag.org/content/370/6518/840#BIBL This article cites 53 articles, 3 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.ScienceScience, 1200 New York Avenue NW, Washington, DC 20005. The title (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\nScience. No claim to original U.S. Government Works Copyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of\non N ovem ber 12, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "that are on-resonance with the optical cavity. The anti-Stokes scattered photons are filtered from the probe laser and sent to a single photon detector, producing a photon count rate proportional to the number of phonons in the acoustic resonator (see materials and methods, section III). The resulting intracavity phonon pulse shape, illustrated in Fig. 2B, has a shape determined by a competition between optical absorption–induced heating and optomechanical back-action cooling (16). The net result is that the acoustic mode is excited to a small thermal population at the end of the readout pulse, with free decay of the phonon number amplitude in between pulses (see materials and methods, section IV). Plotting the initial mode occupancy at the beginning of the readout pulse (nm) versus delay time t between pulses results in a ringdown curve of the stored phonon number in the breathing mode, an example of which is displayed in Fig. 2C for a device with Nshield 1⁄4 7. Performing a series of ringdown measurements over a range of devices with varying Nshield, and fitting an exponential decay curve to each ringdown, we produce the Q -factor plot in Fig. 2D. We observe an initial trend in Q -factor versus shield number that rises on average exponentially with each additional shield period ( 5:5 per period, in good correspondence with the FEM modeling) and then saturates for Nshield ≥ 5 to Qm ≳ 1010. As indicated in Fig. 2C, these Q values correspond to ringdown of small, near-single-phonon–level amplitudes. We also perform ringdown measurements at high phonon amplitude using two additional methods displayed schematically in Fig. 2E (see materials and methods, section V). These methods use two laser tones to selectively excite the acoustic breathing mode using a 1000 weaker excitation and readout optical pulse amplitude (nc ≲ 0:3). The measured ringdown curves, displayed in Fig. 2F, show the decay from initial phonon occupancies of 103 to 104 of an eight-shield device (deviceD; square purple data point in Fig. 2D). The twomethods yield similar breathing-mode energy decay rates of g0=2p 1⁄4 0:108 Hz and 0:122Hz, the smaller of which corresponds to a Q-value of Qm 1⁄4 4:92þ0:39 0:26 1010 and a phonon lifetime of tph;0 1⁄4 1:47þ0:09 0:08 s. Comparing all three excitation methods with widely varying optical absorption–heating and phonon amplitude, we consistently measureQm ≳ 1010 for devices with Nshield ≥ 5. This represents an improvement by more than three orders of magnitude compared to previous measurements of devices with nonoptimized acoustic shielding (16). To understand the origin of the residual damping for largeNshieldwe also measured the temperature dependence of the energy damping rate for a number of the high-Q , large Nshield devices. In Fig. 3A, we plot the energy damping rate versus fridge temperature (Tf ) for the highest-Q eight-shield device (device D), typical of all of these types of devices that we measured, which shows an approximately linear rise in temperature up to Tf ≈ 100 mK and then a much faster ∼ ðTfÞ rise in the damping above this temperature. This rather anomalous temperature scaling of the damping does not fit the standard damping models relating to three-phonon scattering, and estimates of the magnitude of Landau-Rumer damping of the breathing mode indicate that three-phonon scattering in Si is far too weak at Tf ≲ 1 K to explain the absolute level of measured damping (see materials and methods, section VI). Canonical models of TLSinduced damping also fail to predict the measured temperature scaling of the damping. Analysis of the interactions of TLS in the surface of the silicon with the localized acoustic modes in the confined geometry of the OMC cavity sructure, however, show that TLS interactions can explain all of the observed breathing-mode behavior when taking into account the highly modified density of phonon states in the shielded OMC cavity (see supplementary text, sections VII and VIII). In particular, we find that damping due to nearly resonant TLS is suppressed owing to the bandgap of the phononic shield and that relaxation damping from nonresonant TLS can explain the magnitude and lowtemperature dependence of the breathingmode damping and the lack of saturation of the damping with both temperature and acoustic amplitude. In addition to energy damping, the coherence of the high-Q breathing modes is also of interest. Using the same pump-probe excitation method (18) as in the ringdown measurements of Fig. 2, E and F, we can measure the breathing-mode acoustic spectrum by sweeping the probe tone across the acoustic resonance. Figure 3B shows the measured acoustic spectrumof device D at the fridge base temperatureTf 1⁄4 7mK and a low pump power of nc 1⁄4 0:1. The top plot shows a series of rapid spectral scans (40ms per scan), which captures a jittering narrow acoustic line. Scanning more slowly than the 40-ms per scan begins to introduce broadening into the single-scan spectral line, providing a rough estimate for the (inverse) bandwidth of the frequency jitter noise of the breathing mode. An ensemble average of these scans, taken over several minutes, yields a broadened acoustic full width at half-maximum (FWHM) linewidth ofD1=2=2p 1⁄4 4:05 kHz (bottom plot of Fig. 3B). This behavior is characteristic of coherent-like frequency noise, such as flicker or low-frequency telegraphnoise. In this case, the coherence time is given by tcoh;0 ≈ 4ðlnð2ÞÞ=D1=2 ≈ 130 ms (19, 20). The likely source of this noise is again fluctuating TLS (see supplementary text, section VIII). Several subtle points regarding the energy decay and coherencemeasurements should be noted. First, the breathing-mode spectral linewidth (and thus coherence time) is measured in the presence of a weak laser pump field, in contrast to energy decay measurements, in which the laser is pulsed off. Although we did not observe a power dependence of the measured time-average acoustic linewidth, the influence of the laser field on the acoustic mode coherence time cannot be ruled out. Second, the pump-probe technique used to measure the acoustic spectrum excites the breathing mode to an estimatedmode occupancy of order 1000; of relevance to many quantum applications is the single-phonon coherence time.",
    "creator" : "Adobe Illustrator(R) 23.0"
  }
}