{
  "name" : "downloads_2019-10-23_d1_pushpendra2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "NaBi0.9Eu0.1(MoO4)2 Nanomaterials: Tailoring the Band Gap and Luminescence by La3+ Substitution for Light-Emitting Diodes",
    "authors" : [ "Ravi K. Kunchala", "Srungarpu N. Achary", "Boddu S. Naidu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials, band gap tuning, photoluminescence, quantum efficiency, solid solutions, europium doping"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "In recent times, rare earth ions doped nanomaterials are being widely investigated for varieties of applications such as fluorescent probes for biological applications, solar cells, lasers, display devices, photocatalysis, optoelectronics, sensors and optical amplifiers, etc.1−7 There are several reports on optical properties of trivalent rare earth ions doped nanomaterials such as oxides, gallates, molybdates, tungstates, phosphates, fluorides, germanates, borates, etc.8−21 Rare earth ions doped nanomaterials are known to be suitable phosphors for light-emitting diodes.3,8 However, materials with high luminescence efficiency, stability, and nontoxic properties are much less prevalant. Most of the materials with all these properties are either insulators or wide band gap semiconductors (Eg > 4 eV). Efforts on rare earth doped narrow band gap semiconductors end up in poor luminescence properties. Systematic studies on correlation between rare earth ion luminescence and band gap of host material are still limited in the literature. Double molybdates, ALn(MoO4)2 (A = alkali metal ions; Ln = trivalent lanthanide ions), are ideal host materials for lanthanide ions.22 Moreover, phosphors based on lanthanide ion-doped molybdates and tungstates have high monochromaticity, long lifetime, high efficiency, high resistance to photo-\nbleaching, and less toxicity.9 NaBi(MoO4)2 is an important double molybdate with scheelite (CaWO4) type structure. In the scheelite structure, Ca2+ site is randomly occupied by Bi3+ and Na+ ions, whereas the W6+ site is occupied by Mo6+ ion.23 The NaBi(MoO4)2 structure is built withMoO4 tetrahedral units and (Na,Bi)O8 square antiprisms. This material shows very good luminescence, photocatalytic, photoelastic, acoustic, and sensing properties.24−29 Various research groups used the Czochralski method to grow Yb3+, Nd3+, Ho3+, and Er3+doped NaBi(MoO4)2 single crystals, and these crystals exhibit very good luminescence properties.30−33 However, very few reports on Ln3+ doped NaBi(MoO4)2 nanomaterials are available in the literature.34−36 The reported band gaps of NaBi(MoO4)2 and NaLa(MoO4)2 are 3.2 and 4.5 eV, respectively.34,37 Thus, a tunable band gap is expected from the solid solution of these two materials. To study the variation in photoluminescence properties of rare earth ions with the gradation of structure and band gap, a series of Eu3+ doped solid solution compositions were prepared and investigated in detail.\nReceived: June 10, 2019 Accepted: August 6, 2019 Published: August 6, 2019\n© 2019 American Chemical Society 5527 DOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\nD ow\nnl oa\nde d\nvi a\nL IN\nK O\nPI N\nG U\nN IV\no n\nO ct\nob er\n2 3,\n2 01\n9 at\n0 2:\n34 :4\n3 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nle s.\nScheme 1. Schematic Representation of the Synthesis of NaBi0.9−xLaxEu0.1(MoO4)2 (0.0 ≤ x ≤ 0.9) Nanomaterials\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5528\nWe have synthesized Eu3+ doped solid solutions of NaBi(MoO4)2 and NaLa(MoO4)2 by a simple coprecipitation method at room temperature. Nanomaterials with tunable band gap have been obtained by varying La3+ concentrations in the solid solution. Photoluminescence properties of Eu3+ in the solid solutions are investigated systematically. To the best of our knowledge, so far there are no reports on the Eu3+ doped NaBi1−xLax(MoO4)2 nanomaterials and their band gap dependent photoluminescence properties."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Synthesis of NaBi0.9−xLaxEu0.1(MoO4)2 Nanomaterials. Asreceived analytical grade chemicals of all the reagents were used without any further purification. In a typical synthesis of NaBi0.8La0.1Eu0.1(MoO4)2 nanomaterials, 719 mg of Bi(NO3)35H2O (98%), 80 mg of La(NO3)36H2O (99.9%), and 88 mg of Eu(NO3)35H2O (99.9%) were dissolved in 20 mL of ethylene glycol solvent with vigorous stirring and heating. The resultant clear solution was kept at ambient conditions to achieve room temperature. Then, 5 mL aqueous solution containing 2.075 g of the Na2MoO4 2H2O (99%) was added to the above solution while stirring at room temperature. An immediate white precipitate was obtained and the stirring was continued for 2 h. After that, the precipitate was separated by centrifugation and unreacted species were removed by washing with ethanol, deionized water, and acetone. The final product was kept for drying overnight at room temperature. A similar procedure was followed for the synthesis of NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials with the required amount of precursors of constituent elements.\n2.2. Characterization. The crystal structure was investigated using a Bruker D8 Advance X-ray diffractometer (XRD) with operating voltage and current as 40 kV and 25 mA, respectively. Ni-filtered Cu− Kα radiation (λ = 0.15418 nm) was used for XRD studies. JEOL 2100 Transmission electron microscope (TEM) was used to record transmission electron microscopic images of these nanoparticles. The microscope was operated at 200 keV with 0.21 nm resolution. UV-2600 spectrophotometer (Shimadzu) was used to record UV−vis diffuse reflectance spectra of these nanomaterials in the range of 200−800 nm. The BaSO4 was used as reference. The FTIR spectra were recorded using Bruker Vertex 70 series spectrometer with Attenuated Total Reflectance (ATR) mode in the range of 200−4000 cm−1 with 4 cm−1 resolution. The photoluminescence excitation (PLE) and emission (PL) spectra as well as the luminescence decay curves were measured using Fluorolog 3−221 fluorimeter equipped with 450W xenon lamp, 75 W microsecond Xenon flash lamp as excitation source for steady state and time resolved measurements, respectively. Five milligrams of sample was mixed with a few drops of ethanol to make a slurry. A thick film was made on a glass slide with this slurry and dried under ambient conditions. This thick film was used for PL measurements at room temperature. WI Tech Raman Spectrometer was used to record Raman spectra. In this case, He−Ne laser (wavelength 633 nm, spot size1 μm) was used as light source."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3 . 1 . XRD S tud i e s . Nanoma t e r i a l s o f N a - Bi0.9−xLaxEu0.1(MoO4)2 (0.0 ≤ x ≤ 0.9) solid solutions are prepared by coprecipitation process at room temperature.\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5529\nSchematic representation of the synthesis procedure is shown in Scheme 1. We characterized these nanomaterials by XRD. XRD patterns are shown in Figure S1a. XRD patterns of the compositions are matched with reported data for NaBi(MoO4)2 and NaLa(MoO4)2 nanomaterials. No other crystalline phase in thesematerials is revealed in the XRD patterns. The intense peak observed around 28° of these patterns is zoomed in Figure S1b. It is clearly seen that the peak is shifting toward lower 2θ with increasing the La3+ concentration. This is attributed to lattice expansion due to replacement of smaller Bi3+ ions with larger La3+ ions. To confirm this fact, these XRD patterns are analyzed by Rietveld refinement method and the refinement plots are shown in Figure 1. The calculated crystallite sizes of the assynthesizedmaterials by the Scherrer’s formula are∼13 nm in all the samples. The refined unit cell parameters, typical structural parameters and the residuals of the refinements are given in Table 1. The variations of cell parameters with concentration of La3+ are shown in Figure 2a where their linear relationship can be seen. A continuous solid solution formation between NaBi(MoO4)2 and NaLa(MoO4)2 nanomaterials in the complete range of composition has been confirmed by this linear relationship. A typical representation of crystal structure indicating the local co-ordination around the Bi3+/La3+/Eu3+ and Mo6+ ions is shown in Figure 2b. The analyses of the structural parameters of NaLa(MoO4)2 indicate that the (Na/ La)O8 units are formed eight O atoms at distances: 2.564(1) Å × 4 and 2.550(2) Å × 4, whereas the MoO4 tetrahedra units are formed with typical molybdenum - oxygen (Mo−O) bond length: 1.751(2) Å × 4. Further the replacement of La3+ ions by Bi3+ ion show a systematic decreasing trend for the M−O bonds of MO8 (M = Na/Bi/La) units [the M−O bonds in NaBi0.9Eu0.1(MoO4)2 are 2.511(2) Å × 4 and 2.477(1) Å ×\n4]. This is in agreement with the decreasing average ionic radii of M (M = Na/La/Bi) due to Bi3+ ions contribution. This is, however, reflected in an increasing trend of the Mo−O bond lengths. The Mo−O bond lengths increases from 1.751(2) Å in NaLa(MoO4)2 nanomaterials to 1.804(2) Å in NaBi0.9Eu0.1(MoO4)2 nanomaterials. Thus, the increase in unit cell volume in NaBi0.9−xLaxEu0.1(MoO4)2 with La\n3+ ion concentration (x) is essentially related to the increase in M− O bond lengths and hence the increase in the volume of MO8 units. The increasing M−O bond lengths are further reflected in the increasing separation of the M sites, which is host site for Eu3+ ions. The shortest separation (Å) of M sites in NaBi0.9−xLaxEu0.1(MoO4)2 are 3.916(1), 3.927(1), 3.935(1), 3.944(1), 3.956(1), and 3.962(1) Å for x = 0.0, 0.1. 0.3, 0.5, 0.7, and 0.9, respectively. The corresponding separation in undoped NaLa(MoO4)2 is 3.971(1) Å.\n3.2. Morphology Studies. The morphology of NaBi0.9Eu0.1(MoO4)2 nanomaterials and NaLa0.9Eu0.1(MoO4)2 nanomaterials observed in TEM images are presented in Figure 3. The TEM image of the NaBi0.9Eu0.1(MoO4)2 sample shows agglomerated particles and typical particle sizes are in the range of 10−33 nm (Figure 3a). The electron diffraction pattern shown as the inset in Figure 3a indicates the crystalline nature of these particles. The HRTEM image in Figure 3b clearly shows lattice fringes of these nanoparticles and the measured lattice spacing is 0.259 nm, which is well consistent with the (200) plane of NaBi(MoO4)2. The TEM image of NaLa0.9Eu0.1(MoO4)2 shows that these nanomaterials are less agglomerated compared to bismuth counterparts and they are having particle size of 5−30 nm (Figure 3c). The electron diffraction pattern shown as inset of Figure 3c reveals that these particles are well crystallized. The HRTEM image of these\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5530\nnanoparticles is shown in Figure 3d and inter planar spacing obtained from lattice fringes is∼0.274 nm, corresponding to the (200) plane of NaLa(MoO4)2 nanomaterials. 3.3. FTIR and Raman Spectroscopic Studies. FTIR\nspectra of NaBi0.9‑xLaxEu0.1(MoO4)2 nanomaterials recorded in ATRmode from 200 to 500 cm−1 and 450 to 1050 cm−1 regions are shown in Figure 4a, b. The FTIR spectrum of NaBi0.9Eu0.1(MoO4)2 nanomaterials in the 200−500 cm−1 region has three bands at 258, 295, and 395 cm−1. The vibrational band at 258 cm−1 is attributed to the translational mode of Na+ and bands at 295 and 395 cm−1 are assigned to the symmetric, asymmetric bending of the MoO4\n2− tetrahedra, respectively.38,39 A broad band is observed in the 500−1000 cm−1 region with four bands having centers at 650, 750, 830, and 910 cm−1. This broad band is due to the combination of asymmetric, symmetric stretching vibrations of the MoO4 2− tetrahedra. Both bending and stretching bands shift toward the higher wavenumber side with an increase in La3+ concentration and this shift is plotted as a function of composition in Figure 4c,\nd. The shifting in vibrational bands is due to the replacement of heavier Bi3+ ion with lighter La3+ ions that are connected to MoO4\n2− tetrahedra in the structure. Figure S2 shows Raman spectra consist of several sharp vibrational bands below 600 cm−1 and a broad band with shoulders in the range of 700−950 cm−1. Peaks below 250 cm−1 are assigned to translational and rotational motions of constituent ions. Vibrational modes in the 250−400 cm−1 region correspond to the symmetric and asymmetric bending of MoO4\n2−. Bands in the range of 774− 940 cm−1 are assigned to the combination of symmetric, asymmetric vibrational modes of MoO4\n2− tetrahedra. With the replacement of Bi3+ with La3+, the changes in Raman spectra appeared in twomajor regions, i.e., 50−200 cm−1 and 800−1000 cm−1, as shown in Figure S3a, b. Both the peaks are shifting toward higher energy side with increase in the La3+\nconcentration. This can be attributed to the replacement of heavier Bi3+ ion with lighter La3+ ions. Thus, the FTIR and Raman spectra further confirm the continuous solid solutions\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5531\nformation between NaLa(MoO4)2 and NaBi(MoO4)2 nanomaterials. 3.4. Optical Properties. Diffuse reflectance (DR) UV−vis spectra of NaBi0.9‑xLaxEu0.1(MoO4)2 nanomaterials in the wavelength range from 200 to 800 nm are shown in Figure 4e. The absorption spectra of the NaBi(MoO4)2 consists of two bands centered at 250 and 325 nm. Absorption maxima and absorption edge of these bands shift toward the higher energy side and the relative intensity of the 325 nm band decreases with increasing La3+ content in the composition. The shift is more in the 325 nm band than the 250 nm band. Previous theoretical studies on NaBi(MoO4)2 suggest that the valence band (VB) is formed by molybdenum d, oxygen p, and bismuth s orbitals.40 The study also indicates that the d orbitals of molybdenum contribute to the lower part of the valence band. Oxygen p and bismuth s orbitals contribute to the top part of VB. The bottom part of the conduction band (CB) is formed by bismuth p and molybdenum d orbitals. Thus, the majority of the absorption in UV−visible region of such material is due to electronic transitions of Bi3+ ions (s−p) and MoO42− ions (O−Mo charge transfer). In the case of NaLa(MoO4)2 nanomaterials, the La 3+ ion does not contribute to both top of the VB and bottom of the CB. As the top of the VB is majorly contributed by the oxygen p states while the bottom of the CB bymolybdenum d states,37 the absorption in this compound can be attributed to MoO4\n2− ions, i.e., O−Mo charge transfer. From the above discussion, the 250 and 325 nm absorption bands can be assigned to Mo6+ to O2− charge transfer and s−p transitions of Bi3+ ion, respectively. The decrease in the intensity of 325 nm band with increasing La3+ concentration can be attributed to the decrease in the density of s t a te s o f B i 3 + ion . The band gap of the NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials is obtained using the below formula41\nF R hv A hv E( ) ( )2 g[ ] = −\nWhere v is the light frequency, h is Planks constant, Eg is the band gap energy, A is the proportionality constant, and F(R) is Kubelka−Munk function. F(R) = (1 − R∞)2/2R∞, where R∞ is the diffuse reflectance of a sample normalized to nonabsorbing standard. The plot of [F(R)hν]2 vs hν obtained from DR UV− visible spectra are used to estimate the band gap of these solid solutions and they are shown in Figure 4f. The band gap varies from 3.36 to 4.4 eV with increasing La3+ concentration in the NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials. 3.5. Photoluminescence Properties. Photoluminescence properties of NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials as a function of La3+ concentration are recorded at 394 nm excitation. The observed results with increasing order of lanthanum concentration are plotted in Figure 5. All these spectra show four sharp peaks and they are assigned to 5D0 → 7F1 (593 nm), 5D0 → 7F2 (615 nm), 5D0 → 7F3 (650 nm), and 5D0 → 7F4 (700 nm) transitions of Eu\n3+, respectively. The asymmetric ratio (integrated intensity ratio between 5D0 →\n7F1 and 5D0 → 7F2 transitions of Eu 3+) from these spectra are estimated and is around 12 for all the samples. This high value of asymmetric ratio shows that Eu3+ ion occupies in the noncentrosymmetric position in the lattice and has distorted co-ordination environment. It is also observed that the asymmetric ratio is almost similar for all the samples in the series. This corroborates with the almost similar bond length variance induced polyhedral distortion (within 0.03 × 10−4 and 0.19 × 10−4 for all samples). CIE coordinates of these samples\nare calculated from the emission spectra and they are shown in chromaticity diagram in Figure S4. The coordinates are almost same for all the samples and are x = 0.66, y = 0.33. This shows that the La3+ substitution does not affect the color purity of the luminescence of these materials. The emission spectra of these solid solutions excited at 280 and 464 nm are also shown in Figure S5 and Figure S6. Excitation spectra of these nanomaterials monitored at 615 nm emission are presented in Figure 6.\nAll these spectra comprise several sharp peaks and broad band with two shoulders centered at 280 and 310 nm. These sharp peaks are assigned to f−f transitions 7F0 →5D4 (360 nm), 7F0 →5G2 (376 nm), 7F0 → 5G3 (381 nm), 7F0 → 5L6 (394 nm),\n7F0 →5D3 (414 nm), 7F0→ 5D2 (464 nm), and 7F0→ 5D1 (539 nm) of Eu3+ ions in the lattice. The broad bands are due to the combination of Eu3+−O2−, Mo6+−O2− charge transfer transitions along with s−p transition of Bi3+ ion. As the x value (La3+ concentration) increases, intensities of all peaks are enhanced.\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5532\nThis increasing trend of intensity with La3+ concentration can be due to the increase in the distance between different Eu3+ ions in the lattice (cell volume increases with increase in La3+\nconcentration). It was mentioned earlier in this manuscript that the distance between M (M = Na/Bi/La) sites increases systematically with increasing La3+ content. However, the intensity of higher energy side peaks increases much faster than peaks at lower energy side and the relative intensity of these peaks also vary significantly. The highest intensity peak of the excitation spectra is observed at 464 nm for NaBi0.9Eu0.1(MoO4)2, at 394 nm for NaBi0.4La0.5Eu0.1(MoO4)2, and at 280 nm for NaLa0.9Eu0.1(MoO4)2 nanomaterials. Intensity of these three major peaks are plotted as a function of lanthanum concentration (x) in Figure 7a. For better understanding, the intensity ratio of 280 and 394 nm peaks to 464 nm peak are calculated as a function of ‘x’ (Figure 7b). The intensity ratio between 394 and 464 nm excitation peaks varies from 0.47 to 1.29. It increases linearly up to x = 0.7 and after that it is almost constant. The intensity ratio between 280 and 464 nm peaks varies from 0.14 to 1.86 and this increases very slowly up to x = 0.5 and thereafter increases very fast. Also, the peak at 360 nm started appearing when x ≥ 0.5 and its intensity increases with increasing the ‘x’ value. Excited state decay profiles (5D0 state of Eu\n3+) of NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials are monitored at 615 nm emission by exciting at 394 nm and shown in Figure 7c. These excited state decay curves are fitted to single exponential decay and the obtained lifetime values are given in Table S1. As the La3+ concentration increases in the\ncomposition, the excited state lifetime values also increases. Excited state decay curves of 5D0 state of Eu\n3+ are also recorded by exciting at 280 nm, 464 nm and shown in Figures S7 and S8. These curves are fitted to single exponential decay and obtained lifetime values are given in Table S1. For better understanding, lifetime values obtained with different excitation wavelengths as a function of La3+ concentration are plotted in Figure 7d. For all the excitations, the values of lifetime increase with increase in x. However, this increase is very slow in case of 464 nm excitation whereas the growth rate increases with increase in the excitation energy. This means that at higher excitation energy, the nonradiative decay rate reduces much faster with increase in the La3+ concentration. Nonradiative decay rate (Anonrad), radiative decay rate (Arad), and quantum efficiency (η) of these materials were calculated using integrated intensities of emission spectra and excited state lifetimes at different excitation wavelengths. The calculation procedure is as follows. The spontaneous emission cross-section (A0−J) of 5D0 → 7FJ (J = 1, 2, 3, 4) transitions are estimated from Eu3+ emission spectrum using following expression,42\nA I\nI AJ\nJ\nJ 0\n0 1 0 0 0 1 0 1 ν ν =− − − − − −\nWhere ν0−J is the frequency of the 0−J spectral transition, I0−J is the integrated area under emission peak of the 0−J transition of Eu3+ emission. A0−1 is the spontaneous emission cross-section of 0−1 transition and is constant (50 s−1).15,42 The radiative decay rate is estimated by summing the spontaneous emission cross-section (A0−J) of all the 5D0 → 7FJ\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5533\ntransitions. The total radiative decay rate (Atot) is obtained from the values of 5D0 excited state lifetime using the below equation\nA A A 1\ntot measured\nrad nonradτ = = +\nThe difference between Arad and Atot gives the Anonrad. The quantum efficiency of Eu3+ photoluminescence is obtained using the below expression\nA A A rad rad nonrad η = +\nEstimated Arad, Anonrad, and η values for different excitation wavelengths are given in Table S1 and are presented as a function of La3+ concentration in Figure 8a−d. For all excitation wavelengths, nonradiative decay rate decreases and radiative decay rate increases with increasing the La3+ concentration. However, the variation between radiative and nonradiative decay rates is highest for 280 nm excitation and lowest for 464 nm excitation. When x = 0, the nonradiative decay rate is higher than the radiative decay rate for 280 and 394 nm excitations whereas it is lower for 464 nm excitation. The quantum efficiency of Eu3+ luminescence for x = 0 sample is highly dependent on excitation wavelength and the dependence decreases with increasing x. The quantum efficiency is independent of the excitation wavelength for samples having composition of x = 0.7 and above. The highest quantum efficiency of ∼70% is obtained for NaLa0.9Eu0.1(MoO4)2 nanomaterials.\nWe proposed possible pathways of the energy transfer in Eu3+\ndoped NaBi(MoO4)2 and NaLa(MoO4)2 nanomaterials as shown in Scheme 2. In the case of Eu3+ doped NaLa(MoO4)2 nanomaterials, the band gap is very high (4.4 eV) and most of the strongly absorbing energy levels of Eu3+ are in between the VB and CB. The host lattice has strong absorption due to charge transfer in molybdate ions and its energy is higher than the europium levels. Because of this, light absorbed by the molybdate group is transferred to the Eu3+ ion and it resulted in red emission as evidenced in the excitation spectrum. As a result, the radiative and nonradiative decay rates are independent of the excitation wavelength. In the case of Eu3+\ndoped NaBi(MoO4)2 nanomaterials, the band gap is smaller (3.36 eV) because of the energy levels of Bi3+ in both VB and CB as discussed in the Optical Properties section. Some energy levels of Eu3+ that have absorption energy less than 3.36 eV (5D0, 1, 2) exist in between the VB and CB. As a result, these energy levels mostly decay via radiative pathway and resulted in strong red emission. This has been confirmed by the high intensity peak in the excitation spectrum, higher lifetime values, and lower nonradiative decay rate of Eu3+ excited at 464 nm. However, some energy levels have more energy than the band gap. In such cases, these excited states mostly decays via nonradiative pathway. The light absorbed by molybdate ions may transfer to Bi3+ ions or higher energy levels of Eu3+ ions or both of them. As a result these levels mostly relax via nonradiative pathway. This fact is evidenced by the less intense charge transfer peak in the excitation spectrum, smaller lifetime values and higher nonradiative decay rates of Eu3+ ions excited at\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5534\n280 nm. Energy levels very close to the CB have two competitive pathways (5L6). Hence, they show intermediate intensity in the excitation spectrum, moderate lifetime values and nonradiative decay rate at 394 nm excitation. As La3+ concentration increases, the band gap of the material increases. As a consequence, radiative pathway of higher energy levels enhances. This is evidenced by their fast growth in excitation peak, lifetime values, and fast decrease in nonradiative decay rate when compared to lower energy levels."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "Nanomaterials of NaBi0.9−xLaxEu0.1(MoO4)2 (0.0 ≤ x ≤ 0.9) solid solutions are synthesized under facile reaction conditions by simple coprecipitation method. A linear relationship of unit cell volume, vibrational frequencies with La3+ concentration confirm the solid solution formation in the entire range of composition. Band gap has been tailored from 3.36 to 4.4 eV in these nanomaterials in a controlled manner by increasing the La3+ concentration. Strong red emission at 615 nm is obtained from all these nanomaterials by exciting at 464 nm. The effect of the band gap on the Eu3+ luminescence properties were understood in a systematic way and it plays a crucial role particularly when excited with high energy light. However, it does not make much difference when excited with low energy light. The quantum efficiency is highly dependent on the excitation wavelength in NaBi0.9Eu0.1(MoO4)2 nanomaterial. However, it is independent of excitation wavelength in case of its lanthanum counterpart. The highest quantum efficiency of ∼70% is achieved with NaLa0.9Eu0.1(MoO4)2 nanomaterials. As these materials show excellent luminescent properties upon 394 and 464 nm excitation, they can be suitable red phosphors for white light-emitting diodes (WLEDs). This study can help in\nchoosing a host material with the right band gap for efficient luminescence properties.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b01111.\nXRD patterns, Raman spectra, emission spectra, CIE chromaticity diagram, and excited state decay curves of NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials (PDF)\n■ AUTHOR INFORMATION Corresponding Author *Email: naidu245@gmail.com or sanyasinaidu@inst.ac.in."
    }, {
      "heading" : "ORCID",
      "text" : "Srungarpu N. Achary: 0000-0002-2103-1063 Boddu S. Naidu: 0000-0002-0426-0454"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors acknowledge DST-SERB, India for financial support (Early Career Research Award to BSN, File number: ECR/2015/000333) and INST, Mohali, India, for Fellowship (P and R.K.K.).\n■ REFERENCES (1) Dong, H.; Du, S. R.; Zheng, X. Y.; Lyu, G. M.; Sun, L. D.; Li, L. D.; Zhang, P. Z.; Zhang, C.; Yan, C. H. Lanthanide nanoparticles: from design toward bioimaging and therapy. Chem. Rev. 2015, 115, 10725− 10815.\nScheme 2. Possible Energy Transfer Pathways Occurs in Eu3+ Doped NaBi(MoO4)2 and NaLa(MoO4)2 Nanomaterials\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5535\n(2) Yang, W.; Li, X.; Chi, D.; Zhang, H.; Liu, X. Lanthanide-doped upconversion materials: emerging applications for photovoltaics and photocatalysis. Nanotechnology 2014, 25, 482001. (3) Wen, S.; Zhou, J.; Zheng, K.; Bednarkiewicz, A.; Liu, X.; Jin, D. Advances in highly doped upconversion nanoparticles. Nat. Commun. 2018, 9, 2415. (4) Zhou, B.; Shi, B.; Jin, D.; Liu, X. Controlling upconversion nanocrystals for emerging applications. Nat. Nanotechnol. 2015, 10, 924−936. (5) Höppe, H. A. Recent developments in the field of inorganic phosphors. Angew. Chem., Int. Ed. 2009, 48, 3572−3582. (6) Zhou, J.; Leaño, J. L., Jr.; Liu, Z.; Jin, D.; Wong, K.-L.; Liu, R.-S.; Bünzli, J.C. G. Impact of Lanthanide Nanomaterials on Photonic Devices and Smart Applications. Small 2018, 14, 1801882. (7) Sun, L.; Wei, R.; Feng, J.; Zhang, H. Tailored lanthanide-doped upconversion nanoparticles and their promising bioapplication prospects. Coord. Chem. Rev. 2018, 364, 10−32. (8) Dai, Q. L.; Foley, M. E.; Breshike, C. J.; Lita, A.; Strouse, G. F. Ligand-passivated Eu:Y2O3 nanocrystals as a phosphor for white light emitting diodes. J. Am. Chem. Soc. 2011, 133, 15475−15486. (9) Gai, S.; Li, C.; Yang, P.; Lin, J. Recent Progress in Rare Earth Micro/Nanocrystals: Soft Chemical Synthesis, Luminescent Properties, and Biomedical Applications. Chem. Rev. 2014, 114, 2343−2389. (10) Sanyasi Naidu, B.; Pandey, M.; Nuwad, J.; Sudarsan, V.; Vatsa, R. K.; Kshirsagar, R. J.; Pillai, C. G. S. Lanthanide-ion-assisted structural collapse of layered GaOOH lattice. Inorg. Chem. 2011, 50, 4463−4472. (11) Homann, C.; Krukewitt, L.; Frenzel, F.; Grauel, B.; Würth, C.; Resch-Genger, U.; Haase, M. NaYF4:Yb,Er/NaYF4 Core/Shell Nanocrystals with High Upconversion Luminescence Quantum Yield. Angew. Chem., Int. Ed. 2018, 57, 8765−8769. (12) Zhang, X.W.;Marathe, A.; Sohal, S.; Holtz, M.; Davis, M.; HopeWeeks, L. J.; Chaudhuri, J. Synthesis and photoluminescence properties of hierarchical architectures of YBO3:Eu\n3+. J. Mater. Chem. 2012, 22, 6485−6490. (13) Satya Kamal, C.; Boddu, S.; Vishwanadh, B.; Rao, K. R.; Sudarsan, V.; Vatsa, R.K. Blue luminescence from ZnGa2O4: Effect of lattice distortion and particle size. J. Lumin. 2017, 188, 429−435. (14) Gupta, S. K.; Sudarshan, K.; Yadav, A. K.; Gupta, R.; Bhattacharyya, D.; Jha, S. N.; Kadam, R. M. Deciphering the Role of Charge Compensator in Optical Properties of SrWO4:Eu\n3+:A (A = Li+, Na+, K+): Spectroscopic Insight Using Photoluminescence, Positron Annihilation, and X-ray Absorption. Inorg. Chem. 2018, 57, 821−832. (15) Naidu, B. S.; Vishwanadh, B.; Sudarsan, V.; Vatsa, R. K. BiPO4: a better host for doping lanthanide ions. Dalton Trans. 2012, 41, 3194− 3203. (16) Parchur, A. K.; Ningthoujam, R. S. Preparation and structure refinement of Eu3+ doped CaMoO4 nanoparticles. Dalton Trans. 2011, 40, 7590−7594. (17) Shah, A.; Tyagi, A.; Naidu, B. S.; Sudarsan, V.; Vatsa, R. K.; Jain, V. K. Structural differences in the luminescence properties of lanthanide doped orthorhombic and monoclinic phases of Y2GeO5. RSC Adv. 2013, 3, 23172−23177. (18) Kaminśka, I.; Elbaum, D.; Sikora, B.; Kowalik, P.; Mikulski, J.; Felcyn, Z.; Samol, P.; Wojciechowski, T.; Minikayev, R.; Paszkowicz, W.; Zaleszczyk, W.; et al. Single-step synthesis of Er3+ and Yb3+ ions doped molybdate/Gd2O3 core−shell nanoparticles for biomedical imaging. Nanotechnology 2018, 29, 025702. (19) Tang, R.; Luo, R.; Cheng, H.; Ning, Z.; Huang, L.; Liu, M.; Zhao, Y.; Lai, X.; Bi, J.; Gao, D. A novel Li1/3Sr1/3Eu1/3MoO4 red phosphor: Influences of sintering temperature onmicrostructures and luminescent properties. J. Alloys Compd. 2019, 799, 334−344. (20) Li, Y.; Wang, H.; Pu, R.; Ning, Z.; Huang, L.; Zhao, Y.; Liu, M.; Lai, X.; Bi, J.; Gao, D. Effect of Eu/Ca ratio on the crystalline phase, morphology and luminescent properties of Ca2−1.5xEux (MoO4)2 (0≤ x≤ 4/3) ceramics phosphors. Mater. Res. Bull. 2018, 108, 51−60. (21) Wang, H.; Li, Y.; Ning, Z.; Huang, L.; Zhong, C.; Wang, C.; Liu, M.; Lai, X.; Gao, D.; Bi, J. A novel red phosphor LixNa1‑xEu (WO4)2 solid solution: Influences of Li/Na ratio on the microstructures and luminescence properties. J. Lumin. 2018, 201, 364−371.\n(22) Li, T.; Guo, C.; Wu, Y.; Li, L.; Jeong, J. H. Green upconversion luminescence in Yb3+/Er3+ co-doped ALn(MoO4)2 (A = Li, Na and K; Ln = La, Gd and Y). J. Alloys Compd. 2012, 540, 107−112. (23)Waskowska, A.; Gerward, L.; StaunOlsen, J.; Maczka,M.; Lis, T.; Pietraszko, A.; Morgenroth, W. Low-temperature and high-pressure structural behaviour of NaBi(MoO4)2an X-ray diffraction study. J. Solid State Chem. 2005, 178, 2218−2224. (24) Xu, M.; Lin, Z.; Hong, Y.; Chen, Z.; Fu, P.; Tang, D. Preparation and hydrogen sulfide gas-sensing performances of RuO2/NaBi(MoO4)2 nanoplates. J. Alloys Compd. 2016, 688, 504−509. (25) Liu, L.; Wang, H.; Zhang, X.; Lin, Z. Synthesis of novel RuO2/ NaBi(MoO4)2 nano-sheets composite and its gas sensing performances towards ethanol. Sens. Actuators, B 2016, 237, 275−283. (26) Krupych, O.; Kushnirevych, M.; Mys, O.; Vlokh, R. Photoelastic properties of NaBi(MoO4)2 crystals. Appl. Opt. 2015, 54, 5016−5023. (27) Khusravbekov, L.; Kholov, A.; Charnaya, E. V. Acoustic investigation of NaBi(MoO4)2 and NaBi(WO4)2 crystals at high temperatures. Bull. Russ. Acad. Sci.: Phys. 2015, 79, 1306−1309. (28) Liu, J.; Wei, R.; Hu, J.; Li, L.; Li, J. Novel Bi2O3/NaBi(MoO4)2 heterojunction with enhanced photocatalytic activity under visible light irradiation. J. Alloys Compd. 2013, 580, 475−480. (29) Mazurak, Zb; Blasse, G.; Liebertz, J. The luminescence of the scheelite NaBi(MoO4)2,. J. Solid State Chem. 1987, 68, 181−184. (30) Meńdez-Blas, A.; Rico, M.; Volkov, V.; Zaldo, C.; Cascales, C. Crystal field analysis and emission cross sections of Ho3+ in the locally disordered single-crystal laser hosts M+Bi(XO4)2 (M\n+= Li, Na; X= W, Mo). Phys. Rev. B: Condens. Matter Mater. Phys. 2007, 75, 174208. (31) Volkov, V.; Rico, M.; Mendez-Blas, A.; Zaldo, C. Preparation and properties of disordered NaBi(XO4)2, X=W orMo, crystals doped with rare earths. J. Phys. Chem. Solids 2002, 63, 95−105. (32) Tsydypova, B. N.; Gusakova, N. V.; Pavlyuk, A. A.; Yasyukevich, A. S.; Kuleshov, N. V.; Grigorev, S. V.; Solodovnikov, S. F. Growth and spectroscopic characteristics of Yb3+-Doped NaBi(MoO4)2 crystals. Inorg. Mater. 2014, 50, 617−621. (33) Rico, M.; Volkov, V.; Zaldo, C. Photoluminescence and upconversion of Er3+ in tetragonal NaBi(XO4)2, X=Mo orW, scheelites. J. Alloys Compd. 2001, 323−324, 806−810. (34) Gan, Y.; Liu, W.; Zhang, W.; Li, W.; Huang, Y.; Qiu, K. Effects of Gd3+ co-doping on the enhancement of the luminescent properties of a NaBi(MoO4)2:Eu\n3+ red-emitting phosphors. J. Alloys Compd. 2019, 784, 1003−1010. (35) Li, W.; Zhang, W.; Li, W.; Gan, Y.; Zhang, P. Synthesis and luminescence properties of Eu3+ co-doped NaBi(MoO4)2:Dy 3+ phosphors for white light-emitting diodes. J. Mater. Sci.: Mater. Electronics 2019, 30, 658−666. (36) Pushpendra; Kunchala, R. K.; Achary, S. N.; Tyagi, A. K.; Naidu, B. S. Rapid, room temperature synthesis of Eu3+ doped NaBi(MoO4)2 nanomaterials: Structural, optical and photoluminescence properties. Cryst. Growth Des. 2019, 19 (6), 3379−3388. (37) Zhang, X.; Zhou, G.; Zhou, J.; Zhou, H.; Kong, P.; Yu, Z.; Zhan, J. Fabrication and enhanced photoluminescence properties of NaLa(MoO4)2: Sm\n3+, Bi3+ phosphors with high efficiency white-lightemitting. Bull. Mater. Sci. 2017, 40, 983−990. (38) Hanuza, J.; Maczka, M. Vibrational properties of the double molybdates MX(MoO4)2 family (M= Li, Na, K, Cs; X= Bi, Cr): Part I. Structure and infrared and Raman spectra in the polycrystalline state. Vib. Spectrosc. 1994, 7, 85−96. (39) Hanuza, J.; Haznar, A.; Maczka, M.; Pietraszko, A.; Lemiec, A.; van der Maas, J. H.; Lutz, E. T. G. Structure and vibrational properties of tetragonal scheelite NaBi(MoO4)2,. J. Raman Spectrosc. 1997, 28, 953−963. (40) Hizhnyi, Yu.; Nedilko, S.; Chornii, V.; Nikolaenko, T.; Zatovsky, I.; Terebilenko, K.; Boiko, R. Electronic Structure and Luminescence Spectroscopy of MIBi(MoO4)2 (MI = Li, Na, K), LiY(MoO4)2 and NaFe(MoO4)2 Molybdates. Solid State Phenom. 2013, 200, 114−122. (41) Butler, M. A. Photoelectrolysis and physical properties of the semiconducting electrode WO3. J. Appl. Phys. 1977, 48, 1914−1920. (42) de Sa, G. F.; Malta, O. L.; de Mello Donega, C.; Simas, A. M.; Longo, R. L.; Santa-Cruz, P. A.; da Silva, E. F., Jr. Spectroscopic\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5536\nproperties and design of highly luminescent lanthanide coordination complexes. Coord. Chem. Rev. 2000, 196, 165−195.\nDOI: 10.1021/acsanm.9b01111 ACS Appl. Nano Mater. 2019, 2, 5527−5537\n5537"
    } ],
    "references" : [ {
      "title" : "Lanthanide nanoparticles: from design toward bioimaging and therapy",
      "author" : [ "H. Dong", "S.R. Du", "X.Y. Zheng", "G.M. Lyu", "L.D. Sun", "L.D. Li", "P.Z. Zhang", "C. Zhang", "C.H. Yan" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Dong et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2015
    }, {
      "title" : "Recent developments in the field of inorganic phosphors",
      "author" : [ "H.A. Höppe" ],
      "venue" : "Angew. Chem., Int. Ed. 2009,",
      "citeRegEx" : "Höppe,? \\Q2009\\E",
      "shortCiteRegEx" : "Höppe",
      "year" : 2009
    }, {
      "title" : "Lanthanide-ion-assisted structural collapse of layered GaOOH lattice",
      "author" : [ "R.J. Kshirsagar", "C.G.S. Pillai" ],
      "venue" : "Inorg. Chem. 2011,",
      "citeRegEx" : "K. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "K. et al\\.",
      "year" : 2011
    }, {
      "title" : "NaYF4:Yb,Er/NaYF4 Core/Shell Nanocrystals with High Upconversion Luminescence Quantum Yield",
      "author" : [ "X.W. Zhang", "A. Marathe", "S. Sohal", "M. Holtz", "M. Davis", "L.J. HopeWeeks", "J. Chaudhuri" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "Blue luminescence",
      "author" : [ "C. Satya Kamal", "S. Boddu", "B. Vishwanadh", "K.R. Rao", "V. Sudarsan", "R.K. Vatsa" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "Kamal et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Kamal et al\\.",
      "year" : 2012
    }, {
      "title" : "Effect of lattice distortion and particle size",
      "author" : [ "S.K. Gupta", "K. Sudarshan", "A.K. Yadav", "R. Gupta", "D. Bhattacharyya", "S.N. Jha", "R.M. Kadam" ],
      "venue" : "J. Lumin",
      "citeRegEx" : "Gupta et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2017
    }, {
      "title" : "Spectroscopic Insight Using Photoluminescence, Positron Annihilation, and X-ray Absorption",
      "author" : [ "A = Li", "K Na" ],
      "venue" : "Inorg. Chem. 2018,",
      "citeRegEx" : "Li and Na,? \\Q2018\\E",
      "shortCiteRegEx" : "Li and Na",
      "year" : 2018
    }, {
      "title" : "Preparation and structure refinement of Eu doped CaMoO4 nanoparticles",
      "author" : [ "A.K. Parchur", "R.S. Ningthoujam" ],
      "venue" : "Dalton Trans. 2011,",
      "citeRegEx" : "Parchur and Ningthoujam,? \\Q2011\\E",
      "shortCiteRegEx" : "Parchur and Ningthoujam",
      "year" : 2011
    }, {
      "title" : "Single-step synthesis of Er and Yb ions",
      "author" : [ "I. Kaminśka", "D. Elbaum", "B. Sikora", "P. Kowalik", "J. Mikulski", "Z. Felcyn", "P. Samol", "T. Wojciechowski", "R. Minikayev", "W. Paszkowicz", "W Zaleszczyk" ],
      "venue" : "Y2GeO5. RSC Adv. 2013,",
      "citeRegEx" : "Kaminśka et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kaminśka et al\\.",
      "year" : 2013
    }, {
      "title" : "Li1/3Sr1/3Eu1/3MoO4 red phosphor: Influences of sintering temperature onmicrostructures and luminescent properties",
      "author" : [ "H. Wang", "R. Pu", "Z. Ning", "L. Huang", "Y. Zhao", "M. Liu", "X. Lai", "J. Bi", "D. Gao" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Y. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2019
    }, {
      "title" : "ceramics phosphors. Mater",
      "author" : [ "Y. Li", "Z. Ning", "L. Huang", "C. Zhong", "C. Wang", "M. Liu", "X. Lai", "D. Gao", "J. Bi" ],
      "venue" : null,
      "citeRegEx" : "H. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2018
    }, {
      "title" : "Green upconversion luminescence in Yb/Er co-doped ALn(MoO4)2",
      "author" : [ "T. Li", "C. Guo", "Y. Wu", "L. Li", "J.H. Jeong" ],
      "venue" : "Gd and Y). J. Alloys Compd",
      "citeRegEx" : "Li et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2012
    }, {
      "title" : "NaBi(MoO4)2an X-ray diffraction study",
      "author" : [ "Z. Lin", "Y. Hong", "Z. Chen", "P. Fu", "D. Tang" ],
      "venue" : "J. Solid State Chem",
      "citeRegEx" : "M. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2005
    }, {
      "title" : "Synthesis of novel",
      "author" : [ "L. Liu", "H. Wang", "X. Zhang", "Z. Lin" ],
      "venue" : "nanoplates. J. Alloys Compd",
      "citeRegEx" : "Liu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2016
    }, {
      "title" : "Bi2O3/NaBi(MoO4)2 heterojunction with enhanced photocatalytic activity under visible light irradiation",
      "author" : [ "Zb Mazurak", "G. Blasse", "J. Liebertz" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Mazurak et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Mazurak et al\\.",
      "year" : 2013
    }, {
      "title" : "Crystal field analysis and emission cross sections of Ho in the locally disordered single-crystal laser hosts",
      "author" : [ "A. Meńdez-Blas", "M. Rico", "V. Volkov", "C. Zaldo", "C. Cascales" ],
      "venue" : "J. Solid State Chem",
      "citeRegEx" : "Meńdez.Blas et al\\.,? \\Q1987\\E",
      "shortCiteRegEx" : "Meńdez.Blas et al\\.",
      "year" : 1987
    }, {
      "title" : "Preparation and properties of disordered",
      "author" : [ "Na Li", "Mo). X= W" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys",
      "citeRegEx" : "Li and W,? \\Q2007\\E",
      "shortCiteRegEx" : "Li and W",
      "year" : 2007
    }, {
      "title" : "Growth and spectroscopic characteristics of Yb-Doped NaBi(MoO4)2 crystals",
      "author" : [ "A. S", "N.V. Kuleshov", "S.V. Grigorev", "S.F. Solodovnikov" ],
      "venue" : "Inorg. Mater. 2014,",
      "citeRegEx" : "S. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2014
    }, {
      "title" : "Photoluminescence and upconversion of Er in tetragonal NaBi(XO4)2, X=Mo orW, scheelites",
      "author" : [ "M. Rico", "V. Volkov", "C. Zaldo" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Rico et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Rico et al\\.",
      "year" : 2001
    }, {
      "title" : "Synthesis and luminescence properties of Eu co-doped NaBi(MoO4)2:Dy 3+ phosphors for white light-emitting diodes",
      "author" : [ "W. Li", "W. Zhang", "Y. Gan", "P. Zhang" ],
      "venue" : "J. Mater. Sci.: Mater. Electronics 2019,",
      "citeRegEx" : "Li et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2019
    }, {
      "title" : "Rapid, room temperature synthesis of Eu doped NaBi(MoO4)2 nanomaterials: Structural, optical and photoluminescence properties",
      "author" : [ "Pushpendra", "R.K. Kunchala", "S.N. Achary", "A.K. Tyagi", "B.S. Naidu" ],
      "venue" : "Cryst. Growth Des. 2019,",
      "citeRegEx" : "Pushpendra et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Pushpendra et al\\.",
      "year" : 2019
    }, {
      "title" : "phosphors with high efficiency white-lightemitting",
      "author" : [ "Bi" ],
      "venue" : "Bull. Mater. Sci. 2017,",
      "citeRegEx" : "Bi,? \\Q2017\\E",
      "shortCiteRegEx" : "Bi",
      "year" : 2017
    }, {
      "title" : "Cr): Part I. Structure and infrared and Raman spectra in the polycrystalline state",
      "author" : [ "Li", "Na", "Cs", "X= Bi" ],
      "venue" : "Vib. Spectrosc",
      "citeRegEx" : "Cs and Bi,? \\Q1994\\E",
      "shortCiteRegEx" : "Cs and Bi",
      "year" : 1994
    }, {
      "title" : "Electronic Structure and Luminescence Spectroscopy",
      "author" : [ "Yu. Hizhnyi", "S. Nedilko", "V. Chornii", "T. Nikolaenko", "I. Zatovsky", "K. Terebilenko", "R. Boiko" ],
      "venue" : "J. Raman Spectrosc",
      "citeRegEx" : "Hizhnyi et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Hizhnyi et al\\.",
      "year" : 1997
    }, {
      "title" : "LiY(MoO4)2 and NaFe(MoO4)2 Molybdates",
      "author" : [ "MI = Li", "K Na" ],
      "venue" : "Solid State Phenom",
      "citeRegEx" : "Li and Na,? \\Q2013\\E",
      "shortCiteRegEx" : "Li and Na",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanomaterials of NaBi0.9Eu0.1(MoO4)2 were prepared by a simple coprecipitation method in ethylene glycol medium at room temperature. Substitution of bismuth with lanthanum resulted a singlephase solid solution (NaBi0.9−xLaxEu0.1(MoO4)2, 0.0 ≤ x ≤ 0.9) in the complete range of compositions. The linear relationship observed for unit cell parameters, Raman shifts, and FTIR peak positions with lanthanum concentration confirmed the solid solution formation. The band gap of the NaBi0.9−xLaxEu0.1(MoO4)2 nanomaterials widens from 3.36 to 4.4 eV with increasing La concentration in these solid solutions. These nanomaterials show strong red emission upon excitation with UV−visible light. The emission properties of Eu are improving with increasing the La content. The band gap of the solid solution plays a crucial role in the improvement of emission properties and is highly dependent on the excitation wavelength. This improvement is marginal while exciting with 464 nm light due to the reduction in the inter Eu ion energy transfer brought by the lattice expansion, whereas drastic improvement is observed when exciting at 280 and 394 nm light due to the combined effect of band gap and lattice expansion. The quantum efficiency estimated from emission spectra and excited state lifetime values revealed that NaLa0.9Eu0.1(MoO4)2 nanomaterials are best in the series with ∼70% efficiency. These materials can be a suitable red phosphor for white lightemitting diodes (WLEDs)",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}