{
  "name" : "downloads_2020-07-12_58_lin2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Cu4SnS4‐Rich Nanomaterials for Thin-Film Lithium Batteries with Enhanced Conversion Reaction",
    "authors" : [ "Jie Lin", "Jin-Myoung Lim", "Duck Hyun Youn", "Yang Liu", "Yuxin Cai", "Kenta Kawashima", "Jun-Hyuk Kim", "Dong-Liang Peng", "Hang Guo", "Graeme Henkelman", "Adam Heller", "C. Buddie Mullins" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Lithium-ion batteries (LIBs) with greater energy densityand longer cycling life are demanded for applications inshrinking portable electronics1 and extended-range electric vehicles.2 Tin-based electrodes,3,4 especially tin sulfides,5,6 are being considered for LIBs because of their high capacity (782/645 mAh g−1 for SnS/SnS2) and superior conductivity.7 Additionally, the Li2S generated upon lithiation is more readily electro-oxidized than the lesser molar mass Li2O,\n8 and thus the conversion reaction9,10 of sulfide electrodes can stably contribute to the total capacity. However, the intrinsic instability and irreversibility of multiple lithiation mechanisms (conversion and alloying)11,12 lead to severe capacity degradation and low Coulombic efficiency (CE). So\nfar, the evidence of conversion and alloying reactions upon the lithiation/delithiation of Cu−Sn−S (CTS) electrodes remains nebulous due to the lack of in situ/ex situ characterizations and theoretical calculations, and the application of CTS electrodes in practical devices has not been demonstrated. Of tin sulfides, SnS2 is more stable than SnS as an anode for LIBs,13 and CTS can further stabilize the electrodes.14 Based on the total mass/volume of cathode and anode materials in\nReceived: June 26, 2019 Accepted: August 26, 2019 Published: August 26, 2019\n© 2019 American Chemical Society 10671 DOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nX E\nT E\nR o\nn Ju\nly 1\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nLi-metal batteries (Figure 1a), Cu4SnS4 has a gravimetric/ volumetric energy density higher than that of other Cu/Snbased sulfides (Figure 1b; the detailed parameters are listed in Table S1). Of the CTS compounds, with more Cu and S contents, Cu4SnS4 undergoes smaller volumetric expansion and forms more stable electrodes upon lithiation according to the results of density functional theory (DFT) calculations.14\nThe potentials of its voltammetric oxidation and reduction waves are closer than those of other CTS compounds; that is, the corresponding reactions are more reversible. However, the synthesis of Cu4SnS4-rich nanomaterials is anything but easy because of the limited Cu−thiourea complex formed upon gelation.15,16 Utilizing the adsorption of graphene oxide (GO) to metal−organic complex,17,18 abundant Cu-containing nanotubes are anchored on reduced graphene oxide (rGO), enabling the formation of Cu4SnS4-rich nanomaterials. Through a simple gelation−solvothermal method, as\nillustrated in Figure 1c,d, a Cu4SnS4-rich composite anchored on rGO (denoted as CTS/G-414) is synthesized, and the GO is reduced simultaneously. The Cu2SnS3-rich CTS sample without rGO (denoted as CTS-213) is also fabricated. For reference, the properties of CTS-213 and CTS/G-414 are compared with those of the earlier Cu2SnS3-rich CTS samples14 in Table S2. In this work, in situ/ex situ characterizations, DFT calculations, and various electrochemical tests are combined to unravel the root cause for the unstable capacity and the reaction pathway of CTS electrodes. In situ X-ray diffraction (XRD) patterns are tested to explore the structural evolution and voltage ranges of CTS electrodes upon conversion and alloying reactions. Moreover, the enhanced conversion reaction of Cu4SnS4 is provided by the DFT-calculated structural evolution, formation energy, and ionic diffusion lengths based on three different algorithms. The lithiation/delithiation performance of the CTS-213 and CTS/ G-414 electrodes is further compared in thin and flexible Limetal batteries, demonstrating the superiority of Cu4SnS4-rich nanomaterials for practical thin-film LIBs."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "The XRD patterns with Rietveld refinements (Figure 2a,b,d,e) indicate that the dominant compound of CTS-213 is Cu2SnS3\nand that of CTS/G-414 is Cu4SnS4. Both samples contain a mixture of Cu2SnS3, Cu3SnS4, and Cu4SnS4. The major compound for CTS-213 is Cu2SnS3 (80.8%), and almost all of the facets of Cu2SnS3 are identified and marked in Figure 2a. CTS-213 contains a small amount of Cu3SnS4 (11.9%) and Cu4SnS4 (7.3%). In contrast, CTS/G-414 contains less Cu2SnS3 (9.4%) and mainly consists of Cu3SnS4 (39.5%) and Cu4SnS4 (51.1%). For reference, the main facets of Cu4SnS4 are marked in Figure 2d. It is evident that adding GO enhances the formation of Cu4SnS4 and Cu3SnS4 at the expense of Cu2SnS3. However, due to the enlarged surface area and excess surface coating (Figure S1a,b), another sample with an overdosage of GO has a low CE and a lithiation performance similar to that of CTS-213 (Figure S1d). By comparing the structures of Cu/Sn-centered polyhedrons, Cu2SnS3 (Figure 2c) only contains tetrahedral coordination, but Cu4SnS4 (Figure 2f) contains both tetrahedral and trigonal planar coordination. As Cu ions can move more easily in trigonal planar geometry than in tetrahedral geometry, the regeneration of CTS may be enhanced in the Cu4SnS4-rich electrode. The CuCl2 and thiourea precursors self-assemble into a [Cu(CSN2H4)2]Cl complex, and the scanning electron microscope (SEM) images and XRD patterns are shown in Figure S2. The complex nanotubes are tightly anchored on GO (Figure 2g). The precursor nanotubes act as the self-template to form CTS nanotubes in the subsequent solvothermal process. In the CTS/G-414 sample (Figure 2h), the rGO sheets are uniformly covered by CTS nanoparticles and nanotubes. The CTS nanotubes are composed of ordered nanoparticles with uniform size and diameters larger than those of the precursor nanotubes. Without the GO additive, the CTS nanotubes of CTS-213 (Figure 2i) are irregular and disordered. Although the diameter of their particle size is about the same, the surface morphology of CTS-213 is rougher and less uniform than that of CTS/G-414, suggesting the poor packing and mechanical weakness of the CTS-213 electrode for lithiation/delithiation. The TEM images of CTS/G-414 (Figure 2j) display that the CTS nanoparticles are anchored on the porous rGO sheets. In the HRTEM images (Figure 2k), two lattice fringes with interplanar spacings of 0.266 and 0.237 nm (the gaps between\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10672\nthe peaks of intensity plots in the insets of Figure 2k) are indexed as the (321) and (031) facets of Cu4SnS4, respectively. The nanotubes in CTS/G-414 (Figure 2l) are composed of numerous discrete nanoparticles. Some nanocrystalline particles can be found on the surface (Figure 2m), and the interplanar spacing of 0.333 nm (the gaps between the peaks of intensity plots in the inset of Figure 2m) is identified by the (311) facet of Cu4SnS4. The diffraction rings observed in the SAED patterns (inset of Figure 2l) are indexed as those facets of Cu4SnS4 and consistent with the XRD patterns (Figure 2d). The results manifest that the rGO sheets are uniformly covered with Cu4SnS4 nanoparticles, and the CTS nanotubes are\nmainly assembled of nanocrystalline Cu4SnS4. The TEM images of CTS-213 (Figure S3a,b) also confirm the accordant Cu2SnS3 as detected in its XRD patterns (Figure 2a). The scanning TEM elemental mappings of CTS/G-414 (Figure 2n−r and Figure S3c−g) present the uniform nanoparticles and nanotubes with homogeneous Cu, Sn, and S distributions anchoring on the rGO substrate. The C 1s spectra of pristine GO (Figure 3a) show some intense peaks at 282−292 eV, which are relevant with oxygencontaining functions (hydroxyl, carboxyl, and epoxy, etc.).19 In contrast, these oxygen-containing peaks are all weakened in CTS/G-414 (Figure 3b), justifying the reduction of GO. The\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10673\nresults ascertain the existence of GO and the in situ reduction of GO in CTS/G-414. In the Raman spectra (Figure 3c), the D peak at ∼1350 cm−1 is ascribed to the breathing modes of six-atom rings and requires a defect for its activation, and the G peak at ∼1590 cm−1 is attributed to the high-frequency E2g phonon at the Brillouin zone center.20 The intensity ratio of the D and G peaks can be used to measure the degree of disordered carbon, and the increase in the ratio is associated with the reconstruction of sp2 domains.21 Consequently, the higher ratio of CTS/G-414 (1.02) compared to that of pristine GO (0.87) implies the reduction of GO after the heat treatment. TGA curves of CTS-213 and CTS/G-414 are shown in\nFigure 3d. The weight loss is associated with the stripping of carbon and sulfur compounds, whereas the weight gain reflects the added oxygen. The end products after the TGA tests are Cu2O, CuO, and SnO2 as verified by the XRD patterns (Figure 3e,g). For the TGA-tested residuals (Figure 3f,h), the stoichiometries of CTS-213 and CTS/G-414 are Cu2.40SnO4.02 and Cu3.00SnO4.22, respectively. For the TGA samples before testing (Figure 2a,d), the stoichiometries of CTS-213 and CTS/G-414 are Cu2.40SnS3.25 and Cu3.00SnS3.68, respectively. According to eqs S4 and S5 in the calculation details (page S-7 of Supporting Information), the weight ratios of CTS compounds in CTS-213 and CTS/G-414 are\ncalculated as 78.59 and 94.94%, respectively. The weight percentage of carbon residuals in CTS/G-414 is less than that in CTS-213, implying the preferred intimately mixed GOcatalyzed oxidation of carbon byproducts during the synthesis, in addition to the carbon oxidized by air during the TGA tests. The Cu 2p peaks of CTS-213 and CTS/G-414 are\ncompared, as shown in Figure 3i. The Cu 2p peaks at 932.0 and 951.8 eV are assigned to Cu+, and the Cu 2p peaks at 935.0 and 954.8 eV are associated with Cu2+.22 The higher Cu+\ncontent of CTS/G-414 compared to that of CTS-213 arises from the Cu4SnS4-rich composition. The accordant Sn 3d peaks (Figure 3j) at 487.3 and 495.6 eV suggest the similar Sn4+ in both samples. In the S 2p spectra (Figure 3k), the peaks at higher energy (167−174 eV) are related to oxidized sulfur species, and the peaks at lower energy (160−166 eV) are relevant with metal sulfides.23 The higher S2− content of CTS/ G-414 compared to that of CTS-213 confirms the abundant sulfide composition as tested by TGA (Figure 3d). In situ XRD analysis is performed to investigate the\nstructural evolution of the CTS/G-414 electrode upon lithiation/delithiation (Figure 4a). In the initial lithiation stage, the CTS peaks (Cu4SnS4, JCPDS 71-0129) gradually reduce (black ellipses) and the Cu−Sn peaks (Cu6Sn5, JCPDS 45-1488) progressively appear (blue rectangle) until ∼1 V, which are related to the conversion reaction described in eq 1.\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10674\nIn the lithiation stage below 1 V, the Cu−Sn peaks start to narrow (blue ellipse) due to the alloying reaction, as specified in eq 2. In the delithiation stage above 1 V, the CTS peaks at ∼28° become wider and stronger (black rectangle), revealing the regeneration of CTS compounds, which is also consistent with the previous ex situ XRD results.14\n+ ↔ +\n= =\ny y\nx y\nconversion: Cu SnS 2 Li Cu Sn Li S\n( 2, 3, 4; 3, 4)\nx y x 2\n(1)\n+ ↔\n= ≤ ≤\nz\nx z\nalloying: Cu Sn Li Li Cu Sn\n( 2, 3, 4; 0 10) x z x\n(2)\nThe structural evolution of Cu2SnS3, Cu3SnS4, and Cu4SnS4 (Figure 4b−d) upon conversion reaction is calculated by three different algorithms until the overall formation of Li2S (6, 8, 8 mol Li ions are inserted for 1 mol Cu2SnS3, Cu3SnS4, and Cu4SnS4). For the separated structures, Cu2SnS3 is converted to Li−Cu−S and Sn (−42.24 eV); Cu3SnS4 is converted to Li−Cu−Sn−S (−57.24 eV); Cu4SnS4 is converted to Li−Cu− S, Cu and Sn (−61.42 eV). For the interstitial structures, the\nlithiated Li−Cu−Sn−S alloys are relatively disordered with total energies lower than those of the separated structures. For the separated structures calculated by the basin-hopping algorithm, crystalline Li2S and Cu−Sn alloys are formed in Cu4SnS4 with the lowest total energy (−62.01 eV), indicating the stable formation of solid solution and enhanced conversion reaction in Cu4SnS4. The decomposition of CTS (black ellipses) and the formation of Cu−Sn alloys (blue rectangle) are consistent with the in situ XRD results (Figure 4a). The diffusion lengths of Li, Cu, Sn, and S in Cu4SnS4 are all the largest among the CTS compounds (Figure 4e−g). The superior ionic diffusion kinetics of Cu4SnS4 are advantageous for enhancing the conversion stability and reversibility. The charge/discharge curves of the CTS-213 electrode\n(Figure 5a) present steep discharge plateaus between 0.01 and 1.7 V, corresponding to the multiple lithiation mechanisms of conversion and alloying (eqs 1 and 2).14 In contrast, the CTS/ G-414 electrode exhibits a higher capacity and broader discharge plateaus compared to those of the CTS-213 electrode in the initial cycle (Figure 5b). The distinct charge plateaus of both the CTS-213 and CTS/G-414 electrodes at\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10675\n∼2.3 V almost overlap in the first three cycles, implying the domination of the conversion process (eq 1). The Cu−Sn alloy is resulfurized to CTS as it is in high-capacity sulfide electrodes.24 The initial CE of the CTS-213 electrode is 77.5%, and that of the CTS/G-414 electrode is 72.7%. The lower CE of the CTS/G-414 electrode results from the additional solid electrolyte interphase (SEI) formation on rGO.25\nThe cycling performance of the CTS-213 and CTS/G-414 electrodes is compared in Figure 5c. The capacity of the CTS213 electrode drastically decays in the first 30 cycles, plateaus at ∼300 mAh g−1, increases after 55 cycles, and reaches ∼560 mAh g−1 in the 200th cycle. The CE initially decreases to ∼86% and then increases to ∼95% after 20 cycles. Post mortem morphology (Figure S4) explains that such behavior is caused by cracks in large aggregates exposing more active materials to lithiation. The capacity of the CTS/G-414 electrode only decreases in the first 10 cycles and then retains a capacity above 720 mAh g−1 for 200 cycles. The CE nearly reaches ∼100% after a few cycles and remains stable in the following cycles. After 120 cycles, the capacity of the CTS/G-414 electrode gradually increases, reaches ∼820 mAh g−1 in the 157th cycle, and holds at ∼800 mAh g−1 in the 200th cycle. The superior capacity and stability establish the highly reversible conversion and alloying reactions of the CTS/G414 electrode. The rate capabilities of the CTS-213 and CTS/G-414 electrodes are compared in Figure 5d and are tested according to the theoretical capacity calculations (page S-9 of the Supporting Information). The CTS/G-414 electrode exhibits higher charge capacity at all rates. At the 1C rate, the CTS/G414 electrode delivers a charge capacity of ∼530 mAh g−1, about twice that of the CTS-213 electrode. After returning to\n0.2C, the CTS/G-414 electrode recovers to ∼630 mAh g−1 similar to that in the first 10 cycles, but the CTS-213 electrode delivers a much lower capacity of ∼270 mAh g−1. The cycling stability and rate capability of the CTS/G-414 electrode are also superior to those of the reported CTS electrodes (Figure S5), demonstrating the theoretically predicted advantages of Cu4SnS4 for reversible lithiation. 14\nThe initial differential capacity plots of the two electrodes (Figure 5e,f) are consistent with their cyclic voltammetry (CV) curves (Figure S6). According to the redox peaks and in situ XRD results (Figure 4a), the three marked domains of 0.01−1, 1−2.4, and 2.4−3 V are ascribed to the alloying (eq 2), conversion (eq 1), and side reactions including the consumption of electrolyte26 and the reversible formation of gel-like film.27 The anodic and cathodic peaks are closer and of about equal height in the CTS/G-414 electrode compared with the CTS-213 electrode, clarifying the more reversible lithiation process. To determine what reactions lead to the capacity increase/decrease, the differential capacity plots in the first, 30th, and 200th cycles (as marked in Figure 5c) are also compared. In the CTS-213 electrode (Figure 5e), the initial anodic peaks at ∼1.9 and 2.4 V corresponding to the reversible conversion (eq 1) are greatly reduced in the 30th cycle, but the anodic peak at ∼1.9 V appears again in the 200th cycle. In the CTS/G-414 electrode (Figure 5f), the initial anodic peaks at ∼1.9 and 2.4 V are reduced but still exist in the 30th cycle, and the anodic peak at ∼1.9 V becomes more intense in the 200th cycle. The results indicate that the conversion reaction is relatively irreversible in the early stage (<30 cycles), but the reversibility can be enhanced in the later stage (∼200 cycles) due to the progressively increased diffusion kinetics. Therefore, the intrinsically high diffusion kinetics of CTS/G-414 facilitate\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10676\nthe reversible conversion in the early stage, and the reversibility can be further improved after long-term cycling. To analyze the alloying, conversion, and side reactions\nindividually, the associated capacities are divided into three segments (Figure 5g,h) according to the differential capacity plots (Figure 5e,f) and in situ XRD results (Figure 4a). For the CTS-213 electrode (Figure 5g), both the conversion and side capacities are unstable in the first 20 cycles and gradually increase after 40 cycles. However, the alloying capacity of the CTS-213 electrode is relatively stable and remains at ∼145 mAh g−1 after 200 cycles, indicating the higher stability of alloying compared with other reactions. The divided capacities of the CTS-213 and CTS/G-414 electrodes are compared in Table 1. The conversion capacity of the CTS-213 electrode is 266 mAh g−1 in the 200th cycle, nearly 48% of the total capacity, implying the domination of the conversion process in\nthe CTS electrodes. The side capacity of the CTS-213 electrode increases with the same trend as the conversion capacity due to the sluggish electrolyte consumption26 with further cycling. For the CTS/G-414 electrode (Figure 5h), the alloying capacity is stable and only loses ∼50 mAh g−1 between the first and 200th cycles (274 vs 222 mAh g−1). The side capacity is nearly flat after 20 cycles. The conversion capacity only diminishes to 285 mAh g−1 in the 20th cycle and then gradually increases and reaches 416 mAh g−1 in the 200th cycle, about 52% of the total capacity. Differing from the CTS213 electrode, the conversion capacity of the CTS/G-414 electrode remains higher than the alloying and side capacities for 200 cycles. The results establish the enhanced capacity, reversibility, and stability of conversion reaction in the CTS/ G-414 electrode.\nTable 1. Segmental Capacities Based on Different Mechanisms in the 200th Cycle (mAh g−1)\nelectrode alloying (0.01−1 V) conversion (1−2.4 V) side (2.4−3 V) total (0.01−3 V)\nCTS-213 145 (25.9%) 266 (47.6%) 148 (26.5%) 559 CTS/G-414 222 (27.8%) 416 (52.1%) 161 (20.1%) 799\nFigure 6. Ex situ high-angle annual dark-field (HAADF) images of CTS/G-414 electrode after (a) discharged to 0.01 V and (b) charged to 3 V. (c) Reaction pathway of Cu−Sn−S/rGO electrodes. (d,e) Galvanostatic intermittent titration technique (GITT) curves and (f,g) corresponding derived Li+ diffusion coefficients of CTS-213 and CTS/G-414 electrodes. CV curves of (h) CTS-213 and (i) CTS/G-414 electrodes at different scan rates; insets are the calculated diffusive contributions. (j) Plots of peak currents and scan rates derived from (h,i). (k) Electrochemical impedance spectra (EIS) plots of the CTS-213 and CTS/G-414 electrodes after 200 cycles.\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10677\nThe ex situ HAADF images of the fully discharged CTS/G414 electrode (Figure 6a) present the Cu−Sn clusters which are different from the S map, implying the generation of Cu− Sn or Li−Cu−Sn alloys upon lithiation. In contrast, the ex situ HAADF images of the fully charged CTS/G-414 electrode (Figure 6b) show overlapped elemental mappings of Cu, Sn, and S, revealing the regeneration of CTS compounds upon the reversible conversion reaction. It means that when the Cu4SnS4-rich electrode is recharged to 3 V, the formed Cu− Sn or Li−Cu−Sn alloys can be resulfurized to CTS compounds. Based on the in situ XRD, DFT calculations, and ex situ\nHAADF results, the reaction pathway of CTS/rGO electrodes is summarized, as illustrated in Figure 6c. In the conversion step (>1 V), the CTS compounds gradually decompose into Cu−Sn alloys and Li2S. In the alloying step (<1 V), the Cu−Sn alloys progressively convert to Li−Cu−Sn alloys. Upon the delithiation step, the Li−Cu−Sn alloys can be delithiated (<1 V). However, the reversible conversion (>1 V) is hard to be achieved in the electrodes with low diffusion kinetics. When the electrodes have intrinsically high diffusion kinetics or after long-term cycling, the conversion reversibility could be further improved. Considering that the conversion reversibility is affected by the ionic diffusion kinetics, the Li+ diffusion coefficients of CTS-213 and CTS/G-414 are compared by GITT and CV tests.28 The GITT curves (Figure 6d,e) are similar to the galvanostatic profiles (Figure 5a,b), and the overpotentials of the CTS/G-414 electrode are smaller than those of the CTS213 electrode. The Li+ diffusion coefficients (Figure 6f,g) are calculated based on eq S8 and Figure S7. The Li+ diffusion coefficients of the two electrodes vary in the same trend ranging from 10−10 to 10−13 cm2 s−1. The higher coefficients of the CTS/G-414 electrode compared to those of the CTS-213 electrode reflect the superior ionic diffusion kinetics of Cu4SnS4 as calculated in Figure 4e−g.\nAfter several cycles for activation, the CV curves of the CTS213 and CTS/G-414 electrodes at different scan rates are measured as shown in Figure 6h,i. The cathodic peaks at ∼1.5 V shift to lower potentials or even disappear with the increasing scan rate due to the diffusion-controlled process. To qualitatively describe the (de)lithiation process and quantitatively assess the Li+ diffusion coefficients, the Randles-Sevcik equations (eqs S9 and S10)29 are used. The anodic peak currents at ∼0.5 V with different scan rates are plotted in Figure 6j. The peak currents are linearly correlated with the square root of scan rates, verifying the dominated diffusion-controlled mechanism. The slope related to the apparent Li+ diffusion coefficients of the CTS/G-414 electrode is larger than that of the CTS-213 electrode, indicating the enhanced diffusion kinetics by the abundant Cu4SnS4. After further fitting the relationship between peak currents and scan rates, the diffusive and capacitive contributions can be determined,30 and the calculation details are listed on page S-13 of the Supporting Information. As depicted in the insets of Figure 6h,i, the diffusion-controlled process dominates the lithiation/delithiation process of the CTS-213 and CTS/G-414 electrodes. The redox peaks between ∼0.7 and 1.5 V are involved in conversion reaction, and these peaks in the CTS/ G-414 electrode are more intense than those of the CTS-213 electrode, confirming the enhanced conversion reaction. The EIS plots of the cycled CTS-213 and CTS/G-414\nelectrodes are shown in Figure 6k, and the equivalent circuit model31 is depicted in the inset. The original intercept in the high-frequency range represents the bulk resistance of the electrolyte (R0), and the semicircles in the middle- and lowfrequency ranges represent the resistances of the SEI film (Rs) and the interfacial charge transfer (Rct). The oblique line in the low-frequency range represents the Warburg impedance of Li+\ndiffusion (Zw), and the constant phase elements are related to the capacitances of the SEI film (CPE1) and the interfacial charge transfer (CPE2). Because of the large specific surface area of rGO and the improved conductivity by rGO, Rs related\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10678\nto the SEI film is decreased in CTS/G-414. Because the CTS materials are tightly anchored on the rGO sheets, both Rs and Rct of CTS/G-414 (51.62 and 9.981 Ω) are smaller than those of CTS-213 (167.7 and 37.04 Ω). The reduced resistances contribute to the improved cycling performance and rate capability of the CTS/G-414 electrode. Thin and flexible Li-metal batteries with an effective area of ∼20 cm2 using the CTS-213 and CTS/G-414 electrodes as cathodes and lithium foils as anodes are assembled (Figure 7a). The thin-film configuration composed of lean nonactive components is shown in Figure 7b. The thin-film lithium batteries can drive the light-emitting diodes and maintain the performance under both flat and bending states (Figure 7c,d). The initial charge/discharge profiles of the thin-film lithium batteries (Figure 7e) are consistent with the charge/discharge curves of their coin cells (Figure 5a,b), verifying the same multiple lithiation mechanisms. The thin-film lithium battery using the CTS/G-414 electrode delivers an initial charge capacity of 853 mAh g−1 and retains 451 mAh g−1 after 50 cycles (Figure 7f). In contrast, the thin-film lithium battery using the CTS-213 electrode exhibits an initial charge capacity of 674 mAh g−1 and only maintains 218 mAh g−1 after 50 cycles. The superior (de)lithiation performance of CTS/G-414 compared to that of CTS-213 in the thin-film lithium batteries probes the potential application of Cu4SnS4-rich nanomaterials in practical energy storage devices."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "The Cu4SnS4-rich nanoparticles and nanotubes are synthesized by a gelation−solvothermal method and applied for thin and flexible Li-metal batteries. The addition of GO results in an abundance of Cu4SnS4, which provides more reversible lithiation than other CTS compounds. Capacity division of the Cu4SnS4-rich electrode in the voltage ranges determined by in situ XRD results manifests the enhanced conversion capacity, reversibility, and stability. Theoretical DFT calculations indicate the low formation energy and high ionic diffusion kinetics of Cu4SnS4-rich electrodes. The reversible conversion pathway of CTS/rGO electrodes is revealed by in situ and ex situ characterizations, elucidating the formation of Cu−Sn or Li−Cu−Sn alloys upon lithiation and the regeneration of CTS compounds upon delithiation. Actually, intrinsically high or cycling activated kinetics of sulfide electrodes can both enhance the conversion reversibility and inhibit the unstable capacity. The methodologies can be exploited for developing other analogous energy materials and devices."
    }, {
      "heading" : "METHODS",
      "text" : "Synthesis of CTS-213 and CTS/G-414. As illustrated in Figure 1c,d, the CTS/G-414 sample was synthesized via gelation followed by solvothermal methods. First, 2 mmol of CuCl2·2H2O was mixed with 1 mmol of SnCl4·5H2O by vigorous stirring in 20 mL of ethanol to form a green solution. Meanwhile, 4 mmol of thiourea was dissolved by vigorous stirring in 20 mL of ethanol to form a transparent solution. The thiourea and chloride solutions were mixed and dispersed by ultrasonication until producing a white gel complex of [Cu(CSN2H4)2]Cl.\n16 The white gel was stirred until a white emulsion formed, and then 5 mg of GO prepared by Hummer’s method32 was added under vigorous stirring. For the CTS-213 sample, the precursors were mixed and stirred without adding GO. The two solutions were transferred to two Teflon-lined stainless-steel autoclaves and kept at 160 °C for 15 h. After being naturally cooled to ambient temperature, the black precipitates in the autoclaves were\ncentrifuged, washed with deionized water and ethanol several times, and vacuum-dried at 60 °C for ∼12 h. The products were annealed in a tube furnace heated at a rate of 3 °C min−1 to 400 °C and kept at 400 °C for 4 h under flowing Ar gas. The synthetic mechanisms are described in detail on page S-14 of the Supporting Information.\nCharacterization. A Zeiss Supra 55 SEM was used for imaging the morphology. A JEOL 2010F TEM was used for checking the morphology, crystal structures, and elemental distributions. XRD patterns were obtained by using a Rigaku MiniFlex 600 diffractometer with Cu Kα radiation. According to the crystallographic information files (CIFs) of Cu2SnS3 [JCPDS 89-2877], Cu3SnS4 [JCPDS 71- 0129], Cu4SnS4 [JCPDS 36-0217], Cu2O [JCPDS 05-0667], CuO [JCPDS 80-1916], and SnO2 [JCPDS 71-0652], Rietveld refinements for as-prepared powders and TGA residuals were performed using the HighScore Plus software. XPS data were obtained by using a Kratos Axis Ultra DLD instrument. Raman spectra were obtained with a Witec Alpha 300. TGA curves were tested with a Mettler-Toledo TGA/DSC1 in the air at a scan rate of 10 °C min−1.\nElectrochemical Measurements. CTS-213 and CTS/G-414 powders were dispersed in ultrapure deionized water with a 90 kDa sodium carboxymethylcellulose binder and Super P Li carbon to form an 8:1:1 weight ratio slurry. The slurry was coated on Cu foils by a notch bar and vacuum-dried at 120 °C for 12 h. The mass loading of the electrodes was ∼0.5 mg cm−2. Coin cells (CR2032) were assembled in a glovebox (<0.1 ppm of O2 and <0.1 ppm of H2O) using these CTS electrodes, lithium-piece anodes, polypropylene membrane (Celgard 2400) separators, and 1.0 M LiPF6 in ethylene carbonate/diethyl carbonate (EC/DEC = 1:1 in volume) electrolyte. Thin-film lithium batteries were assembled in a glovebox using the same materials except for the lithium-foil instead of lithium-piece anodes and sealed inside the glovebox with Kraton tapes and pouch packages. The galvanostatic charge/discharge and CV tests were conducted on a battery test system (Arbin, BT 2143) between 0.01 and 3 V. EIS plots were measured using a potentiostat (CHI 608D) with an amplitude potential of 5 mV from 106 to 10−1 Hz.\nIn Situ XRD Tests. In situ XRD measurements were conducted on a Bruker D8 Advance X-ray diffractometer with Cu Kα radiation by using a homemade battery assembled in a glovebox. A beryllium window was used for X-ray beam transmission. During the galvanostatic discharge and charge tests, each scan of the sequential XRD patterns is collected in the 2θ range of 20 and 80° at a scanning rate of 6° min−1. All of these measurements were performed at ambient temperature.\nCalculation Details. To calculate the structural evolution of CTS upon lithiation, spin-polarized DFT with a generalized gradient approximation parametrized by Perdew−Burke−Ernzerhof33 as implemented in the Vienna ab initio simulation package (VASP) was used.34 The kinetic energy cutoff of the plane-wave basis was set to 500 eV for the structural relaxation and 300 eV for the basinhopping optimization. The k-point meshes for the integration of the Brillouin zone were determined by convergence tests achieving a total energy per formula unit (fu) within 2.0 meV. Four fu values of Cu2SnS3/Cu4SnS4 and two fu values of Cu3SnS4 were used for the structural relaxation of the interstitial lithiation algorithm. Four fu values of Cu2SnS3, Cu3SnS4, and Cu4SnS4 were used for the global optimization calculations of the basin-hopping algorithm.35"
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b05029.\nTheoretical parameters of Cu/Sn-based sulfides, comparison between this work and a previous report, CTS/ G composite with overdosage of GO additive, morphology and XRD patterns of the CuCl2−thiourea complex, additional TEM results, stoichiometry calculations, post mortem morphology of cycled CTS electrodes, theoretical capacity calculations, performance\nDOI: 10.1021/acsnano.9b05029 ACS Nano 2019, 13, 10671−10681\n10679\ncomparison with reported CTS materials, CV curves, GITT calculations, CV calculations, and synthetic mechanisms (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail: dlpeng@xmu.edu.cn. *E-mail: hangguo@xmu.edu.cn. *E-mail: mullins@che.utexas.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Jie Lin: 0000-0002-1281-9713 Duck Hyun Youn: 0000-0001-7338-6715 Yang Liu: 0000-0002-7240-1546 Kenta Kawashima: 0000-0001-7318-6115 Dong-Liang Peng: 0000-0003-4155-4766 Hang Guo: 0000-0001-9062-9678 Graeme Henkelman: 0000-0002-0336-7153 Adam Heller: 0000-0003-0181-1246 C. Buddie Mullins: 0000-0003-1030-4801"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the Welch Foundation through Grants F-1131 (A.H.), F-1841 (G.H.), and F-1436 (C.B.M.), and the National Science Foundation through Grant No. CBET-1603491 (C.B.M.). J.L. thanks Hugo Celio, Karalee Jarvis, Richard Piner, and Dwight Romanovic for their characterization assistance. We also acknowledge the China Scholarship Council (CSC) scholarship under the State Scholarship Fund."
    } ],
    "references" : [ {
      "title" : "Sustainability and In SituMonitoring in Battery Development",
      "author" : [ "C.P. Grey", "J.M. Tarascon" ],
      "venue" : "Nat. Mater. 2017,",
      "citeRegEx" : "Grey and Tarascon,? \\Q2017\\E",
      "shortCiteRegEx" : "Grey and Tarascon",
      "year" : 2017
    }, {
      "title" : "Current Status and Challenges for Automotive Battery Production Technologies",
      "author" : [ "Droeder" ],
      "venue" : "Nat. Energy 2018,",
      "citeRegEx" : "F. and K.,? \\Q2018\\E",
      "shortCiteRegEx" : "F. and K.",
      "year" : 2018
    }, {
      "title" : "Nanostructured Materials for Advanced Energy Conversion and Storage Devices",
      "author" : [ "S O", "Se", "Te" ],
      "venue" : "Batteries. Adv. Mater. 2017,",
      "citeRegEx" : "O2 et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "O2 et al\\.",
      "year" : 2005
    }, {
      "title" : "Recent Advances in Rechargeable Battery Materials: A Chemist’s Perspective",
      "author" : [ "M.R. Palacin" ],
      "venue" : "Chem. Soc. Rev. 2009,",
      "citeRegEx" : "Palacin,? \\Q2009\\E",
      "shortCiteRegEx" : "Palacin",
      "year" : 2009
    }, {
      "title" : "Synthesis, Vibrational Spectra and X-Ray Structures of Copper(I) Thiourea Complexes",
      "author" : [ "Niinistö" ],
      "venue" : "Inorg. Chim. Acta 2004,",
      "citeRegEx" : "J. and L.,? \\Q2004\\E",
      "shortCiteRegEx" : "J. and L.",
      "year" : 2004
    }, {
      "title" : "Graphene Oxide Composite − a High-Capacity, High-Rate, and Long-Cycle Life Sodium-Ion Battery Anode Material",
      "author" : [ "R. Hu", "Y. Ouyang", "T. Liang", "X. Tang", "B. Yuan", "J. Liu", "L. Zhang", "L. Yang", "M. Zhu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Hu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2014
    }, {
      "title" : "SnO2−Mn− Graphite Ternary Anode",
      "author" : [ "S. Laruelle", "S. Grugeon", "P. Poizot", "́ M. Dolle", "L. Dupont", "J.M. Tarascon" ],
      "venue" : "Energy Environ. Sci. 2017,",
      "citeRegEx" : "Laruelle et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Laruelle et al\\.",
      "year" : 2017
    }, {
      "title" : "Preparation of Graphitic Oxide",
      "author" : [ "Hummers", "W.S.", "R.E. Offeman" ],
      "venue" : "J. Am. Chem. Soc. 1958,",
      "citeRegEx" : "Jr and Offeman,? \\Q1958\\E",
      "shortCiteRegEx" : "Jr and Offeman",
      "year" : 1958
    }, {
      "title" : "Generalized Gradient Approximation Made Simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Phys. Rev. Lett. 1996,",
      "citeRegEx" : "Perdew et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Perdew et al\\.",
      "year" : 1996
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Through a simple gelation−solvothermal method with graphene oxide as the additive, a Cu4SnS4rich composite of nanoparticles and nanotubes is synthesized and applied for thin and flexible Li-metal batteries. Unlike the Cu2SnS3-rich electrode, the Cu4SnS4rich electrode cycles stably with an enhanced conversion capacity of ∼416 mAh g−1 (∼52% of total capacity) after 200 cycles. The lithiation/delithiation mechanisms of Cu− Sn−S electrodes and the voltage ranges of conversion and alloying reactions are informed by in situ X-ray diffraction tests. The conversion process of three Cu−Sn−S compounds is compared by density functional theory (DFT) calculations based on three algorithms, elucidating the enhanced conversion stability and superior diffusion kinetics of Cu4SnS4 electrodes. The reaction pathway of Cu−Sn−S electrodes and the root cause for the unstable capacity are revealed by in situ/ex situ characterizations, DFT calculations, and various electrochemical tests. This work provides insight into developing energy materials and power devices based on multiple lithiation mechanisms.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}