{
  "name" : "downloads_2019-11-06_a5_ma2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effect of differentially heated tubes on natural convection heat transfer in a space between two adiabatic horizontal concentric cylinders using nano-fluid",
    "authors" : [ "Yulin Ma", "Mojtaba Jamiatia", "Alireza Aghaei", "Mohammad Sepehrirad", "Amin Dezfulizadeh", "Masoud Afrand" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "International Journal of Mechanical Sciences 163 (2019) 105148\nContents lists available at ScienceDirect\nInternational Journal of Mechanical Sciences\njournal homepage: www.elsevier.com/locate/ijmecsci\nEffect of differentially heated tubes on natural convection heat transfer in a space between two adiabatic horizontal concentric cylinders using nano-fluid\nYulin Ma a , Mojtaba Jamiatia b , Alireza Aghaei c , Mohammad Sepehrirad d , Amin Dezfulizadeh d , Masoud Afrand e , f , ∗\na Suzhou Automotive Research Institute, Tsinghua University, Suzhou 215134, PR China b Department of Physics, Naragh Branch, Islamic Azad University, Naragh, Iran c Young Researchers and Elite Club, Arak Branch, Islamic Azad University, Arak, Iran d Department of Mechanical Engineering, Arak Branch, Islamic Azad University, Arak, Iran e Laboratory of Magnetism and Magnetic Materials, Advanced Institute of Materials Science, Ton Duc Thang University, Ho Chi Minh City, Vietnam f Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh City, Vietnam\na r t i c l e i n f o\nKeywords: Heat transfer Free convection Laminar regime Coaxial cylinders Nano-fluid\na b s t r a c t\nIn the present numerical study, the free convective flow between several differentially hot and cold tubes enclosed in a space between two horizontal adiabatic coaxial cylinders which filled with three different kinds of nano-fluids is investigated. The effects of influential aspects including; location of heat source/sink, number of tubes, Rayleigh number ( Ra ), volume concentration ( 𝜙) and type of the nanoadditives on the isotherms, streamline, stream function and average Nusselt number ( 𝑁𝑢 𝑖 ) are explored. The governing equations are solved numerically employing control-volume based finite volume technique. For pressure-velocity coupling, the Semi-Implicit Method is utilized. According to the obtained results, usage of nano-fluid leads to the considerable enhancement of heat transfer in the studied cavity. For all the examined configurations with two cylinders, the configuration 30° has the most 𝑁𝑢 𝑖 values which is followed by configurations 60° or 0°, 90°, 120°, 150° and 180°, respectively. It is clearly seen that for all the assessed configurations with three cylinders, the highest to lowest 𝑁𝑢 𝑖 respectively belongs to the Case 2C, Case 2A and Case 2B. Moreover, for all the investigated configurations with four cylinders, the highest and lowest 𝑁𝑢 𝑖 respectively occurs at Case 3B and Case 3A.\n1\nfl c e t c\na o H c c a t\nC\nk fl t t\nS t a i a t fl w h t e\nh R A 0\n. Introduction\nBuoyancy-induced convection phenomenon in enclosures filled with uid plays an important role in some of industry and engineering appliation such as nuclear reactor design, electronics cooling, heat exchangrs and thermal energy storage systems [1–4] . Also in recent decades, he convection heat transfer between horizontal cylinders is taken into onsideration more than ever.\nDesigners are often reluctant to utilize mechanical equipment to crete fluid flow, especially when a small power consumption, a negligible perating noise, and a high reliability of the system, are main concerns. owever, the inherently poor energy efficiency of natural and mixed onvection, in comparison with equivalent or similar forced convection ases, represents a substantial restriction to heat transfer. As well the cceptance of the conventional techniques which are used to enhance he heat transfer according to the usage of turbulators is a imaginable\n∗ Corresponding author at: Laboratory of Magnetism and Magnetic Materials, Adv ity, Vietnam.\nE-mail address: masoud.afrand@tdtu.edu.vn (M. Afrand).\nttps://doi.org/10.1016/j.ijmecsci.2019.105148 eceived 5 August 2019; Received in revised form 3 September 2019; Accepted 7 Se vailable online 8 September 2019 020-7403/© 2019 Elsevier Ltd. All rights reserved.\ney to alleviate the problem is to replace of conventional heat transfer uids whose effective thermal conductivity is known to be more than hat of the traditional base fluid. Therefore, an inclusive sympathetic of he thermal behavior of these systems is vital.\nKuehn and Goldstein [5] were the first to work on this topic. adripour conducted several investigations [6,7] on the naturally venilated horizontal coaxial annuli and examined the impact of various spects such as Ra, Pr and aspect ratio. In their empirical investigation, t was realized that laminar to turbulent flow regime transition happens t Ra = 10 6 . Kumar [8] investigated free convective flow in a horizonal annuli geometry where the inner cylinder is under a constant heat ux (hot wall) and the outer cylinder has a constant temperature (cold all). Ho et al. [9] studied numerically the natural/mixed convection eat transfer in two horizontal cylindrical annuli (coaxial and eccenric). They found that the hydrothermal aspects of the flow depend on ccentricity of the annulus and the Ra . Chun Lang Yeh [10] studied\nanced Institute of Materials Science, Ton Duc Thang University, Ho Chi Minh\nptember 2019\nn w [ h m fi c t o h l fl b fl w a\nt S t T f fl o m fi i t i [ r fi b\nv t P i t b e a l c f m c d A l 𝑁 [ e t b i f h a fl v e 3 h i d d h v m h o h c i h [ c i fi o g e\nNomenclature\nC k thermal conductivity ratio C 𝜇 turbulence model constant C P specific heat capacity, (J/Kg • K) D Einstein diffusion coefficient d diameter f friction factor h heat transfer coefficient(W/m 2 • K), k thermal conductivity, (W/m • K) K turbulent kinetic energy, (J/Kg) k b Boltzmann’s constant M molecular weight N Avogadro number Nu Nusselt number n empirical shape factor P pressure, (Pa) Pr Prandtl number Q heat flux Re Reynolds number S surface area T temperature, (K) u flow velocity component, (m/s) u ′ fluctuated velocity, (m/s) V volume x axial direction\nGreek symbols Γ molecular thermal diffusivity Γt turbulent thermal diffusivity 𝜀 turbulent dissipation rate,(m/s) 𝜇 dynamic viscosity, (Ns/m) 𝜌 density, (Kg/m) 𝜑 volume fraction 𝜑 m packing fraction\nSubscript av average B Brownian eff effective f fluid (base fluid) fr freezing i, j components m mean nf nano-fluid np nanoadditive t turbulent w wall\numerically 3D free convection through a horizontal coaxial annulus ith quantified wall thermal boundary conditions. Desai and Vafai\n11] studied numerically 2D and 3D turbulent free convective flow in orizontal annulus. The finite volume method was used for their nuerical modeling of the turbulent fluid flow. They realized that for sufciently long annulus, it is possible to simulate approximately the free onvective flow in horizontal annulus by a 2D model. Also they realized hat usage of radial fins on inner cylinder has a significant influence n heat transfer in annulus. Existence of such fins makes the flow and eat transfer characteristics substantially different from those of annuus without fins. This flow geometry has been investigated for laminar ow case by Chai and Patankar [12] , Sheikhzadeh et al. [13] and Arbaan and Salimpour [14] . Chai and Patankar [12] investigated the fluid ow and heat transfer characteristics for a horizontal annulus equipped ith six radial fins. They found that the internal fins orientation has not ny significant influence on the 𝑁𝑢 . It is while the fluid flow, tempera-\n𝑖\nure field and heat transfer rate are sharply affected by fins properties. heikhzadeh et al. [13] studied numerically the nano-fluid flow and heat ransfer characteristics for two different cases with two and four fins. hey realized that the 𝑁𝑢 𝑖 rises by growing the Ra and 𝜙. Also they ound that the fins length and the number of fins have an important inuence on 𝑁𝑢 𝑖 and the 𝑁𝑢 𝑖 reduces with growing of length and number f fins. Arbaban and Salimpour [14] studied numerically the hydrotheral aspects of nano-fluid flowing inside a coaxial annuls with internally nned inner cylinder and using three different nano-fluids. They realzed that the 𝑁𝑢 𝑖 intensifies by boosting of 𝜙. Also they observed that he temperature gradient and absolute value of stream function reduces n case of using nano-fluid instead of base fluid. Rahnama and Farhadi 15] studied numerically the free convective flow of turbulent fluid flow egime between two horizontal coaxial cylinders equipped with radial ns. They realized that at the same Ra the heat transfer rate reduces by oosting of fins number.\nIn a numerical assessment, Gap et al. [16] examined the free conective flow in a square cavity with circular cylinders. It was reported hat growing the Ra causes an intensification in the heat transfer rate. ark et al. [17] studied numerically laminar free convective flow in an nclined square cavity with inner circular cylinder. They realized that he averaged Nusselt number reduces along the top and left walls by oosting of cavity tilted angel. It is while the averaged Nusselt number nhances along the bottom and right wall by boosting of cavity tilted ngel. Wang et al. [18] and Dai et al. [19] in similar studies investigated aminar free convective flow in a 2D horizontal square cavity with two ylinders having different temperatures. It was found that the 𝑁𝑢 𝑖 is a unction of tube arrangement. Khanafer et al. [20] studied numerically ixed convection heat transfer in a lid driven enclosure with inner cirular cylinder. They found that the 𝑁𝑢 𝑖 enhances with intensify of cyliner radius for all the studied Richardson numbers. Öztop et al. [21] and minossadati et al. [22] studied mixed convection heat transfer probem in a two-sided lid-driven enclosure. At low Richardson numbers, the 𝑢 𝑖 changed sharply with moving walls direction changing. Park et al. 23] investigated numerically free convective heat transfer in a square nclosure with 4 inner circular cylinders. It was reported that the variaion in isotherm and streamline patterns varies drastically with distance etween enclosure walls and hot cylinders. Al-Zamily et al. [24] studed numerically the nano-fluid flow and magnetohydrodynamic (MHD) ree convective flow in a semi-circular cavity. They observed that the eat transfer rate enhances by boosting of the Ra and the 𝜙. Hedayti et al. [25,26] conducted simulations to assess the mixed convection ow of nano-fluid through a vertical microchannel. The outcomes reealed that replacing the heat sources with smaller ones results in the nhancement of heat transfer. In a numerical assessment, Kefayati [27– 1] analyzed the mixed convection flow of nano-fluid in a differentially eated cavity and reported the Nusselt number enhancement by growng the 𝜙. Kalteh et al. [32] investigated numerically different nanoaditive diameter effects on mixed convection heat transfer inside a lid riven square enclosure. They found that at all Richardson numbers the eat transfer rate reduces by growing the nanoadditives diameter. Malandi et al. [33–36] studied numerically nano-fluid flow and natural and ixed convection heat transfer inside two different cavities (vertical and orizontal) under magnetic field effects. They found that in attendance f a magnetic field, the decline of heat transfer diminishes especially at igh nanoadditives diameters. Moradi et al. [37] investigated numerially fluid flow and free convective flow of Newtonian nano-fluids in an solated cylindrical cavity. They realized that the heat transfer rate enances with intensify of the enclosure aspect ratio. Selimefendigil et al. 38,39] investigated numerically nano-fluid flow and the MHD mixed onvection heat transfer in a lid-driven cavity equipped with a rotatng circular cylinder. In the attendance of a magnetic field, the velocity eld and convection heat transfer within the cavity were underdevelped. Also, it was reported that the heat transfer rate intensifies with rowing the 𝜙. Sheikholeslami et al. [40–46] studied numerically the ffects of magnetic field on nano-fluid field and free convective flow in\nv b b fl T R a 4 h c s\nfl w w l o X m b [ [ c fl\na g m a fl c B v\nfl w t v i fi g h b fl s o\n2\ne i o b\no i c w t i i a\n3\ns\n𝜌\n𝜌\n𝑢\nw t g s\ni t\n𝜌\n(\n(\narious cavities. They presented that the heat transfer rate enhances by oosting of Ra and 𝜙. But it reduces with the growth of Hartmann numer. Ho et al. [47] studied numerically fluid flow and free convective ow between two horizontal cylinders in an adiabatic circular cavity. hey observed that the heat transfer characteristics are affected by the a . Garoosi et al. [48] investigated numerically fluid flow and natural nd mixed convection heat transfer in a square cavity with 2, 3 and hot and cold cylinders. They realized that the heat transfer rate enancement or reduction depends on the rotation direction of the hot and old cylinders. Also, they observed that the heat transfer rate enhances harply by changing the hot tubes location from top to bottom.\nGouidmi et al. [49] studied numerically upward vertical two-phase ow through an annulus coaxial pipe. The condition of two-phase flow as simulated with the volume of fluid model and turbulence effects ere simulated by employing the k- 𝜀 model. Earn et al. [50] ana-\nyzed in details to compare SIMPLE and SIMPLER algorithm in terms f their convergence rate, iteration number and computational time. ian et al. [51] reviewed the preparation method, stability investigation ethod, thermophysical properties and heat transfer performance of hyrid nano-fluid in various heat transfer applications. Sadripour et al. 52] , Sheikhzadeh et al. [53] , Ashoori et al. [54] and Sheikhzadeh et al. 55] during similar investigations studied fluid flow and heat transfer haracteristics inside 2D and 3D cavities filled with single-phase nanouid.\nSheremet and Pop [56] investigated numerically free convection in porous horizontal cylindrical annulus with a nano-fluid using Buoniorno’s model. In another study Sheremet and Pop [57] analyzed nuerically free convection in a horizontal cylindrical annulus filled with porous medium saturated by a nano-fluid using Tiwari and Das’nanouid model. Bondareva et al. [58] studied heatline visualization of free onvection in a thick walled open cavity filled with a nano-fluid. Also, ondareva et al. [59] investigated entropy generation due to free conection of a nano-fluid in a partially open triangular cavity.\nThe literature review elucidates that although the free convective ow in a space between two horizontal adiabatic coaxial cylinders hich filled with nano-fluids has been assessed, but, to the best of au-\nhor’s knowledge there is not any study which investigates the free conective flow between several differentially hot and cold tubes enclosed n a space between two horizontal adiabatic coaxial cylinders which lled with nano-fluid. The main aim of the present work is to investiate numerically the free convective flow between several differentially ot and cold tubes enclosed in a space between two horizontal adiaatic coaxial cylinders which filled with three different kinds of nanouids. The impacts of influential aspects including; location of the heat ource/sink, number of tubes, Ra , 𝜙 and nano-fluid type on the pattern f isotherms, streamlines, stream function and 𝑁𝑢 𝑖 are explored.\n. Problem definition\nThe free convective flow between several differentially heated tubes nclosed in a space between two horizontal adiabatic coaxial cylinders s investigated in the present work. Fig. 1 indicates a schematic diagram f differentially heated annulus that the present work has been validated y it.\nFig. 2 shows the geometries used in the present study. A polar cordinate system is adopted in such a way that the radial coordinate r s measured from the center and the angular coordinate 𝜃 is measured ounter-clockwise from the downward vertical symmetric line, along hich direction gravity acts. The hot and cold tubes are kept at constant emperatures and they are T h = 305 K, and T c = 295 K, respectively. It s while the cylinders surfaces are insulated. The reference temperature s T ref = ( T h + T c )/2 and it has been chosen as the average value of hot nd cold tubes. The following assumptions are predicted:\n• The nano-fluid is incompressible and the flow regime is laminar. • The nano-fluid is treated as single-phase fluid.\n• The base fluids and nanoadditive are in thermal equilibrium and no slip condition takes place between them. • The thermophysical properties of the nano-fluid are considered to be constant with the exception of density which differs according to the Boussinesq approximation.\n. Mathematical formulation\nThe governing equations in a polar coordinate system for steadytate, two-dimensional and laminar free convection are given by [5,60] :\nContinuity equation:\n𝜕 ( 𝑟𝑢 ) 𝑟𝜕𝑟 + 𝜕𝑣 𝑟𝜕𝜃 = 0 (1)\nRadial momentum equation:\n𝑛𝑓\n( 𝑢𝜕𝑢\n𝜕𝑟 + 𝑣 𝑟 𝜕𝑢 𝜕𝜃 − 𝑣\n2\n𝑟\n) = − 𝜕𝑝\n𝜕𝑟 + 𝜇𝑛𝑓\n( 𝜕 2 𝑢\n𝜕 𝑟 2 + 𝜕𝑢 𝑟𝜕𝑟\n+ 𝜕 2 𝑢 𝑟 2 𝜕 𝜃2 − 2 𝑟 2 𝜕𝑣 𝜕𝜃 − 𝑢 𝑟 2 ) + ( 𝜌𝛽) 𝑛𝑓 𝑔 ( 𝑇 − 𝑇 𝑐 ) cos 𝜃 (2)\nAngular momentum equation:\n𝑛𝑓\n( 𝑢𝜕𝑣\n𝜕𝑟 + 𝑣 𝑟 𝜕𝑣 𝜕𝜃 + 𝑢𝑣 𝑟\n) = − 1\n𝑟\n𝜕𝑝 𝜕𝜃 + 𝜇𝑛𝑓\n( 𝜕 2 𝑣\n𝜕 𝑟 2 + 𝜕𝑣 𝑟𝜕𝑟 + 2 𝑟 2 𝜕𝑢 𝜕𝜃 − 𝑣 𝑟 2 ) + ( 𝜌𝛽) 𝑛𝑓 𝑔 ( 𝑇 − 𝑇 𝑐 ) sin 𝜃 (3)\nEnergy equation:\n𝜕𝑇 𝜕𝑟 + 𝑣 𝑟 𝜕𝑇 𝜕𝜃 = 𝛼𝑛𝑓\n( 𝜕 2 𝑇\n𝜕 𝑟 2 + 1 𝑟 𝜕𝑇 𝜕𝑟 + 𝜕\n2 𝑇\n𝑟 2 𝜕 𝜃2\n) (4)\nhere u and v are the radial and angular velocity components, respecively, and p, T, 𝜌, g, 𝛽 and 𝛼 are the pressure, temperature, density, ravitational constant, thermal expansion coefficient and thermal diffuivity, respectively.\nTo calculate the thermo-physical properties of the nano-fluid by usng Brownian motion of nanoadditives, the following relations are obained [61] :\nDensity:\n𝑛𝑓 = ( 1 − 𝜑 ) 𝜌𝑓 + 𝜑 𝜌𝑛𝑝 (5)\nHeat capacity: 𝜌𝐶 𝑝 ) 𝑛𝑓 = ( 1 − 𝜑 ) ( 𝜌𝐶 𝑝 ) 𝑓 + 𝜑 ( 𝜌𝐶 𝑝 ) 𝑛𝑝\n(6)\nThermal expansion coefficient:\n𝜌𝛽) 𝑛𝑓 = ( 1 − 𝜑 ) ( 𝜌𝛽) 𝑓 + 𝜑 ( 𝜌𝛽) 𝑛𝑝 (7)\nw b o t\nR\nw o d n d K\n𝜏\nw S\n𝐷\nw\n𝑢\nb\nR\nm o\nThermal conductivity:\n𝑘 𝑛𝑓 𝑘 𝑓 = 1 + 4 . 4 𝑅𝑒 0 . 4 𝑛𝑝 𝑃 𝑟 0 . 66\n( 𝑇\n𝑇 𝑓𝑟 ) 10 ( 𝑘 𝑛𝑝 𝑘 𝑓 ) 0 . 03 𝜑 0 . 66 (8)\nhere Re np is the nanoadditive Reynolds number, Pr is the Prandtl numer of base fluid, T is the nano-fluid temperature, T fr is the freezing point f the base fluid, k np is the nanoadditive thermal conductivity and 𝜑 is he volume fraction of the suspended nanoadditives.\nIn more detail, the nanoadditive Reynolds number is defined as:\ne 𝑛𝑝 = 𝜌𝑓 𝑢 𝐵 𝑑 𝑛𝑝\n𝜇𝑓 (9)\nhere 𝜌f , μf , u B and d np are the mass density and the dynamic viscosity f the base fluid, mean nanoadditive Brownian velocity and the nanoaditives diameter, respectively. Assuming absence of agglomeration, the anoadditive Brownian velocity u B is calculated as the ratio between np and the time 𝜏d required to cover such distance, that according to eblinski et al. [62]\n𝑑 = 𝑑 𝑛𝑝\n2\n6 𝐷 (10)\n𝐵\nhere D B is the Brownian diffusion coefficient is given by the Einstein– toke’s equation [63] :\n𝐵 = 𝑘 𝑏 𝑇\n3 𝜋𝜇𝑓 𝑑 𝑛𝑝 (11)\nherein k b = 1.38066 •10 − 23 (J/K) is the Boltzmann constant. Hence:\n𝐵 = 2 𝑘 𝑏 𝑇\n𝜋𝜇𝑓 𝑑 𝑛𝑝 2 (12)\ny replacing Eq. (12) in Eq. (9) , we obtain:\ne 𝑛𝑝 = 2 𝜌𝑓 𝑘 𝑏 𝑇 𝜋𝜇𝑓 2 𝑑 𝑛𝑝 (13)\nDynamic viscosity:\n𝜇𝑛𝑓 𝜇𝑓 =\n( 1 − 34 . 87 ( 𝑑 𝑛𝑝\n𝑑 𝑓\n) −0 . 3 𝜑 1 . 03 ) −1 (14)\nIn the above equation d f is the equivalent diameter of a base fluid olecule calculated at the reference temperature T 0 = 293 K on the basis\nf the relation M = 𝜌f 0 ∀mN , where M, 𝜌f 0 and ∀m are the molar mass, the\nm N (\n𝑑\n𝛼\n𝜂\n𝜂\nw t\na\n(\n𝑈\ne [\n(\n(\nw\nR\nd\n𝑁\nt t\n𝑁\n𝑈|| 4\na n d c s M d t c t\n5\nl K T p s i h d s t Δ u a 1 F\n6\n6\nC c g a f t r\nass density at T 0 and the molecular volume of the base fluid, whilst = 6.022 • 10 23 (mol − 1 ) is the Avogadro number. If we express ∀m as\n4/3) 𝜋( df /2) 3 , we obtain [61–63] : 𝑓 = 0 . 1 (\n6 𝑀 𝑁𝜋𝜌𝑓0\n) 1 ∕ 3 (15)\nThermal diffusivity [61–63] :\n𝑛𝑓 = 𝑘 𝑛𝑓 ( 𝜌𝑐 𝑝 ) 𝑛𝑓\n(16)\nIn general any property of EG ‒Water mixture (50%:50% by weight) is evaluated as:\n𝑚 = 0 . 5278 𝜂𝑊 𝑎𝑡𝑒𝑟 + 0 . 4722 𝜂𝐸𝐺 (17)\nhere 𝜂 stands for any fluid properties such as density, specific heat, hermal expansion coefficient, dynamic viscosity and etc.\nThe thermophysical properties of the base fluids and nanoadditive re presented in Table 1 .\nBy introducing the following non-dimensional variables for natural  ̄𝑈 = 𝛼𝑓∕ 𝑙) [63–68] ;\n= 𝑢 \uD835̄\uDC48 , 𝑉 = 𝑣 \uD835̄\uDC48 , 𝑃 = 𝑝 𝜌𝑛𝑓 \uD835̄\uDC48 2 , \uD835̄\uDC47 = 𝑇 − 𝑇 𝑐 𝑇 ℎ − 𝑇 𝑐 , 𝑅 = 𝑟 − 𝑟 𝑖 𝑙 ,\n\uD835̄\uDC45 = ( 𝑅 + 𝑟 𝑖\n𝑙\n) , Ψ = 𝜓\n𝛼𝑓 (18)\nWith respect to the above variables, the non-dimensional governing quation for continuity, momentum and energy are written as follows 61–63] :\n𝜕 ( \uD835̄\uDC45 𝑈 ) \uD835̄\uDC45 𝜕𝑅 + 𝜕𝑉 \uD835̄\uDC45 𝜕𝜃 = 0 (19)\n𝑈𝜕𝑈 𝜕𝑅 + 𝑉 \uD835̄\uDC45 𝜕𝑈 𝜕𝜃 − 𝑉\n2\n\uD835̄\uDC45\n) = − 𝜕𝑃\n𝜕𝑅 + 𝜈𝑛𝑓 𝜈𝑓 𝐴\n( 𝜕 2 𝑈\n𝜕 𝑅 2 + 1 \uD835̄\uDC45 𝜕𝑈 𝜕𝑅 + 1 \uD835̄\uDC45 2\n𝜕 2 𝑈 𝜕 𝜃2\n− 2 \uD835̄\uDC45 2 𝜕𝑉 𝜕𝜃 − 𝑈 \uD835̄\uDC45 2\n) + ( 𝛽𝑛𝑓\n𝛽𝑓 \uD835̄\uDC47 cos 𝜃\n) 𝐵 (20)\n𝑈𝜕𝑉 𝜕𝑅 + 𝑉 \uD835̄\uDC45 𝜕𝑉 𝜕𝜃 + 𝑈𝑉 \uD835̄\uDC45\n) = − 1\n\uD835̄\uDC45\n𝜕𝑃 𝜕𝜃 + 𝜈𝑛𝑓 𝜈𝑓 𝐴\n( 𝜕 2 𝑉\n𝜕 𝑅 2 + 1 \uD835̄\uDC45 𝜕𝑉 𝜕𝑅\n+ 2 \uD835̄\uDC45 2 𝜕𝑈 𝜕𝜃 − 𝑉 \uD835̄\uDC45 2\n) + ( 𝛽𝑛𝑓\n𝛽𝑓 \uD835̄\uDC47 sin 𝜃\n) 𝐵 (21)\n𝑈𝜕 ̄𝑇 𝜕𝑅 + 𝑉 \uD835̄\uDC45 𝜕 ̄𝑇 𝜕𝜃 =\n𝛼𝑛𝑓 𝛼𝑓 𝐶\n( 𝜕 2 \uD835̄\uDC47\n𝜕 𝑅 2 + 1 \uD835̄\uDC45 𝜕 ̄𝑇 𝜕𝑅 + 1 \uD835̄\uDC45 2\n𝜕 2 \uD835̄\uDC47 𝜕 𝜃2\n) (22)\nhere in for free convection A = Pr, B = Ra.Pr and C = 1. In the above equations, non-dimensional numbers are defined as:\na = 𝑔 𝛽𝑓\n( 𝑇 ℎ − 𝑇 𝑐 ) 𝑙 3\n𝜈𝑓 𝛼𝑓 ; Pr =\n𝜈𝑓 𝛼𝑓 ; Gr =\n𝑔 𝛽𝑓 ( 𝑇 ℎ − 𝑇 𝑐 ) 𝑙 3\n𝜈𝑓 2 (23)\nThe average Nusselt number around the each heat source/sink is efined as follows:\n𝑢 𝑖 = ℎ 𝑓 𝐿\n𝑘 𝑓 =\n𝑘 𝑛𝑓 𝑘 𝑓 ∫ 𝜕 ̄𝑇 𝜕𝑟 (24)\nGiven that the effective surface area of each heat source/sink is idenical, the total Nusselt number within the cavity is determined through he sum of the 𝑁𝑢 𝑖 over all hot and cold tubes:\n𝑢 𝑡𝑜𝑡 = 𝑛 ∑ 𝑖 =1 𝑁𝑢 𝑖 (25)\nThe boundary conditions for Eqs. (18)–(21) are given by:\n= 𝑉 = 0 , 𝜕 ̄𝑇 𝜕𝑛 = 0 , On the surface of the coaxial cylinders 𝑉 | = 0 , \uD835̄\uDC47 = 1 , On the surface of the hot tube 𝑉 | = 0 , \uD835̄\uDC47 = 0 , On the surface of the cold tube (26) . Numerical implementation\nThe governing equations given in Eqs. (19)–(22) subjected to the forementioned boundary conditions given by Eq. (26) are solved umerically using control-volume based finite volume method. The iffusion term in the governing equations is estimated by a second-order entral difference scheme while a second-order upwind differencing cheme is engaged to discretize the convective terms. The Semi-Implicit ethod for Pressure Linked Equation-Consistent (SIMPLE ‒C) algorithm escribed by Van Doormaal and Raithby [69] is adopted to couple he velocity field and pressure in the momentum equations. The onvergence criterion for all the parameters was considered equal o 10 − 7 .\n. Code validation and mesh independence test\nDue the lack of experimental data for free convection in an annuus, the numerical procedure is validated by the experimental results of uehn and Goldstein [5] for Ra L = 2.09 • 10 5 , Pr = 5.45, ΔT = 0.371K, avg = 303.18K and L /2 ri = 0.8 providing T i > T o (see Fig. 1 ). The comarisons for six temperature profiles at six different angles, (angle meaured from the lower symmetry plane), are indicated in Fig. 3 . Numercal test related to the dependence of the results on the mesh spacing ave been performed methodically. A grid testing is undertaken for two ifferentially heated tubes at horizontal position ( 𝜃 = 90°) enclosed in a pace between two horizontal adiabatic coaxial cylinders filled with waer that the value of 𝑁𝑢 𝑡𝑜𝑡 is reported for temperature difference of tubes T = T h − T c = 10K, r o / r i = 2.5, R tubes / r i = 0.2 and H / L = 0.5. Seven nonniform nodes are engaged for the numerical procedure and the results re indicated in Table 2 . It is obvious that from the results, the grid with 0,319 nodes is fine to certify a grid independent solution adequately. ig. 3 b shows demonstration of grid mesh layout.\n. Results and discussion\n.1. Models with two tubes\nIn this section, usage of different nano-fluids (Cu-Water, Cu-EG and u-Water/EG) is investigated in space between two adiabatic horizontal oaxial cylinders equipped with two hot and cold tubes in different anles. Fig. 4 shows streamlines inside the cavity filled with pure fluid and queous Cu nano-fluid with 𝜙= 0.05 at different Ra (10 3 < Ra < 10 5 ) or Cases 1A–G. Fig. 4 shows that the temperature difference between he cylinders results in the formation of a eddy with counterclockwise otation. At Ra = 10 3 , the streamlines reveal that the eddy is very weak.\nI b i o s h fi\na a m 1 h m i t d t t t t h t i\no\nfl a u 0\na i b t a R t b w C f fi 1 t C\no fl ( ( f t fl a t f i a w a R\n𝜙 a 0 o o o 1 o\n6\nC t i p w f d A F\nn addition, Fig. 4 shows that the rise of Ra results in the boosting of uoyancy force and therefore, the highest value of the stream function ntensifies and some other small eddies start to develop in the vicinity f the cavity walls. Moreover, based on Fig. 7 , some differences are oberved in streamlines of pure fluid and nano-fluid. This is due to the igher viscosity of nano-fluid compared to the pure fluid which intensies the diffusion of momentum in the nano-fluid [48] .\nThe impacts of Ra on the pattern of isotherms for flow of base fluid nd aqueous Cu nano-fluid with 𝜙= 0.05 inside the cavity for Case 1A–G re depicted in Fig. 5 . The parallelism of the isotherms indicates that the ain mechanism of heat transfer is conduction. Boosting Ra from 10 3 to 0 4 leads to the more dense isotherms and thermal boundary near the eat tube. In higher Ra , the convection becomes the main heat transfer echanism and as a result, the temperature gradient on the body surface ntensifies. In addition, Ra = 10 5 is coincident with the formation of the hermal plumes at the top and bottom of the hot tube, which depicts the ominance of the convection mechanism inside the cavity. Furthermore, he use of nano-fluid leads to the change of isotherms, which is due to he higher momentum diffusion in the nano-fluid in comparison with he base fluid because of its higher viscosity. Also, Fig. 11 demonstrates he higher thickness of thermal boundary layer of the cold tube in lower alf of the cavity in comparison with the upper half. This reveals that he major share of heat transfer is owned by the cold cylinders located n the upper half of the cavity.\nFig. 6 presents variation of total 𝑁𝑢 𝑖 with respect to 𝜙 and position f hot and cold tube at different Ra (10 3 < Ra < 10 5 ) for different nano-\nuids (Cu-W, Cu-EG and Cu-EG/W). It is clearly seen that for all cases nd for all volume fractions the configuration 30° has the most 𝑁𝑢 𝑖 vales among all other models and it is followed be configurations 60° or °, 90°, 120°, 150° and 180°, respectively.\nFig. 6 a shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and position of hot nd cold tube at different Ra for aqueous Cu nano-fluid. As it is seen n this figure, the 𝑁𝑢 𝑖 values for all configurations (0–180°) intensify y boosting of Ra . This behavior is because of more convection heat ransfer at high Ra . For example for configuration 30° (Case 1B) the verage Nusselt value at 𝜙= 0.05 is 1.21, 2.06 and 2.92 for Ra = 10 3 , a = 10 4 and Ra = 10 5 , respectively. And in this condition the 𝑁𝑢 𝑖 inensifies about 141.6% for Case 1B filled with aqueous Cu nano-fluid y boosting of Ra from 10 3 to 10 5 . Fig. 6 b illustrates variation of 𝑁𝑢 𝑡𝑜𝑡 ith respect to 𝜙 and position of hot and cold tube at different Ra for u-Ethylene-Glycol nano-fluid. As it is seen in this figure, the 𝑁𝑢 𝑖 values or all configurations (0–180°) intensify by boosting of Ra . E.g. for conguration 30° (Case 1B) the average Nusselt value at 𝜙= 0.05 is 0.82, .66 and 2.19 for Ra = 10 3 , Ra = 10 4 and Ra = 10 5 , respectively. And in his condition the 𝑁𝑢 𝑖 intensifies about 167.0% for Case 1B filled with u-EG nano-fluid by boosting of Ra from 10 3 to 10 5 .\nFig. 6 c demonstrates variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and position f hot and cold tube at different Ra for Cu-Ethylene-Glycol-water nanouid. As it is seen in this figure, the 𝑁𝑢 𝑖 values for all configurations 0–180°) intensify by boosting of Ra . For instance in configuration 30° Case 1B) the average Nusselt value at 𝜙= 0.05 is 0.93, 1.88 and 2.88 or Ra = 10 3 , Ra = 10 4 and Ra = 10 5 , respectively. And in this condition he 𝑁𝑢 𝑖 intensifies about 202.2% for Case 1B filled with Cu-EG nanouid by boosting of Ra from 10 3 to 10 5 . From Fig. 6 it is realized that for lmost models usage of nano-fluid has a significant influence to enhance he heat transfer characteristics in studied cavity. For example in Fig. 6 a or Ra = 10 4 and configuration 30° is seen that usage of nano-fluid can ntensify the average Nusselt of base fluid from 1.35 to 2.06, which has n 52.6% enhancement in heat transfer. Also, it is found that usage of ater as base fluid leads to more 𝑁𝑢 𝑖 and it is followed by water-EG nd EG base fluid. On the other side, it is seen that for Ra = 10 4 and a = 10 5 cases, the average Nusselt value always intensifies by growing and hence for Ra = 10 4 and Ra = 10 5 cases the 𝜙= 0.05 is introduced s the optimum 𝜙. It is while for Ra = 10 3 case by growing the 𝜙 from to 0.01 or 0.02 the 𝑁𝑢 𝑖 intensifies. But by intensify of 𝜙 from 0.01 r 0.02 to 0.05 the 𝑁𝑢 𝑖 reduces. Therefore, for each case there is an ptimal 𝜙 which is 0.01 or 0.02. Finally, according to obtained results f this section, in case of using two tubes, the configuration 30° (Case B) is introduced as the best geometry with the highest 𝑁𝑢 𝑖 among all ther configurations.\n.2. Models with three tubes\nIn this section, usage of different nano-fluids (Cu-Water, Cu-EG and u-Water/EG) is investigated in space between two adiabatic horizonal coaxial cylinders equipped with two cold tubes and one hot tube n which are located in different stations. Fig. 7 demonstrates the imacts of Ra on the streamlines of base fluid and aqueous Cu nano-fluid ith 𝜙= 0.05 through the cavity for Cases 2A–C. It can be understood rom this figure that the difference between the temperature of cyliners results in the formation of an eddy with counterclockwise rotation. t Ra = 10 3 , the streamlines depicts the weakness of eddy. In addition, ig. 7 illustrates that the rise of Ra results in the boosting of buoyancy\nlled with water.\nf fi c i v d t C w f 1 l m h s t t n l d o a c t c\na d f v r o A i N g T f i F fl s b t R i F a\nfl\norce and therefore, the highest value of the stream function intensies and some other small eddies start to develop in the vicinity of the avity walls. Moreover, based on Fig. 7 , some differences are observed n streamlines of pure fluid and nano-fluid. This is due to the higher iscosity of nano-fluid compared to the pure fluid which intensifies the iffusion of momentum in the nano-fluid [48] . Also, it is realized that he strongest to weakest eddies respectively belongs to the cases 2C, ase 2A and Case 2B Fig. 8 illustrates isotherms inside the cavity filled ith pure fluid and aqueous Cu nano-fluid with 𝜙= 0.05 at different Ra or cases 2A–2C. It is realized that the intensification of the Ra from 0 3 to 10 4 results in the more dense isotherms and thermal boundary ayer becomes more dense near the heat source/sink. By further augentation of Ra , the contribution of the convection mechanism to the eat transfer increases and, as a result, the temperature gradient on the urface of the body intensifies. In addition, Ra = 10 5 is coincident with he formation of the thermal plumes at the top and bottom of the hot ube, which depicts that the convection mechanism is completely domiant inside the cavity. Furthermore, it is seen that the use of nano-fluid eads to the change of isotherms, which is due to the higher momentum iffusion in the nano-fluid in comparison with the base fluid because f its higher viscosity. Also, Fig. 8 displays that the thermal boundry layer around the cold tube in lower half of the cavity is thicker ompared to the upper one. This reveals that the major share of heat ransfer is owned by the cold cylinders located in the upper half of the avity.\nFig. 9 shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and position of hot nd cold tube at different Ra (10 3 < Ra < 10 5 ) for Cases 2A–C filled with ifferent nano-fluids (Cu-W, Cu-EG and Cu-EG/W). It is clearly seen that or all cases and for all volume fractions the Case 2C has the most 𝑁𝑢 𝑖 alues among all other models and it is followed be Case 2A and Case 2B, espectively. Fig. 9 a shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and varius nano-fluids (Cu-W, Cu-EG and Cu-EG/W) at different Ra for Case 2A. s it is seen in this figure, the 𝑁𝑢 𝑖 values for Case 2A at Ra = 10 3 always ntensify by boosting of nanoadditives 𝜙 and for 𝜙= 0.05 the maximum u avg is achieved. It is while for Case 2A at Ra = 10 4 and Ra = 10 5 by rowing 𝜙 till a certain value the Nu avg intensifies and then it is reduced. herefore, in these situations there is also an optimum 𝜙. For example or Case 2A filled with Cu-Water the average Nusselt value at 𝜙= 0.05 s 1.16, 1.79 and 3.57 for Ra = 10 3 , Ra = 10 4 and Ra = 10 5 , respectively. ig. 9 b shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and various nanouids (Cu-W, Cu-EG and Cu-EG/W) at different Ra for Case 2B As it is een in this figure, the 𝑁𝑢 𝑖 values for Case 2B at Ra = 10 3 decrease by oosting of 𝜙 till a certain 𝜙 and then intensify. Hence, there is an opimum Nu avg in this situation. It is while for Case 2B at Ra = 10 4 and a = 10 5 by growing 𝜙 till a certain value the Nu avg intensifies and then t is reduced. Therefore, in these situations there is also an optimum 𝜙. or example for Case 2B filled with Cu-Water the average Nusselt value t 𝜙= 0.05 is 0.61 and 3.32 for Ra = 10 3 and Ra = 10 5 , respectively.\nFig. 9 c shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and various nanouids (Cu-W, Cu-EG and Cu-EG/W) at different Ra for Case 2C. As it\nFig. 8. Isotherms inside the cavity filled with pure fluid (dashed lines) and aqueous Cu nanofluid (solid lines) with 𝜙= 0.05 at different Ra for Cases 2A–C.\ni b o R s 2 f a t a\n6\nC c h s n b w w o e s F n c\ni e i C\ni c c a i t t F i fl A c o c\na d f v 3 v 3 r\ns seen in this figure, the 𝑁𝑢 𝑖 values for Case 2C at Ra = 10 3 intensify y boosting of 𝜙 till a certain 𝜙 and then intensify. Hence, there is an ptimum Nu avg in this situation. It is while for Case 2C at Ra = 10 4 and a = 10 5 by growing 𝜙 the Nu avg always intensifies. Therefore, in these ituations there is also an optimum 𝜙 ( 𝜙= 0.05). For example for Case C filled with Cu-Water the average Nusselt value at 𝜙= 0.05 volume raction is 1.00 and 3.76 for Ra = 10 3 and Ra = 10 5 , respectively. Finally, ccording to obtained results of this section, in case of using three tubes, he Case 2C is introduced as the best geometry with the highest 𝑁𝑢 𝑖 mong all other configurations.\n.3. Models with four tubes\nIn this section, usage of different nano-fluids (Cu-Water, Cu-EG and u-Water/EG) is investigated in space between two adiabatic horizontal oaxial cylinders equipped with three or two cold tubes and one or two ot tubes which they are located in different stations. Fig. 10 demontrates the impacts of Ra on the streamlines of pure fluid and aqueous Cu ano-fluid with 𝜙= 0.05 inside the cavity for Cases 3A–C. The difference etween the temperature of cylinders leads to the formation of an eddy ith counterclockwise rotation. At Ra = 10 3 , the streamlines depicts the eakness of eddy. In addition, Fig. 10 depicts that the augmentation f Ra results in the boosting of buoyancy force and therefore, the highst value of the stream function intensifies and some other small eddies tart to develop in the vicinity of the cavity walls. Moreover, based on ig. 10 some differences are observed in streamlines of pure fluid and ano-fluid. This can be attributed to the higher viscosity of nano-fluid ompared to the pure fluid which intensifies the diffusion of momentum\nn the nano-fluid [48] . Also, it is realized that the strongest to weakest ddies respectively belongs to the cases 3B, Case 3C and Case 3A. Fig. 11 llustrates isotherms inside the cavity filled with pure fluid and aqueous u nano-fluid with 𝜙= 0.05 at different Ra for Cases 3A–C.\nIt is realized that intensifying the Ra from 10 3 to 10 4 makes the sotherms more dense and the thickness of thermal boundary layer delines near the heat source/sink. By further augmentation of Ra , the ontribution of the convection mechanism to the heat transfer increases nd, as a result, the temperature gradient on the surface of the body ntensifies. In addition, Ra = 10 5 is coincident with the formation of the hermal plumes at the top and bottom of the hot tube, which depicts that he convection mechanism is completely dominant inside the cavity. urthermore, it is seen that the use of nano-fluid leads to the change of sotherms, which is due to the higher momentum diffusion in the nanouid in comparison with the base fluid because of its higher viscosity. lso, Fig. 11 demonstrates that the thermal boundary layer around the old tube in lower half of the cavity is thicker compared to the upper ne. This reveals that the major share of heat transfer is owned by the old cylinders located in the upper half of the cavity.\nFig. 12 shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and position of hot nd cold tube at different Ra (10 3 < Ra < 10 5 ) for Cases 3A–3 filled with ifferent nano-fluids (Cu-W, Cu-EG and Cu-EG/W). It is clearly seen that or all cases and for all volume fractions the Case 3B has the most 𝑁𝑢 𝑖 alues among all other models and it is followed be Case 3C and Case A, respectively. Fig. 12 a shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and arious nano-fluids (Cu-W, Cu-EG and Cu-EG/W) at different Ra for Case A. As it is seen in this figure, the 𝑁𝑢 𝑖 values for Case 3A at Ra = 10 3 educe by boosting of 𝜙 till a certain 𝜙 and then intensify. It is while\nFig. 11. Isotherms inside the cavity filled with pure fluid (dashed lines) and aqueous Cu nanofluid (solid lines) with 𝜙= 0.05 at different Ra for Cases 3A–C.\nf t t t R w a C t e 𝜙\nfl t t a N r\nt h\nr fi t fl t t c s a t i n i t b o l a fl or Case 3A at Ra = 10 4 and Ra = 10 5 by growing 𝜙 till a certain value he Nu avg intensifies and then it is reduced. Therefore, in all situations here is an optimum 𝜙. For example for Case 3A filled with Cu-Water he average Nusselt value at 𝜙= 0.05 is 0.61, 2.22 and 3.87 for Ra = 10 3 , a = 10 4 and Ra = 10 5 , respectively. Fig. 12 b shows variation of 𝑁𝑢 𝑡𝑜𝑡 ith respect to 𝜙 and various nano-fluids (Cu-W, Cu-EG and Cu-EG/W) t different Ra for Case 3B As it is seen in this figure, the 𝑁𝑢 𝑖 values for ase 3B at all studied Ra intensify by boosting of 𝜙 till a certain 𝜙 and hen intensify. Hence, there is an optimum Nu avg for each situation. For xample for Case 3B filled with Cu-Water the average Nusselt value at = 0.05 is 1.16 and 5.68 for Ra = 10 3 and Ra = 10 5 , respectively. Fig. 12 c shows variation of 𝑁𝑢 𝑡𝑜𝑡 with respect to 𝜙 and various nanouids (Cu-W, Cu-EG and Cu-EG/W) at various Ra for Case 3C. As seen, he 𝑁𝑢 𝑖 values for Case 3C at all studied Ra intensify by boosting of 𝜙 ill a certain 𝜙 and then intensify. Hence, there is an optimum Nu avg for ll situations. For example for Case 3C filled with Cu-Water the average usselt value at 𝜙= 0.05 is 1.00 and 3.76 for Ra = 10 3 and Ra = 10 5 , espectively. Finally, according to obtained results of this section, in case of using\nhree tubes, the Case 3B is introduced as the best geometry with the ighest 𝑁𝑢 𝑖 among all other configurations.\nAn important issue is that in some cases by boosting of 𝜙 the 𝑁𝑢 𝑖 educes and in some cases the 𝑁𝑢 𝑖 of tubes which are located in cavities lled with nano-fluid is less than cavities filled with base fluid. It is clear hat nano-fluids thermal conductivity intensifies comparing to the base uid so it is not possible to attribute this reduction in Nusselt number o thermal conductivity however it has an impact on Nusselt number inensify certainly. But it is also clear that the nano-fluid density and speific heat have great changes comparing to base fluid. The calculations how that the Pr is approximately 0.7 in the case of using the base fluid nd this demonstrates that the thermal boundary layer thickness is more han velocity boundary layer. By boosting the 𝜙 the Pr decreased and for nstance it reached to about 0.4 in 𝜙= 0.05. Besides in the case of using ano-fluid the thermal diffusion coefficient intensify and kinetic viscosty decrease. These items show that in the case of using nano-fluid the hermal boundary layers become thicker and velocity boundary layers ecome thinner. The intense intensify in thermal boundary layer based n Eq. (24) leads to less temperature gradient within thermal boundary ayer and consequently the Nusselt number reduces on the tube surface nd it while the thermal conductivity of nano-fluid is more than base uid.\nAt last the optimum models are presented in Table 3 .\n7\nh c w a t t f t 1 f 2 b f 𝑁 C\nA\nD S\nR\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n. Conclusions\nIn this work, the free convective flow between several differentially ot and cold tubes enclosed in a space between two horizontal adiabatic oaxial cylinders which filled with three different kinds of nano-fluids as investigated numerically. The control-volume based finite volume pproach was utilized to perform the required simulations. According o the obtained results, usage of nano-fluid has a noticeable impact on he hydrothermal aspects of the studied cavity. For all cases and volume ractions of configurations with two cylinders the configuration 30° has he most 𝑁𝑢 𝑖 values which is followed by configurations 60° or 0°, 90°, 20°, 150° and 180°, respectively. It is clearly seen that for all cases and or all volume fractions of configurations with three cylinders the Case C has the most 𝑁𝑢 𝑖 values among all other models and it is followed e Case 2A and Case 2B, respectively. For all cases and for all volume ractions of configurations with four cylinders the Case 3B has the most 𝑢 𝑖 values among all other models and it is followed be Case 3C and\nase 3A, respectively.\ncknowledgments\nThis work is partially supported by the National Key Research and evelopment Program of China ( 2016YFB0100903 ), in part by JITRI uzhou Automotive Research Institute Project (CEC20190404).\neferences\n[1] Shahsavar A , Talebizadeh P , Toghraie D . Free convection heat transfer and entropy generation analysis of water-Fe 3 O 4 /CNT hybrid nanofluid in a concentric annulus. Int J Numer Methods Heat Fluid Flow 2019;29:915–34 . [2] Shahsavar A , Talebizadeh Sardari P , Yasseri Y , Babaei Mahani R . Performance evaluation of a naturally ventilated photovoltaic-thermal (PV/T) solar collector: a case study. Int J Energy Environ 2018;9:455–72 . [3] Shahsavar A , Ameri M , Gholampour M . Energy and exergy analysis of a photovoltaic-thermal (PV/T) collector with natural air flow. ASME J Sol Energy Eng 2012;134:011014 . [4] Shahsavar A , Talebizadeh P , Tabaei H . Optimization with genetic algorithm of a PV/T air collector with natural air flow and a case study. JRenew Sustain Energy 2013;5:023118 . [5] Kuehn TH , Goldstein RJ . Numerical solution to the Navier–Stokes equations for laminar natural convection about a horizontal isothermal circular cylinder. Int J Heat Mass Transf 1980;23(7):971–9 . [6] Sadripour Soroush . 3D numerical analysis of atmospheric-aerosol/carbon-black nanofluid flow within a solar air heater located in Shiraz, Iran. Int J Numer Methods Heat Fluid Flow 2019;29(4):1378–402 . [7] Sadripour S . First and second laws analysis and optimization of a solar absorber; using insulator mixers and MWCNTs nanoparticles. Glob J Res Eng A 2017;17(5):37–48 . [8] Kumar R . Study of natural convection in horizontal annuli. Int J Heat Mass Transf 1988;31(6):1137–48 . [9] Ho CJ , Chang W , Wang C . Natural convection between two horizontal cylinders in an adiabatic circular enclosure. J Heat Transf 1993;115:158–65 . 10] Yeh C-L . Numerical investigation of the three-dimensional natural convection inside horizontal concentric annulus with specified wall temperature or heat flux. Int J Heat Mass Transf 2002;45(4):775–84 . 11] Vafai K, Desai CP. Comparative analysis of the finite-element and finite-difference methods for simulation of buoyancy-induced flow and heat transfer in closed and open ended annular cavities. Numer Heat Transf Part A 1993;23(1):35–59. doi: 10.1080/10407789308913661 . 12] Chai JC, Patankar SV. Laminar natural convection in internally finned horizontal annuli. Numer Heat Transf Part A 1993;24(1):67–87. doi: 10.1080/ 10407789308902603 . 13] Sheikhzadeh GA, Arbaban M, Mehrabian MA. Heat Mass Transf 2013;49:391. https://doi.org/10.1007/s00231-012-1084-9 . 14] Arbaban M, Salimpour MR. Heat Mass Transf 2015;51:353. https://doi.org/ 10.1007/s00231-014-1380-7 . 15] Rahnama M , Farhadi M . Effect of radial fins on two-dimensional turbulent natural convection in a horizontal annulus. Int J Therm Sci 2004;43(3):255–64 . 16] Park YG , Yoon HS , Ha MY . Natural convection in square enclosure with hot and cold cylinders at different vertical locations. Int J Heat Mass Transf 2012;55(25–26):7911–25 . 17] Park HK , Ha MY , Yoon HS , Park YG , Son C . A numerical study on natural convection in an inclined square enclosure with a circular cylinder. Int J Heat Mass Transf 2013;66:295–314 . 18] Wang QX , Lei HY , Wang SX , Dai CS . Natural convection around a pair of hot and cold horizontal microtubes at low Rayleigh numbers. Appl Therm Eng 2014;72(1):114–19 .\n19] Dai CS , Li Meng , Lei HY , Wang SX . Numerical simulation of natural convection between hot and cold microtubes in a cylinder enclosure. Int J Therm Sci 2015;95:115–22 . 20] Khanafer K , Aithal SM . Laminar mixed convection flow and heat transfer characteristics in a lid driven cavity with a circular cylinder. Int J Heat Mass Transf 2013;66:200–9 . 21] Oztop HF , Dagtekin I . Mixed convection in two-sided lid-driven differentially heated square cavity. Int J Heat Mass Transf 2004;47(8–9):1761–9 . 22] Aminossadati SM , Kargar A , Ghasemi B . Adaptive network-based fuzzy inference system analysis of mixed convection in a two-sided lid-driven cavity filled with a nanofluid. Int J Therm Sci 2012;52:102–11 . 23] Park YG , Ha MY , Park J . Natural convection in a square enclosure with four circular cylinders positioned at different rectangular locations. Int J Heat Mass Transf 2015;81:490–511 . 24] Al-Zamily AMJ . Effect of magnetic field on natural convection in a nanofluid-filled semi-circular enclosure with heat flux source. Comput Fluids 2014;103:71–85 . 25] Hedayati F , Domairry G . Effects of nanoparticle migration and asymmetric heating on mixed convection of TiO 2 –H 2 O nano fluid inside a vertical microchannel. Powder Technol 2015;272:250–9 . 26] Hedayati F , Malvandi A , Kaffash MH , Ganji DD . Fully developed forced convection of alumina/water nano fluid inside microchannels with asymmetric heating. Powder Technol 2015;269:520–31 . 27] Kefayati GHR . FDLBM simulation of mixed convection in a lid-driven cavity filled with non-Newtonian nano fluid in the presence of magnetic field. Int J Therm Sci 2015;95:29–46 . 28] Kefayati GHR . Natural convection of Ferro fluid in a linearly heated cavity utilizing LBM. J Mol Liq 2014;191:1–9 . 29] Kefayati GR . Mesoscopic simulation of mixed convection on non-Newtonian nanofluids in a two sided lid-driven enclosure. Adv Powder Technol 2015;26:576–88 . 30] Kefayati GHR . Simulation of heat transfer and entropy generation of MHD natural convection of non-Newtonian nanofluid in an enclosure. Int J Heat Mass Transf 2016;92:1066–89 . 31] Kefayati GR . Magnetic field effect on heat and mass transfer of mixed convection of shear-thinning fluids in a lid-driven enclosure with non-uniform boundary conditions. J Taiwan Inst Chem Eng 2015;51:20–33 . 32] Kalteh M , Javaherdeh K , Azarbarzin T . Numerical solution of nanofluid mixed convection heat transfer in a lid-driven square cavity with a triangular heat source. Powder Technol 2014;253:780–8 . 33] Malvandi A , Kaffash MH , Ganji DD . Nanoparticles migration effects on magnetohydrodynamic (MHD) laminar mixed convection of alumina/water nanofluid inside microchannels. J Taiwan Inst Chem Eng 2015;52:40–56 . 34] Malvandi A , Ganji DD . Magnetic field and slip effects on free convection inside a vertical enclosure filled with alumina/water nanofluid. Chem Eng Res Des 2015;94:355–64 . 35] Malvandi A , Hedayati F , Ganji DD . Slip effects on unsteady stagnation point flow of a nanofluid over a stretching sheet. Powder Technol 2013;253:377–84 . 36] Malvandi A , Moshizi SA , Hedayati F , Domairry G . An analytical study of unsteady motion of non-spherical particle in plane of couette flow. J Mol Liq 2014;199:408–14 . 37] Moradi H , Bazooyar B , Gholamreza S , Moheb A . Influence of the geometry of cylindrical enclosure on natural convection heat transfer of Newtonian nanofluids. Chem Eng Res Des 2014;4:673–80 . 38] Selimefendigil F , Öztop HF . MHD mixed convection of nanofluid filled partially heated triangular enclosure with a rotating adiabatic cylinder. J Taiwan Inst Chem Eng 2014;45:2150–62 . 39] Selimefendigil F , Öztop HF . Numerical investigation and reduced order model of mixed convection at a backward facing step with a rotating cylinder subjected to nanofluid. Comput Fluids 2015;109:27–37 . 40] Sheikholeslami M , Ganji DD . Numerical investigation for two phase modeling of nanofluid in a rotating system with permeable sheet. J Mol Liq 2014;194:13–19 . 41] Sheikholeslami M , Ganji DD , Gorji-Bandpy M , Soleimani S . Magnetic field effect on nanofluid flow and heat transfer using KKL model. J Taiwan Inst Chem Eng 2014;45:795–807 . 42] Sheikholeslami M , Gorji-Bandpay M , Ganji DD . Magnetic field effects on natural convection around a horizontal circular cylinder inside a square enclosure filled with nanofluid. Int Commun Heat Mass Transf 2012;39:978–86 . 43] Sheikholeslami M , Gorji-Bandpy M , Ganji DD . Lattice Boltzmann method for MHD natural convection heat transfer using nanofluid. Powder Technol 2014;254:82–93 . 44] Sheikholeslami M , Gorji-Bandpy M , Ganji DD . MHD free convection in an eccentric semi-annulus filled with nanofluid. J Taiwan Inst Chem Eng 2014;45:1204–16 . 45] Sheikholeslami M , Gorji-Bandpy M , Ganji DD , Soleimani S . Heat flux boundary condition for nanofluid filled enclosure in presence of magnetic field. J Mol Liq 2014;193:174–84 . 46] Sheikholeslami M , Rashidi MM , Ganji DD . Numerical investigation of magnetic nanofluid forced convective heat transfer in existence of variable magnetic field using two phase model. J Mol Liq 2015;212:117–26 . 47] Ho CJ , Chen MW , Li ZW . Numerical simulation of natural convection of nanofluid in a square enclosure: effects due to uncertainties of viscosity and thermal conductivity. Int J Heat Mass Transf 2008;51(17–18):4506–16 . 48] Garoosi F , Hoseininejad F . Numerical study of natural and mixed convection heat transfer between differentially heated cylinders in an adiabatic enclosure filled with nanofluid. J Mol Liq 2016;215:1–17 . 49] Gouidmi H , Benderradji R , Beghidja A , Tayebi T . Numerical study of upward vertical two-phase flow through an annulus concentric pipe. J Adv Res Fluid Mech Therm Sci 2019;58(2):187–206 .\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[ [\n[\n[\n[\n[\n[\n[\n[\n[\n50] Earn LC , Yen TW , Ken TL . The investigation on simple and simpler algorithm through lid driven cavity. J Adv Res Fluid Mech Therm Sci 2017;29(1):10–23 . 51] Xian HW , Sidik NAC , Aid SR , Ken TL , Asako Y . Review on preparation techniques, properties and performance of hybrid nanofluid in recent engineering applications. J Adv Res Fluid Mech Therm Sciences 2018;45(1):1–13 . 52] Sadripour S , Mollamahdi M , Sheikhzadeh GA , Adibi M . Providing thermal comfort and saving energy inside the buildings by using a ceiling fan in heating systems. J Braz Soc Mech Sci Eng 2017;39(10):4219–30 . 53] Sheikhzadeh GA , Sadripour S , Mollamahdi M . Numerical study of effect of speed and place of ceiling fans on thermal comfort and reducing energy in office buildings. Amirkabir J Mech Eng 2018;50(2):309–26 . 54] Ashoori M, Sheikhzadeh GA, Sadripour S. The effects of using ceiling fans on human thermal comfort in a three-dimensional room with centralized heating including an occupant. Int J Numer Methods Heat Fluid Flow 2019. https://www.emerald.com/ insight/content/doi/10.1108/HFF-05-2018-0200/full/html . 55] Sheikhzadeh GA , Sadripour S , Aghaei A , Shahrezaee MB , Babaei MR . Providing human thermal comfort conditions for pilot in a desert helicopter. Modares Mech Eng 2016;16(13):100–3 . 56] Sheremet MA , Pop I . Free convection in a porous horizontal cylindrical annulus with a nanofluid using Buongiorno’s model. Comput Fluids 2015;118:182–90 . 57] Sheremet MA , Pop I . Natural convection in a horizontal cylindrical annulus filled with a porous medium saturated by a nanofluid using Tiwari and Das’ nanofluid model. Eur Phys J Plus 2015;130(107):1–12 . 58] Bondareva NS , Sheremet MA , Oztop HF , Abu-Hamdeh N . Heatline visualization of natural convection in a thick walled open cavity filled with a nanofluid. Int J Heat Mass Transf 2017;109:175–86 . 59] Bondareva NS , Sheremet MA , Oztop HF , Abu-Hamdeh Nidal . Entropy generation due to natural convection of a nanofluid in a partially open triangular cavity. Adv Powder Technol 2017;28(1):244–55 2017 .\n60] Patankar SV . Numerical heat transfer and fluid flow. Taylor & Francis Group; 1980 . 61] Corcione M . Empirical correlating equations for predicting the effective ther-\nmal conductivity and dynamic viscosity of nanofluids. Energy Convers Manag 2011;52:789–93 . 62] Keblinski P , Phillpot SR , Choi SUS , Eastman JA . Mechanisms of heat flow in suspensions of nano-sized particles (nanofluids). Int J Heat Mass Transf 2002;45:855–63 . 63] Hamilton RL , Crosser OK . Thermal conductivity of heterogeneous two component systems. Ind Eng Chem Fundam 1962;1(3):182–91 . 64] Sadripour S , Chamkha AJ . The effect of nanoparticle morphology on heat transfer and entropy generation of supported nanofluids in a heat sink solar collector. Therm Sci Eng Prog 2019;9:266–80 . 65] Sadripour S . Investigation of flow characteristics and heat transfer enhancement of a corrugated duct using nanofluid. J Appl Mech Tech Phys 2018;59(6):1049–57 . 66] Sadripour S , Adibi M , Sheikhzadeh GA . Two different viewpoints about using aerosol-carbon nanofluid in corrugated solar collectors: thermal-hydraulic performance and heating performance. Glob J Res Eng A 2017;17(5):19– 36 . 67] Sheikhzadeh GA , Monfaredi F , Aghaei A , Sadripour S , Adibi M . Numerical analysis of thermal-hydraulic properties of turbulent aerosol-carbon black nanofluid flow in corrugated solar collectors with double application. Transp Phenom Nano Micro Scales 2019;7(1):37–52 . 68] Khorasanizadeh H , Sadripour S , Aghaei A . Numerical investigation of thermo-hydraulic characteristics of corrugated air-heater solar collectors. Modares Mech Eng 2016;16(13):42–6 . 69] Van Doormaal JP, Raithby GD. Enhancements of the simple method for predicting incompressible fluid flows. Numer Heat Transf 1984;7(2):147–63. doi: 10.1080/01495728408961817 ."
    } ],
    "references" : [ {
      "title" : "Numerical solution to the Navier–Stokes equations for laminar natural convection about a horizontal isothermal circular cylinder",
      "author" : [ "TH Kuehn", "RJ Goldstein" ],
      "venue" : "Int J Heat Mass Transf",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1980
    }, {
      "title" : "3D numerical analysis of atmospheric-aerosol/carbon-black nanofluid flow within a solar air heater located in Shiraz, Iran",
      "author" : [ "Sadripour Soroush" ],
      "venue" : "Int J Numer Methods Heat Fluid Flow",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "First and second laws analysis and optimization of a solar absorber; using insulator mixers and MWCNTs nanoparticles",
      "author" : [ "S Sadripour" ],
      "venue" : "Glob J Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Study of natural convection in horizontal annuli",
      "author" : [ "R Kumar" ],
      "venue" : "Int J Heat Mass Transf",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1988
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Kuehn and Goldstein [5] were the first to work on this topic.",
      "startOffset" : 20,
      "endOffset" : 23
    }, {
      "referenceID" : 1,
      "context" : "adripour conducted several investigations [6,7] on the naturally venilated horizontal coaxial annuli and examined the impact of various spects such as Ra, Pr and aspect ratio.",
      "startOffset" : 42,
      "endOffset" : 47
    }, {
      "referenceID" : 2,
      "context" : "adripour conducted several investigations [6,7] on the naturally venilated horizontal coaxial annuli and examined the impact of various spects such as Ra, Pr and aspect ratio.",
      "startOffset" : 42,
      "endOffset" : 47
    }, {
      "referenceID" : 3,
      "context" : "Kumar [8] investigated free convective flow in a horizonal annuli geometry where the inner cylinder is under a constant heat ux (hot wall) and the outer cylinder has a constant temperature (cold all).",
      "startOffset" : 6,
      "endOffset" : 9
    }, {
      "referenceID" : 0,
      "context" : "The governing equations in a polar coordinate system for steadytate, two-dimensional and laminar free convection are given by [5,60] : Continuity equation:",
      "startOffset" : 126,
      "endOffset" : 132
    }, {
      "referenceID" : 0,
      "context" : "Due the lack of experimental data for free convection in an annuus, the numerical procedure is validated by the experimental results of uehn and Goldstein [5] for Ra L = 2.",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 0,
      "context" : "(a) Variation of dimensionless temperature versus dimensionless radial distance: comparison between present work (solid lines) and experimental results of Kuehn and Goldstein [5] (symbols) that annulus is filled with water at steady state conditions, (b) demonstration of grid mesh layout.",
      "startOffset" : 175,
      "endOffset" : 178
    } ],
    "year" : 2019,
    "abstractText" : "In the present numerical study, the free convective flow between several differentially hot and cold tubes enclosed in a space between two horizontal adiabatic coaxial cylinders which filled with three different kinds of nano-fluids is investigated. The effects of influential aspects including; location of heat source/sink, number of tubes, Rayleigh number ( Ra ), volume concentration ( φ) and type of the nanoadditives on the isotherms, streamline, stream function and average Nusselt number ( Nu i ) are explored. The governing equations are solved numerically employing control-volume based finite volume technique. For pressure-velocity coupling, the Semi-Implicit Method is utilized. According to the obtained results, usage of nano-fluid leads to the considerable enhancement of heat transfer in the studied cavity. For all the examined configurations with two cylinders, the configuration 30° has the most Nu i values which is followed by configurations 60° or 0°, 90°, 120°, 150° and 180°, respectively. It is clearly seen that for all the assessed configurations with three cylinders, the highest to lowest Nu i respectively belongs to the Case 2C, Case 2A and Case 2B. Moreover, for all the investigated configurations with four cylinders, the highest and lowest Nu i respectively occurs at Case 3B and Case 3A.",
    "creator" : "Elsevier"
  }
}