{
  "name" : "downloads_2019-10-24_d3_shi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Regulating the Sensitivity and Operating Temperatures by Morphology Engineering of 2D ZnO Nanostructures and 3D ZnO Microstructures for the Detection of Organic-Amines",
    "authors" : [ "Wenqiong Shi", "Md. Maruf Ahmed", "Shenghu Li", "Yangyang Shang", "Rui Liu", "Tianyu Guo", "Ruihua Zhao", "Jinping Li", "Jianping Du" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: zinc oxide, 2D material, morphology evolution, triethylamine, gas sensing\n■ INTRODUCTION Metal oxide semiconductors (MOSs) are widely used in various fields such as photocatalysis,1 batteries,2 sensors,3 and nanogenerators4 because of their intrinsic physical and chemical properties. MOSs as a class of materials of chemical resistance sensors, including ZnO,5 SnO2, 6 WO3, 7 In2O3, 8CuO,9 NiO/ZnO,10 have been widely used in detection of explosive gases, toxic gases, and volatile organic compounds (VOCs). Among them, ZnO is an important n-type semiconductor with a wide band gap of 3.37 eV. ZnO has been considered as the prime candidate for the gas sensor11,12 because of its chemical and thermal stability, tunable structures and size, low cost, and low toxicity. However, low sensitivity and high operating temperature still needs to be solved for actual application. The efficient strategies to enhance sensing performance of MOSs include nonmetal/metal-doping, modification of compounds, and\ntunable morphology or structure. For example, ZnO doped with sulfur for ethanolamine detection,13 Au-doped ZnO for detection of toluene,14 ZnO/In2O3 nanoparticles used for nbutanol sensor,15 ZnO modified with g-C3N4 for enhanced response of ethanol,16 the ZnO morphology-dependent sensing properties17 and ZnO Nanosheets for parts per billion-level gas sensing.18\nWith the rapid development of industry and urbanization, VOCs have become a serious problem and people have begun to pay attention to them, which have more menace to human life, health and environment. Among them, volatile organic amines (VOAs) such as triethylamine (TEA) released from wastewater, dead fish and marine products are one of very\nReceived: June 2, 2019 Accepted: August 7, 2019 Published: August 7, 2019\n© 2019 American Chemical Society 5430 DOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 1\n1: 20\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\npoisonous and harmful VOCs.19,20 Particularly, TEA has been widely used as an organic solvent, catalyst, curing agent, and corrosion inhibitor.21 Because of its toxicity, chronic exposure to TEA gas would cause serious health problems such as skin burns, visual impairment, headaches, nausea, and even death. According to the Occupational Safety and Health Administration (OSHA) regulations, the safe and permissible exposure limit of TEA is 10 ppm in the workplace.19 Clearly, it is important to detect low-concentration volatile TEA gas. For this purpose, the development of efficient sensor possessing high sensitivity, low operating temperature and low detection limit is urgent and greatly desired. Therefore, it is sensitivity, detection limit and operating temperature that are problems to be solved. Recently, the reported methods are mainly focused on the metal doping like Au22,23 and Ag,24 synthesizing complexes such as Co3O4/In2O3, 25 MoS2/SnO2, 26 SnO2/Zn2SnO4, 27 ZrO2/ZnO,\n28 and tuning morphology and structures.29 Although they are advantaged, some existing shortcomings include expensive raw material, i.e., gold, silver, and indium salts; complicated preparation; low sensitivity; high detection limit; or high operating temperature. It is still important to improve gas sensing of the sensor to detect TEA by controlling morphology of single oxides. To the best of our knowledge, systematic exploration of morphology-dependent TEA sensing properties by morphology evolution of twodimension (2D) and 3D zinc oxide has not been addressed. As we know, ZnO is usually effective to detect ethanol.30 Therefore, it is challenging work to detect TEA by tailoring ZnO’s morphology, and it is also significant for VOC governance in practical applications. Herein, the 2D and 3D ZnO were synthesized by a lowtemperature hydrothermal method. Morphological evolutions from 3D flowerlike ZnO to 2D nanonets were achieved successfully by simply regulating heat-treatment temperatures. Three-dimensional cagelike ZnO spheres and hexagonal prism were controlled by substituting for oxalic acid. Their nano/\nmicrostructures and morphologies were characterized by XRD, SEM, TEM, and N2 adsorption−desorption techniques. The sensing results of as-synthesized ZnO for the detection of VOAs gases show that the sensitivities and selectivities to triethylamine are strongly dependent on morphologies and structures of 2D and 3D ZnO. 2D ZnO nanonets exhibit low detection limit and maximum sensitivity on exposure to 100 ppm triethylamine at 260 °C.\n■ EXPERIMENTAL SECTION Synthesis of 2D ZnO Nanonets and 3D Flowerlike Microparticles. All the chemical reagents are analytically graded without further purification. 2D ZnO nanonets were synthesized as follows. 2.5 mmol zinc acetate dehydrate (ZA) was first dissolved into 60 mL deionized water, then 2.5 mmol hexamethylenetetramine (HMT, the ratio of HMT to ZA is 1) and 0.25 mmol oxalic acid were added to the above solution in turn under magnetic stirring. The mixed solution was transferred into a 100 mL Teflon-lined stainless steel autoclave. The autoclave was sealed and maintained at 90 °C for 3h. After that, it was cooled to room temperature naturally. The resulting precipitate was collected by centrifugation, washed with deionized water and ethanol, and then dried. Finally, the ZnO nanonets were obtained by heat-treament at 500 °C for 1 h. According to the same procedure, 2D zinc oxide nanonets were also synthesized by changing the added amount of HMT (1.25 and 5 mmol). All samples are denoted as ZnO-x (x = 0.5, 1, and 2 and is the molar ratios of HMT to ZA). On the basis of the above synthesis process of ZnO-1, we labeled 3D flowerlike zinc oxide, obtained by changing the calcination temperatures, as ZnO-T (T = 250, 300, 350, and 450 °C, respectively), and denoted it as ZnO-S, ZnO-P, and ZnO-C by substituting sodium citrate, polyvinylpyrrolidone (PVP), and hexadecyltrimethylammonium bromide (CTAB), respectively, for oxalic acid at 300 and 500 °C.\nCharacterization of the As-Synthesized ZnO. The crystal structures of as-synthesized ZnO were investigated by X-ray diffraction (Shimadzu XRD-6000, with high-intensity Cu Kα radiation, wavelength 0.154178 nm). The morphology and microstructure of samples were observed by scanning electron microscopy (SEM, HitachiS-4800, operated at 5 kV) and transmission electron\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5431\nmicroscopy (TEM, Hitachi H-800 with an accelerating voltage of 200 kV).The specific surface areas were analyzed by N2 adsorption− desorption measurement, which was performed on a Micromeritics ASAP 2010 apparatus. Fabrication of Sensors and VOA Detection. Procedures are described as follows. A specific amount of ZnO powder was ground in an agate mortar and then dispersed in absolute ethanol to form a paste. Subsequently, the paste was coated thinly and evenly onto the surface of ceramic tube, which consists of a pair of Au electrodes (yellow), four Pt wires (red), and Ni−Cr wire as heater (Scheme S1a). The ZnO-coated ceramic tube was dried at 80 °C and then heated in a tube furnace at 350 °C for 2 h, after then, to ensure the stability and repeatability of the gas sensor, it needs to be aged at 400 °C for 3 days. Finally, the fabricated part should be welded on the pedestal, and then inserted in the test circuit (Scheme S1b). The gas sensing properties was measured in static state (WS-30A, Winsen Electronics Co. Ltd., China).The sensor response (S) is defined as Ra/Rg, where Ra and Rg denote the resistance in air and in target gas, respectively. Test environment humidity is 35%. To keep stability and the accuracy of sensing properties, each sample was tested repeatedly three times.\n■ RESULTS AND DISCUSSION Regulation of 2D Nanonets. 2D ZnO nanonets were first synthesized by oxalic acid-assisted hydrothermal route in the present of hexamethylenetetramine (HMT, the ratio of HMT to zinc salt is 1), which denotes ZnO-1. The morphology was observed by SEM and the results are shown in Figure 1.\nClearly, ZnO-1 sample consists of 2D ZnO nanoplates in the presence of oxalic acid and their longitudinal maximum size is greater than 1 μm (Figure 1a). Magnified image show that well-dispersed nanoplates have uniform thickness of about 25 nm. From side views, there are many holes in nanoplates and they look like nanonets (Figure 1b). The high-resolution SEM image of a single nanopalate surface proves that ZnO nanonets are composed of nanoparticles, which were interconnected and formed a net-like monolayer (Figure 1c). From the XRD pattern of ZnO-1 (Figure 1d), all the characteristic peaks at 31.75, 34.43, 36.28, 47.54, 56.70, 62.84, 66.37, 67.92, and 69.09° can be assigned to the diffraction of crystal planes (100), (002), (101), (102), (110), (103), (200), (112), and (201), respectively, which are indexed in line with the standard spectrum of ZnO with hexagonal wurtzite structure (JCPDS, No. 36−1451). Additionally, the 2D ZnO nanonets have high crystallinity and purity because of small fwhm (full width at half-maximum) and no other diffraction peak being detected. For further analysis, TEM was used to observe and provide some microstructure information. Figure 2a is TEM image of a single 2D ZnO nanoplate, which exhibits the monolayer net structure and the thickness of a nanoparticle. Magnified image show that the ZnO nanonets were formed by regular interconnection of a large number of single nanoparticle. The size of nanoparticles is uniform and less than 50 nm (Figure 2b). Further enlarged two nanoparticles show clear\nScheme 1. Formation Process of 2D ZnO Nanonets (ZnO-1)\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5432\nhexagonal contour and fusion together on one side (Figure 2c). Nanoparticles are fused at each edge and form hexagonal hollow nanocavity (Figure 2d). Thus, this similar connection is extended in all directions and finally a monolayer plane with nanocavity is formed, that looks like a nanonet (Scheme 1). Nono-/microstructure information is further obtained by HRTEM. It is clear that the ZnO nanoparticle has clear and regular lattice fringes, and interplanar spacing is 0.26 nm, which is consistent with the (002) plane spacing of wurtzite ZnO’s structure (Figure 2e). The porous structure of 2D ZnO nanonets was analyzed by N2 adsorption−desorption porosimetry (Figure S1). The ad-/ desorption curves show a type IV isotherm with a H3-type hysteresis loop, which indicates mesoporous structure. A sharp increase in adsorbed amounts in the relative pressure (P/P0) range of 0.9−1.0 implies piled pores existing (Figure S1a).\nObviously, 2D ZnO nanonets (ZnO-1) possess hierarchical pore structure. BET specific surface area and pore volume of ZnO nanonets are 137 m2 g−1 and 0.344 cm3 g−1, respectively (Table S1). The pore sizes of 2D ZnO are distributed in the wide ranges from 4 to 16 nm (Figure S1b). The XPS results show that two peaks are centered at 530.1 and 531.63 eV in the O 1s spectrum of ZnO-1, respectively (Figure S1c), which at 531.63 eV can be attributed to the oxygen species at the oxygen vacancy. The high BET surface area, hierarchical pores, and surface defect of ZnO nanonets will be conducive to its application in gas sensor. To explore the effect of hexamethylenetetramine (HMT) on\nformation of ZnO nanonets, we synthesized similar structural ZnO by changing the HMT amounts. A decrease in the HMT amount has little effect on morphology of 2D ZnO nanoplate (Figure 3a), which is similar to ZnO-1. The magnified yellow\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5433\narea is shown in Figure 3b. Clearly, lamellar ZnO was selfassembled with nanoparticles and it was formed by dense arrangement of well-dispersed nanoparticles (inset in Figure 3b). Incomplete ZnO nanolamella was observed from Figure 3c and magnified green rectangle shows that some holes occurred on the surface of nanolamella (Figure 3d), which were formed by interconnection of nanoparticles (inset in Figure 3d). The XRD patterns of ZnO-0.5 and ZnO-2 indicate that the two as-synthesized ZnO samples have wurtzite structure and refer to the standard card (JCPDS: 36−1451) and high purity (Figure S2). All these results show that 2D lamellar ZnO underwent the evolutions from nanolamella formed by dense arrangement of nanoparticles to nanoplates with netlike morphology, finally to few nanoplates consisting of interconnected nanoparticles with increasing amounts of HMT. ZnO-1 precursor prepared without calcinations possesses only a flowerlike morphology with a diameter of ca. 2 μm (Figure S3a), and XRD result confirms that zinc oxide cannot be obtained before heat-treatment (Figure S3b). Whereas, ZnO-1 consists of nanoplates not flower shape after calcinations at 500 °C (Figure S3c, d), which implies ZnO-precursor flowers were scattered to form numerous lamellar ZnO nanoplates like leaves by drive force of temperatures. That is to say, the calcination temperature is a critical factor in the formation of large-scale 2D lamellar ZnO nanoplates. The present results are different from the reported\none that ZnO still kept flowerlike morphology after heat treatment at 600 °C.31\nMorphology Evolution of 3D Flowerlike ZnO. To better understand the effect of the calcination temperatures on morphology and structures of ZnO nanomaterials, we synthesized a series of ZnO samples by changing the heattreatment temperatures. From SEM images (Figure 4), 3D flower-like ZnO can be synthesized by controlling calcination temperatures and the shapes of ZnO flowers have changed obviously as temperatures rose. The ZnO flower consisted of disorder leaflike ZnO lamellas at 250 °C and its size is about 5 μm (Figure 4a, d). The 3D flower-like ZnO with regular 2D thin nanosheets formed at 350 °C and has high crystallinity (Figure 4b, e). When the temperature reached 450 °C, a complete ZnO flower changed to incomplete one composed of order stacked 2D nanoplates (Figure 4c) and each nanolayer was self-assembled with nanoparticles by interconnection (Figure 4f). These results proved that ZnO morphology and microstructures trend to be evolved from 3D flowerlike shape to 2D thin nanoplate by controlling calcination temperatures simply. XRD patterns of ZnO prepared at different temperatures show that there are corresponding characteristic peaks of ZnO, which is indexed as the wurtzite structure (JCPDS, No.36− 1451), and there is no other peaks occurring (Figure S4A). Additionally, the peak intensities increased rapidly as\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5434\ncalcination temperature rose, suggesting that their crystallinity increased obviously. Combined with TG, TGA analysis, and IR results (Figure S4B, C), the purity of ZnO-T samples also increased gradually because of the decomposition of the amorphous products from 250 to 400 °C. To have an insight into evolution of 3D flower morphology, we synthesized ZnO300 material. Their SEM image and XRD pattern show perfect 3D flowerlike ZnO microparticles with more uniform size of 2.5−3.5 μm and wurtzite structure (Figure S5a, b). Pore structure and specific surface area of temperaturedependent 3D flowerlike ZnO are studied by N2 adsorption− desorption technique. The results of isotherms show that 3D ZnO materials have a characteristic of type IV with a type H3 hysteresis loop, indicating that they possess mesoporous structures (Figure S6a). We also note that adsorbed amounts sharp increased in the relative pressure (P/P0) of 0.9−1.0, implying the existence of mesopores resulted from piled pores. The pore size distributions are in the wide range of 15−25 nm (Figure S6b). With increasing the temperature, both the BET surface area and pore volume decrease in the temperature order of 250, 350, and 450 °C (Table S1), which can be ascribed to scattering of 3D flowerlike to 2D nanolamellas and the collapse of their pore walls at high calcinations temperature. Interestingly, ZnO-300 has higher surface area and pore volume than ZnO-250 (Table S1) besides similar pore structures (Figure S5c, d). The possible reason is ascribed to multilayer flowerlike structures being exfoliated by heat treatment at appropriate temperature. In the synthesis of 3D ZnO, oxalic acid used as one of the main raw materials may play a decisive role. Thus, the sample was also synthesized in the absence of oxalic acid under the same conditions as ZnO-300 sample preparation. The results\nindicate that as-prepared ZnO has similar wurtzite structure as ZnO-300 (Figure S7a). However, its morphology has changed completely (Figure S7b, c). That is, 3D flowerlike ZnO cannot be formed and only 2D irregular nanoplates were obtained without oxalic acid assistance. Therefore, further explorations of other additives substituted for oxalic acid are necessary and have been conducted.\nSelf-Assembly of 3D ZnO. A series of ZnO samples were synthesized following calcination at 300 and 500 °C in the presence of sodium citrate, PVP, and CTAB, respectively. The XRD patterns show that diffraction peaks have different relative intensity (Figure S8A, B), implying that different oriented growth causes morphology change. TG curves and IR results show high purity of as-synthesized ZnO-P and ZnO-C with PVP and CTAB as additives, respectively, after being calcinated at 300 °C, and ZnO-S has also high purity when treated at 400 °C (Figure S8C, D), which are ascribed to the decomposition of the amorphous products. Observed from SEM images of ZnO-S, -P, and- C (Figure 5), morphologies of ZnO are similar for adding same additive at different temperatures. Microspherical 3D cagelike ZnO was synthesized with the aid of sodium citrate (Figure 5a, b). The average size of cagelike spheres synthesized at low temperature (300 °C) is ca. 4.3 μm, and magnified images show that the surface of cagelike spheres consists of interconnected nanoparticles (inset in Figure 5a). The average size of the sample obtained at high temperature (500 °C) is smaller (ca. 3.5 μm) and the high-resolution image shows a surface structure formed by interconnection of smooth nanoparticles (inset in Figure 5b). The possible reasons are that instable intermediates both inside the spheres and attached on the surface of nanoparticles are removed by volatilization. Therefore, high\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5435\ntemperature results in the cage formation and decrease in the size of cagelike spheres. Similarly, short rodlike aggregates are composed of well-dispersed nanoparticles (ca. 20−30 nm) with the assistance of polyvinylpyrrolidone at 500 °C compared with large blocks composed of dense nanoparticles at 300 °C (Figure 5c, d). 3D hexagonal prism-shaped ZnO was synthesized by CTAB-assisted strategy (Figure 5e, f). Their column height is ca. 11 μm and side length is ca. 4 μm for 3D prismlike ZnO calcinated at 300 °C, and corresponding values are 10 and 2 μm for the one obtained at 500 °C. The SEM images of precursors show similar morphologies of the calcinated ZnO samples (Figure S9). As a result, the 3D morphology, structure and size of ZnO materials can be regulated by changing additives and the calcination temperature. These 3D ZnO samples were analyzed by N2 adsorption−desorption technique. The isotherms of these exhibit a classical type IV and H3-type hysteresis loop, which belong to characteristic of mesoporous materials (Figure S10a). The pore size distributions show that they have relatively wide size distributions in the range of 5−10 nm (Figure S10b). The specific surface areas are 75.0, 69.1, and 60.4 m2 g−1 for ZnO-S, ZnO-C, and ZnO-P, respectively (Table S2), which may be used as sensor materials for detection of different amines. Morphology-Dependent Gas Sensing. Humidity is a key influence factor for ZnO sensor material in gas detection. High relative humidity (RH) results in a decrease in gas response easily due to the surface active sites occupied by water vapor molecules.32 Therefore, RH maintained 35% in the following experiments. Series of 2D lamellar ZnO-x (x = 0.5, 1, and 2) were used to detect various VOCs. First,\ntemperature-dependent response relationships were studied and the results of exposure to 100 ppm TEA show that the sensitivities of ZnO-x increase first and then decrease as temperature rises, and the optimum temperature is 260 °C for ZnO-1, whereas the values are 340 °C for ZnO-x (x = 0.5, 2) (Figure 6a). This change in response as temperature increases follows the general mechanism. Interestingly, microstructural changes of 2D ZnO from lamellas self-assembled with dense nanoparticles to netlike nanoplates to few-cavity nanoplates with high crystalinity can result in changes of optimum operating temperature. At their optimum temperature, the responses of ZnO-x to 100 ppm VOCs including methanol, alcohol, formaldehyde, acetone, ammonia, triethylamine (TEA), dimethylamine (DMA), and trimethylamine (TMA) were tested. Clearly, all samples have maximum response to TEA among volatile VOCs gases (Figure 6b). Compared with alcohol, aldehyde, and acetone, the C−N bond in triethylamine has smaller bond energy (307 kJ/mol) than that of O− H bond (458.8 kJ/mol), CO bond (798.9 kJ/mol),32 and C−O bond (351 kJ/mol). That is, 2D lamellar ZnO-x has higher reactivity and strong interaction with TEA, which has strong reducibility compared with other amines, thus lead to high selectivity. Especially, ZnO-1 nanoplates possessing 2D net-like morphology have higher response at 260 °C compared to other two samples even at high temperature (340 °C). The possible reasons are that 2D lamellar structures with rich pores have surface oxygen vacancies and provide easier adsorption sites for tested gases, and netlike structures of ZnO-1 are more favorable to recognition of strong reducing gas at low temperature than 2D structure of poreless and few holes in ZnO-0.5 and ZnO-2. The transient response of ZnO-x toward\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5436\nTEA (10−300 ppm) is shown in Figure 6c. The results indicate that they all have fast response and recovery in a wide concentration range for detection of TEA, and the calculated detection limit is about 63 ppb for the detection of lowconcetration TEA. Particularly, it should be noted that ZnO1’s recovery time is only 5 s when exposed to 300 ppm TEA. In addition, 2D lamellar ZnO-x-based sensors exhibit considerable repeatability after testing three times (Figure 6d, Figure S11a, b) and ZnO-1-based sensor has a high stability in the five-day detections (Figure S11c), which suggests 2D ZnO materials can serve as a potential platform for detection of amines. The gas-sensing properties of 3D flowerlike ZnO were also studied on exposure to 100 ppm TEA. It is obvious that the optimum operating temperatures are mainly dependent on morphology and structure of 3D flowerlike ZnO (Figure 7a). Thin lamella constructed loose flower structures make ZnO250 exhibit a high response at low temperature (240 °C), and perfect flower structures of ZnO-350 cause maximum response at high temperature (340 °C), which imply there is little effect of undecomposed amorphous products on sensing properties. Therefore, ZnO-450 with imperfect flowerlike structures has maximum response at lower temperature (300 °C). Interestingly, these 3D flowerlike ZnO materials composed of 2D lamellas show similar selectivity to TEA among various VOCs (Figure S12a). When they were exposed to TEA with various concentrations, fast transient responses and recoveries are observed at their optimum operating temperatures (Figure 7b). Importantly, 3D flower-like structural ZnO-based sensors exhibit excellent repeatability for detection of TEA below 300 ppm (Figure S12b−d).\nJust as 3D flowerlike ZnO, other morphological 3D ZnO, such as cagelike spheres (ZnO-S), irregular blocks (ZnO-P), and hexagonal prism (ZnO-S), can be used as sensor material to detect TEA at different temperatures. ZnO-S spheres calcined at 300 °C possessing amorphous products have low operating temperatures attaining maximum response, whereas ZnO-C prism and ZnO-P blocks with high purity attain higher response at higher operating temperatures than ZnO-S (Figure 7c) and notable selectivity to TEA (Figure S13a). Comparably, all 3D structural ZnO calcined at 500 °C can be employed to detect TEA at low operating temperatures (260 °C) (Figure 7c) and have high selectivity (Figure S13b). The results indicate that ZnO morphologies play a key role in sensing properties and not undecomposed amorphous products. Particularly, 3D ZnO materials have a characteristic of fast transient responses and recoveries in the range of 50−400 ppm (Figure 7d). On the basis of the above detailed explorations, the sensing properties of 2D and 3D structural ZnO are strong dependent on their morphologies, the results are shown in Figure 8a, b and Figure S14. It is apparent that the optimum operation temperatures are different for different morphologies of ZnO materials, and 2D net-like ZnO nanoplates (ZnO-1) exhibit maximum sensitivity to TEA detection at low temperature (260 °C), which is attributed to its lamellar net-like structures possessing high porosity and large surface area providing more adsorption active sites and favors gas diffusion. 2D ZnO netlike nanostructures also increase electron transport rate.33 However, other 3D structural ZnO materials have lower sensitivity compared with ZnO-1, although the operation temperature of ZnO-S-300 is only 240 °C (Figure 8a). Besides\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5437\nZnO-1 sample, several 3D ZnO materials also show the same optimum operation temperatures, namely, it is 260 °C. The sensing sensitivity increases as morphology and structure change from 3D to 2D at 260 °C (Figure 8b), whereas the responses of 3D ZnO increase with morphology changes from flower to cage-like shapes at 240 °C (Figure S14a) and the sensitivity sharp increases as 3D morphology changes from flower with high crystalinity to hexagonal prism at 300 °C (Figure S14b). In short, ZnO-1, ZnO-S-300, and ZnO-C-300 display maximum response at different optimum operating temperatures, which are related to their structures and high specific surface area (Tables S1 and S2). In particularly, ZnO1’s and ZnO-S-300s sensing performances are superior to the recent reported results (Table S3). The typical linear relationships of the response to TEA and their concentrations are shown in Figure 8c. Clearly, there are good linear correlations for ZnO-1, ZnO-S-300, and ZnO-C-300 in the concentration range of 50−300 ppm, which implies they can be used to analyze amines quantitatively. 2D lamellar ZnO nanonets exhibit superior sensing property and their sensing mechanism follows the general explanation illustrated in Scheme 2, which is surface-adsorbed oxygen\ntheory.34−36 The rich porous nano/microstructures of 2D ZnO increase the specific surface areas and active sites of the material. The large specific surface area allows more gas molecules to adsorb on the surface of ZnO porous structures and the greater number of active sites favor the interaction between the tested gas and adsorbed ions. When the ZnO-1based sensor is exposed to air, oxygen molecules will adsorb easily on the surface of 2D ZnO netlike lamellas and capture more electrons from its conduction band, and then oxygen molecules were ionized to oxygen ions (O2−, O−, and O2\n−), which is highly dependent on the operating temperature.37\nAlong with the electron transfer through the netlike structure to oxygen molecules, depletion layers are formed on the surface of ZnO material, which leads to an increase in sensor resistance. When the tested VOC (e.g., TEA) is injected into the test chamber, TEA will react with the adsorbed oxygen species (Scheme 2) and the trapped electrons back to the conduction band of lamella structures, resulting in a fast decrease in the electron depletion layer and resistance, and thus sensor material shows a high response.\n■ CONCLUSION Two-dimensional (2D) ZnO nanonets were self-assembled with nanoparticles by oxalic-acid-assisted hydrothermal method and the evolutions of morphology from threedimensional (3D) flowers to 2D net-like lamellas were also tuned by changing calcination temperatures. Three-dimensional structural ZnO including cagelike spheres and hexagonal prisms can be controlled by substituting for oxalic acid. Twodimensional and 3D structural ZnO materials exhibit different operating temperatures, sensitivities to TEA, and high selectivity on exposure to VOCs. Among them, 2D netlike ZnO nanoplates have higher response and lower operating temperature in detection of TEA. Particularly, it has fast transient responses (1 s) and recoveries (3−14 s) in wide concentration ranges, and the linear correlation of response and concentration implies quantitative detection of TEA can be achieved. Therefore, the morphology and structuredependent sensing characteristics are favorable for designing and developing efficient sensor materials for detection of amines at different temperatures.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b01044.\nCharacterization results (XRD, SEM,N2 ad-/desorption isotherm, TG, and XPS), sensing properties, and sensing comparison between references (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *Email: zhrh6688@163.com (R. Zhao). *Email: jpli211@hotmail.com (J. Li). *Email: dujp518@163.com (J. Du) ."
    }, {
      "heading" : "ORCID",
      "text" : "Jianping Du: 0000-0001-7895-9703"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors thank National Natural Science Foundation of China (21136007 and 51572185) and Natural Science Foundation of Shanxi Province (2014011016-4) for the financial support. This work was also supported by Shanxi Province Technology Foundation for Selected Overseas Chinese Scholar, Scientific Research Foundation for the Returnees (2017-044), College Student Innovation Program of Shanxi (2017550, 2018081).\n■ REFERENCES (1) Jang, E. S.; Won, J.-H.; Hwang, S.-J.; Choy, J.-H. Fine Tuning of the Face Orientation of ZnO Crystals to Optimize Their Photocatalytic Activity. Adv. Mater. 2006, 18, 3309−3312. (2) AbdelHamid, A. A.; Yu, Y.; Yang, J. H.; Ying, J. Y. Generalized Synthesis of Metal Oxide Nanosheets and Their Application as Li-Ion Battery Anodes. Adv. Mater. 2017, 29, 1701427. (3) Broza, Y. Y.; Vishinkin, R.; Barash, O.; Nakhleh, M. K.; Haick, H. Synergy between Nanomaterials and Volatile Organic Compounds for Non-Invasive Medical Evaluation. Chem. Soc. Rev. 2018, 47, 4781− 4859. (4) Mahmud, A.; Khan, A. A.; Voss, P.; Das, T.; Abdel-Rahman, E.; Ban, D. A High Performance and Consolidated Piezoelectric Energy\nScheme 2. Sensing Mechanism of 2D Lamellar Netlike ZnO Material\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5438\nHarvester Based on 1D/2D Hybrid Zinc Oxide Nanostructures. Adv. Mater. Interfaces 2018, 5, 1801167. (5) Du, J. P.; Zhao, R. H.; Chen, S.; Wang, H. Y.; Li, J. P.; Zhu, Z. P. Self-Assembly of Gridlike Zinc Oxide Lamellae for Chemical-Sensing Applications. ACS Appl. Mater. Interfaces 2015, 7, 5870−5878. (6) Du, J. P.; Zhao, R. H.; Xie, Y. J.; Li, J. P. Size-Controlled Synthesis of SnO2 Quantum Dots and Their Gas-Sensing Performance. Appl. Surf. Sci. 2015, 346, 256−262. (7) Yao, Y.; Ji, F.; Yin, M.; Ren, X.; Ma, Q.; Yan, J.; Liu, S. F. Ag Nanoparticle-Sensitized WO3Hollow Nanosphere for Localized Surface Plasmon Enhanced Gas Sensors. ACS Appl. Mater. Interfaces 2016, 8, 18165−18172. (8) Wang, Z. H.; Hou, C. L.; De, Q. M.; Gu, F. B.; Han, D. M. Onestep Synthesis of Co-doped In2O3 Nanorods for High Response of Formaldehyde Sensor at Low Temperature. ACS sens. 2018, 3, 468− 475. (9) Lupan, O.; Postica, V.; Cretu, V.; Wolff, N.; Duppel, V.; Kienle, L.; Adelung, R. Single and Networked CuO Nanowires for Highly Sensitive p-type Semiconductor Gas Sensor Applications. Phys. Status Solidi RRL 2016, 10, 260−266. (10) Chen, H.; Bo, R.; Shrestha, A.; Xin, B.; Nasiri, N.; Zhou, J.; Di Bernardo, I.; Dodd, A.; Saunders, M.; Lipton-Duffin, J.; White, T.; Tsuzuki, T.; Tricoli, A. NiO-ZnO Nanoheterojunction Networks for Room-Temperature Volatile Organic Compounds Sensing. Adv. Opt. Mater. 2018, 6, 1800677. (11) Kim, J. W.; Porte, Y.; Ko, K. Y.; Kim, H.; Myoung, J. M. Micropatternable Double-faced ZnO Nanoflowers for Flexible Gas Sensor. ACS Appl. Mater. Interfaces 2017, 9, 32876−32886. (12) Ghoneim, M. T.; Sadraei, A.; de Souza, P.; Moore, G. C.; Bazant, M. Z.; Dagdeviren, C. A Protocol to Characterize pH Sensing Materials and Systems. Small Methods 2019, 3, 1800265. (13) Zhang, H.; Shi, W. Q.; Gao, N.; Zhao, R. H.; Ahmed, MD. M.; Zhang, T.; Li, J. P.; Du, J. P.; Asefa, T. Highly sensitive and selective gas-phase ethanolamine sensor by doping sulfur into nanostructured ZnO. Sens. Actuators, B 2019, 296, 126633. (14) Suematsu, K.; Watanabe, K.; Tou, A.; Sun, Y. J.; Shimanoe, K. Ultraselective Toluene-Gas Sensor: Nanosized Gold Loaded on Zinc Oxide Nanoparticles. Anal. Chem. 2018, 90, 1959−1966. (15) Liu, F. J.; Huang, G. X.; Wang, X. Z.; Xie, X.; Xu, G. G.; Lu, G. X.; He, X. M.; Tian, J.; Cui, H. Z. High Response and Selectivity of Single Crystalline ZnO Nanorods Modified by In2O3 Nanoparticles for n-butanol Gas Sensing. Sens. Actuators, B 2018, 277, 144−151. (16) Zhai, J. L.; Wang, T.; Wang, C.; Liu, D. C. UV-light-assisted Ethanol Sensing Characteristics of g-C3N4/ZnO Composites at Room Temperature. Appl. Surf. Sci. 2018, 441, 317−323. (17) Zhang, S. L.; Nguyen, S. T.; Nguyen, T. H.; Yang, W.; Noh, J. S. Effect of the Morphology of Solution-Grown ZnO Nanostructures on Gas-Sensing Properties. J. Am. Ceram. Soc. 2017, 100, 5629−5637. (18) Yuan, H.; Aljneibi, S. A. A. A.; Yuan, J.; Wang, Y.; Liu, H.; Fang, J.; Tang, C.; Yan, X.; Cai, H.; Gu, Y.; Pennycook, S. J.; Tao, J.; Zhao, D. ZnO Nanosheets Abundant in Oxygen Vacancies Derived from Metal-Organic Frameworks for ppb-Level Gas Sensing. Adv. Mater. 2019, 31, 1807161. (19) Xie, Y. J.; Du, J. P.; Zhao, R. H.; Wang, H. Y.; Yao, H. L. Synthesis of Hexagonal Brick-Shaped SnO2 and Its Gas Sensing toward Triethylamine. J. Environ. Chem. Eng. 2013, 1, 1380−1384. (20) Bai, S.; Ma, Y. Q.; Luo, R. X.; Chen, A. F.; Li, D. Q. Room Temperature Triethylamine Sensing Properties of Polyaniline-WO3 Nanocomposites with p-n Heterojunctions. RSC Adv. 2016, 6, 2687− 2694. (21) Li, H.; Chu, S. S.; Ma, Q.; Fang, Y.; Wang, J. P.; Che, Q. D.; Wang, G.; Yang, P. Novel Construction of Morphology-Tunable CN/ SnO2/ZnO/Au Microspheres with Ultrasensitivity and High Selectivity for Triethylamine under Various Temperature Detections. ACS Appl. Mater. Interfaces 2019, 11, 8601−8611. (22) Ju, D. X.; Xu, H. Y.; Qiu, Z. W.; Zhang, Z. C.; Xu, Q.; Zhang, J.; Wang, J. Q.; Cao, B. Q. Near Room Temperature, Fast-response, and Highly Sensitive Triethylamine Sensor Assembled with Au-loaded\nZnO/SnO2 Core-shell Nanorods on Flat Alumina Substrates. ACS Appl. Mater. Interfaces 2015, 7, 19163−19171. (23) Malik, R.; Tomer, V. K.; Joshi, N.; Dankwort, T.; Lin, L. W.; Kienle, L. Au-TiO2-Loaded Cubic g-C3N4 Nanohybrids for Photocatalytic and Volatile Organic Amine Sensing Applications. ACS Appl. Mater. Interfaces 2018, 10, 34087−34097. (24) Shen, Z.; Zhang, X.; Mi, R.; Liu, M.; Chen, Y.; Chen, C.; Ruan, S. On the High Response towards TEA of Gas Sensors Based on AgLoaded 3D Porous ZnO Microspheres. Sens. Actuators, B 2018, 270, 492−499. (25) Shi, S. X.; Zhang, F.; Lin, H. M.; Wang, Q.; Shi, E. B.; Qu, F. Y. Enhanced Triethylamine-Sensing Properties of PN Heterojunction Co3O4/In2O3 Hollow Microtubes Derived from Metal-organic Frameworks. Sens. Actuators, B 2018, 262, 739−749. (26) Qiao, X. Q.; Zhang, Z. W.; Hou, D. F.; Li, D. S.; Liu, Y. L.; Lan, Y. Q.; Zhang, J.; Feng, P. Y.; Bu, X. H. Tunable MoS2/SnO2 P-N Heterojunctions for an Efficient Trimethylamine Gas Sensor and 4- Nitrophenol Reduction Catalyst. ACS Sustainable Chem. Eng. 2018, 6, 12375−12384. (27) Yang, X. L.; Yu, Q.; Zhang, S. F.; Sun, P.; Lu, H. Y.; Yan, X.; Liu, F. M.; Zhou, X.; Liang, X. S.; Gao, Y.; Lu, G. Y. Highly Sensitive and Selective Triethylamine Gas Sensor Based on Porous SnO2/ Zn2SnO4 Composites. Sens. Actuators, B 2018, 266, 213−220. (28) Mishra, K.; Kim, S. H.; Lee, Y. R. Band-Gap Narrowing of Highly Stable Heterogeneous ZrO2-ZnO Nanocomposites for the Reductive Amination of Carbonyl Compounds with Formic Acid and Triethylamine. ChemSusChem 2018, 12, 881−889. (29) Zhai, C.; Zhu, M.; Jiang, L.; Yang, T.; Zhao, Q.; Luo, Y.; Zhang, M. Fast Triethylamine Gas Sensing Response Properties of Nanosheets Assembled WO3 Hollow Microspheres. Appl. Surf. Sci. 2019, 463, 1078−1084. (30) Ju, D. X.; Xu, H. Y.; Zhang, J.; Guo, J.; Cao, B. Q. Direct Hydrothermal Growth of ZnO Nanosheets on Electrode for Ethanol Sensing. Sens. Actuators, B 2014, 201, 444−451. (31) Cui, J. S.; Sun, J. B.; Liu, X.; Li, J. W.; Ma, X. Z.; Chen, T. T. Fabrication of Hierarchical Flower-like Porous ZnO Nanostructures from Layered ZnC2O4•3Zn(OH)2 and Gas Sensing Properties. Appl. Surf. Sci. 2014, 308, 17−23. (32) Song, X. P.; Xu, Q.; Xu, H. Y.; Cao, B. Q. Highly sensitive golddecorated zinc oxide nanorods sensor for triethylamine working at near room temperature. J. Colloid Interface Sci. 2017, 499, 67−75. (33) Liu, F. J.; Chen, X. Y.; Wang, X. Z.; Han, Y.; Song, X. J.; Tian, J.; He, X. M.; Cui, H. Z. Fabrication of 1D Zn2SnO4 nanowire and 2D ZnO nanosheet hybrid hierarchical structures for use in triethylamine gas sensors. Sens. Actuators, B 2019, 291, 155−163. (34) Wan, L.; Song, H. Y.; Ma, J. H.; Ren, Y.; Cheng, X. W.; Su, J. C.; Yue, Q.; Deng, Y. H. Polymerization-Induced Colloid Assembly Route to Iron Oxide-Based Mesoporous Microspheres for Gas Sensing and Fenton Catalysis. ACS Appl. Mater. Interfaces 2018, 10, 13028−13039. (35) Liu, J. Y.; Dai, M. J.; Wang, T. S.; Sun, P.; Liang, X. S.; Lu, G. Y.; Shimanoe, K.; Yamazoe, N. Enhanced Gas Sensing Properties of SnO2 Hollow Spheres Decorated with CeO2 Nanoparticles Heterostructure Composite Materials. ACS Appl. Mater. Interfaces 2016, 8, 6669−6677. (36) Lupan, O.; Postica, V.; Hoppe, M.; Wolff, N.; Polonskyi, O.; Pauporte, T.; Viana, B.; Majerus, O.; Kienle, L.; Faupel, F.; Adelung, R. PdO/PdO2 Functionalized ZnO: Pd Films for Lower Operating Temperature H2 Gas Sensing. Nanoscale 2018, 10, 14107−14127. (37) Shimpi, N. G.; Jain, S.; Karmakar, N.; Shah, A.; Kothari, D. C.; Mishra, S. Synthesis of ZnO Nanopencils Using Wet Chemical Method and Its Investigation as LPG Sensor. Appl. Surf. Sci. 2016, 390, 17−24.\nDOI: 10.1021/acsanm.9b01044 ACS Appl. Nano Mater. 2019, 2, 5430−5439\n5439"
    } ],
    "references" : [ {
      "title" : "In2O3 Nanorods for High Response of Formaldehyde Sensor at Low Temperature",
      "author" : [ "O. Lupan", "V. Postica", "V. Cretu", "N. Wolff", "V. Duppel", "L. Kienle", "R. Adelung" ],
      "venue" : "ACS sens. 2018,",
      "citeRegEx" : "Lupan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lupan et al\\.",
      "year" : 2018
    }, {
      "title" : "gas-phase ethanolamine sensor by doping sulfur into nanostructured ZnO",
      "author" : [ "K. Suematsu", "K. Watanabe", "A. Tou", "Y.J. Sun", "K. Shimanoe" ],
      "venue" : "Anal. Chem. 2018,",
      "citeRegEx" : "Suematsu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Suematsu et al\\.",
      "year" : 2019
    }, {
      "title" : "Highly sensitive golddecorated zinc oxide nanorods sensor for triethylamine working at near room temperature",
      "author" : [ "X. P", "Q. Xu", "H.Y. Xu", "B.Q. Cao" ],
      "venue" : "Gas Sensing Properties. Appl. Surf. Sci",
      "citeRegEx" : "P. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2014
    }, {
      "title" : "Functionalized ZnO: Pd Films for Lower Operating Temperature H2 Gas Sensing",
      "author" : [ "R. PdO/PdO" ],
      "venue" : "Nanoscale 2018,",
      "citeRegEx" : "PdO.PdO2,? \\Q2018\\E",
      "shortCiteRegEx" : "PdO.PdO2",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Two-dimensional (2D) materials possess unique properties and advantages in catalysis, photo/-electronic and sensor devices. Here, we proposed a facile route to synthesize 2D ZnO nanoplates with grids by the oxalic-acid-assisted hydrothermal method. Morphology evolutions of ZnO from 3D flowerlike microparticles to 2D nanonets were achieved by changing the heat-treatment temperature. By substitution for oxalic acid, 3D ZnO cagelike spheres and hexagonal prism were obtained. The results show that 2D and 3D morphologies of ZnO can be controlled easily by changing calcinations temperatures and additives. The as-prepared ZnO was used as sensing materials for the detection of volatile organic compounds, which indicate that their responses and selectivity are strongly dependent on the diversity of ZnO morphologies. Particularly, 2D ZnO nanonetsbased sensor has been proved to detect triethylamine (TEA) efficiently, and it exhibits maximum sensitivity (213.3) on the exposure of 100 ppm triethylamine at 260 °C. Its transient response time is 1 s and recovery time is only 5 s exposed 300 ppm TEA, and the low detection limit is 63 ppb, implying 2D ZnO nanonets can be served as an efficient sensor platform for the detection of TEA.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}