{
  "name" : "downloads_2019-11-17_ec_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Establishing highly-efficient surface faradaic reaction in flower-like NiCo2O4 nano-/micro-structures for next-generation supercapacitors",
    "authors" : [ "Zixing Wang", "Hai Su", "Fangyan Liu", "Xiang Chu", "Cheng Yan", "Bingni Gu", "Haichao Huang", "Tao Yang", "Ningjun Chen", "Yu Han", "Weili Deng", "Haitao Zhang", "Weiqing Yang" ],
    "emails" : [ "haitaozhang@swjtu.edu.cn", "wqyang@swjtu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nElectrochimica Acta\njournal homepage: www.elsevier .com/locate/e lectacta\nEstablishing highly-efficient surface faradaic reaction in flower-like NiCo2O4 nano-/micro-structures for next-generation supercapacitors\nZixing Wang a, 1, Hai Su a, 1, Fangyan Liu a, Xiang Chu a, Cheng Yan a, Bingni Gu a, Haichao Huang a, Tao Yang a, Ningjun Chen a, Yu Han a, Weili Deng a, Haitao Zhang a, **, Weiqing Yang a, b, *\na Key Laboratory of Advanced Technologies of Materials (Ministry of Education), School of Materials Science and Engineering, Southwest Jiaotong University, Chengdu, 610031, PR China b State Key Laboratory of Traction Power, Southwest Jiaotong University, Chengdu, 610031, PR China\na r t i c l e i n f o\nArticle history: Received 19 October 2018 Received in revised form 11 January 2019 Accepted 31 March 2019 Available online 1 April 2019\nKeywords: Spinel NiCo2O4 Nano-/micro-structural design Hybrid supercapacitors Asymmetrical capacitance Work voltage window\n* Corresponding author. Key Laboratory of Advanc (Ministry of Education), School of Materials Science Jiaotong University, Chengdu, 610031, PR China. ** Corresponding author.\nE-mail addresses: haitaozhang@swjtu.edu.cn (H. Z (W. Yang).\n1 These authors contributed equally to this work.\nhttps://doi.org/10.1016/j.electacta.2019.03.227 0013-4686/© 2019 Elsevier Ltd. All rights reserved.\na b s t r a c t\nAs in the case of supercapacitors, spinel NiCo2O4 shows the main drawbacks of objectionable pseudocapacitive mechanism, low-voltage polarization effect and confined ion-reaction dynamics, which result in constrained development, narrow work voltage, and low loading mass. Herein we combined two strategies to address these issues. The first one is to design the flower-like NiCo2O4 through Ostwald ripening of ultrathin Ni-Co layered double-hydroxide petals. And the second one is to balance the asymmetrical capacitance for further promoting capacitive behavior. With rationally designing the nano-/micro-structures, flower-like NiCo2O4 shows highly porous ultrathin petals interconnected with each other and massive interspaces between the petals. This unique microstructure endows flower-like NiCo2O4 with rapid electrolyte ions diffusion and mass transfer reaction. Consequently, the flower-like NiCo2O4 electrodes exhibit a high capacity of ~350 C g 1 even the loading mass of up to 9mg cm 2. More importantly, the hybrid supercapacitors, assembled with flower-like NiCo2O4 as cathode, deliver a high specific capacity of ~85 F g 1 with capacitive ratio up to 74.3%, and a high working voltage of 1.55 V. The transformation of conventional battery-like materials into novel capacitive dominated materials through nano/micro-structural design and balance of asymmetrical capacitance is helpful to further understand the pseudocapacitive mechanism of transition metal oxides/sulfides and therefore will promote their practical application in next-generation of hybrid supercapacitors.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "The desire to increase the energy density of electric double-layer capacitors (EDLCs) coupled with the growing interest in fast faradaic redox reaction has led to create the next-generation of hybrid supercapacitors [1e4]. Hybrid supercapacitors, constructed with EDL negative electrode and faradaic positive electrode, combine both advantages of EDLCs and secondary batteries. The advanced\ned Technologies of Materials and Engineering, Southwest\nhang), wqyang@swjtu.edu.cn\nhybrid supercapacitors show potential to realize high energy density in comparison with lead-acid cells or even nickel-metal hydride battery at the power of supercapacitors [5e7]. The related applications of nanostructured transition metal oxides and hybrid carbon/oxide electrodes for supercapacitors have recently achieved great progress [8e11]. However, there are still many challenges for these battery-type materials used as the electrode in supercapacitors like their controversial charge storage mechanism, lowvoltage polarization effect and confined ion-reaction dynamics. What's more, fundamental studies on pseudocapacitive behavior remain scarce, because of the difficulty in monitoring the evolution of oxide surfaces and determining the corresponding charge transfer mechanism during electrochemical dynamic process.\nSpinel NiCo2O4, as one kind of transition metal oxides, have become representative battery/capacitor materials owing to their multivalent charge transfer and reversible adsorption properties,\nresulting in high specific capacity and correspondingly high energy density. Recently, there comes an emerging concept of nano-/micro-structural self-assembly, such as nanowires, nanoarrays, nanosheets, hollow nanospheres constructed 3D networks [12e18], as well as hybrid nanostructures and their composites [8,10,19,20]. Therefore, NiCo2O4 nano-/micro-structures may be a promising solution to fabricate energy storage devices with high capacity and high power characteristic. As an example, hollowNiCo2O4 nanowall arrays derived from metal-organic framework exhibit a high capacitance of 1055 F g 1 and an initial capacitance retention rate of 86.7% after 20000 cycles at 5mA cm 2 [13]. However, current researches on battery-type materials applied in capacitive energy storage mainly focus on realizing high ‘pseudocapacitance’ (really should be called capacity). The reason probably attributes to the lack of effective method and/or principle to establish and differentiate capacitive behavior. This will undoubtedly inhibit further exploitation of these materials since its unacceptable application as well as intrinsic mechanism. Therefore, it will be of great significance to probe whether generally acceptable battery-typed electrode materials can be applied in capacitive energy storage field.\nTo boost the pseudocapacitance of transition metal oxides, taking NiCo2O4 as an example, two strategies were proposed. On the one hand, we synthetically designed porous ultrathin petals interconnected with each other and massive interspaces between neighboring porous petals to accommodate a large amount of superficial electroactive species. This unique structure would promote rapid faradaic redox reaction. The optimized flower-like NiCo2O4 electrode exhibits a high loading mass 9mg cm 2. On the other hand, through further balancing the asymmetrical capacitance, the hybrid supercapacitors composed of NiCo2O4 cathode and hierarchically porous carbons (HPC6) [21] anode exhibit a work voltage up to 1.55 V and a high specific capacitance of 85 F g 1 (based on the two electrodes) with capacitive part up to 74.3%. Therefore, this work provides a new novel strategy to design advanced hybrid supercapacitors and possibly will arouse attention to reconsider the pseudocapacitive mechanism."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of NiCo2O4",
      "text" : "NiCo2O4 were synthesized by a hydrothermal method followed by annealing treatment. Firstly, C4H6NiO4$4H2O (0.2177 g), C4H6CoO4$4H2O (0.2177 g) and urea (0.45 g) (Aladdin Industrial Corporation, Shanghai, China) were dissolved into ultrapure water (Resistivity> 17MU cm，Smart-S15) under sonication. Then, the solution was transferred to a 50mL Teflon-lined stainless-steel autoclave and kept in a 120 C oven for 3 h. After the resultants were cooled down to room temperature naturally, the resulted green hydroxide precipitate was repeatedly washed with deionized water and alcohol, and then dried at 85 C for 24 h. Finally, the NiCo2O4 precursors were annealed in air at 300e500 C for 2 h to obtain a black oxide sample, named as NCO-300, NCO-350, NCO400, NCO-500, respectively."
    }, {
      "heading" : "2.2. Microstructural and composition characterizations",
      "text" : "Field-emission scanning electron microscopy (FESEM) was carried out on FEI QUANTA FEG 250. X-ray diffraction (XRD) patterns were obtained on a PANalytical X'Pert Powder diffractometer with Cu Ka radiation between 10 and 80 . X-ray photoelectron spectroscopy (XPS) measurements were performed on Thermo Scientific ESCALAB 250Xi. Thermogravimetry analysis was carried out with NETZSCH STA449F3. Brunauer-Emmett-Teller (BET) surface areas and density functional theory (DFT) pore size distribution\nmeasurements of NiCo-LDH and NiCo2O4 were performed with Micromeritics ASAP 2020 surface area and pore size analyzer using N2 adsorption/desorption isotherm at 196 C. Electrical conductivity was measured using four-probe method on RTS-9 Dual-power Four-probe Tester."
    }, {
      "heading" : "2.3. Electrochemical measurements",
      "text" : "The positive NiCo2O4 electrodes pressed onto nickel foam are constructed with 85:10:5wt% of the NiCo2O4, Super C45 and Polytetrafluoroethylene (PTFE) binder. The electrode possesses ~100 mm in thickness, 12mm in diameter and a loading mass of 9mg cm 2. Hierarchically porous carbons (HPC6), as reported elsewhere, was employed as negative electrode material with the contents of 95wt% HPC6 and 5wt % PTFE. 6 M KOH was used as the electrolytes. In a three-electrode configuration, Hg/HgO electrode was used as the reference electrode and a platinum platelet with an area of 4 cm2 was used as the counter electrode. In coin-typed 2032 cells, a cellulose membrane (F4050, NKK) was sandwiched between two electrodes as the separator.\nThe cyclic voltammetry (CV) curves, galvanostatic chargedischarge (GCD) process and electrochemical impedance spectroscopy (EIS) were carried out on the electrochemical workstation (CHI660E). The cycle-life test of the hybrid supercapacitors was measured on an Arbin MSTAT4 multi-channel galvanostat/potentiostat instrument."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Reaction mechanism and structure analysis",
      "text" : "In this work, we developed a facile hydrothermal method in combinationwith post heat-treatment to synthesize the flower-like NiCo2O4, as schematically shown in Fig. 1(a). During the hydrothermal process, the urea was initially hydrolyzed to release the OH , and then interacted with the nickel and cobalt ions, resulting in precipitation of nickel-cobalt layered double hydroxide (NiCoLDH). The NiCo-LDH precursors had poor thermal stability as indicated by the TG measurement (Electronic Supplementary Information, ESI, Fig. S1) and converted to the desired NiCo2O4 phase, after calcination in air. Consequently, the possible reactions during the fabrication process are as following equations [22]:\n6CO(NH2)2 þ 6H2O / C3H6N6 þ 3CO2 þ 6NH4þ þ 6OH (1)\nNi2þ þ 2Co2þ þ 6OH / NiCo2(OH)6 (2)\nNiCo2(OH)6 þ 1/2O2 / NiCo2O4 þ 3H2O (3)\nAfter transformation and calcination, the morphological evolutions of the NiCo2O4 during calcination are confirmed by FESEM characterization (Fig. 1(b) and ESI, Fig. S2). With well controlling the calcination temperature, NCO-350 and NCO-400 samples retain the flower-like structure that is formed through Ostwald ripening of NiCo-LDH during hydrothermal process [23]. Moreover, the nanopetals with thickness of ~30 nm (ESI, Fig. S3) exhibit mesoporous feature (ESI, Fig. S4) with empty space among adjacent petals. These mesoporous petals interconnected each other with macro-void channels can benefit the penetration of the electrolyte and the transfer of electrolyte ions, which can contribute to the rapid faradaic reaction at the surface of flower-like NiCo2O4 nano-/ micro-structures [24]. Noting the flower-like structure becomes collapsed for NCO-500 annealed at high temperature, which may be ascribed to the decomposition of the NiCo-LDH.\nFor further confirming the crystal structure and elemental\ncompositions of flower-like NiCo2O4, X-ray diffraction (XRD) and Xray photoelectron spectroscopy (XPS) characterizations were performed. Fig.1(c) exhibits the comparative XRD patterns of the NiCoLDH and NiCo2O4 calcined at different temperatures. The evolutions of crystal structure fromNiCo-LDH to pure spinel NiCo2O4 and further to the composites of NiCo2O4 and Co3O4 and NiO are confirmed as shown in the XRD patterns and also sketched in Fig. 1(d). The diffraction peaks of NCO-300, NCO-350, NCO-400, and NCO-500 samples appearing at 18.9 , 31.1 , 36.7 , 38.4 , 44.6 , 55.4 , 59.1 , and 65.0 , respectively, can be indexed to the (111), (2 2 0), (3 1 1), (2 2 2), (4 0 0), (4 2 2), (5 1 1), (4 4 0) crystallographic planes (JCPDF: No.20 0781). Two more peaks occurred at 44.8 and 62.9 for NCO-500 probably originate from Co3O4 and NiO since the thermal decomposition of NiCo2O4 at high temperature. In addition, after calcination, the intensity of the diffraction peak\nbecomes stronger, which means that the crystallinity and the conductivity are also enhanced as compared with the precursor. The electrical conductivities are ~3.1 Sm 1 for NCO-350 and ~0.51, ~0.052, and ~0.0054 Sm 1 for NCO-400, NCO-500 and NCO-300, respectively, while the precursor NiCo-LDH is the insulator (ESI, Fig. S5).\nThe XPS was used to reveal more detailed elemental composition and oxidation state of the NiCo2O4. The survey spectrum of the NiCo2O4 indicates the presence of the Ni, Co, and O elements (ESI, Fig. S6). The fitted Ni 2p spectrum contains two spin-orbit doublets characteristic of Ni2þ and Ni3þ and two shake-up satellite peaks [25]. As for the Co 2p spectrum, there are also two spin-orbit doublets characteristic of Co2þ and Co3þ accompanying with two shake-up satellite peaks (Fig. 1(e)) [26]. The XPS results clearly demonstrate that the surface of the prepared NiCo2O4 is composed\nof Co2þ, Co3þ, Ni2þ, and Ni3þ. For the O 1s spectrum (Fig. 1(e)), the peak contains three oxygen contributions, which are denoted as O1, O2 and O3 [27]. The O1 peak at 529.5 eV can be attributed to the metal-oxygen bond, while the O2 peak at 530.9 eV corresponds to a large number of defect sites with low oxygen coordination in the material. In addition, the O3 component may be due to a variety of physical and chemical bondingwaters on and/or within the surface. Based on XRD and XPS characterizations, besides morphology and pore structure, flower-like NiCo2O4 can be further tuned in crystalline and elemental valence states, which is also crucial for electron and ion dynamics."
    }, {
      "heading" : "3.2. Electrochemical properties",
      "text" : "Flower-like NiCo2O4 nano-/micro-structures retained a large amount of mesopores and macro-void between neighboring petals interconnected with each other, which promote electrolyte ion accumulation by acting as an ion reservoir and also provide 3D continuous electron transport channels. After initially structural design, the battery-like intercalation principle can be partially transformed into superficial redox process as schematic illustration in Fig. 2(a). As expected, the redox process is distinct for NiCo-LDH electrode and is gradually suppressed for NiCo2O4 electrodes as shown in Fig. 2(b). The flower-like NiCo2O4 electrode shows a high capacity of 350 C g 1 even the loading mass is as high as 9mg cm 2 that may be attributed to the nano-/micro-structures design. The two pairs of redox peaks occurred in CV curves can be ascribed to phase transformation induced faradaic reaction from NiCo2O4 to NiOOH/CoOOH and further to NiO/CoO2. We used sweep voltammetry to separate capacitive process from diffusion-controlled kinetics and the results are shown in Fig. 2(c). The power-law relationship between peak current (ip) and scan rate (v) was used to analysis the kinetics process for charge storage [28]:\nip ¼ avb (4) In which, a and b are alterable parameters. A b-value of 0.5 indicates that the capacitance is derived from the diffusion-\nFig. 2. Establishing rapid faradaic redox reaction by microstructural design. (a) Schem nano-/micro-structures. (b) Typical CV curves of all the NiCo-LDH and NiCo2O4 electrodes a scan rates. (d) The surface capacitive and diffusion-controlled contribution to the stored ch mesoporous flower-like NiCo2O4 petals.\ncontrolled process, while b¼ 1 indicates capacitive behavior [29]. In order to determine the b-value, we taking logarithm on the equation to achieve plotting log(ip)-log(v) curves (Fig. 2(c)). For the NiCo-LDH electrode, the b-value is 0.54, which accounts for the battery characteristic behavior. After annealed at various temperature between 300 and 500 C, the b-values increase to 0.59, 0.72, 0.78 and 0.97, respectively. This is the characteristic of charge storage process transformation from diffusion-controlled process to surface capacitive effect. A quantized comparison of the detailed capacitance contribution was conducted using the formula as follows [30]:\niðVÞ ¼ k1vþ k2v1=2 (5) Where i(V) represents the current at a specific potential, v is the scan rate, k1v and k2v1/2 are the capacitive current part and diffusion-controlled current part, respectively. Further, above equation was converted as follows:\niðVÞ=v1=2 ¼ k1v1=2 þ k2 (6) To achieve better analytical objective, we calculated these values of i(V)/v1/2 and v1/2 at various potentials and scan rates, and numerous k1 values can be obtained from the slope [29,31,32]. The current-potential profile stands for capacitive effect enable to drawing, and Fig. S7 (ESI) shows these curves (shaded area) compared with the total measured currents obtained from the voltammetric response for five different electrodes. Based on the internal area of closed cyclic voltammetry curves, the stored charge can be obtained from two different charge storage mechanisms, and the calculated methods follows [33,34]:\nCs;CV ¼\nð IdV 2mvV (7)"
    }, {
      "heading" : "Q ¼ CV (8)",
      "text" : "Herein, I (A), V (V), v (V s 1) and m (g) represent current,\natic diagram of transition from battery to supercapacitor for the flower-like NiCo2O4 t a scan rate of 5mV s 1 in 6M KOH solutions. (c) The relation curve of redox peaks to arges. (e) The schematic illustration of efficient superficial electron and ion transfer in\npotential, scan rate and electro-active species mass. Fig. 2(d) shows the stored charge from surface capacitive effect and diffusioncontrolled process for five different samples at a scan rate of 5mV s 1. It is clear that the NiCo-LDH electrode possess the largest total charge storage than four annealed samples. The diffusioncontrolled charge decreased as both the annealing temperature and scan rates increased (ESI, Fig. S8). In addition, the capacitance charge decreases as well with the increase of the annealing temperature. This is mainly due to the reduction of electrical conductivity, the decomposition of NiCo2O4 and the sharp decrease of the specific surface area. However, the capacitive charge of the NCO300 accounts for only 54.1% of the total stored charge, while the NCO-350 reaches 78.9%, and a very high percentage of 93.5% for NCO-500, which actually implies an apparent improvement in capacitive behavior (ESI, Fig. S9).\nThe above-discussed results clearly imply that NiCo2O4 electrodes become more capacitor-like through nanoscale and mesoporous structure design. As mentioned in Dunn's work [29], capacitive contributions became increasingly important at particle sizes below 10 nm. As the particle sizes of the electrode materials decreased, the amount of total stored charge (gravimetrically normalized) increased. Although the thickness of the synthesized NiCo2O4 sample is around 30 nm, this size is still much higher than that suggested by Dunn. However, we actually further improve its capacitive behavior through incorporating in-plane mesopores and voids between the petals for flower-like NiCo2O4. These mesoporous petals are interconnected with each other to form the macro-void channels that can benefit the penetration of the electrolyte and the transfer of electrolyte ions. Hence, this unique nano-/micro-structures can promote the rapid faradaic reaction at the surface of flower-like NiCo2O4. Giving evidence clearly indicates that electrochemical characteristics tend to become more capacitor-like when the NiCo2O4 materials are tailored by nanoscale in dimension and mesopores in microstructure (Fig. 2(e) and ESI, Fig. S10). The kinetics of pseudocapacitance are influenced by\nthe thickness of nanopetals, as the decreasing diffusion distance of electrolyte ions leads to rapid faradaic reaction. And this reaction can be further promoted by the mesoporous structure of ultrathin NiCo2O4 nanopetals through facilitating the ion diffusion. Moreover, these nanopetals self-assembling 3D flower-like nano-/microstructures with massive interspaces do not only improve the capacitive performance, but also increase the electron transfer [35]. And hence, the potential dependence on state of charge can become linear owing to a larger number of surface sites for charge storage or the suppression of a phase transition.\nWe further prove that near-surface faradaic redox reaction can be rapidly established in hybrid supercapacitors by incorporating the fast charge-discharge of the double-layer capacitance of the HPC negative electrode, as schematically illustrated in Fig. 3(a). In order to achieve the optimal performance, there should be a charge balance between the two electrodes was achieved by controlling the loadingmass of the electrodes [34]. Therefore, we discussed the loading mass ratio between HPC6 and NCO-350 from 0.8:1 to 1.5:1 (ESI, Fig. S11) to match the charge of the two electrodes better. We can clearly observe that the electrochemical performance is best when the charge ratio of HPC6 and NCO-350 is 1:1. Interestingly, the hybrid supercapacitors present a wide and stable operating potential window up to 1.55 V in 6M KOH aqueous electrolyte that should afford high energy density (Fig. 3b).\nTo quantitatively understand the charge storage contributions from surface capacitance effect like pseudocapacitance and diffusion-controlled process, the technique introduced by Dunn et al. [29,31,32] was used again to analyze the voltammetric scan data for these NiCo-LDH//HPC6, NCO-300//HPC6, NCO-350//HPC6, NCO-400//HPC6 and NCO-500//HPC6 hybrid supercapacitors. Fig. 3(c) presents the comparison of current curves between the capacitive current (shaded region) and the total measured current at a scan rate of 5mV s 1 for the NCO-350//HPC6 hybrid supercapacitors. And the detailed capacitive and diffusion-controlled contributions to total stored charge are presented in Fig. 3(d).\n2O4 based hybrid supercapacitors. (a) Construction of NiCo2O4 positive electrode and HPC6 negative electrodes at a scan rate of 10mV s 1 in 6M KOH solution. (c) The he contribution of diffusion-controlled capacity and electrostatic-sorption capacitance.\nObviously, surface capacitive effect plays a significant role in the charge storage process for these hybrid supercapacitors, and the contributed charge (gravimetrically normalized) are 117.4, 162.2, 269.7, 204.7 and 68.4C g 1, respectively. The corresponding capacitance percentages contributed by the diffusion-controlled process are 50.2%, 53.0%, 25.7%, 20.2% and 22.7%, respectively, which proved the transformation of battery-type electrode to pseudocapacitancetype electrode again. It is interesting that NCO-350//HPC6 hybrid supercapacitor delivered highest charge storage amounts, which is attributed to the superior conductivity and optimal capacitance balance.\nAfter rationally designing the microstructure of flower-like NiCo2O4 materials and balancing the asymmetrical capacity of the electrodes, the flower-like NiCo2O4 and HPC6 based hybrid supercapacitors deliver remarkable capacitive behavior and potential application in electrochemical energy storage field. EIS was used to evaluate the ion diffusion and charge transfer. The NiCo-LDH and NCO-300 cathode-based device show typical battery-like behavior that is wholly diffusion-controlled electrochemical impedance process. And this behavior is suppressed in other NiCo2O4 electrodes. With abundance of mesoporous structure and balance of asymmetrical capacitance, NCO-350, especially for NCO-400 and NCO-500, based devices transit to capacitive dominated behavior. Hence, the electrochemical properties of NiCo2O4 positive electrode and HPC6 negative electrode-based devices are characterized by capacitive behavior at the following parts.\nAs shown in Fig. 4(a) and Fig. S12 (ESI), the real axis intercept of Nyquist plots is almost all around 1U, indicating the low internal resistance. And it can be clearly observed that the charge transfer resistance and ion transfer resistance of all hybrid supercapacitors are relatively small, which shows excellent electrochemical performance. As shown in Fig. 4(b), NCO-350 and HPC6 based hybrid supercapacitors exhibit nearly capacitor-like CV curves with a\npotential windowof 1.55 V (The other NiCo-LDH andNiCo2O4 based devices are shown in ESI, Fig. S13). The GCD curves at various current densities from 0.5 to 10 A g 1 are shown in Fig. 4(c), which approximate the symmetrical triangular shape, indicating an excellent electrochemical reversibility.\nFig. 4(d) shows the specific capacitances valuing at different current densities. The specific capacitances of NiCo-LDH, NCO-300, NCO-350, NCO-400 and NCO-500 based hybrid supercapacitors are calculated as 60, 80, 85, 63, and 17 F g 1, respectively, at a current density of 0.5 A g 1. And this capacitance shows excellent cycling stability of 93.6% retention after 5000 cycles (ESI, Fig. S14). Herein reported NiCo2O4//HPC6 hybrid supercapacitors display comparable properties in comparison with most other reported carbon and pseudocapacitive materials as shown in Table S1 (ESI) [14,37e43]. Most results in Table S1 (ESI), the electrode loadingmass of NiCo2O4 electrodes are less than 3mg cm 2. However, the loading mass of as-prepared electrodes reaches up to 9mg cm 2 accompanying with a high electrode density of 0.9 g cm 3. Therefore, the present work has successfully established rapid ion kinetics and mass transfer process. And it is beneficial to promote the practical application of battery-type materials in the next-generation hybrid supercapacitors.\nFig. 4(e) shows the Ragone plots of NiCo-LDH and NiCo2O4 based hybrid supercapacitors. Themaximum energy density of NCO-350// HPC6 based hybrid supercapacitors is 28Wh kg 1 at a power density of 387.5W kg 1. With increment of the power density by 16 times, 75% of the energy density is retained. By comparison, the NiCo2O4//HPC6-based hybrid supercapacitors store higher energy than EDLCs at the same power density. They are also superior to secondary batteries in power characteristics at the constant energy density. The NiCo2O4//HPC6 hybrid devices also show better performance than previously reported NiCo2O4//AC asymmetric supercapacitor (ASC), NiCo2O4 NSs@HMRAs//AC ASC and NiCo2O4//\nhybrid supercapacitors. (a) Nyquist plots. (b) CV curves of NCO-350 and HPC6 based\n-350 and HPC6 based hybrid supercapacitors at various current densities from 0.5 to\ne Ragone plots of electrochemical capacitors and batteries and some related references\nitors turning on a pattern of nearly 400 LEDs.\nAC hybrid supercapacitor [44e46]. To justify the NiCo2O4 based hybrid supercapacitors as a practical power source, two NiCo2O4 based hybrid supercapacitors were connected in series to form a power package. This power source can simultaneously light up a display board consisted of about 400 LEDs for nearly 60 s (Fig. 4(f) and ESI, Movie S1). The excellent electrochemical properties in association with potentially practical application sufficiently demonstrate that establishing rapid surface redox reaction through nano-/micro-structural design and balance of asymmetrical capacitance is a good choice to manufacture advanced hybrid supercapacitors."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, flower-like NiCo2O4 nano/micro-structures are successfully prepared by a facile hydrothermal method combined with a post annealing treatment. Flower-like NiCo2O4 electrodes show high capacities of 350 C g 1 and excellent cycling stability (~94% after 5000 cycles). This enhanced performance is attributed to several important structural factors of flower-like NiCo2O4 nano-/micro-structures, including ultrathin nanopetals and inplane mesopores, and 3D hierarchically porous structure. In view of engineering the nano-/micro-structures and balancing the asymmetrical capacitance of typical battery-type materials to boost the redox kinetics and thus eventually increasing the energy density without sacrificing the power density, this work provides a novel strategy to design advanced hybrid supercapacitors and possibly arouses attention to reconsider the pseudocapacitive mechanism."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We are thankful to Southwest Jiaotong University Analytical and Testing Center for the SEM measurements. This work is supported by the National Natural Science Foundation of China (No. 51602265), the Special Funding of China Postdoctoral Science Foundation (No. 2018T110992), the Sichuan Science and Technology Program (No. 2018RZ0074) as well as the Cultivation Program for the Excellent Doctoral Dissertation of Southwest Jiaotong University (No. D-YB201709)."
    }, {
      "heading" : "Appendix A. . Supplementary data",
      "text" : "The following is the Supplementary data to this article:https:// www.sciencedirect.com/journal/electrochimica-acta."
    }, {
      "heading" : "Appendix B. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.electacta.2019.03.227."
    } ],
    "references" : [ {
      "title" : "Nitrogen-doped activated carbon for a high energy hybrid supercapacitor",
      "author" : [ "B. Li", "F. Dai", "Q. Xiao", "L. Yang", "J. Shen", "C. Zhang", "M. Cai" ],
      "venue" : "Energy Environ. Sci. 9 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Battery-supercapacitor hybrid devices: recent progress and future prospects",
      "author" : [ "W. Zuo", "R. Li", "C. Zhou", "Y. Li", "J. Xia", "J. Liu" ],
      "venue" : "Adv. Sci. 4 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Formation of onion-like NiCo2S4 particles via sequential Ion-exchange for hybrid supercapacitors",
      "author" : [ "B. Guan", "Y. Yu", "X. Wang", "S. Song", "X. Lou" ],
      "venue" : "Adv. Mater. 29 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Pseudocapacitance of MXene nanosheets for high-power sodiumion hybrid capacitors",
      "author" : [ "X. Wang", "S. Kajiyama", "H. Iinuma", "E. Hosono", "S. Oro", "I. Moriguchi", "M. Okubo", "A. Yamada" ],
      "venue" : "Nat. Commun. 6 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Materials for electrochemical capacitors",
      "author" : [ "P. Simon", "Y. Gogotsi" ],
      "venue" : "Nat. Mater. 7 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Multidimensional materials and device architectures for future hybrid energy storage",
      "author" : [ "M. Lukatskaya", "B. Dunn", "Y. Gogotsi" ],
      "venue" : "Nat. Commun. 7 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanostructured materials for advanced energy conversion and storage devices",
      "author" : [ "A. Arico", "P. Bruce", "B. Scrosati", "J. Tarascon", "W. Van Schalkwijk" ],
      "venue" : "Nat. Mater. 4 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Core-shell structured Co3O4@ NiCo2O4 electrodes grown on flexible carbon fibers with superior electrochemical properties",
      "author" : [ "X. Wu", "Z. Han", "X. Zheng", "S. Yao", "X. Yang", "T. Zhai" ],
      "venue" : "Nano Energy 31 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Constructing highly-efficient electron transport channels in the 3D electrode materials for high-rate supercapacitors: the case of NiCo2O4@NiMoO4 hierarchical nanostructures",
      "author" : [ "P. Zhang", "J. Zhou", "W. Chen", "Y. Zhao", "X. Mu", "Z. Zhang", "X. Pan", "E. Xie" ],
      "venue" : "Chem. Eng. J. 307 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hierarchical NiCo2O4 nanosheets/nitrogen doped graphene/carbon nanotube film with ultrahigh capacitance and long cycle stability as a flexible binderfree electrode for supercapacitors",
      "author" : [ "S. Yue", "H. Tong", "L. Lu", "W. Tang", "W. Bai", "F. Jin", "Q. Han", "J. He", "J. Liu", "X. Zhang" ],
      "venue" : "J. Mater. Chem. 5 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fabrication of highperformance all-solid-state asymmetric supercapacitors based on stable a- MnO2@NiCo2O4 core-shell heterostructure and 3D-nanocage N-doped porous carbon",
      "author" : [ "Z. Ma", "G. Shao", "Y. Fan", "M. Feng", "D. Shen", "H. Wang" ],
      "venue" : "ACS Sustain. Chem. Eng. 5 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Integrating large specific surface area and high conductivity in hydrogenated NiCo2O4 double-shell hollow spheres to improve supercapacitors",
      "author" : [ "X. Li", "L. Jiang", "C. Zhou", "J. Liu", "H. Zeng" ],
      "venue" : "NPG Asia Mater. 7 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Rational design of metalorganic framework derived hollow NiCo2O4 arrays for flexible supercapacitor and electrocatalysis",
      "author" : [ "C. Guan", "X. Liu", "W. Ren", "X. Li", "C. Cheng", "J. Wang" ],
      "venue" : "Adv. Energy Mater. 7 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Binary nickel-cobalt oxides electrode materials for high-performance supercapacitors: influence of its composition and porous nature",
      "author" : [ "J. Zhang", "F. Liu", "J. Cheng", "X. Zhang" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Controlled synthesis of dandelion-like NiCo2O4 microspheres and their catalytic performance for peroxymonosulfate activation in humic acid degradation",
      "author" : [ "X. Tian", "C. Tian", "Y. Nie", "C. Dai", "C. Yang", "N. Tian", "Z. Zhou", "Y. Li", "Y. Wang" ],
      "venue" : "Chem. Eng. J. 331 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Self-supported formation of hierarchical NiCo2O4 tetragonal microtubes with enhanced electrochemical properties",
      "author" : [ "F. Ma", "L. Yu", "C.Y. Xu", "X. Lou" ],
      "venue" : "Energy. Environ. Sci. 9 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "High power supercapacitors based on hierarchically porous sheet-like nanocarbons with ionic liquid electrolytes",
      "author" : [ "H. Su", "H. Zhang", "F. Liu", "F. Chun", "B. Zhang", "X. Chu", "H. Huang", "W. Deng", "B. Gu", "H. Zhang", "X. Zheng", "M. Zhu", "W. Yang" ],
      "venue" : "Chem. Eng. J. 322 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Extraordinary areal and volumetric performance of flexible solid-state micro-supercapacitors based on highly conductive freestanding Ti3C2Tx films",
      "author" : [ "H. Huang", "H. Su", "H. Zhang", "L. Xu", "X. Chu", "C. Hu", "H. Liu", "N. Chen", "F. Liu", "W. Deng", "B. Gu", "H. Zhang", "W. Yang" ],
      "venue" : "Adv. Electron. Mater. 4 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "3D self-supported nanopine forest-like Co3O4@CoMoO4 core-shell architectures for high-energy solid state supercapacitors",
      "author" : [ "J. Wang", "X. Zhang", "Q. Wei", "H. Lv", "Y. Tian", "Z. Tong", "X. Liu", "J. Hao", "H. Qu", "J. Zhao", "Y. Li", "L. Mai" ],
      "venue" : "Nano Energy 19 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Preparation of hierarchical core-shell C@NiCo2O4@Fe3O4 composites for enhanced microwave absorption performance",
      "author" : [ "S. Wei", "X. Wang", "B. Zhang", "M. Yu", "Y. Zheng", "Y. Wang", "J. Liu" ],
      "venue" : "Chem. Eng. J. 314 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "One-step synthesis of hierarchically porous carbons for high-performance electric double layer supercapacitors",
      "author" : [ "H. Zhang", "L. Zhang", "J. Chen", "H. Su", "F. Liu", "W. Yang" ],
      "venue" : "J. Power Sources 315 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mesoporous NiCo2O4 nanowire arrays grown on carbon textiles as binder-free flexible electrodes for energy storage",
      "author" : [ "L. Shen", "Q. Che", "H. Li", "X. Zhang" ],
      "venue" : "Adv. Funct. Mater. 24 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Metal nanostructures with hollow interiors",
      "author" : [ "Y. Sun", "B. Mayers", "Y. Xia" ],
      "venue" : "Adv. Mater. 15 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Urchin-like NiCo2O4 nanoneedles grown on mesocarbon microbeads with synergistic electrochemical properties as electrodes for symmetric supercapacitors",
      "author" : [ "Y. Zhang", "Y. Zhang", "D. Zhang", "L. Sun" ],
      "venue" : "Dalton Trans. 46 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "One-step electrophoretic deposition of reduced graphene oxide and Ni(OH)2 composite films for controlled syntheses supercapacitor electrodes",
      "author" : [ "H. Zhang", "X. Zhang", "D. Zhang", "X. Sun", "H. Lin", "C. Wang", "Y. Ma" ],
      "venue" : "J. Phys. Chem. B 117 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Composition controlled nickel cobalt sulfide core-shell structures as high capacity and good rate-capability electrodes for hybrid supercapacitors",
      "author" : [ "L. Zhang", "H. Zhang", "L. Jin", "B. Zhang", "F. Liu", "H. Su", "F. Chun", "Q. Li", "J. Peng", "W. Yang" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Systematic XPS studies of metal oxides",
      "author" : [ "J. Dupin", "D. Gonbeau", "P. Vinatier", "A. Levasseur" ],
      "venue" : "hydroxides and peroxides, Phys. Chem. Chem. Phys. 2 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Liþ ion insertion in TiO2 (anatase) chronoamperometry on CVD films and nanoporous films",
      "author" : [ "H. Lindstr€  om", "S. Soldergren", "A. Solbrand", "H. Rensmo", "J. Hjelm", "A. Hagfeldt", "S. Lindquist" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 1997
    }, {
      "title" : "Pseudocapacitive contributions to electrochemical energy storage in TiO2 (Anatase) nanoparticles",
      "author" : [ "J. Wang", "J. Polleux", "J. Lim", "B. Dunn" ],
      "venue" : "J. Phys. Chem.C 111 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Behavior of molybdenum nitrides as materials for electrochemical capacitors",
      "author" : [ "T. Liu", "W. Pell", "B. Conway" ],
      "venue" : "J. Electrochem. Soc. 145 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Ordered mesoporous alpha-MoO3 with iso-oriented nanocrystalline walls for thin-film pseudocapacitors",
      "author" : [ "T. Brezesinski", "J. Wang", "S. Tolbert", "B. Dunn" ],
      "venue" : "Nat. Mater. 9 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Oxygen vacancies enhance pseudocapacitive charge storage properties of MoO3-x",
      "author" : [ "H. Kim", "J. Cook", "H. Lin", "J. Ko", "S. Tolbert", "V. Ozolins", "B. Dunn" ],
      "venue" : "Nat. Mater. 16  Z. Wang et al. / Electrochimica Acta 307 (2019) 302e309  309 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Influence of component content on the capacitance of magnetite/reduced graphene oxide composite",
      "author" : [ "J. Cheng", "Q. Shou", "J. Wu", "F. Liu", "V. Dravid", "X. Zhang" ],
      "venue" : "J. Electroanal. Chem. 698 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Facilely synthesized Fe2O3-graphene nanocomposite as novel electrode materials for supercapacitors with high performance",
      "author" : [ "Z. Wang", "C. Ma", "H. Wang", "Z. Liu", "Z. Hao" ],
      "venue" : "J. Alloy. Comp. 552 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : "Recently, there comes an emerging concept of nano-/micro-structural self-assembly, such as nanowires, nanoarrays, nanosheets, hollow nanospheres constructed 3D networks [12e18], as well as hybrid nanostructures and their composites [8,10,19,20].",
      "startOffset" : 232,
      "endOffset" : 244
    }, {
      "referenceID" : 9,
      "context" : "Recently, there comes an emerging concept of nano-/micro-structural self-assembly, such as nanowires, nanoarrays, nanosheets, hollow nanospheres constructed 3D networks [12e18], as well as hybrid nanostructures and their composites [8,10,19,20].",
      "startOffset" : 232,
      "endOffset" : 244
    }, {
      "referenceID" : 18,
      "context" : "Recently, there comes an emerging concept of nano-/micro-structural self-assembly, such as nanowires, nanoarrays, nanosheets, hollow nanospheres constructed 3D networks [12e18], as well as hybrid nanostructures and their composites [8,10,19,20].",
      "startOffset" : 232,
      "endOffset" : 244
    }, {
      "referenceID" : 19,
      "context" : "Recently, there comes an emerging concept of nano-/micro-structural self-assembly, such as nanowires, nanoarrays, nanosheets, hollow nanospheres constructed 3D networks [12e18], as well as hybrid nanostructures and their composites [8,10,19,20].",
      "startOffset" : 232,
      "endOffset" : 244
    }, {
      "referenceID" : 12,
      "context" : "7% after 20000 cycles at 5mA cm 2 [13].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 20,
      "context" : "On the other hand, through further balancing the asymmetrical capacitance, the hybrid supercapacitors composed of NiCo2O4 cathode and hierarchically porous carbons (HPC6) [21] anode exhibit a work voltage up to 1.",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 21,
      "context" : "Consequently, the possible reactions during the fabrication process are as following equations [22]:",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 22,
      "context" : "With well controlling the calcination temperature, NCO-350 and NCO-400 samples retain the flower-like structure that is formed through Ostwald ripening of NiCo-LDH during hydrothermal process [23].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 23,
      "context" : "These mesoporous petals interconnected each other with macro-void channels can benefit the penetration of the electrolyte and the transfer of electrolyte ions, which can contribute to the rapid faradaic reaction at the surface of flower-like NiCo2O4 nano-/ micro-structures [24].",
      "startOffset" : 274,
      "endOffset" : 278
    }, {
      "referenceID" : 24,
      "context" : "The fitted Ni 2p spectrum contains two spin-orbit doublets characteristic of Ni2þ and Ni3þ and two shake-up satellite peaks [25].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 26,
      "context" : "1(e)), the peak contains three oxygen contributions, which are denoted as O1, O2 and O3 [27].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 27,
      "context" : "The power-law relationship between peak current (ip) and scan rate (v) was used to analysis the kinetics process for charge storage [28]:",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 28,
      "context" : "controlled process, while b1⁄4 1 indicates capacitive behavior [29].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 29,
      "context" : "A quantized comparison of the detailed capacitance contribution was conducted using the formula as follows [30]:",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 28,
      "context" : "To achieve better analytical objective, we calculated these values of i(V)/v1/2 and v1/2 at various potentials and scan rates, and numerous k1 values can be obtained from the slope [29,31,32].",
      "startOffset" : 181,
      "endOffset" : 191
    }, {
      "referenceID" : 30,
      "context" : "To achieve better analytical objective, we calculated these values of i(V)/v1/2 and v1/2 at various potentials and scan rates, and numerous k1 values can be obtained from the slope [29,31,32].",
      "startOffset" : 181,
      "endOffset" : 191
    }, {
      "referenceID" : 31,
      "context" : "To achieve better analytical objective, we calculated these values of i(V)/v1/2 and v1/2 at various potentials and scan rates, and numerous k1 values can be obtained from the slope [29,31,32].",
      "startOffset" : 181,
      "endOffset" : 191
    }, {
      "referenceID" : 32,
      "context" : "Based on the internal area of closed cyclic voltammetry curves, the stored charge can be obtained from two different charge storage mechanisms, and the calculated methods follows [33,34]:",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 33,
      "context" : "Based on the internal area of closed cyclic voltammetry curves, the stored charge can be obtained from two different charge storage mechanisms, and the calculated methods follows [33,34]:",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 28,
      "context" : "As mentioned in Dunn's work [29], capacitive contributions became increasingly important at particle sizes below 10 nm.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 33,
      "context" : "In order to achieve the optimal performance, there should be a charge balance between the two electrodes was achieved by controlling the loadingmass of the electrodes [34].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 28,
      "context" : "[29,31,32] was used again to analyze the voltammetric scan data for these NiCo-LDH//HPC6, NCO-300//HPC6, NCO-350//HPC6, NCO-400//HPC6 and NCO-500//HPC6 hybrid supercapacitors.",
      "startOffset" : 0,
      "endOffset" : 10
    }, {
      "referenceID" : 30,
      "context" : "[29,31,32] was used again to analyze the voltammetric scan data for these NiCo-LDH//HPC6, NCO-300//HPC6, NCO-350//HPC6, NCO-400//HPC6 and NCO-500//HPC6 hybrid supercapacitors.",
      "startOffset" : 0,
      "endOffset" : 10
    }, {
      "referenceID" : 31,
      "context" : "[29,31,32] was used again to analyze the voltammetric scan data for these NiCo-LDH//HPC6, NCO-300//HPC6, NCO-350//HPC6, NCO-400//HPC6 and NCO-500//HPC6 hybrid supercapacitors.",
      "startOffset" : 0,
      "endOffset" : 10
    } ],
    "year" : 2019,
    "abstractText" : "As in the case of supercapacitors, spinel NiCo2O4 shows the main drawbacks of objectionable pseudocapacitive mechanism, low-voltage polarization effect and confined ion-reaction dynamics, which result in constrained development, narrow work voltage, and low loading mass. Herein we combined two strategies to address these issues. The first one is to design the flower-like NiCo2O4 through Ostwald ripening of ultrathin Ni-Co layered double-hydroxide petals. And the second one is to balance the asymmetrical capacitance for further promoting capacitive behavior. With rationally designing the nano-/micro-structures, flower-like NiCo2O4 shows highly porous ultrathin petals interconnected with each other and massive interspaces between the petals. This unique microstructure endows flower-like NiCo2O4 with rapid electrolyte ions diffusion and mass transfer reaction. Consequently, the flower-like NiCo2O4 electrodes exhibit a high capacity of ~350 C g 1 even the loading mass of up to 9mg cm 2. More importantly, the hybrid supercapacitors, assembled with flower-like NiCo2O4 as cathode, deliver a high specific capacity of ~85 F g 1 with capacitive ratio up to 74.3%, and a high working voltage of 1.55 V. The transformation of conventional battery-like materials into novel capacitive dominated materials through nano/micro-structural design and balance of asymmetrical capacitance is helpful to further understand the pseudocapacitive mechanism of transition metal oxides/sulfides and therefore will promote their practical application in next-generation of hybrid supercapacitors. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}