{
  "name" : "downloads_2020-01-06_58_qian2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Migration of lipid and other components and formation of micro/nano-sized colloidal structure in Tuna (Thunnus obesus) head soup",
    "authors" : [ "Xueli Qian", "Xinyi Fan", "Hong Su", "Jing Zhang", "Ningping Tao", "Jian Zhong", "Xichang Wang", "Bingshe Han" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nLWT - Food Science and Technology\njournal homepage: www.elsevier.com/locate/lwt\nMigration of lipid and other components and formation of micro/nano-sized colloidal structure in Tuna (Thunnus obesus) head soup\nXueli Qiana, Xinyi Fana,1, Hong Sua, Jing Zhanga, Ningping Taoa,b,∗, Jian Zhonga,b, Xichang Wanga,b, Bingshe Hanc,d\na College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China b Shanghai Engineering Research Center of Aquatic-Product Processing & Preservation, Shanghai 201306, China c College of Fisheries and Life Science, Shanghai Ocean University, Shanghai, 201306, China d Key Laboratory of Exploration and Utilization of Aquatic Genetic Resources, Ministry of Education, Shanghai Ocean University, Shanghai, 201306, China\nA R T I C L E I N F O\nKeywords: Migration Tuna head soup Colloidal particles Microstructure Laser scanning confocal microscopy\nA B S T R A C T\nIt was aimed to study the migration of lipid and other substances in the tuna head soup, the formation and change of colloidal structures and the interaction between their components. The results indicated that the contents of saturated fatty acids, monounsaturated fatty acids, and poly unsaturated fatty acids both in the broth and pan-fried soup (PFS) reached the maximum with the ratio of fish head pieces to water 1:8, boiling at temperature 90 ± 2 °C for 150min. In addition, the migration concentrations of lipid and other components in the PFS were higher than that in the broth during cooking process. The results of morphological characteristics of particles indicated that a large number of stable bilayer spherical particles were formed both in the broth and PFS after boiling for 150min. Analysis of chemical components composition of microstructure in the bigeye tuna head soup showed that unequal-sized triglycerides and protein particles were found while polar lipids and carbohydrates moieties were almost dispersed around particles. These results suggest that a complex colloid structure is formed in the soup due to the migration of lipid and other compounds present in the tuna head."
    }, {
      "heading" : "1. Introduction",
      "text" : "It is a common habit for every country in the world to drink soup. The variety soup has amount of water soluble nutrients and flavor substances which are especially suitable for the elderly, children, and the infirm. To a comparatively large extent, boiling the soup retains the flavor of the ingredients in the soup and nutrients from the food ingredients can dissolve fully (Ni, Li, He, Zhang, & Deng, 2017). Simmering soup is a typical example of food processing. After a series of physical and chemical reactions, the chemical composition of the soup contains the original ingredient that has been migrated out during the broth process as well as the chemical reactions between the primary components. These components are interacted with each other through the secondary bonds forming a new supramolecular structure, a micro/ nano-meter scale aggregation and thus, altering the physicochemical properties of soup products (Ke, Zhou, Wei, Gao, & Rao, 2011). The present study of soup mainly focuses on vegetable juice, bone soup, chicken soup and so on. However, there are very few studies related to fish and other aquatic animals. Furthermore, present researches focus\npredominantly on technology, nutrition and flavor. Studies on the changes of nutrients and flavor substances in the boiling process from the perspective of colloid is less reported.\nTuna is a large epipelagic species widely distributed in the tropical and subtropical waters of the major oceans (Zudaire, Murua, Grande, Pernet, & Bodin, 2014). Tuna is rich in protein, lipid, vitamins, minerals, especially docosahexaenoic acid (DHA), eicosapentaenoic acid (EPA) and other omega-3 polyunsaturated fatty acids (PUFA). DHA and EPA play an essential role in human health and nutrition, as they can reduce the risk of coronary disease, prevent certain cancers, and improve immune functions (Swanson, Block, & Mousa, 2012). Our earlier research indicated that the bigeye tuna head contained 13.52 ± 1.55% of crude fat, with high amount of PUFA, DHA and EPA as high as 36.67 ± 1.21 g/100 g and 8.83 ± 0.82 g/100 g, respectively.\nBigeye tuna (Thunnus obesus) is a major species on the global tuna market with a high economical value for the aquatic product market (Zhu, Zhou, Xu, & Dai, 2009). It can be processed into raw sashimi, steak and other products. However, tuna processing generates a large amount of wastes or by-products. Guerard, Guimas, and Binet (2002)\nhttps://doi.org/10.1016/j.lwt.2019.04.088 Received 19 November 2018; Received in revised form 16 April 2019; Accepted 26 April 2019\n∗ Corresponding author. College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China. E-mail address: nptao@shou.edu.cn (N. Tao). 1 Co-first author.\nLWT - Food Science and Technology 111 (2019) 69–76\nAvailable online 29 April 2019 0023-6438/ © 2019 Published by Elsevier Ltd.\nT\nreported that by-products generated from the processing industry are composed of head, muscle, viscera, gills, dark flesh/muscle, bone and skin, which accounting for as much as 50 %–70% of the original material. However, most of these nutritional by-products have not been employed efficaciously. Currently, fish oil capsules are the most common omega-3 PUFA product found in the market. In the cooking process of the fish head soup, a complex colloid structure containing micro/nano-sized particles is formed due to the migration of lipid, protein and other components present in the fish. The main objective of this research was to study the migration of lipid and other substances in the bigeye tuna head soup from the colloidal point of view, the formation and change of micro/nano-sized colloidal structures and the interaction between their components, which will provide a theoretical basis and a technical support for the industrialization and standardization production of fish soup."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and reagents",
      "text" : "Half bigeye tuna head (Number: 25; length: 27.09 ± 2.04 cm; weight: 1.52 ± 0.19 g; width 25.69 ± 1.00 cm) were obtained from Dalian Xiang Xiang Food Co., Ltd. (Liaoning, P.R. China), they were stored at – 30 °C until using. PBS buffer 0.2M pH 7.4 and Nile Red fluorescent dye (9-diethylamino-5H-benzoalpha-phenoxazine-5-one), bought from Shanghai Macklin Biochemical Co., Ltd. (Shanghai, P.R. China). The fluorescent dye 1, 2-dioleoyl-glycero-phosphatidylethanolamine-N-(lissamine rhodamine B sulfonyl) (Rhod-PE) and Fast Green FCF were purchased from Avanti Polar Lipids, Inc. (Alabaster, AL, USA). Wheat germ agglutinin Alexa fluor 488 (WGA-488), supplied by Biotium (California, AL, USA). The mixture of 37 fatty acid methyl esters (FAME), C19:0 and C19:0 FAME, bovine serum albumin (BSA) and anthrone; Acetone, methanol, chloroform and hexane were all of high-performance liquid chromatography purity; Agarose, FolinCiocaileu reagent, hydrochloric acid, sulfuric acid, boron trifluoridemethanol (14% in methanol) and other reagents were analytical grade, all purchased from Shanghai ANPEL Scientific Instrument Co., Ltd. (Shanghai, P.R. China)."
    }, {
      "heading" : "2.2. Preparation of tuna head soup",
      "text" : "The method of running-water thawing was used to defrost the bigeye tuna head from deep freezing. Tuna heads were cut into small pieces with the size of 5×3×2 cm, then the pieces washed with drinking water. The fish head pieces were drained before weighing. To prepare PFS, 400 ± 2 g fish head pieces were fried in 20 ± 2 g soybean oil with 120 °C about 40 s. Then the fried fish pieces were added to drinking water, and cooked at temperature of 97 ± 2 °C for 30min, then kept the temperature of 90 ± 2 °C for 150min, and filtered. To prepare broth, 400 ± 2 g fish head pieces were added to drinking water, and kept boiling at temperature 90 ± 2 °C for 180min, and filtered."
    }, {
      "heading" : "2.2.1. Optimization of the ratio of tuna head pieces to water",
      "text" : "The PFS and broth were made by methods described above. The fish pieces and drinking water in different ratio (1:4, 1:6, 1:8, 1:10, 1:12, w:w) were added into the stainless steel pot, and stewed in a soup model with the multi-function induction cooker (C21-WT2112T, Foshan, Guangdong, China) to get the soup. After cooking, a single layer filter and two layers of gauze were used to move the bulk solids, then fatty acids composition were determined."
    }, {
      "heading" : "2.2.2. Sampling times for analysis of migration of lipid and other components",
      "text" : "The cooking method of PFS and broth were similar to the above. The entire cooking time was 180min. During the whole process, 200mL\nsoup samples was taken in every 30min for determining the chemical components composition."
    }, {
      "heading" : "2.3. Lipid analysis",
      "text" : ""
    }, {
      "heading" : "2.3.1. Extraction of total lipids",
      "text" : "Total lipids of fish head soup were extracted by homogenization with chloroform/methanol (2:1, v/v), as described by Folch, Lee, and Sloane-Stanley (1957). The extract was shaken and equilibrated with magnesium chloride solution (MgCl2 0.61%, w/w). The solvent phase was filtered and evaporated under vacuum and the obtained total lipids were stored at −30 °C for further chemical analysis.\n2.3.2. Analysis of the fatty acid profile The lipids were converted to methyl ester derivatives using the method of Zhang et al. (2018) issued by our lab. Briefly, 100 μL of C19:0 internal standard (10mol/mL) and 5mL methanolic-NaOH (0.5mol/mL) were added into 0.1 g lipids. Then the mixture was put on a condensing and concentrating device (HWS-24, Shanghai, China), heated at 100 °C for 10min. Then, 3mL of boron trifluoride-methanol (14% in methanol), 2 mL hexane and 10mL saturated NaCl solution were added. Then mixture was centrifuged at 5000 r/min for 5min. After centrifugation, the upper layer was injected into a gas chromatograph for fatty acid analysis.\nFatty acid methyl esters were analyzed on a gas chromatograph (Thermo Fisher Inc., Waltham, USA.) equipped with an Agilent SP-2560 capillary column (100m×0.25 μm×0.2 μm) and a flame ionization detector (Thermo Fisher Inc., Waltham, USA.). Nitrogen was used as the carrier gas at a flow rate of 1mL/min. The temperature of column ramp was: the initial temperature was 70 °C, heated to 140 °C (20 °C/min), held for 1min; then to 180 °C (4 °C/min), held for 1min; then to 225 °C (3 °C/min), held for 30min. The gasify room temperature was 250 °C. The injection volume was 1 μL, with a split ratio of 45:1. Fatty acid methyl esters were identified by comparison of their retention time with standard fatty acid methyl ester mixture. The contents of different fatty acids were determined using the area ratio of GC peak between internal standard C19:0 and different fatty acids being tested. Fatty acid composition was expressed as mg/100 g of soup."
    }, {
      "heading" : "2.4. Analysis of water soluble protein",
      "text" : "The water soluble protein content was measured according to the method of Lowry, Rosebrough, Farr, and Randall (1951) using FolinCiocaileu reagent. BSA was used as the standard. In each case, the standard graph was prepared by plotting the measured absorbance versus the concentration of BSA, and the concentration of the unknown was computed using the regression equation derived from Beer's law data, the contents were then calculated expressed as mg/100mL."
    }, {
      "heading" : "2.5. Analysis of total sugar",
      "text" : "The total sugar in the bigeye tuna head soup was analyzed following anthrone method (Morris, 1948). The fish soup of 20mL was put into 50mL flasks, 10mL hydrochloric acid was added into the flasks, followed by heated in boiling water at 100 °C for 20min. The mixture was cooled to room temperature (25 ± 2 °C), filtered, and then brought to 100mL volumetric flask with distilled water. Subsequently, the anthrone reagent was sequentially added to sample solution and mixed well. Then the mixture were heated at 100 °C for 10min, removed and placed in cold water to cool for 20min. The absorbance of each solution was measured at 620 nm versus the distilled water blank. Anhydrous glucose was used as the standard, and the total sugar content was expressed as mg/100mL."
    }, {
      "heading" : "2.6. Analysis of total minerals and solid matter",
      "text" : "Total minerals analysis was performed by using high-temperature ashing as indicated by Shi et al. (2018). Briefly, the soup was fully charred to a smokeless state on a hot plate with a small fire, then placed in a muffle furnace, fired at 550 ± 25 °C for 4 h, and cooled to about 200 °C. Then taken out and placed in a desiccator for 30min, weighed. The solid matter was analyzed as observed by Zhu, Jiang, Xu, and Xia (2012). Accurately weight 20mL sample in a weighing bottle and recorded the total weight. The weighing bottles were placed in an oven at 100 °C until constant weight."
    }, {
      "heading" : "2.7. Microstructural analysis",
      "text" : "The soup was filtered to remove suspended matter for use. In brief, 500 μL samples were placed in a sterilized laser confocal culture dish (35mm×20mm, Thermo Fisher Inc., Waltham, USA), and the morphological characteristics of colloidal particles during the boiling process of bigeye tuna head soup were observed with inverted optical microscopy (Shanghai Mingzi Precision Instrument Co., Ltd., Shanghai, China).\nThe soup sample for Laser scanning confocal microscopy (LSCM) observation was prepared as previously reported with some modifications (Lopez & Ménard, 2011; Nguyen et al., 2015). The microstructure of the bigeye tuna head soup was analyzed with a Zeiss LSM710 NLO confocal microscope. Confocal experiments were performed using an argon laser operating at 488 nm excitation wavelength (emission was detected between 500 and 535 nm), a HeeNe laser operating at 543 nm wavelength excitation (emission was detected between 565 and 615 nm). The observations were performed using a×40 objectives and a×63 (NA 1.4) oil immersion objectives. Neutral lipids such as triglycerides of tuna head soup were stained with the lipid-soluble Nile Red fluorescent probe, prepared with a concentration of 42 μg/mL acetone. About 50 μL of the Nile Red solution was added to 0.5mL of tuna head soup. The fluorescent probe Rhod-PE was used to label the phospholipids in the tuna head soup. About 20 μL of the commercial\nsolution was added to 0.5mL of tuna head soup. For the labelling of proteins, Fast Green FCF was used. Fast Green FCF was prepared at a concentration of 0.1mg/mL in water and 10 μL of Fast Green FCF was added to 1mL of soup. The WGA-488 was used to localize the carbohydrate moieties in the soup. A 1mg/mL solution of WGA-488 has been prepared by dissolving the powder in 0.2M PBS buffer at pH 7.4. All the solutions containing the fluorescent probes were kept frozen until utilization. Low melting point agarose was prepared at 5 g/L and stored at 45 °C until utilization.\nAfter the step of labelling, the samples were kept at room temperature for at least 30min before the microstructural analysis. Then, 10 μL of the soup stained with the fluorescent probes was deposed onto the glass, slowly mixed with 10 μL of the agarose and observed on the microscope."
    }, {
      "heading" : "2.8. Statistical analysis",
      "text" : "All values were from independent triplicates expressed as mean ± standard error of the mean (SEM). Analysis of variance tests were performed using the Statistical Analysis System software (SAS, Cary, NC). All experimental data were compared using Duncan's multiple range tests (P < 0.05) to define the statistical significance. The software of Origin 8.0 (Origin Lab, USA) was used to process and produce images."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Optimal the ratio of tuna head pieces to water for boiling the bigeye",
      "text" : "tuna head soup based on the profile of fatty acids\nThe fatty acids composition of the broth and the PFS with different ratio of tuna head pieces to water were shown in Table 1 and Table 2. With the increase in the ratio of tuna head pieces to water, the contents of saturated fatty acids (SFA), monounsaturated fatty acids (MUFA), and PUFA both in the broth and PFS showed an increasing change and then decreased. The reason was that the concentration of the soup\nSFA, saturated fatty acids; MUFA, monounsaturated fatty acids; PUFA, polyunsaturated fatty acids. “—” is not detected. Values are means of triplicates ± standard deviations (S.D.). Different letters in the row are significantly different (P < 0.05) in Duncan's multiple range tests.\nfurther increased might result in decreasing the concentration of the maximum dissolution of fatty acids. The proportion of various fatty acids in the bigeye tuna head soup reached the maximum at the ratio of fish head pieces to water 1:8 (w: w), the total percentages of PUFA contents in the broth and the PFS were 31.45 ± 0.43% and 26.04 ± 0.49%, respectively. The most abundant PUFA was DHA (104.67 ± 0.81mg/100 g), followed by linoleic acid (24.66 ± 1.66mg/100 g) and EPA (18.19 ± 0.66mg/100 g) in the broth. The PFS was also rich in PUFA including DHA and EPA which taken part 85.58 ± 0.53% in PUFA, with DHA (125.58 ± 0.84mg/ 100 g) as the major PUFA, while the content EPA accounting for 26.86 ± 0.71mg/100 g. In addition, the PFS showed higher amount of MUFA, oleic acid was the highest among MUFA, which accounting for 96.15 ± 2.60mg/100 g. As shown in Table 2, the main fatty acids in soybean oil were oleic acid and linoleic acid, EPA and DHA were not detected, and why the migration of oleic acid and linoleic acid into the broth and PFS was significantly different should be further studied. One of our presumption is that oleic acid is more stable than other fatty acids which migrated abundantly into to the soup under higher temperature in the PFS compared to the broth. Our earlier research revealed that tuna head has plenty of EPA and DHA which were much higher than that of salmon and bighead carp heads. EPA and DHA have been widely researched, and shown to have cardio-protective effect by the anti-inflammatory effects of their meditators, reductions in plasma triglyceride levels, reducing platelet aggregation, lowering blood pressure and many other physiological responses (Guo, Sinclair, Kaur, & Li, 2018). Our findings showed that drinking tuna head soup is a kind of good methods of consumption EPA, DHA and other PUFA."
    }, {
      "heading" : "3.2. The migration of lipid and EPA, DHA in the bigeye tuna head soup",
      "text" : "The broth and PFS of tuna head were brewed at 30, 60, 90, 120, 150, and 180min, respectively. The migration of lipid in the bigeye tuna head soup was shown in Fig. 1 a. Under normal pressure cooking condition, with the ratio of fish head pieces to water 1:8, the lipid content in the tuna head soup showed an increasing change with the\nextension of cooking time, when boiled for 150min, the content of lipid in the tuna head soup reached the maximum. The amounts of lipid content in the broth and PFS were 0.76 ± 0.15 g/100mL and 1.06 ± 0.19 g/100mL, respectively. During cooking, the lipid in the fish head continuously get released into the soup, forming particles of different sizes. After particles peaks at the 150min, the lipid concentration in the soup decreased, a factor of consideration being the continuous boiling which caused the lipid to undergo oxidative degradation. The fat portion in the PFS was higher than that of the broth, probably because the flesh of the fish was loosened when it was fried within a short period at high temperature, allowing for the easier release of the lipid from the fish. The migration pattern of EPA and DHA in the tuna head soup was similar to that of the lipid (Fig. 1b and c). As cooking time continues to increase, the concentrations of EPA and DHA decreased due to EPA and DHA broken down from triglycerides and oxidation as well. It was conducted that the suitable cooking time of tuna head soup is 150min."
    }, {
      "heading" : "3.3. The migration of water soluble protein and total sugar in the bigeye tuna head soup",
      "text" : "Results obtained for the migration of water soluble protein and total sugar in broth and PFS were shown in Fig. 2. Within 150min, as the fish head pieces gets boiled, the protein, glycogen and the other chemicals in the fish were also released into the soup, causing the water soluble protein and the total sugar concentrations to increase. During cooking, the contents of the water soluble protein and the total sugar in PFS were higher than that in the broth as the same as lipid. The reason may be that the protein and sugar in tuna head tissue were hydrolyzed and dissolved more rapidly at higher boiling temperature, which was more favorable for them to dissolve into the soup. In this study, the concentrations of water soluble protein and total sugar's increased slow down in the period of 90–120min, probably due to the lipid diffuse into the soup, and the interactions between protein and sugar which result in aggregation, causing the formation of the colloidal particles with the secondary bond interactions in the fish soup. The colloidal particles\nSFA, saturated fatty acids; MUFA, monounsaturated fatty acids; PUFA, polyunsaturated fatty acids. “—” is not detected. Values are means of triplicates ± standard deviations (S.D.). Different letters in the row are significantly different (P < 0.05) in Duncan's multiple range tests.\nformed in the soup can act as an organized unit of the active compounds for conducting the biological functions (Ke et al., 2011). However, after cooking for the 150min, the reducing sugars and the amino acids in the soup undergo the Maillard reaction, producing flavoring substance and causing the sugar substances in the soup to degrade, and hence decrease in concentration because of the limited concentration of glycogen in the fish."
    }, {
      "heading" : "3.4. The migration of total mineral and solid matter in the bigeye tuna head soup",
      "text" : "The total mineral content in the soup continues to increase, because the cooking processing induce the mineral elements (e.g., K, Na, Ca, Zn, Fe) continue to migrate from the fish tissue into the soup (Fig. 3a). With continuous boiling, solid matter content in the fish soup increased, although the overall increase was slow (Fig. 3b). During cooking, the solid matter released in the soup mainly comes from the soluble substances, such as collagen, glycogen, minerals, vitamins, etc., because they can be dissolved out of tuna head tissues rapidly, then the fish head's deep tissues released soluble substances, followed by releasing the insoluble large molecules (Zhang, Kuai, Ru, & Ding, 2013)."
    }, {
      "heading" : "3.5. Inverted optical microscopy morphology of the bigeye tuna head soup",
      "text" : "During the boiling process, bigeye tuna head soup was sampled every 30min, and the morphological characteristics of micro/nano-\nsized colloidal particles formation and change in the tuna head soup system were observed using an inverted optical microscopy (Fig. 4). At 30min, the formation of differently sized particles can be seen in the bigeye tuna head soup. At the 90min, big particles were seen forming both in the broth and the PFS because aggregation occurs. A large number of stable spherical bilayer particles were present in the broth and PFS after 150min. The PFS with a creamy white appearance showed the sign of emulsification characteristic, hence having a thicker consistency quality, and as compared to the broth, it has coarser colloidal particles. Zhou et al. (2011) also reported that the Chinese decoction of Ma Xing Shi Gan medicine which was separated by gel chromatography also contained colloidal particles, and the formation of these colloidal particles was closely related to the heating process of the soup. Laser light scattering analysis revealed that colloidal particles formed within 30–60min after boiling. It was concluded that a complex unstable colloidal system was observed in the fish soup, the complexity is manifested in the interaction of its different components."
    }, {
      "heading" : "3.6. Chemical components composition of microstructure in the bigeye tuna head soup by LSCM",
      "text" : ""
    }, {
      "heading" : "3.6.1. Triglycerides particles in the bigeye tuna head soup",
      "text" : "These droplets called the colloidal particles which are consisting of the single molecules or different components forming complex. In the cooking process, whether the lipid, protein, sugar, and other components migrated from the tuna head to the soup were capable to form the\ncolloidal particles with the secondary bonds were observed by the LSCM. Triglycerides were labelled with the lipid soluble fluorescent dye Nile Red and their localization in the bigeye tuna head soup was investigated. The images of the broth and PFS (Fig. 5A1, Fig. 5B1) taken by LSCM using Nile Red showed that unequal-sized spherical triglycerides particles dispersed in the bigeye tuna head soup. The results further confirmed that the main component of the micro/nano-sized spherical particle observed by the inverted microscope was triglycerides (Fig. 4). The diffusion of Nile Red from the aqueous phase of soup to the triglyceride-rich core of spherical particles showed that the spherical particles of the soup was permeable to some molecules and the exchanges were possible between the interior and the exterior of spherical particles."
    }, {
      "heading" : "3.6.2. The distribution of polar lipids in the bigeye tuna head soup",
      "text" : "The localization of polar lipids in the spherical particles was investigated in the bigeye tuna head soup using LSCM and an extrinsic phospholipid fluorescently head-labelled with Rhod-PE. Fig. 5A2 and B2 showed that the emission fluorescence of Rhod-PE in the form of red rings at the periphery of micro/nano-sized colloidal particles characterized in their equatorial section which correspond to the labelling of polar lipids in the colloidal particles. The interior of colloidal particles, which is mainly composed of triglycerides, as shown in Fig. 5A1 and B1, was not labelled by Rhod-PE."
    }, {
      "heading" : "3.6.3. The distribution of protein particles in the bigeye tuna head soup",
      "text" : "Fast Green FCF is a synthetic organic dye which finds to be used in ice cream, baked goods, beverages and dairy products (Van Hooft, 2002). Apart from its use as a food dye, Fast Green FCF is widely used in scientific research. One of the most important applications of the dye is the staining of proteins. Fast Green FCF was effectively used to label the proteins in the human and buffalo milk fat globules and their surrounding biological membrane (MFGM) (Lopez & Ménard, 2011; Nguyen et al., 2015). In this study, Fast Green FCF as a label probe has been chosen to mark the protein in the bigeye tuna head soup. As shown in Fig. 5A3 and B3, there are plenty of protein particles with different size dispersed in the bigeye tuna head soup. Ke (2017) reported that the colloidal particle samples of micro/nano-particles and\nnano-particles were prepared from porcine bone broth by ultrafiltration and size-exclusion chromatography, respectively. Their mean hydrodynamic diameters were 248 ± 10 nm and 170 ± 1 nm with dominant compositions of protein and lipid. However, it has not been dye two or more components simultaneously using different fluorescent labels. Whether the micro/nano-sized lipid colloidal particles interacted with protein or not need to be furthered studies by dying."
    }, {
      "heading" : "3.6.4. The distribution of carbohydrate moieties in the bigeye tuna head soup",
      "text" : "The carbohydrate-containing molecules (glycolipids and/or glycoproteins) may be located within colloidal particles dispersed in the soup, as well. Therefore, the spatial distribution of WGA-488 receptor sites of carbohydrate-containing molecules, in the colloidal particles in the soup was characterized. Fig. 5A4 and B4 showed that carbohydratecontaining molecules are located on the external surface of colloidal particles. However, the localization of glycoproteins and/or glycolipids on the particles requires further investigation. LSCM experiments also showed that the part of carbohydrate-containing molecules are not distributed homogeneously over the particles external surface, nonfluorescent (white arrow) areas were observed on the particles when the soup was single stained with WGA-488. Non-fluorescent areas were also observed within the bovine, sheep and human MFGM (Gallier, Gragson, Jiménezflores, & Everett, 2010; Lopez, 2011; Lopez, Madec, & Jimenezflores, 2010), although these studies interpreted these nonfluorescent areas as the regions where the MFGM is absent. The formation mechanism of micro/nano-size colloidal particles in the fish head soup need to be further studied."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The results provided evidence that a complex stable colloidal system is formed due to the migration of lipid, protein, sugar and other components present in the fish into the soup with the ratio of fish head pieces to water 1:8 (w:w), boiled for 150min. To our knowledge, this is the first time the morphological characteristics of micro/nano-size colloidal particles formation and change in the soup were shown, which could provide the better understanding of how microstructure formed\nand changed in the soup during cooking process. LSCM using different colloidal-specific probes has revealed that triglycerides were located in the core of spherical bilayer particles while the location of polar lipids in the surrounding particles. Moreover, protein was present in the soup in the form of spherical droplets with polydispersity sizes. Carbohydrate moieties were almost dispersed around the micro/nano-sized colloidal particles, with non-fluorescent areas also existed on the particles at times. This work will provide theoretical basis in the field of novel selfassembled bioactive structures during food processing. However, the research on the formation process and chemical composition of colloidal particles in the soup is still in the preliminary stage, the interaction between their components in the soup boiling process that need further research."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This research was supported by the “National Key Research and Development Program of China” (Project No. 2016YFD0400202-8)."
    } ],
    "references" : [ {
      "title" : "A simple method for the isolation and purification of total lipids from animal tissues",
      "author" : [ "J. Folch", "M. Lee", "G. Sloane-Stanley" ],
      "venue" : "Journal of Biological Chemistry,",
      "citeRegEx" : "Folch et al\\.,? \\Q1957\\E",
      "shortCiteRegEx" : "Folch et al\\.",
      "year" : 1957
    }, {
      "title" : "Using confocal laser scanning microscopy to probe the milk fat globule membrane and associated proteins",
      "author" : [ "S. Gallier", "D. Gragson", "R. Jiménezflores", "D. Everett" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Gallier et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Gallier et al\\.",
      "year" : 2010
    }, {
      "title" : "Production of tuna waste hydrolysates by a commercial neutral protease preparation",
      "author" : [ "F. Guerard", "L. Guimas", "A. Binet" ],
      "venue" : "Journal of Molecular Catalysis B: Enzymatic,",
      "citeRegEx" : "Guerard et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Guerard et al\\.",
      "year" : 2002
    }, {
      "title" : "Differential effects of EPA, DPA and DHA on cardio-metabolic risk factors in high-fat diet fed mice",
      "author" : [ "X.F. Guo", "A.J. Sinclair", "G. Kaur", "D. Li" ],
      "venue" : "Prostaglandins Leukotrienes and Essential Fatty Acids,",
      "citeRegEx" : "Guo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Guo et al\\.",
      "year" : 2018
    }, {
      "title" : "Direct interaction of food derived colloidal micro/nano-particles with oral macrophages",
      "author" : [ "L Ke" ],
      "venue" : "Science of Food,",
      "citeRegEx" : "Ke,? \\Q2017\\E",
      "shortCiteRegEx" : "Ke",
      "year" : 2017
    }, {
      "title" : "The power of soups: Super-hero or team-work",
      "author" : [ "L. Ke", "J. Zhou", "L. Wei", "G. Gao", "P. Rao" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Ke et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ke et al\\.",
      "year" : 2011
    }, {
      "title" : "Milk fat globules enveloped by their biological membrane: Unique colloidal assemblies with a specific composition and structure",
      "author" : [ "C. Lopez" ],
      "venue" : "Current Opinion in Colloid & Interface Science,",
      "citeRegEx" : "Lopez,? \\Q2011\\E",
      "shortCiteRegEx" : "Lopez",
      "year" : 2011
    }, {
      "title" : "Lipid rafts in the bovine milk fat globule membrane revealed by the lateral segregation of phospholipids and heterogeneous distribution of glycoproteins",
      "author" : [ "C. Lopez", "M.N. Madec", "R. Jimenezflores" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Lopez et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Lopez et al\\.",
      "year" : 2010
    }, {
      "title" : "Human milk fat globules: Polar lipid composition and in situ structural investigations revealing the heterogeneous distribution of proteins and the lateral segregation of sphingomyelin in the biological membrane",
      "author" : [ "C. Lopez", "O. Ménard" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "Lopez and Ménard,? \\Q2011\\E",
      "shortCiteRegEx" : "Lopez and Ménard",
      "year" : 2011
    }, {
      "title" : "Protein measurement with the folin phenol reagent",
      "author" : [ "O.H. Lowry", "N.J. Rosebrough", "A.L. Farr", "R.J. Randall" ],
      "venue" : "Journal of Biological Chemistry,",
      "citeRegEx" : "Lowry et al\\.,? \\Q1951\\E",
      "shortCiteRegEx" : "Lowry et al\\.",
      "year" : 1951
    }, {
      "title" : "Quantitative determination of carbohydrates with dreywood's anthrone",
      "author" : [ "D.L. Morris" ],
      "venue" : "reagent. Science,",
      "citeRegEx" : "Morris,? \\Q1948\\E",
      "shortCiteRegEx" : "Morris",
      "year" : 1948
    }, {
      "title" : "Buffalo milk fat globules and their biological membrane: In situ, structural investigations",
      "author" : [ "H.T.H. Nguyen", "L. Ong", "E. Beaucher", "M.N. Madec", "S.E. Kentish", "Gras", "S. L" ],
      "venue" : "Food Research International,",
      "citeRegEx" : "Nguyen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Nguyen et al\\.",
      "year" : 2015
    }, {
      "title" : "Changes in nutritional quality during processing of giant Salamander soup",
      "author" : [ "D. Ni", "H. Li", "Z. He", "D. Zhang", "D. Deng" ],
      "venue" : "Food Science,",
      "citeRegEx" : "Ni et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ni et al\\.",
      "year" : 2017
    }, {
      "title" : "Study on component analysis of traditional sauced stewed beef soup stock",
      "author" : [ "H Shi" ],
      "venue" : "Meat Industry,",
      "citeRegEx" : "Shi,? \\Q2018\\E",
      "shortCiteRegEx" : "Shi",
      "year" : 2018
    }, {
      "title" : "Omega-3 fatty acids EPA and DHA: Health benefits throughout life",
      "author" : [ "D. Swanson", "R. Block", "S.A. Mousa" ],
      "venue" : "Advances in Nutrition,",
      "citeRegEx" : "Swanson et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Swanson et al\\.",
      "year" : 2012
    }, {
      "title" : "Fast green FCF (food green 3) inhibits synaptic activity in rat hippocampal interneurons",
      "author" : [ "J.A. Van Hooft" ],
      "venue" : "Neuroscience Letters,",
      "citeRegEx" : "Hooft,? \\Q2002\\E",
      "shortCiteRegEx" : "Hooft",
      "year" : 2002
    }, {
      "title" : "Growth and mortality of bigeye tunathunnus obesus (scombridae) in the eastern and central tropical pacific ocean",
      "author" : [ "G. Zhu", "Y. Zhou", "L. Xu", "X. Dai" ],
      "venue" : "Environmental Biology of Fishes,",
      "citeRegEx" : "Zhu et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2009
    }, {
      "title" : "Characterization of phospholipids from Pacific Saury (Cololabis Saira) viscera and their neuroprotective activity",
      "author" : [ "J Zhang" ],
      "venue" : "Food Bioscience,",
      "citeRegEx" : "Zhang,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2018
    }, {
      "title" : "Study on the effect of heating on the quality of pig bone soup",
      "author" : [ "J. Zhang", "P. Kuai", "Q. Ru", "Y. Ding" ],
      "venue" : "Science and Technology of Food Industry,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2013
    }, {
      "title" : "The power of soup:new perspectives on food science",
      "author" : [ "J Zhou" ],
      "venue" : "Journal of Chinese Institute of Food Science and Technology,",
      "citeRegEx" : "Zhou,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhou",
      "year" : 2011
    }, {
      "title" : "Effect of boiling process on composition of bighead carp soup",
      "author" : [ "L. Zhu", "Q. Jiang", "Y. Xu", "W. Xia" ],
      "venue" : "Food and Machinery,",
      "citeRegEx" : "Zhu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2012
    }, {
      "title" : "Accumulation and mobilization of lipids in relation to reproduction of yellowfin tuna (thunnus albacares) in the western Indian ocean",
      "author" : [ "I. Zudaire", "H. Murua", "M. Grande", "F. Pernet", "N. Bodin" ],
      "venue" : "Fisheries Research,",
      "citeRegEx" : "Zudaire et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zudaire et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "These components are interacted with each other through the secondary bonds forming a new supramolecular structure, a micro/ nano-meter scale aggregation and thus, altering the physicochemical properties of soup products (Ke, Zhou, Wei, Gao, & Rao, 2011). The present study of soup mainly focuses on vegetable juice, bone soup, chicken soup and so on. However, there are very few studies related to fish and other aquatic animals. Furthermore, present researches focus predominantly on technology, nutrition and flavor. Studies on the changes of nutrients and flavor substances in the boiling process from the perspective of colloid is less reported. Tuna is a large epipelagic species widely distributed in the tropical and subtropical waters of the major oceans (Zudaire, Murua, Grande, Pernet, & Bodin, 2014). Tuna is rich in protein, lipid, vitamins, minerals, especially docosahexaenoic acid (DHA), eicosapentaenoic acid (EPA) and other omega-3 polyunsaturated fatty acids (PUFA). DHA and EPA play an essential role in human health and nutrition, as they can reduce the risk of coronary disease, prevent certain cancers, and improve immune functions (Swanson, Block, & Mousa, 2012). Our earlier research indicated that the bigeye tuna head contained 13.52 ± 1.55% of crude fat, with high amount of PUFA, DHA and EPA as high as 36.67 ± 1.21 g/100 g and 8.83 ± 0.82 g/100 g, respectively. Bigeye tuna (Thunnus obesus) is a major species on the global tuna market with a high economical value for the aquatic product market (Zhu, Zhou, Xu, & Dai, 2009). It can be processed into raw sashimi, steak and other products. However, tuna processing generates a large amount of wastes or by-products. Guerard, Guimas, and Binet (2002)",
      "startOffset" : 222,
      "endOffset" : 1730
    }, {
      "referenceID" : 17,
      "context" : "Analysis of the fatty acid profile The lipids were converted to methyl ester derivatives using the method of Zhang et al. (2018) issued by our lab.",
      "startOffset" : 109,
      "endOffset" : 129
    }, {
      "referenceID" : 10,
      "context" : "The total sugar in the bigeye tuna head soup was analyzed following anthrone method (Morris, 1948).",
      "startOffset" : 84,
      "endOffset" : 98
    }, {
      "referenceID" : 10,
      "context" : "The total sugar in the bigeye tuna head soup was analyzed following anthrone method (Morris, 1948). The fish soup of 20mL was put into 50mL flasks, 10mL hydrochloric acid was added into the flasks, followed by heated in boiling water at 100 °C for 20min. The mixture was cooled to room temperature (25 ± 2 °C), filtered, and then brought to 100mL volumetric flask with distilled water. Subsequently, the anthrone reagent was sequentially added to sample solution and mixed well. Then the mixture were heated at 100 °C for 10min, removed and placed in cold water to cool for 20min. The absorbance of each solution was measured at 620 nm versus the distilled water blank. Anhydrous glucose was used as the standard, and the total sugar content was expressed as mg/100mL. X. Qian, et al. LWT - Food Science and Technology 111 (2019) 69–76",
      "startOffset" : 85,
      "endOffset" : 830
    }, {
      "referenceID" : 13,
      "context" : "Total minerals analysis was performed by using high-temperature ashing as indicated by Shi et al. (2018). Briefly, the soup was fully charred to a smokeless state on a hot plate with a small fire, then placed in a muffle furnace, fired at 550 ± 25 °C for 4 h, and cooled to about 200 °C.",
      "startOffset" : 87,
      "endOffset" : 105
    }, {
      "referenceID" : 13,
      "context" : "Total minerals analysis was performed by using high-temperature ashing as indicated by Shi et al. (2018). Briefly, the soup was fully charred to a smokeless state on a hot plate with a small fire, then placed in a muffle furnace, fired at 550 ± 25 °C for 4 h, and cooled to about 200 °C. Then taken out and placed in a desiccator for 30min, weighed. The solid matter was analyzed as observed by Zhu, Jiang, Xu, and Xia (2012). Accurately weight 20mL sample in a weighing bottle and recorded the total weight.",
      "startOffset" : 87,
      "endOffset" : 426
    }, {
      "referenceID" : 11,
      "context" : "The soup sample for Laser scanning confocal microscopy (LSCM) observation was prepared as previously reported with some modifications (Lopez & Ménard, 2011; Nguyen et al., 2015).",
      "startOffset" : 134,
      "endOffset" : 177
    }, {
      "referenceID" : 5,
      "context" : "formed in the soup can act as an organized unit of the active compounds for conducting the biological functions (Ke et al., 2011).",
      "startOffset" : 112,
      "endOffset" : 129
    }, {
      "referenceID" : 18,
      "context" : "Zhou et al. (2011) also reported that the Chinese decoction of Ma Xing Shi Gan medicine which was separated by gel chromatography also contained colloidal particles, and the formation of these colloidal particles was closely related to the heating process of the soup.",
      "startOffset" : 0,
      "endOffset" : 19
    }, {
      "referenceID" : 11,
      "context" : "Fast Green FCF was effectively used to label the proteins in the human and buffalo milk fat globules and their surrounding biological membrane (MFGM) (Lopez & Ménard, 2011; Nguyen et al., 2015).",
      "startOffset" : 150,
      "endOffset" : 193
    }, {
      "referenceID" : 4,
      "context" : "Ke (2017) reported that the colloidal particle samples of micro/nano-particles and nano-particles were prepared from porcine bone broth by ultrafiltration and size-exclusion chromatography, respectively.",
      "startOffset" : 0,
      "endOffset" : 10
    }, {
      "referenceID" : 6,
      "context" : "Non-fluorescent areas were also observed within the bovine, sheep and human MFGM (Gallier, Gragson, Jiménezflores, & Everett, 2010; Lopez, 2011; Lopez, Madec, & Jimenezflores, 2010), although these studies interpreted these nonfluorescent areas as the regions where the MFGM is absent.",
      "startOffset" : 81,
      "endOffset" : 181
    } ],
    "year" : 2019,
    "abstractText" : "It was aimed to study the migration of lipid and other substances in the tuna head soup, the formation and change of colloidal structures and the interaction between their components. The results indicated that the contents of saturated fatty acids, monounsaturated fatty acids, and poly unsaturated fatty acids both in the broth and pan-fried soup (PFS) reached the maximum with the ratio of fish head pieces to water 1:8, boiling at temperature 90 ± 2 °C for 150min. In addition, the migration concentrations of lipid and other components in the PFS were higher than that in the broth during cooking process. The results of morphological characteristics of particles indicated that a large number of stable bilayer spherical particles were formed both in the broth and PFS after boiling for 150min. Analysis of chemical components composition of microstructure in the bigeye tuna head soup showed that unequal-sized triglycerides and protein particles were found while polar lipids and carbohydrates moieties were almost dispersed around particles. These results suggest that a complex colloid structure is formed in the soup due to the migration of lipid and other compounds present in the tuna head.",
    "creator" : "Elsevier"
  }
}