{
  "name" : "downloads_2019-10-23_51_hou2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "High-Thermal-Transport-Channel Construction within Flexible Composites via the Welding of Boron Nitride Nanosheets",
    "authors" : [ "Xiao Hou", "Yapeng Chen", "Le Lv", "Wen Dai", "Su Zhao", "Zhongwei Wang", "Li Fu", "Cheng-Te Lin", "Nan Jiang", "Jinhong Yu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: boron nitride nanosheets, thermal conductivity, antistatic, composites, PDMS"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "With high integration and high power of devices, overheating becomes a key issue to resolve for the devices and equipment. Excessive heat accumulation would affect the lifetime and reliability of devices.1−5 Therefore, the heat-transfer capacity of materials must be considered in applications. The result is an amorphous nature of the polymer materials without effective thermal conductive pathways. Thus, constructing thermaltransport-channel for polymer composites was the key to improving the capacity of heat dissipation. The addition of inorganic fillers such as Al2O3,\n6−8 SiC,9−11 AlN,12,13 and BN14,15 is an effective method for enhancing the thermal conductivity and maintaining insulation. However, even in a high filler loading, there is not significant enhancement in the thermal conductivity. Boron nitride nanosheets (BNNS) are composed of a hexagonal boron nitride unit, which is slightly similar to the structure of graphene. The intrinsic high thermal conductivity and low dielectric constant attracted the interest of researchers.16−24 The high transfer of phonons benefits from the regular atomic arrangement, which guarantees that BNNS possess excellent thermal conductivity.25−27 Many polymer composites have been fabricated, showing outstanding thermal\nmanagement performance according to previous reports.28−32\nHowever, the heat-dissipated composites are still a long way from meeting the requirements of devices. Poly(dimethylsiloxane) (PDMS) shows outstanding per-\nformance such as structural flexibility, compatibility, and thermal and chemical stability because of its unique molecular chain structure. These are important for it to be utilized in many fruitful applications.33 However, inadequate thermal conductivity of PDMS-based composites restricts its application in thermal management. In addition, a certain problem exists in polymer materials: the surface easily traps dust caused by accumulating charges on the surface of the materials.34−36\nThis can destroy the capability of the devices and even cause fires and explosion; therefore, antistatic properties of the materials are seriously considered. In this work, we focus on high-thermal-conductivy\ncomposites with highly flexible and excellent antistatic properties by the welding of BNNS to construct an effective phonon transmission channel in the PDMS matrix. First,\nReceived: October 29, 2018 Accepted: December 28, 2018 Published: January 4, 2019\n© 2019 American Chemical Society 360 DOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 3,\n2 01\n9 at\n0 9:\n21 :5\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nBNNS foam was prepared by traditional directional freezing technology and a unique carbonization process, which play a crucial role in maintaining the physical structure and dissipating static charges. Then, high-thermal-conductivity composites were prepared by immersion in PDMS. The prepared 3D-BNNS/PDMS composites first achieved ultrahigh thermal conductivity (7.46 W m−1 K−1) at low filler addition in PDMS, and the thermal conductivity enhancement reached 3900%. Furthermore, the 3D-BNNS/PDMS composites remained highly flexible and were endowed with excellent antistatic properties. There is potential for thermal management applications of electrical equipment with antistatic requirements in many fields. The proposed construction of thermal transfer channels by the welding of BNNS can be considered to be an excellent solution for heat dissipation."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Materials. Chitosan (deacetylation degree, 95%; viscosity, ≤200 mPa·s) was obtained from Aladdin Reagent Co., Ltd., (Shanghai, China), and acetic acid (≥99.8%) was purchased from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China). Boron nitride nanosheets (BNNS; with a lateral size of 2−20 μm and a thickness of about 5 nm) were purchased from Lida Chuangxing Materials Technology Co., Ltd. (Tianjin, China). Poly(dimethylsiloxane) (PDMS; Sylgard 184) was obtained by Dow Corning Co., Ltd. (Shanghai, China).\n2.2. Fabrication of 3D-BNNS Foam. A schematic illustration of the prepared BNNS foam is shown in Figure 1a. The BNNS/chitosan dispersion was prepared by mixing a certain amount of BNNS with a chitosan (1.0 wt %) and acetic acid (1.0 wt %) aqueous solution. Acetic acid could improve the dispersion of chitosan, and low chitosan and acetic acid additions were chosen to decrease the impact.\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n361\nThe anisotropic BNNS foam was fabricated by directional freezing of the BNNS/chitosan dispersion, and then a vacuum freeze-dryer was used to sublimate the ice.37,38 In brief, the BNNS/chitosan dispersion was poured onto the surface of a copper block, which was surrounded by polyethylene foam and the bottom contact with liquid nitrogen. The model diagram is shown in Figure S1. After the BNNS/chitosan dispersion was frozen completely, the sample was moved into the freeze-dryer for more than 48 h at −50 °C with a vacuum degree of 30 Pa. Digital pictures of the preparation process are shown in Figure 1b; the anisotropy and ordered structures are visible to the naked eye. The sample was transferred into a quartz tube furnace for carbonization at 800 °C for 0.5 h. 2.3. Preparation of 3D-BNNS/PDMS Composites. The 3DBNNS/PDMS composites were prepared by the vacuum-assisted immersion of PDMS. First, the prepolymer of PDMS and curing agent were controlled at about 10:1 ratio and mixing uniformity at room temperature. Then, the BNNS foam was immersed in the mixture, and the sample was placed in a vacuum oven for more than 8 h to remove the air. Finally, the sample was cured at 80 °C for 5 h. The random BNNS/PDMS composites were also prepared by mixing BNNS with the prepolymer/curing agent mixture, and the curing process was the same as it was previously. 2.4. Characterization. The microstructure images of BNNS and the BNNS foam were obtained by scanning electron microscopy (SEM; Quanta FEG250, USA). The thickness of BNNS was measured by atomic force microscopy (AFM; Veeco, USA). The Fourier transform infrared (FTIR) spectra were obtained by a Nicolet 6700 spectrometer (Thermo, USA). The X-ray diffraction (XRD) patterns were obtained by a D8 Advanced diffractometer (Bruker, Germany). The Raman spectra were obtained by a Reflex Raman System (Renishaw, U.K.). The thermal conductivity (λ, W m−1 K−1) was calculated using the following equation:\nλ ρ α= Cp (1)\nwhere ρ, Cp, and α refer to the density (g cm −1), specific heat (J g−1 K−1), and thermal diffusivity (α, mm2 s−1) of the composites. The density was measured by water displacement. The specific heat and thermal diffusivity were measured using a LFA 467 nanoflash (Netzsch, Germany). The IR thermal images were captured by an IR camera (Fluka, USA). Thermal gravimetric analysis (TGA) was performed with a TGA 209 F3 analyzer (Netzsch, Germany) in a nitrogen atmosphere at a heating rate of 10 °C min−1. The surface (ρs) and volume (ρv) resistivities were investigated by a Keithley 6517B electrometer (Tektronix, USA)."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Characterizations of BNNS. As is shown in Figure 2a, the flake morphology of BNNS was observed. The lateral sizes were approximately 7 μm, which were calculated according to SEM. In order to accurately analyze the lateral sizes of the raw materials, the size distribution from 120 pieces observed by SEM analysis is shown in Figure 2b. Statistical analysis indicates that the majority of the BNNS was in the range of 6−10 μm. Figure 2c shows the AFM image and thickness curve of the BNNS, and the thickness was found to be approximately 5.1 nm. In addition, the distribution of the thickness from 120 pieces by AFM analysis is presented in Figure 2d, and the majority of pieces were in the range of 3−7 nm.\n3.2. Microstructure of 3D-BNNS/PDMS Composites. Enhancement of the thermal conductivity resulted from the addition of BNNS and the structure of the BNNS foam. Depending on the welding of residual carbon, the foam maintained the ordered structure, which is the same as that before carbonization (Figure S2). So, various BNNS foams were prepared by controlled addition. The morphology of the vertical ice growth of the BNNS foam is shown in Figure 3a−d. It can be seen that the BNNS walls were built along the ice growth, and the adjacent walls were connected. As shown in Figure 3a, a highly ordered microstructure can be seen and the distance of the adjacent BNNS wall was about 50 μm when the addition of BNNS was 3.0 vol %. With increased BNNS, the BNNS foam could maintain the ordered microstructure, but the cells were thinner and the walls were thicker. Because the obtained BNNS foam was a porous structure, the PDMS prepolymer/curing agent mixture can be easily introduced into these holes. After a period of curing, 3DBNNS/PDMS composites can be obtained. Parts e−h of Figure 3 present the typical cross-sectional SEM images of 3DBNNS/PDMS composites. The same ordered microstructures as those of the BNNS foam can be observed, and no pores exist in the field of vision, indicating that PDMS was complete infiltrated. The energy-dispersive spectroscopy (EDS) detection shown in Figure S3 reveals the distribution of N and C elements in the composites. The SEM images of the composites give further evidence that the composites maintain the microstructure of the BNNS foam. The distribution of C\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n362\nelements in the composites indicates that residual carbon was coated on the BNNS surface. The residual carbon plays a critical role in welding adjacent BNNS, but the foam could not be obtained by BNNS alone under the same conditions.39 FTIR, XRD, and Raman spectroscopies investigated the BNNS and residual carbon after carbonization (shown in Figure S4). In FTIR spectra of BNNS and 3D-BNNS (Figure S4a), the peak at 813 cm−1 and the absorption at 1380 cm−1 are the characteristic peaks of boron nitride.40 Note that the absorption at 3200 cm−1 appeared in the FTIR spectrum of BNNS and disappeared after treatment at high temperature. That should be the hydroxyl group (−OH) vibration, caused by surface defects according to our previous work.25,41 As shown in Figure S4b, the BNNS powder characteristic peaks were investigated.42,43 3D-BNNS exhibits the same distinct characteristic peaks as BNNS, indicating that the carbonization process did not destroy the crystal structure of BNNS. According to the Raman spectra of 3D-BNNS and BNNS in Figure S4 c, amorphous carbon exists in 3D-BNNS. It can be considered to be the residual carbon of chitosan after carbonization. It attached to the surface of BNNS and welded adjacent BNNS to maintain the porous structure. 3.3. Thermal Management Capability of 3D-BNNS/ PDMS Composites. Figure 4a shows the through-plane thermal conductivity of 3D-BNNS/PDMS composites with various filler loadings. The thermal conductivities of pure PDMS and random BNNS/PDMS composites with the same addition of BNNS were provided for comparison. Because of its amorphous structure and resulting series of phonon scattering, the thermal conductivity of pure PDMS is very poor (about 0.185 W m−1 K−1). That result is in agreement\nwith the previous results.28,39,44 It can be seen that a significant enhancement of the thermal conductivity resulted by a 3DBNNS structure compared with the random BNNS composites. In other words, the high-thermal-transport channels were successfully constructed in polymer composites. The thermal conductivity reached 7.46 W m−1 K−1 at room temperature, when the addition of BNNS was 15.8 vol %. In order to investigate the inherent factors to enhance the thermal conductivity of the composites, the Agari equation was adopted to calculate the effective thermal conductive chains.45 The Agari equation is\n= ϕ + − ϕK C K C Klog log (1 ) log( )c 2 f 1 m (2)\nwhere Kc, Kf, and Km are the thermal conductivities of the polymer composites, fillers, and polymer matrix. In this article, Kf and Km are 390 and 0.185 W m\n−1 K−1, respectively.28,46 ϕ is the volume fraction of the fillers. In the model of Agari, the index C1 was used to measure the thermal conductivity caused by the crystallinity and crystal size change of the polymer matrix after the filler was added. However, this effect can be neglected because the disordered chains of PDMS and the index C1 can be considered to be 1 according to previous research.45 The ease of forming thermal conductive chains was indicated by C2. The higher value of C2 leads to much easier conductive chain formation. According to Agari’s theory, the value of C2 is between 0 and 1. In this work, the value of C2 can be considered to be 1, and the predicted thermal conductivity data by the Agari equation are shown in Figure 4a. The predicted thermal conductivity is slightly lower than the measurement of random BNNS/PDMS composites. Upon modification of the equation of Agari, the value of C2 can be\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n363\nconsidered to be the measurement of effective thermal conductive chains at the same volume fraction. A higher C2 value indicates more effective thermal conductive chains. The calculated value of C2 was about 3.64, which uses the equation to fit the measurement data of 3D-BNNS/PDMS composites. The results of the calculation are much higher than the value of C2 in the random BNNS/PDMS composites (about 1.48). This indicates that phonon scattering was a reduced benefit from the welding of adjacent BNNS, and more effective phonon transmission channels were built in the composite. Because of these channels in the composite, heat can transfer quickly (like a rabbit). In contrast, randomly dispersed BNNS cannot form effective phonon conductive channels, and the phonon will scatter at the interfaces between the BNNS and PDMS matrix; the heat would be dissipated in the internal composites. Therefore, the random BNNS/PDMS composite shows poor heat dissipation (like turtle). In addition, the thermal conductive comparison of 3D-BNNS/PDMS without carbonization is shown in Figure S5. The thermal conductivity was significantly enhanced after carbonization. The thermal conductivity enhancement is shown in Figure 4b. The 3D-BNNS/PDMS composite was about 3900% enhanced in pure PDMS at 15.8 vol %. Enhancement of the thermal conductivity was calculated by the equation\nη = −K K K c m\nm (3)\nFigure 4c shows the thermal conductive stability test of 3DBNNS/PDMS composites (15.6 vol %) and pure PDMS. Obviously, the thermal conductivity has slightly changed in 15 cycles; this shows that the composites have stable heat dissipation ability in the temperature range from 25 to 125 °C. The stable thermal conductivity in cooling and heating cycles would ensure that materials are reliable and effective. The thermal stability is an important performance in the material applications, which determined the maximum operating\ntemperature of the composites. The TGA data of various 3D-BNNS/PDMS composites are presented in Figure S6. This reveals that the thermal stability of the composites was enhanced with the addition of BNNS. The parallel burning tests are shown in Figure S7 and Movie S1. The 3D-BNNS/ PDMS composite displays fire retardant property benefits from improvement of the thermal stability. The tested composite can automatically extinguish and maintain the original shape. However, pure PDMS burns rapidly and becomes white dust. To illustrate the superiority of the 3D-BNNS network by welding the BNNS, Figure 4d summarizes the previously reported thermal conductivities of PDMS-based composites (filler ≤ 30 vol %).8,29,39,44,47−58 The 3D-BNNS/PDMS composites by welding of the BNNS exhibit extreme thermal conductivity with similar filler loading or even more. This suggests that building thermal-transport channels by directional freezing and carbonization is an effective way of improving the thermal conductivity of PDMS-based composites. In order to demonstrate the capability of thermal conductivity composites, the temperature of surface variation in the heating and cooling cycles was inspected by IR thermal images during heating. The samples of pure PDMS, random BNNS/PDMS, and 3D-BNNS/PDMS composites have the same dimensions and thickness (about 1.0 mm) to ensure accuracy and are placed on the surface of the ceramic heater. The optical picture and thermal images of the heating process are shown in Figure 5a. One can see that the surface temperature of all composites continuously increased with time. Because of the high thermal conductivity, the 3D-BNNS/ PDMS composites have the highest surface temperature with the same time. In Figure 5b, the surface temperature of the 3DBNNS/PDMS composites is about 8 °C higher than that of random BNNS/PDMS and 10 °C higher than that of pure PDMS. The result indicates that the 3D-BNNS/PDMS composites have outstanding thermal-absorbing capability.\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n364\nTo investigate the heat dissipation performance, the surface temperature of pure PDMS, random BNNS/PDMS, and 3DBNNS/PDMS composites was inspected in the cooling process. Parts c and d of Figure 5 show the various surface temperatures and the IR images of the cooling process. The samples were gradually cooling from different temperatures. The surface temperature of the 3D-BNNS/PDMS composite distances with other materials gradually decreases, even though beginning at high temperature. 3.4. Antistatic Performance of 3D-BNNS/PDMS Composites. The surface resistivity (ρs) and volume resistivity (ρv) of pure PDMS, random PDMS, and 3DBNNS/PDMS composites are shown in Figure 6a,b. Because of the residual carbon in 3D-BNNS/PDMS composites, the ρs and ρv values are decreased, respectively. ρv of pure PDMS was 1.85 × 1012 Ω·cm, corresponding to the range of the insulator. However, ρv decreased below 10\n9 Ω·cm after carbonization, corresponding to the range of the semiconductor.35 The result reveals that a conductive network was formed by the residual carbon in the PDMS matrix. It was noted that the excellent antistatic properties of the composites were endued with this slightly conductive network. The conductive network decreased the surface resistance and enhanced the antistatic performance. ρs with a lower value than 10\n12 Ω could exhibit a certain degree of antistatic effects, and when the surface resistivity is below 109Ω, the substrate would show excellent antistatic properties.36 It can be seen that ρs values of the 3DBNNS/PDMS composites were increased with the filler loading, and ρs was 9.42 × 10\n8 Ω (at 15.8 vol %) less than 109Ω. In addition, a comparison of ρs and ρv of 3D-BNNS without carbonization and 3D-BNNS (carbonization) is shown\nin Figure S8. ρs and ρv decreased after carbonization. Therefore, the 3D-BNNS/PDMS composites exhibit excellent antistatic properties after the carbonization process. For a more direct characterization of the antistatic properties\nof composites, an ingenious experiment was designed. The digital images of pure PDMS, random PDMS, and 3D-BNNS/ PDMS composites were hung up (Figure 6c). Three samples were rubbed down with a towel and placed in a box full of polystyrene microspheres and then gently pulled to vertical, and the polystyrene microspheres were adsorbed onto the surface. One can see that the sample of random BNNS/PDMS composites adsorbed the most polystyrene microspheres compared with the other samples, and the 3D-BNNS/PDMS composites only absorbed a few microspheres. As a result of the high surface resistivity, a larger number of charges aggregate onto the surface of random BNNS/PDMS composites. In contrast, the 3D-BNNS/PDMS composites can quickly dissipate static charge accumulation by the conductive network formed by residual carbon. Figure 6d illuminates the antistatic mechanism. In pure PDMS and random BNNS/PDMS composites, because of the amorphous nature of PDMS without an effective conductive pathway, a number of static charges would aggregate on the surface after rubdown with a towel. Owing to the loading of boron nitride, this aggregation is more serious. Thanks to the amorphous carbon forming a conductive pathway, the static charge can be quickly dissipated; therefore, the material surface should be clean. Meanwhile, the 3D-BNNS/PDMS composites maintain ideal flexibility. They can maintain structural integration after repeated bending and twisting (Figure S9).\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n365"
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, high-thermal-transport channels were constructed in PDMS composites by the welding of BNNS in the carbonization process. The flexible PDMS composites had first achieved ultrahigh a thermal conductivity of 7.46 W m−1 K−1 at low filler loading (15.8 vol %) in PDMS, for which there is about 3900% in enhancement of the thermal conductivity. The experiments data indicated that a combination of the directional freezing and welding of BNNS by carbonization can significantly enhance thermal conductivity of PDMS-based composites. Besides, the method would give the PDMS-based composites excellent antistatic properties that can be utilized in many industrial fields.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b01939.\nModel of the directional freezing process, SEM-EDS of 3D-BNNS/PDMS composites (3.0 vol %), FTIR, XRD, and Raman spectra of BNNS and 3D-BNNS, TGA curves of 3D-BNNS/PDMS composites, digital images of pure-PDMS and 3D-BNNS/PDMS composites on flame, digital images of 3D-BNNS/PDMS composites (15.8 vol %) with twisting and bending states, a comparison of the thermal conductvity, surface resistivity, and volume resistivity of pure PDMS and 3D-BNNS/PDMS composites (before and after carbonization), and densities of various composites (PDF)\nProcess of pure-PDMS and 3D-BNNS/PDMS composites on flame (AVI)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: linzhengde@nimte.ac.cn. *E-mail: jiangnan@nimte.ac.cn. *E-mail: yujinhong@nimte.ac.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Xiao Hou: 0000-0002-6465-6813 Cheng-Te Lin: 0000-0002-7090-9610"
    }, {
      "heading" : "Author Contributions",
      "text" : "‡These authors contributed equally to this study."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors are grateful for financial support by the National Natural Science Foundation of China (Grant 51573201), NSFC−Zhejiang Joint Fund for the Integration of Industrialization and Informatization (Grant U1709205), Public Welfare Project of Zhejiang Province (Grant 2016C31026), The Scientific Instrument Developing Project of the Chinese Academy of Sciences (Grant YZ201640), Project of the Chinese Academy of Sciences (Grant KFZD-SW-409), and Science and Technology Major Project of Ningbo (Grants 2016S1002 and 2016B10038). We also thank the Chinese Academy of Sciences for the Hundred Talents Program, the Chinese Central Government for the Thousand Young Talents Program, 3315 Program of Ningbo.\n■ REFERENCES (1) Song, H.; Liu, J.; Liu, B.; Wu, J.; Cheng, H. M.; Kang, F. TwoDimensional Materials for Thermal Management Applications. Joule 2018, 2, 442−463. (2) Zhu, B.; Liu, J.; Wang, T.; Han, M.; Valloppilly, S.; Xu, S.; Wang, X. Novel Polyethylene Fibers of Very High Thermal Conductivity Enabled by Amorphous Restructuring. ACS Omega 2017, 2, 3931− 3944. (3) Moore, A. L.; Shi, L. Emerging Challenges and Materials for Thermal Management of Electronics. Mater. Today 2014, 17, 163− 174. (4) Zhang, R. C.; Huang, Z. H.; Sun, D.; Ji, D. H.; Zhong, M. L.; Zang, D. M.; Xu, J. Z.; Wan, Y. Z.; Lu, A. New Insights into Thermal Conductivity of Uniaxially Stretched High Density Polyethylene Films. Polymer 2018, 154, 42−47. (5) Chen, H. Y.; Ginzburg, V. V.; Yang, J.; Yang, Y. F.; Liu, W.; Huang, Y.; Du, L. B.; Chen, B. Thermal Conductivity of Polymerbased Composites: Fundamentals and Applications. Prog. Polym. Sci. 2016, 59, 41−85. (6) Pan, G. R.; Yao, Y. M.; Zeng, X. L.; Sun, J. J.; Hu, J. T.; Sun, R.; Xu, J. B.; Wong, C. P. Learning from Natural Nacre: Constructing Layered Polymer Composites with High Thermal Conductivity. ACS Appl. Mater. Interfaces 2017, 9, 33001−33010. (7) Wu, Y. M.; Ye, K.; Liu, Z. D.; Wang, M. J.; Chee, K. W. A.; Lin, C. T.; Jiang, N.; Yu, J. H. Effective Thermal Transport Highway Construction Within Dielectric Polymer Composites via a VacuumAssisted Infiltration Method. J. Mater. Chem. C 2018, 6, 6494−6501. (8) Yi, P.; Awang, R. A.; Rowe, W. S. T.; Kalantar-Zadeh, K.; Khoshmanesh, K. PDMS Nanocomposites for Heat Transfer Enhancement in Microfluidic Platforms. Lab Chip 2014, 14, 3419− 3426. (9) Cao, J. P.; Zhao, X.; Zhao, J.; Zha, J. W.; Hu, G. H.; Dang, Z. M. Improved Thermal Conductivity and Flame Retardancy in Polystyrene/Poly(vinylidene fluoride) Blends by Controlling Selective Localization and Surface Modification of SiC Nanoparticles. ACS Appl. Mater. Interfaces 2013, 5, 6915−6924. (10) Yao, Y. M.; Zhu, X. D.; Zeng, X. L.; Sun, R.; Xu, J. B.; Wong, C. P. Vertically Aligned and Interconnected SiC Nanowire Networks Leading to Significantly Enhanced Thermal Conductivity of Polymer Composites. ACS Appl. Mater. Interfaces 2018, 10, 9669−9678. (11) Huang, Y.; Hu, J. T.; Yao, Y. M.; Zeng, X. L.; Sun, J. J.; Pan, G. R.; Sun, R.; Xu, J. B.; Wong, C. P. Manipulating Orientation of Silicon Carbide Nanowire in Polymer Composites to Achieve High Thermal Conductivity. Adv. Mater. Interfaces 2017, 4, 1700446. (12) Agrawal, A.; Satapathy, A. Effects of Aluminium Nitride Inclusions on Thermal and Electrical Properties of Epoxy and Polypropylene: An Experimental Investigation. Composites, Part A 2014, 63, 51−58. (13) Yu, S. Z.; Hing, P.; Hu, X. Thermal Conductivity of Polystyrene-Aluminum Nitride Composite. Composites, Part A 2002, 33, 289−292. (14) Wang, X. W.; Wu, P. Y. Melamine Foam-Supported 3D Interconnected Boron Nitride Nanosheets Network Encapsulated in Epoxy to Achieve Significant Thermal Conductivity Enhancement at an Ultralow Filler Loading. Chem. Eng. J. 2018, 348, 723−731. (15) Yang, J.; Tang, L. S.; Bao, R. Y.; Bai, L.; Liu, Z. Y.; Yang, W.; Xie, B. H.; Yang, M. B. Largely Enhanced Thermal Conductivity of Poly (ethylene glycol)/Boron Nitride Composite Phase Change Materials for Solar-Thermal-Electric Energy Conversion and Storage with Very Low Content of Graphene Nanoplatelets. Chem. Eng. J. 2017, 315, 481−490. (16) Zhang, R. C.; Sun, D.; Lu, A.; Askari, S.; Macias-Montero, M.; Joseph, P.; Dixon, D.; Ostrikov, K.; Maguire, P.; Mariotti, D. Microplasma Processed Ultrathin Boron Nitride Nanosheets for Polymer Nanocomposites with Enhanced Thermal Transport Performance. ACS Appl. Mater. Interfaces 2016, 8, 13567−13572. (17) Cai, Q. R.; Du, A. J.; Gao, G. P.; Mateti, S.; Cowie, B. C. C.; Qian, D.; Zhang, S.; Lu, Y. R.; Fu, L.; Taniguchi, T.; Huang, S. M.; Chen, Y.; Ruoff, R. S.; Li, L. H. Molecule-Induced Conformational\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n366\nChange in Boron Nitride Nanosheets with Enhanced Surface Adsorption. Adv. Funct. Mater. 2016, 26, 8202−8210. (18) Cai, Q. R.; Mateti, S.; Yang, W. R.; Jones, R.; Watanabe, K.; Taniguchi, T.; Huang, S. M.; Chen, Y.; Li, L. H. Boron Nitride Nanosheets Improve Sensitivity and Reusability of Surface-Enhanced Raman Spectroscopy. Angew. Chem., Int. Ed. 2016, 55, 8405−8409. (19) Li, T. T.; Li, C. W.; Cai, Y. Q.; Lin, J. H.; Long, X. Y.; Wang, L. J.; Xu, Y. C.; Sun, J.; Tang, L.; Zhang, Y. W.; Suenaga, K.; Liu, Z.; Yao, Y. G. Highly Efficient Mass Production of Boron Nitride Nanosheets via a Borate Nitridation Method. J. Phys. Chem. C 2018, 122, 17370− 17377. (20) Han, S. A.; Lee, K. H.; Kim, T. H.; Seung, W.; Lee, S. K.; Choi, S.; Kumar, B.; Bhatia, R.; Shin, H. J.; Lee, W. J.; Kim, S.; Kim, H. S.; Choi, J. Y.; Kim, S. W. Hexagonal Boron Nitride Assisted Growth of Stoichiometric Al2O3 Dielectric on Graphene for Triboelectric Nanogenerators. Nano Energy 2015, 12, 556−566. (21) Li, L. H.; Santos, E. J. G.; Xing, T.; Cappelluti, E.; Roldan, R.; Chen, Y.; Watanabe, K.; Taniguchi, T. Dielectric Screening in Atomically Thin Boron Nitride Nanosheets. Nano Lett. 2015, 15, 218−223. (22) Wang, L. J.; Li, T. T.; Long, X. Y.; Wang, X. N.; Xu, Y. C.; Yao, Y. G. Bimetallic Catalytic Growth of Boron Nitride Nanotubes. Nanoscale 2017, 9, 1816−1819. (23) Li, Q.; Chen, L.; Gadinski, M. R.; Zhang, S. H.; Zhang, G. Z.; Li, H. Y.; Iagodkine, E.; Haque, A.; Chen, L. Q.; Jackson, T. N.; Wang, Q. Flexible High-Temperature Dielectric Materials from Polymer Nanocomposites. Nature 2015, 523, 576−579. (24) Li, T. T.; Wang, L. J.; Zhang, K.; Xu, Y. C.; Long, X. Y.; Gao, S. J.; Li, R.; Yao, Y. G. Freestanding Boron Nitride Nanosheet Films for Ultrafast Oil/Water Separation. Small 2016, 12, 4960−4965. (25) Fu, L.; Wang, T.; Yu, J. H.; Dai, W.; Sun, H. Y.; Liu, Z. D.; Sun, R.; Jiang, N.; Yu, A. M.; Lin, C. T. An Ultrathin High-Performance Heat Spreader Fabricated with Hydroxylated Boron Nitride Nanosheets. 2D Mater. 2017, 4, 025047. (26) Wu, Y. P.; Xue, Y.; Qin, S.; Liu, D.; Wang, X. B.; Hu, X.; Li, J. L.; Wang, X. G.; Bando, Y.; Golberg, D.; Chen, Y.; Gogotsi, Y.; Lei, W. W. BN Nanosheet/Polymer Films with Highly Anisotropic Thermal Conductivity for Thermal Management Applications. ACS Appl. Mater. Interfaces 2017, 9, 43163−43170. (27) Zhu, H. L.; Li, Y. Y.; Fang, Z. Q.; Xu, J. J.; Cao, F. Y.; Wan, J. Y.; Preston, C.; Yang, B.; Hu, L. B. Highly Thermally Conductive Papers with Percolative Layered Boron Nitride Nanosheets. ACS Nano 2014, 8, 3606−3613. (28) Chen, J.; Huang, X. Y.; Sun, B.; Wang, Y. X.; Zhu, Y. K.; Jiang, P. K. Vertically Aligned and Interconnected Boron Nitride Nanosheets for Advanced Flexible Nanocomposite Thermal Interface Materials. ACS Appl. Mater. Interfaces 2017, 9, 30909−30917. (29) Chen, J.; Huang, X. Y.; Zhu, Y. K.; Jiang, P. K. Cellulose Nanofiber Supported 3D Interconnected BN Nanosheets for Epoxy Nanocomposites with Ultrahigh Thermal Management Capability. Adv. Funct. Mater. 2017, 27, 1604754. (30) Yu, C. P.; Zhang, J.; Li, Z.; Tian, W.; Wang, L. J.; Luo, J.; Li, Q. L.; Fan, X. D.; Yao, Y. G. Enhanced Through-Plane Thermal Conductivity of Boron Nitride/Epoxy Composites. Composites, Part A 2017, 98, 25−31. (31) Yu, C. P.; Gong, W. B.; Tian, W.; Zhang, Q. C.; Xu, Y. C.; Lin, Z. Y.; Hu, M.; Fan, X. D.; Yao, Y. G. Hot-Pressing Induced Alignment of Boron Nitride in Polyurethane for Composite Films with Thermal Conductivity over 50 Wm−1K−1. Compos. Sci. Technol. 2018, 160, 199−207. (32) Yao, Y. M.; Sun, J. J.; Zeng, X. L.; Sun, R.; Xu, J. B.; Wong, C. P. Construction of 3D Skeleton for Polymer Composites Achieving a High Thermal Conductivity. Small 2018, 14, 1704044. (33) Wolf, M. P.; Salieb-Beugelaar, G. B.; Hunziker, P. PDMS with Designer Functionalities-Properties, Modifications Strategies, and Applications. Prog. Polym. Sci. 2018, 83, 97−134. (34) Yu, D.; Cai, J. Y.; Church, J. S.; Wang, L. J. Modifying Surface Resistivity and Liquid Moisture Management Property of Keratin\nFibers through Thiol-Ene Click Reactions. ACS Appl. Mater. Interfaces 2014, 6, 1236−1242. (35) Shi, X. W.; Hu, Y. L.; Fu, F. Y.; Zhou, J. P.; Wang, Y. X.; Chen, L. Y.; Zhang, H. M.; Li, J.; Wang, X. H.; Zhang, L. N. Construction of PANI-Cellulose Composite Fibers with Good Antistatic Properties. J. Mater. Chem. A 2014, 2, 7669−7673. (36) Song, N.; Pan, H.; Liang, X.; Cao, D.; Shi, L.; Ding, P. Structural Design of Multilayer Thermally Conductive Nanofibrillated Cellulose Hybrid Film with Electrically Insulating and Antistatic Properties. J. Mater. Chem. C 2018, 6, 7085−7091. (37) Wicklein, B.; Kocjan, A.; Salazar-Alvarez, G.; Carosio, F.; Camino, G.; Antonietti, M.; Bergstrom, L. Thermally Insulating and Fire-Retardant Lightweight Anisotropic Foams Based on Nanocellulose and Graphene Oxide. Nat. Nanotechnol. 2015, 10, 277−283. (38) Bai, H.; Chen, Y.; Delattre, B.; Tomsia, A. P.; Ritchie, R. O. Bioinspired Large-Scale Aligned Porous Materials Assembled with Dual Temperature Gradients. Sci. Adv. 2015, 1, No. e1500849. (39) Shen, H.; Cai, C.; Guo, J.; Qian, Z. C.; Zhao, N.; Xu, J. Fabrication of Oriented hBN Scaffolds for Thermal Interface Materials. RSC Adv. 2016, 6, 16489−16494. (40) Lee, D.; Lee, B.; Park, K. H.; Ryu, H. J.; Jeon, S.; Hong, S. H. Scalable Exfoliation Process for Highly Soluble Boron Nitride Nanoplatelets by Hydroxide-Assisted Ball Milling. Nano Lett. 2015, 15, 1238−1244. (41) Hou, X.; Wang, M. J.; Fu, L.; Chen, Y. P.; Jiang, N.; Lin, C. T.; Wang, Z. W.; Yu, J. H. Boron Nitride Nanosheet Nanofluids for Enhanced Thermal Conductivity. Nanoscale 2018, 10, 13004−13010. (42) Marchesini, S.; McGilvery, C. M.; Bailey, J.; Petit, C. TemplateFree Synthesis of Highly Porous Boron Nitride: Insights into Pore Network Design and Impact on Gas Sorption. ACS Nano 2017, 11, 10003−10011. (43) Sun, J. J.; Yao, Y. M.; Zeng, X. L.; Pan, G. R.; Hu, J. T.; Huang, Y.; Sun, R.; Xu, J. B.; Wong, C. P. Preparation of Boron Nitride Nanosheet/Nanofibrillated Cellulose Nanocomposites with Ultrahigh Thermal Conductivity via Engineering Interfacial Thermal Resistance. Adv. Mater. Interfaces 2017, 4, 1700563. (44) Cho, E. C.; Chang-Jian, C. W.; Hsiao, Y. S.; Lee, K. C.; Huang, J. H. Three-Dimensional Carbon Nanotube Based Polymer Composites for Thermal Management. Composites, Part A 2016, 90, 678−686. (45) Agari, Y.; Uno, T. Estimation on Thermal-Conductivities of Filled Polymers. J. Appl. Polym. Sci. 1986, 32, 5705−5712. (46) Zeng, X. L.; Yao, Y. M.; Gong, Z. Y.; Wang, F. F.; Sun, R.; Xu, J. B.; Wong, C. P. Ice-Templated Assembly Strategy to Construct 3D Boron Nitride Nanosheet Networks in Polymer Composites for Thermal Conductivity Improvement. Small 2015, 11, 6205−6213. (47) Guo, Y. H.; Chen, Y. W.; Wang, E. M.; Cakmak, M. Roll-toRoll Continuous Manufacturing Multifunctional Nanocomposites by Electric-Field-Assisted “Z” Direction Alignment of Graphite Flakes in Poly(dimethylsiloxane). ACS Appl. Mater. Interfaces 2017, 9, 919− 929. (48) Zhang, Q. Q.; Xu, X.; Li, H.; Xiong, G. P.; Hu, H.; Fisher, T. S. Mechanically Robust Honeycomb Graphene Aerogel Multifunctional Polymer Composites. Carbon 2015, 93, 659−670. (49) Fang, H. M.; Bai, S. L.; Wong, C. P. Thermal, Mechanical and Dielectric Properties of Flexible BN Foam and BN Nanosheets Reinforced Polymer Composites for Electronic Packaging Application. Composites, Part A 2017, 100, 71−80. (50) Zhao, Y. H.; Zhang, Y. F.; Bai, S. L. High Thermal Conductivity of Flexible Polymer Composites due to Synergistic Effect of Multilayer Graphene Flakes and Graphene Foam. Composites, Part A 2016, 85, 148−155. (51) Chang-Jian, C. W.; Cho, E. C.; Lee, K. C.; Huang, J. H.; Chen, P. Y.; Ho, B. C.; Hsiao, Y. S. Thermally Conductive Polymeric Composites Incorporating 3D MWCNT/PEDOT:PSS Scaffolds. Composites, Part B 2018, 136, 46−54. (52) Kong, K. T. S.; Mariatti, M.; Rashid, A. A.; Busfield, J. J. C. Enhanced Conductivity Behavior of Polydimethylsiloxane (PDMS)\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n367\nHybrid Composites Containing Exfoliated Graphite Nanoplatelets and Carbon Nanotubes. Composites, Part B 2014, 58, 457−462. (53) Zhao, Y. H.; Zhang, Y. F.; Wu, Z. K.; Bai, S. L. Synergic Enhancement of Thermal Properties of Polymer Composites by Graphene Foam and Carbon Black. Composites, Part B 2016, 84, 52− 58. (54) Fang, H. M.; Zhang, X.; Zhao, Y. H.; Bai, S. L. Dense Graphene Foam and Hexagonal Boron Nitride Filled PDMS Composites with High Thermal Conductivity and Breakdown Strength. Compos. Sci. Technol. 2017, 152, 243−253. (55) Su, J. W.; Liu, X.; Charmchi, M.; Sun, H. W. Experimental and Numerical Study of Anisotropic Thermal Conductivity of Magnetically Aligned PDMS/Ni Particle Composites. Int. J. Heat Mass Transfer 2016, 97, 645−652. (56) Tao, Z. C.; Wang, H. B.; Li, X. F.; Liu, Z. J.; Guo, Q. G. Expanded Graphite/Polydimethylsiloxane Composites with High Thermal Conductivity. J. Appl. Polym. Sci. 2017, 134, 44843. (57) Kim, Y.; Kim, M.; Seong, H. G.; Jung, J. Y.; Baeck, S. H.; Shim, S. E. Roles of Silica-Coated Layer on Graphite for Thermal Conductivity, Heat Dissipation, Thermal Stability, and Electrical Resistivity of Polymer Composites. Polymer 2018, 148, 295−302. (58) Fang, H. M.; Zhao, Y. H.; Zhang, Y. F.; Ren, Y. J.; Bai, S. L. Three-Dimensional Graphene Foam-Filled Elastomer Composites with High Thermal and Mechanical Properties. ACS Appl. Mater. Interfaces 2017, 9, 26447−26459.\nDOI: 10.1021/acsanm.8b01939 ACS Appl. Nano Mater. 2019, 2, 360−368\n368"
    } ],
    "references" : [ {
      "title" : "Emerging Challenges and Materials for Thermal Management of Electronics",
      "author" : [ "A.L. Moore", "L. Shi" ],
      "venue" : "Mater. Today 2014,",
      "citeRegEx" : "Moore and Shi,? \\Q2014\\E",
      "shortCiteRegEx" : "Moore and Shi",
      "year" : 2014
    }, {
      "title" : "PDMS Nanocomposites for Heat Transfer Enhancement in Microfluidic Platforms",
      "author" : [ "K. Khoshmanesh" ],
      "venue" : "Lab Chip 2014,",
      "citeRegEx" : "Khoshmanesh,? \\Q2014\\E",
      "shortCiteRegEx" : "Khoshmanesh",
      "year" : 2014
    }, {
      "title" : "Highly Efficient Mass Production of Boron Nitride Nanosheets via a Borate Nitridation Method",
      "author" : [ "G. Y" ],
      "venue" : "J. Phys. Chem. C 2018,",
      "citeRegEx" : "Y.,? \\Q2018\\E",
      "shortCiteRegEx" : "Y.",
      "year" : 2018
    }, {
      "title" : "Bimetallic Catalytic Growth of Boron Nitride Nanotubes",
      "author" : [ "G. Y" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Y.,? \\Q2017\\E",
      "shortCiteRegEx" : "Y.",
      "year" : 2017
    }, {
      "title" : "Flexible High-Temperature Dielectric Materials from Polymer Nanocomposites",
      "author" : [ "Q. Wang" ],
      "venue" : "Nature 2015,",
      "citeRegEx" : "Wang,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2015
    }, {
      "title" : "Freestanding Boron Nitride Nanosheet Films for Ultrafast Oil/Water Separation",
      "author" : [ "R. Li", "Y.G. Yao" ],
      "venue" : "Small 2016,",
      "citeRegEx" : "J. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2016
    }, {
      "title" : "Boron Nitride Nanosheet Nanofluids for Enhanced Thermal Conductivity",
      "author" : [ "Z.W. Wang", "J.H. Yu" ],
      "venue" : "Nanoscale 2018,",
      "citeRegEx" : "Wang and Yu,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang and Yu",
      "year" : 2018
    }, {
      "title" : "Estimation on Thermal-Conductivities of Filled Polymers",
      "author" : [ "Y. Agari", "T. Uno" ],
      "venue" : "J. Appl. Polym. Sci. 1986,",
      "citeRegEx" : "Agari and Uno,? \\Q1986\\E",
      "shortCiteRegEx" : "Agari and Uno",
      "year" : 1986
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Efficient heat dissipation is a prerequisite for further improving the integration of devices. However, the polymer composites are not satisfying heat dissipation. For that reason, high-thermal-transport channels were manufactured by the direct freezing method and boron nitride nanosheets (BNNS) were further welded by carbonization. Composites with high thermal conductivity (7.46 W m−1 K−1) were obtained by immersion in poly(dimethylsiloxane) (PDMS). Thermal conductivity enhancement of composites reached about 3900% at 15.8 vol % loading of BNNS. Besides, the composites maintained the structural flexibility of PDMS and allowed repeated bending and twisting. In addition, the PDMS composites exhibited excellent antistatic properties because of a conductive network formed by residual carbon. Therefore, dust could be avoided and the surface kept clean. This provides a better choice for thermal management materials and meets the antistatic requirements of the devices.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}