{
  "name" : "downloads_2020-07-12_f6_sullivan2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Detection of trace sub-micron (nano) plastics in water samples using pyrolysis-gas chromatography time of flight mass spectrometry (PY-GCToF)",
    "authors" : [ "G.L. Sullivan", "J. Delgado Gallardo", "E.W. Jones", "P.J. Hollliman", "T.M. Watson" ],
    "emails" : [ "sarper.sarp@swansea.ac.uk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nChemosphere\njournal homepage: www.elsevier .com/locate/chemosphere\nDetection of trace sub-micron (nano) plastics in water samples using pyrolysis-gas chromatography time of flight mass spectrometry (PY-GCToF).\nG.L. Sullivan a, 1, J. Delgado Gallardo b, 1, E.W. Jones c, P.J. Hollliman c, T.M. Watson a, S. Sarp b, *\na SPECFIC, College of Engineering, Swansea University, SA2 8PP, UK b CWater, College of Engineering, Swansea University, SA2 8PP, UK c CEMEG, College of Engineering, Swansea University, SA2 8PP, UK\nh i g h l i g h t s\nPy-GCToF presented as a standard methodology for identification and semi-quantification of micro and nanoplastics. Fast sample preparation and obtainment of repeatable results even in real environmental aqueous samples. Use of PTFE membranes as a sample support; an affordable, common and broadly applied material in the industry.\na r t i c l e i n f o\nArticle history: Received 2 November 2019 Received in revised form 7 February 2020 Accepted 10 February 2020 Available online 11 February 2020\nHandling Editor: Shane Snyder\nKeywords: Microplastics Nanoplastics Pyrolysis Time of flight mass spectrometry Micropollutants Water quality\n* Corresponding author. E-mail address: sarper.sarp@swansea.ac.uk (S. Sar 1 Co-First Authors.\nhttps://doi.org/10.1016/j.chemosphere.2020.126179 0045-6535/© 2020 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe identification and quantification of micro and nanoplastics (MPs and NPs respectively) requires the development of standardised analytical methods. Thermal analysis methods are generally not considered a method of choice for MPs analysis, especially in aqueous samples due to limited sample size introduction to the instrument, decreasing the detection levels. In this article, pyrolysis - Gas chromatography time of flight mass spectrometry (Py-GCToF) is used as a method of choice for detection of MPs and NPs due to its unprecedented detection capabilities, in combination with PTFE membranes as sample support, allow for smaller particle sizes (>0.1 mm) in water samples to be identified. The utilisation of these widely used membranes and the identification of several and specific (marker) ions for the three plastics in study (polypropylene (PP), polystyrene (PS) and polyvinyl chloride (PVC)), allows for the extraction of individual plastics from complex signals at trace levels. The method was validated against a number of standards, containing known quantities of MPs. Detection levels were then determined for PVC and PS and were found to be below <50 mg/L, with repeatable data showing good precision (%RSD <20%). Further verification of this new method was achieved by the analysis of a complex sample, sourced from a river. The results were positive for the presence of PS with a semi-quantifiable result of 241.8 mg/L. Therefore PY-GCToF seems to be a fit for purpose method for the identification of MPs and NPs from complex mixtures and matrices which have been deposited on PTFE membranes.\n© 2020 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Despite their vast applications, plastics are an environmental sensitive issue due to their resistance to biological, and chemical degradation, which entail the accumulation of these materials in\np).\nthe environment (da Costa et al., 2016). Plastic debris is fragmented into smaller particles by action of natural ultraviolet radiation and other physical forces (Andrady, 2015). Microplastics (MPs) are considered synthetic materials below 5 mm (Arthur et al., 2009) whereby, the nanoscale is defined between 1 nm and 100 nm (Klaine et al., 2008).\nThe environmental fate of these micropollutants is a cause of concern. MPs and have been identified in samples of air (Gasperi et al., 2018), soil (Rillig et al., 2017), found in a number of water\nbodies (Horton et al., 2017), and a recent study have found MPs in rain, describing them as a new atmospheric pollutant (Wetherbee et al., 2019). It is postulated that NPs are small enough to cross the cell wall and can interact with the cell functions, causing increased cytotoxicity associated with oxidative stress (Barboza et al. (2018), de Souza Machado et al. (2018) and Schirinzi et al. (2017)). Tamara Galloway (2015), expounded the different risks and hazard levels associated with plastics and potential dangerous additives. According to the study, leaching of toxic chemicals, from the core of the particle to the surface, could result in a long-term source of chemicals in body fluids and tissues.\nA standardised method to quantify MPs is yet to be published. It is also challenging to detect micropollutants smaller than 50e100 mm with current methods. According to Lehner et al. (2019), there is still no methodology reliable enough to detect NPs in complex environmental samples such as surface, ground, potable and raw waters. Common analytical techniques currently employed are FTIR, Ramman, Light microscopy and SEM. Although practically useful for qualitative work, they do have associated limitations, such as identification amongst complex mixtures (Lusher et al. (2017); Song et al. (2015)), and detection levels of these instruments are limited by resolution. This makes it difficult to identify small particle sizes (<50 mm) and also to quantify low level material (Lusher et al. (2017); Song et al. (2015)).\nTo overcome these limitations of resolution, this article focuses on the identification of MPs and NPs by analysis of their thermal degradation products using chromatographic and mass spectrometry, a highly sensitive technique commonly used to analyse\ncomplex samples and has been used in characterisation of synthetic polymers and copolymers (Silva et al. (2018), Fries et al. (2013), Hermabessiere et al. (2018), Ter Halle et al. (2017)).\nThe following method employs a commonly used PTFE membranes (pore sizes 0.45 and 0.1 mm) to deposit MPs and NPs from aqueous samples working in the limit range of nanoscale. After processing, these filters are analysed using Gas chromatography coupled to time-of-flight (ToF) mass spectrometry (see Fig. 1). The verification of MP and NP type is based purely on the identification of the evolved degradation products. The plastics studied in this article are known to breakdown at temperatures below 500 C (McNeill et al. (1995); Bockhorn et al. (1999); Faravelli et al. (2001)). The degradation products produced from the different plastics may be used as potential markers to identify a variety of plastics in a complex mixture or identify plastics from samples containing potentially difficult matrices, such as untreated water samples. The choice of membrane was also decided based on PTFEs’ higher thermal resistivity than common plastics, as it begins to degrade (>550 ) (Odochian et al., 2014) and is less likely to contribute to background interference.\nThe advantage of using a ToF (pulsed) analyser over more common scanning mass spectrometers (quadrupole analysers), is its superior acquisition speed and mass resolution (El-Aneed et al. (2009); Choi et al. (2003)), which is anticipated to bring sensitivity down to sub part per billion levels. In case of our system, this ToF operates in nominal mass units (not accurate mass) similar to the quadrupole but offers substantial sensitivity due to the fact that all ions in a ToF are transmitted to the detector. This has an added\nFE membrane. Left image is 5 magnification and image on right is 10 x magnification.\nadvantage of providing full scan (FS) data for structural interpretation. In quadrupole analysers sensitivity is reduced in FS operation, due to division of acquisition time across the full mass range (duty cycle) (Hoffmann and Stroobant, 2007). However, sensitivity can be boosted in scanning mass spectrometers by utilising single ion monitoring acquisition mode or combination of the two, but this comes at a compromise between sensitivity and acquiring full spectral data (Hoffmann and Stroobant, 2007). The combination of gas chromatography and mass selectivity of the mass analysers allows to match markers from reference materials to unknowns based on two parameters; retention time and spectral matching to further aid in plastic type identification. Together with unprecedented low-level detection capability of the instrument and small pore sizes of the membranes, it is anticipated the detection of MPs and NPs down to 0.45 and 0.1 mm in cross sectional size at part per billion level."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Standard reference materials",
      "text" : "Powdered PVC (high molecular weight and bulk density of 1.4 g/ ml) and PP (pellets and bulk density of 0.9 g/ml) were purchased from Sigma-Aldrich UK. PS, on granules of 900 mm and a bulk density of 0.62 g/ml, was purchased from Goodfellow Cambridge Limited. Fluoropore® Polytetrafluoroethylene (PTFE) membranes (Merck Group UK) of 0.45 mm and 0.1 mm pore size were purchased for filtration purposes. Helium and nitrogen gases were purchased from BOC Gas & Gear (Port Talbot, UK)."
    }, {
      "heading" : "2.2. Instrumentation",
      "text" : "The plastic reference material was ground to less than 100 mm\nusing an IKA® England LTDM20 Universal Mill to generatematerial considered to be in the micro to nano size range. Filtration experiment was then carried out using a glass vacuum filtration funnel and receiving flask with samples drawn through under negative pressure using Sparmax® vacuum pump (The Airbrush Company Ltd, UK). The filtrated membranes were cut using a TROTEC Speedy 300™ laser cutter (Trotec Laser UK). Light microscopy of the membranes was used to determine coverage and particle size, these were done using Zeiss Primotech microscope (Carl Zeiss Ltd., Cambridge, UK) at 5 and 10 magnification.\nThermo-gravimetric analysis of the raw materials (plastics and membranes) was performed on a simultaneous thermal analysis (STA) 6000 by PerkinElmer 6000 (Llantrisant UK) this was used to determine the mass losses over a temperature range of 30e700 C.\nPyrolysis of the filtrate membranes was achieved using a CDS Pyroprobe® 5150 from Analytix Ltd (Boldon, UK). The pyrolysis products was then analysed using gas chromatography time of flight mass spectrometer (GC-ToF) that consisted of an Agilent 7890B GC (Agilent Technologies, Santa Clara, CA) and a Pegasus BT mass analyser (LECO Corporation, Saint Joseph, MI)."
    }, {
      "heading" : "2.3. Microplastic preparation",
      "text" : "In order to obtain particle sizes below 100 mm in cross sectional area, the raw plastics (PVC, PP and PS) were mechanically ground using an analytical mill. Preliminary experiments by Steyaert et al. (2012) demonstrated that milling was effective at generating consistent pulverised mixtures with particles smaller than 1 mm. The frequency of rotation used for this investigation was 20,000 rpm and plastics were milled for 10 min. The grinding chamber was loaded with 15 g of each plastic. To avoid the overheating of the unit and the agglomeration of the plastic particles, the mill was stopped for at least 1 min after a minute of grinding.\n."
    }, {
      "heading" : "534 91",
      "text" : ""
    }, {
      "heading" : "437 91",
      "text" : "Light microscopy results show MPs were evenly distributed across the filter and all appear to below 100 mm in size as expected (see Fig. 2).\n2.4. Microplastic filtration and sample preparation\nFor membrane samples containing only one of the plastics, 1 g of ground of the material was added 500 ml of deionised water and stirred to ensure homogeneity of the solution and that sufficient material was deposited on themembrane. The same procedurewas followed to prepared mixed samples of each plastic, reducing the quantity of material used to 0.25 g of each ground plastic.\nA vacuum pump connected to the side arm of the receiver flask created a negative pressure of 675 mmHg which was used to draw through the sample (water containing MPs). The 0.45 and 0.1 mm pore size filtered membranes were dried in an isolated fume cupboard at room temperature under constant air flow to aid evaporation.\nAfterwards, several 10 mm 1 mm shards of the membranes were cut systematically to give representative coverage of the filter. This process ensured high precision and repeatability of the filter cutting process. All samples were placed into small glass bottles with a metal and natural rubber lid to keep them in the same conditions."
    }, {
      "heading" : "2.5. NP and MP detection",
      "text" : ""
    }, {
      "heading" : "2.5.1. STA analysis",
      "text" : "Simultaneous thermal analysis (STA) of all plastics in study and PTFE membranes were carried out utilising nitrogen as the purge gas at a flow rate of 20 ml/min. The samples were heated up to a temperature of 700 C at a heating rate of 15 C/min."
    }, {
      "heading" : "2.5.2. Pyrolysis GC-ToF",
      "text" : "Samples were pyrolysed using the CDS Pyroprobe. The samples were introduced into quartz tubes and heated from 30 C to 500 C at a rate of 20 C/ms with a hold at 500 C for 20 s. A nitrogen purge at 20 ml/min around the probe ensures the sample is maintained in a pyrolytic environment. Pyrolysis products were captured using a Tenax® trap utilised for sorption of broad range of compounds (C6eC40). This was initially held at 50 C. Prior injection, the trap was heated to 300 C to desorb the captured analytes. The transfer lines connecting the pyroprobe unit to the GC were held at 300 C\nto avoid analyte condensation. The trapped analytes are then exchanged into a gas flow of ultra-pure helium before being transferred to the GC unit.\nTo ensure good chromatography and analyte separation a 30 m, a non-polar column with a 5% diphenyl dimethyl polysiloxane phase was purchased from Restek Ltd (Worthing, UK) with a column id 250 mm and a film thickness of 0.25 mm. The column flow was established at 1.2 mL min (ultra-pure helium) and GC oven ramp of 40e300 C at 10 C/min. The inlet conditions were set at 250 C with the split vent open at ratio of 75:1 to prevent column overloading. The transfer line connecting the GC to the mass analyser was heated at 250 C to minimise peak broadening. In the mass analyser the source (electron ionisation) operated at standardised 70 eV for reproducible spectra and source kept hot at 250 C to limit source contamination. The MS acquisition parameters were set at 15 spectra/s with an extraction frequency of 15 kHz, collecting spectra between 50 and 500mz. The data software package used to interpret the mass spectral information was ChromaTOF (LECO Corporation, Saint Joseph, MI).\nIn order to limit chromatographic data, marker ions for the characteristic compounds generated by PS, PP, PVC, will be used for ease of data interpretation (see Table 1.). For PS and PVC, light alky aromatics and polyaromatics will be predominate, such as toluene, styrene and naphthalene (McNeill et al., 1995). These spectra are well defined and typically their fragmentation patterns produce high abundance fragment or precursor ions such as 91 mz for toluene, 104 mz, for styrene and 128 mz for naphthalene (Watson and Sparkman, 2008) For PP, the typical products generated are aliphatic (Bockhorn et al., 1999) and fragmentation of these compounds generate very similar spectra predominant with low mass fragment ions (Stevensons rule for sigma cleavage) (Watson and Sparkman, 2008). These low fragmentation ions are fairly common with many other compounds. For this reason, a higher molecular weight fragment ion will be chosen at a compromise (although less abundant) such as 97, 111 or 125 mz, as higher masses are deemed less common and more distinguishing. Retention time will also be crucial distinguishing feature for characterisation of PP by overlaying samples with a reference material.\n2.5.3. Semi-quantification of PVC and PS breakdown products A sample containing a mixture of PS and PVC was filtered and prepared as in 2.4 but on this occasion each cut filter was spiked with 1 ng of chlorobenzene d5 internal standard prior pyrolysis and\nrun in triplicate. This was used for semi quantification of the emerging plastic break down products for PVC and PS, which were typically aromatic. Semi-quantification was based on the summation of the area count of the individual marker ions of PS and PVC, compared to the area count of the spiked internal standard (equation (1)). In addition to this, three blank PTFE samples were also run and spiked with 1 ng of chlorobenzene d5 for determination of analytical limit of detection (LOD) of PS and PVC. The LOD for each plastic was calculated by the 3 x standard deviation of the marker ions in the PTFE filter blank. P Area count of mircoplastic marker ions Area count of chlorobenzene d5\nMass of chlorobenzene d5 Equation 1"
    }, {
      "heading" : "3. Results",
      "text" : "3.1. Verification of thermal degradation\nIn order to corroborate the data shown in the literature (Matsuzawa et al. (2004); Yu et al. (2016)), thermo-gravimetric analysis was performed on the raw plastic material and PTFE membranes using a PerkinElmer STA6000 apparatus. The outcome can be observed in Fig. 3.\nResults for PVC, in line with Yu et al. (2016), show the expected curve in two phases, with the first one associated to a mass loss around 65% at temperatures between 250 and 350 C and the second one presenting a mass loss of around 95% of the material at temperatures of 500 C with a total decomposition at temperatures\nof 525 C. For PP, the curve obtained demonstrates how this material starts decomposing at temperatures of 300 C, with a drastic mass loss in the interval of 400e475 C where the total amount of PP is completely disintegrated. PS showed an even earlier degradation than PP, started breaking down at 375 C and degrading completely before reaching 450 C. A small percentage of mass, in the order of 3%, was lost from PTFE membranes before reaching the temperature of 500 C. Once this threshold was exceeded, this material started decomposing andwas completely consumed at the temperature of 650 C. Therefore, a temperature of 500 C was deemed appropriate for analysis of MPs. The increased mass transfer of the MP decomposition products to the column, will overall enhance the signal of plastic markers to that of the background noise contributed by the PTFE filter."
    }, {
      "heading" : "3.2. Detection of plastic markers",
      "text" : "Samples of raw PTFE membranes (process blanks) and PTFE membranes containing MPs (from filtration of water samples spiked with MPs) were prepared before being analysed using the Py-GCToF. The samples contained PVC, PS and/or PP. The markers ions for these MPs were identified by overlaying the results of the filtered sample membranes with the PTFE process blanks. Further confirmation of the markers was done be comparison against raw plastics run under the same pyrolysis conditions. By comparing the blank (PTFE filter only) with the respected samples of MPs, it is possible to clearly identify the components of the individual plastics from the PTFE filter (see Fig. 4)."
    }, {
      "heading" : "3.2.1. PVC thermal decomposition",
      "text" : "The thermal breakdown of PVC at 500 C was investigated by\nwith PTFE filter blank. Clearly there are identifiable differences, coming from the PVC\nMcNeill et al. (1995), Bockhorn et al. (1999), Faravelli et al. (2001))., and showed that over 50% of the material is lost as HCl gas and the remaining organic product (tar), light aromatic compounds such as benzene and toluene make up the majority of the liquid (80%) (McNeill et al., 1995). Benzene and HCl emerge at temperatures as low as 200 C, and it is not until higher temperatures that the\nemergence of the other alky aromatics and polyaromatic hydrocarbons emerge (above 300 C) (McNeill et al., 1995). Toluene being the most abundant of the aromatic compounds during the second loss and the presence of alky aromatic species (styrene, xylene) and poly-aromatic compounds (indene, naphthalene) are present but at lesser amounts (McNeill et al., 1995). The same authors proposed\nh only PVC (bottom) particles and a sample deposited with a mix of plastics particles\nthat the main driving force for PVC thermal degradation occurs as a result dechlorination via random scission of secondary chlorine atoms, to form initiation sites (see Fig. 5 (3)). Benzene and alkyl benzenes are then formed through intramolecular cyclisation of the chain ends (McNeill et al., 1995). The inner part of PVC is crosslinked via Diels-Alder condensation reaction of double bonds belonging to other chains, at higher temperatures these structures degrade to produce aromatic hydrocarbons through cyclisation of free ends (McNeill et al., 1995).\nFor filtered PVC, the main compounds identified were toluene, alkyl aromatics and polyaromatic hydrocarbons which are typical with PVC thermal degradation (McNeill et al., 1995) (see Fig. 6). The only chlorinated product identified was chlorobenzene and this was of low abundance, which is typical of PVC thermal decomposition (Sin et al., 2012),. The increase in pyrolysis temperature then showed the emergence of aromatic and poly aromatic compounds, with their formation likely due to rearrangements of the scission products of the polymer back bone."
    }, {
      "heading" : "3.2.2. Polypropylene thermal decomposition",
      "text" : "For PP, a repeating pattern of branched alkenes (see Fig. 7) is prominent throughout the chromatogram, this is likely from random thermal scission of the polymer back bone, which reveals a homologous pattern (Bockhorn et al., 1999). For PP, Bockhorn et al. (1999) showed that above 400 C, PP degrades into a large number of aliphatic compounds which were mainly branched and unsaturated hydrocarbons ranging from C11 to C31. Typical compounds identified were 2,4,6-trimethyl-1-nonene and 2,4,6,8-tetramethyl1-decene. The proposed mechanism is a radical chain mechanism, initiated by random scission of the polymer into primary radicals (Fig. 5 (1)). Propagation reactions progress with either b scission of\nthe primary radicals to produce secondary radicals and ethane, or through cyclic intermolecular hydrogen transfer of the primary radicals. Intramolecular hydrogen transfer advances with another b scission generating predominantly alkenes. At higher temperatures, more scissions lead to more primary radicals that can react with each other to form alkanes (termination reaction) (Bockhorn et al., 1999)."
    }, {
      "heading" : "3.2.3. Polystyrene thermal decomposition",
      "text" : "Pyrolysis of PS, revealed a rather complex array of compounds. As with PP, the thermal degradation follows a typical radical chain initiated mechanism, where initiation, propagation and termination reaction are themainmechanism (Faravelli et al., 2001). For PS, initiation can take place through either random scission of the CeC backbone, forming a primary radical ( carbon adjacent to the benzyl group) and a benzyl radical ( carbon directly bonded to the benzene functional group) and through chain-end scission (See Fig. 5 (2)). Chain-end scission forms a benzyl radical as before, and a stabilized allyl benzyl radical (Faravelli et al., 2001). Propagation then consists of H-abstractions and b scissions. There are two types of H-abstractions, intermolecular, in which radicals abstract H from other molecules and intramolecular abstractions, whereby primary radicals from random scission and chain end scission react to form another molecule and radical (Faravelli et al., 2001). Termination proceeds under second-order kinetics as either recombination or disproportionation reactions of radicals to form molecules (Faravelli et al., 2001). In practice the thermal degradation of PS predominantly generates the monomer styrene (60e80%) and to a lesser degree, aromatics, light hydrocarbons, alkyl aromatics and dimers and trimers (all below <10%) (Faravelli et al., 2001). Therefore, not surprisingly, styrene being the most predominant\ndue to the polymer being comprised of polymerized styrene monomers. However, a similarity between PS and PVC is the fact that they both contain toluene and styrene, but a distinguishing feature of PS, is the peak ion ratio of styrene to toluene is around >40:1 and PVC has a peak ion ratio of toluene to styrene of 100:1 with toluene peak at significant abundance (see Fig. 8). Notably with PS is the increase in single ring aromatic compounds such as 1,2,3-trimethyl-benzene and 3-butenyl-benzene, each as a result of scission the PS polymer and rearrangements of side groups. Towards the later end of the chromatograms, PS degradation compounds have increased molecular mass and it is apparent these are larger units of the polymer such as stilbene, which appears to be a dimer of styrene (see Fig. 9).\nA number of markers (ions) were identified for PVC, PS and PP and are listed in Table 1. These plastics markers were identifiable on 0.45 mm and 0.1 mm filters, putting the detection of cross-sectional area to as low as a 100 nm. (see Figs. 10 and 11)\n3.3. Identification of microplastics in complex mixture\nUsing ion filters for PVC (91, 117, 128, 130, 142), PP (111, 97) and PS (91, 104, 105, 117, 180) on the software, it was possible to differentiate individual MP types from a mixture that had been filtered on to 0.45 and 0.1 mm filter. PVC, PP and PS markers were all extractable from the chromatogram and each plastic identifiable. This was confirmed by comparison samples of the raw plastics that were previously run. Fig. 6 shows an example of PVC ions (91 mz) identified from a mixture of plastics deposited on 0.1 mm filter, while Fig. 7 shows markers identified for PP in the mixture deposited on 0.45 mm filter and compared with raw PP for confirmation.\n3.4. Semi-quantification of PVC and PS breakdown products\nThe samples prepared in 2.5.3 for semi quantification were run in triplicate from randomized positions on the filter and processed\naccordingly for the marker ions for PVC and PS to determine analytical limit of detection (LOD) and precision of the method. The analytical LOD for PVC and PS marker ions was determined by assessing standard deviation of multiple blank samples (filter only and internal standard) andmultiplying by a factor of three, to give a value of 48.6 and 42.7 ng (per 10:1 mm) respectively. The sample LOD value for PVC and PS can then be back calculated for 1 L sample, by utilising all the known parameters of the filtration process, such the diameter of the filter (40mm) and sample volume\nfiltered (500 ml filtered) are known, which puts the LOD at value at 48.9 and 42.9 mg/L respectively (please see equation (2) below for further clarification). Using this methodology, semi-quantification of PVC and PS from the mixed sample on the 0.45 mm filter determined an average mass for PVC markers 282 mg/L with a % RSD of 19.72% and 299.6 mg/L for PS with an RSD of 4.75%. The low % RSD for both MPs suggest the analytical method is repeatable and that the MPs form a homogenic layer on the PTFE filter which is in line with the microscopy images (Fig. 2).\nC¼\nAF AS\nm\nv Equation 2\nC is concentration of nano plastic material per volume of sample (ng/mL ~ mg/L)\nAF is the area of the filter (mm2) AS is area of sample shard. M is mass calculated by semi-quantitation. V is volume of sample used in mL.\n3.5. Semi-quantification of micro (nano)-plastics in river water\nA 200 mL sample of untreated river water taken from the river Tawe, South Wales at a location GPS location\n51.7265391, 3.8386937 was filtered using a 0.45 mm PTFE membrane, before being dried, cut, spiked with internal standard and pyrolysed as before. The sample was run in triplicate and assessed for the marker ions for PS, PP and PVC. The results identified multiple marker ions for PS, but markers for PP and PVC were unobserved, once calculated, PS gave a semi-quantifiable result of 241.8 mg/L with a % RSD of 17.25% for the repeated analysis. This value was above the LOD threshold of 48.9 mg/L for PS markers with multiple markers being identified, and it is likely that PS micro (nano)-plastics have been identified using a real samplematrix. The river sample was run as a proof of concept and the positive results suggest this method is appropriate for identifying low level of MPs and NPs above 0.45 mm in water samples containing a complex matrix. As mentioned previously, MP’s and NP’s are associated with several potential risks for animals and human health due to their interaction with chemicals in the environment. The existence of\nthese micropollutants in rivers, even at low concentrations, cannot be ignored and suitable methodology has be put forward to assess their wider environmental impact."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The deposition and analysis of MPs and NPs on PTFE membranes, has proven to be a robust and reliable method for the identification of submicron particles, with a cross sectional area down to 0.1 mm extracted from aqueous samples. With the combined efforts of the superior sensitivity of Py-ToF, used as the analytical device in this investigation, MPs and NPs can be identified in complex aqueous samples at concentrations as low as 50 parts per billion. Although PTFE contributes to some of the ions (at 500 C) present in the baseline, the MPs and NPs contribute to peaks with greater signal to noise ration and therefore are distinguishable. The utilisation of PTFE membranes is due to the characteristics of this material, being highly accessible and broadly used, inexpensive and considerably thermal resistant, which allows this technique to be easily applied without time-consuming procedures and with sample volumes under 500 ml. The membranes supporting the micropollutants can be prepared in under an hour. The use of specific differential markers ions for plastics allows the determination of PS, PP and PVC evenwhenpresent in amixture. By the introduction of a known compound as an internal standard it was now possible to quantify to the markers present on the filters. The summation of these values gave an indicator to the amount of MPs present on the filter. The repeatability of this analytical method was good with % RSD <20% for the PVC and PS, which also indicates that the MPs have been laid down on the membranes homogenously. Finally this method is suitable for the analysis of complex matrix samples, and it was possible to identify PS on a membrane filtered with water obtained from a local river. The use of PTFE filter does have its limitations, the presence of background material emitted from the filter does increase the theoretical analytical detection level due to enhanced noise region, and this may also cause difficulty in analysis of plastics that may emit similar breakdown products as the filter. The applicability of this new approach in order to detect and quantify other type of plastics and eliminate the ion baseline associated with the use of PTFE membranes is presently being carried out and results will be published in the near future.\nCRediT authorship contribution statement\nG.L. Sullivan: Conceptualization, Formal analysis, Methodology, Investigation, Writing - original draft. J. Delgado Gallardo: Conceptualization, Resources, Methodology, Investigation, Writing - original draft. E.W. Jones: Methodology, Investigation, Writing - review & editing. P.J. Hollliman: Funding acquisition, Resources, Writing - review & editing, Supervision. T.M. Watson: Funding acquisition. S. Sarp: Funding acquisition, Conceptualization, Writing - review & editing, Supervision."
    }, {
      "heading" : "Acknowledgement",
      "text" : "We acknowledge grant support from EPSRC and Swansea CoE for JDG (EP/R51312X/1), EPSRC for GS (EP/N020863/1) and for EWJ (EP/M015254/2) and from HEFCW (National Steel Innovation Centre) for purchase of the pyrolysis-TOF-MS."
    } ],
    "references" : [ {
      "title" : "Persistence of plastic litter in the oceans",
      "author" : [ "A.L. Andrady" ],
      "venue" : null,
      "citeRegEx" : "Andrady,? \\Q2015\\E",
      "shortCiteRegEx" : "Andrady",
      "year" : 2015
    }, {
      "title" : "Microplastics cause neurotoxicity, oxidative damage and energy-related changes and interact with the bioaccumulation of mercury in the European seabass, Dicentrarchus labrax (Linnaeus, 1758)",
      "author" : [ "L.G.A. Barboza", "L.R. Vieira", "V. Branco", "N. Figueiredo", "F. Carvalho", "C. Carvalho", "L. Guilhermino" ],
      "venue" : "Aquat. Toxicol. 195,",
      "citeRegEx" : "Barboza et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Barboza et al\\.",
      "year" : 2018
    }, {
      "title" : "Kinetic study on the thermal degradation of polypropylene and polyethylene",
      "author" : [ "H. Bockhorn", "A. Hornung", "U. Hornung", "D. Schawaller" ],
      "venue" : "J. Anal. Appl. Pyrolysis 48,",
      "citeRegEx" : "Bockhorn et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Bockhorn et al\\.",
      "year" : 1999
    }, {
      "title" : "Comparison of quadrupole, time-offlight, and fourier transform mass analyzers for LC-MS applications",
      "author" : [ "B.K. Choi", "D.M. Hercules", "T. Zhang" ],
      "venue" : "Curr. Trends Mass Spectrom",
      "citeRegEx" : "Choi et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2003
    }, {
      "title" : "Nano)plastics in the environment - sources, fates and effects",
      "author" : [ "J.P. da Costa", "P.S.M. Santos", "A.C. Duarte", "T. Rocha-Santos" ],
      "venue" : "Sci. Total Environ. 15e26. https:// doi.org/10.1016/j.scitotenv.2016.05.041,",
      "citeRegEx" : "Costa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Costa et al\\.",
      "year" : 2016
    }, {
      "title" : "Microplastics as an emerging threat to terrestrial ecosystems",
      "author" : [ "A.A. de Souza Machado", "W. Kloas", "C. Zarfl", "S. Hempel", "M.C. Rillig" ],
      "venue" : "Global Change Biol. 24,",
      "citeRegEx" : "Machado et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Machado et al\\.",
      "year" : 2018
    }, {
      "title" : "Mass spectrometry, review of the basics: electrospray, MALDI, and commonly used mass analyzers",
      "author" : [ "A. El-Aneed", "A. Cohen", "J. Banoub" ],
      "venue" : "Appl. Spectrosc. Rev. 44,",
      "citeRegEx" : "El.Aneed et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "El.Aneed et al\\.",
      "year" : 2009
    }, {
      "title" : "Thermal degradation of polystyrene",
      "author" : [ "T. Faravelli", "M. Pinciroli", "F. Pisano", "G. Bozzano", "M. Dente", "E. Ranzi" ],
      "venue" : "J. Anal. Appl. Pyrolysis 6060,",
      "citeRegEx" : "Faravelli et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Faravelli et al\\.",
      "year" : 2001
    }, {
      "title" : "Identification of polymer types and additives in marine microplastic particles using pyrolysis-GC/MS and scanning electron microscopy",
      "author" : [ "E. Fries", "J.H. Dekiff", "J. Willmeyer", "M.T. Nuelle", "M. Ebert", "D. Remy" ],
      "venue" : "Environ. Sci. Process. Impacts",
      "citeRegEx" : "Fries et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Fries et al\\.",
      "year" : 2013
    }, {
      "title" : "Micro- and nano-plastics and human health",
      "author" : [ "T.S. Galloway" ],
      "venue" : "Marine Anthropogenic Litter. https://doi.org/10.1007/978-3-319-16510-3_13",
      "citeRegEx" : "Galloway,? \\Q2015\\E",
      "shortCiteRegEx" : "Galloway",
      "year" : 2015
    }, {
      "title" : "Microplastics in air: are we breathing it in",
      "author" : [ "J. Gasperi", "S.L. Wright", "R. Dris", "F. Collard", "C. Mandin", "M. Guerrouache", "V. Langlois", "F.J. Kelly", "B. Tassin" ],
      "venue" : "Curr. Opin. Environ. Sci. Heal. 1,",
      "citeRegEx" : "Gasperi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gasperi et al\\.",
      "year" : 2018
    }, {
      "title" : "Optimization, performance, and application of a pyrolysis-GC/MS method for the identification of microplastics",
      "author" : [ "L. Hermabessiere", "C. Himber", "B. Boricaud", "M. Kazour", "R. Amara", "A.L. Cassone", "M. Laurentie", "I. Paul-Pont", "P. Soudant", "A. Dehaut", "G. Duflos" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "Hermabessiere et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hermabessiere et al\\.",
      "year" : 2018
    }, {
      "title" : "Mass spectrometry principles and applications. In: Mass Spectrometry Reviews, third ed",
      "author" : [ "Hoffmann", "E. De", "V. Stroobant" ],
      "venue" : null,
      "citeRegEx" : "Hoffmann et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Hoffmann et al\\.",
      "year" : 2007
    }, {
      "title" : "Microplastics in freshwater and terrestrial environments: evaluating the current understanding to identify the knowledge gaps and future research",
      "author" : [ "A.A. Horton", "A. Walton", "D.J. Spurgeon", "E. Lahive", "C. Svendsen" ],
      "venue" : "priorities. Sci. Total Environ. 586,",
      "citeRegEx" : "Horton et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Horton et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanomaterials in the environment: behavior, fate, bioavailability, and effects",
      "author" : [ "S.J. Klaine", "P.J.J. Alvarez", "G.E. Batley", "T.F. Fernandes", "R.D. Handy", "D.Y. Lyon", "S. Mahendra", "M.J. McLaughlin", "J.R. Lead" ],
      "venue" : "Environ. Toxicol. Chem. https://doi.org/10.1897/08-090.1",
      "citeRegEx" : "Klaine et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Klaine et al\\.",
      "year" : 2008
    }, {
      "title" : "Emergence of nanoplastic in the environment and possible impact on human health",
      "author" : [ "R. Lehner", "C. Weder", "A. Petri-Fink", "B. Rothen-Rutishauser" ],
      "venue" : "Environ. Sci. Technol. 53,",
      "citeRegEx" : "Lehner et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Lehner et al\\.",
      "year" : 2019
    }, {
      "title" : "Sampling, isolating and identifying microplastics ingested by fish and invertebrates",
      "author" : [ "A.L. Lusher", "N.A. Welden", "P. Sobral", "M. Cole" ],
      "venue" : "Anal. Methods 9,",
      "citeRegEx" : "Lusher et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lusher et al\\.",
      "year" : 2017
    }, {
      "title" : "Evaluation of char fuel ratio in municipal pyrolysis waste",
      "author" : [ "Y. Matsuzawa", "M. Ayabe", "J. Nishino", "N. Kubota", "M. Motegi" ],
      "venue" : null,
      "citeRegEx" : "Matsuzawa et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Matsuzawa et al\\.",
      "year" : 2004
    }, {
      "title" : "A study of the products of PVC thermal degradation",
      "author" : [ "I.C. McNeill", "L. Memetea", "W.J. Cole" ],
      "venue" : "Polym. Degrad. Stabil",
      "citeRegEx" : "McNeill et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "McNeill et al\\.",
      "year" : 1995
    }, {
      "title" : "TG-FTIR study on thermal degradation mechanism of PTFE under nitrogen atmosphere and in air",
      "author" : [ "L. Odochian", "C. Moldoveanu", "D. Maftei" ],
      "venue" : "Influence of the grain size. Thermochim. Acta 598,",
      "citeRegEx" : "Odochian et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Odochian et al\\.",
      "year" : 2014
    }, {
      "title" : "Microplastic incorporation into soil in agroecosystems",
      "author" : [ "M.C. Rillig", "R. Ingraffia", "A.A. De Souza Machado" ],
      "venue" : "Front. Plant Sci",
      "citeRegEx" : "Rillig et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Rillig et al\\.",
      "year" : 2017
    }, {
      "title" : "Faecal spectroscopy: a practical tool to assess diet quality in an opportunistic omnivore",
      "author" : [ "K. ander", "M.H. Lê", "W.M. Windisch", "J.E. Swenson", "T. Isaksson" ],
      "venue" : "Wildl. Biol",
      "citeRegEx" : "ander et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "ander et al\\.",
      "year" : 2012
    }, {
      "title" : "Nanoplastic in the north atlantic subtropical gyre",
      "author" : [ "E. e", "B. Pedrono", "L. Brach", "J. Gigault" ],
      "venue" : "Environ. Sci. Technol. 51,",
      "citeRegEx" : "e et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "e et al\\.",
      "year" : 2017
    }, {
      "title" : "Electron Ionization, Introduction to Mass",
      "author" : [ "J.T. Watson", "O.D. Sparkman" ],
      "venue" : null,
      "citeRegEx" : "Watson and Sparkman,? \\Q2008\\E",
      "shortCiteRegEx" : "Watson and Sparkman",
      "year" : 2008
    }, {
      "title" : "Thermal degradation of PVC: a review",
      "author" : [ "L. Sun", "C. Ma", "Y. Qiao", "H. Yao" ],
      "venue" : null,
      "citeRegEx" : "Yu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Plastic debris is fragmented into smaller particles by action of natural ultraviolet radiation and other physical forces (Andrady, 2015).",
      "startOffset" : 121,
      "endOffset" : 136
    }, {
      "referenceID" : 14,
      "context" : ", 2009) whereby, the nanoscale is defined between 1 nm and 100 nm (Klaine et al., 2008).",
      "startOffset" : 66,
      "endOffset" : 87
    }, {
      "referenceID" : 10,
      "context" : "MPs and have been identified in samples of air (Gasperi et al., 2018), soil (Rillig et al.",
      "startOffset" : 47,
      "endOffset" : 69
    }, {
      "referenceID" : 20,
      "context" : ", 2018), soil (Rillig et al., 2017), found in a number of water",
      "startOffset" : 14,
      "endOffset" : 35
    }, {
      "referenceID" : 13,
      "context" : "bodies (Horton et al., 2017), and a recent study have found MPs in rain, describing them as a new atmospheric pollutant (Wetherbee et al.",
      "startOffset" : 7,
      "endOffset" : 28
    }, {
      "referenceID" : 19,
      "context" : "The choice of membrane was also decided based on PTFEs’ higher thermal resistivity than common plastics, as it begins to degrade (>550 ) (Odochian et al., 2014) and is less likely to contribute to background interference.",
      "startOffset" : 137,
      "endOffset" : 160
    }, {
      "referenceID" : 18,
      "context" : "For PS and PVC, light alky aromatics and polyaromatics will be predominate, such as toluene, styrene and naphthalene (McNeill et al., 1995).",
      "startOffset" : 117,
      "endOffset" : 139
    }, {
      "referenceID" : 23,
      "context" : "These spectra are well defined and typically their fragmentation patterns produce high abundance fragment or precursor ions such as 91 mz for toluene, 104 mz, for styrene and 128 mz for naphthalene (Watson and Sparkman, 2008) For PP, the typical products generated are aliphatic (Bockhorn et al.",
      "startOffset" : 198,
      "endOffset" : 225
    }, {
      "referenceID" : 2,
      "context" : "These spectra are well defined and typically their fragmentation patterns produce high abundance fragment or precursor ions such as 91 mz for toluene, 104 mz, for styrene and 128 mz for naphthalene (Watson and Sparkman, 2008) For PP, the typical products generated are aliphatic (Bockhorn et al., 1999) and fragmentation of these compounds generate very similar spectra predominant with low mass fragment ions (Stevensons rule for sigma cleavage) (Watson and Sparkman, 2008).",
      "startOffset" : 279,
      "endOffset" : 302
    }, {
      "referenceID" : 23,
      "context" : ", 1999) and fragmentation of these compounds generate very similar spectra predominant with low mass fragment ions (Stevensons rule for sigma cleavage) (Watson and Sparkman, 2008).",
      "startOffset" : 152,
      "endOffset" : 179
    }, {
      "referenceID" : 18,
      "context" : ", and showed that over 50% of the material is lost as HCl gas and the remaining organic product (tar), light aromatic compounds such as benzene and toluene make up the majority of the liquid (80%) (McNeill et al., 1995).",
      "startOffset" : 197,
      "endOffset" : 219
    }, {
      "referenceID" : 18,
      "context" : "emergence of the other alky aromatics and polyaromatic hydrocarbons emerge (above 300 C) (McNeill et al., 1995).",
      "startOffset" : 89,
      "endOffset" : 111
    }, {
      "referenceID" : 18,
      "context" : "Toluene being the most abundant of the aromatic compounds during the second loss and the presence of alky aromatic species (styrene, xylene) and poly-aromatic compounds (indene, naphthalene) are present but at lesser amounts (McNeill et al., 1995).",
      "startOffset" : 225,
      "endOffset" : 247
    }, {
      "referenceID" : 18,
      "context" : "Benzene and alkyl benzenes are then formed through intramolecular cyclisation of the chain ends (McNeill et al., 1995).",
      "startOffset" : 96,
      "endOffset" : 118
    }, {
      "referenceID" : 18,
      "context" : "The inner part of PVC is crosslinked via Diels-Alder condensation reaction of double bonds belonging to other chains, at higher temperatures these structures degrade to produce aromatic hydrocarbons through cyclisation of free ends (McNeill et al., 1995).",
      "startOffset" : 232,
      "endOffset" : 254
    }, {
      "referenceID" : 18,
      "context" : "For filtered PVC, the main compounds identified were toluene, alkyl aromatics and polyaromatic hydrocarbons which are typical with PVC thermal degradation (McNeill et al., 1995) (see Fig.",
      "startOffset" : 155,
      "endOffset" : 177
    }, {
      "referenceID" : 2,
      "context" : "7) is prominent throughout the chromatogram, this is likely from random thermal scission of the polymer back bone, which reveals a homologous pattern (Bockhorn et al., 1999).",
      "startOffset" : 150,
      "endOffset" : 173
    }, {
      "referenceID" : 2,
      "context" : "At higher temperatures, more scissions lead to more primary radicals that can react with each other to form alkanes (termination reaction) (Bockhorn et al., 1999).",
      "startOffset" : 139,
      "endOffset" : 162
    }, {
      "referenceID" : 7,
      "context" : "As with PP, the thermal degradation follows a typical radical chain initiated mechanism, where initiation, propagation and termination reaction are themainmechanism (Faravelli et al., 2001).",
      "startOffset" : 165,
      "endOffset" : 189
    }, {
      "referenceID" : 7,
      "context" : "Chain-end scission forms a benzyl radical as before, and a stabilized allyl benzyl radical (Faravelli et al., 2001).",
      "startOffset" : 91,
      "endOffset" : 115
    }, {
      "referenceID" : 7,
      "context" : "There are two types of H-abstractions, intermolecular, in which radicals abstract H from other molecules and intramolecular abstractions, whereby primary radicals from random scission and chain end scission react to form another molecule and radical (Faravelli et al., 2001).",
      "startOffset" : 250,
      "endOffset" : 274
    }, {
      "referenceID" : 7,
      "context" : "Termination proceeds under second-order kinetics as either recombination or disproportionation reactions of radicals to form molecules (Faravelli et al., 2001).",
      "startOffset" : 135,
      "endOffset" : 159
    }, {
      "referenceID" : 7,
      "context" : "In practice the thermal degradation of PS predominantly generates the monomer styrene (60e80%) and to a lesser degree, aromatics, light hydrocarbons, alkyl aromatics and dimers and trimers (all below <10%) (Faravelli et al., 2001).",
      "startOffset" : 206,
      "endOffset" : 230
    } ],
    "year" : 2020,
    "abstractText" : "The identification and quantification of micro and nanoplastics (MPs and NPs respectively) requires the development of standardised analytical methods. Thermal analysis methods are generally not considered a method of choice for MPs analysis, especially in aqueous samples due to limited sample size introduction to the instrument, decreasing the detection levels. In this article, pyrolysis Gas chromatography time of flight mass spectrometry (Py-GCToF) is used as a method of choice for detection of MPs and NPs due to its unprecedented detection capabilities, in combination with PTFE membranes as sample support, allow for smaller particle sizes (>0.1 mm) in water samples to be identified. The utilisation of these widely used membranes and the identification of several and specific (marker) ions for the three plastics in study (polypropylene (PP), polystyrene (PS) and polyvinyl chloride (PVC)), allows for the extraction of individual plastics from complex signals at trace levels. The method was validated against a number of standards, containing known quantities of MPs. Detection levels were then determined for PVC and PS and were found to be below <50 mg/L, with repeatable data showing good precision (%RSD <20%). Further verification of this new method was achieved by the analysis of a complex sample, sourced from a river. The results were positive for the presence of PS with a semi-quantifiable result of 241.8 mg/L. Therefore PY-GCToF seems to be a fit for purpose method for the identification of MPs and NPs from complex mixtures and matrices which have been deposited on PTFE membranes. © 2020 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}