{
  "name" : "downloads_2020-02-09_15_10.1016@j.cej.2020.124322.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A green route for the synthesis of nano-sized hierarchical ZSM-5 zeolite with excellent DTO catalytic performance",
    "authors" : [ "Zhiwen Chena", "Zhuo Lia", "Yan Zhanga", "Durgaiah Chevellab", "Guomin Lia", "Yanping Chenb", "Xianghe Guoa", "Jian Liub", "Jianqiang Yua" ],
    "emails" : [ "jian.liu@surrey.ac.uk,", "liu@dicp.ac.cn", "jianqyu@qdu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChemical Engineering Journal\njournal homepage: www.elsevier.com/locate/cej\nA green route for the synthesis of nano-sized hierarchical ZSM-5 zeolite with excellent DTO catalytic performance Zhiwen Chena,1, Zhuo Lia,1, Yan Zhanga, Durgaiah Chevellab, Guomin Lia, Yanping Chenb, Xianghe Guoa, Jian Liub,c,⁎, Jianqiang Yua,⁎\na School of Chemistry and Chemical Engineering, Collaborative Innovation Center for Marine Biomass Fiber Materials and Textiles of Shandong Province, Qingdao University, 308 Ningxia Road, Qingdao 266071, PR China b State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, PR China c DICP-Surrey Joint Centre for Future Materials, Department of Chemical and Process Engineering, University of Surrey, Guildford, Surrey, UK\nH I G H L I G H T S\n• A novel green route was applied to prepare the nano-sized hierarchical ZSM-5. • The ice crystals formed in the freezing stage replace the polluting meso-template. • The HN-ZSM-5-16 showed high acid density, strength and low rate of coke formation. • An enhanced C3H6/C2H4 and lifetime for DTO reaction was achieved on HNZSM-5-16.\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nKeywords: Nano-sized hierarchical ZSM-5 Dimethyl ether to olefin Freeze vacuum drying Prolonged lifetime Microporous materials\nA B S T R A C T\nNano-sized hierarchical ZSM-5 zeolite with high crystallization was prepared by a novel green strategy, that is, the consecutive freezing and vacuum drying route. In comparison with the traditional synthesis process, only 1/5 amount of TPAOH (tetrapropylammonium hydroxide) template was involved. Moreover, hierarchical structured zeolites can be formed even in the absence of mesoporous template (e. g. cetyltrimethylammonium bromide, CTAB). Moreover, the hierarchical ZSM-5 with a wide range of SiO2/Al2O3 ratio (25–200) can be modulated. The effects of the consecutive freezing and vacuum drying methods on the formation process, pore characteristics, crystallinity, morphology and acidity of the ZSM-5 zeolites were explored. It is noted that the abundant intracrystal mesopores and nanoparticles structure were generated from the porous structure on the surface of the freeze-dried powder. The constructed nano-sized and hierarchical ZSM-5 catalyst exhibits a prolonged lifetime of 110 h in dimethyl ether-to-olefin (DTO) reaction, which is around 3.7-fold lifetime compared to the conventional microporous ZSM-5.\nhttps://doi.org/10.1016/j.cej.2020.124322 Received 12 November 2019; Received in revised form 29 January 2020; Accepted 3 February 2020\n⁎ Corresponding authors at: DICP-Surrey Joint Centre for Future Materials, Department of Chemical and Process Engineering, University of Surrey, Guildford, Surrey, UK (J. Liu). School of Chemistry and Chemical Engineering, Collaborative Innovarion Center for Marine Biomass Fiber Materials and Textiles of Shandong Province, Qingdao University, 308 Ningxia Road, Qingdao 266071, PR China (J. Yu).\nE-mail addresses: jian.liu@surrey.ac.uk, liu@dicp.ac.cn (J. Liu), jianqyu@qdu.edu.cn (J. Yu). 1 These authors contributed equally to this work.\nChemical Engineering Journal 388 (2020) 124322\nAvailable online 04 February 2020 1385-8947/ © 2020 Elsevier B.V. All rights reserved.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : "Zeolites are a class of porous material with uniform channels, higher surface area, excellent thermal stability and play a prominent role in the heterogeneous catalysis industry [1–4]. In particular, the MFIstructured ZSM-5 zeolite has attracted considerable attention for their practical application in the field of C1 chemistry, such as, methanol to gasoline (MTG), methanol to propene (MTP) [5–7] and Fischer-Tropsch (FT) synthesis [8–11]. The confinement effects in the built-in micropores and micrometer-sized crystallites of ZSM-5 zeolites are capable of tailoring reaction pathways to desirable products via reactants, intermediates or transition states. On the other hand, the sole presence of micropores imposes diffusion limitations and consequent low overall performance as a result of the undesired secondary reactions and rapid deactivation by formation and deposition of coke [12]. For decades, extensive efforts have been devoted to improve the accessibility to the inside channel of zeolites both by decreasing the crystal sizes to nanometer scale and by introducing mesopores or hierarchical porosity besides the intrinsic micro-porosities [13–15].\nThe decrease in crystal size to nanometer scale, even to the singlecrystalline, endows zeolites with short diffusion length and more exposed active sites compared with micron-sized counterparts. The addition of growth inhibitor, such as porous carbon, L-lysine and polymer hydrogels, the low zeolite yield as well as the difficulty in separation make it expensive to scale up for industrial level applications [16]. Several synthesis strategies, including both post-treatment and template assembly, have been employed to produce hierarchically porous MFI zeolites with versatile topologies [17–20]. Dealumination and desilication serve as the representative top-down approaches for the tailoring of MFI zeolites, which can reconstruct aluminium and silicon sites from molecule level. However, it not only has stringent requirements on the starting compositions (Si/Al ratio) and particle size, but also produces inevitably a large amount of waste liquid [21–23]. The template assembly approach often needs costly hard/soft meso-template to modulate the hierarchical structure construction, which needs the complex multistep synthesis and the removal of meso-template with the discharge of toxic waste [24,25]. In addition, it is necessary to face the incompatibility of working conditions between the microporous templates and mesoporous templates. The microporous templates are generally worked at relatively high crystallization temperatures, while the mesoporous templates are always form micelles at relatively mild temperatures. Furthermore, it should be noted that these synthesized materials in some cases still has been proved as cavities, meso-voids or hollow architectures, which are not interconnected and therefore do not result in the diffusion improvement [26–28].\nThe tetrapropylammonium hydroxide (TPAOH) is typically used as structure-directing agents (OSDAs) in the synthesis of ZSM-5 zeolite, which suffers from serious drawbacks such as high cost, low utilization, as well as toxic waste with environment pollution during washing and calcination steps. Great efforts have been made by researchers using less amount OSDAs to prepare ZSM-5 zeolite, which leaves substantial difficulties such as the formation of ZSM-5 within a narrow range of SiO2/Al2O3 ratio (40–70), low crystallization rate and low yield, as well as uncontrollable crystal size [29].\nWith the increasing of stringent environment problems and the shortage of petroleum resources, researches on alternative non-petroleum resources, such as coal, natural gas and biomass, for fuel production and chemicals have attracted great attention in the past decades [30]. The conversion of dimethyl ether to light olefin (DTO) has been proven to be a most promising route for the production of light olefins, which are the key building-block chemicals for the synthesis of plastics, detergents and fibers [31–33]. Meanwhile, the dimethyl ether (DME) can be directly produced from syngas obtained from natural gas steam reforming, coal or biomass gasification, which has more thermodynamic and economic advantageous compared to the synthesis of methanol [34]. It has been reported that the ZSM-5 zeolite has shown high selectivity of gasoline and aromatic compounds in the dimethyl ether to gasoline/hydrocarbons (DTG/DTH) processes, but its stability and products selectivity are still challenge in the DTO process [35]. The introduction of mesopores (2–50 nm in diameter) or graded hierarchical porosity (i.e. connected micropores, mesopores and macropores) has been considered to be a promising method to solve the issues of products diffusion and low utilization of active sites [36,37].\nIn this work, we developed a novel strategy for the synthesis of nano-sized hierarchical ZSM-5 with high crystallization. This is an environment-friendly synthesis process, compared with the traditional synthesis process, only a small amount of TPAOH was used as template, and even without involvement of mesopore template (e.g. CTAB). The detail synthesis approach is illustrated in Scheme. 1. In this approach, the consecutive freezing and vacuum drying of aluminosilicate gel ensures the formation of porous precursor under the action of ice-templating [38]. Afterward, the obtained dry precursor is mixed with the desired amount of TPAOH solution by incipient wet impregnation and transferred to a Teflon-lined autoclave. Then the well-defined intracrystalline mesopores of hierarchical ZSM-5 is constructed with good crystallinity, high product yield and thermal stability. Importantly, the as-prepared hierarchical ZSM-5 catalysts exhibit outstanding performance in dimethyl ether to light olefin (DTO) reaction compared to the conventional microporous ZSM-5 catalysts. Different characterizations were used to propose the mechanism on the formation of mesopore and to explain the corresponding superior catalytic lifetime, high ratio of C3H6/C2H4 and low coke formation rate."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and materials",
      "text" : "Tetrapropylammonium hydroxide (TPAOH, ~25 wt% in H2O,> 99%, Shanghai’ D&B Biological Science and Technology Co. Ltd) and liquid sodium silicate (Na2O·nSiO2, ~34 wt% in H2O,> 99%, Shandong Yousuo Science and Technology Co. Ltd) were used as the source of template and silica, respectively. Sodium aluminate (NaAlO2,> 99%, as the aluminium source), concentrated sulfuric acid (H2SO4,> 99%), cetyltrimethylammonium bromide (CTAB,> 99%) and ammonium nitrate (NH4NO3,> 99%) were used (Sinopharm Chemical Reagent Co. Ltd) as received without any further purification.\nScheme 1. A series of chart illustrates the overall synthesis process of nano-sized hierarchical ZSM-5 zeolite."
    }, {
      "heading" : "2.2. Catalyst synthesis",
      "text" : "The reactant compositions of ZSM-5 zeolites were fixed as a molar ratio of xSiO2: 1Al2O3: yTPAOH: 3920H2O (x = 25, 50, 120, 160, 200 and y = 1.6, 3.2, 4.8, 8.0, 12.8, 16). Typically, NaAlO2 was first mixed with concentrated H2SO4 and deionized water at room temperature with vigorous stirring to obtain a clear solution. After that, Na2O·nSiO2 was dropwise added to obtain the synthetic gel, which was aged for 2 h at room temperature. Subsequently, the gel was consecutively transferred to a freezer at −60 °C for 3 h and vacuum dryer for 24 h to obtain a frozen powder. Finally, the as-synthesized frozen powder was further crystallized under the direction of a desired TPAOH solution in a Teflon-lined autoclave at 140 °C for t h (t = 4, 8, 12, 16 and 24). The prepared zeolites were denoted as HN-ZSM-5-t, where t represents the crystallization time (h).\nTo prepare a traditional microporous or mesoporous ZSM-5 zeolite with the same SiO2/Al2O3 ratio, Na2O·nSiO2, NaAlO2, concentrated H2SO4 and TPAOH (or TPAOH+ CTAB) were mixed in H2O and stirred for 2 h. The resulting gel was then transferred to the Teflon-lined autoclave and allowed to crystallize at 140 °C for 24 h. The prepared zeolite was denoted as M-ZSM-5 (only TPAOH as template) and H-ZSM5 (TPAOH + CTAB as template). All the crystallized samples in the Teflon-lined autoclave was washed several times with deionized water and dried at 110 °C for 12 h. Subsequently, the organic structure directing agent trapped in the pores was thoroughly removed by calcination at 550 °C for 5 h (at a heating rate of 2 °C/min). Finally, all the samples were subjected to ion-exchange in three consecutive cycles with a 1 M NH4NO3 solution at 75 °C with a liquid/solid ratio of 30 mL/ g under magnetic stirring, and each cycle reacted for 4 h. The H-form zeolites were obtained by drying at 110 °C for 12 h and calcination at 550 °C for 5 h."
    }, {
      "heading" : "2.3. Characterization of catalysts",
      "text" : "The phase structure of the samples in the range 2θ = 5°–45° were obtained by powder X-ray diffraction (XRD) on a Rigaku D/max-3C Xray diffractometer using Cu Kα radiation at λ = 1.54 Å and instrumental settings of 40 kV and 30 mA. Scanning electron microscopy (SEM) images were taken on a JEOL JSM-6390LV (operating at 20 kV) to observe the crystal size and morphology of the samples. All samples were prepared by dusting the zeolite powder onto double sided carbon tape and subsequently sputter coated with a thin gold film. The acidity of the zeolites was measured by the temperature programmed desorption of ammonia (NH3-TPD) on a Micromeritics Autochem II Chemisorption Analyzer. Typically, zeolite sample (~80 mg) was pretreated at 200 °C for 1 h in Ar to remove physically adsorbed water. After cooling down to 50 °C, the sample was saturated with NH3 for 40 min and purged with Ar for 30 min to eliminate the physisorbed NH3 on the surface. The desorption of NH3 was conducted in flowing Ar from 50 °C to 800 °C at a heating rate of 10 °C/min by a TCD detector. All flow rates of Ar mentioned above were set to 40 mL/min. Silicon and aluminum content in all the sample particles was determined by Inductively Coupled Plasma Optical Emission Spectrometry (ICP‐OES). Nitrogen adsorption–desorption isotherms of the catalysts were obtained at −196 °C on an ASAP 2460-4HD Surface Area and Porosity Analyzer (Micromeritics, USA). Prior to the measurements, catalysts were degassed at 300 °C for 6 h under vacuum. The surface area was determined in the relative pressure (P/P0) range 0.05–0.9 according to the Brunauer-Emmett-Teller (BET) method. Total pore volume was determined from the amount of adsorbed nitrogen at P/P0 = 0.99 and the micropore volume was calculated using the t-plot method. Accordingly, the mesopore volume was calculated by subtracting micropore volume from total pore volume. Pore size distribution (PSD) was measured using the Barrett-Joyner-Halenda (BJH) method. Fourier transform infrared (FT-IR) spectra was recorded using a Nicolet 5700 spectrometer in the range of 400–4000 cm−1. Typically, the samples\nwere tableted with KBr and pretreated at 400 °C for 2 h under vacuum. Transmission electron microscopy (TEM) measurement was carried out on a Titan G260-300 instrument with accelerating voltage of 200 kV. The sample was prepared by ultrasonic dispersion of the catalyst in ethanol for 30 min and dispersed on a copper grid coated with lacey support films before TEM analysis. Solid-state 27Al and 29Si magic angle spinning nuclear magnetic resonance (MAS NMR) spectra were recorded using a single pulse experiment on a 9.4T (400 MHz 1H) wide bore magnet using JNM-ECZ600R console and 4 mm probe. Al(NO3)3 and tetrakis(trimethylsilyl)silane (TTMSS) were used as a reference for the 27Al and 29Si chemical shift, respectively. Furthermore, all NMR spectra were deconvoluted using Gaussian function. The thermogravimetric analysis (TGA) was performed on a PerkinElmer Pyris Diamond TG instrument under air atmosphere. TG analysis was carried out in 50 mL/min air flow and from 30 °C to 800 °C at a heating rate of 10 °C/ min."
    }, {
      "heading" : "2.4. Catalytic performance",
      "text" : "The catalytic performance was examined in a stainless-steel fixedbed reactor (dint = 10 mm) under atmospheric pressure. About 2 g catalyst (250–400 μm) mixed with 2 g of quartz particles with the same particle size was charged into the reactor to avoid the formation of hot spots. The catalyst was in-situ activated in a N2 stream at 50 mL/min at 450 °C for 1 h before starting each reaction run. During the reaction test, the dimethyl ether (DME) reactant at 30 mL/min was introduced into the reactor at the temperature of 400 °C. The gas effluents were analyzed online by a gas chromatograph (SHIMADZU GC-2014C) equipped with a flame ionization detector (FID). DME conversion was calculated on the basis of reactor inlet and outlet concentrations. The selectivity was expressed as molar percentages of each product among all the detected products except DME. Each experimental run was repeated three times and the carbon balance (above 95%) was used to estimate the validity of the experimental runs."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Structural properties of the ZSM-5 catalysts",
      "text" : "Fig. 1a shows the XRD patterns of the resulting samples in the absence of meso-template with various SiO2/Al2O3 ratio (SAR = 25, 50, 120, 160 and 200), as well as the conventional hydrothermal synthesized microporous ZSM-5 (M-ZSM-5) and mesoporous ZSM-5 (H-ZSM5) in the presence of the typical soft meso-template CTAB. All of those samples exhibit high crystallinity which in good agreement with the simulated XRD pattern of MFI-structured zeolite (JCPDS 00-043-0784) [39]. It appears that the crystallinities of the constructed ZSM-5 catalysts are superior to that of the H-ZSM-5, which shows relatively strong intensity of the diffraction peaks. It demonstrates the successful synthesis of well-developed ZSM-5 zeolites using the new approach in this paper. In contrast, the soft meso-template resulted in the synthesis of H-ZSM-5 with poor crystallinity [40,41]. Furthermore, the hierarchical ZSM-5 (HN-ZSM-5-t) can be successfully synthesized even in presence of the content of TPAOH ratio decreased as low as 1/5 of the conventional hydrothermal synthesis (revealed in Fig. 1c), although the slightly decreased intensity of diffraction peaks with the decrease of the amount of TPAOH can be observed.\nThe N2 physisorption isotherms of the ZSM-5 zeolite are depicted in Fig. S1(a). It can be seen clearly that the M-ZSM-5 shows a typical type-I isotherm only with a high uptake at low relative pressure (P/ P0 < 0.02), which is consistent with the conventional microporous zeolite. Both H-ZSM-5 and HN-ZSM-5-16 exhibit the features of type-IV profile with a high uptake at low relative pressure (P/P0 < 0.02) and a typical H4 hysteresis loops at high relative pressure (0.4 < P/ P0 < 0.9) [42]. This result indicates the existing of micropores and mesopores in our synthesized ZSM-5 zeolite. Notably, the high\nadsorption capacity of mesoporous H-ZSM-5 is ascribed to its extremely higher BET surface area than the synthesized HN-ZSM-5-16 sample (listed in Table 1), which is related to the soft-meso template of CTAB. In particular, the HN-ZSM-5-16 sample exhibits a high BET surface area (374 m2/g, Table 1) and the nanoparticle morphology with high dispersity (Fig. 2f). Considering that the micropore volume of sample is around 0.087 m3/g, the increase of total pore volume should be associated with the presence of mesopores (0.157 m3/g). Meanwhile, the significant increase of mesopores in the HN-ZSM-5-16 samples can obviously improve their diffusion properties, which will benefit for the prolonged lifetime in catalysis. Fig. S1(b) shows the pore size distribution plot of the samples evaluated using the BJH method from the desorption branch of the nitrogen isotherms. The results of the pore size distribution plot reveal that the presence of 3–5 nm pores in all the samples. Compared with M-ZSM-5 sample, an obvious broaden and intense peak centred at 3–5 nm is found on HN-ZSM-5-16. Meanwhile, a broad floated peak at 10.5 nm is also found on the HN-ZSM-5-16 sample (as shown in the inset of Fig. S1), which is speculated to be mesoporous structure in HN-ZSM-5-16 sample.\nFig. 3(a and b) shows the TEM images of HN-ZSM-5-16 catalyst, in which the presence of good crystallinity and whiter tonality suggest the intracrystalline mesoporous feature of the sample [43]. What’s more, it can be seen that the sample emerged nearly spherical-like bodies with a uniform distribution and crystal sizes. Specifically, from the Fig. 3b image, it can be observed that the formed small nanocrystals with a crystal size of about 200 nm exhibit some inter-lattice mesopores as demonstrated by the whiter tonality in the in zeolite crystalline frameworks. The formation of the mesopores could be attributed to the rough surface and more pore structure of freeze-dried powder during consecutive freezing and vacuum drying (Fig. 2c). The most important thing is that the pore structure by the sublimation of the ice structure remains largely retained in the subsequent crystallization process [44]. It suggests from the result of TEM that the ice crystals produced in the consecutive freezing process offer a significant templating effect on\ncreating the intracrystalline pores within the zeolite crystal. It worth to note that these bright spots are randomly distributed throughout the whole crystal, and their presence are in step with the results of the increase of average pore size distribution determined from the N2 physisorption analysis compare with M-ZSM-5 sample (Table 1). Therefore, the above results further confirmed that the abundant mesoporosity in the HN-ZSM-5-16 sample is mainly related to the production of a large number of ice crystals during continuous freezing as well as the subsequently evaporation of ice during the vacuum drying.\nFor a further understanding of the formation process of the hierarchical ZSM-5 synthesis, the structure and composition of the aluminosilicate intermediates at different crystallization time have been monitored by XRD (Fig. 1b), SEM (Fig. 2), FT-IR (Fig. 4a). As shown in Fig. 1b and Fig. 2, HN-ZSM-5-16 sample exhibited a relatively strong diffraction peak intensity, but that of HN-ZSM-5-12 was weaker so the amorphous and irregular freeze-dried powder gradually evolves to hierarchical ZSM-5 with regular nanoparticle morphology and good crystallinity. The freeze-dried powder and the samples collected after crystallization for 8 h are amorphous with the average size of ~10 μm. It is noting that the pore structure on the surface of the freeze-dried powder led to the formation of nanoparticles and abundant intra-crystal mesopores in the zeolites. When the crystallization proceeds to 12 h, the MFI diffraction peaks appear and the aluminosilicate intermediates are dissolved to smaller particles under the action of TPAOH. Intensive and distinctive MFI diffraction peaks can be observed for the samples after 16 h crystallization and the samples with uniform nanoparticles of ~200 nm is obtained. It should be noted that a further increase in the intensity of the MFI peaks and further changes in morphology of nanoparticles are not observed with the extending of crystallization time from 16 h to 24 h. These observations suggested that the fully crystallization can be finished at 16 h hydrothermal treatment at 140 °C. At the same time, the bonding environment of the aluminum atoms in the zeolites conducted by the solid-state 27Al MAS NMR spectrum confirms the four-coordinated framework Al species with the same one well-\ndefined peak at ~56 ppm both on the M-ZSM-5 and HN-ZSM-5-16 samples, as presented in Fig. 5a. These conclusions indicate that the successful formation of ZSM-5 framework by this crystallization process.\nFT-IR absorption spectra at the lattice regions of 400–1500 cm−1 were recorded to characterize the vibrations of TO4 (T = Si and Al) tetrahedra, shown in Fig. 4a. It has been reported in literatures that the main IR bands at 450, 550, 790, 1070 and 1220 cm−1 are characteristics of ZSM-5 framework, which are all observed on the as-prepared final ZSM-5 zeolites in this paper [45–47]. It should be noted that the bands at 450, 790 and 1070 cm−1 are generally assigned to the bending of T-O tetrahedra, which can also be observed in silica, quartz and cristobalite [29,48]. Therefore, it can be concluded that the weak intensity at 450, 790 and 1070 cm−1 for HN-ZSM-5-12 are assigned to the internal vibrations of Si-O according to the XRD results. In comparison with the conventional M-ZSM-5 and H-ZSM-5, the prepared hierarchical HN-ZSM-5-16 shows strong intensity and narrow vibrational modes at 550, 1070 and 1220 cm−1, indicating the increased ordering degree of T-O units and crystallinity of zeolites [40,49,50]. This result is also in accordance with the XRD patterns and SEM images as shown in Fig. 1b and Fig. 2."
    }, {
      "heading" : "3.2. The acidity of the catalysts",
      "text" : "The strength and amount of acid sites of the synthesized ZSM-5 zeolites were determined by NH3-TPD analysis. It clearly revealed that all samples show two NH3 desorption peaks, centered at about 200 °C and 420 °C, which corresponding to the weak and strong acid sites,\nrespectively [51–53]. Fig. 4b shows the ammonium desorption profile of H-ZSM-5 are similar to that of the M-ZSM-5, while the first ammonium desorption temperature is slightly lower than 200 °C together with decreased intensity. It suggested that the strength and amount of the acid sites for the obtained H-ZSM-5 is slightly lower than that of MZSM-5, although it shows the largest external surface area. In contrast, the as-prepared hierarchical HN-ZSM-5-16 shows significantly increased amount of the weak and strong acid sites. It is generally believed that the weak acid sites are related to Si-OH groups on the external surface or the non-framework Al-OH, while the strong acid sites are resulted from the tetrahedral aluminum species in the framework [16,17,41]. It is also consistent with the results of ICP-OES analysis that the SiO2/Al2O3 ratio of the HN-ZSM-5-16 sample is lower than that of the M-ZSM-5 and H-ZSM-5 (as shown in Table 1), although they are all lower than the original feeding ratio of 120.\nIn the nature of aluminosilicate materials, it was generally accepted that the Brönsted acid sites were introduced by the Si coordination generated Si islands together with Si(Al)n(Si)4-n environments, where n value from 0 to 4. While the strength of Brönsted acid sites were in the order of Si(1Al,3Si), Si(2Al,2Si), Si(3Al,1Si), Si(4Al). In this study, 29Si MAS NMR method was the only technique that determines Si coordination forms in the framework and therefore the Brönsted acidity of the zeolites. The MAS NMR spectrum of calcined M-ZSM-5 and HNZSM-5 were shown in Fig. 5 (b and c).\nThe chemical shift of about −95 ppm represented the isolated Si atom with Si(4Al) coordination state and the other shifts of −103, −107, −109 and −113 ppm would be assigned as the formation of Si islands respectively. For M-ZSM-5 sample, there were three distinct peaks while the other peaks also appeared with very low intensity. While for HN-ZSM-5-16, the Si spectra evidently showed the formation of Si rich regions by forming high intensity peaks at Si(1Al), Si(2Al) coordination states without obvious change in Si(4Al) and Si(3Al)\nstates. It noted that higher Si coordination in HN-ZSM-5-16 favouring for the formation of Si rich regions which may produce stronger acidity but no remarkable Brönsted acidity change was observed.\nBy combination with the results of MAS NMR, the 29Si NMR chemical shift spectra shows the peaks at −113 and −109 ppm stem from the Si(0Al) and Si(1Al) grouping, which indicated the formation of SiO-Si and Si-O-Al bonds in the structure. In addition, the shoulder peak at about −120 ppm is commonly attributed to the crystallographically inequivalent sites of Si(0Al) grouping [54]. Fig. 5(b and c) seems to show that the peak intensity at −113 and −109 ppm slightly offset compared with M-ZSM-5. However, the HN-ZSM-5-16 sample with our prepared shown results in peak split with one centred at −109 and −107 ppm identified as Q4(1Al) and Q4(2Al) species and the other at −103 ppm identified as Q4(3Al) species. This may be the main cause of the increase in the acid sites of the material. It can be concluded that the Si-OH groups had a significant effect on the weak acid sites, as well as considered to enhance the number of strong acid sites. It is also indicated that the as-prepared mesoporous nanoparticles possessed more available terminal Si-OH group on the external surface area [55]. In fact, this result is also in accordance with the strong intensity and narrow vibrational modes near 550 and 1070 cm−1 in FT-IR characterization."
    }, {
      "heading" : "3.3. Catalytic performance in DTO reaction",
      "text" : "To investigate the DTO reaction, we chose DME gas hourly space velocity of 1.8 h−1 by setting the feed flow rate at 30 mL/min to investigate the catalytic activity. The catalytic performance of the DTO reaction of the hierarchical ZSM-5 catalysts was compared with that of conventional microporous ZSM-5 catalyst at 400 °C atmospheric pressure. Ethylene and propylene were found as the main products together with methanol, methane and unreacted DME. Fig. 6a shows the DME conversion versus time-on-stream (TOS) over the catalysts. DME conversion of 100% was kept in the initial stage for all the ZSM-5 catalysts, but the occurrence of deactivation of catalysts was noticed evidently along with the TOS. The DME conversion of the hierarchical HN-ZSM-516 catalyst exhibits remarkably enhanced lifetime of 110 h, compared with 30 h for the conventional micropore ZSM-5 and 50 h for hierarchical ZSM-5. Therefore, the catalyst lifetime of HN-ZSM-5-16 catalyst is around 3.7-fold compared to the conventional microporous ZSM5 material. It is noted that the catalytic activity and stability of the HZSM-5 catalyst is lower in comparison to the HN-ZSM-5-16 catalyst, which provides low BET area, low mesopore volume and low average pore diameter. These results can be explained by the improved diffusion properties and enhanced amount of acidic sites on the HN-ZSM-5-16 catalyst due to the intra-crystal mesopore as well as the nano-sized particles. However, the blind mesopores, worm-like mesopores or the extra-crystal mesopores with large particles on the H-ZSM-5 catalyst can only enhance the mesopore volume, average pore diameter and the BET surface area instead of improving the catalytic activity and\nstability. For all the catalysts, the methanol, carbon monoxide and carbon dioxide were not detected in the product distribution of DTO reaction. As shown in Table 3. The selectivity to methane for all the catalysts is about 1%, while the selectivity to propylene of HN-ZSM-5-16 catalyst was 29.54%, significantly higher than that of M-ZSM-5 catalyst (20.21%) and H-ZSM-5 catalyst (17.42%). The ethylene selectivities\nover HN-ZSM-5-16, H-ZSM-5 and M-ZSM-5 catalysts were 3.94%, 7.57% and 7.77%, respectively. It is unambiguously that the C3H6/C2H4 ratio in the product distribution over the HN-ZSM-5-16 is significantly higher than that over other sample. For light olefins, propylene usually has a higher commercial value than ethylene. Therefore, for the DTO reaction, the synthesis of catalysts with more propylene productive power will have a higher significance. Finally, the selectivity to butylene in the HN-ZSM-5-16 catalyst was 16.85%, which was lower than that of H-ZSM-5 and M-ZSM-5 catalysts. This may be due to the improved diffusion property, which can restrict the growth of carbon chain on the active site in the HN-ZSM-5-16 sample. It is worth noting that the HN-ZSM-5-16 catalyst demonstrate a higher C3H6/C2H4 molar ratio of 7.5 (Fig. 6b), while the conventional microporous ZSM-5 exhibits a ratio of around 2.6. It can be ascribed to the improved diffusion property of HN-ZSM-5-16. The small crystal size and the mesopores in sample HN-ZSM-5-16 made the short diffusion path and the weak adsorption strength for reactants and olefins, which is much benefit for the propylene formation.\nAlthough it is difficult to find literature information on the same catalysts and reaction conditions, the current results are compared with literature data (as shown in Table 2). Nevertheless, the C3H6/C2H4 ratio in the current work was comparable to the literature data. It is worthwhile to note that the HN-ZSM-5-16 catalyst has achieved a noticeably higher ratio of C3H6/C2H4 except for the H3PO4/ZrO2/H-ZSM5, by which the reaction temperature is lower and the space velocity is higher. It is indicated that nano-sized hierarchical catalyst prepared by the consecutive freezing and vacuum drying route showed significant advantages on the catalytic performance.\nIn order to further understand the coke deposition process, the coking content of the catalyst was studied by thermogravimetry (TG) analysis. The TG curves of fresh M-ZSM-5, H-ZSM-5, HN-ZSM-5-16 catalyst and spent samples are shown in Fig. 7(a, b), respectively. It can be seen that the catalyst studied showed a similar weight loss curve, while the weight losses are significantly different. The weight loss of spent HN-ZSM-5-16 catalyst (232 h) is about 13.81%, which is greater than that of spent M-ZSM-5 (114 h) being 7.41% and spent H-ZSM-5 (122 h) being 6.82%, as shown in Table 1. Meanwhile, compared with the fresh M-ZSM-5 (2.03%) and H-ZSM-5 (1.31%) catalysts, the fresh HN-ZSM-5-16 catalyst still has a higher weight loss (3.65%). In fact, the weight loss of attribution to coke from the spent HN-ZSM-5-16, M-ZSM5 and H-ZSM-5 catalysts is about 10.16%, 5.38% and 5.51%, respectively. It is reported that the weight loss rate per hour is determined as the average rate of coke formation on the catalyst [63]. Here, when the conversion of DME is reduced to about 80% of the initial value, the catalyst can be regarded as deactived [64]. Therefore, the catalytic life of M-ZSM-5, H-ZSM-5 and HN-ZSM-5-16 catalysts is about 114 h, 122 h and 232 h respectively, as shown in Fig. 7a. Thus, the average coking rate of HN-ZSM-5-16 catalyst is 0.0438% per hour, lower than 0.0452% of H-ZSM-5 catalyst and 0.0472% of M-ZSM-5 catalyst as shown in\nTable 1. The increase in the coking capacity and the decrease in the average coking rate of HN-ZSM-5-16 catalyst are mainly attributed to the high volume of mesopores inside the catalyst, which not only provides enough space for coke storage, but also further prevents micropores from blocking. However, the coking capacity of H-ZSM-5 catalyst is slightly higher than that of HN-ZSM-5-16 catalyst. That can be attributed to its mesopores distribution on the catalyst surface, which is not conducive to the diffusion of internal coke and resulting in short catalytic lifetime."
    }, {
      "heading" : "4. Conclusions",
      "text" : "A novel strategy of consecutive freezing and vacuum drying process has been developed for the synthesis of hierarchical zeolites, instead of\nadding meso-template CTAB in the traditional process. Nano-sized hierarchical ZSM-5 zeolites with a high crystallinity can be successfully synthesized by this novel green-route method. A series of characterization techniques were used to determine the morphology, structural and acidic properties of the synthesized zeolites. After 16 h crystallization, the synthesized ZSM-5 samples with the MFI structure and the uniform nanoparticles of 200 nm are obtained, which exhibits higher acid-site density and strength compared to a conventional microporous material. The typical H4 hysteresis loops at high relative pressure (0.4 < P/P0 < 0.9) and the increase in the meso-porosity, as well as the demonstration of the whiter tonality on the TEM images indicate the existence of high meso-porosity in our synthesized ZSM-5. Simultaneously, the constructed hierarchical ZSM-5 catalysts have shown a prolonged lifetime, which is around 3.7-fold lifetime with the conventional microporous ZSM-5. This new synthesis method resulted in a reduction in the particle size and the increase of mesopore volume, which are responsibility for the significant extended catalyst lifetime. At the same time, it demonstrates that the constructed hierarchical ZSM-5 catalysts offer an enhanced ratio of C3H6/C2H4 being 7.5. It can also be attributed to the more easily escape from the zeolite channels, which further inhibits secondary reactions and leads to good catalytic stability. It can be expected to understand more deeply the formation mechanism for the acid sites and mesopore. Future studies are needed to develop strategies for uniform mesopore zeolite with amount of internal acid sites, which will enable more precisely to manipulate the product selectivity and catalytic stability. Furthermore, the practically facile method provides an attractive way for the construction of hierarchical porosities zeolites with various SiO2/Al2O3 ratio, which opens more opportunities for the practical application with large-scale in industry.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors gratefully acknowledge the financial support from the National Natural Science Foundation of China (No.21706140 and No.21808115) and the Shandong Provincial Natural Science Foundation (ZR2017BB039)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.cej.2020.124322."
    } ],
    "references" : [ {
      "title" : "A green surfactant-assisted synthesis of hierarchical TS-1 zeolites with excellent catalytic properties for oxidative desulfurization",
      "author" : [ "S. Du", "F. Li", "Q. Sun", "N. Wang", "M. Jia", "J. Yu" ],
      "venue" : "Chem. Commun. 52 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mechanistic study on the synthesis of ZSM-5 from a layered silicate magadiite",
      "author" : [ "M. Cui", "Y. Mu", "S. Zhang", "L. Wang", "C. Meng" ],
      "venue" : "Microporous Mesoporous Mater. 265 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Influence of hierarchization on electron transfers in structured MFI-type zeolites",
      "author" : [ "T. Cremoux", "I. Batonneau-Gener", "A. Moissette", "J.-L. Paillaud", "M. Hureau", "E. Ligner", "C. Morais", "S. Laforge", "C. Marichal", "H. Nouali" ],
      "venue" : "PCCP 20 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile fabrication of mesoporecontaining ZSM-5 zeolite from spent zeolite catalyst for methanol to propylene reaction",
      "author" : [ "Q. Zhang", "S. Hu", "L. Zhang", "Z. Wu", "Y. Gong", "T. Dou" ],
      "venue" : "Green Chem. 16 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "The recyclable synthesis of hierarchical zeolite SAPO-34 with excellent MTO catalytic performance",
      "author" : [ "D. Xi", "Q. Sun", "X. Chen", "N. Wang", "J. Yu" ],
      "venue" : "Chem. Commun. 51 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "In situ growth-etching approach to the preparation of hierarchically macroporous zeolites with high MTO catalytic activity and selectivity",
      "author" : [ "D. Xi", "Q. Sun", "J. Xu", "M. Cho", "H.S. Cho", "S. Asahina", "Y. Li", "F. Deng", "O. Terasakic", "J. Yu" ],
      "venue" : "J. Mater. Chem. A 2 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Three-dimensional transmission electron microscopic observations of mesopores in dealuminated zeolite Y",
      "author" : [ "A.H. Janssen", "A.J. Koster", "K.P. de Jong" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2001
    }, {
      "title" : "Synthesis strategies in the search for hierarchical zeolites",
      "author" : [ "D.P. Serrano", "J.M. Escola", "P. Pizarro" ],
      "venue" : "Chem. Soc. Rev. 42 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effects of the different synthetic parameters on the crystallinity and crystal size of nanosized ZSM-5 zeolite",
      "author" : [ "S.M. Alipour", "R. Halladj", "S. Askari" ],
      "venue" : "Rev. Chem. Eng. 30 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Magnesia modified H-ZSM-5 as an efficient acidic catalyst for steam reforming of dimethyl ether",
      "author" : [ "X. Long", "Q. Zhang", "Z.-T. Liu", "P. Qi", "J. Lu", "Z.-W. Liu" ],
      "venue" : "Appl. Catal. B 134–135 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Organosilane surfactant-directed synthesis of hierarchical ZSM-5 zeolites with improved catalytic performance in methanol-to-propylene reaction",
      "author" : [ "H. Chen", "M. Yang", "W. Shang", "Y. Tong", "B. Liu", "X. Han", "J. Zhang", "Q. Hao", "M. Sun", "X. Ma" ],
      "venue" : "Ind. Eng. Chem. Res. 57 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A fast route for synthesizing nano-sized ZSM-5 aggregates",
      "author" : [ "F. Pan", "X. Lu", "Q. Zhu", "Z. Zhang", "Y. Yan", "T. Wang", "S. Chen" ],
      "venue" : "J. Mater. Chem. A 2 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis of nanosized ZSM-5 zeolite with intracrystalline mesopores",
      "author" : [ "Z. Xue", "J. Ma", "T. Zhang", "H. Miao", "R. Li" ],
      "venue" : "Mater. Lett. 68 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Future of nano-/hierarchical zeolites in catalysis: gaseous phase or liquid phase system",
      "author" : [ "Y. Yan", "X. Guo", "Y. Zhang", "Y. Tang" ],
      "venue" : "Catal. Sci. Technol. 5 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "High-quality single-crystalline MFI-type nanozeolites: a facile synthetic strategy and MTP catalytic studies",
      "author" : [ "Q. Zhang", "G. Chen", "Y. Wang", "M. Chen", "G. Guo", "J. Shi", "J. Luo", "J. Yu" ],
      "venue" : "Chem. Mater. 30 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improved catalytic performance of hierarchical ZSM-5 synthesized by desilication with surfactants",
      "author" : [ "F. Schmidt", "M.R. Lohe", "B. Büchner", "F. Giordanino", "F. Bonino", "S. Kaskel" ],
      "venue" : "Microporous Mesoporous Mater. 165 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Hierarchical ZSM-11 zeolite prepared by alkaline treatment with mixed solution of NaOH and CTAB: characterization and application for alkylation of benzene with dimethyl ether",
      "author" : [ "H. Liu", "S. Xie", "W. Xin", "S. Liu", "L. Xu" ],
      "venue" : "Catal. Sci. Technol. 6 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Acidic and catalytic properties of hierarchical zeolites and hybrid ordered mesoporous materials assembled from MFI protozeolitic units",
      "author" : [ "D.P. Serrano", "R.A. García", "G. Vicente", "M. Linares", "J. Čejka" ],
      "venue" : "J. Catal. 279 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Synthesis of hierarchical ZSM-5 zeolites with CTAB-containing seed silicalite-1 and its catalytic performance in methanol to propylene",
      "author" : [ "H. Chen", "Y. Wang", "C. Sun", "X. Wang", "C. Wang" ],
      "venue" : "Catal. Commun. 112 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "U",
      "author" : [ "J.C. Groen", "T. Bach" ],
      "venue" : "Ziese, A.M. Paulaime-van Donk, K.P. de Jong, J.A. Moulijn, J. Pérez-Ramírez, Creation of hollow zeolite architectures by controlled desilication of Al-zoned ZSM-5 crystals, J. Am. Chem. Soc. 127 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "H-ZSM-5 materials embedded in an amorphous silica matrix: highly selective catalysts for propylene in methanol-to-olefin process",
      "author" : [ "H.S. Kamaluddin", "S.N. Basahel", "K. Narasimharao", "M. Mokhtar" ],
      "venue" : "Catalysts 9 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Replication of mesoporous aluminosilicate molecular sieves (RMMs) with zeolite framework from mesoporous carbons (CMKs)",
      "author" : [ "A. Sakthivel", "S.-J. Huang", "W.-H. Chen", "Z.-H. Lan", "K.-H. Chen", "T.-W. Kin", "R. Ryoo", "A.S.T. Chiang", "S.-B. Liu" ],
      "venue" : "Chem. Mater. 16 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "ZSM-5 monolith of uniform mesoporous channels",
      "author" : [ "Y. Tao", "H. Kanoh", "K. Kaneko" ],
      "venue" : "J. Am. Chem. Soc. 125 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Bridging dealumination and desilication for the synthesis of hierarchical MFI zeolites",
      "author" : [ "S. Yang", "C. Yu", "L. Yu", "S. Miao", "M. Zou", "C. Jin", "D. Zhang", "L. Xu", "S. Huang" ],
      "venue" : "Angew. Chem. Int. Ed. 56 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Direct synthesis of mesoporous ZSM-5 zeolite by a dual-functional surfactant approach",
      "author" : [ "B. Liu", "C. Li", "Y. Ren", "Y. Tan", "H. Xi", "Y. Qian" ],
      "venue" : "Chem. Eng. J. 210 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effect of mesoporosity against the deactivation of MFI zeolite catalyst during the methanol-to-hydrocarbon conversion process",
      "author" : [ "J. Kim", "M. Choi", "R. Ryoo" ],
      "venue" : "J. Catal. 269 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Methanol to dimethyl ether conversion over a ZSM-5 catalyst: intrinsic kinetic study on an external recycle reactor",
      "author" : [ "C. Ortega", "M. Rezaei", "V. Hessel", "G. Kolb" ],
      "venue" : "Chem. Eng. J. 347 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Preparation and characterization of nanosized ZSM-5 zeolites in the absence of organic template",
      "author" : [ "Y. Chang", "L.-J. Wang", "J.-S. Li", "Y.-C. Yang", "X.-Y. Sun" ],
      "venue" : "Mater. Lett. 59 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Synthesis of AEI/CHA intergrowth zeolites by dual templates and their catalytic performance for dimethyl ether to olefins",
      "author" : [ "D. Zhao", "Y. Zhang", "Z. Li", "Y. Wang", "J. Yu" ],
      "venue" : "Chem. Eng. J. 323 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Orchestrating fluoride effect",
      "author" : [ "M.H.M. Ahmed", "O. Muraza", "K. Miyake", "Y. Hirota", "N. Nishiyama" ],
      "venue" : "secondary growth and microwave irradiation in the synthesis of EU- 1/ZSM-48 intergrowth crystals for the conversion of dimethyl ether to olefins, Microporous Mesoporous Mater. 267 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Kinetic model for the reaction of DME to olefins over a HZSM-5 zeolite catalyst",
      "author" : [ "P. Pérez-Uriarte", "A. Ateka", "A.T. Aguayo", "A.G. Gayubo", "J. Bilbao" ],
      "venue" : "Chem. Eng. J. 302 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Methylbenzene hydrocarbon pool in methanol-to-olefins conversion over zeolite H- ZSM-5",
      "author" : [ "C. Wang", "J. Xu", "G. Qi", "Y. Gong", "W. Wang", "P. Gao", "Q. Wang", "N. Feng", "X. Liu", "F. Deng" ],
      "venue" : "J. Catal. 332 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Enhanced catalytic performance for direct synthesis of dimethyl ether from syngas over a La2O3 modified Cu-ZrO2/γ-Al2O3 hybrid catalyst",
      "author" : [ "Z. Li", "J. Li", "C. Yang", "J. Wu" ],
      "venue" : "J. Nat. Gas Chem. 21 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 1003
    }, {
      "title" : "Dimethyl ether-to-olefins over aluminum rich ZSM-5: the role of Ca and La as modifiers",
      "author" : [ "I.A. Bakare", "O. Muraza", "M.A. Sanhoob", "K. Miyake", "Y. Hirota", "Z.H. Yamani", "N. Nishiyama" ],
      "venue" : "Fuel 211 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dimethyl ether to olefins over dealuminated mordenite (MOR) zeolites derived from natural minerals",
      "author" : [ "G. Nasser", "T. Kurniawan", "K. Miyake", "A. Galadima", "Y. Hirota", "N. Nishiyama", "O. Muraza" ],
      "venue" : "J. Nat. Gas. Chem. Eng. 28 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Insight into the deactivation and regeneration of HZSM-5 zeolite catalysts in the conversion of dimethyl ether to olefins",
      "author" : [ "T. Cordero-Lanzac", "A. Ateka", "P. Pérez-Uriarte", "P. Castaño", "A.T. Aguayo", "J. Bilbao" ],
      "venue" : "Ind. Eng. Chem. Res. 57 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of a hierarchically micro–macroporous structured zeolite monolith by ice-templating",
      "author" : [ "H. Mori", "K. Aotani", "N. Sano", "H. Tamon" ],
      "venue" : "J. Mater. Chem. 21 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Seed-induced synthesis of ZSM-5 aggregates using the silicate-1 as a seed: characterization and effect of the silicate-1 composition",
      "author" : [ "M. Hamidzadeh", "S. Komeili", "M. Saeidi" ],
      "venue" : "Microporous Mesoporous Mater. 268 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The propylene oxide rearrangement catalyzed by the lewis acid sites of ZSM-5 catalyst with controllable surface acidity",
      "author" : [ "M. Liang", "X. Zhu", "W. Ma" ],
      "venue" : "Catal. Lett. 149 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "G",
      "author" : [ "J.J. Wang", "Z.C. Tan", "C.C. Zhu" ],
      "venue" : "Miao, L.Z. Kong, Y.H. Sun, One-pot catalytic conversion of microalgae (Chlorococcum sp.) into 5-hydroxymethylfurfural over the commercial H-ZSM-5 zeolite, Green Chem. 18 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis of tri-level hierarchical SAPO-34 zeolite with intracrystalline micro–meso–macroporosity showing superior MTO performance",
      "author" : [ "Q. Sun", "N. Wang", "G. Guo", "X. Chen", "J. Yu" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Modified seeding method for preparing hierarchical nanocrystalline ZSM-5 catalysts for methanol aromatization",
      "author" : [ "Y. Gao", "G. Wu", "F. Ma", "C. Liu", "F. Jiang", "Y. Wang", "A. Wang" ],
      "venue" : "Microporous Mesoporous Mater. 226 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis and physicochemical characterization of hierarchical ZSM-5: effect of organosilanes on the catalyst properties and performance in the catalytic fast pyrolysis of biomass",
      "author" : [ "K. Qiao", "F. Zhou", "Z. Han", "J. Fu", "H. Ma", "G. Wu" ],
      "venue" : "Microporous Mesoporous Mater. 274 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Hydrothermal synthesis of nanostructured Ce-SAPO-34: high-performance and long-lifetime catalyst with various ceria contents for methanol to light olefins conversion",
      "author" : [ "E. Aghaei", "M. Haghighi" ],
      "venue" : "Microporous Mesoporous Mater. 270 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis and catalytic properties of ZSM-5 zeolite with hierarchical pores prepared in the presence of n-hexyltrimethylammonium bromide",
      "author" : [ "P. Bai", "P. Wu", "W. Xing", "D. Liu", "L. Zhao", "Y. Wang", "B. Xu", "Z. Yan", "X. Zhao" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis",
      "author" : [ "R. Sabarish", "G. Unnikrishnan" ],
      "venue" : "characterization and catalytic activity of hierarchical ZSM-5 templated by carboxymethyl cellulose, Powder Technol. 320 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hierarchical ZSM-5 zeolite synthesized via dry gel conversion-steam assisted crystallization process and its application in aromatization of methanol",
      "author" : [ "Y. Jia", "J. Wang", "K. Zhang", "G. Chen", "Y. Yang", "S. Liu", "C. Ding", "Y. Meng", "P. Liu" ],
      "venue" : "Powder Technol. 328 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile synthesis of nano-sized NH4-ZSM-5 zeolites",
      "author" : [ "T. Xue", "Y.-M. Wang", "M.-Y. He" ],
      "venue" : "Microporous Mesoporous Mater. 156 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Z",
      "author" : [ "D. Chevella", "A.K. Macharla", "R. Banothu", "K.S. Gajula", "V. Amrutham", "M. Boosaa" ],
      "venue" : "Chen, et al.  Chemical Engineering Journal 388 (2020) 124322 9  N. Nama, Synthesis of non-symmetrical alkyl carbonates from alcohols and DMC over the nanocrystalline ZSM-5 zeolite, Green Chem. 21 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Catalytic pyrolysis of crude glycerol over shaped ZSM-5/bentonite catalysts for bio-BTX synthesis",
      "author" : [ "S. He", "I. Muizebelt", "A. Heeres", "N.J. Schenk", "R. Blees", "H.J. Heeres" ],
      "venue" : "Appl. Catal. B 235 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "On the interpretation of the NH3-TPD patterns of H-ZSM-5 and H-mordenite",
      "author" : [ "F. Lónyi", "J. Valyon" ],
      "venue" : "Microporous Mesoporous Mater. 47 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 1811
    }, {
      "title" : "Increasing para-xylene selectivity in making aromatics from methanol with a surface-modified Zn/P/ZSM-5 catalyst",
      "author" : [ "J. Zhang", "W. Qian", "C. Kong", "F. Wei" ],
      "venue" : "ACS Catal. 5 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Methane dehydro-aromatization over Mo/HZSM-5 in the absence of oxygen: a multinuclear solid-state NMR study of the interaction between supported Mo species and HZSM-5 zeolite with different crystal sizes",
      "author" : [ "W. Zhang", "D. Ma", "X. Han", "X. Liu", "X. Bao", "X. Guo", "X. Wang" ],
      "venue" : "J. Catal. 188 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Synthesis of hierarchical ZSM-5 zeolites by solid-state crystallization and their catalytic properties",
      "author" : [ "Y. Wang", "J. Song", "N.C. Baxter", "G.-T. Kuo", "S. Wang" ],
      "venue" : "J. Catal. 349 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surface modification of H-ZSM-5 with organo-disilane compound for propylene production from dimethyl ether",
      "author" : [ "M. Fujiwara", "N. Mimura", "O. Sato", "A. Yamaguchi" ],
      "venue" : "Microporous Mesoporous Mater. 280 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of the operating conditions in the transformation of DME to olefins over a HZSM-5 zeolite catalyst",
      "author" : [ "P. Pérez-Uriarte", "A. Ateka", "M. Gamero", "A.T. Aguayo", "J. Bilbao" ],
      "venue" : "Ind. Eng. Chem. Res. 55 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Zeolite catalysts modified with zirconium and sulfur compounds in the conversion of dimethyl ether to lower olefins",
      "author" : [ "N.V. Kolesnichenko", "E.E. Kolesnikova", "L.E. Kitaev", "E.N. Biryukova", "N.I. Trukhmanova", "S.N. Khadzhiev" ],
      "venue" : "Petrol. Chem. 52 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Development of hierarchical EU-1 zeolite by sequential alkaline and acid treatments for selective dimethyl ether to propylene (DTP)",
      "author" : [ "M.H.M. Ahmed", "O. Muraza", "A.M. Al-Amer", "K. Miyake", "N. Nishiyama" ],
      "venue" : "Appl. Catal. A: Gen. 497 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Stable production of gasoline-ranged hydrocarbons from dimethyl ether over iron-modified ZSM-22 zeolite",
      "author" : [ "A.K. Jamil", "O. Muraza", "K. Miyake", "M.H.M. Ahmed", "Z.H. Yamani", "Y. Hirota", "N. Nishiyama" ],
      "venue" : "Energ. Fuel 32 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Direct synthesis of propylene and light olefins from dimethyl ether catalyzed by modified H-ZSM-5",
      "author" : [ "T.-S. Zhao", "T. Takemoto", "N. Tsubaki" ],
      "venue" : "Catal. Commun. 7 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Effect of the acidity of HZSM-5 zeolite and the binder in the DME transformation to olefins",
      "author" : [ "P. Pérez-Uriarte", "M. Gamero", "A. Ateka", "M. Díaz", "A.T. Aguayo", "J. Bilbao" ],
      "venue" : "Ind. Eng. Chem. Res. 55 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A new approach to the modeling of deactivation in the conversion of methanol on zeolite catalysts",
      "author" : [ "T.V.W. Janssens" ],
      "venue" : "J. Catal. 264 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Nanocrystallite self-assembled hierarchical ZSM-5 zeolite microsphere for methanol to aromatics",
      "author" : [ "Y.M. Jia", "J.W. Wang", "K. Zhang", "W. Feng", "S.B. Liu", "C.M. Ding", "P. Liu" ],
      "venue" : "Microporous Mesoporous Mater. 247 (2017) 103–115, https://doi.org/10.1016/j. micromeso.2017.03.035.  Z. Chen, et al.  Chemical Engineering Journal 388 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 10,
      "context" : "deactivation by formation and deposition of coke [12].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 14,
      "context" : "dition of growth inhibitor, such as porous carbon, L-lysine and polymer hydrogels, the low zeolite yield as well as the difficulty in separation make it expensive to scale up for industrial level applications [16].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 22,
      "context" : "multistep synthesis and the removal of meso-template with the discharge of toxic waste [24,25].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 23,
      "context" : "multistep synthesis and the removal of meso-template with the discharge of toxic waste [24,25].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 27,
      "context" : "Great efforts have been made by researchers using less amount OSDAs to prepare ZSM-5 zeolite, which leaves substantial difficulties such as the formation of ZSM-5 within a narrow range of SiO2/Al2O3 ratio (40–70), low crystallization rate and low yield, as well as uncontrollable crystal size [29].",
      "startOffset" : 293,
      "endOffset" : 297
    }, {
      "referenceID" : 28,
      "context" : "With the increasing of stringent environment problems and the shortage of petroleum resources, researches on alternative non-petroleum resources, such as coal, natural gas and biomass, for fuel production and chemicals have attracted great attention in the past decades [30].",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 32,
      "context" : "modynamic and economic advantageous compared to the synthesis of methanol [34].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 33,
      "context" : "and products selectivity are still challenge in the DTO process [35].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 34,
      "context" : "of products diffusion and low utilization of active sites [36,37].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 35,
      "context" : "of products diffusion and low utilization of active sites [36,37].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 36,
      "context" : "In this approach, the consecutive freezing and vacuum drying of aluminosilicate gel ensures the formation of porous precursor under the action of ice-templating [38].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 37,
      "context" : "simulated XRD pattern of MFI-structured zeolite (JCPDS 00-043-0784) [39].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 38,
      "context" : "In contrast, the soft meso-template resulted in the synthesis of H-ZSM-5 with poor crystallinity [40,41].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 39,
      "context" : "In contrast, the soft meso-template resulted in the synthesis of H-ZSM-5 with poor crystallinity [40,41].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 41,
      "context" : "which the presence of good crystallinity and whiter tonality suggest the intracrystalline mesoporous feature of the sample [43].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 42,
      "context" : "The most important thing is that the pore structure by the sublimation of the ice structure remains largely retained in the subsequent crystallization process [44].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 27,
      "context" : "It should be noted that the bands at 450, 790 and 1070 cm−1 are generally assigned to the bending of T-O tetrahedra, which can also be observed in silica, quartz and cristobalite [29,48].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 46,
      "context" : "It should be noted that the bands at 450, 790 and 1070 cm−1 are generally assigned to the bending of T-O tetrahedra, which can also be observed in silica, quartz and cristobalite [29,48].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 38,
      "context" : "with the conventional M-ZSM-5 and H-ZSM-5, the prepared hierarchical HN-ZSM-5-16 shows strong intensity and narrow vibrational modes at 550, 1070 and 1220 cm, indicating the increased ordering degree of T-O units and crystallinity of zeolites [40,49,50].",
      "startOffset" : 243,
      "endOffset" : 253
    }, {
      "referenceID" : 47,
      "context" : "with the conventional M-ZSM-5 and H-ZSM-5, the prepared hierarchical HN-ZSM-5-16 shows strong intensity and narrow vibrational modes at 550, 1070 and 1220 cm, indicating the increased ordering degree of T-O units and crystallinity of zeolites [40,49,50].",
      "startOffset" : 243,
      "endOffset" : 253
    }, {
      "referenceID" : 48,
      "context" : "with the conventional M-ZSM-5 and H-ZSM-5, the prepared hierarchical HN-ZSM-5-16 shows strong intensity and narrow vibrational modes at 550, 1070 and 1220 cm, indicating the increased ordering degree of T-O units and crystallinity of zeolites [40,49,50].",
      "startOffset" : 243,
      "endOffset" : 253
    }, {
      "referenceID" : 14,
      "context" : "lieved that the weak acid sites are related to Si-OH groups on the external surface or the non-framework Al-OH, while the strong acid sites are resulted from the tetrahedral aluminum species in the framework [16,17,41].",
      "startOffset" : 208,
      "endOffset" : 218
    }, {
      "referenceID" : 15,
      "context" : "lieved that the weak acid sites are related to Si-OH groups on the external surface or the non-framework Al-OH, while the strong acid sites are resulted from the tetrahedral aluminum species in the framework [16,17,41].",
      "startOffset" : 208,
      "endOffset" : 218
    }, {
      "referenceID" : 39,
      "context" : "lieved that the weak acid sites are related to Si-OH groups on the external surface or the non-framework Al-OH, while the strong acid sites are resulted from the tetrahedral aluminum species in the framework [16,17,41].",
      "startOffset" : 208,
      "endOffset" : 218
    }, {
      "referenceID" : 52,
      "context" : "inequivalent sites of Si(0Al) grouping [54].",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 53,
      "context" : "It is also indicated that the as-prepared mesoporous nanoparticles possessed more available terminal Si-OH group on the external surface area [55].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 61,
      "context" : "It is reported that the weight loss rate per hour is determined as the average rate of coke formation on the catalyst [63].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 62,
      "context" : "conversion of DME is reduced to about 80% of the initial value, the catalyst can be regarded as deactived [64].",
      "startOffset" : 106,
      "endOffset" : 110
    } ],
    "year" : 2020,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}