{
  "name" : "downloads_2019-10-10_c9_streli2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Elemental imaging of trace elements in bone samples using micro and nano-X-ray fluorescence spectrometry",
    "authors" : [ "C. Streli", "M. Rauwolf", "A. Turyanskaya", "D. Ingerle", "P. Wobrauschek" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Radiation and Isotopes\njournal homepage: www.elsevier.com/locate/apradiso\nElemental imaging of trace elements in bone samples using micro and nanoX-ray fluorescence spectrometry\nC. Streli∗, M. Rauwolf, A. Turyanskaya, D. Ingerle, P. Wobrauschek Atominstitut, TU Wien, Stadionallee 2, 1020, Vienna, Austria\nH I G H L I G H T S\n• Micro-XRF was successfully applied to determine the element distribution in bone samples. • A laboratory micro-XRF spectrometer was used to measure the Mg and Y distribution in bones after implantation of Mg-based bioresorbable implants. • Synchrotron radiation induced confocal micro-XRF was successfully applied to determine the spatial distribution of Zn in osteosarcoma. • Tumor zinc levels were compared with adjacent normal tissue and found to be higher. • Synchrotron radiation induced nano-XRF with resolution of about 500 nm was used for bone tissue investigation with a high spatial resolution.\nA B S T R A C T :\nOur group employs micro- and nano-X-ray fluorescence spectrometry (XRF) for the investigation of bone tissue. The manuscript presents the results of 3 various projects, in which spatial distribution of trace elements in bone samples was studied. The first study investigated the distribution of the elemental constituents of Mgbased implants at various stages of the degradation process in surrounding bone tissue with a focus on magnesium (Mg) and yttrium (Y). The analysis was performed in laboratory of Atominstitut using a special micro-XRF spectrometer for light element detection. The second study is devoted to the spatial distribution of Zn in highgrade sclerosing osteosarcoma mapped by confocal synchrotron radiation induced micro-XRF. Tumor zinc levels were compared with adjacent normal tissue. For discrimination between healthy and diseased bone quantitative backscattered electron imaging was used. The third experiment demonstrates the performance of synchrotron radiation induced nano-XRF with beam size of about 500 nm for bone tissue investigation. Special emphasis is set to advantages of micro- and nano-XRF in bone analysis as well as overcoming possible limitations."
    }, {
      "heading" : "1. Introduction",
      "text" : "The knowledge of spatial elemental distribution in bone is helpful for the investigation of bone biology in health and disease. Micro-X-ray fluorescence analysis (micro-XRF) has proven to be a powerful tool for qualitative and semiquantitative analysis of spatial distribution of trace elements in bone samples, especially when synchrotron radiation is used as an excitation source (Pemmer et al., 2013), (Hofstaetter et al., 2013), (Zoeger et al., 2006)\nNevertheless micro-XRF has certain limitations. For instance, the analysis of low-Z elements, emitting low energy fluorescence radiation, is hindered in air due to absorption. This can be solved by performing the experiments under vacuum conditions to reduce the absorption by air, which was implemented in the micro-XRF spectrometer of Atominstitut (Smolek et al., 2010). However, excitation by X-ray tubes (laboratory spectrometers) might not be sufficient for elements in low concentrations. In this case, synchrotron radiation has to be used as\nexcitation source. (Gilfrich et al., 1983). A further difficulty to be considered is the correlation of various histological areas of bone, which can be made visible using quantitative backscattered electron imaging (qBEI) and the micro-XRF images. To perform qBEI on a bone sample, the bone has to be imbedded in PMMA (poly(methyl methacrylate), cut, grinded and polished. Then qBEI can be performed getting information from a depth of the first micrometer. The sample prepared in this way can be measured by micro-XRF, but the exciting radiation penetrates much deeper in the sample (about 100 μm and more) than the electrons, so depending on the information depth of the respective fluorescence radiation, signals from elements excited along the path of the exciting radiation are overlapped with signal from the surface. This might restrict direct correlations with areas of histological interest. Sample preparation is crucial for the outcome of the experiment. In our experiments we are dealing with thick as well as very thin (thicknesses up to several micrometers). The depth resolution is given by the penetration depth of the primary beam. Whereas for thin samples the\nhttps://doi.org/10.1016/j.apradiso.2019.04.033 Received 28 February 2019; Received in revised form 24 April 2019; Accepted 29 April 2019\n∗ Corresponding author. E-mail address: streli@ati.ac.at (C. Streli).\nApplied Radiation and Isotopes 149 (2019) 200–205\nAvailable online 30 April 2019 0969-8043/ © 2019 Elsevier Ltd. All rights reserved.\nT\ndepth resolution is given by the sample thickness, for thick samples measured by confocal XRF the depth resolution is given by the focal size of the second polycapillary. Lateral resolution is given by the beam size.\nThe above-mentioned issues are further discussed in a specific context of three presented projects: bioresorbable Mg implants in bone, Zn accumulation in human osteosarcoma tissue and nano-XRF imaging of bone sample."
    }, {
      "heading" : "1.1. Bioresorbable Mg implants in bone using micro-XRF setup with X-ray tube excitation",
      "text" : "A more detailed description can be found in (Turyanskaya et al., 2016).\nBioresorbable materials can be highly beneficial in orthopedic surgery. The implants made of such materials, are after the implantation supporting the healing bone, and later start to degrade steadily, therefore allowing, and even fostering, the new bone tissue to grow on the site of damage. Thus, there will be no need in follow-up surgery (e.g. to remove the implant), which would be especially beneficial for children. Such bioresorbable materials are currently in the developmental stage, especially the metal alloys, e.g. Mg-, Fe-, and Zn-based (Chen et al., 2014). It is understandable, that the materials should be thoroughly tested before possible human use – both ex vivo and in animal studies. Micro-XRF allowed us to analyze the processes of implant degradation of Mg-based alloy in rat bone, with the focus on yttrium (minor constituent of alloy) as a medically-relevant degradation product and magnesium, the main component of the alloy."
    }, {
      "heading" : "1.1.1. Experimental setup",
      "text" : "Analysis was performed using the micro-XRF setup at Atominstitut (ATI). This spectrometer was designed and built in-house, and had excellent characteristics for the implant project. The detailed description of the setup can be found in (Smolek et al., 2010). Excellent excitation conditions for both light and heavy elements are provided by a Rh-anode low power tube (20W). The Rh tube emits Rh–K line (20.3 keV) radiation which excites Y, and also emits Rh-L line (2.7 keV) radiation, which excites Mg (Kα=1.25 keV) efficiently. The spectrometer is equipped with a 30mm2 Si(Li) detector (LN2 cooled) with an ultrathin polymer window (UTW). The UTW allows the efficient detection of the low energy fluorescence radiation from Mg. The setup is in vacuum so that the low-energy radiation is not absorbed by air. Excitation and detection conditions, together with the operation under vacuum, facilitates analysis of low atomic number elements, e.g., magnesium. A polycapillary optic (full lens) was used to focus the primary beam on the sample surface; the beam size determined for CuKα (8 keV) was 50 μm×50 μm. Step size in both directions was 50 μm, and the measurement time - 200 s per point."
    }, {
      "heading" : "1.1.2. Results",
      "text" : "The thin sections of rat bone (about 200 μm) with implanted pin were mapped in raster mode. Areas of interest were chosen individually for each sample, depending on the morphology of the tissue and the state of the implanted material. For the samples, where the most part of the pin degraded (18 months dwelling time), the measurements were performed on the former position of the pin. The following elements were detected: Mg, Mn, Y, Zn (mostly components of the alloy) and P, S, and Ca (elements of the bone).\nFig. 1 shows the three-months-old sample, where degradation had already started, still a large part of the pin remained in the tissue, which can be seen on the micrograph (Fig. 1B). Most content of Mg and Y is, naturally, detected in the implant (Fig. 1A), on the line scan, i.e. – single vertical line, selected from the map, a sharp drop in Mg content directly near the implant edge can be seen, while Y content gradually decreases over some distance from the interface (Fig. 1C). The Ca distribution is not homogeneous in bone, less mineralized newly formed tissue shows less Ca content.\nOver 18-months after the implantation (Fig. 2), the degradation process was nearly completed, no metal pieces can be observed on the micrograph, Fig. 2B. Mg is naturally present in low content in the calcified area of the bone (Fig. 2A). Yttrium is accumulated in the lowmineralized area (towards bone marrow) and its content decreases towards the corticalis (Fig. 2C)."
    }, {
      "heading" : "1.1.3. Resume",
      "text" : "Within this project, micro-XRF was successfully applied to investigate the elemental distribution of components of the bioresorbable implants in rats. Detection of light elements was possible due to the special micro-XRF spectrometer of Atominstitut. We observed a sharp decrease in Mg in the immediate proximity of the implant-bone interface and no specific accumulation or aggregation of Mg in the adjacent bone tissue in all the investigated samples. Therefore, it can be assumed that Mg released during the degradation process is steadily included into the metabolic processes. In contrast to Mg, Y was detected in the bone tissue further away from the implant interface, and accumulations could be observed on the position of the implant on the later stages of the degradation process. The mechanism behind the Y accumulations and propagation into the tissue is not clear, but must be further investigated, due to possible health implications."
    }, {
      "heading" : "1.2. Zinc accumulation in mineralized human osteosarcoma tissue using synchrotron radiation induced confocal micro-XRF",
      "text" : "More details can be found in (Rauwolf et al., 2017) Multiple studies have shown that levels of certain trace elements such as Zn differ between normal and cancerous tissue, e.g. (AlEbraheem et al., 2013). To investigate the role of Zn in osteosarcoma we characterized the spatial distribution of Zn in nine patients using confocal SR-micro-XRF. Zn levels in high-grade sclerosing osteosarcoma were compared with adjacent normal tissue. Quantitative backscattered electron imaging (qBEI) as well as histological examinations were performed to localize the normal and cancer tissue."
    }, {
      "heading" : "1.2.1. Experimental setup",
      "text" : "To differentiate between tissue categories (healthy/tumor bone) quantitative backscattered electron imaging (qBEI) was used. To perform qBEI images, the samples have to be embedded in PMMA, grinded and polished to obtain a smooth polished surface. In a case study of one sample (P1) a significantly higher degree of mineralization (Ca content) was found in the tumor bone tissue compared with the surrounding healthy bone matrix (Hofstaetter et al., 2013).\nAs the information depth of the qBEI depends on the mineralization (in the range of 1–1.5 μm) a combination with micro-XRF (information depth around 100 μm) would not allow a precise correlation of the two methods. Fig. 3 shows the information depth depending on the energy of the fluorescence radiation of the respective elements in a bone matrix.\nTo overcome this problem confocal micro-XRF has proven to be a useful technique (Zoeger et al., 2006) as it restricts the depth from which radiation can be seen by the detector to about 20 μm. As the concentration of Zn in bone is low, X-ray tube excitation does not provide enough photons to detect Zn in bone, therefore, we decided to use synchrotron radiation induced confocal micro-XRF. This method takes advantage of various characteristics of synchrotron radiation, such as high photon flux, linear polarization, collimation and the easily tuneable primary photon energy that enables to detect absolute amounts in the femtogram range (for medium-Z elements). Confocal SR-micro-XRF uses X-ray optics (often polycapillary lenses) on the beam side and in front of the detector to define a detection volume from which the fluorescence radiation is detected. This allows to scan samples through the detection volume and to obtain information from the area of interest voxel by voxel. This geometry eliminates fluorescence radiation (of higher energies in particular of high-Z elements) from\ndeeper layers and therefore improves the overall spatial resolution (Zoeger et al., 2006). More information on confocal SR-micro-XRF can be found elsewhere (Vincze et al., 2004)\nSynchrotron radiation micro-XRF measurements were performed with a confocal setup at the FLUO beamline at ANKA (KIT, Karlsruhe, Germany) (Simon et al., 2003). The excitation energy was set to 17 keV. Two polycapillary half lenses were used, as focusing optics. A depth resolution for 9.71 keV (Au-Lα) was about 20 μm, meaning that only signals from this layer were detected. The voxel dimensions achieved for that energy were about 10× 15×20 μm3.\nFig. 4 represents a sketch of the working principle of confocal microXRF showing the overlap of the two foci of the individual capillaries, defining the voxel where the signal comes from."
    }, {
      "heading" : "1.2.2. Results",
      "text" : "As an example, one region of interest (ROI) from patient P1 (ROI 1) is shown in Fig. 5. ROIs with different tumor characteristics were selected at samples of all patients. The Ca and Zn net counts were obtained and then Ca count rates and Zn fractions normalized to calcium were determined. The results were presented in maps as Counts_Zn/ (Counts_Ca + Counts_Zn). According to the qBEI image (Fig. 5a) ROI 1 contains both tumor tissue and healthy bone. One can see that the\nmineralization (grey level in qBEI) and accordingly also the Ca content (Fig. 5b) are distinctly lower in the healthy part than in the tumor area. The Zn fraction was noticeable increased in tumor area compared with the healthy bone area (Fig. 5c).\nThe histogram and boxplots of the Zn fractions of all five ROIs of P1 are shown in Fig. 6. Two clearly separated peaks (green bars healthy and red bars tumorous region) are visible. The extension to all the samples of 9 patients proved these findings (Rauwolf et al., 2017). On average, the ratio of medians of Zn fractions in mineralized tumor tissue was about six times higher than in normal healthy tissue."
    }, {
      "heading" : "1.2.3. Resume",
      "text" : "It was possible to detect Zn in mineralized osteosarcoma tissue and normal healthy bone using synchrotron radiation confocal micro-XRF. Median Zn fractions in all mineralized osteosarcoma tissue areas were significantly higher compared with normal adjacent bone. The underlying mechanism of Zn accumulation is unclear. However, our findings warrant further studies on the role of Zn and bone cancer."
    }, {
      "heading" : "1.3. Synchrotron radiation induced nano-XRF imaging of human bone samples",
      "text" : "More details can be found in (Rauwolf et al., 2018) Reducing the size of the exciting beam below 1 μm by using advanced X-ray optics will improve the spatial resolution of the obtained element maps significantly leading to nano-XRF imaging. Nevertheless, the depth resolution remains critical. A confocal setup is not suitable, as the focal size of polycapillaries is limited to about 10 μm. So one possibility to increase the depth resolution is to produce thin slices of bone\nsamples by cutting the bone samples after embedding in PMMA. This was done with a vertebral body biopsy sample which was prepared as a 4 μm (thickness) cut. This cut was put between two 8 μm Kapton foils and fixed between Plexiglas frames."
    }, {
      "heading" : "1.3.1. Experimental setup",
      "text" : "The experiments were performed at the bending magnet test beamline B16 beamline at the Diamond Light Source synchrotron (Sawhney et al., 2010). This setup allows the scanning of thin samples (thicknesses up to several micrometers) with a sub-micrometer\nresolution (beam size of 500 nm×600 nm). The 17 keV exciting beam was focused with a Kirkpatrick–Baez (KB) mirror pair. The XRF radiation is detected at an angle of 45°to the sample or 90°to the primary beam by a Vortex four-element detector (Vortex-ME4, Hitachi Ltd, Tokyo, Japan) with a total active area of 200mm2 and SII electronics."
    }, {
      "heading" : "1.3.2. Results",
      "text" : "Fig. 7 shows the Ca distribution of an overview scan (top left), a microscope image of the area of the sample measured (bottom left) and the Ca, Zn, Sr and Co distribution of the final high-resolution scan. The overview area was 400mm×360mm was scanned with a step size of 20 μm and a measurement time per pixel of 2 s (about 20min for the complete scan).\nThe high-resolution scan (step size 1 μm) of 11 μm×237 μm was optimized for measuring Zn and therefore needed a considerably longer measurement time of 20 s per pixel (about 15 h for the whole scan). Fig. 7 shows that the setup is not only capable of imaging thin structures in bone samples but also that the resulting elemental maps can easily be correlated to microscope images using rough scans."
    }, {
      "heading" : "1.3.3. Resume",
      "text" : "We tested the nano-XRF setup for analysis of bone tissue. It holds great potential for the investigation of thin structures within the bone tissue, especially addressing the analytical topics, where elemental distribution on the sub-micrometer scale comes in question."
    }, {
      "heading" : "2. General conclusions",
      "text" : "• Micro-XRF is suitable to determine the spatial distribution of trace elements in bone tissue; • Detection of light elements, such as Mg in bone, is possible with the use of special vacuum micro-XRF spectrometer (Atominstitut); • Trace and ultra-trace elements, which are normally present in bone in low content, can be successfully investigated using synchrotron radiation; • Biological investigations benefit greatly from the correlations of the several imaging methods. In case of bone tissue, we use microXRF + qBEI for thick samples (project 2) and micro-/nanoXRF + microscopy for thin samples (projects 1 and 3); • Nano-XRF imaging has great potential in bone analysis, but currently is possible only for thin samples. For such measurements consecutive scans with decreasing step width (employed in our measurements – from rough scans to fine) or, alternatively, a system of masks or markers to identify the exact measurement position is highly recommended.\nAcknowledgements:\nThe research leading to these results has received funding from the Austrian Science Fund (FWF, project number: P 27715)."
    } ],
    "references" : [ {
      "title" : "Altered matrix mineralization in a case",
      "author" : [ "K. Klaushofer", "P. Roschger" ],
      "venue" : null,
      "citeRegEx" : "R. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2013
    }, {
      "title" : "Spatial distribution of the",
      "author" : [ "H.W. Thaler", "P. Roschger", "K. Klaushofer", "C. Streli" ],
      "venue" : null,
      "citeRegEx" : "Thaler et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Thaler et al\\.",
      "year" : 2013
    }, {
      "title" : "Characterization of a submicro-X",
      "author" : [ "O.J.L", "L. Hahn", "K.J.S. Sawhney", "C. Streli" ],
      "venue" : null,
      "citeRegEx" : "O.J.L. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "O.J.L. et al\\.",
      "year" : 2018
    }, {
      "title" : "A test beamline on diamond light source",
      "author" : [ "K.J.S. Sawhney", "I.P. Dolbnya", "M.K. Tiwari", "L. Alianelli", "S.M. Scott", "G.M. Preece", "U.K. Pedersen", "R.D. Walton" ],
      "venue" : "AIP Conf. Proc. 1234,",
      "citeRegEx" : "Sawhney et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Sawhney et al\\.",
      "year" : 2010
    }, {
      "title" : "The X-ray fluorescence facility at ANKA, Karlsruhe: minimum detection limits and micro probe capabilities",
      "author" : [ "R. Simon", "G. Buth", "M. Hagelstein" ],
      "venue" : "Nucl. Instrum. Methods",
      "citeRegEx" : "Simon et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Simon et al\\.",
      "year" : 2003
    }, {
      "title" : "Improved micro x-ray fluorescence spectrometer for light element analysis",
      "author" : [ "S. Smolek", "C. Streli", "N. Zoeger", "P. Wobrauschek" ],
      "venue" : "Rev. Sci. Instrum",
      "citeRegEx" : "Smolek et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Smolek et al\\.",
      "year" : 2010
    }, {
      "title" : "μXRF elemental mapping of bioresorbable magnesium-based implants",
      "author" : [ "A. Turyanskaya", "M. Rauwolf", "T. Grünewald", "M. Meischel", "S. Stanzl-Tschegg", "J. Löffler", "P. Wobrauschek", "A. Weinberg", "H. Lichtenegger", "C. Streli" ],
      "venue" : "in bone. Materials",
      "citeRegEx" : "Turyanskaya et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Turyanskaya et al\\.",
      "year" : 2016
    }, {
      "title" : "Three-dimensional trace element analysis by confocal X-ray microfluorescence imaging",
      "author" : [ "L. Vincze", "B. Vekemans", "F.E. Brenker", "G. Falkenberg", "K. Rickers", "A. Somogyi", "M. Kersten", "F. Adams" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Vincze et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Vincze et al\\.",
      "year" : 2004
    }, {
      "title" : "Lead accumulation in tidemark of articular cartilage",
      "author" : [ "N. Zoeger", "P. Roschger", "J.G. Hofstaetter", "C. Jokubonis", "G. Pepponi", "G. Falkenberg", "P. Fratzl", "A. Berzlanovich", "W. Osterode", "C. Streli", "P. Wobrauschek" ],
      "venue" : "Osteoarthritis Cartilage",
      "citeRegEx" : "Zoeger et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Zoeger et al\\.",
      "year" : 2006
    } ],
    "referenceMentions" : [ {
      "referenceID" : 8,
      "context" : ", 2013), (Zoeger et al., 2006) Nevertheless micro-XRF has certain limitations.",
      "startOffset" : 9,
      "endOffset" : 30
    }, {
      "referenceID" : 5,
      "context" : "This can be solved by performing the experiments under vacuum conditions to reduce the absorption by air, which was implemented in the micro-XRF spectrometer of Atominstitut (Smolek et al., 2010).",
      "startOffset" : 174,
      "endOffset" : 195
    }, {
      "referenceID" : 6,
      "context" : "A more detailed description can be found in (Turyanskaya et al., 2016).",
      "startOffset" : 44,
      "endOffset" : 70
    }, {
      "referenceID" : 5,
      "context" : "The detailed description of the setup can be found in (Smolek et al., 2010).",
      "startOffset" : 54,
      "endOffset" : 75
    }, {
      "referenceID" : 8,
      "context" : "To overcome this problem confocal micro-XRF has proven to be a useful technique (Zoeger et al., 2006) as it restricts the depth from which radiation can be seen by the detector to about 20 μm.",
      "startOffset" : 80,
      "endOffset" : 101
    }, {
      "referenceID" : 8,
      "context" : "deeper layers and therefore improves the overall spatial resolution (Zoeger et al., 2006).",
      "startOffset" : 68,
      "endOffset" : 89
    }, {
      "referenceID" : 7,
      "context" : "More information on confocal SR-micro-XRF can be found elsewhere (Vincze et al., 2004) Synchrotron radiation micro-XRF measurements were performed with a confocal setup at the FLUO beamline at ANKA (KIT, Karlsruhe, Germany) (Simon et al.",
      "startOffset" : 65,
      "endOffset" : 86
    }, {
      "referenceID" : 4,
      "context" : ", 2004) Synchrotron radiation micro-XRF measurements were performed with a confocal setup at the FLUO beamline at ANKA (KIT, Karlsruhe, Germany) (Simon et al., 2003).",
      "startOffset" : 145,
      "endOffset" : 165
    }, {
      "referenceID" : 3,
      "context" : "The experiments were performed at the bending magnet test beamline B16 beamline at the Diamond Light Source synchrotron (Sawhney et al., 2010).",
      "startOffset" : 120,
      "endOffset" : 142
    } ],
    "year" : 2019,
    "abstractText" : "Our group employs microand nano-X-ray fluorescence spectrometry (XRF) for the investigation of bone tissue. The manuscript presents the results of 3 various projects, in which spatial distribution of trace elements in bone samples was studied. The first study investigated the distribution of the elemental constituents of Mgbased implants at various stages of the degradation process in surrounding bone tissue with a focus on magnesium (Mg) and yttrium (Y). The analysis was performed in laboratory of Atominstitut using a special micro-XRF spectrometer for light element detection. The second study is devoted to the spatial distribution of Zn in highgrade sclerosing osteosarcoma mapped by confocal synchrotron radiation induced micro-XRF. Tumor zinc levels were compared with adjacent normal tissue. For discrimination between healthy and diseased bone quantitative backscattered electron imaging was used. The third experiment demonstrates the performance of synchrotron radiation induced nano-XRF with beam size of about 500 nm for bone tissue investigation. Special emphasis is set to advantages of microand nano-XRF in bone analysis as well as overcoming possible limitations.",
    "creator" : "Elsevier"
  }
}