{
  "name" : "downloads_2020-07-23_b3_10.1002@smll.202003303.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Risk Governance of Emerging Technologies Demonstrated in Terms of its Applicability to Nanomaterials",
    "authors" : [ "Panagiotis Isigonis", "Antreas Afantitis", "Dalila Antunes", "Alena Bartonova", "Ali Beitollahi", "Nils Bohmer", "Evert Bouman", "Qasim Chaudhry", "Mihaela Roxana Cimpan", "Emil Cimpan", "Shareen Doak", "Damien Dupin", "Doreen Fedrigo", "Valérie Fessard", "Maciej Gromelski", "Arno C. Gutleb", "Sabina Halappanavar", "Peter Hoet", "Nina Jeliazkova", "Stéphane Jomini", "Sabine Lindner", "Igor Linkov", "Eleonora Marta Longhin", "Iseult Lynch", "Ineke Malsch", "Antonio Marcomini", "Espen Mariussen", "Jesus M. de la Fuente", "Georgia Melagraki", "Finbarr Murphy", "Michael Neaves", "Rolf Packroff", "Stefan Pfuhler", "Tomasz Puzyn", "Qamar Rahman", "Elise Rundén Pran", "Elena Semenzin", "Tommaso Serchi", "Christoph Steinbach", "Benjamin Trump", "Ivana Vinković Vrček", "David Warheit", "Mark R. Wiesner", "Egon Willighagen", "Maria Dusinska" ],
    "emails" : [ "isigonis@unive.it" ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.small-journal.com\n2003303 (1 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "ConCept",
      "text" : ""
    }, {
      "heading" : "Risk Governance of Emerging Technologies Demonstrated",
      "text" : "in Terms of its Applicability to Nanomaterials\nPanagiotis Isigonis,* Antreas Afantitis, Dalila Antunes, Alena Bartonova, Ali Beitollahi, Nils Bohmer, Evert Bouman, Qasim Chaudhry, Mihaela Roxana Cimpan, Emil Cimpan, Shareen Doak, Damien Dupin, Doreen Fedrigo, Valérie Fessard, Maciej Gromelski, Arno C. Gutleb, Sabina Halappanavar, Peter Hoet, Nina Jeliazkova, Stéphane Jomini, Sabine Lindner, Igor Linkov, Eleonora Marta Longhin, Iseult Lynch, Ineke Malsch, Antonio Marcomini, Espen Mariussen, Jesus M. de la Fuente, Georgia Melagraki, Finbarr Murphy, Michael Neaves, Rolf Packroff, Stefan Pfuhler, Tomasz Puzyn, Qamar Rahman, Elise Rundén Pran, Elena Semenzin, Tommaso Serchi, Christoph Steinbach, Benjamin Trump, Ivana Vinković Vrček, David Warheit, Mark R. Wiesner, Egon Willighagen, and Maria Dusinska*\nDOI: 10.1002/smll.202003303\nNanotechnologies have reached maturity and market penetration that require nano-specific changes in legislation and harmonization among legislation domains, such as the amendments to REACH for nano materials (NMs) which came into force in 2020. Thus, an assessment of the components and regulatory boundaries of NMs risk governance is timely, alongside related methods and tools, as part of the global efforts to optimise nanosafety and integrate it into product design processes, via Safe(r)-by-Design (SbD) concepts. This paper provides an overview of the state-of-the-art regarding risk governance of NMs and lays out the theoretical basis for the development and implementation of an effective, trustworthy and transparent risk gover nance framework for NMs. The proposed framework enables continuous integration of the evolving state of the science, leverages best practice from contiguous disciplines and facilitates responsive re-thinking of nanosafety governance to meet future needs. To achieve and operationalise such framework, a science-based Risk Governance Council (RGC) for NMs is being developed. The framework will provide a toolkit for independent NMs’ risk governance and integrates needs and views of stakeholders. An extension of this framework to relevant advanced materials and emerging technologies is also envisaged, in view of future foundations of risk research in Europe and globally.\nDr. P. Isigonis, Prof. A. Marcomini, Dr. E. Semenzin Department of Environmental Sciences Informatics and Statistics University Ca’ Foscari of Venice Via Torino 155, Mestre, Venice 30172, Italy E-mail: isigonis@unive.it\nDr. A. Afantitis, Dr. G. Melagraki Nanoinformatics Department NovaMechanics Ltd. Nicosia, Cyprus Dr. D. Antunes, Prof. I. Linkov, Dr. B. Trump Factor Social Lda. Lisbon, Portugal\n1. Introduction\nThe rapid expansion of nanotechnology as a key enabling technology (KET) in several economic sectors raises significant concerns in the scientific and regulatory world in many European countries, and globally, regarding the possible hazards and risks posed by nanomaterials (NMs) to human health (both workers and consumers) and the environment,[1] while the concerns of the public are highly dependable on the risk perception of NMs and the level of understanding of nanotechnology.[2–5] Such concerns, if not governed by proper risk assessment and management approaches, may significantly hamper the great potential of nanotechnology to deliver industrial, energy, environmental, health, and other benefits.[6] In general, the rapid development of nanotechnologies has not been matched by the speed of nanospecific adjustments in regulatory frameworks for safety\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.202003303.\n© 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\nSmall 2020, 2003303\n2003303 (2 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nmanagement.[7] NMs are already accepted as vital for new technologies and innovation, as evidenced by the existence of the European Union (EU) Observatory for Nanomaterials[8] and the National Nanotechnology Initiative of the USA;[9] however, the increasing rate of their utilization seems to outpace regulators and researchers in adjusting regulation and research, leaving a gap regarding proper handling of NM-related environmental and human health risks.[10–12] This consideration of a regulatory gap, whether real or perceived, demonstrates a need to reassess already adopted NMs, especially those commonly produced and\nDr. A. Bartonova, Dr. E. A. Bouman, Dr. E. M. Longhin, Dr. E. Mariussen, Dr. E. Rundén Pran, Dr. M. Dusinska NILU Norwegian Institute for Air Research Kjeller 2007, Norway E-mail: maria.dusinska@nilu.no Prof. A. Beitollahi INIC Iran Nanotechnology Initiate Council Tehran, Iran Dr. N. Bohmer, Dr. C. Steinbach Society for Chemical Engineering and Biotechnology (DECHEMA) Theodor-Heuss-Allee 25, Frankfurt am Main 60486, Germany Prof. Q. Chaudhry University of Chester Parkgate Road, Chester CH1 4BJ, UK Prof. M. R. Cimpan Department of Clinical Dentistry, Biomaterials Faculty of Medicine University of Bergen Aarstadveien 19, Bergen 5009, Norway Prof. E. Cimpan Western Norway University of Applied Sciences Inndalsveien 28, Bergen 5063, Norway Prof. S. Doak Swansea University Medical School Singleton Park, Swansea, Wales SA2 8PP, UK Dr. D. Dupin CIDETEC Paseo Miramón 196, Donostia-San Sebastián 20014, Spain D. Fedrigo, M. Neaves ECOS – European Environmental Citizens Organization for Standardization Rue d’Edimbourg, 26, Brussels 1050, Belgium Dr. V. Fessard, Dr. S. Jomini ANSES Fougères Laboratory Contaminant Toxicology Unit and Risk Management Support Unit of Chemicals Assessment Risk Assessment Department 14 rue Pierre et Marie Curie, Maisons-Alfort Cedex 94701, France M. Gromelski, Prof. T. Puzyn QSAR Lab Sp. z o.o. al. Grunwaldzka 190/102, Gdańsk 80-266, Poland Dr. A. C. Gutleb, Dr. T. Serchi LIST Luxembourg Institute of Science and Technology Belvaux, Luxembourg Dr. S. Halappanavar Environmental Health Science and Research Bureau Health Canada Ottawa, Ontario, Canada Prof. P. Hoet KU Leuven Department of Public Health and Primary Care Unit of Environment and Health Leuven 3000, Belgium Dr. N. Jeliazkova IDEA Ideaconsult Limited Liability Company Angel Kanchev 4, Sofia 1000, Bulgaria Dr. S. Lindner Plastics Europe Deutschland e. V. Mainzer Landstrasse 55, Frankfurt am Main 60329, Germany Prof. I. Linkov US Army Engineer Research and Development Center and Carnegie Mellon University Lisbon, Portugal Prof. I. Lynch School of Geography Earth and Environmental Sciences University of Birmingham Edgbaston, Birmingham B15 2TT, UK Dr. I. Malsch Malsch TechnoValuation PO Box 455, Utrecht, AL 3500, The Netherlands Prof. J. M. de la Fuente Instituto de Ciencia de Materiales de Aragón (ICMA) Consejo Superior de Investigaciones Científicas (CSIC)-Universidad de Zaragoza C/Pedro Cerbuna 12, Zaragoza 50009, Spain Dr. F. Murphy TGO – Transgero Limited Limerick, Ireland Dr. R. Packroff Division of ‘Hazardous chemicals and biological agents’ BAuA – Federal Institute for Occupational Safety and Health Dortmund, Germany Dr. S. Pfuhler Procter & Gamble Co. Miami Valley Innovation Center 11810 East Miami River Road, Cincinnati, OH 45239 8707, USA Prof. T. Puzyn University of Gdansk Faculty of Chemistry Group of Environmental Chemometrics Wita Stwosza 63, Gdańsk 80-308, Poland Prof. Q. Rahman Amity University Noida, UP, India Dr. B. Trump US Army Engineer Research and Development Center and University of Michigan Lisbon, Portugal Dr. I. V. Vrček Institute for Medical Research and Occupational Health Analytical Toxicology and Mineral Metabolism Unit Ksaverska cesta 2, Zagreb 10 000, Croatia Dr. D. B. Warheit Warheit Scientific LLC Wilmington, DE 19801, USA Prof. M. R. Wiesner Department of Civil and Environmental Engineering Center for the Environmental Implications of NanoTechnology (CEINT) Duke University 121 Hudson Hall, Durham, NC 27708-0287, USA Prof. E. L. Willighagen Department of Bioinformatics BiGCaT NUTRIM Maastricht University Maastricht ER 6229, The Netherlands\nSmall 2020, 2003303\n2003303 (3 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nused across a range of applications, as well as emerging innovative NMs, which is where risk governance comes to the fore.[13] In order to appropriately manage and support innovation, commercial and regulatory decisions must be clearly guided by a broad set of civil society interests and should be supported by clear, reliable, relevant, and understandable scientific outputs and data, which must also be legally sound and defensible.[14]\nGovernance systems aim to provide all actors with clarity and defined rules to understand what forms of behavior are acceptable and valid, as well as which actions and behaviors are outside the boundaries of established best practices, codes of conduct, and overall operating procedures.[15–18] However, since the governance concept rose initially, as a tool for evaluating eligibility for international development through its use by the International Monetary Fund, World Bank, and other bodies,[19] “what ‘good governance’ entails” is a persistent debate as best practices attempt to keep pace with contemporary socio-economic developments,[20] especially at the axis of risk and innovation.[21] Different forms of governance have varying compositions of principles and practices, such as the values and operating practices of prominent governing bodies of a certain area. These principles and practices are informed by trade-offs in risks and benefits, or, in other words, governance weighs the potential gains and externalities that may be accrued should an activity or product be allowed to enter into the public domain or commercial marketplace.[22] The trade-offs are particularly salient for technology development and commodification,[23] where developers’ economic and scientific incentives must be balanced against the potential health hazards and security implications posed by a specific technology. This balance is a fundamental challenge of risk governance, where the perspectives, incentives, and needs of various stakeholders and interest groups inform the regulatory requirements and/or informal procedures needed for governing the development pathway and commercialization of a new technology to enter the marketplace. The international risk governance council (IRGC) was first to address the risk governance of emerging and systemic risks, as a response to policy challenges, and developed a generic framework for risk governance, which has been considered broadly applicable for nanotechnology as an emerging technology.[24,25]\nDespite the significant progress achieved in risk evaluation, risk assessment and risk management, of NMs, there is still an urgent need to implement a robust and reliable methodology for risk governance of NMs via benchmarked decisionmaking tools. Within the EU H2020 program, the development of a transparent, self-sustained and science based risk governance council (RGC), through joint efforts from three projects (Gov4Nano,[26] NANORIGO,[27] and RiskGONE[28]) has been initiated. The RGC development is founded on a clear understanding of risks, risk management practices and the societal risk perception by all stakeholders to allow the EU member states to fully exploit the economic and social potential of NMs and nanotechnologies broadly."
    }, {
      "heading" : "2. Governance of Emerging Technologies",
      "text" : "Governance of technologies, in more established and better understood fields, is largely informed by economic, social, and environmental considerations. Technologies in these fields\noften represent an incremental, as opposed to radical, change, and therefore many of the mechanisms are likely to have already been established, where regulators and other actors have kept pace with the development of a given technology. Within emerging technologies, corresponding innovation could be deemed radical or disruptive, which is often accompanied by a set of new and unique governance challenges arising from reduced understanding of the health and environmental impacts of the new technology. The governance challenges posed by NMs, include a range of ethical, social, political, and technical issues, such as their dynamic nature, specific physicochemical properties (both intrinsic and extrinsic depending on context and surroundings), aging, environmental transformations, behavior, features, and effects.[29–32]\nGovernance is largely informed by the joint actions of risk analysis (including measures of risk prevention, mitigation, or transfer) and risk communication. Assuming that the properties of a technology and technological outcomes are well-understood and scientifically testable, such technologies and their products are reviewed through characterization and assessment of their potential hazards, magnitude of exposure, and exposure pathways, i.e., potential exposure of workers or consumers, environmental fate, transport, etc. Using various tests and benchmarks, the potential hazards of the technology and its products are reviewed along their life cycle against potential risks, including the magnitude and the frequency of occurrence of such risks. Based on such reviews, the technologies and products are refined and improved to be compliant with formal regulation or less formal “soft laws,” i.e., industrial standards and best practices, before entering the market.[33] Efforts on risk communication with stakeholders and the lay public are commendable to a) inform the public regarding the safe use procedures for the given product, b) field any potential concerns that may not have been reflected in testing, and c) communicate with the public regarding the absence of specific risks after rigorous hazard testing and evaluation (assuming that this is backed by the experimental data acquired).\nEmerging technologies pose unique issues to the whole governance process, in ways that conventional materials or products generally do not.[17] Notably, emerging technologies like nanotechnology might possess unique, uncertain, or incompletely characterized features such as their dynamic evolution. Given their emerging nature and current knowledge gaps, hazards associated with NMs may be difficult to quantify,[34,35] while robust exposure assessment needed for a proper risk assessment is still an issue.[36] Particularly, risk analysis of NMs suffers from a lack of widely applicable testing strategies and assessment benchmarks, which essentially render any riskbased nanotechnology governance strategy as contested and unable to inform safe operating procedures. Uncertainty related to physicochemical properties may alter the assessment of hazards and risks even for traditional materials, thus the impact of compounding uncertainties for NMs may result in highly uncertain and impractical risk estimates.\nFor example, European Chemicals Agency (ECHA) has recently introduced the concept of nanoforms and groups of nanoforms that are sufficiently similar as to have the same toxicity, however the boundaries of these sets of nanoforms have yet to be established. Currently, we do not have a\nSmall 2020, 2003303\n2003303 (4 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nclear understanding of whether a 50 nm TiO2 NM with 80:20 anatase:rutile is the same as a 50  nm TiO2 NM with 75:25 anatase: rutile in terms of biological effects, nor whether a 40  ±  5  nm and a 50  ±  10  nm NM of the same composition are sufficiently similar in terms of their uptake and hazard to constitute a set of nanoforms.\nWithout having a clear understanding of the issues described above, it is politically and institutionally difficult to craft and enforce standards for the broader technology development and policymaking communities.[6,37] Existing consensus processes to develop and validate agreed standardized testing strategies and guidance documents are slow and unwieldy,[14] even where strong political will exists, such as the Organization for Economic Co-operation and Development (OECD) activities and the “Malta Initiative.”[38–41]\nGiven these difficulties and the lack of a reliable, scientifically based and clear testing strategy for risk assessment of NMs, scholars have called for the urgent and timely use of risk governance.[6,42,43] The IRGC characterizes risk governance into discrete consecutive phases, as follows:\n1) Pre-assessment 2) Appraisal 3) Characterization/evaluation 4) Management 5) Communication of risk within a specific context that is\ninfluenced by the interactions and preferences of various stakeholders.[21]\nNMs represent an accumulation of incremental innovations, leading to a larger, more radical step which has driven the rapid development and commercialization of certain NMs. Despite their prevalence already in the human environment, NMs can still be considered an emerging technology (defined as a technology reaching their potential within 3–5 years), given the insufficient maturity of societal understanding of the risks and benefits of NMs and how this understanding is conveyed to stakeholders, the radical novelty, rapid growth, variety of potential NMs composition, and their prominent impacts where applied in comparison to the status quo.[44] In short, the full impact of NMs is not yet fully understood unlike many larger scale chemical equivalents. In the research and development phases for NMs there are ranges of governance regimes, at firm or institution level, which determine what and how NM innovations are, or are not developed. These more “local” governance systems are also influenced by larger systems, such as regional or national regulatory frameworks.\nHarmonization across regulatory frameworks and domains, even within a single country, is challenging. For example, US chemical safety regulation (TSCA) allows registration of a NM for a specific use (as per drug approvals for a specific disease endpoint), while the EU’s chemical legislation, registration, evaluation, authorization, and restriction of chemicals (REACH), requires registrants to consider all possible utilization/exposure scenarios, which therefore establishes firm requirements and criteria to be fulfilled before a NM for the specified applications can enter the EU market. This places the burden upon firms wishing to commercialize NMs to demonstrate the safety of their applications when fulfilling these\nrequirements, a burden that may be particularly onerous for small businesses. A requirement to consider all use scenarios for a new material as a basis for regulation will inevitably leave gaps, while also placing a burden on businesses to explore uses beyond their targeted markets and applications.\nAn important challenge for NMs risk governance (and indeed commercialization) is that the same NM may have multiple different applications, each of which has a completely different exposure route, exposure form, exposure potential, potential risk, and possibly life cycle. For example, silver-based NMs are widely used not only in inkjet printing but also as antibacterial agents in wound dressings and medical devices.[45] The exposure routes and forms are very different in these cases, and, for example, a manufacturer designing a silver NM for use in printing would not typically want to generate risk assessments that should be applied for the case of direct contact with wounds. Use is intimately connected with the resulting exposure route. While exposure has been evaluated less as a key criterion for evaluating the risk of NMs[46] it may therefore be practical to continue to regulate NMs based on their functional use (therefore exposure), as has been done, to a limited extent, for nanosilver in the US, which is regulated under the regulations for pesticides. This functional use grouping, would bring all materials registered for a given use (nano and nonnano) together rather than attempting to bring all nano-scale materials under a single regulatory umbrella. Such a use-based approach could possibly be more efficient but should also be framed more by socio-ecological precautionary considerations rather than the economically focused process we currently see under REACH.\nIt is worth mentioning that the assessment of realistic exposure levels has also been put in the center of the next generation risk assessment (NGRA) approach—a step beyond the classic risk assessment paradigm. In the classic paradigm, the risk measures are calculated by dividing the critical doses obtained from animal studies, e.g., NOAEL by some safety margins, e.g., a factor of 10 for the extrapolation from the test animal to human, plus an additional 10 to account for variability within the human population. NGRA is defined as an exposureled, hypothesis-driven approach that incorporates one or more “New Approach Methodologies” (NAMs, typically alternatives to animal testing) to ensure that the chemical does not cause harm to consumers. This requires development of integrated, tiered and iterative strategies that integrate various types of experimental studies, such as high-throughput studies (HTS) and omics analyses with computational techniques, such as quantitative structure–activity relationships (QSAR), threshold of toxicological concern approach (TCC), quantitative in vitro– in vivo extrapolation (QIVIVE), physiological-based pharmacokinetics modeling (PBPK) and read-across.[47–49]\nAs mentioned above, the revised Annex VI of REACH[50] introduced the concept of nanoform into the regulation, which addresses the information requirements concerning nanoscale variants of chemical substances, such as NMs. The introduction represents an increase in requirements for the authorization and possibility to commercialize NMs and products containing them. Within the REACH regulation, NMs are considered as special forms of a chemical substance, whereas the term nanoform is used to distinguish different NMs forms, e.g.,\nSmall 2020, 2003303\n2003303 (5 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ndifferent sizes, shapes, or coatings, of the same registered substance.[51,52] Consequently, each nanoform of a particular substance must be identified and characterized in the registration dossiers. A nanoform must be characterized in accordance with Annex VI Section 2.4 of REACH, which states that a substance may comprise of one or more different nanoforms, depending on the differences in several particle parameters, which always have to be considered jointly, i.e., i) size distribution; ii) shape and other morphological characterization; iii) surface treatment and functionalization; and iv) surface area. Variation in at least one of the above parameters will result in a different nanoform, unless it is a result of batch-to-batch variability. Since different nanoforms of a particular NM may differ significantly in terms of their physical, chemical, and/or morphological properties, it is expected that different nanoforms of the same substance (same NM) may also differ in terms of causing adverse effects on human health and/or the environment, and thus require separate assessment unless they can be demonstrated to constitute a set of nanoforms of similar behavior.\nGiven the ongoing uncertainty to which physico-chemical characteristics of NMs correlate with toxicity,[53,54] a risk governance approach has been suggested in order to develop collaborative mechanisms across multiple stakeholders and institutions to craft and implement the standards, best practices, and operating culture within the nanotechnology industry.[17] Such an approach may benefit from the operationalization of the Safe(r)-by-Design (SbD) concept that is a growing requirement within individual governments, but would also stimulate innovation in the international landscape of emerging technologies.[55]\nThe SbD concept aims to establish selection rules and synthetic approaches that can be used for the reduction of associated risks, while considering the life cycle of products in order to protect workers, users and consumers.[56] This can be achieved by reducing NMs hazard and/or exposure, reducing the migration and/or release of NMs and the controlled degradation once released from their matrices.[31,56] The implementation of SbD approaches is one of the main elements of risk governance of nanotechnology and its incorporation into the risk governance framework can enable timely and effective high-tech innovation, making NM-products safer for humans and the environment, and supporting their acceptance by, and value to, customers and society as a whole.[57]"
    }, {
      "heading" : "3. Moving from Risk Assessment and Management to Governance of Nanomaterials and Nanotechnologies",
      "text" : "It is well established by most stakeholders in the nanotechnology field, i.e., scientific community, regulators/policy makers and industry, that traditional risk assessment/risk management, although broadly applicable for NMs, demands a high level of adaptation and optimization. This is mainly due to: i) the special features of NMs, including their aforementioned applications in a wide array of consumer and industrial applications; ii) their enormous diversity of properties; iii) their dynamic nature that responds to/is determined by their\nsurroundings (sometimes called extrinsic properties);[31,58,59] and iv) the extensive gaps in their characterization under relevant exposure conditions and timescales.[60,61] Primary research efforts have so far focused on adjusting risk assessment and management frameworks for chemicals to account for the properties and characteristics of NMs.\nThe complexity of the topic and the need for a holistic approach have led to the shift in focus from simpler processes of risk assessment to risk governance of NMs, seeking more relevant rules, validation procedures and regulatory accepted processes within risk governance.[14] These processes aim to cover the whole innovation process along the life cycle of a specific NM, thereby allowing a deeper analysis of foreseeable risks that may be posed by NMs, nano-enabled products and processes.\nScott-Fordsmand et al.[14] have analyzed the current state of the art in the nanosafety sector, by identifying the progress of science and regulation in five important sub-sectors, i.e., scientific data, nanoinformatics tools, operational tools, governance framework, governance council. In the same study, the current status and what is missing have been analyzed, while a way forward is proposed for each of the sub-sectors, followed by a general roadmap and a view into the global perspective of nanosafety. A key recommendation from that work was the urgent need for the development of a holistic risk governance framework, whose aim is to integrate scientific data and operational tools, which coupled with guidance and test guidelines can lead to the operationalization of a risk governance council.\nKey gaps that have been identified include the ongoing lack of: i) consensus in a risk management framework for NMs; ii) certified reference materials and positive/negative controls for NMs; iii) official test guidelines for characterization and toxicity evaluation; iv) methodologies for understanding of the social impacts of nanotechnologies; v) consensus strategies for the transfer of acceptable risk arising from NMs; and vi) proper communication toward stakeholders and society. To address these gaps, the RiskGONE consortium envisages a pragmatic approach, based on the latest developments in the risk governance sector, which will be translated into web-based and flexible, yet tailored, guidance schemes to support the governance of the risks during the innovation process of NMs.\nInspired by initial discussions on risk governance of nanotechnology in the mid-2000s, scholars are now debating how and to what extent it may be developed and implemented within various jurisdictions or industries. For example, Hristozov et al.[62] have detailed the range of different risk pre-assessment and evaluation methods available, Lombi et  al.[63] addressed risk governance in the agriculture-nanotechnology field, while Grieger et al.[64] have detailed the bevy of tools for risk screening of NMs. Similarly, Subramanian et  al.[65] and Isigonis et  al.[66] reflected upon tools for nanotechnology risk communication and mitigation, Trump et al.[67] presented six options that have been deployed to address uncertainty regarding NMs in the United States, the European Union, as well as in developing countries, while Sørensen et al.[68] evaluated environmental risk assessment models for NMs, in relation to their applicability within the caLIBRAte product innovation framework for NMs risk governance.\nSmall 2020, 2003303\n2003303 (6 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "4. Risk Governance Frameworks for Nanomaterials",
      "text" : "During the last decade, several attempts have been made to create a framework tailored to the risk governance of NMs. Notable developments include the nanorisk framework,[69] the ISO 31000:2018 Risk Management Framework for new technologies,[70] the risk governance framework of IRGC for NMs with specific guidelines on governance of emerging risks,[71,72] the iNTeg-Risk project Emerging Risk Management Framework (ERMF)[73] and the frameworks developed by EU funded projects such as NanoTEST,[74] MARINA,[75] SUN,[76] NANoReg,[77] NANoReg2,[78] caLIBRAte,[79] and NanoMILE.[80] Most of these approaches contain similar elements that form the main pillars of risk governance for NMs, such as “risk pre-assessment,” “risk concern/safety assessment,” “risk evaluation,” “risk management, and decision making,” while they are complemented by continuous supporting processes such as “risk communication” and “monitoring,” as identified by Isigonis et  al.[66] The most important characteristics of these frameworks have been analyzed in relation to their suitability for risk governance of NMs, their advantages and disadvantages, their acceptability, legal basis, and broad applicability, enabling identification of knowledge gaps that need to be filled, as summarized in Table 1.\nA straight-forward methodology has been adopted here for assessment of the relevant existing frameworks, by combining elements of gap analysis and strengths, weaknesses, opportunities, and threats (SWOT) analysis. In the first phase, the frameworks have been analyzed to distinguish their main advantages and disadvantages, in terms of their suitability for adoption and expansion within a general setting for the risk governance of NMs. Advantageous characteristics present in the various frameworks have been identified, such as nanospecificity, incorporation of SbD elements for NMs, wide applicability, presence of guidance, comprehensive applied tools, etc. In addition, the most important drawbacks of each effort have also been identified, such as the lack of guidance, lack of nanospecificity and applicability in comprehensive tools, the (over)simplicity of some frameworks, the focus on a limited set of risk governance processes, etc. The second phase of analysis focused on identifying the level of data intensity that is required for the application of each framework (e.g., qualitative vs quantitative assessments, low/medium/high data intensity) and specific characteristics related to the stakeholder acceptance, in terms of regulatory compliance, and the applicability of the frameworks in low and middle income countries. It is worth noting at this stage that none of the proposed frameworks has complete regulatory acceptance/adoption so far, which together with the legal basis are two rather important characteristics in the effort to establish frameworks and standards suitable for risk governance of NMs overall. The last phase of the analysis performed herein considered possible improvements and steps that would allow widespread acceptability and possible utility of each analyzed framework for the RGC. This step identified a number of options such as expansion to cover a larger number of risk governance processes, integration in web tools or decision support systems, provision of extensive guidance, and others. All in all, this analysis allowed extraction of the important characteristics from each framework for further utilization within the design\nof the risk governance framework that is being developed by the RiskGONE consortium.\nThe proposed framework aims to incorporate valuable existing information and the new developments into one structure that will be the basis for the operationalization of the RGC. The existing risk governance frameworks have specific drawbacks, as analyzed and summarized in Table  1, and include fragmented resources based on the background and the scope of their development, therefore it is considered sensible to collect all the important elements under one umbrella, i.e., within the envisioned holistic risk governance framework.\nTo support innovation, a strong focus of recent research has been driven toward establishing procedures that would allow the integration of SbD concept into NMs development and commercialization at the outset, therefore aiming to couple the risk governance processes with regulatory and business needs and embedding risk governance concepts into the underlying frameworks.[57,81–83]\nThe integration of SbD together with concepts of “Qualityby-Design” and “Sustainability-by-Design” for NMs has been envisioned in related frameworks.[84,85] To achieve such an operationalization of SbD and related concepts, scientific and regulatory needs are mapped in parallel with innovation management needs that together with prevention-based and saferinnovation approaches have to be incorporated within the emerging risk governance frameworks. Achievement of such a holistic, operational, and transparent framework, acceptable to and trusted by all stakeholders is the ultimate goal of risk governance research.\nDespite the undoubted progress in the field, consensus on the safe development and handling of nanotechnology among the various stakeholder groups is still considered as a great challenge.[86] Therefore, the dedicated RGC for NMs, under development by three H2020-funded research projects (Gov4Nano,[26] NANORIGO,[27] and RiskGONE[28]), aims to support the translation of research advances into regulation and industrial practice, and to integrate research, development and innovation (R&D&I) processes in nanotechnology in a holistic way. These projects aim to design and implement a broadly accepted among stakeholders, scientifically based risk governance framework for NMs by filling identified gaps of the existing efforts[14] (see Table 1 above for some of the key information gaps identified in terms of broad applicability, stakeholder acceptability, and legal basis). Furthermore, the projects aim to support the framework through a dedicated web platform and allow modular expansion possibilities to accommodate the future needs of NMs industries, regulators and the general public. This approach is expected to enable a continuous incorporation of the evolving state of the science to facilitates responsive re-thinking of nanosafety governance to address these future needs. In addition, in close cooperation with all consortia, three H2020-funded research projects (NanoCommons,[87] NanoInformaTIX,[88] and NanoSolveIT[89]) are developing models which can make predictions based on prior experimental inputs, utilizing only knowledge of NM structure and composition, enabling NMs developers to screen NMs in silico before actually producing them, thus ensuring that the properties of concern are reduced or eliminated, which would make the NMs SbD.[90]\nSmall 2020, 2003303\n2003303 (8 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nAs more experimental data become available, these models can be retrained to be more robust and extend their domain of applicability to gain more insight into the features driving NMs functionalities or adverse effects."
    }, {
      "heading" : "5. A Scientific View on a Universal Risk Governance Framework and Plans for Development and Operationalization of a Risk Governance Council",
      "text" : "Responsible and sustainable nanotechnology innovation requires the development and implementation of widely agreed strategies and tools for prevention, assessment, communication, and management of risks and impacts, across materials\nand product life cycles. It should also reflect contiguous concerns, such as the circular economy, critical raw materials, the water and waste framework directives,[91,92] and guidance in food and feed chains,[93] ultimately leading to the development of a holistic risk governance framework for nanotechnologies and NMs.[14] Within the RiskGONE project, a modular risk governance framework is envisioned, based on the state-of-the-art in the nanotechnology sector, the incorporation of risk/benefit ratio and ethical assessments[94] and the efforts to couple the notions of life cycle thinking, prevention-based risk governance, SbD, safe innovation governance, contiguous frameworks, and open data initiatives with the existing four main pillars of the risk governance process, as shown in Figure 1.\nThe principal components of risk governance frameworks, such as risk pre-assessment, risk appraisal, risk evaluation, and\nSmall 2020, 2003303\n2003303 (9 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nrisk management have been described extensively in various previous studies.[66,71] They are accepted by the scientific community as important steps in chemical and material assessment and are used in the most recent research regarding risk governance processes for NMs. Our study uses the pre-existing principal components as the basis of the envisioned risk governance framework and focuses on the development and incorporation of specific elements that are currently missing and are considered essential toward the establishment of science-based risk governance of NMs, as also seen in Table 1. These elements include the following:\n1) Promotion of the incorporation of the SbD concept, alongside the sustainability by design and quality by design concepts, within assessment frameworks and their operationalization through comprehensive tools, which are currently in their infancy or missing completely. This effort is meant both to help innovation governance, to support responsible research and innovation (RRI) with practical and operational tools and to enhance predictive actions and measures covering the life cycle of NMs or even precede their realization via in silico screening. 2) Communication among stakeholders through bi-directional communication tools; a web-based platform which will allow the public to communicate with stakeholders and vice versa, in an effort to facilitate dialog and explore public and societal objectives. 3) Guidance and standardization documents, for enhancing the regulatory compliance and acceptance of the developed framework and the incorporated tools. 4) Strengthening of the scientific efforts toward open data and global data availability, through the development of open databases and repositories supporting findable, accessible, interoperable, and reusable (FAIR) data and promoting the FAIRification processes. 5) Utilization of risk governance tools (both existing and those to be developed) and incorporation of decision trees that will guide the users (covering regulators, industry and the public) in the use of the cloud platform (thus the applied framework) and the redirection to available resources for the needs of each stakeholder group. Resources will include guidance documents, standardization documents, public summaries, internet resources (databases, information portals), communication tools and scientific tools.\nThe risk governance council is at the epicenter of all the developments of the RiskGONE project, therefore closely related to the development of the risk governance framework and the associated supporting infrastructure, i.e., data, tools and instruments, which is expected to be developed until the end of project timeframe. The RGC is expected to undertake and optimize multiple stakeholder involvement activities through the bidirectional communication channel that is under development.\nThe risk governance frameworks developed so far have not been designed with exclusive consideration of how they would be operationalized, i.e., outlining how the framework would support the work of a science-based, regulatory, sustainable RGC, that would be able to provide expert opinions on the\nongoing developments in risk related issues for NMs tailored to the needs of regulators, industry, society, and other stakeholders. The foundation of the RGC’s activities, based on the RiskGONE consortium vision, should be based on various key steps for creating a strong formal framework: i) using FAIR[95] scientific data; ii) making use of OECD/EURL ECVAM (European Union Reference Laboratory for alternatives to animal testing/European Centre for the Validation of Alternative Methods) validated datasets and nanoinformatics tools; iii) enabling the operationality of the tools for aligning the risk governance practices through accessible cloud platforms; and iv) aligning with open data initiatives and supporting the validation processes for data and models.\nThe vision is thus to design a framework for supporting the RGC activities through the early adoption of scientific advances and emerging data and their translation via functional tools, all within a transparent, guided decision scheme considering the needs and expectations of the various stakeholders. The risk governance framework will be available as an interoperable cloud platform with a user-friendly interface and operationalized via a set of decision trees implemented into a modular decision support tool providing instruments, guidance and guidelines for different aspects of the risk governance of NMs, such as:\n1) Characterization, fate, and dosimetry of NMs 2) Human hazard assessment 3) Environmental hazard/effect assessment 4) Exposure assessment 5) Human health risk assessment 6) Ecological risk assessment 7) Environmental impact assessment and life cycle analysis 8) Social impact assessment and risk-benefit analysis 9) Economic assessment 10) Risk reduction 11) Risk transfer 12) Risk communication 13) Ethical impact assessment\nTools are expected to be categorized based on their suitability for use in the different risk governance processes and their reliability to support them. Specific assessment has been done in previous projects, such as within the H2020 caLIBRAte[79] project where the evaluation of the relevance of tools for horizon scanning, environmental risk assessment and human health risk assessment has been performed. These results will be complemented with new tools, especially those developed within the NanoSolveIT, NanoCommons, and NanoInformaTIX nanoinformatics projects.[87–89] Multiple tools covering the multiple stages of risk governance processes therefore they are expected to be proposed to the users in the various modular yet integrated segments of the decision trees that will be used to guide the users to appropriate resources.[66]\nThe specific system requirements and specifications are currently being defined in collaboration with the NanoSolveIT project.[96] Concrete exploitation and sustainability plans are also foreseen and are currently under development to ensure continuity, beyond the specific project duration. Key aspects of the cloud platform include the utilization of open access approaches where feasible, recognition of the need for\nSmall 2020, 2003303\n2003303 (10 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ndata security, the need for easily extendable and adaptable approaches to keep pace with knowledge and technological development, and its hand-over to the RGC, in any of the possible forms it might take, as part of the long term operationalization. Project partners commit to keeping the cloud platform functional for at least 5 years beyond the project lifetime in the absence of its uptake and onward development by the RGC.\nThe decision trees will be designed and implemented, to provide scientific and regulatory support via reinforced decision-making tools and facilitated risk communication to relevant stakeholders, including industry, regulators, insurance companies, NGOs, and the general public. The decision trees will be complemented by relevant toolboxes and guidance materials, to support the RGC in the risk governance processes. The required, critical properties of nanoforms would be predicted (calculated) with the implemented nanoinformatics tools that are currently under development by the collaborating projects (NanoSolveIT, NanoCommons, and NanoInformaTIX). The framework is expected to support regulatory decision-making as well as business management needs, through the adoption of best practices, the promotion of RRI[97–99] and the exploration of frameworks for responsible innovation[100] for integration with the proposed risk governance framework to align policymaking with research practices. Extension to other relevant advanced materials and emerging technologies is also envisaged along with leveraging of best practice from contiguous disciplines.\nIn some respects, the results of almost 20 years of risk research have shown that health hazards from respirable, bioresistant dusts in particle and fibrous form are not limited to diameters below 100 nm, but also affect other (advanced) materials that do not fall under the definition of a “nanoform.”[101–103] Recent debates consider NMs as new materials generally, where the nanoscale is one feature, but not the only one. To address the size issue, it is indicated that particulate behavior, irrespective of whether engineered or incidental, is clearly correlated with disease outcomes in specific cases.[104] Even though understanding the subtleties of these features, especially their potent combinations, is advancing, further research is needed. A library of NMs has been recently published,[105] which contains information that is clearly above what can be measured case-by-case and would allow determination of groups of nanoforms, once appropriate models are developed and validated for regulatory use. However, specific investment through governance/stakeholder dialog is needed to determine the appropriate endpoints for screening needs. In this context, while limited acute effects at relevant exposure levels have been observed, very little is still known about chronic and multi-generational effects. Thus, significant research investment is still needed to address these aspects of NMs safety and support revision of test guidelines for NMs.[106,107] A long-term aim of the risk governance council must thus include continuous monitoring, investigation and understanding of NMs behavior and risks, i.e.,—in one word, governance. This issue contributes to the change of focus in the next EU research framework program “Horizon Europe,” where the corresponding funding for risk research is anchored under the generic term “advanced materials.” Considerable uncertainty still exists, thus making NMs an example of the diversity and complexity of advanced materials.\nThe operationalization of the risk governance framework remains a great challenge, as previous efforts were mainly conceptual, lacked regulatory acceptance and were barely used for decision making, or to support solving practical problems or clarification of concerns and uncertainties in the nanosafety sector. Now driven directly by regulators, the establishment of a risk governance body for NMs will enable the RGC to make developed tools operational and to provide communication with stakeholders and civil society, based on high quality information, by reviewing scientific and regulatory data to provide science-based, justified opinions regarding the environment and human health safety of NMs applied in different products and sectors. The following characteristics are considered vital for establishing the functionality of the RGC and its development should ensure:\n1) Financial stability/sustainability 2) Neutral/independent status and reputation 3) Transparent and science-based procedures and advice 4) Strong and diverse stakeholder engagement and\ninvolvement"
    }, {
      "heading" : "6. Conclusion",
      "text" : "The challenge posed in the nanotechnology sector is the development of a universally accepted framework, which is able to meet the risk and innovation governance challenges that are known at the moment, while at the same time is flexible enough to accommodate the envisioned needs of nanotechnology and advanced materials as an emerging technology. Operationalization and obtaining regulatory acceptance of the framework remain key open questions, which should be tackled in parallel with its development, while tackling the uncertainty and diversity/complexity of NMs is considered also a top priority. Consensus is vital for the success of the RGC and thus strong focus is needed to perform effective collaboration among the three risk governance (Gov4Nano, NanoRIGO, and RiskGONE) and the three nanoinformatics projects (NanoCommons, NanoSolveIT, and NanoInformaTIX), that are developing the models and predictive tools that the RGC will use once established. Such collaboration and coordination of efforts, should consider existing methods, together with cross-validation of new models/modeling approaches, including their predictive power and applicability domains, to enable achievement of the collective goal of reaching unprecedented standards of excellence in the risk governance of NMs."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This study received funding from the European Union’s Horizon 2020 research and innovation program under grant agreement No 814425 (RiskGONE) and No 814572 (NanoSolveIT)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest.\nSmall 2020, 2003303\n2003303 (11 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "Keywords",
      "text" : "nanomaterials, nanosafety, regulation, risk governance council, risk governance framework\nReceived: May 28, 2020 Published online:\n[1] M. Baalousha, W. How, E. Valsami-Jones, J. R.  Lead, Nanoscience and the Environment (Eds J. R. Lead, E. Valsami-Jones), Elsevier, Amsterdam 2014, pp. 1–54. [2] I. Malsch, V. Subramanian, E. Semenzin, A. Zabeo, D. Hristozov, M.  Mullins, F.  Murphy, I.  Linkov, A.  Marcomini, Environ. Syst. Decis. 2017, 37, 465. [3] A.  Porcari, E.  Borsella, C.  Benighaus, K.  Grieger, P.  Isigonis, S. Chakravarty, P. Kines, K. A. Jensen, J. Nanopart. Res. 2019, 21, 245. [4] G.  Correia Carreira, A.  Epp, M.  Lohmann, G.-F.  Böl, J.-P.  Ferdinand, M. Gossen, G. Scholl, B. Holzhauer, Nanoview–Influencing Factors on the Perception of Nanotechnology and Target Group-Specific Risk Communication Strategies, Bundesinstitut für Risikobewertung, Berlin 2016. [5] I. A. Joubert, M. Geppert, S. Ess, R. Nestelbacher, G. Gadermaier, A. Duschl, A. C. Bathke, M. Himly, NanoImpact 2020, 17, 100201. [6] O. Renn, M. C. Roco, J. Nanopart. Res. 2006, 8, 153. [7] P. Laux, J. Tentschert, C. Riebeling, A. Braeuning, O. Creutzenberg,\nA.  Epp, V.  Fessard, K.-H.  Haas, A.  Haase, K.  Hund-Rinke, N. Jakubowski, P. Kearns, A. Lampen, H. Rauscher, R. Schoonjans, A. Störmer, A. Thielmann, U. Mühle, A. Luch, Archives of Toxicology, Springer Verlag, Berlin. [8] EU and ECHA, European Union Observatory for Nanomaterials [Online], https://euon.echa.europa.eu/ (accessed: May 2020). [9] USA, National Nanotechnology Initiative [Online], https://www.nano.gov/ (accessed: May 2020). [10] J.  Ahtiainen, E.  Väänänen, Regulatory Safety Assessment of Nanomaterials : Are We Facing the Same Challenges as the Regulation of Endocrine Disrupting Chemicals?, Nordic Council of Ministers, Copenhagen 2012. [11] I. Linkov, F. K. Satterstrom, J. C. J. Monica, S. Foss, Nanotechnol. Law Bus. 2009, 6, 203. [12] G. E.  Marchant, B.  Atkinson, D.  Banko, J.  Bromley, E.  Cseke, E.  Feldstein, D.  Garcia, J. M.  Grant, C.  Hubach, M.  Silva, R. L. Swinford, S. Willman, Jurimetrics, American Bar Association, IL Vol. 52, 2012, pp. 243. [13] T. Van Teunenbroek, J. Baker, A. Dijkzeul, Part. Fibre Toxicol. 2017, 14, 54. [14] J. J.  Scott-Fordsmand, et  al., We need governance of Nanotechnology now: developing a sustainable system for European society, unpublished. [15] K. Van Kersbergen, F. Van Waarden, Eur. J. Pol. Res. 2004, 43, 143. [16] J.  Jordana, D. Levi-Faur, The Politics of Regulation : Institutions and\nRegulatory Reforms for the Age of Governance, E. Elgar Publishing, Cheltenham, UK 2004. [17] I.  Linkov, B. D.  Trump, E.  Anklam, D.  Berube, P.  Boisseasu, C. Cummings, S. Ferson, M.-V. Florin, B. Goldstein, D. Hristozov, K. A.  Jensen, G.  Katalagarianakis, J.  Kuzma, J. H.  Lambert, T.  Malloy, I.  Malsch, A.  Marcomini, M.  Merad, J.  Palma-Oliveira, E.  Perkins, O.  Renn, T.  Seager, V.  Stone, D.  Vallero, T.  Vermeire, Environ. Syst. Decis. 2018, 38, 170. [18] J.  Chataway, J.  Tait, D.  Wield, Technol. Anal. Strategic Manage. 2006, 18, 169. [19] V. P. Nanda, Ann. Am. Acad. Pol. Soc. Sci. 2006, 603, 269. [20] T. G. Weiss, in Thinking about Global Governance. Why People and\nIdeas Matter, 1st ed. (Ed: T. G. Weiss) Routledge, Abingdon, UK 2012, pp. 179–200.\n[21] O.  Renn, P.  Graham, Risk Governance – Towards an Integrative Approach, 2005. [22] T. Malloy, B. D. Trump, I. Linkov, Environ. Sci. Technol. 2016, 50, 6822. [23] Commodification is the hoped-for endpoint of any technology –\neither for the private sector, or for public good. Risk governance is fundamentally centered upon governing uncertain commodities (either as materials or as composite products). [24] IRGC, Nanotechnology Risk Governance, Geneva, 2007. [25] M.  Roco, O.  Renn, A.  Jäger, Nanotechnology Risk Governance,\nSpringer, Dordrecht 2008, pp. 301–327. [26] Gov4NANO H2020 Project [Online], http://www.gov4nano.eu\n(accessed: May 2020). [27] NANORIGO H2020 Project [Online], http://www.nanorigo.eu\n(accessed: May 2020). [28] RiskGONE H2020 Project [Online], http://www.riskgone.eu/\n(accessed: May 2020). [29] M. B.  Kearnes, P. M.  Macnaghten, J.  Wilsdon, Governing at the\nNanoscale : People, Policies and Emerging Technologies, Demos, London 2006. [30] E. Casals, M. F. Gusta, J. Piella, G. Casals, W. Jiménez, V. Puntes, Front. Immunol. 2017, 8, 970. [31] I. Lynch, C. Weiss, E. Valsami-Jones, Nano Today 2014, 9, 266. [32] I. Lynch, A. Ahluwalia, D. Boraschi, H. J. Byrne, B. Fadeel, P. Gehr,\nA. C. Gutleb, M. Kendall, M. G. Papadopoulos, BioNanomaterials 2013, 14, 195. [33] T. A. Börzel, T. Risse, Regul. Governance 2010, 4, 113. [34] A. D. Maynard, Ann. Occup. Hyg. 2006, 51, 1. [35] G. Miller, F. Wickson, Rev. Policy Res. 2015, 32, 485. [36] T. A. J.  Kuhlbusch, S. W. P.  Wijnhoven, A.  Haase, NanoImpact\n2015, 10, 11. [37] T. Rycroft, B. Trump, K. Poinsatte-Jones, I. Linkov, J. Nanopart. Res.\n2018, 20, 52. [38] OECD, No. 57 – Guidance Manual towards the Integration of Risk\nAssessment into Life Cycle Assessment of Nano-Enabled Applications, 2015. [39] OECD, No 25 – Guidance Manual for the Testing of Manufactured Nanomaterials: OECD Sponsorship Programme: First Revision, Paris, 2010. [40] OECD, No. 85 – Evaluation of in vitro methods for human hazard assessment applied in the OECD Testing Programme for the Safety of Manufactured Nanomaterials, 2018. [41] Malta Initiative [Online], https://www.nanosafetycluster.eu/international-cooperation/the-malta-initiative/ (accessed: May 2020). [42] A.  Rip, De facto Governance of Nanotechnologies, Springer VS, Wiesbaden 2018, pp. 75–96. [43] R. Justo-Hanani, T. Dayan, Res. Policy 2015, 44, 1527. [44] D. Rotolo, D. Hicks, B. R. Martin, Res. Policy 2015, 44, 1827. [45] B.  Reidy, A.  Haase, A.  Luch, K. A.  Dawson, I.  Lynch, Materials.\n2013, 6, 2295. [46] M. R. Wiesner, J. Y. Bottero, C. R. Phys. 2011, 12, 659. [47] M.  Dent, R. T.  Amaral, P. A. D.  Silva, J.  Ansell, F.  Boisleve,\nM.  Hatao, A.  Hirose, Y.  Kasai, P.  Kern, R.  Kreiling, S.  Milstein, B. Montemayor, J. Oliveira, A. Richarz, R. Taalman, E. Vaillancourt, R.  Verma, N. V.  O’Reilly CabralPosada, C.  Weiss, H.  Kojima, Comput. Toxicol. 2018, 7, 20. [48] A. P. Worth, Comput. Toxicol. 2019, 10, 60. [49] V.  Rogiers, E.  Benfenati, U.  Bernauer, L.  Bodin, P.  Carmichael,\nQ.  Chaudhry, P. J.  Coenraads, M. T. D.  Cronin, M.  Dent, M. Dusinska, C. Ellison, J. Ezendam, E. Gaffet, C. L. Galli, C. Goebel, B.  Granum, H. M.  Hollnagel, P. S.  Kern, K.  Kosemund-Meynen, G. Ouédraogo, E. Panteri, C. Rousselle, M. Stepnik, T. Vanhaecke, N. Goetz, A. Worth, Toxicology 2019, 436, 152421. [50] EU, Commission Regulation 2018/1881, 2018. [51] ECHA, Appendix 4:Recommendations for nanomaterials appli-\ncable to the Guidance on Registration, 2017.\nSmall 2020, 2003303\n2003303 (12 of 12) © 2020 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\n[52] ECHA, Appendix for nanoforms applicable to the Guidance on Registrationand Substance Identification, 2019. [53] P. A.  Schulte, C. L.  Geraci, E. D.  Kuempel, Occup. Environ. Med. 2018, 75, A11.3. [54] P. A. Schulte, V. Leso, M. Niang, I. Iavicoli, Scand. J. Work, Environ. Health 2019, 45, 217. [55] O.  Renn, K.  Walker, Global Risk Governance, Vol. 1, Springer, Dordrecht, Netherlands 2008. [56] M. Cobaleda-Siles, A. P. Guillamon, C. Delpivo, S. Vázquez-Campos, V. F. Puntes, J. Phys.: Conf. Ser. 2017, 838, 012016. [57] A.  Kraegeloh, B.  Suarez-Merino, T.  Sluijters, C.  Micheletti, Nanomaterials 2018, 8, 239. [58] C. O. Hendren, G. V. Lowry, J. M. Unrine, M. R. Wiesner, Sci. Total Environ. 2015, 536, 1029. [59] M.  Markiewicz, J.  Kumirska, I.  Lynch, M.  Matzke, J.  Köser, S. Bemowsky, D. Docter, R. Stauber, D. Westmeier, S. Stolte, Green Chem. 2018, 20, 4133. [60] SCCS, The SCCS notes of guidance for the testing of cosmetic ingredients and their safety evaluation 10th revision, 2018. [61] SCCS, Guidance on the safety assessment of nanomaterials in cosmetics, 2019. [62] D.  Hristozov, S.  Gottardo, E.  Semenzin, A.  Oomen, P.  Bos, W. Peijnenburg, M. van Tongeren, B. Nowack, N. Hunt, A. Brunelli, J. J. Scott-Fordsmand, L. Tran, A. Marcomini, Environ. Int. 2016, 95, 36. [63] E. Lombi, E. Donner, M. Dusinska, F. Wickson, Nat. Nanotechnol. 2019, 14, 523. [64] K.  Grieger, N.  Bossa, J. W.  Levis, K. J. F.  von  Borries, P.  Strader, M.  Cuchiara, C. O.  Hendren, S. F.  Hansen, J. L.  Jones, Environ. Sci.: Nano 2018, 5, 1844. [65] V. Subramanian, E. Semenzin, A. Zabeo, D. Hristozov, I. Malsch, P. Saling, T. Van Harmelen, T.  Ligthart, A. Marcomini, Integrating the Social Impacts into Risk Governance of Nanotechnology, Springer, Cham 2016, pp. 51–70. [66] P.  Isigonis, D.  Hristozov, C.  Benighaus, E.  Giubilato, K.  Grieger, L. Pizzol, E. Semenzin, I.  Linkov, A. Zabeo, A. Marcomini, Nanomaterials 2019, 9, 696. [67] B. D. Trump, D. Hristozov, T. Malloy, I. Linkov, Nano Today 2018, 21, 9. [68] S. N.  Sørensen, A.  Baun, M.  Burkard, M.  Dal Maso, S.  Foss\nHansen, S.  Harrison, R.  Hjorth, S.  Lofts, M.  Matzke, B.  Nowack, W. Peijnenburg, M. Poikkimäki, J. T. K. Quik, K. Schirmer, A. Verschoor, H. Wigger, D. J. Spurgeon, Environ. Sci.: Nano 2019, 6, 505. [69] Nano Risk Framework, Environmental Defense Fund and DuPont, Washington 2007. [70] ISO organisation and R. M. ISO/TC 262, ISO 31000:2018, Risk management — Guidelines, 2018.\n[71] IRGC, Introduction to the IRGC Risk Governance Framework, revised version, https://doi.org/10.5075/EPFL-IRGC-233739 (accessed: December 2019). [72] O. Renn, A. Klinke, M. van Asselt, Ambio 2011, 40, 231. [73] A. Jovanovic, et al., Managing Emerging Technology-Related Risks,\nNo. CWA 16649, 2013. [74] NanoTEST FP7 Project [Online], http://www.nanotest-fp7.eu/\n(accessed: May 2020). [75] MARINA FP7 Project [Online], https://cordis.europa.eu/project/\nid/263215 (accessed: May 2020). [76] SUN FP7 Project [Online], http://www.sun-fp7.eu/ (accessed: May\n2020). [77] NANoREG FP7 Project [Online], http://www.nanoreg.eu/\n(accessed: May 2020). [78] NANoREG2 H2020 Project [Online], http://www.nanoreg2.eu/\n(accessed: May 2020). [79] caLIBRAte H2020 Project [Online], http://www.nanocalibrate.eu\n(accessed: May 2020). [80] NanoMILE FP7 Project [Online], http://www.nanomile.eu-vri.eu\n(accessed: May 2020).\n[81] E.  Semenzin, E.  Giubilato, E.  Badetti, M.  Picone, A.  Volpi Ghirardini, D.  Hristozov, A.  Brunelli, A.  Marcomini, Environ. Sci. Pollut. Res. 2019, 26, 26146. [82] A. Sips, C. Noorlander, H. Lehmann, K. Höhener, NANoREG Safeby-Design (SbD) Concept to be used for the first ProSafe Call and EU US CoR, 2015. [83] R. Hjorth, L. van Hove, F. Wickson, Nanotoxicology 2017, 11, 305. [84] K. Savolainen, et al., Nanosafety in Europe 2015–2025: Towards Safe\nand Sustainable Nanomaterials and Nanotechnology Innovations, Finnish Institute of Occupational Health, Helsinki 2013. [85] C. W. Babbitt, E. A. Moore, Nat. Nanotechnol. 2018, 13, 621. [86] A. D. Maynard, R. J. Aitken, Nat. Nanotechnol. 2016, 11, 998. [87] NanoCommons H2020 Project [Online], http://www.nanocom-\nmons.eu/ (accessed: May 2020). [88] NanoInformaTIX H2020 Project, [Online], http://www.nanoinfor-\nmatix.eu/ (accessed: May 2020). [89] NanoSolveIT H2020 Project, [Online], http://www.nanosolveit.eu/\n(accessed: May 2020). [90] D. D. Varsou, A. Afantitis, A. Tsoumanis, G. Melagraki, H. Sarimveis,\nE. Valsami-Jones, I. Lynch, Nanoscale Adv. 2019, 1, 706. [91] EU, Directive 2000/60/EC of the European Parliament and of the\nCouncil of 23 October 2000 establishing a framework for Community action in the field of water policy, 2000. [92] EU, Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives, 2008. [93] A. Hardy, et  al., Guidance on Risk Assessment of the Application of Nanoscience and Nanotechnologies in the Food and Feed Chain: Part 1, Human and Animal Health, Wiley-Blackwell Publishing Ltd, NJ 2018. [94] I.  Malsch, P.  Isigonis, M.  Dusinska, Embedding Ethical Impact Assessment in Nanosafety Decision Support, Malsch TechnoValuation, The Netherlands 2019. [95] M. D.  Wilkinson, M.  Dumontier, I. J.  Aalbersberg, G.  Appleton, M.  Axton, A.  Baak, N.  Blomberg, J.-W.  Boiten, L. B.  da Silva Santos, P. E.  Bourne, J.  Bouwman, A. J.  Brookes, T.  Clark, M. Crosas, I. Dillo, O. Dumon, S. Edmunds, C. T. Evelo, R. Finkers, A. Gonzalez-Beltran, A. J. G. Gray, P. Groth, C. Goble, J. S. Grethe, J. Heringa, P. A. C‘t Hoen, R. Hooft, T. Kuhn, R. Kok, J. Kok, et al., Sci. Data 2016, 3, 160018. [96] Afantitis et al., Comp. Stru. Bio. J. 2020, 18, 583, https://doi. org/10.1016/j.csbj.2020.02.023. [97] R. Owen, P. Macnaghten, J. Stilgoe, Sci. Pub. Policy 2012, 39, 751. [98] A.  Grunwald, Responsibity in Nanotechnology Development,\nSpringer, Dordrecht, Netherlands 2014, pp. 191–205. [99] I.  Mahapatra, J. R. A.  Clark, P. J.  Dobson, R.  Owen, I.  Lynch,\nJ. R. Lead, Environ. Sci.: Nano 2018, 5, 1873. [100] J. Stilgoe, R. Owen, P. Macnaghten, Res. Policy 2013, 42, 1568. [101] T.  Gebel, H.  Foth, G.  Damm, A.  Freyberger, P. J.  Kramer,\nW.  Lilienblum, C.  Röhl, T.  Schupp, C.  Weiss, K. M.  Wollin, J. G. Hengstler, Arch. Toxicol. 2014, 88, 2191. [102] K. Donaldson, C. A. Poland, Curr. Opin. Biotechnol. 2013, 24, 724. [103] A. E.  Nel, W. J.  Parak, W. C. W.  Chan, T.  Xia, M. C.  Hersam,\nC. J. Brinker, J. I. Zink, K. E. Pinkerton, D. R. Baer, P. S. Weiss, ACS Nano 2015, 9, 5627. [104] M.  Riediker, D.  Zink, W.  Kreyling, G.  Oberdörster, A.  Elder, U.  Graham, I.  Lynch, A.  Duschl, G.  Ichihara, S.  Ichihara, T.  Kobayashi, N.  Hisanaga, M.  Umezawa, T. J.  Cheng, R.  Handy, M. Gulumian, S. Tinkle, F. Cassee, Part. Fibre Toxicol. 2019, 16, 19. [105] B. C. Steimle, J. L. Fenton, R. E. Schaak, Science 2020, 367, 418. [106] L.-J. A.  Ellis, E.  Valsami-Jones, I.  Lynch, Environ. Sci.: Nano 2020,\n7, 1136. [107] L.  Armand, A.  Tarantini, D.  Beal, M.  Biola-Clier, L.  Bobyk,\nS.  Sorieul, K.  Pernet-Gallay, C.  Marie-Desvergne, I.  Lynch, N. Herlin-Boime, M. Carriere, Nanotoxicology 2016, 10, 913.\nSmall 2020, 2003303"
    } ],
    "references" : [ {
      "title" : "Lead, Nanoscience and the Environment",
      "author" : [ "M. Baalousha", "W. How", "J.R.E. Valsami-Jones" ],
      "venue" : "(Eds J. R. Lead, E. Valsami-Jones), Elsevier,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Regulatory Safety Assessment of Nanomaterials : Are We Facing the Same Challenges as the Regulation of Endocrine Disrupting Chemicals",
      "author" : [ "J. Ahtiainen", "E. Väänänen" ],
      "venue" : "Nordic Council of Ministers,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Jurimetrics",
      "author" : [ "G.E. Marchant", "B. Atkinson", "D. Banko", "J. Bromley", "E. Cseke", "E. Feldstein", "D. Garcia", "J.M. Grant", "C. Hubach", "M. Silva", "R.L. Swinford", "S. Willman" ],
      "venue" : "American Bar Association, IL Vol. 52",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Levi-Faur, The Politics of Regulation : Institutions and Regulatory Reforms for the Age of Governance, E",
      "author" : [ "D.J. Jordana" ],
      "venue" : "Elgar Publishing,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2004
    }, {
      "title" : "Thinking about Global Governance",
      "author" : [ "T.G. Weiss" ],
      "venue" : "Why People and Ideas Matter,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "P",
      "author" : [ "O. Renn" ],
      "venue" : "Graham, Risk Governance – Towards an Integrative Approach",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Evaluation of in vitro methods for human hazard assessment applied in the OECD Testing Programme for the Safety of Manufactured Nanomaterials, 2018",
      "author" : [ "OECD", "No" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "De facto Governance of Nanotechnologies, Springer VS",
      "author" : [ "A. Rip" ],
      "venue" : "Wiesbaden",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    }, {
      "title" : "Managing Emerging Technology-Related Risks, No",
      "author" : [ "A. Jovanovic" ],
      "venue" : "CWA 16649,",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2013
    }, {
      "title" : "K",
      "author" : [ "A. Sips", "C. Noorlander", "H. Lehmann" ],
      "venue" : "Höhener, NANoREG Safeby-Design (SbD) Concept to be used for the first ProSafe Call and EU US CoR",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nanosafety in Europe 2015–2025: Towards Safe and Sustainable Nanomaterials and Nanotechnology Innovations",
      "author" : [ "K. Savolainen" ],
      "venue" : "Finnish Institute of Occupational Health, Helsinki",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2013
    }, {
      "title" : "Guidance on Risk Assessment of the Application of Nanoscience and Nanotechnologies in the Food and Feed Chain: Part 1, Human and Animal Health, Wiley-Blackwell Publishing Ltd, NJ 2018",
      "author" : [ "A. Hardy" ],
      "venue" : null,
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2018
    }, {
      "title" : "Responsibity in Nanotechnology Development, Springer, Dordrecht, Netherlands",
      "author" : [ "A. Grunwald" ],
      "venue" : null,
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2014
    }, {
      "title" : "Lead, Environ. Sci.",
      "author" : [ "I. Mahapatra", "J.R.A. Clark", "P.J. Dobson", "R. Owen", "J.R.I. Lynch" ],
      "venue" : "Nano 2018,",
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2018
    }, {
      "title" : "Fibre Toxicol",
      "author" : [ "M. Riediker", "D. Zink", "W. Kreyling", "G. Oberdörster", "A. Elder", "U. Graham", "I. Lynch", "A. Duschl", "G. Ichihara", "S. Ichihara", "T. Kobayashi", "N. Hisanaga", "M. Umezawa", "T.J. Cheng", "R. Handy", "M. Gulumian", "S. Tinkle", "F. Cassee", "Part" ],
      "venue" : null,
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The rapid expansion of nanotechnology as a key enabling technology (KET) in several economic sectors raises significant concerns in the scientific and regulatory world in many European countries, and globally, regarding the possible hazards and risks posed by nanomaterials (NMs) to human health (both workers and consumers) and the environment,[1] while the concerns of the public are highly dependable on the risk perception of NMs and the level of understanding of nanotechnology.",
      "startOffset" : 345,
      "endOffset" : 348
    }, {
      "referenceID" : 4,
      "context" : "[15–18] However, since the governance concept rose initially, as a tool for evaluating eligibility for international development through its use by the International Monetary Fund, World Bank, and other bodies,[19] “what ‘good governance’ entails” is a persistent debate as best practices attempt to keep pace with contemporary socio-economic developments,[20] especially at the axis of risk and innovation.",
      "startOffset" : 356,
      "endOffset" : 360
    }, {
      "referenceID" : 5,
      "context" : "[15–18] However, since the governance concept rose initially, as a tool for evaluating eligibility for international development through its use by the International Monetary Fund, World Bank, and other bodies,[19] “what ‘good governance’ entails” is a persistent debate as best practices attempt to keep pace with contemporary socio-economic developments,[20] especially at the axis of risk and innovation.[21] Different forms of governance have varying compositions of principles and practices, such as the values and operating practices of prominent governing bodies of a certain area.",
      "startOffset" : 407,
      "endOffset" : 411
    }, {
      "referenceID" : 7,
      "context" : "”[38–41] Given these difficulties and the lack of a reliable, scientifically based and clear testing strategy for risk assessment of NMs, scholars have called for the urgent and timely use of risk governance.[6,42,43] The IRGC characterizes risk governance into discrete consecutive phases, as follows:",
      "startOffset" : 208,
      "endOffset" : 217
    }, {
      "referenceID" : 5,
      "context" : "1) Pre-assessment 2) Appraisal 3) Characterization/evaluation 4) Management 5) Communication of risk within a specific context that is influenced by the interactions and preferences of various stakeholders.[21]",
      "startOffset" : 206,
      "endOffset" : 210
    }, {
      "referenceID" : 8,
      "context" : "Notable developments include the nanorisk framework,[69] the ISO 31000:2018 Risk Management Framework for new technologies,[70] the risk governance framework of IRGC for NMs with specific guidelines on governance of emerging risks,[71,72] the iNTeg-Risk project Emerging Risk Management Framework (ERMF)[73] and the frameworks developed by EU funded projects such as NanoTEST,[74] MARINA,[75] SUN,[76] NANoReg,[77] NANoReg2,[78] caLIBRAte,[79] and NanoMILE.",
      "startOffset" : 303,
      "endOffset" : 307
    }, {
      "referenceID" : 10,
      "context" : "The integration of SbD together with concepts of “Qualityby-Design” and “Sustainability-by-Design” for NMs has been envisioned in related frameworks.[84,85] To achieve such an operationalization of SbD and related concepts, scientific and regulatory needs are mapped in parallel with innovation management needs that together with prevention-based and saferinnovation approaches have to be incorporated within the emerging risk governance frameworks.",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 11,
      "context" : "It should also reflect contiguous concerns, such as the circular economy, critical raw materials, the water and waste framework directives,[91,92] and guidance in food and feed chains,[93] ultimately leading to the development of a holistic risk governance framework for nanotechnologies and NMs.",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 14,
      "context" : "To address the size issue, it is indicated that particulate behavior, irrespective of whether engineered or incidental, is clearly correlated with disease outcomes in specific cases.[104] Even though understanding the subtleties of these features, especially their potent combinations, is advancing, further research is needed.",
      "startOffset" : 182,
      "endOffset" : 187
    } ],
    "year" : 2020,
    "abstractText" : "Panagiotis Isigonis,* Antreas Afantitis, Dalila Antunes, Alena Bartonova, Ali Beitollahi, Nils Bohmer, Evert Bouman, Qasim Chaudhry, Mihaela Roxana Cimpan, Emil Cimpan, Shareen Doak, Damien Dupin, Doreen Fedrigo, Valérie Fessard, Maciej Gromelski, Arno C. Gutleb, Sabina Halappanavar, Peter Hoet, Nina Jeliazkova, Stéphane Jomini, Sabine Lindner, Igor Linkov, Eleonora Marta Longhin, Iseult Lynch, Ineke Malsch, Antonio Marcomini, Espen Mariussen, Jesus M. de la Fuente, Georgia Melagraki, Finbarr Murphy, Michael Neaves, Rolf Packroff, Stefan Pfuhler, Tomasz Puzyn, Qamar Rahman, Elise Rundén Pran, Elena Semenzin, Tommaso Serchi, Christoph Steinbach, Benjamin Trump, Ivana Vinković Vrček, David Warheit, Mark R. Wiesner, Egon Willighagen, and Maria Dusinska*",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}