{
  "name" : "downloads_2020-12-16_b6_cheng2021.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Microwave-triggered/HSP-targeted gold nano-system for triple-negative breast cancer photothermal therapy",
    "authors" : [ "Ying Cheng", "Dandan Bao", "Xiaojie Chen", "Yajun Wu", "Yinghui Wei", "Zhibing Wu", "Fanzhu Li", "Ji-Gang Piao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "International Journal of Pharmaceutics 593 (2021) 120162\nAvailable online 9 December 2020 0378-5173/© 2020 Elsevier B.V. All rights reserved.\nMicrowave-triggered/HSP-targeted gold nano-system for triple-negative breast cancer photothermal therapy\nYing Cheng a,1, Dandan Bao b,1, Xiaojie Chen a, Yajun Wu c, Yinghui Wei a, Zhibing Wu d,*, Fanzhu Li a,*, Ji-Gang Piao a,*\na College of Pharmaceutical Sciences, Zhejiang Chinese Medical University, Hangzhou 310053, China b Department of Dermatology & Cosmetology, The First Affiliated Hospital of Zhejiang Chinese Medical University, Hangzhou 310006, China c Pharmacy Department, Zhejiang Hospital, Hangzhou 310013, China d Department of Oncology, Zhejiang Hospital, Hangzhou 310013, China\nA R T I C L E I N F O\nKeywords: Gold nanocage Photothermal therapy Triple-negative breast cancer Heat shock protein Targeted nano-system\nA B S T R A C T\nDue to the lack of effective therapeutic targets and the passive delivery of a limited quantity of nanoparticles to the tumors, the photothermal conversion agents used in photothermal therapy (PTT) have not been effective in treating triple-negative breast cancer (TNBC). As a result, there is a need to improve the tumor-targeting ability of these photothermal conversion agents. To address this, a microwave-triggered heat shock protein (HSP)-targeted gold nano-system (cmHSP-AuNC), with a gold nanocage (AuNC) as a photothermal conversion agent and anti-HSP monoclonal antibody (cmHSP) as a targeting ligand, was fabricated. cmHSP-AuNC was characterized based on morphology, particle size, zeta potentials, absorption spectrum, and photothermal conversion ability. The expression of HSP70 in 4T1 cells after microwave irradiation was verified by western blotting, and the optimal treatment conditions to achieve the highest expression were determined. Both in vitro and in vivo results indicated that the induction through microwave irradiation could effectively activate the HSP70 overexpression in TNBC, thereby significantly improving the targeting ability, tumor accumulation and anti-tumor efficacy of cmHSP-AuNC. This study proposes a promising strategy for improving the targeting ability and therapeutic efficacy of PTT."
    }, {
      "heading" : "1. Introduction",
      "text" : "Triple-negative breast cancer (TNBC), characterized by the negative expression of estrogen receptor, progesterone receptor, and HER2 protein, is an aggressive, intractable subtype of breast cancer, posing a major clinical challenge due to its high malignancy and poor prognosis (Bianchini et al., 2016; Foulkes et al., 2010). Currently, chemotherapy is the only clinically available treatment for TNBC; however, it is also\nassociated with several limitations such as severe toxicity to normal tissues, low accumulation in tumor tissue, poor specificity, and drug resistance (Waks and Winer, 2019).\nPhotothermal therapy (PTT) has emerged as a prominent and novel treatment owing to its minimal invasiveness, spatiotemporal specificity, and synergistic activity. It employs photothermal conversion agents to convert light energy into heat when subjected to external light stimulus, exerting irreversible damage and locally inducing thermal ablation of\nAbbreviations: AgNC, Ag nanocube; ATCC, American type culture collection; AuNC, Gold nanocage; BCA, Bicinchoninic acid; cmHSP, Anti-HSPs monoclonal antibody; DI water, Deionized water; DLS, Dynamic light scattering; DMEM, Dulbecco’s modified eagle medium; DMSO, Dimethyl sulfoxide; FBS, Fatal bovine serum; GADPH, Glyceraldehyde-3-phosphate dehydrogenase; HAuCl4, Chloroauric acid; HER2, Human epidermal growthfactor receptor 2; H&E, Hematoxylin eosin; HSP, Heat shock protein; ICP-MS, Inductively coupled plasma mass spectrometry; LSPR, Localized surface plasmon resonance; MTT, 3-(4,5-Dimethylthiazol-2-yl)-2,5diphenyltetrazolium bromide; MW, Microwave; NIR, Near infrared; SH-PEG-SC, Thiol-PEG-Succinimide ester; PBS, Phosphate buffer saline; PI, Propidium iodide; PTT, Photothermal therapy; PVDF, Poly (vinylidene fluoride); PVP, Polyvinylpyrrolidone; SDS-PAGE, Dodecyl sulfate, sodium salt-polyacrylamide gel electrophoresis; SPR, Surface plasmon resonance; TEM, Transmission electron microscope; TUNEL, Terminal-deoxynucleotidyl transferase mediated nick end labeling; UV–Vis, Ultraviolet–visible spectroscopy.\n* Corresponding authors. E-mail addresses: wu_zhibing@163.com (Z. Wu), lifanzhu@zcmu.edu.cn (F. Li), jgpiao@zcmu.edu.cn (J.-G. Piao). 1 These authors equally contributed to this work.\nContents lists available at ScienceDirect\nInternational Journal of Pharmaceutics\njournal homepage: www.elsevier.com/locate/ijpharm\nhttps://doi.org/10.1016/j.ijpharm.2020.120162 Received 28 August 2020; Received in revised form 17 November 2020; Accepted 4 December 2020\nInternational Journal of Pharmaceutics 593 (2021) 120162\ntumor cells (Cheng et al., 2014; Jaque et al., 2014; Rajani et al., 2020; Zou et al., 2016). Compared to chemotherapy, PTT is non-invasive, safe, more controlled, and causes minimal damage and side effects in healthy tissues. Recently, PTT has been combined with other therapies (such as photodynamic therapy, chemotherapy, immunotherapy and radiation therapy) to make a synergistic effect for the treatment of cancer, atherosclerosis, rheumatoid arthritis, and wound healing (Liu et al., 2020, 2019; Lu et al., 2018; Rajani et al., 2020; Wang et al., 2019). In addition, studies have shown that PTT is significantly more effective than chemotherapy in treating superficial tumors such as those in breast cancer (Chen et al., 2015; Guo et al., 2015; Zou et al., 2020).\nIn recent years, the unique features of PTT have inspired researchers to develop a wide variety of nanomaterials possessing excellent photothermal conversion and outstanding treatment efficacy, such as gold nanoparticles (Dykman and Khlebtsov, 2012; Piao et al., 2014; Riley and Day, 2017; Shanmugam et al., 2014; Tabish et al., 2020), conjugated polymer nanoparticles (Bartelmess et al., 2015; Farokhi et al., 2019; Qian et al., 2017; Yang et al., 2012; Zhou et al., 2013), carbon nanomaterials (Chen et al., 2016; de Melo-Diogo et al., 2019; Panwar et al., 2019; Son et al., 2016), which have been used as delivery vehicles and have demonstrated promising results against a variety of tumors. Recently, AuroLase Therapy, which uses core-shell gold and silica nanoparticle for PTT, has entered clinical trial stage as a treatment for prostatic, lung, and neck tumors (Alphandery et al., 2015; Anselmo and Mitragotri, 2015). Gold nanostructures (comprising nanospheres, nanorods, nanocages, nanoshells, nanostars, etc.) are regarded as important photothermal conversion agents and are promising candidates in drug delivery systems owing to their intrinsic properties and modifiable surfaces (Mahajan et al., 2020; Pandey et al., 2020). Among the various nanostructures, the gold nanocage (AuNC) is considered as an ideal photothermal conversion agent because of its strong localized surface plasmon resonance (LSPR) effect, tunable light absorption properties, and good biocompatibility (Chen et al., 2010; Xia et al., 2011). AuNC, comprising a hollow core and porous wall, exhibits substantial absorption of near-infrared (NIR) irradiation in the 700–1200 nm band. The surface plasmon resonance (SPR) absorption peak covers 400–1200 nm and is precisely adjustable (Chen et al., 2005; Pang et al., 2016). Upon laser irradiation, the nanoparticles increase the temperature at their accumulation site to as high as 50 ◦C, which can effectively kill the tumor cells within minutes (Srivatsan et al., 2014; Wang et al., 2018). In the NIR range, the attenuation of light in the blood and tissues is lower, and it can penetrate up to 12 cm in the tissues, which is conducive to enhancing the photothermal effect and reducing the\ndamage to the healthy tissues (Shanmugam et al., 2014; Zhang et al., 2013).\nDespite its potential as an effective photothermal conversion agent, the insufficient accumulation of AuNC at the tumor site hinders its efficacy. AuNC accumulation at the tumor site is mainly achieved through the enhanced permeability and retention (EPR) effect (Bertrand et al., 2014; Golombek et al., 2018; Iyer et al., 2006). The EPR effect has been employed for passive targeting of numerous nanoparticles, however, such passive targeting can be negatively affected by various vascular mediators, types of tumors and nanoparticles, interstitial fluid pressure, looseness of tumor vessels, lymphatic drainage function, and tumor perfusion etc., which result in insufficient absorption and accumulation of nanoparticles at the tumor site. This greatly reduces the intrinsic efficacy of the nanomedicine (Chen and Cai, 2015; Greish, 2007; Kalyane et al., 2019; Prabhakar et al., 2013). In addition, the lack of identifiable markers for TNBC poses a tremendous challenge and creates a demand for an effective drug delivery strategy that can specifically target TNBC and advance the precision of PTT.\nStudies have found that heat-shock response in tumor cells can activate the abundant expression of heat shock proteins (HSPs) when the tumor cells are threatened by nonlethal thermal stimulation such as microwave hyperthermia (Ahmed et al., 2020; Calderwood and Gong, 2016; Dudeja et al., 2009; Wu et al., 2017). These HSPs prevent the apoptosis of tumor cells, thereby improving cell survival by inhibiting caspase-3 activation, stabilizing cell structure, and upregulating antiapoptotic proteins to confer thermoresistance. Following thermal stimulation, there was a significantly higher accumulation and overexpression of HSPs compared to other proteins in the tumor cell. Notably, after thermal stimulation, HSP70, which is an essential member of HSPs family, migrates from the cytoplasm to the cell membrane (Rylander et al., 2005). This protein can be subsequently recognized by the anti-HSP monoclonal antibody, cmHSP70. Given this unique modulation in the distribution of HSP70 in tumor cells, it is desirable to develop and employ a targeted PTT strategy for the treatment of TNBC.\nWe proposed a novel microwave-triggered HSP-targeted gold nanosystem for PTT, which specifically targets TNBC (Fig. 1). Contrary to prior studies that focused on the suppression of HSP expression, our strategy was to specifically target the HSP70 produced by the unavoidable anti-apoptotic reaction in the tumor cells. First, the pretreatment with microwave irradiation induced the overexpression and migration of HSP70. Then, the microwave-triggered HSP-targeted gold nano-system (cmHSP-AuNC) combined with PTT was used to improve the accumulation of photothermal conversion agents in TNBC cells,\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\nwhile avoiding the shortcomings of the traditional routes. As a result, the higher accumulation of cmHSP-AuNC in the tumor can greatly improve the efficacy of PTT. This study provides a new perspective in the treatment of triple-negative breast cancer, and it also provides a universal basis to conduct research on tumor-specific targeted therapy."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of PVP-AuNC",
      "text" : "According to the procedure reported in previous research (Skrabalak et al., 2007), Ag nanocube (AgNC) template and chloroauric acid (HAuCl4, Sigma-Aldrich) were used in the synthesis of PVP-AuNC via a galvanic substitution reaction. Polyvinylpyrrolidone (PVP, SigmaAldrich) was used to coat the surface of AuNC to improve the stability and dispersibility. The specific steps are listed as follows:\nSynthesis of AgNC: AgNC was prepared via polyol-assisted sulfide reduction. First, 10 mL of ethylene glycol (Sigma-Aldrich) was added to a 50 mL round-bottom flask heated to 150 ◦C in an oil bath under magnetic stirring. When the temperature reached 150 ◦C, 0.12 mL of 3 mM NaSH (in ethylene glycol, Sigma-Aldrich) was added. After 5 min, 1 mL of 3 mM HCl-ethylene glycol solution was added. After stirring for 5 min, 2.5 mL of 20 mg/mL PVP-ethylene glycol solution (Mw = 55000) was added. After stirring for 3 min, 0.8 mL of 282 mM CF3COOAgethylene glycol solution (Sigma-Aldrich) was added. Then, the temperature of the mixture was maintained at 150 ◦C for 1 h, and the mixture was subsequently cooled in a water bath to end the reaction. The sample was centrifuged at 8000 rpm for 10 min and washed twice with acetone and DI water, respectively. Finally, the obtained AgNC was dispersed in 10 mL of deionized (DI) water for further use.\nSynthesis of PVP-AuNC: The as-prepared 10 mL AgNC and 90 mL 1.5 mg/mL PVP solution were mixed uniformly under magnetic stirring, and the mixture was heated to 100 ◦C in an oil bath. Then, 0.6 mM HAuCl4 solution was added dropwise to the mixture at a rate of 0.2 mL/min, and the change in the LSPR peak of the reaction was monitored in real-time using ultraviolet–visible spectroscopy (UV–Vis). When the LSPR peak reached about 800 nm, the addition of HAuCl4 was halted, and the reaction was terminated. After cooling the reaction solution to room temperature, the product was collected via centrifugation at 8000 rpm for 10 min. The collected product was washed three times with DI water, followed by saturated NaCl solution to remove the by-product AgCl. Finally, the obtained PVP-AuNC was dispersed in 10 mL of DI water for further use."
    }, {
      "heading" : "2.2. Synthesis of PEG-AuNC",
      "text" : "Thiol-PEG-Succinimide ester (SH-PEG-SC, Mw = 5000 Da) was grafted onto AuNC via the Au-S bond. 1 mL of prepared PVP-AuNC and 0.5 mL of 1 mM SH-PEG-SC (Shanghai Yarebio Co.) were mixed at 25 ◦C for 12 h. Then, the sample was centrifuged at 5000 rpm for 10 min to separate the unreacted SH-PEG-SC. Finally, the obtained PEG-AuNC was dispersed in deionized (DI) water for further use."
    }, {
      "heading" : "2.3. Preparation of cmHSP-AuNC",
      "text" : "The succinimide group of PEG-AuNC was conjugated with the amine group of cmHSP70 antibody to obtain cmHSP-AuNC according to the procedure of previous research (Cho et al., 2010). 100 μg of prepared PEG-AuNC was redispersed in a mixture of PBS (pH = 7.4) and 100 μg of the cmHSP70 solution, and the system was then incubated at 4 ◦C for 12 h. The sample was centrifuged to remove the unreacted cmHSP70, and the collected product was washed once with PBS. Finally, the obtained cmHSP-AuNC was stored in PBS."
    }, {
      "heading" : "2.4. Characterization",
      "text" : ""
    }, {
      "heading" : "2.4.1. Observation of the morphologies of PVP-AuNC and cmHSP-AuNC",
      "text" : "The morphologies of PVP-AuNC and cmHSP-AuNC were observed under a transmission electron microscope (TEM; Hitachi H-7650, Japan). Prior to the TEM characterizations, PVP-AuNC and cmHSPAuNC suspensions were dripped onto a carbon-coated copper grid, and allowed to dry naturally before TEM imaging."
    }, {
      "heading" : "2.4.2. Particle size distributions and zeta potentials of PVP-AuNC, PEGAuNC, and cmHSP-AuNC",
      "text" : "The hydrodynamic diameter distributions and zeta potentials of PVPAuNC, PEG-AuNC, and cmHSP-AuNC were measured by dynamic light scattering (DLS; Malvern Nano-ZS90, UK) at 25 ◦C."
    }, {
      "heading" : "2.4.3. UV–Vis absorption spectrums of PVP-AuNC, PEG-AuNC, and cmHSP-AuNC",
      "text" : "The UV–Vis absorption spectrums of 125 μg PVP-AuNC, PEG-AuNC, and cmHSP-AuNC dispersed in 2.5 mL of PBS were recorded using a UV–Vis spectrometer (SpectraMax M2, Molecular Devices, USA)."
    }, {
      "heading" : "2.4.4. The loading of HSP70",
      "text" : "The loading amount of HSP70 on PEG-AuNC was determined by BCA protein assay. Briefly, the absorbance of HSP70 protein in the sample which treated with BCA working solution was measured by a microplate reader (Synergy H1, BIO-TEK Instruments Inc., USA) at 562 nm, and calculated the loading amount of HSP70 according to the standard curve."
    }, {
      "heading" : "2.5. Photothermal conversion test",
      "text" : "The photothermal conversion effects were observed by detecting the temperature change in 25 μg/mL PVP-AuNC, PEG-AuNC, and cmHSPAuNC dispersed in 500 μL of PBS upon irradiation of an 808-nm NIR at varying power densities (0.5, 1.0, 2.0 W/cm2). The temperature change in the dispersion was recorded every 15 s using a digital thermometer.\nTo investigate the photothermal stability of PVP-AuNC, PEG-AuNC and cmHSP-AuNC, five irradiation-cooling cycles were performed on PVP-AuNC, PEG-AuNC and cmHSP-AuNC using repeated NIR irradiations. In brief, PVP-AuNC, PEG-AuNC, and cmHSP-AuNC (Au content was 25 μg/mL) were irradiated with an 808-nm laser at 1 W/cm2 for 5 min. Subsequently, the irradiation was stopped for 10 min to cool to room temperature naturally and the irradiation-cooling cycles were repeated five times."
    }, {
      "heading" : "2.6. Hemolysis assay",
      "text" : "1 mL of fresh mouse blood was taken, centrifuged at 1500 rpm for 5 min, and discarded the supernatant. Then washed with sterile PBS (pH = 7.4) until the supernatant was clear, 500 μL of precipitated red blood cells was taken and resuspended in 25 mL sterile PBS (pH = 7.4) to prepare 2% (v/v) red blood cell stock suspension. Sebsequently, 400 μL red blood cell stock suspension and 400 μL different concentrations of PVP-AuNC, PEG-AuNC and cmHSP-AuNC (Au content was 2, 4, 8, 16, 32, 64 μg/mL, respectively) were mixed and incubated at 37 ◦C for 1 h. Then centrifuged at 1500 rpm for 5 min, took the supernatant into a 96- well plate and measured the absorbance at 414 nm with a microplate reader to investigate hemolysis. The red blood cell stock suspension treated with Triton X-100 was used as positive control and treated with sterile PBS (pH = 7.4) was used as negative control. Each test was performed in triplicates. The hemolysis rate was calculated according to the Eq. (1): ODS was the absorbance of the sample, ODN was the absorbance of PBS (negative control) and ODP is the absorbance of Triton X-100 (positive control).\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\nHemolysis rate (%) = (ODS − ODN)/(ODP − ODN) × 100 (1)"
    }, {
      "heading" : "2.7. Cell culture",
      "text" : "Mouse triple-negative breast cancer resistant cell lines (4T1 cells) were purchased from ATCC. The 4T1 cells were cultured in DMEM (Sigma Chemical Co.) containing fetal bovine serum (10%), penicillin (10000 units/mL) and streptomycin (10 mg/mL) and placed under a 37 ◦C, 5% CO2 environment."
    }, {
      "heading" : "2.8. Western blotting",
      "text" : "4T1 cells were treated with microwave to reach to a low temperature (41 ◦C), medium temperature (43 ◦C), and high temperature (45 ◦C). Subsequently, western blotting was conducted to observe the expression of HSP70 at different time intervals, and to screen out the corresponding time to achieve the highest expression of HSP70 after microwave treatment for the subsequent experiments. Briefly, 4T1 cells in FBSDMEM were cultured in 6-well plates (with a seeding density of 2 × 105 cells/well) under a 37 ◦C, 5% CO2 environment until reaching 80% confluence. Then, 4T1 cells in 6-well plates were treated with microwave irradiation at 41 ◦C, 43 ◦C, 45 ◦C for 10 min, 30 min, and 60 min, respectively. After microwave pre-treatment, the cells were cultivated for 24 h and they were collected at 1, 2, 4, 8, and 24 h, respectively. Then, the cells were washed twice with PBS, and cell lysates containing protease inhibitors were added to lyse the cells. The supernatant was collected via centrifugation. After quantifying the protein concentration in each sample using BCA protein assay, the sample was placed in a boiling water bath at 95–100 ◦C for 5 min to denature the protein. Then 2 × SDS-PAGE protein loading buffer was added, and 15 µL of the sample (35 µg/well) was added into the loading hole of the SDS-PAGE. Electrophoresis was performed at 120 V for 1.5 h to separate the target protein. Subsequently, the protein was transferred to the PVDF membrane, blocked and incubated with anti-HSP70 antibody (Abcam) overnight at 4 ◦C. Then, it was incubated with goat anti-mouse IgG, HRP-linked antibody (Abbkine) for 2 h at 25 ◦C. An infrared imaging system (Odyessey Clx, USA) was used to show the protein bands and Image J software was used to analyze HSP70 protein expression."
    }, {
      "heading" : "2.9. Cell uptake",
      "text" : "The uptake of PVP-AuNC and cmHSP-AuNC in 4T1 cells was detected by inductively coupled plasma mass spectrometry (ICP-MS) to evaluate to the targeting efficiency of nanoparticles. Briefly, 4T1 cells in FBSDMEM were cultured in 6-well plates (with a seeding density of 2 × 105 cells/well) under a 37 ◦C, 5% CO2 environment until reaching 80% confluence. Then, 4T1 cells were pre-treated with 10 min microwave irradiation at 41 ◦C. After 8 h, the original medium was replaced with 100 µL fresh FBS-DMEM containing 100 µg/mL of PVP-AuNC or cmHSPAuNC after 8 h. After incubation for 2 h, the medium containing nanoparticles was removed, and the cells were treated with trypsin. After quantification of the cell number, aqua regia was added to dissolve Au, and the samples were allowed to stand for 6 h at 25 ◦C. Then, the samples were heated to 80 ◦C, and kept for 6 h at 80 ◦C to remove the aqua regia. Each sample was made up to 10 mL of DI water, and it was treated through a microporous membrane (0.22 µm), for the subsequent Au content determination detected by ICP-MS (ICAP-QC, Thermo, USA) to determine the amount of nanoparticles taken up by 4T1 cells. The control groups involved similar assays, with the exception of microwave pre-treatment. Each test was performed in triplicates."
    }, {
      "heading" : "2.10. In vitro cytotoxicity",
      "text" : "To investigate the cytotoxicity of PVP-AuNC, PEG-AuNC and cmHSPAuNC, an MTT assay was used to detect the cell viability of 4T1 cells\ntreated with different concentrations of PVP-AuNC, PEG-AuNC and cmHSP-AuNC (1–128 μg/mL). Briefly, 4T1 cells in FBS-DMEM (1 × 104 cells/well) were cultured in 96-well plates under a 37 ◦C, 5% CO2 environment until reaching 80% confluence. Then treated with 100 μL FBS-DMEM containing PVP-AuNC, PEG-AuNC or cmHSP-AuNC (1–128 μg/mL). After incubation for 24 h, the original FBS-DMEM was replaced with 150 μL blank medium containing 75 mg MTT (98%, Gibco BRL) and incubated for another 4 h. Then removed MTT, added 150 µL DMSO and shook for 10 min. Microplate reader was applied to measure the absorbance at 570 nm to calculate the relative cell viabilities of 4T1 cells. Each test was performed in triplicates.\nAn MTT assay was conducted to evaluate the cytotoxicity of PVPAuNC and cmHSP-AuNC on 4T1 cells before and after microwave pretreatment and laser irradiation. Briefly, 4T1 cells in FBS-DMEM were cultured in 96-well plates (with a seeding density of 1 × 104 cells/well) under a 37 ◦C, 5% CO2 environment until reaching 80% confluence. Then, the cells were subjected to 10 min of microwave pre-treatment at 41 ◦C and they were incubated for another 8 h. Subsequently, 100 μL FBS-DMEM containing PVP-AuNC or cmHSP-AuNC (100 μg/mL) was added to the cells and the cells were then treated with an 808-nm laser irradiation (1 W/cm2, 10 min). After incubating for 24 h, the original FBS-DMEM was replaced with 150 μL blank medium containing 75 µg MTT, and the cells were incubated for another 4 h. Then, MTT was removed, and 150 µL DMSO was added, with constant shaking for 10 min. Microplate reader was used to measure the absorbance at 570 nm to calculate the relative cell viabilities of 4T1 cells. Each test was performed in triplicates. The pristine PVP-AuNC was included in comparable assays for parallel comparison. Control groups involved similar assays, with the exception of laser irradiation or microwave pretreatment to evaluate the intrinsic cytotoxicity of PVP-AuNC."
    }, {
      "heading" : "2.11. Live/dead cell staining assays",
      "text" : "4T1 cells were co-stained with Calcein-AM and PI to observe the antitumor efficacy of PVP-AuNC and cmHSP-AuNC in vitro. Live cells showed green fluorescence while dead cells showed red fluorescence. Briefly, 4T1 cells in FBS-DMEM were cultured in the confocal dish (with a seeding density of 4 × 105 cells/well) under a 37 ◦C, 5% CO2 environment until reaching 80% confluence. The cells were then irradiated with microwave at 41 ◦C for 10 min as the pre-treatment, and the original medium was replaced with 100 µL of FBS-DMEM containing PVP-AuNC or cmHSP-AuNC (100 µg/mL). After incubating for 12 h, the cells were treated with an 808-nm laser irradiation (1 W/cm2) for 10 min. After incubating for 24 h, the cells were stained with Calcein-AM (5 µg/mL) and PI (10 µg/mL) for 20 min at 4 ◦C. Control groups involved similar assays, with the exception of microwave pre-treatment. The fluorescence microscope (Olympus, Tokyo, Japan) was used to observe the fluorescence of live/dead cells."
    }, {
      "heading" : "2.12. Biodistribution studies",
      "text" : "Female BALB/c mice were obtained from Zhejiang Chinese Medical University Laboratory Animal Research Center and all experimental procedures involving animal studies complied with the guidelines of the Zhejiang Chinese Medical University Animal Care and Use Committee. In order to determine the biodistribution of the nanoparticles in different tissues, 25 mice carrying 4T1 tumor were randomly divided into five groups (n = 5): (1) control group: treated with sterile PBS; (2) PEG-AuNC group: treated with PEG-AuNC but without microwave pretreatment; (3) PEG-AuNC + MW group: treated with PEG-AuNC and microwave pre-treatment; (4) cmHSP-AuNC group: treated with cmHSPAuNC but without microwave pre-treatment; (5) cmHSP-AuNC + MW group: treated with cmHSP-AuNC and microwave pre-treatment. The PEG-AuNC + MW and cmHSP-AuNC + MW groups were irradiated with microwave at 41 ◦C for 10 min, and they were injected with PEG-AuNC or cmHSP-AuNC (100 µL, 2 mg/mL) through tail vein after 8 h\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\nrespectively. The PEG-AuNC and cmHSP-AuNC groups were only injected with PEG-AuNC or cmHSP-AuNC (100 µL, 2 mg/mL), while the control group was injected with 100 μL of sterile PBS. The control group was treated with laser irradiation without microwave pre-treatment. Mice from all groups were euthanized to collect their major organs (heart, liver, kidneys, spleen, lungs) and tumor at 24 h post-injection and subsequently subjected to ICP-MS to determine the biodistribution of nanoparticles. Each test was performed in triplicates.\nThe samples for ICP-MS measurements were prepared as follows. The organs were dissolved in aqua regia, and the solutions were allowed to stand at 25 ◦C for 12 h. The solution was then heated to 80 ◦C for 6 h to remove aqua regia. Each sample was made up to 10 mL of DI water, and it was treated through a microporous membrane (0.22 µm) for the subsequent Au content determination by ICP-MS. The Au content in each organ and tumor was expressed as a percentage of the injected Au dose per gram of tissue (% ID/g)."
    }, {
      "heading" : "2.13. In vivo photothermal treatment",
      "text" : "The 25 mice carrying 4T1 tumor were divided into five groups randomly (n = 5), i.e., groups of control, PEG-AuNC, PEG-AuNC + MW, cmHSP-AuNC, and cmHSP-AuNC + MW. The mice in the PEG-AuNC + MW and cmHSP-AuNC + MW groups were irradiated with microwave for 10 min at 41 ◦C. Then, 100 µL of 2 mg/mL PEG-AuNC or cmHSPAuNC was intravenously injected into each mouse after 8 h. The PEG-\nAuNC and cmHSP-AuNC groups were only injected with PEG-AuNC or cmHSP-AuNC (100 µL, 2 mg/mL). Meanwhile the control group was injected with 100 μL of sterile PBS. At 24 h post-injection, the tumor sites of five groups were treated with an 808-nm laser irradiation (1.0 W/ cm2, 5 min). The mice in the control group were treated with laser irradiation, without microwave pre-treatment. The temperature change at the tumor site was acquired using thermographs recorded by the infrared camera (ICI 7320, Texas, USA)."
    }, {
      "heading" : "2.14. In vivo cancer treatment",
      "text" : "All 15 BALB/c mice were injected subcutaneously into the left rear flank with 100 μL 4T1 cells (2 × 106 cells/mL) in PBS. After the formation of the 4T1 tumor, the mice were randomly divided into 5 groups (n = 5): the control group, PEG-AuNC, PEG-AuNC + MW, cmHSP-AuNC and cmHSP-AuNC + MW. The PEG-AuNC and PEG-AuNC + MW groups were intravenously injected with PEG-AuNC (100 µL, 2 mg/mL) in PBS. The cmHSP-AuNC and cmHSP-AuNC + MW groups were intravenously injected with cmHSP-AuNC (100 µL, 2 mg/mL) in PBS. Meanwhile the control group was injected with 100 µL of sterile PBS. The PEG-AuNC + MW and cmHSP-AuNC + MW groups were irradiated with microwave for 10 min at 41 ◦C 8 h before the injection. At 24 h post-injection, the tumor site was irradiated with an 808-nm laser (1.0 W/cm2) for 5 min. The mice were injected intravenously with nanoparticles once on the first day, and treated with laser once a day until the 14th day, and then\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\nobserved until the 25th day. The control group was treated with laser irradiation, without microwave pre-treatment. During the 25-day observation period, the volume of the tumor, body weight, and survival ratio of the mice were measured once every three days. The tumor volume was determined according to the Eq. (2):\nV = (tumor length) × tumor width2/2 (2)"
    }, {
      "heading" : "2.15. Histology analysis",
      "text" : "After the treatment, one live mouse from each group was sacrificed for the histological analysis. The major organs (heart, liver, spleen, lungs, and kidneys) and tumor were taken and fixed with paraformaldehyde. Then they were stained with hematoxylin eosin (H&E), and the tumor was stained with terminal deoxynucleotidyl transferasemediated nick end labeling (TUNEL) and antigen Ki-67. The inverted fluorescence microscope (AXIO SCOPE.A1, Zeiss, Germany) was used to observe the damage of normal main organ tissue (heart, liver, kidneys, spleen, and lungs), tumor tissue, and cell apoptosis at tumor site."
    }, {
      "heading" : "2.16. Statistical analysis",
      "text" : "All data were analyzed using SPSS 23 and statistical comparisons were determined by performing a Student’s t-test analysis. P < 0.05 was considered statistically significant, while P < 0.01 was extremely significant."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "PVP-AuNC was prepared via a galvanic replacement method according to previously published protocol, and cmHSP-AuNC was prepared through conjugation of SH-PEG-SC via Au-thiol bond, followed by modification of cmHSP by a reaction between the succinimide group and amine group. The morphologies of the as-prepared PVP-AuNC and cmHSP-AuNC were observed by TEM images. The results indicated that attachment of either PEG or cmHSP did not induce any significant alteration to the hollow-porous structure of AuNC (Fig. 2A). DLS was used to measure the particle diameters and zeta potentials of the nanoparticles. The particle diameter profile showed that the particle size increased gradually, from the smallest being PVP-AuNC (55.6 ± 4.21 nm), followed by PEG-AuNC (58.6 ± 3.74 nm), and the largest being cmHSP-AuNC (61.2 ± 4.85 nm) (Fig. 2B and S2), suggesting that the size variations after the modification of PEG and cmHSP70 were negligible and had little influence on its stability. Concomitantly, the zeta potentials of PVP-AuNC were significantly negative (− 21.2 ± 1.78 mV). After the attachment of PEG and cmHSP, the zeta potentials increased but remained negative at − 17.6 ± 2.11 mV and − 8.2 ± 1.25 mV (Fig. 2C) respectively, indicating that PEG and cmHSP were conjugated to PVPAuNC successfully. The UV–Vis spectrometer further confirmed the coconjugation of PEG and cmHSP. The results showed that the modification of PEG and cmHSP increased their absorption in UV region while maintaining the original LSPR peak of PVP-AuNC at around 810 nm (Fig. 2D). According to the result of BCA protein assay (Fig. S2), 84.17 ± 8.78 μg HSP70 was loaded when 100 μg HSP70 was added to react with PEG-AuNC.\nWhen using 0.5, 1.0, and 2.0 W/cm2 irradiation respectively, the temperature increased near 10, 18, and 35 ◦C respectively, and the trend became stable after 5 min of irradiation (Fig. S3A). The increase of 10 ◦C cannot achieve the ideal PTT effect, the increase of 18 ◦C was at apoptotic range while the increase of 35 ◦C made the cell death by necrosis and may cause damage to normal tissues (Zhang et al., 2018). Therefore, we chose an 808-nm NIR (1 W/cm2, 5 min) as the best irradiation condition. As shown in Fig. 2E, when subjected to 300 s of an 808-nm laser irradiation (1 W/cm2), PEG-AuNC and cmHSP-AuNC exhibited similar temperature increase, about 17.6 ◦C, and temperature variation trends. This result suggested that the modification of PEG\nand cmHSP exerted minimal effect on the photothermal conversion effect. In five irradiation-cooling cycles, PVP-AuNC, PEG-AuNC, and cmHSP-AuNC kept increasing similar temperature under NIR irradiation (Fig. S3B), which demonstrated that PVP-AuNC, PEG-AuNC, and cmHSP-AuNC had excellent photothermal stability and repeated NIR irradiation may have no negative effect on PTT cancer treatment in vivo.\nThe blood biocompatibility of PVP-AuNC, PEG-AuNC, and cmHSPAuNC were determined by hemolysis assays. The results showed that the hemolysis rates of each sample were less than 5% in the concentration range of 2–64 μg/mL (Fig. S4), which demonstrated that PVPAuNC, PEG-AuNC, and cmHSP-AuNC had excellent blood biocompatibility. The cell viability of 4T1 cells treated with different concentrations of PVP-AuNC, PEG-AuNC, and cmHSP-AuNC (1–128 μg/mL) was all higher than 90% (Fig. S5). The results of hemolysis and cytotoxicity assays both showed that PVP-AuNC, PEG-AuNC, and cmHSP-AuNC had good biocompatibility.\nIn order to investigate the effect of the duration of microwave exposure and temperature on the expression of HSP70 in 4T1 cells, western blotting was carried out, and the optimal condition to achieve the highest expression of HSP70 induced by microwave irradiation was determined. 4T1 cells were exposed to microwave irradiation at various temperatures (41, 43, and 45 ◦C) for 10, 30, and 60 min. The expressions of HSP70 after 1, 2, 4, 8, and 24 h were observed by western blotting (Fig. 3A–B) and the maximum expression of HSP70 was observed at 41 ◦C after 8 h (HSP70/GAPDH = 8.05). Based on this observation, 10 min of microwave irradiation at 41 ◦C was used for the pre-treatment, and the subsequent experiments were carried out after 8 h, unless\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\notherwise specified. To assess the targeting capability of nanoparticles, ICP-MS was used to evaluate the uptake of PVP-AuNC and cmHSP-AuNC by 4T1 cells, with or without microwave pre-treatment. The group with microwave pre-treatment was irradiated at 41 ◦C for 10 min and given PVP-AuNC or cmHSP-AuNC (100 µg/mL) after 8 h, while the group without microwave pre-treatment was given PVP-AuNC or cmHSP-AuNC directly. As shown in Fig. 4A, in the absence of microwave pre-treatment, the uptake of PVP-AuNC by 4T1 cells was similar to that of cmHSP-AuNC. Pretreatment with microwave led to a significantly increased cellular uptake of cmHSP-AuNC as observed by a 2.67-fold increase in cellular uptake from 24.34 ± 1.97 ng/1000 cells to 64.88 ± 5.29 ng/1000 cells, while negligible change was observed in PVP-AuNC. This result indicated that the microwave irradiation induced the overexpression of HSP70 on the cell membranes of 4T1 cells, which could then be effectively bound with cmHSP70.\nSimilar trends were observed in MTT cell viability assay. PVP-AuNC and cmHSP-AuNC were intrinsically biocompatible without laser irradiation, as indicated by the cell viability ratios of 98.25% and 96.23%, respectively (Fig. 4B). Following an 808-nm laser irradiation (1 W/cm2, 5 min) in the absence of microwave pre-treatment, the PVP-AuNC nanoparticles exhibited severe cytotoxicity, reducing cell viability to around 40%, which was ascribed to photothermal conversion ability of PVP-AuNC. However, the highest degree of cytotoxicity was observed for cmHSP-AuNC with both laser irradiation and microwave pretreatment (13.25%).\nFurthermore, in images of Calcein-AM/PI co-stained cells, samples subjected to cmHSP-AuNC treatment with laser irradiation and microwave pre-treatment showed much stronger cancer cell ablation than did the other groups (Fig. 4C). This finding indicated the excellent synergistic effect achieved via the substantially enhanced cellular uptake and targeting efficiency.\nTo explore the effect of microwave pre-treatment on the biodistribution, PEG-AuNC and cmHSP-AuNC were intravenously administered at a dosage of 2 mg/mL at 8 h after microwave irradiation. At 24 h post-injection, major organs and tumor were harvested for ICP-MS, and the results showed that a large proportion of nanoparticles accumulated in kidneys, followed by liver, lungs, spleen, tumor and heart (Fig. 5A). This was possibly due to the clearance effect of reticuloendothelial system. In contrast, compared to PVP-AuNC, microwave pretreatment significantly improved the biodistribution of cmHSP-AuNC as observed by increased accumulation at tumor site (with the 11.70% of injected dose per gram of tissue (%ID/g) at 24 h) as well as decreased accumulation in liver, lungs and kidneys, demonstrating the efficiency of the targeting capability of cmHSP-AuNC triggered by microwave pretreatment.\nTo characterize the photothermal effect of tumor-bearing mice in different groups, thermographic images were acquired during a 5-min treatment with an 808-nm laser (1.0 W/cm2). As shown in Fig. 5B–C, cmHSP-AuNC + MW group displayed the highest average temperature of 60.1 ◦C compared to that of PEG-AuNC, PEG-AuNC + MW, and cmHSP-AuNC groups (~40 ◦C), owing to its enhanced accumulation at\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\ntumor site. Collectively, these results demonstrated that this proposed targeted therapy can help direct the nanoparticles to the tumor tissue more efficiently and enhance their cellular uptake to improve the therapeutic effect.\nTo assess the photothermal therapeutic effect of the nanoparticles under various conditions, 25 mice bearing 4T1 tumors were randomly divided into five groups and treated with PBS, PEG-AuNC, PEG-AuNC + MW, cmHSP-AuNC, and cmHSP-AuNC + MW before laser irradiation, and the tumor volume, body weight, and survival ratio were assessed (Fig. 5D–F). During the 25-day observation period, the tumor volume of cmHSP-AuNC + MW group continuously decreased and became\nnegligible after day 10 (Fig. 5D), indicating an excellent PTT therapeutic outcome. The tumor volume of groups treated with PEG-AuNC, with and without microwave pre-treatment, continued to increase at a slower rate than that of the control group. The tumor inhibition rates of the PEGAuNC, PEG-AuNC + MW, cmHSP-AuNC, and cmHSP-AuNC + MW groups were 40.72%, 50.32%, 44.20%, and 98.48%, respectively. These results were consistent with thermographic results. Meanwhile, the average body weight of cmHSP-AuNC + MW group slightly increased, those of PEG-AuNC, PEG-AuNC + MW, and cmHSP-AuNC groups remained stable, and that of PBS group kept decreasing (Fig. 5E). In addition, mice treated with cmHSP-AuNC and microwave pre-treatment\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\nexhibited 100% survival rate throughout the 25–day observation period. In contrast, mice treated with PEG-AuNC and mice treated with cmHSPAuNC without microwave pre-treatment exhibited a 20% decrease in the survival rate, while the mice treated with PBS exhibited a 40% decrease in survival ratio (Fig. 5F). Collectively, these results demonstrated that the combined use of microwave pre-treatment and cmHSP-AuNC modification could significantly enhance the photothermal therapeutic ability and tumor ablation efficacy.\nHistological analysis of the tumor site (Fig. 5G) showed that the PEGAuNC, PEG-AuNC + MW, cmHSP-AuNC, and cmHSP-AuNC + MW groups revealed varying degrees of tumor cell necrosis. The cmHSPAuNC + MW group exhibited the largest area of tumor necrosis out of all the groups. This observation could be attributed to the photothermal therapeutic effect of AuNC. Moreover, higher cell apoptosis was also observed in cmHSP-AuNC + MW group compared to the other groups after TUNEL and Ki-67 staining assays, demonstrating an excellent photothermal effect. The H&E staining of the main organs (Fig. 6) showed that the PEG-AuNC, PEG-AuNC + MW, cmHSP-AuNC, and cmHSP-AuNC + MW groups did not cause significant damage to the major organs in comparison with that in the control group, thus highlighting the good biocompatibility of these nanoparticles."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this study, a microwave-triggered PTT using an HSP-targeting nano-system (cmHSP-AuNC) was designed, where AuNC was used as an efficient photothermal conversion agent and cmHSP was used to target HSPs. Based on the results, cmHSP-AuNC could significantly\nimprove the therapeutic effect of PTT in the treatment of TNBC, by improving the targeting efficiency and enhancing the accumulation and uptake of nanoparticles in the cancer cells. This study may pave a promising way for further research on tumor-specific targeted PTT.\nCRediT authorship contribution statement\nYing Cheng: Conceptualization, Formal analysis, Writing - original draft. Dandan Bao: Conceptualization, Investigation, Writing - original draft. Xiaojie Chen: Formal analysis, Investigation, Writing - original draft. Yajun Wu: Methodology, Formal analysis, Writing - original draft. Yinghui Wei: Methodology, Writing - review & editing, Funding acquisition. Zhibing Wu: Writing - review & editing, Supervision, Project administration, Funding acquisition. Fanzhu Li: Conceptualization, Methodology, Writing - review & editing, Supervision, Funding acquisition. Ji-Gang Piao: Conceptualization, Writing - review & editing, Supervision, Project administration, Funding acquisition.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the Natural Science Foundation of Zhejiang Province (Q18E030009), National Natural Science Foundation\nY. Cheng et al.\nInternational Journal of Pharmaceutics 593 (2021) 120162\nof China (81873014), National Natural Science Foundation of China (81873018), Science and Technology Department of Zhejiang Province (No. LGF18H160037, Z.W.)."
    }, {
      "heading" : "Appendix A. Supplementary material",
      "text" : "Supplementary data to this article can be found online at https://doi. org/10.1016/j.ijpharm.2020.120162."
    } ],
    "references" : [ {
      "title" : "A review of clinical translation of inorganic",
      "author" : [ "A.C. 2015.1086647. Anselmo", "S. Mitragotri" ],
      "venue" : null,
      "citeRegEx" : "14737140",
      "shortCiteRegEx" : "14737140",
      "year" : 2015
    }, {
      "title" : "Carbon nanomaterials: multi-functional",
      "author" : [ "J. 9780-2. Bartelmess", "S.J. Quinn", "S. Giordani" ],
      "venue" : null,
      "citeRegEx" : "Bartelmess et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bartelmess et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanomedicine for targeted photothermal cancer",
      "author" : [ "F. tibs.2016.01.003. Chen", "W. Cai" ],
      "venue" : null,
      "citeRegEx" : "Chen and Cai,? \\Q2015\\E",
      "shortCiteRegEx" : "Chen and Cai",
      "year" : 2015
    }, {
      "title" : "Gold nanocages: engineering their structure for biomedical",
      "author" : [ "Y. Xia" ],
      "venue" : null,
      "citeRegEx" : "Xia,? \\Q2005\\E",
      "shortCiteRegEx" : "Xia",
      "year" : 2005
    }, {
      "title" : "An imagable and photothermal “Abraxane",
      "author" : [ "Q. adma.200500833. Chen", "C. Liang", "C. Wang", "Z. Liu" ],
      "venue" : null,
      "citeRegEx" : "Chen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2015
    }, {
      "title" : "Functionalized graphene",
      "author" : [ "Y.W. adma.201404308. Chen", "Y.L. Su", "S.H. Hu", "S.Y. Chen" ],
      "venue" : null,
      "citeRegEx" : "Chen et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2016
    }, {
      "title" : "Functional nanomaterials",
      "author" : [ "C. Wang", "L.Z. Feng", "K. Yang", "Z. Liu" ],
      "venue" : "Deliv. Rev",
      "citeRegEx" : "Cheng et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2014
    }, {
      "title" : "The effects of size, shape, and surface",
      "author" : [ "E.C. 1021/cr400532z. Cho", "L. Au", "Q. Zhang", "Y. Xia" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2010
    }, {
      "title" : "Graphene family",
      "author" : [ "D. de Melo-Diogo", "R. Lima-Sousa", "C.G. Alves", "I.J. Correia" ],
      "venue" : null,
      "citeRegEx" : "Melo.Diogo et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Melo.Diogo et al\\.",
      "year" : 2019
    }, {
      "title" : "The role of heat shock proteins",
      "author" : [ "S.M. Vickers", "A.K. Saluja" ],
      "venue" : "Biomater. Sci",
      "citeRegEx" : "Dudeja et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Dudeja et al\\.",
      "year" : 2009
    }, {
      "title" : "Gold nanoparticles in biomedical applications: recent",
      "author" : [ "L. gut.2007.140194. Dykman", "N. Khlebtsov" ],
      "venue" : null,
      "citeRegEx" : "Dykman and Khlebtsov,? \\Q2012\\E",
      "shortCiteRegEx" : "Dykman and Khlebtsov",
      "year" : 2012
    }, {
      "title" : "Functionalized theranostic",
      "author" : [ "M. 1039/c1cs15166e. Farokhi", "F. Mottaghitalab", "M.R. Saeb", "S. Thomas" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Triple-negative breast cancer",
      "author" : [ "I.E. Smith", "J.S. Reis-Filho" ],
      "venue" : null,
      "citeRegEx" : "Foulkes et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Foulkes et al\\.",
      "year" : 2010
    }, {
      "title" : "Exploiting the enhanced permeability and retention effect for tumor targeting",
      "author" : [ "A.K. Iyer", "G. Khaled", "J. Fang", "H. Maeda" ],
      "venue" : "Drug Discov. Today",
      "citeRegEx" : "Iyer et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Iyer et al\\.",
      "year" : 2006
    }, {
      "title" : "Nanoparticles for photothermal therapies",
      "author" : [ "D. Jaque", "L. Martinez Maestro", "B. del Rosal", "P. Haro-Gonzalez", "A. Benayas", "J.L. Plaza", "E. Martin Rodriguez", "J. Garcia Sole" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Jaque et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Jaque et al\\.",
      "year" : 2014
    }, {
      "title" : "Employment of enhanced permeability and retention effect (EPR): Nanoparticlebased precision tools for targeting of therapeutic and diagnostic agent in cancer",
      "author" : [ "D. Kalyane", "N. Raval", "R. Maheshwari", "V. Tambe", "K. Kalia", "R.K. Tekade" ],
      "venue" : "Mater. Sci. Eng. C Mater. Biol",
      "citeRegEx" : "Kalyane et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kalyane et al\\.",
      "year" : 2019
    }, {
      "title" : "Photothermal therapy and photoacoustic imaging via nanotheranostics in fighting cancer",
      "author" : [ "Y. Liu", "P. Bhattarai", "Z. Dai", "X. Chen" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Liu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2019
    }, {
      "title" : "A new treatment modality for rheumatoid arthritis: combined photothermal and photodynamic therapy using Cu S nanoparticles",
      "author" : [ "Y. Lu", "L. Li", "Z. Lin", "L. Wang", "L. Lin", "M. Li", "Y. Zhang", "Q. Yin", "Q. Li", "H. Xia" ],
      "venue" : "Adv. Healthcare Mater",
      "citeRegEx" : "Lu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2018
    }, {
      "title" : "NanoGold-core dendrimeric seeds for combined chemo-, photothermal-, and photodynamic therapy of cancer",
      "author" : [ "S. Mahajan", "N. Raval", "D. Kalyane", "N. Anup", "R. Maheshwari", "V. Tambe", "K. Kalia", "R.K. Tekade" ],
      "venue" : "J. Drug Delivery Sci. Technol",
      "citeRegEx" : "Mahajan et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Mahajan et al\\.",
      "year" : 2020
    }, {
      "title" : "Gold nanoparticles: An advanced drug delivery and diagnostic tool",
      "author" : [ "V. Pandey", "A. Ganeshpurkar", "A. Thakur", "M. Sharma", "K. Rajpoot", "M. Tekade", "N. Sreeharsha", "R.K. Tekade" ],
      "venue" : "The Future of Pharmaceutical Product Development and Research,",
      "citeRegEx" : "Pandey et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Pandey et al\\.",
      "year" : 2020
    }, {
      "title" : "Putting gold nanocages to work for optical imaging, controlled release and cancer theranostics",
      "author" : [ "B. Pang", "X. Yang", "Y. Xia" ],
      "venue" : "Nanomedicine (Lond)",
      "citeRegEx" : "Pang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pang et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanocarbons for biology and medicine: sensing, imaging, and drug",
      "author" : [ "N. Panwar", "A.M. Soehartono", "K.K. Chan", "S. Zeng", "G. Xu", "J. Qu", "P. Coquet", "K.T. Yong", "X. Chen" ],
      "venue" : "delivery. Chem. Rev",
      "citeRegEx" : "Panwar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Panwar et al\\.",
      "year" : 2019
    }, {
      "title" : "Erythrocyte membrane is an alternative coating to polyethylene glycol for prolonging the circulation lifetime of gold nanocages for photothermal therapy",
      "author" : [ "J.G. Piao", "L. Wang", "F. Gao", "Y.Z. You", "Y. Xiong", "L. Yang" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Piao et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Piao et al\\.",
      "year" : 2014
    }, {
      "title" : "Challenges and key considerations of the enhanced permeability and retention effect for nanomedicine drug delivery in oncology",
      "author" : [ "U. Prabhakar", "H. Maeda", "R.K. Jain", "E.M. Sevick-Muraca", "W. Zamboni", "O.C. Farokhzad", "S.T. Barry", "A. Gabizon", "P. Grodzinski", "D.C. Blakey" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "Prabhakar et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Prabhakar et al\\.",
      "year" : 2013
    }, {
      "title" : "Conjugated polymer nanomaterials for theranostics",
      "author" : [ "C.G. Qian", "Y.L. Chen", "P.J. Feng", "X.Z. Xiao", "M. Dong", "J.C. Yu", "Q.Y. Hu", "Q.D. Shen", "Z. Gu" ],
      "venue" : "Acta Pharmacol. Sin",
      "citeRegEx" : "Qian et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Qian et al\\.",
      "year" : 2017
    }, {
      "title" : "Photothermal therapy as emerging combinatorial therapeutic approach",
      "author" : [ "C. Rajani", "V. Patel", "P. Borisa", "T. Karanwad", "S. Polaka", "D. Kalyane", "R.K. Tekade" ],
      "venue" : "The Future of Pharmaceutical Product Development and Research,",
      "citeRegEx" : "Rajani et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Rajani et al\\.",
      "year" : 2020
    }, {
      "title" : "Gold nanoparticle-mediated photothermal therapy: applications and opportunities for multimodal cancer treatment",
      "author" : [ "R.S. Riley", "E.S. Day" ],
      "venue" : "Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol",
      "citeRegEx" : "Riley and Day,? \\Q2017\\E",
      "shortCiteRegEx" : "Riley and Day",
      "year" : 2017
    }, {
      "title" : "Thermally induced injury and heatshock protein expression in cells and tissues",
      "author" : [ "M.N. Rylander", "Y. Feng", "J. Bass", "K.R. Diller" ],
      "venue" : "Ann. N. Y. Acad. Sci. 1066,",
      "citeRegEx" : "Rylander et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Rylander et al\\.",
      "year" : 2005
    }, {
      "title" : "Near-infrared light-responsive nanomaterials in cancer",
      "author" : [ "V. Shanmugam", "S. Selvakumar", "C.S. Yeh" ],
      "venue" : "therapeutics. Chem. Soc. Rev",
      "citeRegEx" : "Shanmugam et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Shanmugam et al\\.",
      "year" : 2014
    }, {
      "title" : "Facile synthesis of Ag nanocubes and Au nanocages",
      "author" : [ "S.E. Skrabalak", "L. Au", "X. Li", "Y. Xia" ],
      "venue" : "Nat. Protoc",
      "citeRegEx" : "Skrabalak et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Skrabalak et al\\.",
      "year" : 2007
    }, {
      "title" : "Carbon nanotubes as cancer therapeutic carriers and mediators",
      "author" : [ "K.H. Son", "J.H. Hong", "J.W. Lee" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "Son et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Son et al\\.",
      "year" : 2016
    }, {
      "title" : "Gold nanocage-photosensitizer conjugates for dual-modal image-guided enhanced photodynamic therapy. Theranostics",
      "author" : [ "A. Srivatsan", "S.V. Jenkins", "M. Jeon", "Z. Wu", "C. Kim", "J. Chen", "R.K. Pandey" ],
      "venue" : null,
      "citeRegEx" : "Srivatsan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Srivatsan et al\\.",
      "year" : 2014
    }, {
      "title" : "Smart gold nanostructures for light mediated cancer theranostics: combining optical diagnostics with photothermal therapy",
      "author" : [ "T.A. Tabish", "P. Dey", "S. Mosca", "M. Salimi", "F. Palombo", "P. Matousek", "N. Stone" ],
      "venue" : "Adv. Sci. (Weinh)",
      "citeRegEx" : "Tabish et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Tabish et al\\.",
      "year" : 2020
    }, {
      "title" : "Breast cancer treatment: a review",
      "author" : [ "A.G. Waks", "E.P. Winer" ],
      "venue" : "Jama 321",
      "citeRegEx" : "Waks and Winer,? \\Q2019\\E",
      "shortCiteRegEx" : "Waks and Winer",
      "year" : 2019
    }, {
      "title" : "Pretreated macrophage-membrane-coated gold nanocages for precise drug delivery for treatment of bacterial infections",
      "author" : [ "C. Wang", "Y. Wang", "L. Zhang", "R.J. Miron", "J. Liang", "M. Shi", "W. Mo", "S. Zheng", "Y. Zhao", "Y. Zhang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Defective black nano-titania thermogels for cutaneous tumor-induced therapy and healing",
      "author" : [ "X. Wang", "B. Ma", "J. Xue", "J. Wu", "J. Chang", "C. Wu" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "Wang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2019
    }, {
      "title" : "Heat shock proteins and cancer",
      "author" : [ "J. Wu", "T. Liu", "Z. Rios", "Q. Mei", "X. Lin", "S. Cao" ],
      "venue" : "Trends Pharmacol. Sci",
      "citeRegEx" : "Wu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2017
    }, {
      "title" : "Gold nanocages: from synthesis to theranostic applications",
      "author" : [ "Y. Xia", "W. Li", "C.M. Cobley", "J. Chen", "X. Xia", "Q. Zhang", "M. Yang", "E.C. Cho", "P.K. Brown" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "Xia et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Xia et al\\.",
      "year" : 2011
    }, {
      "title" : "In vitro and in vivo nearinfrared photothermal therapy of cancer using polypyrrole organic nanoparticles",
      "author" : [ "K. Yang", "H. Xu", "L. Cheng", "C. Sun", "J. Wang", "Z. Liu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Yang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2012
    }, {
      "title" : "Temperature-dependent cell death patterns induced by functionalized gold nanoparticle photothermal therapy in melanoma cells",
      "author" : [ "Y. Zhang", "X. Zhan", "J. Xiong", "S. Peng", "W. Huang", "R. Joshi", "Y. Cai", "Y. Liu", "R. Li", "K. Yuan", "N. Zhou", "W. Min" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "Near-infrared light-mediated nanoplatforms for cancer thermo-chemotherapy and optical imaging",
      "author" : [ "Z. Zhang", "J. Wang", "C. Chen" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Zhang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2013
    }, {
      "title" : "NIR photothermal therapy using polyaniline nanoparticles",
      "author" : [ "J. Zhou", "Z. Lu", "X. Zhu", "X. Wang", "Y. Liao", "Z. Ma", "F. Li" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Zhou et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2013
    }, {
      "title" : "Current approaches of photothermal therapy in treating cancer metastasis with nanotherapeutics. Theranostics",
      "author" : [ "L. Zou", "H. Wang", "B. He", "L. Zeng", "T. Tan", "H. Cao", "X. He", "Z. Zhang", "S. Guo", "Y. Li" ],
      "venue" : null,
      "citeRegEx" : "Zou et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zou et al\\.",
      "year" : 2016
    }, {
      "title" : "A single molecule drug targeting photosensitizer for enhanced breast cancer photothermal therapy",
      "author" : [ "Y. Zou", "M. Li", "T. Xiong", "X. Zhao", "J. Du", "J. Fan", "X. Peng" ],
      "venue" : "Small 16 (18),",
      "citeRegEx" : "Zou et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Zou et al\\.",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 12,
      "context" : "Triple-negative breast cancer (TNBC), characterized by the negative expression of estrogen receptor, progesterone receptor, and HER2 protein, is an aggressive, intractable subtype of breast cancer, posing a major clinical challenge due to its high malignancy and poor prognosis (Bianchini et al., 2016; Foulkes et al., 2010).",
      "startOffset" : 278,
      "endOffset" : 324
    }, {
      "referenceID" : 33,
      "context" : "Currently, chemotherapy is the only clinically available treatment for TNBC; however, it is also associated with several limitations such as severe toxicity to normal tissues, low accumulation in tumor tissue, poor specificity, and drug resistance (Waks and Winer, 2019).",
      "startOffset" : 248,
      "endOffset" : 270
    }, {
      "referenceID" : 17,
      "context" : "therapy) to make a synergistic effect for the treatment of cancer, atherosclerosis, rheumatoid arthritis, and wound healing (Liu et al., 2020, 2019; Lu et al., 2018; Rajani et al., 2020; Wang et al., 2019).",
      "startOffset" : 124,
      "endOffset" : 205
    }, {
      "referenceID" : 25,
      "context" : "therapy) to make a synergistic effect for the treatment of cancer, atherosclerosis, rheumatoid arthritis, and wound healing (Liu et al., 2020, 2019; Lu et al., 2018; Rajani et al., 2020; Wang et al., 2019).",
      "startOffset" : 124,
      "endOffset" : 205
    }, {
      "referenceID" : 35,
      "context" : "therapy) to make a synergistic effect for the treatment of cancer, atherosclerosis, rheumatoid arthritis, and wound healing (Liu et al., 2020, 2019; Lu et al., 2018; Rajani et al., 2020; Wang et al., 2019).",
      "startOffset" : 124,
      "endOffset" : 205
    }, {
      "referenceID" : 4,
      "context" : "than chemotherapy in treating superficial tumors such as those in breast cancer (Chen et al., 2015; Guo et al., 2015; Zou et al., 2020).",
      "startOffset" : 80,
      "endOffset" : 135
    }, {
      "referenceID" : 43,
      "context" : "than chemotherapy in treating superficial tumors such as those in breast cancer (Chen et al., 2015; Guo et al., 2015; Zou et al., 2020).",
      "startOffset" : 80,
      "endOffset" : 135
    }, {
      "referenceID" : 10,
      "context" : "In recent years, the unique features of PTT have inspired researchers to develop a wide variety of nanomaterials possessing excellent photothermal conversion and outstanding treatment efficacy, such as gold nanoparticles (Dykman and Khlebtsov, 2012; Piao et al., 2014; Riley and Day, 2017; Shanmugam et al., 2014; Tabish et al., 2020), conjugated polymer nanoparticles (Bartelmess et al.",
      "startOffset" : 221,
      "endOffset" : 334
    }, {
      "referenceID" : 22,
      "context" : "In recent years, the unique features of PTT have inspired researchers to develop a wide variety of nanomaterials possessing excellent photothermal conversion and outstanding treatment efficacy, such as gold nanoparticles (Dykman and Khlebtsov, 2012; Piao et al., 2014; Riley and Day, 2017; Shanmugam et al., 2014; Tabish et al., 2020), conjugated polymer nanoparticles (Bartelmess et al.",
      "startOffset" : 221,
      "endOffset" : 334
    }, {
      "referenceID" : 26,
      "context" : "In recent years, the unique features of PTT have inspired researchers to develop a wide variety of nanomaterials possessing excellent photothermal conversion and outstanding treatment efficacy, such as gold nanoparticles (Dykman and Khlebtsov, 2012; Piao et al., 2014; Riley and Day, 2017; Shanmugam et al., 2014; Tabish et al., 2020), conjugated polymer nanoparticles (Bartelmess et al.",
      "startOffset" : 221,
      "endOffset" : 334
    }, {
      "referenceID" : 28,
      "context" : "In recent years, the unique features of PTT have inspired researchers to develop a wide variety of nanomaterials possessing excellent photothermal conversion and outstanding treatment efficacy, such as gold nanoparticles (Dykman and Khlebtsov, 2012; Piao et al., 2014; Riley and Day, 2017; Shanmugam et al., 2014; Tabish et al., 2020), conjugated polymer nanoparticles (Bartelmess et al.",
      "startOffset" : 221,
      "endOffset" : 334
    }, {
      "referenceID" : 32,
      "context" : "In recent years, the unique features of PTT have inspired researchers to develop a wide variety of nanomaterials possessing excellent photothermal conversion and outstanding treatment efficacy, such as gold nanoparticles (Dykman and Khlebtsov, 2012; Piao et al., 2014; Riley and Day, 2017; Shanmugam et al., 2014; Tabish et al., 2020), conjugated polymer nanoparticles (Bartelmess et al.",
      "startOffset" : 221,
      "endOffset" : 334
    }, {
      "referenceID" : 1,
      "context" : ", 2020), conjugated polymer nanoparticles (Bartelmess et al., 2015; Farokhi et al., 2019; Qian et al., 2017; Yang et al., 2012; Zhou et al., 2013), carbon nanomaterials (Chen et al.",
      "startOffset" : 42,
      "endOffset" : 146
    }, {
      "referenceID" : 24,
      "context" : ", 2020), conjugated polymer nanoparticles (Bartelmess et al., 2015; Farokhi et al., 2019; Qian et al., 2017; Yang et al., 2012; Zhou et al., 2013), carbon nanomaterials (Chen et al.",
      "startOffset" : 42,
      "endOffset" : 146
    }, {
      "referenceID" : 38,
      "context" : ", 2020), conjugated polymer nanoparticles (Bartelmess et al., 2015; Farokhi et al., 2019; Qian et al., 2017; Yang et al., 2012; Zhou et al., 2013), carbon nanomaterials (Chen et al.",
      "startOffset" : 42,
      "endOffset" : 146
    }, {
      "referenceID" : 41,
      "context" : ", 2020), conjugated polymer nanoparticles (Bartelmess et al., 2015; Farokhi et al., 2019; Qian et al., 2017; Yang et al., 2012; Zhou et al., 2013), carbon nanomaterials (Chen et al.",
      "startOffset" : 42,
      "endOffset" : 146
    }, {
      "referenceID" : 5,
      "context" : ", 2013), carbon nanomaterials (Chen et al., 2016; de Melo-Diogo et al., 2019; Panwar et al., 2019; Son et al., 2016), which have been used as delivery vehicles and have demonstrated promising results against a variety of tumors.",
      "startOffset" : 30,
      "endOffset" : 116
    }, {
      "referenceID" : 21,
      "context" : ", 2013), carbon nanomaterials (Chen et al., 2016; de Melo-Diogo et al., 2019; Panwar et al., 2019; Son et al., 2016), which have been used as delivery vehicles and have demonstrated promising results against a variety of tumors.",
      "startOffset" : 30,
      "endOffset" : 116
    }, {
      "referenceID" : 30,
      "context" : ", 2013), carbon nanomaterials (Chen et al., 2016; de Melo-Diogo et al., 2019; Panwar et al., 2019; Son et al., 2016), which have been used as delivery vehicles and have demonstrated promising results against a variety of tumors.",
      "startOffset" : 30,
      "endOffset" : 116
    }, {
      "referenceID" : 18,
      "context" : "important photothermal conversion agents and are promising candidates in drug delivery systems owing to their intrinsic properties and modifiable surfaces (Mahajan et al., 2020; Pandey et al., 2020).",
      "startOffset" : 155,
      "endOffset" : 198
    }, {
      "referenceID" : 19,
      "context" : "important photothermal conversion agents and are promising candidates in drug delivery systems owing to their intrinsic properties and modifiable surfaces (Mahajan et al., 2020; Pandey et al., 2020).",
      "startOffset" : 155,
      "endOffset" : 198
    }, {
      "referenceID" : 37,
      "context" : "an ideal photothermal conversion agent because of its strong localized surface plasmon resonance (LSPR) effect, tunable light absorption properties, and good biocompatibility (Chen et al., 2010; Xia et al., 2011).",
      "startOffset" : 175,
      "endOffset" : 212
    }, {
      "referenceID" : 20,
      "context" : "The surface plasmon resonance (SPR) absorption peak covers 400–1200 nm and is precisely adjustable (Chen et al., 2005; Pang et al., 2016).",
      "startOffset" : 99,
      "endOffset" : 137
    }, {
      "referenceID" : 31,
      "context" : "Upon laser irradiation, the nanoparticles increase the temperature at their accumulation site to as high as 50 C, which can effectively kill the tumor cells within minutes (Srivatsan et al., 2014; Wang et al., 2018).",
      "startOffset" : 172,
      "endOffset" : 215
    }, {
      "referenceID" : 34,
      "context" : "Upon laser irradiation, the nanoparticles increase the temperature at their accumulation site to as high as 50 C, which can effectively kill the tumor cells within minutes (Srivatsan et al., 2014; Wang et al., 2018).",
      "startOffset" : 172,
      "endOffset" : 215
    }, {
      "referenceID" : 13,
      "context" : "the enhanced permeability and retention (EPR) effect (Bertrand et al., 2014; Golombek et al., 2018; Iyer et al., 2006).",
      "startOffset" : 53,
      "endOffset" : 118
    }, {
      "referenceID" : 2,
      "context" : "This greatly reduces the intrinsic efficacy of the nanomedicine (Chen and Cai, 2015; Greish, 2007; Kalyane et al., 2019; Prabhakar et al., 2013).",
      "startOffset" : 64,
      "endOffset" : 144
    }, {
      "referenceID" : 15,
      "context" : "This greatly reduces the intrinsic efficacy of the nanomedicine (Chen and Cai, 2015; Greish, 2007; Kalyane et al., 2019; Prabhakar et al., 2013).",
      "startOffset" : 64,
      "endOffset" : 144
    }, {
      "referenceID" : 23,
      "context" : "This greatly reduces the intrinsic efficacy of the nanomedicine (Chen and Cai, 2015; Greish, 2007; Kalyane et al., 2019; Prabhakar et al., 2013).",
      "startOffset" : 64,
      "endOffset" : 144
    }, {
      "referenceID" : 39,
      "context" : "The increase of 10 C cannot achieve the ideal PTT effect, the increase of 18 C was at apoptotic range while the increase of 35 C made the cell death by necrosis and may cause damage to normal tissues (Zhang et al., 2018).",
      "startOffset" : 200,
      "endOffset" : 220
    } ],
    "year" : 2020,
    "abstractText" : "Due to the lack of effective therapeutic targets and the passive delivery of a limited quantity of nanoparticles to the tumors, the photothermal conversion agents used in photothermal therapy (PTT) have not been effective in treating triple-negative breast cancer (TNBC). As a result, there is a need to improve the tumor-targeting ability of these photothermal conversion agents. To address this, a microwave-triggered heat shock protein (HSP)-targeted gold nano-system (cmHSP-AuNC), with a gold nanocage (AuNC) as a photothermal conversion agent and anti-HSP monoclonal antibody (cmHSP) as a targeting ligand, was fabricated. cmHSP-AuNC was characterized based on morphology, particle size, zeta potentials, absorption spectrum, and photothermal conversion ability. The expression of HSP70 in 4T1 cells after microwave irradiation was verified by western blotting, and the optimal treatment conditions to achieve the highest expression were determined. Both in vitro and in vivo results indicated that the induction through microwave irradiation could effectively activate the HSP70 overexpression in TNBC, thereby significantly improving the targeting ability, tumor accumulation and anti-tumor efficacy of cmHSP-AuNC. This study proposes a promising strategy for improving the targeting ability and therapeutic ef-",
    "creator" : "Elsevier"
  }
}