{
  "name" : "downloads_2020-07-27_29_somvanshi2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Hyperthermic evaluation of oleic acid coated nano-spinel magnesium ferrite: Enhancement via hydrophobic-to-hydrophilic surface transformation",
    "authors" : [ "Sandeep B. Somvanshi", "Supriya R. Patade", "Deepali D. Andhare", "Swapnil A. Jadhav", "Mangesh V. Khedkar", "Prashant B. Kharat", "Pankaj P. Khirade", "K.M. Jadhav" ],
    "emails" : [ "kmjadhav.physics@bamu.ac.", "drjadhavkm@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nJournal of Alloys and Compounds\njournal homepage: http: / /www.elsevier .com/locate/ ja lcom\nHyperthermic evaluation of oleic acid coated nano-spinel magnesium ferrite: Enhancement via hydrophobic-to-hydrophilic surface transformation\nSandeep B. Somvanshi a, Supriya R. Patade a, Deepali D. Andhare a, Swapnil A. Jadhav a, Mangesh V. Khedkar a, Prashant B. Kharat a, b, Pankaj P. Khirade a, c, K.M. Jadhav a, *\na Department of Physics, Dr. Babasaheb Ambedkar Marathwada University, Aurangabad, 431004, India b Department of Physics, Vinayak Vidnyan Mahavidyalaya, Nandgaon Khandeshwar, Amravati, India c Department of Physics, Shri Shivaji Science College, Amravati, India\na r t i c l e i n f o\nArticle history: Received 12 January 2020 Received in revised form 9 April 2020 Accepted 28 April 2020 Available online 29 April 2020\nKeywords: Surface modified MgFe2O4 Magnetic hyperthermia Superparamagnetism Biocompatibility Hydrophilic surface\n* Corresponding author. E-mail addresses: kmjadhav.physics@bamu.ac.\n(K.M. Jadhav).\nhttps://doi.org/10.1016/j.jallcom.2020.155422 0925-8388/© 2020 Elsevier B.V. All rights reserved.\na b s t r a c t\nThe work reports, enhancement in colloidal stability and hyperthermia efficiency of nano-spinel magnesium ferrite (MgFe2O4) by hydrophobic-to-hydrophilic surface transformation via oleic acid (OA) coating. The nano-spinel structured MgFe2O4 was prepared by the auto-combustion assisted sol-gel route and consequently, its surface was coated by OA. The uncoated and coated MgFe2O4 were portrayed by various physicochemical characterizations. The XRD analysis assured the unchanged single phasic cubic spinel structure and nanocrystalline nature of both the samples. FT-IR spectral analysis indicated the spinel belonging two vibrational stretching modes and OA attachment over the MgFe2O4 core. FE-SEM images revealed the nano-metric spherical type grain-morphology and visualization of OA coating. The drastic diminishment in contact angle values signifies hydrophobic to hydrophilic surface transition. M H plots revealed the superparamagnetic appearance of uncoated and coated samples. Physisorption analysis showed the elevated surface area and pore size values. Zeta potential and DLS study displayed the enhancement in fluidic dispersion and hydro-dynamic size. The nano-particle concentration (2e10 mg/mL) dependent hyperthermia analysis was carried out for both the samples. Cell viability studies confirmed the improvement in the bio-friendly nature of MgFe2O4 via OA coating. All the outcomes show the superiority of the surface transformed MgFe2O4 nanoparticles in nanomagnetic hyperthermia treatments.\n© 2020 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, the fascinating field of nanoscience and nanotechnology is promoted towards the biomedical field as most of the biological entities occur at the nanoscale [1]. In the category of nanomaterials, the magnetic nanomaterials (MNM’s) are much promising as it can be effortlessly controlled by the external magnetic field without harming the body. MNM’s are capably used in diverse biomedical applications such as drug delivery agents, bioseparations, bio-imagining contrast increasing agents, bio-sensing agents and thermal seeding for hyperthermia therapies [2e8].\nin, drjadhavkm@gmail.com\nNano-magnetic hyperthermia therapy (NMHT) has emerged as a potential method to treat the cancer cells with lesser time and minimal side effects [9,10]. NMHT incorporates the MNM’s as thermal seeds to generate the precise heat to destroy cancer cells without affecting the neighboring healthy cells. Amongst the family of MNM’s, spinel ferrite nanoparticles (SFNP’s) are more demandable due to its easy preparation, elevated chemical stability, superparamagnetic gesture, and improved bio-compatible appearance [11]. Magnesium ferrite (MGF) is one of the SFNP’s which posses better chemical stability and moderate magnetic properties with superparamagnetic appearance. In the literature, there are some reports [12e14] available on the hyperthermia analysis of MGF but no reports are available on the surfacemodified MGF. The surface modification plays an extensive role in the improvement of the colloidal stability and biocompatibility of MNM’s. The oleic acid (OA) is one of the organic coating agents\nwhich itself posses anti-cancer and anti-inflammation activity [15]. Thus, it is interesting to study the coating effect of the OA content on MGF core. In the present work, nano-spinel structured MGF was prepared by an auto-combustion assisted sol-gel route and consequently, its surface was coated by OA. The OA coating transformed the surface of MGF from hydrophobic-to-hydrophilic which enhanced colloidal stability, hyperthermia efficiency, and biocompatibility."
    }, {
      "heading" : "2. Experimental details",
      "text" : "The auto combustion assisted sol-gel route was employed for the synthesis of MGF nanoparticles. The raw source materials of respective meal ions (Mg2þ and Fe3þ) in the type of nitrates, citric acid as a chelating/fueling agent and oleic acid as a coating agent were procured fromMerck India Ltd. The stoichiometric proportion (1:3) of metal nitrates and citric acid were dissolved in double distilled water and stirred continuously until we get the homogeneous solution. The pH of the homogeneous solution then adjusted to 7 by the drop-wise addition of liquid ammonia. The pH adjusted solution then rigorously heated at 80 C in anticipation of the sticky gel formation. The temperature of the sticky gel was gradually raised to 120 C, which results in instantaneous auto combustion to form a loose fluffy powder. The loose powder then crushed and ground using pestle-mortar to form a homogeneous powder. The powder was then exposed to a thermal treatment of 550 C for 4.5 h to achieve better crystallinity. The uncoatedMGF samplewas coded as (UC-MGF). Further, the surface of the UC-MGF sample was modified by oleic acid coating. For coating purpose, the Ultrasonication and filtration process was used. The oleic acid-coated MGF sample was coded as (OA-MGF). The detailed information of the sol-gel synthesis and coating process is reported in our previous report [16e19]. The details of the characterization tools used for present study is given in Table 1."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "The X-ray diffraction (XRD) patterns of both the UC-MGF and OA-MGF samples are shown in Fig.1 (a). The peaks were indexed on the basis of Bragg’s law and comparing it with the standard diffraction data (JCPDS# 36e0398). Both the XRD patterns confirm the pure mono phase nature and the cubic spinel structure\nbelonging to the Fd-3m space group. The absence of the irrelevant or impurity peak suggests the pure form preparation of both the samples. The background noise in the XRD pattern of OA-MGF was observed due to the presence of OA content. It is also evidenced that, no changes in the structure of MGF was occurred due to OA coating. The XRD data was used to evaluate different structural parameters by using the following relations and their values are given in Table 2. Lattice constant : a¼d ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi h2 þ k2 þ l2 q A : (1)\nUnit cell volume : V ¼ a3 A3: (2)\nCrystallite size : t¼ 0:9l bcosq nm : (3)\nX ray density : dX ¼ Z M V NA gm cm3: (4)\nPorosity : P¼1 dB dX %: (5)\nLattice strain : ε¼ bcosq 4 % : (6)\nwhere; d interplanar spacing; ðh; k; lÞ Miller indices; l wavelength; b full width at half maxima; q angle; Z number of atoms per unit cell; M molecular weight; NA Avogadro number; dB bulk density:\nThe insignificant change in all the structural parameters was noted in Table 2. It suggests that OA coating does not affect the structure of MGF. The slight variation was observed for ‘a’ which can be attributed to the lattice deformation by the OA coating. The nano range average crystallite size (t) confirms the nanocrystalline behavior of both the samples. It was also noted that, the value of ‘t’ and ‘dX’ was increased slightly whereas the value of ‘dB’ was decreased due to the presence of OA onMGF core. This results in the increment of ‘%P’ and the decrement of ‘ε’ for OA-MGF sample. The insignificant change in all the structural parameters indicates that, the MGF sample retained the phase purity and the nanocrystalline\nnature after OA coating. The FT-IR spectra of both the UC-MGF and OA-MGF samples are shown in Fig. 1 (b). It reveals the appearance of two spinel belonging vibrational stretching modes within the scope of 390 cm 1 to 600 cm 1 in both the samples. These twomodes can be designated to the stretching at interstitial lattice sites (tetra and octa) [20]. The FT-IR spectrum of OA-MGF displays some additional peaks belonging to the functional groups of OA content [21]. These peaks were observed at 3445 cm 1, 2916 cm 1, 1644 cm 1, 1402 cm 1, 1387 cm 1 and 1013 cm 1 which corresponds to OeH, eCH2, COO-, COO-, FeeOeC and CeO. The appearance of these functional groups indicates the successful coating of OA over the MGF core.\nFig. 1 (c) shows the TGA curves of the both the UC-MGF and OAMGF samples. The OA-MGF sample shows the completely diverse nature as contrast with the UC-MGF sample. This diverse nature is derived from the occurrence of the OA layer on the MGF core. The UC-MGF sample shows good thermal stability with insignificant weight loss over the thermal range. For UC-MGF, the TGA curve revealed only 2.3% loss in weight, where the major part of the weight-loss take placed in the thermal range of room temperature to 250 C. Thus, this loss of weight is designated to the elimination of moisture in the form of water molecules and hydroxyl groups presented on the surface of UC-MGF [22]. For OA-MGF sample, the TGA curve shows the complete weight-loss of 24.8% in three sharp steps. Previous report indicates that, OA starts to decompose at around 240 C and ends at around 450 C [23]. In the present case, the OA-MGF sample started to decompose at 250 C and ended near to the 450 C. Thus, the weight-loss of 24.8% originates from the decomposition of OA content from the core of OA-MGF. It also confirms the percentage of OA content as 24.8% on the MGF core. For the further thermal range, no loss in weight was noted, which signifies the total decomposition of OA content. The TGA curve also ensured that the OA content attached to the core of MGF by chemical bonding and not by adsorbing the MGF surface. These results are in good agreement with the FT-IR results.\nFig. 2 (a-b) shows FE-SEM images of both the UC-MGF and OAMGF samples along with the respective contact angle images (inset). Both the FE-SEM visuals show spherical shaped grain morphology with aggregation to theminor level. The grain size was increased from 23 nm to 28 nm after OA coating. The OA coating can be observed from the FE-SEM images. The water contact angle value drastically changed from 99.75 to 47.94 after the OA coating which demonstrates the hydrophobic-to-hydrophilic surface transition [24]. The hydrophilic behavior is desired for the enhancement in the fluidic stability which subsequently improves the SAR values of the MGF.\nThe room temperature M H plots (Fig. 3 (a)) of both the samples showed superparamagnetic gesture as evidenced by insignificant coercivity and remanence magnetization. The values of different magnetic parameters are tabulated in Table 3. The slight diminishment in the magnetic parameters was observed after the OA coating on the MGF core. The decrease in magnetic parameters can be described on the basis of mass correction of the nonmagnetic OA component presented on the core of MGF. This can be supported by the TGA results, which confirmed the presence of 24.8% of OA on the core of the MGF sample. It is well-known fact that, magnetization is dependent on several factors such as lattice strain, bulk density and the domain structure of the magnetic sample. In the present case, both the lattice strain and bulk density was decreased which contributes to the lowering of magnetization values. Also, the remanence ratio (Mr/MS) value is too small as compared to 0.5, which indicates the multi-domain structure of the MGF sample [25].\nN2 physisorption curves (Fig. 3 (b)) of both the samples displayed a typical IeV hysteresis loop indicating the mesoporous temperament [26]. BET surface area value for both the UC-MGF and OA-MGF samples was found to be 26.076 m2 , g 1 and 24.463 m2 , g 1 respectively, which is quite high as compared to reported values [17]. The distribution of the pore size derived from BJH analysis is shown in the inset of Fig. 3 (b). The other parameters derived from the BET and BJH analysis show changed behavior to\nthe insignificant extent as given in Table 4. The zeta potential of both the samples as a function of pH is given in Fig. 4 (a). The zeta potential value for both the UC-MGF and OA-MGF samples were obtained as ±39 mV and ±44 mV. These values are greater than ±30 mV which ensures the electrostatic stability of both the samples. The ‘Iso-electric point (IP)’ for both the UC-MGF and OA-MGF samples was noted as 5.9 and 7.2 respectively. The increment in IP was occurred due to the OA coating on MGF and it is desirable for gaining better fluidic stability.\nThe particle size distribution curves for both the samples were obtained from the DLS technique and are shown in Fig. 4 (b). The average ‘Hydrodynamic diameter (HDD)’ value determined from DLS was decremented from 42.24 ± 1.5 nm 36.14 ± 1.5 nm after OA coating. This decrement is attributed to the decrease in particleparticle interaction in the fluidic media via OA coating. The lowered value of HDD for OA-MGF signifies the improvement in colloidal stability. The lowered value of the HDD for the coated sample indicates the less agglomeration of the nanoparticles in fluidic medium as compared to the uncoated sample. It is well known that, lesser the agglomeration the higher the stability. Thus, reduced agglomeration signifies the improved stability of the nanoparticles. The HDD was also estimated concerning time (1e10 days) as shown in the inset of Fig. 4 (b). The negligible change in the values of HDD concerning time was noted.\nFor the beneficial use of nanoparticles in hyperthermia treatment, it is essential to generate instantaneous heat within the\nscope of 41 Ce45 C with minimal nanoparticle dosage. The dosedependent hyperthermia analysis of both the UC-MGF and OA-MGF samples was investigated at a permissible inductive magnetic field of 35 kA,m 1 and frequency equivalent to 350 kHz. Fig. 5 (a-b) shows the heating curves for both the samples for various dose rates viz. 2, 4, 6, 8 and 10 mg,mL 1. It can be noted from all the curves shown in Fig. 5 (a-b) that, the temperature rose gradually with the increase of time and further it gets saturated at some temperature. Also, it is observed that, UC-MGF sample with a dose rate 6 mg,mL 1 is sufficient to achieve the permissible hyperthermia temperature. However, in the case of the OA-MGF sample, the dose rate 8 mg,mL 1 is found enough to attain the required temperature. This small decrement in the heating efficiency of OAMGF samples is designated to the decrease in saturation magnetization by OA coating. The saturation magnetization value is the main factor which contributes to the heating efficiency of magnetic\nh pore size distribution (inset) of UC-MGF and OA-MGF NP’s.\nnanoparticles in hyperthermia treatment [27]. In the present case, the saturationmagnetizationwas decreased with OA coating which subsequently lowered the heating efficiency. This analysis implies that the OA-MGF samples with 8 mg,mL 1 concentration can be effectively used in hyperthermia treatments.\nIn addition to the hyperthermia analysis, the “Specific Absorption Rate (SAR) or Specific Loss Power (SLP)” is an important feature to evaluate the impulse heat-generating behavior of nanoparticles in an exterior magnetic field. The nanoparticle-concentration dependent SAR values for both the UC-MGF and OA-MGF samples were evaluated from the standard formula (Eq. (7)) and its behavior is shown in Fig. 6 (a).\nFig. 4. (a) Zeta potential as function of pH and (b) DLS partic\nFig. 5. Concentration dependent heating curv\nSAR¼C DT Dt\nMs Mm : (7)\nwhere; C specific heat capacity; DT Dt\nslope of temperature vs time plot; Ms emass of sample; Mm emass of magnetic content available in sample The SAR values for the UC-MGF sample were decreased from 91W/g to 68W/g with the increase in nanoparticle concentration. For the OA-MGF sample, SAR values were decreased from 98W/g to 72W/g with the increase in nanoparticle concentration. The obtained values of SARmatches well with the reported values for MGF [28]. It is observed from Fig. 6 (a) that, the SAR values get\nle size distribution curves of UC-MGF and OA-MGF NP’s.\nes for (a) UC-MGF and (b) OA-MGF NP’s.\ndiminished with an increase in nanoparticle concentration. This is quite obvious as it is reported in the literature that, increased concentration of nanoparticles in dispersion led to the affection in Neel’s relaxation time with an increase in dipolar magnetic moments and consequently SAR decreases [29]. It is also noted from SAR variation that, OA-MGF sample showed the enhanced SAR values as compared to the UC-MGF sample. This increase in the SAR can be attributed to the enhancement in dispersing ability by OA coating on the MGF core.\nBio-compatible nature is the prime requirement to assert the potential use of nanoparticles in medicinal applications (particularly in-vivo). In the present case, the bio-compatible nature of both the UC-MGF and OA-MGF samples for various doses was verified by cell viability analysis. The in-detail procedure for the same is reported in our previous reports [29]. The % cell viability of the UCMGF and OA-MGF samples is shown in Fig. 6 (b). The % cell viability of the UC-MGF sample decreases from 90% to 68% with increasing nanoparticle concentration. For OA-MGF sample, the % cell viability decreases from 94% to 81% with increasing nanoparticle concentration. The cell viability results matches well with the literature report [28]. It is observed that the % cell viability decreases with the increment in nanoparticle dose in contrast to the control well. This decrease in percentage cell viability can be attributed to a reduction in the healthy cell due to the lysis process aroused at the plasma membrane. The % cell viability for the OAMGF sample was found better as compared to the UC-MGF sample. The OA coating available on the core of MGF is mainly responsible for the enhanced biocompatibility of the bareMGF (UCMGF) sample. The cell viability results show that the OA-MGF sample with nanoparticle concentration of 8 mg , mL 1 is a potential candidate to implement it in hyperthermia treatment of cancer like diseases subject to the preliminary clinical trials."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Hydrophobic-to-hydrophilic surface transformation of nanoscale MgFe2O4 by oleic acid (OA) coating was done successfully. Effect of OA coating on the structural, morphological, infrared, surface, magnetic and colloidal stability properties were studied. Systematic investigations of magnetic hyperthermia properties and cytotoxicity analysis were carried out. Enhancement in the colloidal stability and particle size distribution by OA coating was observed. The enhanced values of the SAR was observed for OA-MGF samples. Hyperthermia and cytotoxicity analysis shows the potentiality of\nOA coated MgFe2O4 with minimal dosage (8 mg/mL) in hyperthermia therapies for cancer treatment and other biomedical applications subject to the successive clinical trials.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nCRediT authorship contribution statement\nSandeep B. Somvanshi: Conceptualization, Investigation, Methodology, Data curation, Formal analysis, Writing - original draft, Writing - review & editing. Supriya R. Patade: Investigation, Data curation, Writing - review & editing. Deepali D. Andhare: Investigation, Data curation, Writing - review & editing. Swapnil A. Jadhav: Investigation, Formal analysis, Writing - original draft. Mangesh V. Khedkar: Investigation, Formal analysis, Writing - original draft. Prashant B. Kharat: Investigation, Formal analysis, Writing - original draft. Pankaj P. Khirade: Investigation, Formal analysis, Writing - review & editing. K.M. Jadhav: Conceptualization, Methodology, Writing - original draft, Writing - review & editing, Supervision."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The author Sandeep B. Somvanshi acknowledges the ‘Department of Science and Technology (DST), Government of India’ for the ‘DST-Inspire Fellowship (IF170288)’."
    } ],
    "references" : [ {
      "title" : "The emerging nanomedicine landscape",
      "author" : [ "V. Wagner", "A. Dullaart", "A.-K. Bock", "A. Zweck" ],
      "venue" : "Nat. Biotechnol. 24 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Multifunctional magnetic nanoparticles: design",
      "author" : [ "J. Gao", "H. Gu", "B. Xu" ],
      "venue" : "synthesis, and biomedical applications, Accounts of chemical research 42 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Biomedical applications of distally controlled magnetic nanoparticles",
      "author" : [ "J.L. Corchero", "A. Villaverde" ],
      "venue" : "Trends Biotechnol. 27 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Applications of magnetic nanoparticles in biomedicine",
      "author" : [ "Q.A. Pankhurst", "J. Connolly", "S.K. Jones", "J. Dobson" ],
      "venue" : "J. Phys. D Appl. Phys. 36 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Enhancement in surface area and magnetization of CoFe2O4 nanoparticles for targeted drug delivery application",
      "author" : [ "S.B. Kale", "S.B. Somvanshi", "M. Sarnaik", "S. More", "S. Shukla", "K. Jadhav" ],
      "venue" : "AIP Conference Proceedings, AIP Publishing LLC",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Temperature dependent viscosity of cobalt ferrite/ethylene glycol ferrofluids",
      "author" : [ "P.B. Kharat", "S.B. Somvanshi", "J.S. Kounsalye", "S.S. Deshmukh", "P.P. Khirade" ],
      "venue" : "Journal of Alloys and Compounds",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Exploration of thermoacoustics behavior of water based nickel ferrite nanofluids by ultrasonic velocity method",
      "author" : [ "P.B. Kharat", "S. More", "S.B. Somvanshi", "K. Jadhav" ],
      "venue" : "J. Mater. Sci. Mater. Electron. 30 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Spinel zinc ferrite nanoparticles: an active nanocatalyst for microwave irradiated solvent free synthesis of chalcones",
      "author" : [ "R.M. Borade", "S.B. Somvanshi", "S.B. Kale", "R.P. Pawar", "K. Jadhav" ],
      "venue" : "Mater. Res. Express 7 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Recent advances in magnetic fluid hyperthermia for cancer therapy",
      "author" : [ "P. Das", "M. Colombo", "D. Prosperi" ],
      "venue" : "Colloids Surf. B Biointerfaces 174 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation and Characterisations of Magnetic Nanofluid of Zinc Ferrite for Hyperthermia",
      "author" : [ "S.R. Patade", "D.D. Andhare", "S.B. Somvanshi", "P.B. Kharat", "S.D. More", "K.M. Jadhav" ],
      "venue" : "Nanomater. Energy ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Multifunctional spinel ferrite nanoparticles for biomedical application",
      "author" : [ "N. Sanpo", "C. Wen", "C.C. Berndt", "J. Wang" ],
      "venue" : "Adv. Funct. Mater. ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Investigations of superparamagnetism in magnesium ferrite nano-sphere synthesized by ultrasonic spray pyrolysis technique for hyperthermia application",
      "author" : [ "H. Das", "N. Sakamoto", "H. Aono", "K. Shinozaki", "H. Suzuki", "N. Wakiya" ],
      "venue" : "J. Magn. Magn Mater. 392 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Enhancement in AB super-exchange interaction with Mn2þ substitution in Mg-Zn ferrites as a heating source in hyperthermia applications",
      "author" : [ "R. Sharma", "P. Thakur", "M. Kumar", "P. Barman", "P. Sharma", "V. Sharma" ],
      "venue" : "Ceram. Int. 43 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "MgFe2O4/ZrO2 composite nanoparticles for hyperthermia",
      "author" : [ "A. ur Rashid", "A. Humayun", "S. Manzoor" ],
      "venue" : "applications, J. Magn. Magn Mater",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Anti-oxidant",
      "author" : [ "M.I. Alkhalaf", "W.S. Alansari", "E.A. Ibrahim", "M.E. ELhalwagy" ],
      "venue" : "antiinflammatory and anti-cancer activities of avocado (Persea americana) fruit and seed extract, J. King Saud Univ. Sci. 31 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Hydrophobic to hydrophilic surface transformation of nano-scale zinc ferrite via oleic acid coating: magnetic hyperthermia study towards biomedical applications",
      "author" : [ "S.B. Somvanshi", "P.B. Kharat", "M.V. Khedkar", "K. Jadhav" ],
      "venue" : "Ceram. Int. 46 (6) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influential diamagnetic magnesium (Mg2þ) ion substitution in nano-spinel zinc ferrite (ZnFe2O4): thermal",
      "author" : [ "S.B. Somvanshi", "M.V. Khedkar", "P.B. Kharat", "K. Jadhav" ],
      "venue" : "structural, spectral, optical and physisorption analysis, Ceram. Int. 46 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Structural",
      "author" : [ "S.B. Somvanshi", "S.A. Jadhav", "M.V. Khedkar", "P.B. Kharat", "S. More", "K. Jadhav" ],
      "venue" : "thermal, spectral, optical and surface analysis of rare earth metal ion (Gd3þ) doped mixed ZneMg nano-spinel ferrites, Ceram. Int. 46 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Influential incorporation of RE metal ion (Dy3þ) in yttrium iron garnet (YIG) nanoparticles: magnetic",
      "author" : [ "A. Bhosale", "S.B. Somvanshi", "V. Murumkar", "K. Jadhav" ],
      "venue" : "electrical and dielectric behaviour, Ceram. Int. 46 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Influence of trivalent AleCr co-substitution on the structural",
      "author" : [ "V. Bharati", "S.B. Somvanshi", "A.V. Humbe", "V. Murumkar", "V. Sondur", "K. Jadhav" ],
      "venue" : "morphological and M€  ossbauer properties of nickel ferrite nanoparticles, J. Alloys Compd. 821 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Investigations of structural",
      "author" : [ "S.B. Somvanshi", "R.V. Kumar", "J.S. Kounsalye", "T.S. Saraf", "K. Jadhav" ],
      "venue" : "magnetic and induction heating properties of surface functionalized zinc ferrite nanoparticles for hyperthermia applications. AIP Conference Proceedings, AIP Publishing LLC",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Structural",
      "author" : [ "D.N. Bhoyar", "S.B. Somvanshi", "P.B. Kharat", "A. Pandit", "K. Jadhav" ],
      "venue" : "infrared, magnetic and ferroelectric properties of Sr0$ 5Ba0$ 5Ti1-xFexO3 nanoceramics: modifications via trivalent Fe ion doping, Phys. B Condens. Matter 581 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Tribological properties of oleic acid capped copper nanoparticles prepared by the solventless thermolysis of single-source precursor",
      "author" : [ "N. Li", "P. Guo", "W.J. Lou", "S. Chen" ],
      "venue" : "Advanced Materials Research, Trans Tech Publ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Physicochemical properties of ambient pressure dried surface modified silica aerogels: effect of pH variation",
      "author" : [ "M.V. Khedkar", "S.A. Jadhav", "S.B. Somvanshi", "P.B. Kharat", "K. Jadhav" ],
      "venue" : "SN Applied Sciences 2 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Effect of Cd2þ Doping on Structural",
      "author" : [ "H. Kardile", "S.B. Somvanshi", "A.R. Chavan", "A. Pandit", "K. Jadhav" ],
      "venue" : "Morphological, Optical, Magnetic and Wettability Properties of Nickel Ferrite Thin Films, Optik ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Surface modified sodium silicate based superhydrophobic silica aerogels prepared via ambient pressure drying process",
      "author" : [ "M.V. Khedkar", "S.B. Somvanshi", "A.V. Humbe", "K. Jadhav" ],
      "venue" : "J. Non-Cryst. Solids 511 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Polyvinyl alcohol functionalized cobalt ferrite nanoparticles for biomedical applications",
      "author" : [ "A. Salunkhe", "V. Khot", "N. Thorat", "M. Phadatare", "C. Sathish", "D. Dhawale", "S. Pawar" ],
      "venue" : "Appl. Surf. Sci. 264 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Induction heating studies of dextran coated MgFe 2 O 4 nanoparticles for magnetic hyperthermia",
      "author" : [ "V. Khot", "A. Salunkhe", "N. Thorat", "R. Ningthoujam", "S. Pawar" ],
      "venue" : "Dalton Trans. 42 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Hydrophobic to hydrophilic surface transformation of nano-scale zinc ferrite via oleic acid coating: magnetic hyperthermia study towards biomedical applications",
      "author" : [ "S.B. Somvanshi", "P.B. Kharat", "M.V. Khedkar", "K. Jadhav" ],
      "venue" : "Ceram. Int. 46 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In recent years, the fascinating field of nanoscience and nanotechnology is promoted towards the biomedical field as most of the biological entities occur at the nanoscale [1].",
      "startOffset" : 172,
      "endOffset" : 175
    }, {
      "referenceID" : 8,
      "context" : "com Nano-magnetic hyperthermia therapy (NMHT) has emerged as a potential method to treat the cancer cells with lesser time and minimal side effects [9,10].",
      "startOffset" : 148,
      "endOffset" : 154
    }, {
      "referenceID" : 9,
      "context" : "com Nano-magnetic hyperthermia therapy (NMHT) has emerged as a potential method to treat the cancer cells with lesser time and minimal side effects [9,10].",
      "startOffset" : 148,
      "endOffset" : 154
    }, {
      "referenceID" : 10,
      "context" : "Amongst the family of MNM’s, spinel ferrite nanoparticles (SFNP’s) are more demandable due to its easy preparation, elevated chemical stability, superparamagnetic gesture, and improved bio-compatible appearance [11].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 14,
      "context" : "which itself posses anti-cancer and anti-inflammation activity [15].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 19,
      "context" : "These twomodes can be designated to the stretching at interstitial lattice sites (tetra and octa) [20].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 20,
      "context" : "The FT-IR spectrum of OA-MGF displays some additional peaks belonging to the functional groups of OA content [21].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 21,
      "context" : "Thus, this loss of weight is designated to the elimination of moisture in the form of water molecules and hydroxyl groups presented on the surface of UC-MGF [22].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 22,
      "context" : "Previous report indicates that, OA starts to decompose at around 240 C and ends at around 450 C [23].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 23,
      "context" : "94 after the OA coating which demonstrates the hydrophobic-to-hydrophilic surface transition [24].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 24,
      "context" : "5, which indicates the multi-domain structure of the MGF sample [25].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 25,
      "context" : "3 (b)) of both the samples displayed a typical IeV hysteresis loop indicating the mesoporous temperament [26].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 16,
      "context" : "463 m2 , g 1 respectively, which is quite high as compared to reported values [17].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 26,
      "context" : "nanoparticles in hyperthermia treatment [27].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 27,
      "context" : "The obtained values of SARmatches well with the reported values for MGF [28].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 28,
      "context" : "This is quite obvious as it is reported in the literature that, increased concentration of nanoparticles in dispersion led to the affection in Neel’s relaxation time with an increase in dipolar magnetic moments and consequently SAR decreases [29].",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 28,
      "context" : "The in-detail procedure for the same is reported in our previous reports [29].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 27,
      "context" : "The cell viability results matches well with the literature report [28].",
      "startOffset" : 67,
      "endOffset" : 71
    } ],
    "year" : 2020,
    "abstractText" : "The work reports, enhancement in colloidal stability and hyperthermia efficiency of nano-spinel magnesium ferrite (MgFe2O4) by hydrophobic-to-hydrophilic surface transformation via oleic acid (OA) coating. The nano-spinel structured MgFe2O4 was prepared by the auto-combustion assisted sol-gel route and consequently, its surface was coated by OA. The uncoated and coated MgFe2O4 were portrayed by various physicochemical characterizations. The XRD analysis assured the unchanged single phasic cubic spinel structure and nanocrystalline nature of both the samples. FT-IR spectral analysis indicated the spinel belonging two vibrational stretching modes and OA attachment over the MgFe2O4 core. FE-SEM images revealed the nano-metric spherical type grain-morphology and visualization of OA coating. The drastic diminishment in contact angle values signifies hydrophobic to hydrophilic surface transition. M H plots revealed the superparamagnetic appearance of uncoated and coated samples. Physisorption analysis showed the elevated surface area and pore size values. Zeta potential and DLS study displayed the enhancement in fluidic dispersion and hydro-dynamic size. The nano-particle concentration (2e10 mg/mL) dependent hyperthermia analysis was carried out for both the samples. Cell viability studies confirmed the improvement in the bio-friendly nature of MgFe2O4 via OA coating. All the outcomes show the superiority of the surface transformed MgFe2O4 nanoparticles in nanomagnetic hyperthermia treatments. © 2020 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}